{
  "year" : 2009,
  "senateBillNo" : "J6709-2009",
  "billEvents" : [ {
    "eventDate" : 1291352400000,
    "eventText" : "REFERRED TO FINANCE",
    "billEventId" : "J6709-2009-1291352400000-REFERRED+TO+FINANCE",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "NOZZOLIO",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Memorializing Governor David A. Paterson to proclaim December 11, 2010, as Wreaths Across America Day in the State of New York",
  "summary" : null,
  "currentCommittee" : "FINANCE",
  "sameAs" : null,
  "lawSection" : "Resolutions, Legislative",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\nLEGISLATIVE  RESOLUTION  memorializing  Governor  David  A.  Paterson to\nproclaim December 11, 2010, as Wreaths Across America Day in  the  State\nof New York\n\nWHEREAS, It is the intent of this Legislative Body to memorialize Gover-\nnor  David  A. Paterson to proclaim December 11, 2010, as Wreaths Across\nAmerica Day in the State of New York, in conjunction with the  WreathsA-\ncrossAmerica.org National Campaign; and\n  WHEREAS,  Dana L. West High School of Port Byron will be participating\nin this auspicious event; this magnificent institution  stands  prepared\nto  reach  out,  in  earnest  and  enthusiastic quest of its mission, to\npromote the maximum growth of every student, establishing standards  and\nbuilding  skills  which  will carry its students and the citizens of its\ncommunity into the future; and\n  WHEREAS, December 11, 2010, will also mark  the  19th  anniversary  of\nMaine  wreaths  being  donated  to  be placed on headstones at Arlington\nNational Cemetery in Arlington, Virginia; this is also the fifth year of\nthe national wreath sponsorship campaign under the guidance of the  non-\nprofit  WreathsAcrossAmerica.org,  which will bring the same remembrance\nwreaths to National and State Veterans  cemeteries  in  all  50  states,\nveteran monuments, schools, and community centers all across the Nation;\nand\n  WHEREAS, The Wreaths Across America story began over 19 years ago when\nthe  Worcester Wreath Company from Harrington, Maine, initiated a tradi-\ntion of donating and placing wreaths on the headstones of  our  Nation's\nfallen heroes at Arlington National Cemetery; recognition of the service\nand  sacrifice of our veterans, and their families, is especially poign-\nant during the traditional holiday season; the purpose is to pay tribute\nto those who have served and who have made the ultimate sacrifice; and\n  WHEREAS, The Worcester Wreath Company continues to be a major support-\ner of the project, donating over 25,000 total wreaths in 2009; in  2010,\nit  is  projected  that  over  200,000  wreaths  will be placed, by over\n100,000 volunteers as part of the Wreaths  Across  America  mission  to:\nRemember, Honor, and Teach; wreaths will be placed in all 50 states from\nMaine  to  Alaska  and  Hawaii, and at 24 national cemeteries on foreign\nsoil; and\n  WHEREAS, New York State is very pleased to have  this  opportunity  to\nexpress  its  gratitude  to the men and women of the United States Armed\nForces for their tremendous sacrifices made for our Nation and  for  the\nbenefit of all Americans; now, therefore, be it\n  RESOLVED,  That  this  Legislative  Body pause in its deliberations to\nmemorialize Governor David A. Paterson to proclaim December 11, 2010, as\nWreaths Across America Day in the State of New York; and be it further\n  RESOLVED, That a copy of this Resolution, suitably engrossed, be tran-\nsmitted to The Honorable David A. Paterson, Governor of the State of New\nYork.\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101206.T090352.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291644232913
}