{
  "year" : 2009,
  "senateBillNo" : "S516-2009",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : "BILL NUMBER:S516\n\nTITLE OF BILL:\nAn act to amend the education law, in relation to pre-employment inves-\ntigations for personnel employed in school districts\n\nPURPOSE:\nThis legislation requires the investigation of school district personnel\ninvolved with the care, custody or supervision of a child.\n\nSUMMARY OF PROVISIONS:\nSection 1. The education law is amended by adding a new section 3001-e.\nSection 2. Subdivision 20 of section 2590-h of the education law is\namended by chapter 100 of the law of 2003.  Section 3.  This act shall\ntake effect on the ninetieth day after it shall have become a law;\nprovided however, that any rules and regulations necessary to implement\nthe provisions of the act shall be promulgated on or before its effec-\ntive date.\n\nJUSTIFICATION:\nThe legislature recognizes the necessity that any person who is employed\nor assigned to work as part of the workfare program involving the care\nand custody or supervision of a child shall be investigated as to his or\nher qualifications, use of a controlled substance and be free of commu-\nnicable diseases. Since the federal government passed legislation\nconcerning workfare for welfare recipients, there has been concern by\nparents of children that there be some standards established concerning\nworkfare persons assigned to work involving the care, custody or super-\nvision of children in various programs. These areas of concern are in\nthe areas of competence, health, safety, and security for the children.\nThe provisions of the bill are meant to ease the parental concerns.\n\nLEGISLATIVE HISTORY:\n2008:  S.5548 - Referred to Education/A.10871 - Referred to Education\n2007:  S.5549 - Referred to Education\n2006:  S.4007 - Referred to Education\n2005:  S.1462 - Referred to Education\n\nFISCAL IMPLICATIONS:\nNone.\n\nEFFECTIVE DATE:\nThis act shall take effect on the ninetieth day after it shall have\nbecome a law; provided however, that any rules and regulations necessary\nto implement the provisions of the act shall be promulgated on or before\nits effective date.\n\n",
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T171630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292969790545
}