{
  "year" : 2009,
  "senateBillNo" : "S68002-2009",
  "billEvents" : null,
  "votes" : [ {
    "id" : "1291006800000S68002-2009--1--1",
    "voteType" : 2,
    "voteDate" : 1291006800000,
    "ayes" : [ "Kruger", "Krueger", "Stachowski", "Oppenheimer", "Montgomery", "Duane", "Parker", "Stavisky", "Dilan", "Stewart-Cousins", "Thompson", "Breslin", "Diaz", "Klein", "Perkins", "Valesky", "Peralta" ],
    "nays" : [ "DeFrancisco", "Johnson", "LaValle", "Seward", "Saland", "Farley", "Hannon", "Larkin", "Nozzolio", "Maziarz", "Marcellino", "Robach" ],
    "abstains" : null,
    "excused" : null,
    "ayeswr" : [ "Volker", "Padavan", "Leibell" ],
    "description" : "Finance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "sponsor" : {
    "id" : "RULES",
    "position" : null,
    "fullname" : "RULES",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "",
  "memo" : "BILL NUMBER:S68002\n\nTITLE OF BILL:\n\nAn act to amend the education law, in relation to a contract for\nexcellence; to amend the education law, in relation to education\nmandates; to amend the education law, in relation to identifying\nschool districts with high rates of identification of students with\ndisabilities; to amend chapter 756 of the laws of 1992 relating to\nfunding a program for work force education conducted by the consortium\nfor worker education in New York city, in relation to apportionment\nand reimbursement and in relation to the effectiveness of such\nprovisions; to amend chapter 425 of the laws of 2002, amending the\neducation law relating to the provision of supplemental educational\nservices, attendance at a safe public school and the suspension of\npupils who bring a firearm to or possess a firearm at a school, in\nrelation to the effectiveness of such chapter; to amend chapter 101 of\nthe laws of 2003, amending the education law relating to\nimplementation of the No Child Left Behind Act of 2001, in relation to\nthe effectiveness thereof; to amend chapter 147 of the laws of 2001,\namending the education law relating to conditional appointment of\nschool district, charter school or BOCES employees, in relation to the\neffectiveness thereof; to amend chapter 57 of the laws of 2008\namending the education law relating to the universal pre-kindergarten\nprogram, in relation to extending the provisions thereof; to amend\nchapter 386 of the laws of 1996, amending the education law relating\nto providing for a waiver allowing state aid in certain circumstances,\nin relation to extending its effectiveness; to amend chapter 57 of the\nlaws of 2004, relating to support of education, in relation to\nextending the provisions thereof; to amend chapter 169 of the laws of\n1994 relating to certain provisions related to the 1994-95 state\noperations, aid to localities, capital projects and debt service\nbudgets, in relation to the effectiveness thereof; and to amend\nchapter 82 of the laws of 1995, amending the education law and certain\nother laws relating to state aid to school districts and the\nappropriation of funds for the support of government, in relation to\nthe effectiveness thereof (Part A); to amend the education law, in\nrelation to restrictions on eligibility to receive awards and loans;\nand to repeal certain provisions of such law relating thereto (Part\nB); to amend the education law, in relation to tuition assistance\nprogram awards (Part C); to amend the education law, in relation to\nthe definition of income for purposes of tuition assistance program\nawards (Part D); to amend chapter 57 of the laws of 2005 amending the\neducation law relating to the New York state nursing faculty loan\nforgiveness incentive program and the New York state nursing faculty\nscholarship program, in relation to the effectiveness thereof (Part\nE); to amend chapter 31 of the laws of 1985, amending the education\nlaw relating to regents scholarships in certain professions, in\nrelation to extending the effectiveness of certain provisions thereof\n(Part F); and to amend the education law, in relation to eligibility\nrequirements for student financial aid (Part G)\n\nPURPOSE:\n\n\nThis bill includes various provisions that will finalize certain\nactions necessary to complete the 2010-11 Education, Labor and Family\nAssistance Budget.\n\nPart A - Amend the Education law to provide a one-year reduction in\nSchool Aid, adjust the planned phase-in of Foundation Aid, and make\nother changes necessary to implement the Enacted Budget.\n\nThis bill contains various provisions necessary for implementation of\nthe education portion of the 2010-11 Executive Budget, including:\n\nFederal Education Jobs Fund - This bill provides statutory\nauthorization for school districts to access the $607 million Federal\nEducation Jobs Fund. These funds can be used by school districts in\nthe 2010-11 school year and after to avert teacher layoffs and as an\nadditional offset to the Gap Elimination Adjustment.\n\nMaintain Foundation Aid at Current levels - In order to provide\nnecessary out year savings, this bill amend the Education Law to\nextend certain existing statutory provisions for two additional years\n- through 2011-12 - for Foundation Aid.  Specifically, State support\nfor Foundation Aid would be continued at current level.\n\nGap Elimination Adjustment - This bill amends the Education Law for\nthe 2010-11 school year to provide a Gap Elimination Adjustment (GEA)\nformula consistent with the calculation already included in the\nEducation, Labor, and Family Assistance Appropriation Bill (Chapter 53\nof the Laws of 2010).\n\nSchool District Charter School Payments - Consistent with limiting\nFoundation Aid to 2009-10 levels, this bill amends the Education Law\nto maintain payments made by school districts to charter schools at\nthe current per pupil level. Chapter 57 of the laws of 2009 initiated\na one-year freeze on these per pupil charter school payments. This\nwould extend that freeze for one additional year.\n\nContract for Excellence - This bill amends the Education Law to modify\nContract for Excellence requirements, in recognition of the fiscal\ncircumstances facing the State and the suspension of increases in\nFoundation Aid. School districts currently in the program would be\nrequired to continue participation in the program with.a reduced\nfinancial liability unless all school buildings in a school district\nare reported as \"In Good Standing\" for purposes of the State\naccountability system. School districts that remain in the program\nwould be required to maintain funding on existing Contract for\nExcellence programs less the percentage reduction of the Gap\nElimination Adjustment.\n\nLibrary Aid - This bill amends the Education Law to continue\nsupplemental aid to public, school and research library systems in the\n2010-11 fiscal year using the same formula as in 2009-10. The bill\nalso continues to hold recipients of library aid harmless from\nreductions to aid they received in the 2001-02 fiscal year, except for\nthe proportionate reduction needed to limit the State's obligation to\nthe amount appropriated for the program.\n\n\nOther Provisions - There are also several technical corrections,\nvarious extenders, including those to maintain compliance with\nmultiple Federal laws and maintenance of effort requirements, as well\nas other minor changes that were included in the Article VII\nlegislation and previously accepted by the Legislature.\n\nEnactment of this bill is necessary to implement the 2010-11 Enacted\nBudget including out-year savings.\n\nPart B - Amend the eligibility requirements for the Tuition Assistance\nProgram (TAP) as it relates to students in default on certain student\nloans.\n\nThis bill modifies the award eligibility criteria for the Tuition\nAssistance Program (TAP) to create parity in the treatment of students\nin default on New York State and Federal loans, regardless of\nguarantor. Under current law, students in default on loans guaranteed\nby the Higher Education Services Corporation (HESC) are ineligible for\nTAP awards, while students in default on other student loans remain\neligible for TAP. This bill creates parity by eliminating TAP\neligibility for all students who are in default on any New York State\nor Federal student loan, regardless of guarantor.\n\nEnactment of this bill would achieve annual savings of $5.2 million.\n\nPart C - Place married students with no children on a new TAP award\nschedule.\n\nThis bill places married students with no children on a new, less\ngenerous TAP award schedule. These students are currently placed on\nthe dependent schedule and receive a more generous award, even though\nthey have no children as their spouse is considered the dependent.\nMoving them to a schedule more closely related to the independent\nschedule would put these students more on par with their single adult\nclassmates.\n\nEnactment of this bill would achieve annual savings of $7.8 million.\n\nPart D -Include all private pension and annuity income in TAP\neligibility determinations.\n\nThis bill provides that the calculation of income for purposes of TAP\nshall include private pension income not otherwise subject to State\ntaxation. The 2009-10 Budget required the inclusion of all public\npension income for purposes of calculating TAP. Currently, for private\npensioners age 59 1/2 and older the first $20,000 of pension income is\nexcluded for purposes of calculating TAP. This bill conforms the\ntreatment of private pension income with that of public pensions by\nrequiring that pension income from any and all sources would be\ncounted as income for the purposes of calculating TAP awards.\n\nEnactment of this bill would achieve annual savings of $6.0 million.\n\nPart E - Extend the Patricia K. McGee Nursing Faculty Scholarship and\nthe Nursing Faculty Loan Forgiveness Incentive programs until 2015.\n\n\nThis bill extends the Patricia K. McGee Nursing Faculty Scholarship\nand the Nursing Faculty Loan Forgiveness Incentive programs until June\n30, 2015. The Patricia K.  McGee Nursing Faculty Scholarship and the\nNursing Faculty Loan Forgiveness Incentive programs encourage students\nin New York to pursue degrees in nursing education leading to careers\nas nursing faculty. Authorization for these programs expired on June\n30, 2010.\n\nEnactment of this bill would result in $1.34 million in costs to\nfulfill prior obligations, and $2.4 million in additional costs\nannually.\n\nPart F - Extend the Regents Physician Loan Forgiveness Program until\nthe end of the 2010-11 school year.\n\nThis bill extends the Regents Physician Loan Forgiveness Program until\nthe end of the 2010-11 school year, as well as restores new awards for\nthe 2009-10 school year through retroactive payments. The Physician\nLoan Forgiveness Program encourages doctors in New York to advance\ntheir careers in medicine by serving in high needs areas throughout\nthe State. This program was inadvertently allowed to sunset at the end\nof the 2008-09 school year. This bill extends this program by amending\nsection 17 of Chapter 31 of the Laws of 1985 to retroactively award\nloan forgiveness awards in 2009-10 and sunset after awards are given\nfor the 2010-11 school year.\n\nEnactment of this bill would result in $1.54 million in costs to\nfulfill prior obligations, and $1.6 million in additional costs\nassociated with the 2010-11 school year.\n\nPart G - Provide Tuition Assistance Program awards to students\nattending certain institutions not under the State Education\nDepartment's direct supervision.\n\nThis bill provides TAP awards to students attending certain\ninstitutions that are currently not under the direct supervision of\nthe New York State Education Department (SED).  Under current law,\nthere are income-eligible students who attend non-profit institutions\nof higher education that cannot receive TAP awards because their\nschools, although authorized by the State Education Department (SED)\nto offer post-secondary education, are not under SED's direct\nsupervision. This bill amends the statutory prohibition against\nproviding TAP to otherwise income-eligible students at certain\nspecialized not-for-profit higher education institutions that are\nbased in the State, accredited by an agency recognized by the U.S.\nSecretary of Education and that have students who are eligible to\nreceive Pell grants.\n\nEnactment of this bill would result in additional costs of $18.3\nmillion annually.\n\nThe provisions of this act shall take effect immediately, provided,\nhowever, that the applicable effective date of each part of this act\nshall be as specifically set forth in the last section of such part.\n\n\n",
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101209.T120638.TXT-agenda-1.xml", "SOBI.D101206.T174927.TXT", "SOBI.D101207.T185024.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291914398569
}