{
  "year" : 2009,
  "senateBillNo" : "S68014-2009",
  "billEvents" : [ {
    "eventDate" : 1291352400000,
    "eventText" : "REFERRED TO RULES",
    "billEventId" : "S68014-2009-1291352400000-REFERRED+TO+RULES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RULES COM",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the powers and duties of the dormitory authority of the state of New York relative to the establishment of subsidiaries for certain purposes",
  "summary" : null,
  "currentCommittee" : "RULES",
  "sameAs" : "A42014",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          14\n\n                              Third Extraordinary Session\n\n                                   I N  S E N A T E\n\n                                   December 3, 2010\n                                      ___________\n\n       Introduced by COMMITTEE ON RULES -- (at request of the Governor) -- read\n         twice  and  ordered  printed,  and when printed to be committed to the\n         Committee on Rules\n\n       AN ACT to amend the public authorities law, in relation  to  the  powers\n         and  duties  of the dormitory authority of the state of New York rela-\n         tive to the establishment of subsidiaries for certain purposes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  1678 of the public authorities law is amended by\n    2  adding a new subdivision 25 to read as follows:\n    3    25. (A) TO FORM A SUBSIDIARY FOR THE PURPOSE OF LIMITING THE POTENTIAL\n    4  LIABILITY OF  THE  AUTHORITY  WHEN  EXERCISING  THE  POWERS  AND  DUTIES\n    5  CONFERRED  UPON  THE  AUTHORITY  BY  ARTICLE  EIGHT  OF  THIS CHAPTER IN\n    6  CONNECTION WITH THE EXERCISE OF REMEDIES BY THE AUTHORITY AGAINST  NORTH\n    7  GENERAL  HOSPITAL,  AN  ELIGIBLE SECURED BORROWER (AS DEFINED IN CHAPTER\n    8  FIVE HUNDRED NINETY OF THE LAWS OF TWO  THOUSAND  TWO)  LOCATED  IN  THE\n    9  BOROUGH  OF  MANHATTAN,  NEW  YORK THAT HAS DEFAULTED IN ITS OBLIGATIONS\n   10  UNDER ITS LOAN AGREEMENT OR MORTGAGE WITH THE AUTHORITY AND FOR WHICH AN\n   11  EVENT OF DEFAULT HAS BEEN DECLARED BY  THE  AUTHORITY.  SUCH  SUBSIDIARY\n   12  CREATED  PURSUANT  TO  THIS  SUBDIVISION MAY EXERCISE AND PERFORM ONE OR\n   13  MORE OF THE PURPOSES, POWERS, DUTIES, FUNCTIONS, RIGHTS AND RESPONSIBIL-\n   14  ITIES OF THE AUTHORITY OTHER  THAN  THE  ISSUANCE  OF  INDEBTEDNESS,  IN\n   15  CONNECTION  WITH  REAL  AND  PERSONAL PROPERTY WITH RESPECT TO WHICH THE\n   16  AUTHORITY HOLDS OR HELD A MORTGAGE, SECURITY INTEREST OR  OTHER  COLLAT-\n   17  ERAL  INTEREST  INCLUDING:  (I)  BIDDING  FOR, TAKING, HOLDING, SELLING,\n   18  CONVEYING, ASSIGNING OR TRANSFERRING TITLE TO SUCH PROPERTY; (II) ENTER-\n   19  ING INTO LEASES, SUBLEASES, OPERATING AGREEMENTS,  SECURITY  AGREEMENTS,\n   20  LOAN  AGREEMENTS  OR  OTHER  ENCUMBRANCES OR ARRANGEMENTS WITH REGARD TO\n   21  SUCH PROPERTY AND ACTING IN A MANNER CONSISTENT WITH THE  RIGHTS,  OBLI-\n   22  GATIONS  OR  RESPONSIBILITIES  OF THE OWNER OF SUCH PROPERTY PURSUANT TO\n   23  SUCH AGREEMENTS OR ENCUMBRANCES;  (III)  ASSUMING  ANY  INDEBTEDNESS  OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD12326-03-0\n\n       S. 14                               2\n\n    1  OTHER  LIABILITIES  SECURED BY SUCH PROPERTY.  NOTWITHSTANDING ANY OTHER\n    2  PROVISION OF LAW TO THE CONTRARY, BUT IN ALL INSTANCES  SUBJECT  TO  THE\n    3  PROVISIONS  OF  ANY  CONTRACT WITH BONDHOLDERS, THE TRANSFER OF TITLE TO\n    4  SUCH  SUBSIDIARY  OR  ANY  OTHER  ACTIONS  TAKEN BY THE AUTHORITY OR THE\n    5  SUBSIDIARY TO ENFORCE THE AUTHORITY'S RIGHTS UNDER THE MORTGAGE, SECURI-\n    6  TY INTEREST OR OTHER COLLATERAL INTEREST OR TO PROTECT, ACQUIRE,  MANAGE\n    7  OR  DISPOSE OF THE PROPERTY SHALL BE DEEMED TO BE A CORPORATE PURPOSE OF\n    8  THE AUTHORITY AND SHALL NOT IMPAIR THE VALIDITY OF ANY BONDS,  NOTES  OR\n    9  OTHER  OBLIGATIONS  OF  THE  AUTHORITY  TO  WHICH THE MORTGAGE, SECURITY\n   10  INTEREST OR OTHER COLLATERAL INTEREST RELATES.\n   11    (B) SUCH SUBSIDIARY AUTHORIZED BY PARAGRAPH (A)  OF  THIS  SUBDIVISION\n   12  SHALL  BE  ESTABLISHED  IN  THE  FORM OF A PUBLIC BENEFIT CORPORATION BY\n   13  EXECUTING AND FILING WITH THE SECRETARY OF STATE A CERTIFICATE OF INCOR-\n   14  PORATION WHICH SHALL IDENTIFY THE AUTHORITY  AS  THE  ENTITY  ORGANIZING\n   15  SUCH SUBSIDIARY AND SET FORTH THE NAME OF SUCH SUBSIDIARY PUBLIC BENEFIT\n   16  CORPORATION,  ITS DURATION, THE LOCATION OF ITS PRINCIPAL OFFICE AND ITS\n   17  CORPORATE PURPOSES AS PROVIDED IN THIS SUBDIVISION AND WHICH CERTIFICATE\n   18  MAY BE AMENDED FROM TIME TO TIME BY THE  FILING  OF  AMENDMENTS  THERETO\n   19  WITH  THE  SECRETARY OF STATE.   SUCH SUBSIDIARY SHALL BE ORGANIZED AS A\n   20  PUBLIC BENEFIT CORPORATION, SHALL BE A BODY POLITIC AND  CORPORATE,  AND\n   21  SHALL  HAVE  ALL  THE  PRIVILEGES,  IMMUNITIES, TAX EXEMPTIONS AND OTHER\n   22  EXEMPTIONS OF THE AUTHORITY. THE MEMBERS OF SUCH SUBSIDIARY SHALL BE THE\n   23  SAME AS THE MEMBERS OF THE AUTHORITY AND THE PROVISIONS  OF  SUBDIVISION\n   24  TWO  OF  SECTION  SIXTEEN  HUNDRED NINETY-ONE OF THIS TITLE SHALL IN ALL\n   25  RESPECTS APPLY TO SUCH MEMBERS WHEN ACTING IN SUCH CAPACITY.\n   26    (C) NOTHING IN THIS SUBDIVISION  SHALL  BE  CONSTRUED  TO  IMPOSE  ANY\n   27  LIABILITIES,  OBLIGATIONS  OR RESPONSIBILITIES OF   SUCH SUBSIDIARY UPON\n   28  THE AUTHORITY AND THE AUTHORITY SHALL HAVE NO LIABILITY OR  RESPONSIBIL-\n   29  ITY THEREFOR UNLESS THE AUTHORITY EXPRESSLY AGREES TO ASSUME THE SAME.\n   30    (D)  SUCH  SUBSIDIARY  CREATED  PURSUANT  TO THIS SUBDIVISION SHALL BE\n   31  SUBJECT TO ANY OTHER PROVISION OF THIS  CHAPTER  PERTAINING  TO  SUBSID-\n   32  IARIES OF PUBLIC AUTHORITIES.\n   33    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the powers and duties of the dormitory authority of the state of New York relative to the establishment of subsidiaries for certain purposes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T173508.TXT", "SOBI.D101203.T180010.TXT", "SOBI.D101203.T174509.TXT", "SOBI.D101203.T180510.TXT", "SOBI.D101203.T175009.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291417510707
}