{
  "year" : 2009,
  "senateBillNo" : "S68012-2009",
  "billEvents" : [ {
    "eventDate" : 1291352400000,
    "eventText" : "REFERRED TO RULES",
    "billEventId" : "S68012-2009-1291352400000-REFERRED+TO+RULES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1291698000000,
    "eventText" : "ORDERED TO THIRD READING CAL.8",
    "billEventId" : "S68012-2009-1291698000000-ORDERED+TO+THIRD+READING+CAL.8",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1291698001000,
    "eventText" : "SUBSTITUTED BY A42012",
    "billEventId" : "S68012-2009-1291698001000-SUBSTITUTED+BY+A42012",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RULES",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Updates the state energy conservation construction code to address the requirements of the American Recovery and Reinvestment Act of 2009",
  "summary" : null,
  "currentCommittee" : "RULES",
  "sameAs" : "A42012, A68012, A7735A, S8281",
  "lawSection" : "Energy Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : [ "RULES" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          12\n\n                              Third Extraordinary Session\n\n                                   I N  S E N A T E\n\n                                   December 3, 2010\n                                      ___________\n\n       Introduced by C0MMITTEE ON RULES -- (at request of the Governor) -- read\n         twice  and  ordered  printed,  and when printed to be committed to the\n         Committee on Rules\n\n       AN ACT to amend the energy law and the executive  law,  in  relation  to\n         updating  the  state  energy conservation construction code to address\n         the requirements of the American Recovery and Reinvestment Act of 2009\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 11-102 of the energy law, as added by chapter 397\n    2  of the laws of 1978, subdivision 3 as amended, subdivisions 4, 5, 6  and\n    3  7  as renumbered and subdivisions 8 and 9 as added by chapter 516 of the\n    4  laws of 1984, is amended to read as follows:\n    5    S 11-102. Definitions.  For the purposes of this article, the  follow-\n    6  ing words and phrases shall have the following meanings unless a differ-\n    7  ent meaning is plainly required by the context:\n    8    1. \"ADDITION.\" AN EXTENSION OR INCREASE IN THE CONDITIONED SPACE FLOOR\n    9  AREA OR HEIGHT OF ANY BUILDING.\n   10    2. \"ALTERATION.\" ANY RENOVATION, RECONSTRUCTION OR RENEWAL OF OR TO AN\n   11  EXISTING  BUILDING, OR PORTION THEREOF, OTHER THAN AN ADDITION. THE WORD\n   12  \"ALTERATION\" SHALL INCLUDE ANY CHANGE  IN  EQUIPMENT  THAT  INVOLVES  AN\n   13  EXTENSION, ADDITION OR CHANGE TO THE ARRANGEMENT, TYPE OR PURPOSE OF THE\n   14  ORIGINAL INSTALLATION.\n   15    3.  \"ASHRAE 90.1-2007.\" ANSI/ASHRAE/IESNA STANDARD 90.1-2007, ENTITLED\n   16  \"ENERGY STANDARDS FOR BUILDINGS EXCEPT LOW-RISE RESIDENTIAL  BUILDINGS,\"\n   17  PUBLISHED  BY  AMERICAN SOCIETY OF HEATING, REFRIGERATING AND AIR-CONDI-\n   18  TIONING ENGINEERS, INC.\n   19    4. \"Building.\" Any [combination  of  materials,  whether  portable  or\n   20  fixed,  having  a  roof to form a structure which is heated or cooled in\n   21  the normal course affording shelter for persons,  animals  or  property,\n   22  including  any equipment therein, provided however that the term \"build-\n   23  ing\" shall not include any structure which is heated and cooled  without\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD12237-03-0\n\n       S. 12                               2\n\n    1  the use of electricity or fossil fuel. The word \"building\" shall include\n    2  \"factory  manufactured  homes\"  as  defined in section four hundred-c of\n    3  article eighteen-B of the executive law] STRUCTURE USED OR INTENDED  FOR\n    4  SUPPORTING  OR  SHELTERING ANY USE OR OCCUPANCY OR FOR AFFORDING SHELTER\n    5  TO PERSONS, ANIMALS OR PROPERTY, INCLUDING ANY EQUIPMENT THEREIN.\n    6    [2.] 5.  \"Code.\"  The  state  energy  conservation  construction  code\n    7  provided  for  in this article, or any portion thereof, any modification\n    8  of or amendments thereto.\n    9    [3. \"Construction.\" The construction of a new building, or  any  addi-\n   10  tion to, or substantial renovation of, an existing building.\n   11    4.]  6. \"COMMERCIAL BUILDING.\"  ANY BUILDING THAT IS NOT A RESIDENTIAL\n   12  BUILDING.\n   13    7. \"CONDITIONED SPACE.\" AN AREA OR ROOM WHICH IS WITHIN A BUILDING AND\n   14  WHICH IS (A) BEING HEATED OR COOLED, (B) CONTAINS UNINSULATED DUCTS,  OR\n   15  (C) HAS A FIXED OPENING DIRECTLY INTO AN ADJACENT CONDITIONED SPACE.\n   16    8.  \"Equipment.\"  Plumbing, heating, electrical, LIGHTING, insulating,\n   17  ventilating, air conditioning, and refrigerating  equipment,  elevators,\n   18  escalators, and other mechanical additions or installations but does not\n   19  include any items constituting an industrial or commercial process.\n   20    [5.]  9.  \"HISTORIC BUILDING.\"  ANY BUILDING THAT IS (A) LISTED ON THE\n   21  NATIONAL REGISTER OF HISTORIC PLACES OR ON THE STATE REGISTER OF HISTOR-\n   22  IC PLACES, (B) DETERMINED BY THE COMMISSIONER OF PARKS,  RECREATION  AND\n   23  HISTORIC  PRESERVATION  TO BE ELIGIBLE FOR LISTING ON THE STATE REGISTER\n   24  OF HISTORIC PLACES, (C) DETERMINED BY THE COMMISSIONER OF PARKS,  RECRE-\n   25  ATION  AND  HISTORIC  PRESERVATION  TO  BE A CONTRIBUTING BUILDING TO AN\n   26  HISTORIC DISTRICT THAT IS LISTED OR ELIGIBLE FOR LISTING ON THE STATE OR\n   27  NATIONAL REGISTERS OF HISTORIC PLACES, OR (D) OTHERWISE  DEFINED  AS  AN\n   28  HISTORIC  BUILDING  IN  REGULATIONS ADOPTED BY THE STATE FIRE PREVENTION\n   29  AND BUILDING CODE COUNCIL.\n   30    10. \"IECC\" OR \"INTERNATIONAL ENERGY CONSERVATION CODE.\"  THE  INTERNA-\n   31  TIONAL  ENERGY  CONSERVATION CODE, PUBLISHED BY INTERNATIONAL CODE COUN-\n   32  CIL, INC.\n   33    11. \"LOCAL GOVERNMENT.\" ANY VILLAGE, TOWN (OUTSIDE  THE  AREA  OF  ANY\n   34  INCORPORATED VILLAGE) OR CITY.\n   35    12.  \"Municipality.\"  Any county, city, town, village, school district\n   36  or district corporation.\n   37    [6.] 13. \"Owner.\" The owner or owners of the freehold of a premises or\n   38  any lesser estate therein,  a  mortgagee  or  vendee  in  possession,  a\n   39  contract vendee, assignee of rents, receiver, executor, trustee, lessee,\n   40  or any other person, firm or corporation in control of a building.\n   41    [7.]  14. \"Residential BUILDING.\" Any building which is designed or is\n   42  to be used primarily as a dwelling or household AS DEFINED BY THE  STATE\n   43  FIRE  PREVENTION  AND BUILDING CODE COUNCIL, INCLUDING ANY FACTORY MANU-\n   44  FACTURED HOME AS DEFINED IN SUBDIVISION EIGHT OF SECTION  THREE  HUNDRED\n   45  SEVENTY-TWO  OF  THE  EXECUTIVE  LAW  AND  ANY MOBILE HOME AS DEFINED IN\n   46  SUBDIVISION THIRTEEN OF SECTION THREE HUNDRED SEVENTY-TWO OF THE  EXECU-\n   47  TIVE LAW.\n   48    [8. \"Substantial  renovation.\" The alteration of any existing building\n   49  in which more than fifty percent of any building subsystem is replaced.\n   50    9. \"Subsystem.\" A building assembly  made  up  of  various  components\n   51  which  serve  a specific function, including but not limited to exterior\n   52  walls, roof and ceiling, floors, lighting, piping, ductwork, and  equip-\n   53  ment as defined in subdivision four of this section.]\n   54    15.  \"UNIFORM  CODE.\"  THE  NEW YORK STATE UNIFORM FIRE PREVENTION AND\n   55  BUILDING CODE ADOPTED, AND AS MAY BE AMENDED, PURSUANT TO ARTICLE  EIGH-\n   56  TEEN OF THE EXECUTIVE LAW.\n\n       S. 12                               3\n\n    1    S  2. Subdivision 1 of section 11-103 of the energy law, as amended by\n    2  chapter 292 of the laws of 1998, is amended to read as follows:\n    3    1.  (a)  [The  code  relating to the construction of all buildings, or\n    4  classes of buildings in  the  state,  for  purposes  of  minimizing  the\n    5  consumption of energy and providing for the efficient utilization of the\n    6  energy  expended  in  the  use  and occupancy of buildings is continued.\n    7  Such code shall be at least equal to the standards specified in standard\n    8  90-75 of the American Society of Heating, Refrigerating and  Air  Condi-\n    9  tioning  Engineers,  Inc., entitled \"Energy Conservation in New Building\n   10  Design\", known hereafter as ASHRAE Standard 90-75; and to the  reference\n   11  standards upon which the ASHRAE Standard 90-75 is based; provided howev-\n   12  er,  that  in addition any portion of the code which applies to residen-\n   13  tial construction shall be at least equivalent to the  requirements  set\n   14  forth in the public service commission opinions, PSC 76-16 (C) dated May\n   15  fifteenth  and sixteenth, nineteen hundred seventy-seven, and appendices\n   16  thereto. The code shall apply to all buildings for which application for\n   17  a building permit is made and plans are filed in this state on or  after\n   18  January  first,  nineteen  hundred seventy-nine, which date shall be the\n   19  effective date of the code.\n   20    (b) The rules and regulations relating specifically to the substantial\n   21  renovation of all buildings, or classes of buildings in the  state,  for\n   22  purposes  of  minimizing the consumption of energy and providing for the\n   23  efficient utilization of the energy expended in the use and occupancy of\n   24  such buildings are continued.  Such rules and  regulations  shall  apply\n   25  only  to  that  portion  of  a building subsystem or subsystems which is\n   26  replaced; provided that fifty percent or more of such building subsystem\n   27  or subsystems is replaced.] THE STATE ENERGY  CONSERVATION  CONSTRUCTION\n   28  CODE  ADOPTED BY THE STATE FIRE PREVENTION AND BUILDING CODE COUNCIL AND\n   29  CONSISTING OF A BUILDING ENERGY CODE FOR RESIDENTIAL BUILDINGS  THROUGH-\n   30  OUT  THE  STATE  AND  A  BUILDING  ENERGY  CODE FOR COMMERCIAL BUILDINGS\n   31  THROUGHOUT THE STATE IS CONTINUED UNTIL AMENDED OR A NEW CODE IS ADOPTED\n   32  AND EFFECTIVE.\n   33    (B) THE CODE SHALL APPLY TO THE CONSTRUCTION OF ANY NEW BUILDING.  THE\n   34  CODE SHALL ALSO APPLY TO AN ADDITION TO, AND ALTERATION OF, ANY EXISTING\n   35  BUILDING  OR BUILDING SYSTEM; PROVIDED, HOWEVER, THAT THE CODE SHALL NOT\n   36  BE INTERPRETED TO REQUIRE ANY UNALTERED PORTION OF THE EXISTING BUILDING\n   37  OR BUILDING SYSTEM TO COMPLY WITH THE CODE.  THE CODE SHALL NOT APPLY TO\n   38  THE FOLLOWING PROVIDED THAT THE  ENERGY  USE  OF  THE  BUILDING  IS  NOT\n   39  INCREASED:\n   40    (1) STORM WINDOWS INSTALLED OVER EXISTING FENESTRATION;\n   41    (2) GLASS ONLY REPLACEMENTS IN AN EXISTING SASH AND FRAME;\n   42    (3)   EXISTING   CEILING,   WALL  OR  FLOOR  CAVITIES  EXPOSED  DURING\n   43  CONSTRUCTION PROVIDED THAT THESE CAVITIES ARE FILLED WITH INSULATION;\n   44    (4) CONSTRUCTION WHERE THE EXISTING ROOF, WALL OR FLOOR CAVITY IS  NOT\n   45  EXPOSED;\n   46    (5) REROOFING FOR ROOFS WHERE NEITHER THE SHEATHING NOR THE INSULATION\n   47  IS EXPOSED; ROOFS WITHOUT INSULATION IN THE CAVITY AND WHERE THE SHEATH-\n   48  ING  OR INSULATION IS EXPOSED DURING REROOFING SHALL BE INSULATED EITHER\n   49  ABOVE OR BELOW THE SHEATHING;\n   50    (6) REPLACEMENT OF EXISTING DOORS THAT SEPARATE CONDITIONED SPACE FROM\n   51  THE EXTERIOR SHALL NOT  REQUIRE  THE  INSTALLATION  OF  A  VESTIBULE  OR\n   52  REVOLVING DOOR, PROVIDED, HOWEVER, THAT AN EXISTING VESTIBULE THAT SEPA-\n   53  RATES SUCH CONDITIONED SPACE FROM THE EXTERIOR SHALL NOT BE REMOVED;\n   54    (7) ALTERATIONS THAT REPLACE LESS THAN FIFTY PERCENT OF THE LUMINAIRES\n   55  IN A SPACE, PROVIDED THAT SUCH ALTERATIONS DO NOT INCREASE THE INSTALLED\n   56  INTERIOR LIGHTING POWER;\n\n       S. 12                               4\n\n    1    (8)  ALTERATIONS  THAT  REPLACE  ONLY  THE BULB AND BALLAST WITHIN THE\n    2  EXISTING LUMINAIRES IN A SPACE PROVIDED THAT  THE  ALTERATION  DOES  NOT\n    3  INCREASE THE INSTALLED INTERIOR LIGHTING POWER; AND\n    4    (9)  ANY  OTHER  EXCEPTION  ADOPTED  BY  THE STATE FIRE PREVENTION AND\n    5  BUILDING CODE COUNCIL PROVIDED THAT SUCH EXCEPTION WILL NOT PREVENT  THE\n    6  ATTAINMENT OF THE COMPLIANCE GOALS SET FORTH IN SECTION 410(2)(C) OF THE\n    7  AMERICAN RECOVERY AND REINVESTMENT ACT OF 2009.\n    8    S  3. Subdivision 2 of section 11-103 of the energy law, as amended by\n    9  chapter 292 of the laws of 1998, is amended to read as follows:\n   10    2.  The state fire prevention and building code council is authorized,\n   11  from time to time as  it  deems  appropriate  and  consistent  with  the\n   12  purposes  of  this article, to review and amend the code, OR ADOPT A NEW\n   13  CODE, through rules and regulations provided that the code remains  cost\n   14  effective  with  respect to building construction in the state. [The] IN\n   15  DETERMINING WHETHER THE CODE REMAINS COST EFFECTIVE,  THE  code  COUNCIL\n   16  shall [be deemed cost effective if] CONSIDER WHETHER the cost of materi-\n   17  als  and  their  installation to meet its standards would be equal to or\n   18  less than the present value of energy savings  that  could  be  expected\n   19  over  a  ten  year  period  in  the building in which such materials are\n   20  installed. FOR RESIDENTIAL BUILDINGS, THE CODE SHALL MEET OR EXCEED  THE\n   21  THEN  MOST RECENTLY PUBLISHED INTERNATIONAL ENERGY CONSERVATION CODE, OR\n   22  ACHIEVE EQUIVALENT OR GREATER ENERGY SAVINGS; AND FOR COMMERCIAL  BUILD-\n   23  INGS,  THE CODE SHALL MEET OR EXCEED ASHRAE 90.1-2007, OR ACHIEVE EQUIV-\n   24  ALENT OR GREATER ENERGY SAVINGS.\n   25    S 4. Subdivision 5 of section 11-104 of the energy law,  as  added  by\n   26  chapter 516 of the laws of 1984, is amended to read as follows:\n   27    5.  The code shall exempt from such uniform standards and requirements\n   28  [property that is listed on the national register  of  historic  places,\n   29  property  that  is  listed  on  the state register of historic places or\n   30  property that is determined to be eligible  for  listing  on  the  state\n   31  register by the commissioner of parks, recreation and historic preserva-\n   32  tion]  ANY  HISTORIC  BUILDING  AS  DEFINED  IN  SECTION  11-102 OF THIS\n   33  ARTICLE.\n   34    S 5. Section 11-105 of the energy law, as amended by  chapter  292  of\n   35  the laws of 1998, is amended to read as follows:\n   36    S  11-105.  Limitation of application.  Notwithstanding the provisions\n   37  of subdivision one of section 11-103 of this  article,  the  state  fire\n   38  prevention  and  building  code  council,  by  regulation, may limit the\n   39  application of any portion of the code  so  as  to  include  or  exclude\n   40  classes  or types of buildings, according to the use thereof or the cost\n   41  effectiveness of the code with respect to any  such  class  or  type  of\n   42  building,  or  according  to any other distinction as may make differen-\n   43  tiation or separate classification or regulation  necessary,  proper  or\n   44  desirable,  [so long as any] PROVIDED HOWEVER, THAT such limitation: (1)\n   45  is consistent with the purposes of this article  and  the  criteria  set\n   46  forth  in  section  11-104 of this article, (2) DOES NOT RENDER THE CODE\n   47  INCONSISTENT WITH THE ENERGY SAVINGS REQUIREMENTS OF SUBDIVISION TWO  OF\n   48  SECTION  11-103 OF THIS ARTICLE, AND (3) WHETHER CONSIDERED INDIVIDUALLY\n   49  OR COLLECTIVELY WITH OTHER LIMITATIONS, WILL NOT PREVENT THE  ATTAINMENT\n   50  OF  THE  COMPLIANCE GOALS SET FORTH IN SECTION 410(2)(C) OF THE AMERICAN\n   51  RECOVERY AND REINVESTMENT ACT OF 2009.\n   52    S 6. Section 11-107 of the energy law, as amended by  chapter  517  of\n   53  the laws of 1984, is amended to read as follows:\n   54    S  11-107.  Administration  and  enforcement.    Except  as  otherwise\n   55  [expressly provided herein] PROVIDED IN REGULATIONS ADOPTED PURSUANT  TO\n   56  SECTION  THREE  HUNDRED  EIGHTY-ONE  OF  THE EXECUTIVE LAW, the adminis-\n\n       S. 12                               5\n\n    1  tration and enforcement of the provisions of the code [within any  muni-\n    2  cipality]  WITH  RESPECT  TO ANY BUILDING shall be the responsibility of\n    3  that governmental entity which is responsible for the administration and\n    4  enforcement of the provisions of the [building construction code or the]\n    5  UNIFORM   CODE   OR   OTHER  APPLICABLE  fire  prevention  and  building\n    6  construction code [applicable within such municipality] WITH RESPECT  TO\n    7  SUCH  BUILDING.    The  code  shall  be administered and enforced in the\n    8  manner prescribed by applicable local law or ordinance [or the] CONSIST-\n    9  ENT WITH THE STANDARDS AND procedures adopted pursuant to section  three\n   10  hundred  eighty-one  of  the  executive  law [for the administration and\n   11  enforcement  of  the  state  uniform  fire   prevention   and   building\n   12  construction code].\n   13    S  7. Subdivision 1 of section 11-108 of the energy law, as amended by\n   14  chapter 516 of the laws of 1984, is amended to read as follows:\n   15    1. Any person having been served with an order TO REMEDY  A  VIOLATION\n   16  OF THE CODE pursuant to the provisions of any local law or ordinance, or\n   17  the  procedures  adopted pursuant to section three hundred eighty-one of\n   18  the executive law [for the administration and enforcement of  the  state\n   19  uniform  fire prevention and building construction code], who shall fail\n   20  to comply with such order within thirty days after such service or with-\n   21  in the time fixed by such order for compliance,  whichever  is  greater,\n   22  and any owner, builder, architect, engineer, contractor or subcontractor\n   23  taking  part or assisting in the construction or use of any building who\n   24  shall knowingly violate any applicable provisions of  the  code  or  any\n   25  lawful  order  of  the  governmental entity responsible for the adminis-\n   26  tration and enforcement thereof shall be punishable by  a  fine  of  not\n   27  more  than [five hundred] ONE THOUSAND dollars or by imprisonment of not\n   28  more than thirty days in jail, or both.\n   29    S 8. Section 11-109 of the energy law, as added by chapter 397 of  the\n   30  laws  of  1978,  subdivision  1 as amended by chapter 516 of the laws of\n   31  1984 and subdivision 2 as amended by chapter 292 of the laws of 1998, is\n   32  amended to read as follows:\n   33    S 11-109. Municipal regulations.  1. Nothing in this article shall  be\n   34  construed  as  abrogating  or impairing the power of any municipality or\n   35  the secretary of state to enforce the provisions of any  local  building\n   36  regulations   or   the   state  uniform  fire  prevention  and  building\n   37  [construction] code, provided that such local building  regulations  are\n   38  not  inconsistent  with  the code. Nor shall anything in this article be\n   39  construed as abrogating or impairing the power of  any  municipality  to\n   40  promulgate  a local energy conservation construction code more stringent\n   41  than the code, INCLUDING BUT NOT LIMITED TO REQUIREMENTS  FOR  MANDATORY\n   42  ENERGY EFFICIENCY TESTING AND RATINGS.\n   43    2.   Any   municipality  which  adopts  a  local  energy  conservation\n   44  construction code in accordance with this section shall file a  copy  of\n   45  such  code  and  any amendments or revisions thereof with the state fire\n   46  prevention and building code council within thirty days after  promulga-\n   47  tion  or  adoption  of such LOCAL code[,] OR ANY amendments or revisions\n   48  THEREOF.  [The failure to comply with the provisions of this subdivision\n   49  shall not impair or otherwise affect the validity of such local code  or\n   50  amendment  or  revision] IF THE MUNICIPALITY FILES SUCH COPY WITHIN SUCH\n   51  THIRTY DAY TIME PERIOD, THE MUNICIPALITY MAY ENFORCE  SUCH  LOCAL  CODE,\n   52  AMENDMENT  OR  REVISION  UNTIL  AND UNLESS THE STATE FIRE PREVENTION AND\n   53  BUILDING CODE COUNCIL SHALL DETERMINE THAT SUCH LOCAL CODE, AMENDMENT OR\n   54  REVISION IS NOT MORE RESTRICTIVE THAN  THE  CODE.  IF  THE  MUNICIPALITY\n   55  FAILS  TO FILE SUCH COPY WITHIN SUCH THIRTY DAY TIME PERIOD, THE MUNICI-\n   56  PALITY MAY NOT ENFORCE SUCH LOCAL CODE, AMENDMENT OR REVISION UNTIL  AND\n\n       S. 12                               6\n\n    1  UNLESS  THE STATE FIRE PREVENTION AND BUILDING CODE COUNCIL SHALL DETER-\n    2  MINE THAT SUCH LOCAL CODE, AMENDMENT OR  REVISION  IS  MORE  RESTRICTIVE\n    3  THAN THE CODE.\n    4    S  9  Subdivision 2 of section 11-110 of the energy law, as amended by\n    5  chapter 292 of the laws of 1998, is amended to read as follows:\n    6    2. Agencies and municipalities of the state shall provide  the  secre-\n    7  tary of state with such cooperation and assistance as he OR SHE may deem\n    8  necessary to carry out the purposes of this article.\n    9    S  10.  The section heading and subdivisions 1 and 2 of section 381 of\n   10  the executive law, as added by chapter 707 of the laws of 1981  and  the\n   11  closing paragraph of subdivision 1 as amended by chapter 159 of the laws\n   12  of 2007, are amended to read as follows:\n   13    Administration  and  enforcement  of  the  New York state uniform fire\n   14  prevention and building code AND THE NEW YORK STATE ENERGY  CONSERVATION\n   15  CONSTRUCTION  CODE.  1.  The  secretary shall promulgate rules and regu-\n   16  lations prescribing minimum standards for administration and enforcement\n   17  of the uniform fire prevention and building code promulgated in  accord-\n   18  ance  with sections three hundred seventy-seven and three hundred seven-\n   19  ty-eight of this article AND THE STATE ENERGY CONSERVATION  CONSTRUCTION\n   20  CODE  ADOPTED  IN ACCORDANCE WITH ARTICLE ELEVEN OF THE ENERGY LAW. Such\n   21  rules and regulations shall become effective not later  than  the  first\n   22  day  of  January,  nineteen  hundred  eighty-five.  The  secretary shall\n   23  promulgate such regulations after public hearing and  after  considering\n   24  reaction to initial administration and enforcement of the uniform build-\n   25  ing  and  fire  prevention  code,  including  how local governments have\n   26  organized to provide for such initial  administration  and  enforcement.\n   27  Such  rules  and  regulations  shall  address  the nature and quality of\n   28  enforcement and shall include, but not be limited to the following:\n   29    a. frequency of MANDATORY inspections FOR COMPLIANCE WITH THE  UNIFORM\n   30  CODE AND THE STATE ENERGY CONSERVATION CONSTRUCTION CODE,\n   31    b.  number  and  qualifications  of staff, including requirements that\n   32  inspectors be certified pursuant to this chapter,\n   33    c. required minimum fees for administration and enforcement,\n   34    d. adequacy of inspections,\n   35    e. adequacy of means for insuring compliance with the uniform code AND\n   36  THE STATE ENERGY CONSERVATION CONSTRUCTION  CODE,  INCLUDING  PROVISIONS\n   37  INTENDED  TO  ACHIEVE  COMPLIANCE  WITH  THE  STATE  ENERGY CONSERVATION\n   38  CONSTRUCTION CODE CONSISTENT WITH THE  COMPLIANCE  GOALS  SET  FORTH  IN\n   39  SECTION 410(2)(C) OF THE AMERICAN RECOVERY AND REINVESTMENT ACT OF 2009,\n   40    f.  establishment  of a procedure whereby any provision or requirement\n   41  of the uniform code may be varied or  modified  in  cases  where  strict\n   42  compliance  with  such  provision  or requirement would entail practical\n   43  difficulties or unnecessary hardship or would otherwise be  unwarranted.\n   44  Such  procedure  shall  be  designed to insure that any such variance or\n   45  modification shall not substantially  affect  adversely  provisions  for\n   46  health,  safety  and security, and that equally safe and proper alterna-\n   47  tives may be prescribed. Requests for a variance shall be resolved with-\n   48  in sixty days of the date of  application  unless  a  longer  period  is\n   49  required for good cause shown, [and]\n   50    g.  procedures  for  inspection  of certain classes of buildings based\n   51  upon design, construction, ownership, occupancy or use,  including,  but\n   52  not limited to, mobile homes, factory manufactured homes and state-owned\n   53  buildings[.],\n   54    H.  MINIMUM  BASIC  TRAINING  AND IN-SERVICE TRAINING REQUIREMENTS FOR\n   55  PERSONNEL CHARGED WITH ADMINISTRATION AND ENFORCEMENT OF THE STATE ENER-\n   56  GY CONSERVATION CONSTRUCTION CODE; AND\n\n       S. 12                               7\n\n    1    I. STANDARDS AND PROCEDURES FOR MEASURING THE RATE OF COMPLIANCE  WITH\n    2  THE  STATE ENERGY CONSERVATION CONSTRUCTION CODE, AND PROVISIONS REQUIR-\n    3  ING THAT SUCH RATE OF COMPLIANCE BE MEASURED ON AN ANNUAL BASIS.\n    4    Nothing in the rules shall require or be construed to require regular,\n    5  periodic inspections of (A) owner-occupied one and two-family dwellings,\n    6  or  (B) agricultural buildings used directly and solely for agricultural\n    7  purposes, provided, however that this  shall  not  be  a  limitation  on\n    8  inspections conducted at the invitation of the owner or where conditions\n    9  on  the  premises threaten or present a hazard to public health, safety,\n   10  or welfare.\n   11    2. Except as may be provided in regulations of the secretary  pursuant\n   12  to  subdivision one of this section, every local government shall admin-\n   13  ister and enforce the uniform fire prevention and building code AND  THE\n   14  STATE  ENERGY  CONSERVATION CONSTRUCTION CODE on and after the first day\n   15  of January, nineteen hundred  eighty-four,  provided,  however,  that  a\n   16  local government may enact a local law prior to the first day of July in\n   17  any  year  providing  that  it  will not enforce [the uniform code] SUCH\n   18  CODES on and after the first day of January  next  succeeding.  In  such\n   19  event the county in which said local government is situated shall admin-\n   20  ister  and  enforce  [the  uniform  code]  SUCH  CODES within such local\n   21  government from and after the first day of January next  succeeding  the\n   22  effective  date  of such local law, in accordance with the provisions of\n   23  paragraph b of subdivision five of this section unless the county  shall\n   24  have enacted a local law providing that it will not enforce [the uniform\n   25  code]  SUCH CODES within that county. In such event the secretary in the\n   26  place and stead of the local government shall, directly or by  contract,\n   27  administer  and  enforce the uniform code AND THE STATE ENERGY CONSERVA-\n   28  TION CONSTRUCTION CODE. A local government or  a  county  may  repeal  a\n   29  local  law  which  provides  that it will not enforce [the uniform code]\n   30  SUCH CODES and shall thereafter  administer  and  enforce  [the  uniform\n   31  code]  SUCH  CODES as provided above.  [Local] TWO OR MORE LOCAL govern-\n   32  ments may provide  for  joint  administration  and  enforcement  OF  THE\n   33  UNIFORM  CODE, THE STATE ENERGY CONSERVATION CONSTRUCTION CODE, OR BOTH,\n   34  by agreement pursuant to article five-G of the  general  municipal  law.\n   35  Any  local  government may enter into agreement with the county in which\n   36  such local government is situated to administer and enforce the  uniform\n   37  code,  THE  STATE ENERGY CONSERVATION CONSTRUCTION CODE, OR BOTH, within\n   38  such local government. Local governments or counties may charge fees  to\n   39  defray the costs of administration and enforcement.\n   40    S  11.  This act shall take effect January 1, 2011; provided, however,\n   41  that the state fire prevention and building code council and the  secre-\n   42  tary  of  state are authorized and directed to adopt such regulations as\n   43  deemed necessary and proper to implement this act, prior to such  effec-\n   44  tive date.\n",
  "memo" : "BILL NUMBER:S68012\n\nTITLE OF BILL:\n\nAn act to amend the energy law and the executive law, in relation to\nupdating the state energy conservation construction code to address\nthe requirements of the American Recovery and Reinvestment Act of 2009\n\nPURPOSE:\n\nThis bill would update the Energy Law (EL) provisions establishing the\nNew York State Energy Conservation Construction Code (\"Code\").\nSpecifically the bill would require the Code to meet or exceed the\nInternational Energy Conservation Code (IECC), or equivalent energy\nsavings, for residential buildings; and meet or exceed the\nANSI/ASHRAE/IESNA (ASHRAE) Standard 90.1-2007, or equivalent energy\nsavings, for commercial buildings. These amendments would allow the\nState to satisfy the requirements of &sect; 410 of the American Recovery\nand Reinvestment Act of 2009 (\"ARRA\") under which the State competes\nfor federal energy program funding.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 of the bill would amend EL &sect; 11-102 to modify or eliminate\nthe definitions of several existing defined terms, and to add several\nnew defined terms. The bill amends the definitions of the following\nexisting defined terms: \"building,\" \"equipment,\" and \"residential\nbuilding.\" In addition the bill eliminates the following defined terms\n\"construction,\" \"substantial renovation,\" and \"subsystem\". New defined\nterms include the following: \"addition,\" \"alteration,\" \"ASHRAE\n90.1-2007,\" \"commercial building,\" \"conditioned space,\" \"historic\nbuilding,\" \"IECC,\" \"local government,\" and \"uniform code.\"\n\nSection 2 of the bill would replace EL &sect; 11-103(1)(a), which provided\nfor the continuation of an outdated version of the Code, with a new\nparagraph (a) that provides for the continuation of the current Code\nuntil the State Fire Prevention and Building Code Council (Council)\namends or replaces the Code. The bill would also replace EL\n11-103(1)(b), which provided for the applicability of the Code to\nsubstantial renovations; with a new paragraph (b) that clarifies the\napplicability of the Code.\n\nSpecifically, the bill would clarify that the Code applies to the\nconstruction of any new building, and an addition to, and alteration\nof, any existing building or building system. However, the bill would\nclarify that the Code does not require any unaltered portion of an\nexisting building or building system to comply with the Code. In\naddition, the bill provides that the Code would not apply to specific\nitems that are common repairs or replacements such as storm windows\ninstalled over existing fenestration and glass only replacements,\namong others.\n\nSection 3 of the bill would amend EL &sect; 11-103(2) to require that any\namendments to the Code applicable to residential buildings would\ncontinue to meet or exceed the then most recently published IECC, or\nachieve equivalent or greater energy savings. Similarly, this section\n\n\nwould require that any amendments to the Code applicable to commercial\nbuildings would continue to meet or exceed the ANSI/ASHRAE/IESNA\nStandard 90.1-2007, or achieve equivalent or greater energy savings.\nIn addition, this section would clarify that, when determining whether\nthe code remains cost effective, the Council shall consider whether\nthe cost of materials and their installation necessary to meet the\nstandards in the Code would be equal to or less than the present value\nof energy savings that could be expected over a 10-year period.\n\nSection 4 of the bill would amend EL &sect; 11-104(5) to exempt from the\nCode any historic building defined in EL &sect; 11-102. EL &sect; 102(9) would\ndefine historic building as any building that is (a) listed on the\nNational Register of Historic Places or on the State Register of\nHistoric Places, (b) determined by the Commissioner of Parks,\nRecreation and Historic Preservation to be eligible for listing on the\nState Register of Historic Places, (c) determined by the Commissioner\nof Parks, Recreation and Historic Preservation to be a contributing\nbuilding to an historic district that is listed or eligible for\nlisting on the State or National Register of Historic Places, or (d)\notherwise defined as an historic building in regulations adopted by\nthe State Fire Prevention and Building Code Council.\n\nSection 5 of the bill would amend EL &sect; 11-105 to clarify that the Code\nCouncil may limit the application of any portion of the Code to\nclasses or types of buildings provided, however, that such limitation\n(a) is consistent with the purposes of EL Article 11 and the criteria\nset forth in EL &sect; 11-104, (b) does not render the code inconsistent\nwith the energy savings requirements of EL . 11-103(2), and (c)\nwhether considered individually or collectively with other\nlimitations, will not prevent the attainment of the compliance goals\nset forth in &sect; 410(2)(C) of the American Recovery and Reinvestment Act\nof 2009 (ARRA).\n\nSection 6 of the bill would amend EL &sect; 11-107 to clarify that the Code\nis to be administered and enforced in the same manner as the State\nUniform Fire Prevention and Building Code (Uniform Code) pursuant to\nregulations adopted by the Secretary of State under Executive Law\n381.\n\nSection 7 of the bill would amend EL &sect; 11-108 to increase fines for\nviolations of the Code, or orders of a code enforcement officer, from\n$500 to $1,000.\n\nSection 8 of the bill would amend EL &sect; 11-109 to clarify that Article\n11 does not impair the authority of a municipally to promulgate local\nenergy conservation codes more restrictive than the Code, including\nrequirements for energy efficiency testing and ratings. If a\nmunicipality files its code within 30 days of adoption, it may enforce\nthat code until the Fire Prevention and Building Code Council\ndetermines it is not more restrictive than the Code. Similarly, if the\nmunicipality fails to file its code, it may not enforce it until the\nCouncil determines that it is more restrictive than the Code.\n\nSection 9 of the bill would amend EL &sect; 11-110 to make it gender\nneutral.\n\n\nSection 10 of the bill would amend Executive Law &sect; 381(1) and (2) to\ncorrespond with the changes that would be made by &sect; 6 of the bill. In\nExecutive Law &sect; 381(1), the Secretary of State would be authorized to\nadopt regulations setting minimum standards for administration and\nenforcement of the Code, in addition to existing authority to adopt\nsuch standards for the Uniform Code. This section of the bill would\nalso clarify that the Secretary's regulations shall include (a) the\nfrequency of mandatory inspections for compliance with the Code and\nalso the Uniform Code, and (b) the adequacy of means for insuring\ncompliance with the Code and Uniform Code, including provisions\nintended to achieve compliance with the Code consistent with the\ncompliance goals set forth in &sect; 410 of ARRA.\n\nIn addition, this section of the bill would add two new requirements\nof the Secretary's regulations: (a) minimum basic training and\nin-service training requirements for code enforcement officers, and\n(b) standards and procedures for measuring the rate of compliance with\nthe Code on an annual basis.\n\nExecutive Law &sect; 381(2) would also be amended with technical changes to\ncorrespond to changes made by &sect;&sect; 6 and 10 of the bill. These would\nclarify that the Code and Uniform Code are to be administered\ntogether. It also clarifies that two or more local governments may\nagree to jointly administer and enforce the Code, Uniform Code, or\nboth.\n\nSection 11 of this bill would provide for an effective date of January\n1, 2011, provided that the Council and the Secretary of State are\nauthorized and directed to adopt such regulations as deemed necessary\nto implement the bill prior to the effective date.\n\nEXISTING LAW:\n\nEL Article 11 provides for the adoption and implementation of the\nState Energy Conservation Construction Code. Executive Law Article 18\nprovides for the adoption and implementation of the Uniform Code.\n\nLEGISLATIVE HISTORY:\n\nThis is a new bill.\n\nSTATEMENT IN SUPPORT\n\nEnergy efficiency is a core component of the State's '45 by 15' clean\nenergy goal, established by Governor Paterson in 2009, to have 45\npercent of the State's electricity needs met with clean energy by\n2015. Promoting energy efficiency, including the energy efficiency in\nour buildings, reduces electricity consumption which has been shown to\nput downward pressure on wholesale electricity rates and reduce\ngreenhouse gas emissions that contribute to climate change. By\nupdating the Energy Law to require equivalent or greater energy\nsavings as provided by the IECC and ASHRAE, this bill would increase\nenergy efficiency and cost savings in new buildings and additions and\nalterations to existing buildings, thereby advancing our '45 by 15'\ngoal.\n\n\nMoreover, the New York State Energy Plan identifies energy efficiency\nas the State's priority resource for meeting its energy needs. Energy\nefficiency improvements in buildings are among the most cost effective\nclean energy investments, reducing energy use and the associated\ncarbon emissions that would have otherwise been generated, along with\nreducing energy bills for the consumer.  Investments in energy\nefficiency also increase the State's energy independence and can\ncreate jobs. Because buildings have relatively long useful lives,\nenergy efficiency choices made during construction or renovation can\nhave long term impacts on the energy use of the building. Therefore,\nimproving the minimum efficiency level of buildings can result in\nsignificant energy reductions over the life of the structure and,\ntherefore, significant cost savings.\n\nAdditionally, ARRA provides that certain monies appropriated by the\nfederal government pursuant to ARRA will be available to the U.S.\nSecretary of Energy (\"SOE\") for making additional grants to states\nunder Part D of Title III of the Energy Policy and Conservation Act\n(42 U.S.C. &sect;&sect; 6321 et seq.), if the governor of a recipient state\nnotifies the SOE in writing that the governor has obtained assurances\nthat, among other things, the recipient state, or the applicable units\nof local government that have authority to adopt building codes, will\nimplement the following: (I1 a building energy code for residential\nbuildings that meets or exceeds the most recently published IEEC, or\nachieves equivalent or greater energy savings; (2) a building energy\ncode for commercial buildings throughout the state that meets or\nexceeds ASHRAE 90.1-2007, or achieves equivalent or greater energy\nsavings; and (3) a plan for the state achieving compliance with such\nbuilding energy codes within 8 years of the date of enactment of ARRA\nin at least 90% of new and renovated residential and commercial\nbuilding space, which includes active training and enforcement\nprograms and measurement of the rate of compliance each year.\n\nThis bill would allow the State of New York to meet its obligations\nunder ARRA and, at the same time, achieve greater energy efficiency\nand savings in buildings throughout the State.\n\nBUDGET IMPLICATIONS:\n\nThis bill would have no impact on the State budget because amendments\nto the Code are a continuing budgeted obligation of the agencies.\n\nEFFECTIVE DATE:\n\nThis bill would take effect January 1, 2011. The Council and Secretary\nof State would be authorized and directed, prior to the effective\ndate, to adopt regulations they deem necessary to implement the act.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the energy law and the executive law, in relation to updating the state energy conservation construction code to address the requirements of the American Recovery and Reinvestment Act of 2009 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T174509.TXT", "SOBI.D101209.T194703.TXT", "SOBI.D101207.T152008.TXT", "SOBI.D101207.T150508.TXT", "SOBI.D101207.T151008.TXT", "SOBI.D101203.T175510.TXT", "SOBI.D101207.T162513.TXT", "SOBI.D101203.T173508.TXT", "SOBI.D101207.T165515.TXT", "SOBI.D101203.T180510.TXT", "SOBI.D101206.T174927.TXT", "SOBI.D101203.T230026.TXT", "SOBI.D101215.T142412.TXT", "SOBI.D101207.T151508.TXT", "SOBI.D101207.T185024.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292441052097
}