{
  "year" : 2009,
  "senateBillNo" : "S68013-2009",
  "billEvents" : [ {
    "eventDate" : 1291352400000,
    "eventText" : "REFERRED TO RULES",
    "billEventId" : "S68013-2009-1291352400000-REFERRED+TO+RULES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RULES COM",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to green jobs-green New York on-bill financing",
  "summary" : "Relates to green jobs-green New York on-bill financing. ",
  "currentCommittee" : "RULES",
  "sameAs" : "A42013",
  "lawSection" : "Public Service Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          13\n\n                              Third Extraordinary Session\n\n                                   I N  S E N A T E\n\n                                   December 3, 2010\n                                      ___________\n\n       Introduced by COMMITTEE ON RULES -- (at request of the Governor) -- read\n         twice  and  ordered  printed,  and when printed to be committed to the\n         Committee on Rules\n\n       AN ACT to amend the public service law, the public authorities law,  the\n         real  property  law, the lien law, the administrative code of the city\n         of New York, the emergency tenant protection act of nineteen  seventy-\n         four  and the emergency housing rent control law, in relation to green\n         jobs-green New York on-bill financing\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 2 of section 18-a of the public service law is\n    2  amended by adding a new paragraph (h) to read as follows:\n    3    (H) ON-BILL FINANCING CHARGES BILLED PURSUANT TO  SECTION  SIXTY-SIX-M\n    4  OF  THIS CHAPTER SHALL BE EXCLUDED FROM ANY DETERMINATION OF AN ENTITY'S\n    5  GROSS OPERATING REVENUES DERIVED FROM INTRASTATE UTILITY OPERATIONS  FOR\n    6  PURPOSES OF THIS SECTION.\n    7    S  2.  Section 42 of the public service law is amended by adding a new\n    8  subdivision 3 to read as follows:\n    9    3. THE RIGHTS AND RESPONSIBILITIES OF  RESIDENTIAL  CUSTOMERS  PARTIC-\n   10  IPATING  IN  GREEN  JOBS-GREEN  NEW  YORK  ON-BILL FINANCING PURSUANT TO\n   11  SECTION SIXTY-SIX-M OF THIS CHAPTER SHALL BE SUBSTANTIALLY COMPARABLE TO\n   12  THOSE OF GAS AND ELECTRIC CUSTOMERS NOT PARTICIPATING IN SUCH FINANCING,\n   13  AND CHARGES FOR ON-BILL FINANCING SHALL BE TREATED AS CHARGES FOR UTILI-\n   14  TY SERVICE FOR THE PURPOSE OF THIS ARTICLE, PROVIDED THAT:\n   15    (A) ALL DETERMINATIONS AND SAFEGUARDS RELATED TO THE  TERMINATION  AND\n   16  RECONNECTION  OF SERVICE SHALL APPLY TO ON-BILL FINANCING CHARGES BILLED\n   17  BY A UTILITY PURSUANT TO SUCH SECTION;\n   18    (B) IN THE EVENT THAT THE RESPONSIBILITY FOR MAKING  UTILITY  PAYMENTS\n   19  HAS BEEN ASSUMED BY OCCUPANTS OF A MULTIPLE DWELLING PURSUANT TO SECTION\n   20  THIRTY-THREE  OF  THIS  ARTICLE OR BY OCCUPANTS OF A TWO-FAMILY DWELLING\n   21  PURSUANT TO SECTION THIRTY-FOUR OF THIS ARTICLE,  SUCH  OCCUPANTS  SHALL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD18289-01-0\n\n       S. 13                               2\n\n    1  NOT  BE  BILLED  FOR  ANY  ARREARS  OF  ON-BILL FINANCING CHARGES OR ANY\n    2  PROSPECTIVE ON-BILL FINANCING CHARGES, WHICH SHALL REMAIN THE  RESPONSI-\n    3  BILITY OF THE INCURRING CUSTOMER;\n    4    (C)  DEFERRED  PAYMENT  AGREEMENTS PURSUANT TO SECTION THIRTY-SEVEN OF\n    5  THIS ARTICLE SHALL BE AVAILABLE TO CUSTOMERS  PARTICIPATING  IN  ON-BILL\n    6  FINANCING  ON  THE  SAME TERMS AS OTHER CUSTOMERS, AND THE UTILITY SHALL\n    7  RETAIN THE SAME DISCRETION TO DEFER TERMINATION OF SERVICE  AS  FOR  ANY\n    8  OTHER DELINQUENT CUSTOMER;\n    9    (D)  WHERE  A  CUSTOMER HAS A BUDGET BILLING PLAN OR LEVELIZED PAYMENT\n   10  PLAN PURSUANT TO SECTION THIRTY-EIGHT OF THIS ARTICLE, THE UTILITY SHALL\n   11  RECALCULATE THE PAYMENTS  UNDER  SUCH  PLAN  TO  REFLECT  THE  PROJECTED\n   12  EFFECTS  OF INSTALLING ENERGY EFFICIENCY MEASURES AS SOON AS PRACTICABLE\n   13  AFTER RECEIPT OF INFORMATION ON THE ENERGY AUDIT  AND  QUALIFIED  ENERGY\n   14  EFFICIENCY SERVICES SELECTED;\n   15    (E)  ON-BILL  FINANCING CHARGES SHALL NOT BE SUBJECT TO THE PROVISIONS\n   16  OF SECTION FORTY-ONE OF THIS ARTICLE;\n   17    (F) LATE PAYMENT CHARGES ON UNPAID ON-BILL FINANCING CHARGES SHALL  BE\n   18  DETERMINED  AS PROVIDED IN THIS SECTION, OR AS OTHERWISE CONSENTED TO BY\n   19  THE CUSTOMER IN THE AGREEMENT FOR  GREEN  JOBS-GREEN  NEW  YORK  ON-BILL\n   20  FINANCING  AND  ANY SUCH CHARGES SHALL BE REMITTED TO THE NEW YORK STATE\n   21  ENERGY RESEARCH AND DEVELOPMENT AUTHORITY;\n   22    (G) NOTWITHSTANDING THE PROVISIONS  OF  SECTION  FORTY-THREE  OF  THIS\n   23  ARTICLE,  WHEN A COMPLAINT IS RELATED SOLELY TO WORK PERFORMED UNDER THE\n   24  GREEN JOBS-GREEN NEW YORK  PROGRAM  OR  TO  THE  APPROPRIATE  AMOUNT  OF\n   25  ON-BILL  FINANCING CHARGES, THE UTILITY SHALL ONLY BE REQUIRED TO INFORM\n   26  THE CUSTOMER OF THE COMPLAINT HANDLING PROCEDURES OF THE NEW YORK  STATE\n   27  ENERGY  RESEARCH AND DEVELOPMENT AUTHORITY, WHICH SHALL RETAIN RESPONSI-\n   28  BILITY FOR HANDLING SUCH COMPLAINTS, AND SUCH COMPLAINTS  SHALL  NOT  BE\n   29  DEEMED  TO  BE  COMPLAINTS ABOUT UTILITY SERVICE IN ANY OTHER COMMISSION\n   30  ACTION OR PROCEEDING; AND\n   31    (H) BILLING INFORMATION PROVIDED PURSUANT  TO  SECTION  FORTY-FOUR  OF\n   32  THIS  ARTICLE  SHALL  INCLUDE  INFORMATION  ON GREEN JOBS-GREEN NEW YORK\n   33  ON-BILL FINANCING CHARGES, INCLUDING THE BASIS FOR SUCH CHARGES, AND ANY\n   34  INFORMATION OR INSERTS PROVIDED BY THE NEW YORK  STATE  ENERGY  RESEARCH\n   35  AND  DEVELOPMENT AUTHORITY RELATED THERETO.  IN ADDITION, AT LEAST ANNU-\n   36  ALLY THE AUTHORITY SHALL PROVIDE THE UTILITY WITH INFORMATION FOR INCLU-\n   37  SION OR INSERTION IN THE CUSTOMER'S BILL THAT SETS FORTH THE AMOUNT  AND\n   38  DURATION  OF  REMAINING  ON-BILL  FINANCING  CHARGES AND THE AUTHORITY'S\n   39  CONTACT INFORMATION AND PROCEDURES  FOR  RESOLVING  CUSTOMER  COMPLAINTS\n   40  WITH SUCH CHARGES.\n   41    S  3.  Paragraph  (d)  of  subdivision  6  of section 65 of the public\n   42  service law, as added by chapter 204 of the laws of 2010, is amended  to\n   43  read as follows:\n   44    (d)  for  installation of capital improvements and fixtures to promote\n   45  energy efficiency upon the request and consent of the customer,  INCLUD-\n   46  ING  BUT  NOT  LIMITED TO THE PERFORMANCE OF QUALIFIED ENERGY EFFICIENCY\n   47  SERVICES FOR  CUSTOMERS  PARTICIPATING  IN  GREEN  JOBS-GREEN  NEW  YORK\n   48  ON-BILL FINANCING PURSUANT TO SECTION SIXTY-SIX-M OF THIS ARTICLE.\n   49    S 4. The public service law is amended by adding a new section 66-m to\n   50  read as follows:\n   51    S  66-M.  GREEN  JOBS-GREEN  NEW  YORK  ON-BILL FINANCING.   1.(A) THE\n   52  COMMISSION SHALL REQUIRE EACH  GAS  AND  ELECTRIC  CORPORATION  TO  FILE\n   53  TARIFFS TO PROVIDE FOR THE BILLING AND COLLECTION OF ON-BILL CHARGES FOR\n   54  PAYMENT OF OBLIGATIONS OF ITS CUSTOMERS TO THE GREEN JOBS-GREEN NEW YORK\n   55  REVOLVING  LOAN  FUND  ESTABLISHED  PURSUANT  TO TITLE NINE-A OF ARTICLE\n   56  EIGHT OF THE PUBLIC AUTHORITIES LAW. TO THE EXTENT PRACTICABLE, GAS  AND\n\n       S. 13                               3\n\n    1  ELECTRIC CORPORATIONS SHALL UTILIZE EXISTING ELECTRONIC DATA INTERCHANGE\n    2  INFRASTRUCTURE  OR  OTHER  EXISTING  BILLING INFRASTRUCTURE TO IMPLEMENT\n    3  THEIR BILLING AND COLLECTION RESPONSIBILITIES UNDER THIS SECTION. TO THE\n    4  MAXIMUM  EXTENT PRACTICABLE, ELECTRIC AND GAS CORPORATIONS SHALL UTILIZE\n    5  FUNDING AVAILABLE FROM THE NEW YORK STATE ENERGY RESEARCH  AND  DEVELOP-\n    6  MENT  AUTHORITY  TO  DEFRAY  ANY  COSTS  ASSOCIATED WITH ELECTRONIC DATA\n    7  INTERCHANGE IMPROVEMENTS OR OTHER COSTS OF INITIATING  AND  IMPLEMENTING\n    8  THIS  PROGRAM.  WITHIN SIXTY DAYS OF THE EFFECTIVE DATE OF THIS SECTION,\n    9  THE COMMISSION SHALL REQUIRE ALL ELECTRIC AND GAS CORPORATIONS  TO  FILE\n   10  TARIFFS   TO   IMPLEMENT  BILLING  AND  COLLECTION  SERVICES  FOR  GREEN\n   11  JOBS-GREEN NEW YORK FINANCING  CHARGES  FOR  ELIGIBLE  CUSTOMERS  WITHIN\n   12  THEIR  SERVICE  TERRITORIES. WITHIN ONE HUNDRED FIFTY DAYS OF THE EFFEC-\n   13  TIVE DATE OF THIS SECTION AND CONSISTENT WITH THE  REQUIREMENTS  OF  THE\n   14  STATE  ADMINISTRATIVE  PROCEDURE  ACT,  THE  COMMISSION SHALL TAKE FINAL\n   15  ACTION ON SUCH TARIFFS AND SHALL PROVIDE  THAT  BILLING  AND  COLLECTION\n   16  SERVICES UNDER SUCH TARIFFS SHALL COMMENCE AS SOON AS PRACTICABLE THERE-\n   17  AFTER.\n   18    (B)  TO ENSURE PROPER PROGRAM DESIGN AND IMPLEMENTATION, EACH ELECTRIC\n   19  AND GAS CORPORATION SHALL INITIALLY LIMIT THE NUMBER  OF  CUSTOMERS  WHO\n   20  PAY  A  GREEN JOBS-GREEN NEW YORK ON-BILL CHARGE AT ANY GIVEN TIME TO NO\n   21  MORE THAN ONE HALF OF ONE PERCENT OF ITS TOTAL  CUSTOMERS,  ON  A  FIRST\n   22  COME,  FIRST  SERVED  BASIS.  PRIOR TO REACHING SUCH LIMIT, THE NEW YORK\n   23  STATE ENERGY RESEARCH  AND  DEVELOPMENT  AUTHORITY  SHALL  PETITION  THE\n   24  COMMISSION  TO REVIEW SAID LIMIT, AND THE COMMISSION SHALL INCREASE SUCH\n   25  LIMIT UNLESS THE COMMISSION FINDS THAT THE PROGRAM  HAS  CAUSED  SIGNIF-\n   26  ICANT HARM TO THE ELECTRIC OR GAS COMPANY OR ITS RATEPAYERS.\n   27    (C) THE COMMISSION MAY SUSPEND AN ELECTRIC OR GAS CORPORATION'S OFFER-\n   28  ING  OF  THE ON-BILL FINANCE CHARGE PROVIDED THAT THE COMMISSION MAKES A\n   29  FINDING THAT THERE IS A SIGNIFICANT INCREASE IN UTILITY SERVICE  DISCON-\n   30  NECTIONS  THAT  THE  COMMISSION  DETERMINES  IS  DIRECTLY RELATED TO THE\n   31  ON-BILL CHARGE, OR A FINDING OF OTHER GOOD CAUSE.\n   32    (D) THE ON-BILL CHARGE SHALL BE COLLECTED ON THE BILL FROM THE CUSTOM-\n   33  ER'S  ELECTRIC  CORPORATION  UNLESS  THE  QUALIFIED  ENERGY   EFFICIENCY\n   34  SERVICES  AT  THAT  CUSTOMER'S  PREMISES RESULT IN MORE PROJECTED ENERGY\n   35  SAVINGS ON THE CUSTOMER'S GAS BILL THAN THE ELECTRIC BILL, IN WHICH CASE\n   36  THE ON-BILL CHARGE SHALL BE COLLECTED ON THE CUSTOMER'S GAS  CORPORATION\n   37  BILL.\n   38    2.  TARIFFS  FOR  THE  COLLECTION AND BILLING OF ON-BILL CHARGES SHALL\n   39  PROVIDE:\n   40    (A) THAT BILLING AND COLLECTION SERVICES SHALL  BE  AVAILABLE  TO  ALL\n   41  CUSTOMERS  WHO  HAVE MET THE STANDARDS ESTABLISHED BY THE NEW YORK STATE\n   42  ENERGY RESEARCH AND  DEVELOPMENT  AUTHORITY  FOR  PARTICIPATION  IN  THE\n   43  ON-BILL  FINANCING MECHANISM UNDER THE GREEN JOBS-GREEN NEW YORK PROGRAM\n   44  AND HAVE EXECUTED AN AGREEMENT FOR THE PERFORMANCE OF  QUALIFIED  ENERGY\n   45  EFFICIENCY  SERVICES  UNDER  SUCH  PROGRAM;  PROVIDED, HOWEVER, THAT FOR\n   46  RESIDENTIAL PROPERTIES ANY SUCH CUSTOMER MUST HOLD PRIMARY OWNERSHIP  OR\n   47  REPRESENT  THE  PRIMARY OWNER OR OWNERS OF THE PREMISES AND HOLD PRIMARY\n   48  METER ACCOUNT RESPONSIBILITY OR REPRESENT THE PRIMARY HOLDER OR  HOLDERS\n   49  OF  METER  ACCOUNT  RESPONSIBILITY  FOR ALL METERS TO WHICH SUCH ON-BILL\n   50  FINANCING CHARGES WILL APPLY;\n   51    (B) THAT THE RESPONSIBILITIES OF THE ELECTRIC OR GAS  CORPORATION  ARE\n   52  LIMITED TO PROVIDING BILLING AND COLLECTION SERVICES FOR ON-BILL CHARGES\n   53  AS DIRECTED BY THE AUTHORITY;\n   54    (C)  THAT  THE  RIGHTS  AND  RESPONSIBILITIES OF RESIDENTIAL CUSTOMERS\n   55  PAYING ON-BILL CHARGES SHALL BE GOVERNED BY THE  PROVISIONS  OF  ARTICLE\n   56  TWO OF THIS CHAPTER;\n\n       S. 13                               4\n\n    1    (D)  UNLESS  FULLY  SATISFIED  PRIOR TO SALE OR TRANSFER, THAT (I) THE\n    2  ON-BILL CHARGES FOR ANY SERVICES PROVIDED  AT  THE  CUSTOMER'S  PREMISES\n    3  SHALL  SURVIVE  CHANGES IN OWNERSHIP, TENANCY OR METER ACCOUNT RESPONSI-\n    4  BILITY, AND (II) THAT ARREARS IN ON-BILL FINANCING CHARGES AT  THE  TIME\n    5  OF  ACCOUNT CLOSURE OR METER TRANSFER SHALL REMAIN THE RESPONSIBILITY OF\n    6  THE  INCURRING  CUSTOMER,  UNLESS  EXPRESSLY  ASSUMED  BY  A  SUBSEQUENT\n    7  PURCHASER OF THE PROPERTY SUBJECT TO SUCH ON-BILL CHARGES;\n    8    (E)  THAT  UNDERPAYMENTS  OF  BILLS SHALL BE ALLOCATED BETWEEN ON-BILL\n    9  FINANCING CHARGES AND OTHER CHARGES IN THE SAME PROPORTION SUCH  CHARGES\n   10  COMPRISE OF THE OVERALL BILL TOTAL;\n   11    (F)  BILLING AND COLLECTION SERVICES SHALL BE AVAILABLE WITHOUT REGARD\n   12  TO WHETHER THE ENERGY OR FUEL DELIVERED BY THE UTILITY IS THE CUSTOMER'S\n   13  PRIMARY ENERGY SOURCE;\n   14    (G) UNLESS OTHERWISE PRECLUDED BY  LAW,  PARTICIPATION  IN  THE  GREEN\n   15  JOBS-GREEN  NEW  YORK  PROGRAM SHALL NOT AFFECT A CUSTOMER'S ELIGIBILITY\n   16  FOR ANY REBATE OR INCENTIVE OFFERED BY A UTILITY; AND\n   17    (H) ANY OTHER PROVISIONS NECESSARY TO  PROVIDE  FOR  THE  BILLING  AND\n   18  COLLECTION OF ON-BILL CHARGES.\n   19    3. THE COMMISSION SHALL NOT APPROVE ANY APPLICATION FOR THE CONVERSION\n   20  TO  SUBMETERING  OF  ANY  MASTER  METER  WHICH IS SUBJECT TO ANY ON-BILL\n   21  FINANCING CHARGES.\n   22    S 5. Sections 1020-hh, 1020-ii and 1020-jj of the  public  authorities\n   23  law,  as  renumbered  by chapter 433 of the laws of 2009, are renumbered\n   24  sections 1020-ii, 1020-jj and 1020-kk and a new section 1020-hh is added\n   25  to read as follows:\n   26    S 1020-HH.  GREEN JOBS-GREEN NEW YORK ON-BILL FINANCING.  1.    WITHIN\n   27  ONE  HUNDRED  FIFTY  DAYS  OF  THE  EFFECTIVE  DATE OF THIS SECTION, THE\n   28  AUTHORITY SHALL ESTABLISH A PROGRAM  TO  PROVIDE  FOR  THE  BILLING  AND\n   29  COLLECTION  OF ON-BILL CHARGES FOR PAYMENT OF OBLIGATIONS OF ITS CUSTOM-\n   30  ERS TO THE GREEN JOBS-GREEN NEW YORK  REVOLVING  LOAN  FUND  ESTABLISHED\n   31  PURSUANT TO TITLE NINE-A OF ARTICLE EIGHT OF THE PUBLIC AUTHORITIES LAW.\n   32  SUCH  PROGRAM SHALL BE CONSISTENT WITH THE STANDARDS SET FORTH IN SUBDI-\n   33  VISION THREE OF SECTION FORTY-TWO AND SECTION SIXTY-SIX-M OF THE  PUBLIC\n   34  SERVICE  LAW.  TO THE MAXIMUM EXTENT PRACTICABLE, FUNDING AVAILABLE FROM\n   35  THE NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT  AUTHORITY  SHALL  BE\n   36  UTILIZED TO DEFRAY ANY COSTS ASSOCIATED WITH ELECTRONIC DATA INTERCHANGE\n   37  IMPROVEMENTS OR OTHER COSTS OF INITIATING AND IMPLEMENTING THIS PROGRAM.\n   38  BILLING  AND  COLLECTION  SERVICES  UNDER SUCH TARIFFS SHALL COMMENCE AS\n   39  SOON AS PRACTICABLE AFTER ESTABLISHMENT OF THE PROGRAM.\n   40    2. THE AUTHORITY MAY SUSPEND  ITS  OFFERING  OF  THE  ON-BILL  FINANCE\n   41  CHARGE  PROVIDED  THAT  THE  AUTHORITY  MAKES  A FINDING THAT THERE IS A\n   42  SIGNIFICANT INCREASE IN UTILITY SERVICE DISCONNECTIONS THAT THE AUTHORI-\n   43  TY DETERMINES IS DIRECTLY RELATED TO THE ON-BILL CHARGE, OR A FINDING OF\n   44  OTHER GOOD CAUSE.\n   45    S 6. Section 1896 of the public authorities law, as added  by  chapter\n   46  487 of the laws of 2009, is amended to read as follows:\n   47    S 1896. Green jobs-green New York revolving loan fund. 1. (a) There is\n   48  hereby  created  a  green  jobs-green  New York revolving loan fund. The\n   49  revolving loan fund shall consist of:\n   50    (i) all moneys made available for the purpose of  the  revolving  loan\n   51  fund pursuant to section eighteen hundred ninety-nine-a of this title;\n   52    (ii)  payments  of  principal and interest, INCLUDING ANY LATE PAYMENT\n   53  CHARGES, made pursuant to loan or financing agreements entered into with\n   54  the authority or its designee pursuant to this section; and\n   55    (iii) any interest earned by the investment of moneys in the revolving\n   56  loan fund.\n\n       S. 13                               5\n\n    1    (b) The revolving loan fund shall consist of two accounts:\n    2    (i) one account which shall be maintained for monies to be made avail-\n    3  able  to  provide loans to finance the cost of approved qualified energy\n    4  efficiency services for residential structures and  multi-family  struc-\n    5  tures, and\n    6    (ii)  one  account which shall be maintained for monies made available\n    7  to provide loans to finance the cost of approved qualified energy  effi-\n    8  ciency  services  for non-residential structures. The initial balance of\n    9  the residential account established in [clause] SUBPARAGRAPH (i) of this\n   10  paragraph shall represent at least fifty percent of the total balance of\n   11  the two accounts. The authority shall not commingle the  monies  of  the\n   12  revolving  loan  fund  with any other monies of the authority or held by\n   13  the authority, nor shall the  authority  commingle  the  monies  between\n   14  accounts.  Payments  of  principal, interest and fees shall be deposited\n   15  into the account created and maintained  for  the  appropriate  type  of\n   16  eligible project.\n   17    (c)  In  administering  such  program, the authority is authorized and\n   18  directed to:\n   19    (i) use monies made available for the revolving loan fund  to  achieve\n   20  the  purposes  of this section by section eighteen hundred ninety-nine-a\n   21  of this title, including but not limited to making loans  available  for\n   22  eligible projects;\n   23    (ii)  enter  into  contracts  with one or more program implementers to\n   24  perform such functions as the authority deems appropriate; [and]\n   25    (iii) ESTABLISH AN ON-BILL FINANCING MECHANISM FOR REPAYMENT OF  LOANS\n   26  FOR THE PERFORMANCE OF QUALIFIED ENERGY EFFICIENCY SERVICES FOR ELIGIBLE\n   27  PROJECTS  PROVIDED  THAT  SUCH ON-BILL FINANCING MECHANISM SHALL PROVIDE\n   28  FOR THE UTILIZATION OF ANY ON-BILL FINANCING PROGRAMS ESTABLISHED PURSU-\n   29  ANT TO SECTION SIXTY-SIX-M OF THE PUBLIC SERVICE  LAW  AND  SECTION  ONE\n   30  THOUSAND TWENTY-HH OF THIS CHAPTER;\n   31    (IV)  ESTABLISH  STANDARDS  FOR CUSTOMER PARTICIPATION IN SUCH ON-BILL\n   32  FINANCING MECHANISM,  INCLUDING  STANDARDS  FOR  RELIABLE  UTILITY  BILL\n   33  PAYMENT,  CURRENT  GOOD  STANDING  ON ANY MORTGAGE OBLIGATIONS, AND SUCH\n   34  ADDITIONAL STANDARDS AS THE AUTHORITY DEEMS NECESSARY; PROVIDED THAT  IN\n   35  ORDER  TO PROVIDE BROAD ACCESS TO ON-BILLING FINANCING THE AUTHORITY MAY\n   36  MAINTAIN DIFFERENT STANDARDS FOR DIFFERENT CATEGORIES OF CUSTOMERS WHICH\n   37  SHALL BE PRUDENT AND, TO THE FULLEST EXTENT PRACTICABLE,  SHALL  INCLUDE\n   38  PARTICIPATION  BY CUSTOMERS WHO ARE LESS LIKELY TO HAVE ACCESS TO TRADI-\n   39  TIONAL SOURCES OF FINANCING; AND\n   40    (V) exercise such other powers as are necessary for the proper  admin-\n   41  istration  of the program, INCLUDING AT THE DISCRETION OF THE AUTHORITY,\n   42  ENTERING INTO AGREEMENTS WITH APPLICANTS AND WITH SUCH STATE OR  FEDERAL\n   43  AGENCIES  AS  NECESSARY TO DIRECTLY RECEIVE REBATES AND GRANTS AVAILABLE\n   44  FOR ELIGIBLE PROJECTS AND APPLY SUCH FUNDS  TO  REPAYMENT  OF  APPLICANT\n   45  LOAN OBLIGATIONS.\n   46    2. (a) The authority shall provide financial assistance in the form of\n   47  loans  for  the  performance of qualified energy efficiency services for\n   48  eligible projects on terms and conditions established by the authority.\n   49    (b) Loans made by the authority pursuant  to  this  section  shall  be\n   50  subject to the following limitations:\n   51    (i)  eligible  projects shall meet cost effectiveness standards devel-\n   52  oped by the authority;\n   53    (ii) loans shall not exceed thirteen thousand  dollars  per  applicant\n   54  for approved qualified energy efficiency services for residential struc-\n   55  tures, and twenty-six thousand dollars per applicant for approved quali-\n   56  fied   energy   efficiency   services  for  non-residential  structures,\n\n       S. 13                               6\n\n    1  PROVIDED, HOWEVER, THAT THE AUTHORITY MAY PERMIT A  LOAN  IN  EXCESS  OF\n    2  SUCH AMOUNTS IF THE TOTAL COST OF ENERGY EFFICIENCY MEASURES FINANCED BY\n    3  SUCH LOAN WILL ACHIEVE A PAYBACK PERIOD OF FIFTEEN YEARS OR LESS, BUT IN\n    4  NO  EVENT  SHALL  ANY  SUCH LOAN EXCEED TWENTY-FIVE THOUSAND DOLLARS PER\n    5  APPLICANT FOR RESIDENTIAL STRUCTURES  AND  FIFTY  THOUSAND  DOLLARS  PER\n    6  APPLICANT  FOR  NON-RESIDENTIAL  STRUCTURES; and for multi-family struc-\n    7  tures loans shall be in amounts determined by the  authority,  provided,\n    8  however,  that  the  authority shall assure that a significant number of\n    9  residential structures are included in the program; [and]\n   10    (iii) NO FEES OR PENALTIES SHALL BE CHARGED OR COLLECTED  FOR  PREPAY-\n   11  MENT OF ANY SUCH LOAN; AND\n   12    (IV)  loans  shall be at interest rates determined by the authority to\n   13  be no higher than necessary to make the provision of the qualified ener-\n   14  gy efficiency services feasible.\n   15    In determining whether to make a loan, and the amount of any loan that\n   16  is made, the authority is authorized to consider whether  the  applicant\n   17  or  borrower  has received, or is eligible to receive, financial assist-\n   18  ance and other incentives from any other source for the qualified energy\n   19  efficiency services which would be the subject of the loan.   IN  DETER-\n   20  MINING  WHETHER A LOAN WILL ACHIEVE A PAYBACK PERIOD OF FIFTEEN YEARS OR\n   21  LESS PURSUANT TO SUBPARAGRAPH (II) OF THIS PARAGRAPH, THE AUTHORITY  MAY\n   22  CONSIDER  THE  AMOUNT  OF  THE  LOAN  TO BE REDUCED BY THE AMOUNT OF ANY\n   23  REBATES FOR QUALIFIED ENERGY EFFICIENCY SERVICES RECEIVED BY THE  APPLI-\n   24  CANT OR BY THE AUTHORITY ON BEHALF OF AN APPLICANT.\n   25    (c)  Applications  for  financial  assistance pursuant to this section\n   26  shall be reviewed and evaluated by the authority or its designee  pursu-\n   27  ant  to  eligibility  and qualification requirements and criteria estab-\n   28  lished by the authority. The authority shall establish standards for (i)\n   29  qualified energy efficiency services, and (ii) measurement and verifica-\n   30  tion of energy savings. Such standards shall meet or exceed  the  stand-\n   31  ards  used  by  the  authority  for similar programs in existence on the\n   32  effective date of this section.\n   33    (d) The amount of a fee  paid  for  an  energy  audit  provided  under\n   34  section  eighteen  hundred ninety-five of this title may be added to the\n   35  amount of a loan that is made under this section to finance the cost  of\n   36  an  eligible project conducted in response to such energy audit. In such\n   37  a case, the amount of the fee may be reimbursed from  the  fund  to  the\n   38  borrower.\n   39    (E)  THE AUTHORITY SHALL SECURE LOANS FOR THE PERFORMANCE OF QUALIFIED\n   40  ENERGY EFFICIENCY SERVICES THAT UTILIZE ON-BILL FINANCING THROUGH A LIEN\n   41  FILED AGAINST THE SUBJECT REAL PROPERTY. SUBSEQUENT  PURCHASERS  OF  THE\n   42  REAL  PROPERTY  SHALL  NOT BE REQUIRED TO PAY THE ON-BILL CHARGES UNLESS\n   43  SAID LIEN IS ACTUALLY FILED ON OR BEFORE THE CLOSING OF TITLE.\n   44    (F) IN ESTABLISHING AN ON-BILL FINANCING MECHANISM:\n   45    (I) THE COST-EFFECTIVENESS OF AN ELIGIBLE PROJECT SHALL  BE  EVALUATED\n   46  SOLELY  ON  THE BASIS OF THE COSTS AND PROJECTED SAVINGS TO THE APPLYING\n   47  CUSTOMER, USING STANDARD ENGINEERING ASSESSMENTS AND PRIOR BILLING  DATA\n   48  AND USAGE PATTERNS;\n   49    (II)  THE  AUTHORITY  SHALL ESTABLISH A PROCESS FOR RECEIPT AND RESOL-\n   50  UTION OF CUSTOMER COMPLAINTS CONCERNING ON-BILL CHARGES AND FOR ADDRESS-\n   51  ING DELAYS AND DEFAULTS IN CUSTOMER PAYMENTS; AND\n   52    (III) THE AUTHORITY MAY LIMIT THE AVAILABILITY OF LIGHTING MEASURES OR\n   53  HOUSEHOLD APPLIANCES THAT ARE NOT PERMANENTLY AFFIXED TO REAL PROPERTY.\n   54    3. THE AUTHORITY SHALL EVALUATE THE COST-EFFECTIVENESS OF THE  ON-BILL\n   55  FINANCING MECHANISM ON AN ON-GOING BASIS.  (A) IN CONDUCTING SUCH EVALU-\n   56  ATION, THE AUTHORITY SHALL REQUEST EACH CUSTOMER TO PROVIDE:\n\n       S. 13                               7\n\n    1    (I)  INFORMATION ON ENERGY USAGE AND/OR PERMISSION TO COLLECT INFORMA-\n    2  TION ON ENERGY USAGE FROM UTILITIES AND OTHER RETAIL VENDORS,  INCLUDING\n    3  BUT  NOT  LIMITED  TO  INFORMATION REQUIRED TO BE FURNISHED TO CONSUMERS\n    4  UNDER ARTICLE SEVENTEEN OF THE ENERGY LAW;\n    5    (II)  INFORMATION  ON  OTHER  SOURCES OF ENERGY USED IN THE CUSTOMER'S\n    6  PREMISES; AND\n    7    (III) INFORMATION ON ANY IMPROVEMENTS OR MODIFICATIONS TO THE PREMISES\n    8  THAT MAY SIGNIFICANTLY AFFECT ENERGY USAGE.\n    9    (B) AT A MINIMUM THE AUTHORITY SHALL COLLECT AND MAINTAIN  INFORMATION\n   10  FOR  DATES  PRIOR  TO  THE  PERFORMANCE  OF  QUALIFIED ENERGY EFFICIENCY\n   11  SERVICES, TO ESTABLISH A BASELINE, AND FOR DATES COVERING  A  SUBSEQUENT\n   12  TIME  PERIOD  TO  MEASURE  THE EFFECTIVENESS OF SUCH MEASURES. SUCH DATA\n   13  SHALL BE CORRELATED WITH INFORMATION FROM THE ENERGY AUDIT AND ANY OTHER\n   14  RELEVANT INFORMATION, INCLUDING INFORMATION ON LOCAL WEATHER CONDITIONS,\n   15  AND SHALL BE USED TO EVALUATE  THE  ON-BILL  FINANCING  PROGRAM  AND  TO\n   16  IMPROVE THE ACCURACY OF PROJECTIONS OF COST-EFFECTIVENESS ON AN ON-GOING\n   17  BASIS.  AN  ANALYSIS OF SUCH DATA SHALL BE INCLUDED IN THE ANNUAL REPORT\n   18  PREPARED PURSUANT TO SECTION EIGHTEEN HUNDRED NINETY-NINE OF THIS TITLE.\n   19    (C) ALL INFORMATION COLLECTED BY THE AUTHORITY SHALL  BE  CONFIDENTIAL\n   20  AND SHALL BE USED EXCLUSIVELY FOR THE PURPOSES OF THIS SUBDIVISION.\n   21    S  7.  Subdivision 3 of section 1899 of the public authorities law, as\n   22  added by chapter 487 of the laws of 2009, is amended to read as follows:\n   23    3. The status of the authority's activities and  outcomes  related  to\n   24  section  eighteen  hundred  ninety-six  of this title. Such report shall\n   25  include, but not be limited to: (a)  the  number  of  persons  who  have\n   26  applied for and received financial assistance through the revolving loan\n   27  fund;  (b)  the  revolving loan fund account balances; (c) the number of\n   28  loans in default; [and] (d) the amount and nature of the costs  incurred\n   29  by the authority for the activities described in paragraph (c) of subdi-\n   30  vision one of section eighteen hundred ninety-six of this title; AND (E)\n   31  THE  AUTHORITY'S  ACTIVITIES  AND  OUTCOMES  RELATED  TO ESTABLISHING AN\n   32  ON-BILL FINANCING MECHANISM, INCLUDING THE NUMBER OF  PERSONS  WHO  HAVE\n   33  APPLIED  FOR  AND  WHO  HAVE RECEIVED FINANCIAL ASSISTANCE THAT UTILIZES\n   34  ON-BILL FINANCING AND THE RESULTS OF THE  EVALUATION  PROGRAM  PERFORMED\n   35  PURSUANT  TO SUBDIVISION THREE OF SECTION EIGHTEEN HUNDRED NINETY-SIX OF\n   36  THIS TITLE;\n   37    S 8. Section 242 of the real property law is amended by adding  a  new\n   38  subdivision 4 to read as follows:\n   39    4.  DISCLOSURE  PRIOR  TO  THE  SALE OF REAL PROPERTY TO WHICH A GREEN\n   40  JOBS-GREEN NEW YORK ON-BILL CHARGE APPLIES. (A) ANY PERSON, FIRM, COMPA-\n   41  NY, PARTNERSHIP OR CORPORATION OFFERING TO SELL REAL PROPERTY  WHICH  IS\n   42  SUBJECT  TO A GREEN JOBS-GREEN NEW YORK ON-BILL CHARGE PURSUANT TO TITLE\n   43  NINE-A OF ARTICLE EIGHT OF THE  PUBLIC  AUTHORITIES  LAW  SHALL  PROVIDE\n   44  WRITTEN  NOTICE TO THE PROSPECTIVE PURCHASER OR THE PROSPECTIVE PURCHAS-\n   45  ER'S AGENT, STATING AS FOLLOWS: \"THIS PROPERTY IS  SUBJECT  TO  A  GREEN\n   46  JOBS-GREEN  NEW  YORK  ON-BILL CHARGE\". SUCH NOTICE SHALL ALSO STATE THE\n   47  TOTAL AMOUNT OF THE  ORIGINAL  CHARGE,  THE  PAYMENT  SCHEDULE  AND  THE\n   48  APPROXIMATE  REMAINING  BALANCE,  A DESCRIPTION OF THE ENERGY EFFICIENCY\n   49  SERVICES PERFORMED, INCLUDING  IMPROVEMENTS  TO  THE  PROPERTY,  AND  AN\n   50  EXPLANATION  OF  THE  BENEFIT OF THE GREEN JOBS-GREEN NEW YORK QUALIFIED\n   51  ENERGY EFFICIENCY SERVICES.  SUCH NOTICE SHALL BE PROVIDED BY THE SELLER\n   52  PRIOR TO ACCEPTING A PURCHASE OFFER.\n   53    (B) ANY PROSPECTIVE OR ACTUAL PURCHASER WHO HAS SUFFERED A LOSS DUE TO\n   54  A VIOLATION OF THIS  SUBDIVISION  IS  ENTITLED  TO  RECOVER  ANY  ACTUAL\n   55  DAMAGES  INCURRED  FROM THE PERSON OFFERING TO SELL OR SELLING SAID REAL\n   56  PROPERTY.\n\n       S. 13                               8\n\n    1    S 9. Subdivision 4 of section 2 of the lien law, as amended by chapter\n    2  925 of the laws of 1982, is amended to read as follows:\n    3    4.  Improvement.  The  term  \"improvement,\" when used in this chapter,\n    4  includes the demolition, erection, alteration or repair of any structure\n    5  upon, connected with, or beneath the surface of, any real  property  and\n    6  any  work  done upon such property or materials furnished for its perma-\n    7  nent improvement, and shall also include  any  work  done  or  materials\n    8  furnished in equipping any such structure with any chandeliers, brackets\n    9  or  other  fixtures or apparatus for supplying gas or electric light and\n   10  shall also include the drawing by any architect or engineer or surveyor,\n   11  of any plans or specifications or survey, which are prepared for or used\n   12  in connection with such improvement and shall also include the value  of\n   13  materials  actually manufactured for but not delivered to the real prop-\n   14  erty, and shall also include the reasonable rental value for the  period\n   15  of  actual  use  of  machinery,  tools  and  equipment  and the value of\n   16  compressed gases furnished for welding or cutting in connection with the\n   17  demolition, erection, alteration or repair of any real property, and the\n   18  value of fuel and lubricants consumed  by  machinery  operating  on  the\n   19  improvement,  or  by motor vehicles owned, operated or controlled by the\n   20  owner, or a contractor or subcontractor while engaged exclusively in the\n   21  transportation of materials to or from the improvement for the  purposes\n   22  thereof  and shall also include the performance of real estate brokerage\n   23  services in obtaining a lessee for a term of more than  three  years  of\n   24  all  or  any part of real property to be used for other than residential\n   25  purposes pursuant to a  written  contract  of  brokerage  employment  or\n   26  compensation;  AND SHALL ALSO INCLUDE THE PROVISION OF FINANCING THROUGH\n   27  AN ON-BILL FINANCING MECHANISM FOR THE PERFORMANCE OF  QUALIFIED  ENERGY\n   28  EFFICIENCY  SERVICES  UNDER THE GREEN JOBS-GREEN NEW YORK PROGRAM ESTAB-\n   29  LISHED BY TITLE NINE-A OF ARTICLE EIGHT OF THE PUBLIC AUTHORITIES LAW.\n   30    S 10. Subdivision 1 of section 10 of the lien law, as amended by chap-\n   31  ter 288 of the laws of 2000, is amended to read as follows:\n   32    1. Notice of lien may be filed at any time during the progress of  the\n   33  work  and the furnishing of the materials, or, within eight months after\n   34  the completion of the contract, or the final performance of the work, or\n   35  the final furnishing of the materials, dating from the last item of work\n   36  performed or materials furnished;  provided,  however,  that  where  the\n   37  improvement  is related to real property improved or to be improved with\n   38  a single family dwelling, the notice of lien may be filed  at  any  time\n   39  during the progress of the work and the furnishing of the materials, or,\n   40  within  four  months  after the completion of the contract, or the final\n   41  performance of the work, or  the  final  furnishing  of  the  materials,\n   42  dating  from  the  last  item  of work performed or materials furnished,\n   43  PROVIDED HOWEVER, THAT IN THE CASE OF A LIEN FILED BY THE NEW YORK STATE\n   44  ENERGY AND RESEARCH DEVELOPMENT AUTHORITY TO SECURE FINANCING THROUGH AN\n   45  ON-BILL FINANCING MECHANISM FOR PERFORMANCE OF  QUALIFIED  ENERGY  EFFI-\n   46  CIENCY  SERVICES UNDER THE GREEN JOBS-GREEN NEW YORK PROGRAM ESTABLISHED\n   47  BY TITLE NINE-A OF ARTICLE EIGHT OF  THE  PUBLIC  AUTHORITIES  LAW,  THE\n   48  NOTICE  OF  LIEN  MAY  ONLY BE FILED AFTER COMMENCEMENT OF THE QUALIFIED\n   49  ENERGY EFFICIENCY SERVICES; except that in the case of a lien by a  real\n   50  estate  broker,  the notice of lien may be filed only after the perform-\n   51  ance of the brokerage services and execution of lease by both lessor and\n   52  lessee and only if a copy of the alleged written agreement of employment\n   53  or compensation is annexed to the notice of lien,  provided  that  where\n   54  the  payment  pursuant to the written agreement of employment or compen-\n   55  sation is to be made in installments, then a notice of lien may be filed\n   56  within eight months after the final payment is  due,  but  in  no  event\n\n       S. 13                               9\n\n    1  later  than  a  date  five  years  after the first payment was made. For\n    2  purposes of this section, the term \"single family  dwelling\"  shall  not\n    3  include  a  dwelling unit which is a part of a subdivision that has been\n    4  filed  with  a  municipality in which the subdivision is located when at\n    5  the time the lien is filed, such property in the subdivision is owned by\n    6  the developer for  purposes  other  than  his  personal  residence.  For\n    7  purposes of this section, \"developer\" shall mean and include any private\n    8  individual, partnership, trust or corporation which improves two or more\n    9  parcels  of  real  property  with  single family dwellings pursuant to a\n   10  common scheme or plan. The notice of lien must be filed in  the  clerk's\n   11  office of the county where the property is situated. If such property is\n   12  situated  in  two or more counties, the notice of lien shall be filed in\n   13  the office of the clerk of each of such counties. The  county  clerk  of\n   14  each  county  shall provide and keep a book to be called the \"lien dock-\n   15  et,\"  which  shall  be  suitably  ruled  in  columns  headed   \"owners,\"\n   16  \"lienors,\"  \"lienor's attorney,\" \"property,\" \"amount,\" \"time of filing,\"\n   17  \"proceedings had,\" in each of which he shall enter  the  particulars  of\n   18  the notice, properly belonging therein. The date, hour and minute of the\n   19  filing  of  each  notice  of lien shall be entered in the proper column.\n   20  Except where the county clerk maintains a block index, the names of  the\n   21  owners shall be arranged in such book in alphabetical order. The validi-\n   22  ty  of  the  lien  and  the  right to file a notice thereof shall not be\n   23  affected by the death of the owner before notice of the lien is filed.\n   24    S 11. Subparagraph (g) of paragraph 1  of  subdivision  g  of  section\n   25  26-405 of the administrative code of the city of New York, as amended by\n   26  chapter 749 of the laws of 1990, is amended to read as follows:\n   27    (g) There has been since July first, nineteen hundred seventy, a major\n   28  capital  improvement required for the operation, preservation or mainte-\n   29  nance of the structure. A MAJOR CAPITAL IMPROVEMENT SHALL NOT INCLUDE AN\n   30  ELIGIBLE PROJECT UNDER THE GREEN JOBS-GREEN NEW YORK PROGRAM BY THE  NEW\n   31  YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY, ESTABLISHED PURSU-\n   32  ANT  TO  TITLE NINE-A OF ARTICLE EIGHT OF THE PUBLIC AUTHORITIES LAW. An\n   33  adjustment under this subparagraph [(g)] shall be in  an  amount  suffi-\n   34  cient to amortize the cost of the improvements pursuant to this subpara-\n   35  graph [(g)] over a seven-year period; or\n   36    S  12.  Paragraph 6 of subdivision c of section 26-511 of the adminis-\n   37  trative code of the city of New York, as amended by chapter 116  of  the\n   38  laws of 1997, is amended to read as follows:\n   39    (6)  provides  criteria whereby the commissioner may act upon applica-\n   40  tions by owners for increases in  excess  of  the  level  of  fair  rent\n   41  increase  established under this law provided, however, that such crite-\n   42  ria shall provide (a) as to hardship applications, for  a  finding  that\n   43  the level of fair rent increase is not sufficient to enable the owner to\n   44  maintain  approximately  the same average annual net income (which shall\n   45  be computed without regard to debt service, financing costs  or  manage-\n   46  ment  fees)  for the three year period ending on or within six months of\n   47  the date of an application pursuant to such criteria  as  compared  with\n   48  annual  net income, which prevailed on the average over the period nine-\n   49  teen hundred sixty-eight through nineteen hundred seventy,  or  for  the\n   50  first three years of operation if the building was completed since nine-\n   51  teen  hundred  sixty-eight  or  for the first three fiscal years after a\n   52  transfer of title to a new owner provided the new owner can establish to\n   53  the satisfaction of the commissioner that he or she  acquired  title  to\n   54  the  building as a result of a bona fide sale of the entire building and\n   55  that the new owner is unable to obtain requisite records for the  fiscal\n   56  years  nineteen  hundred  sixty-eight  through  nineteen hundred seventy\n\n       S. 13                              10\n\n    1  despite diligent efforts to obtain same from predecessors in  title  and\n    2  further  provided that the new owner can provide financial data covering\n    3  a minimum of six years under his or  her  continuous  and  uninterrupted\n    4  operation  of  the building to meet the three year to three year compar-\n    5  ative test periods herein provided; and (b) as  to  completed  building-\n    6  wide  major  capital  improvements, for a finding that such improvements\n    7  are deemed depreciable under the Internal Revenue Code and that the cost\n    8  is to be amortized over a seven-year period, based  upon  cash  purchase\n    9  price  exclusive  of  interest  or  service  charges.    A MAJOR CAPITAL\n   10  IMPROVEMENT SHALL NOT INCLUDE AN ELIGIBLE PROJECT UNDER THE GREEN  JOBS-\n   11  GREEN  NEW YORK PROGRAM BY THE NEW YORK STATE ENERGY RESEARCH AND DEVEL-\n   12  OPMENT AUTHORITY, ESTABLISHED PURSUANT TO TITLE NINE-A OF ARTICLE  EIGHT\n   13  OF  THE PUBLIC AUTHORITIES LAW. Notwithstanding anything to the contrary\n   14  contained herein, no hardship increase granted pursuant  to  this  para-\n   15  graph  shall, when added to the annual gross rents, as determined by the\n   16  commissioner, exceed the sum of, (i) the annual operating expenses, (ii)\n   17  an allowance for management services as determined by the  commissioner,\n   18  (iii) actual annual mortgage debt service (interest and amortization) on\n   19  its  indebtedness  to  a  lending  institution,  an insurance company, a\n   20  retirement fund or welfare fund which is operated under the  supervision\n   21  of  the banking or insurance laws of the state of New York or the United\n   22  States, and (iv) eight and one-half percent of that portion of the  fair\n   23  market  value  of the property which exceeds the unpaid principal amount\n   24  of the mortgage indebtedness referred to in subparagraph (iii)  of  this\n   25  paragraph. Fair market value for the purposes of this paragraph shall be\n   26  six  times  the annual gross rent. The collection of any increase in the\n   27  stabilized rent for any apartment pursuant to this paragraph  shall  not\n   28  exceed  six  percent  in  any  year from the effective date of the order\n   29  granting the increase over the rent set forth in the schedule  of  gross\n   30  rents,  with  collectability  of  any dollar excess above said sum to be\n   31  spread forward in similar increments and added to the stabilized rent as\n   32  established or set in future years;\n   33    S 13. Paragraph 3 of subdivision d of section 6 of section 4 of  chap-\n   34  ter 576 of the laws of 1974 constituting the emergency tenant protection\n   35  act  of  nineteen seventy-four, as amended by chapter 749 of the laws of\n   36  1990, is amended to read as follows:\n   37    (3) there has been since January first, nineteen hundred  seventy-four\n   38  a  major capital improvement required for the operation, preservation or\n   39  maintenance of the structure.   A MAJOR CAPITAL  IMPROVEMENT  SHALL  NOT\n   40  INCLUDE  AN ELIGIBLE PROJECT UNDER THE GREEN JOBS-GREEN NEW YORK PROGRAM\n   41  BY THE NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY,  ESTAB-\n   42  LISHED PURSUANT TO TITLE 9-A OF ARTICLE 8 OF THE PUBLIC AUTHORITIES LAW.\n   43  An  adjustment  under this paragraph shall be in an amount sufficient to\n   44  amortize the cost of the improvements pursuant to this paragraph over  a\n   45  seven-year period, or\n   46    S  14.  The second undesignated paragraph of paragraph (a) of subdivi-\n   47  sion 4 of section 4 of chapter 274 of the laws of 1946, constituting the\n   48  emergency housing rent control law, as amended by chapter 21 of the laws\n   49  of 1962, clause 5 as amended by chapter 253 of  the  laws  of  1993,  is\n   50  amended to read as follows:\n   51    No application for adjustment of maximum rent based upon a sales price\n   52  valuation  shall  be filed by the landlord under this subparagraph prior\n   53  to six months from the date of such sale of the property.  In  addition,\n   54  no  adjustment  ordered  by  the  commission based upon such sales price\n   55  valuation shall be effective prior to one year from  the  date  of  such\n   56  sale.  Where,  however,  the assessed valuation of the land exceeds four\n\n       S. 13                              11\n\n    1  times the assessed valuation of the buildings  thereon,  the  commission\n    2  may determine a valuation of the property equal to five times the equal-\n    3  ized  assessed  valuation  of  the  buildings,  for the purposes of this\n    4  subparagraph. The commission may make a determination that the valuation\n    5  of  the  property  is  an  amount different from such equalized assessed\n    6  valuation where there is a request for  a  reduction  in  such  assessed\n    7  valuation  currently pending; or where there has been a reduction in the\n    8  assessed valuation for the year next preceding the effective date of the\n    9  current assessed valuation in effect at the time of the  filing  of  the\n   10  application.  Net  annual return shall be the amount by which the earned\n   11  income exceeds the operating expenses of the property,  excluding  mort-\n   12  gage  interest  and  amortization, and excluding allowances for obsoles-\n   13  cence and reserves, but including an allowance for depreciation  of  two\n   14  per  centum  of the value of the buildings exclusive of the land, or the\n   15  amount shown for depreciation of the buildings in  the  latest  required\n   16  federal  income  tax return, whichever is lower; provided, however, that\n   17  (1) no allowance for depreciation of the  buildings  shall  be  included\n   18  where  the  buildings have been fully depreciated for federal income tax\n   19  purposes or on the books of the owner; or (2) the landlord who  owns  no\n   20  more  than four rental units within the state has not been fully compen-\n   21  sated by increases in rental income  sufficient  to  offset  unavoidable\n   22  increases  in property taxes, fuel, utilities, insurance and repairs and\n   23  maintenance, excluding mortgage interest and amortization, and excluding\n   24  allowances for  depreciation,  obsolescence  and  reserves,  which  have\n   25  occurred since the federal date determining the maximum rent or the date\n   26  the  property  was acquired by the present owner, whichever is later; or\n   27  (3) the landlord operates a hotel or rooming house or owns a cooperative\n   28  apartment and has not been fully  compensated  by  increases  in  rental\n   29  income  from  the controlled housing accommodations sufficient to offset\n   30  unavoidable increases in property taxes and other costs as are allocable\n   31  to such controlled housing accommodations, including costs of  operation\n   32  of  such  hotel  or  rooming  house, but excluding mortgage interest and\n   33  amortization, and excluding allowances  for  depreciation,  obsolescence\n   34  and reserves, which have occurred since the federal date determining the\n   35  maximum  rent  or  the  date the landlord commenced the operation of the\n   36  property, whichever is later; or (4) the landlord and tenant voluntarily\n   37  enter into a valid written lease in good faith with respect to any hous-\n   38  ing accommodation, which lease provides for an increase in  the  maximum\n   39  rent not in excess of fifteen per centum and for a term of not less than\n   40  two  years,  except  that  where  such lease provides for an increase in\n   41  excess of fifteen  per  centum,  the  increase  shall  be  automatically\n   42  reduced  to fifteen per centum; or (5) the landlord and tenant by mutual\n   43  voluntary written agreement agree to a substantial increase or  decrease\n   44  in dwelling space or a change in the services, furniture, furnishings or\n   45  equipment provided in the housing accommodations; provided that an owner\n   46  shall  be entitled to a rent increase where there has been a substantial\n   47  modification or increase  of  dwelling  space  or  an  increase  in  the\n   48  services, or installation of new equipment or improvements or new furni-\n   49  ture  or furnishings provided in or to a tenant's housing accommodation.\n   50  The permanent increase in the maximum  rent  for  the  affected  housing\n   51  accommodation  shall  be  one-fortieth of the total cost incurred by the\n   52  landlord in providing such modification or increase in  dwelling  space,\n   53  services,  furniture,  furnishings  or  equipment, including the cost of\n   54  installation, but excluding finance charges  provided  further  that  an\n   55  owner  who  is entitled to a rent increase pursuant to this clause shall\n   56  not be entitled to a further rent increase based upon  the  installation\n\n       S. 13                              12\n\n    1  of  similar equipment, or new furniture or furnishings within the useful\n    2  life of such new equipment, or new furniture or furnishings.  The  owner\n    3  shall  give  written  notice  to  the  commission of any such adjustment\n    4  pursuant to this clause; or (6) there has been, since March first, nine-\n    5  teen  hundred  fifty,  an  increase  in  the rental value of the housing\n    6  accommodations as a result of a substantial rehabilitation of the build-\n    7  ing or housing accommodation therein which materially adds to the  value\n    8  of  the  property  or  appreciably prolongs its life, excluding ordinary\n    9  repairs, maintenance and replacements; or (7) there has been since March\n   10  first, nineteen hundred fifty, a major capital improvement required  for\n   11  the  operation,  preservation  or  maintenance of the structure. A MAJOR\n   12  CAPITAL IMPROVEMENT SHALL NOT INCLUDE  AN  ELIGIBLE  PROJECT  UNDER  THE\n   13  GREEN  JOBS-GREEN NEW YORK PROGRAM BY THE NEW YORK STATE ENERGY RESEARCH\n   14  AND DEVELOPMENT AUTHORITY, ESTABLISHED PURSUANT TO TITLE 9-A OF  ARTICLE\n   15  8  OF  THE  PUBLIC  AUTHORITIES  LAW;  or (8) there has been since March\n   16  first, nineteen hundred fifty, in structures containing more  than  four\n   17  housing accommodations, other improvements made with the express consent\n   18  of  the  tenants in occupancy of at least seventy-five per centum of the\n   19  housing accommodations, provided, however, that  no  adjustment  granted\n   20  hereunder shall exceed fifteen per centum unless the tenants have agreed\n   21  to a higher percentage of increase, as herein provided; or (9) there has\n   22  been,  since  March  first, nineteen hundred fifty, a subletting without\n   23  written consent from the landlord or an increase in the number of  adult\n   24  occupants who are not members of the immediate family of the tenant, and\n   25  the  landlord  has  not  been  compensated therefor by adjustment of the\n   26  maximum rent by lease or order of the  commission  or  pursuant  to  the\n   27  federal  act;  or  (10) the presence of unique or peculiar circumstances\n   28  materially affecting the maximum rent has resulted  in  a  maximum  rent\n   29  which  is substantially lower than the rents generally prevailing in the\n   30  same area for substantially similar housing accommodations.\n   31    S 15. This act shall take effect immediately; provided, however,  that\n   32  the amendments to section 26-405 of the city rent and rehabilitation law\n   33  made by section eleven of this act shall remain in full force and effect\n   34  only  as  long  as  the  public  emergency  requiring the regulation and\n   35  control of residential rents and evictions  continues,  as  provided  in\n   36  subdivision  3  of section 1 of the local emergency housing rent control\n   37  act; provided further that the amendments to section 26-511 of the  rent\n   38  stabilization  law of nineteen hundred sixty-nine made by section twelve\n   39  of this act shall expire on the same date as such law expires and  shall\n   40  not  affect  the expiration of such law as provided under section 26-520\n   41  of such law, as from time to time amended;  provided  further  that  the\n   42  amendments  to section 6 of the emergency tenant protection act of nine-\n   43  teen seventy-four made by section thirteen of this act shall  expire  on\n   44  the same date as such act expires and shall not affect the expiration of\n   45  such  act  as provided in section 17 of chapter 576 of the laws of 1974,\n   46  as from time to time amended; and further provided that the amendment to\n   47  section 4 of the emergency housing rent  control  law  made  by  section\n   48  fourteen  of  this act shall expire on the same date as such law expires\n   49  and shall not affect the expiration of such law as provided in  subdivi-\n   50  sion 2 of section 1 of chapter 274 of the laws of 1946.\n",
  "memo" : "BILL NUMBER:S68013\n\nTITLE OF BILL:\n\nAn act to amend the public service law, the public authorities law,\nthe real property law, the lien law, the administrative code of the\ncity of New York, the emergency tenant protection act of nineteen\nseventy-four and the emergency housing rent control law, in relation\nto green jobs-green New York on-bill financing\n\nPURPOSE:\n\nThis bill would establish an on-bill financing program for the \"Green\nJobs-Green New York\" program established in chapter 487 of the laws of\n2009.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 of the bill would amend Public Service Law &sect; 18-a to exclude\non-bill charges from being determined as an entity's gross operation\nrevenue derived from intrastate utility operations.\n\nSection 2 of the bill would amend Public Service Law &sect; 42 to provide\nthat the rights and responsibilities of residential customers\nparticipating in Green Jobs-Green New York on-bill financing shall be\nsubstantially comparable to those of gas and electric customers not\nparticipating in such financing.\n\nSection 3 of the bill would amend Public Service Law &sect; 65 to allow gas\nutilities to place charges for Green Jobs-Green New York on-bill\nfinancing on customer's bills.\n\nSection 4 of the bill would amend the Public Service Law to create a\nnew &sect; 66-m to provide that utilities file tariffs with the public\nservice commission to provide for the billing and collection of\non-bill charges for payment of obligations of its customers utilizing\nthe Green Jobs-Green New York program.\n\nSection 5 of the bill would amend the Public Authorities Law to create\na new &sect; 120-hh, to direct the Long Island Power Authority to provide\nfor the billing and collection of on-bill charges for payment of\nobligations of its customers utilizing the Green Jobs-Green New York\nprogram.\n\nSection 6 of the bill would amend Public Authorities Law &sect; 1896 to\nprovide that the New York State Energy and Research Development\nAuthority (NYSERDA) establish an on-bill financing mechanism for the\nbilling and collection of on-bill charges for payment of obligations\nof customers that have received qualified energy efficiency services\nunder the Green Jobs-Green New York program.\n\nSections 7 of the bill would amend Public Authorities Law &sect; 1899 to\nrequire NYSERDA to annually report on activities related to the\nimplementation of on-bill financing as established by this Act.\n\n\nSection 8 of the bill would amends Real Property Law &sect; 242 to provide\nfor disclosures concerning on-bill financing and Green Jobs-Green New\nYork retrofits.\n\nSections 9 and 10 of the bill would amend Lien Law &sect;&sect; 2 and 10 to\nauthorize NYSERDA to file a mechanic's lien against real property that\nhas been improved by qualified energy efficiency measures and are\nbeing repaid by on-bill financing as established by this act.\n\nSections 11 to 14 of the bill would amend the Administrative Code of\nthe City of New York &sect;&sect; 26-405 and 26-511, chapter 576 of the laws of\n1974 and chapter 274 of the laws of 1946 to provide that an eligible\nproject under the Green Jobs-Green New York program shall not\nconstitute a major capital improvement.\n\nSection 15 of the bill would provide for an immediate effective date.\n\nLEGISLATIVE HISTORY:\n\nThis is a new bill.\n\nSTATEMENT IN SUPPORT:\n\nBy enacting a \"Green Jobs-Green New York\" program in 2009, the State\nauthorized the performance of energy-efficient retrofits to\nresidential and small commercial property owners, with an ultimate\ngoal of improving large numbers of units over the next five years, and\ndemonstrating the effectiveness of innovative financing mechanisms in\nreaching this goal.\n\nInstallation of energy efficiency improvements to reduce the loss or\nwaste of energy is a proven method of reducing carbon emissions, and\nof lowering energy costs for households. Further, weatherization gives\nrise to large numbers of jobs and can serve as a gateway for green\ncollar career paths.\n\nThe Green Jobs-Green New York program will create green collar jobs\nand career paths in New York. It will also help the State to reduce\nits dependence on fossil fuels, lead to lower housing costs, and\nsupport community development. In order to attract the broadest\npossible variety of financing, and private sector involvement, the\nauthorization of on-bill financing is a necessary piece of this\nprogram. This legislation provides for authorization of on-bill\nfinancing, sets parameters within which it will function.\n\nBUDGET IMPLICATIONS:\n\nThis bill will not have a material impact on State finances.\n\nEFFECTIVE DATE:\n\nThis act will take effect immediately; provided however.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, the public authorities law, the real property law, the lien law, the administrative code of the city of New York, the emergency tenant protection act of nineteen seventy-four and the emergency housing rent control law, in relation to green jobs-green New York on-bill financing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T173508.TXT", "SOBI.D101207.T155510.TXT", "SOBI.D101203.T180010.TXT", "SOBI.D101203.T174509.TXT", "SOBI.D101203.T180510.TXT", "SOBI.D101209.T194703.TXT", "SOBI.D101206.T174927.TXT", "SOBI.D101203.T175510.TXT", "SOBI.D101207.T185024.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291942023243
}