{
  "year" : 2009,
  "senateBillNo" : "S68001-2009",
  "billEvents" : [ {
    "eventDate" : 1291352400000,
    "eventText" : "REFERRED TO RULES",
    "billEventId" : "S68001-2009-1291352400000-REFERRED+TO+RULES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RULES COM",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York Racing Network, Inc.",
  "summary" : null,
  "currentCommittee" : "RULES",
  "sameAs" : "A42001",
  "lawSection" : "Racing, Pari-Mutuel Wagering and Breeding Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                           1\n\n                              Third Extraordinary Session\n\n                                   I N  S E N A T E\n\n                                   December 3, 2010\n                                      ___________\n\n       Introduced by COMMITTEE ON RULES -- (at request of the Governor) -- read\n         twice  and  ordered  printed,  and when printed to be committed to the\n         Committee on Rules\n\n       AN ACT to amend the racing, pari-mutuel wagering and  breeding  law,  in\n         relation to pari-mutuel tax rates at certain facilities and establish-\n         ing  the  New  York Racing Network, Inc.; and to amend the tax law, in\n         relation to authorizing subsidized free play credits\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and intent. The legislature hereby\n    2  finds and declares that the New York city off-track betting  corporation\n    3  is  an  integral component of the horse racing industry in New York. The\n    4  legislature further finds that  in  order  to  preserve  its  continuing\n    5  existence,  the  corporation  was  allowed  by executive order to file a\n    6  petition for bankruptcy protection under Chapter  9  of  the  Bankruptcy\n    7  Code  in  the  southern district of New York. The bankruptcy proceedings\n    8  have resulted in a reorganization plan, the approval  of  which  by  the\n    9  official  committee of creditors is contingent upon enacting legislation\n   10  to implement certain elements of that plan.\n   11    The legislature further finds that the labor unions  representing  the\n   12  employees  of  the corporation have signed memoranda of agreement, which\n   13  ratify portions of the reorganization plan affecting  their  membership.\n   14  This  approval  represents concurrence with the corporation's leadership\n   15  and the view of the legislature that a plan that allows the  corporation\n   16  to  remain  sustainable upon exiting bankruptcy will preserve employment\n   17  opportunities for New York residents, and is preferable to a liquidation\n   18  of the corporation. Furthermore, the legislature finds that the tens  of\n   19  thousands  of  jobs both directly and indirectly supported by the racing\n   20  industry will be protected by a  reorganization  plan  that  supports  a\n   21  seamless exit from bankruptcy for the corporation.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD12318-07-0\n\n       S. 1                                2\n\n    1    Therefore,  the  legislature  finds  this  legislation, which strictly\n    2  enacts elements of the reorganization plan, to be essential to maintain-\n    3  ing a vibrant horse racing industry in New York, and to  protecting  the\n    4  thousands of jobs supported by the horse racing industry.\n    5    S  2. Subdivision 5-a of section 307 of the racing, pari-mutuel wager-\n    6  ing and breeding law, as amended by chapter 18 of the laws of  2008,  is\n    7  amended to read as follows:\n    8    5-a.  The  board shall not issue a license pursuant to this section to\n    9  any harness racing association or corporation which does  not  apply  to\n   10  conduct  at  its facilities a minimum number of pari-mutuel programs and\n   11  pari-mutuel races at its facilities equal to at least  seventy-five  per\n   12  centum  of  the  programs and races so conducted during nineteen hundred\n   13  eighty-five or during nineteen hundred eighty-six, or  one  hundred  per\n   14  centum  of  the  programs  and  races  so conducted during two thousand,\n   15  whichever is greater; provided, however, that for a harness racing asso-\n   16  ciation or corporation located in Westchester and  Erie  counties,  such\n   17  minimum  number  of  pari-mutuel  programs  and pari-mutuel races at its\n   18  facilities shall equal at least one hundred per centum of  the  programs\n   19  and  races conducted during two thousand, AND PROVIDED FURTHER, HOWEVER,\n   20  THAT FOR A HARNESS ASSOCIATION OR CORPORATION LOCATED IN SULLIVAN  COUN-\n   21  TY, SUCH MINIMUM NUMBER OF PARI-MUTUEL PROGRAMS AND PARI-MUTUEL RACES AT\n   22  ITS FACILITIES SHALL EQUAL AT LEAST SIXTY PER CENTUM OF THE PROGRAMS AND\n   23  RACES  SO  CONDUCTED  DURING  NINETEEN  HUNDRED EIGHTY-SIX OR EIGHTY PER\n   24  CENTUM OF THE PROGRAMS AND  RACES  SO  CONDUCTED  DURING  TWO  THOUSAND,\n   25  WHICHEVER  IS  GREATER.    If the track did not conduct races during two\n   26  thousand, such minimum number of pari-mutuel  programs  and  pari-mutuel\n   27  races  at  its  facilities shall equal at least ninety per centum of the\n   28  programs and races conducted during two thousand at Buffalo raceway,  in\n   29  the  town  of  Hamburg and county of Erie, unless cancellation of a race\n   30  day because of an act of God, which the board  approves  or  because  of\n   31  weather conditions that are unsafe or hazardous which the board approves\n   32  shall  not  be  construed  as  a failure to conduct a race day; provided\n   33  further, the board shall not grant a  license  to  such  association  or\n   34  corporation   upon  application  unless  such  programs  and  races  are\n   35  conducted during the same calendar year period as were conducted  during\n   36  the  applicable  period  above utilized to measure the minimum number of\n   37  pari-mutuel programs and pari-mutuel races, as approved  by  the  board.\n   38  Nothing  in the foregoing paragraph shall affect any agreement in effect\n   39  on or before the effective date of this paragraph. The board may grant a\n   40  license to  such  association  or  corporation  to  conduct  fewer  such\n   41  programs  and  races  for  good  cause  shown  due to factors beyond the\n   42  control of such association or corporation,  and  upon  consent  of  the\n   43  representative horsemen's association, as determined pursuant to section\n   44  three hundred eighteen of this article.\n   45    S  3. The opening paragraph of paragraph a of subdivision 5 of section\n   46  318 of the racing, pari-mutuel wagering and breeding law,  as  added  by\n   47  chapter 261 of the laws of 1988, is amended to read as follows:\n   48    Notwithstanding  any  other provision of this section to the contrary,\n   49  for any calendar year commencing on or  after  January  first,  nineteen\n   50  hundred  eighty-nine,  in  which  a harness racing association or corpo-\n   51  ration does not conduct a minimum number  of  pari-mutuel  programs  and\n   52  pari-mutuel  races at its facilities equal to at least ninety per centum\n   53  of the programs and races so conducted during nineteen  hundred  eighty-\n   54  five  or during nineteen hundred eighty-six, PROVIDED, HOWEVER, THAT FOR\n   55  A HARNESS RACING ASSOCIATION OR CORPORATION LOCATED IN SULLIVAN  COUNTY,\n   56  FOR ANY CALENDAR YEAR COMMENCING ON OR AFTER JANUARY FIRST, TWO THOUSAND\n\n       S. 1                                3\n\n    1  ELEVEN, IN WHICH SUCH HARNESS RACING ASSOCIATION OR CORPORATION DOES NOT\n    2  CONDUCT  A  MINIMUM NUMBER OF PARI-MUTUEL PROGRAMS AND PARI-MUTUEL RACES\n    3  AT SUCH FACILITIES EQUAL TO AT LEAST SEVENTY PER CENTUM OF THE  PROGRAMS\n    4  AND  RACES  SO  CONDUCTED  DURING NINETEEN HUNDRED EIGHTY-FIVE OR DURING\n    5  NINETEEN HUNDRED EIGHTY-SIX, whichever is less, in lieu of the tax rates\n    6  set forth in subdivision one of this section the applicable  pari-mutuel\n    7  tax  rates  for such association or corporation with respect to on-track\n    8  pari-mutuel betting pools during such year shall be as follows:\n    9    S 4. Subdivision 2 of section 529 of the racing, pari-mutuel  wagering\n   10  and breeding law is amended to read as follows:\n   11    2.  Ninety-five  percent  of  the  balance  of  such account remaining\n   12  unclaimed as of the last day of February of such year shall be  paid  BY\n   13  EACH  REGIONAL  OFF-TRACK  BETTING CORPORATION, EXCEPT THE NEW YORK CITY\n   14  OFF-TRACK BETTING CORPORATION, to the  state  tax  commission  by  March\n   15  fifteenth.  On  or  before  April tenth of each year the balance of such\n   16  account and any other  unclaimed  amounts  received  in  the  course  of\n   17  conducting  off-track betting shall be paid by [such] EACH REGIONAL OFF-\n   18  TRACK BETTING corporation, EXCEPT THE NEW YORK  CITY  OFF-TRACK  BETTING\n   19  CORPORATION,  to the state tax commission. A penalty of five percent and\n   20  interest at the rate of one percent per month from the due date  to  the\n   21  date  of  payment  of the unclaimed balance due March fifteenth or April\n   22  tenth, as the case may be, shall be payable in case such balance is  not\n   23  paid  when  due.  Such amounts, interest and penalties when collected by\n   24  the state tax commission shall be deposited into the general fund of the\n   25  state treasury.  THE BALANCE OF SUCH UNCLAIMED ACCOUNTS RETAINED BY  THE\n   26  NEW  YORK  CITY OFF-TRACK BETTING CORPORATION MAY BE USED FOR ITS CORPO-\n   27  RATE PURPOSES.\n   28    S 5. Subdivisions 1, 3, 6, 7 and 11 of  section  603  of  the  racing,\n   29  pari-mutuel  wagering and breeding law, as amended by chapter 115 of the\n   30  laws of 2008, are amended to read as follows:\n   31    1. A corporation to be known as the \"New York city  off-track  betting\n   32  corporation\"  is hereby created. Such corporation shall be a body corpo-\n   33  rate and politic constituting a public benefit corporation. It shall  be\n   34  administered by a board of directors consisting of five [members] VOTING\n   35  DIRECTORS  AND  THREE  NON-VOTING DIRECTORS, who may be public officers,\n   36  appointed by the governor [for fixed terms as hereinafter provided,  one\n   37  of whom shall be appointed on the recommendation of the temporary presi-\n   38  dent  of the senate, and one of whom shall be appointed on the recommen-\n   39  dation of the speaker of the assembly]. THE  VOTING  DIRECTORS,  ONE  OF\n   40  WHOM SHALL BE APPOINTED ON THE RECOMMENDATION OF THE TEMPORARY PRESIDENT\n   41  OF  THE  SENATE AND ONE OF WHOM SHALL BE APPOINTED ON THE RECOMMENDATION\n   42  OF THE SPEAKER OF THE ASSEMBLY, SHALL SERVE FOR FIXED TERMS  AS  HEREIN-\n   43  AFTER  PROVIDED.  OF THE NON-VOTING DIRECTORS, ONE SHALL BE APPOINTED ON\n   44  THE RECOMMENDATION OF THE  FRANCHISED  CORPORATION;  ONE  ON  THE  JOINT\n   45  RECOMMENDATION OF THE HARNESS TRACKS LOCATED IN WESTCHESTER AND SULLIVAN\n   46  COUNTIES;  AND  ONE  ON  THE  RECOMMENDATION OF THE UNION REPRESENTING A\n   47  MAJORITY OF THE UNIONIZED EMPLOYEES OF THE CORPORATION.  THE  NON-VOTING\n   48  DIRECTORS  SHALL NOT HAVE A FIDUCIARY OBLIGATION TO THE CORPORATION, BUT\n   49  SHALL BE REQUIRED TO PROTECT INFORMATION DEEMED TO BE, OR WHICH COULD BE\n   50  REASONABLY ASSUMED TO BE, CONFIDENTIAL, INCLUDING,  WITHOUT  LIMITATION,\n   51  ALL MATTERS DISCUSSED IN EXECUTIVE SESSION.\n   52    3.  The  governor  shall  designate  one of the VOTING directors to be\n   53  chairman of the board of directors and  may  at  his  OR  HER  pleasure,\n   54  change  his  OR HER designation of any such VOTING director to be chair-\n   55  man.\n\n       S. 1                                4\n\n    1    6. The powers of the corporation shall be vested in and  exercised  by\n    2  the  board  at a meeting duly held at a time fixed by any by-law adopted\n    3  by the board, or at any duly adjourned meeting of such meeting or at any\n    4  meeting held upon reasonable notice to all of  the  directors,  or  upon\n    5  written  waiver  thereof,  and  a majority of the whole number of VOTING\n    6  directors shall constitute a quorum; provided that neither the  business\n    7  nor  the  powers  of  the  corporation  shall be transacted or exercised\n    8  except pursuant to the favorable vote of at  least  a  majority  of  the\n    9  VOTING  directors  present  at a meeting at which a quorum is in attend-\n   10  ance.\n   11    7. The board may delegate to one or  more  of  the  VOTING  directors,\n   12  officers,  agents or employees of the corporation such powers and duties\n   13  as it may deem proper.\n   14    11. The fiscal year of the corporation shall be the same  as  that  of\n   15  [the  city,  provided,  however,  that the corporation shall have a nine\n   16  month fiscal year from July first,  two  thousand  eight  through  March\n   17  thirty-first,  two thousand nine, and then the fiscal year of the corpo-\n   18  ration shall be the same as] the state.\n   19    S 6. Subdivisions 8 and 11 of section 604 of the  racing,  pari-mutuel\n   20  wagering  and  breeding  law, subdivision 8 as amended by chapter 115 of\n   21  the laws of 2008, are amended to read as follows:\n   22    8. To make contracts and leases, including joint ventures  with  third\n   23  parties or entities, EXCEPT THAT ANY JOINT VENTURE WITH THIRD PARTIES OR\n   24  ENTITIES  FOR  THE  PURPOSE  OF RAISING CAPITAL FOR THE CONSTRUCTION AND\n   25  OPERATION OF A NEW OR EXPANDED LICENSED SIMULCAST FACILITY AS DEFINED IN\n   26  SUBDIVISION J OF SECTION ONE THOUSAND ONE OF THIS  CHAPTER  OR  EXPANDED\n   27  SIMULCAST  THEATER  AS  DEFINED IN SUBDIVISION 1 OF SECTION ONE THOUSAND\n   28  ONE OF THIS CHAPTER SHALL BE SUBJECT TO A RIGHT OF FIRST REFUSAL BY  ANY\n   29  NEW  YORK  STATE  LICENSED  HARNESS TRACK OR FRANCHISED CORPORATION WITH\n   30  RACING FACILITIES LOCATED WITHIN THIRTY MILES OF THE  PROPOSED  LOCATION\n   31  (IF  MORE THAN ONE SUCH HARNESS TRACK OR FRANCHISED CORPORATION'S RACING\n   32  FACILITIES ARE LOCATED WITHIN THIRTY MILES OF THE PROPOSED LOCATION THEN\n   33  BOTH WILL HAVE THE RIGHT OF FIRST REFUSAL AND MAY PARTNER TOGETHER THER-\n   34  EIN) TO BE THE FINANCIAL AND OPERATING PARTNER  OF  THE  CORPORATION  IN\n   35  SUCH  JOINT VENTURE, and to execute all instruments necessary or conven-\n   36  ient to accomplish its corporate purpose; provided,  however,  that  the\n   37  corporation  may only enter into agreements for the purchase or lease of\n   38  any property to be used in whole or in  part  as  an  off-track  betting\n   39  branch  office  which  is  conditioned  upon  the location thereof being\n   40  approved by the site selection board; and further  provided,  that  such\n   41  location  prior to its use as such off-track betting branch office shall\n   42  have been approved by the site selection board.  TO THE EXTENT THAT  ANY\n   43  PROVISION  OF  THIS CHAPTER, INCLUDING, WITHOUT LIMITATION, SUBPARAGRAPH\n   44  (II) OF PARAGRAPH C OF SUBDIVISION TWO OF SECTION ONE THOUSAND EIGHT AND\n   45  PARAGRAPH B OF SUBDIVISION THREE OF SECTION ONE THOUSAND NINE OR OF  ANY\n   46  OTHER  LAW, RULE OR REGULATION, REQUIRES THE AUTHORIZATION OR CONSENT OF\n   47  ANY REGIONAL TRACK TO THE CONSTRUCTION,  OPERATION  OR  LICENSING  OF  A\n   48  SIMULCAST  FACILITY  OR  SIMULCAST  THEATER, THEN IN THE EVENT THAT SUCH\n   49  RIGHT OF FIRST REFUSAL IS NOT EXERCISED, THEN IF SUCH SIMULCAST FACILITY\n   50  IS LOCATED IN NEW YORK COUNTY OR IS LOCATED MORE THAN TEN MILES FROM ANY\n   51  REGIONAL HARNESS TRACK OR A RACING FACILITY  OF  THE  FRANCHISED  CORPO-\n   52  RATION SUCH CONSENT OR AUTHORIZATION IS HEREBY DEEMED GRANTED.  NOTWITH-\n   53  STANDING  ANY  PROVISION  OF  THIS  CHAPTER OR OF ANY OTHER LAW, RULE OR\n   54  REGULATION TO THE CONTRARY, THE OPERATOR OF SUCH JOINT VENTURE SIMULCAST\n   55  WAGERING FACILITY SHALL NEITHER BE REQUIRED TO COLLECT  A  SURCHARGE  ON\n\n       S. 1                                5\n\n    1  BETS  MADE  THEREIN  NOR  BE  REQUIRED  TO  CHARGE  AN ADMISSION FEE FOR\n    2  ENTRANCE THERETO;\n    3    11. In the manner and subject to the terms and conditions set forth in\n    4  this  article,  and  article  five-a  of  this  chapter to establish and\n    5  conduct a system of off-track pari-mutuel betting in the city  on  horse\n    6  races  WHICH SHALL NOT INCLUDE THE CONDUCT, OPERATION, OR MAINTENANCE OF\n    7  TELEPHONE BETTING ACCOUNTS AND TELEPHONE WAGERING AS DEFINED IN SUBDIVI-\n    8  SION FOUR-A OF SECTION ONE THOUSAND TWELVE  OF  THIS  CHAPTER,  PROVIDED\n    9  THAT  THE  CORPORATION MAY AFFILIATE OR JOINT VENTURE SOLELY WITH AND AT\n   10  THE SOLE OPTION OF THE NEW YORK RACING NETWORK,  INC.  IN  THE  CONDUCT,\n   11  OPERATION,  OR  MAINTENANCE  OF TELEPHONE BETTING ACCOUNTS AND TELEPHONE\n   12  WAGERING AS DEFINED IN SUBDIVISION FOUR-A OF SECTION ONE THOUSAND TWELVE\n   13  OF THIS CHAPTER;\n   14    S 7. The racing, pari-mutuel wagering and breeding law is  amended  by\n   15  adding a new section 604-a to read as follows:\n   16    S  604-A. TRANSFER OF ACCOUNT WAGERING OPERATIONS. NOTWITHSTANDING ANY\n   17  OTHER LAW, RULE OR REGULATION TO THE  CONTRARY,  THE  CORPORATION  SHALL\n   18  TRANSFER  OWNERSHIP  AND  TITLE  TO  ALL TELEPHONE BETTING AND TELEPHONE\n   19  WAGERING ACCOUNTS AS DEFINED IN SUBDIVISION FOUR-A OF SECTION ONE  THOU-\n   20  SAND  TWELVE  OF  THIS  CHAPTER  THAT ARE MAINTAINED AND OPERATED BY THE\n   21  CORPORATION TO THE NEW YORK RACING NETWORK, INC. THE  CORPORATION  SHALL\n   22  UPON  SUCH  TRANSFER  NO LONGER HAVE THE AUTHORITY TO MAINTAIN TELEPHONE\n   23  BETTING OR TELEPHONE WAGERING ACCOUNTS AS DEFINED IN THIS CHAPTER OR  TO\n   24  CONDUCT  TELEPHONE  OR INTERNET WAGERING AS PROVIDED FOR IN THIS CHAPTER\n   25  EITHER DIRECTLY OR INDIRECTLY THROUGH A THIRD PARTY  PROVIDER  INCLUDING\n   26  BUT  NOT  LIMITED TO A REGIONAL OFF-TRACK BETTING CORPORATION, EXCEPT AS\n   27  PROVIDED FOR IN SUBDIVISION ELEVEN OF SECTION SIX HUNDRED FOUR  OF  THIS\n   28  ARTICLE.  THE  CORPORATION SHALL UPON SUCH TRANSFER OF TELEPHONE BETTING\n   29  AND TELEPHONE WAGERING  ACCOUNTS  AS  PROVIDED  HEREIN  NO  LONGER  HAVE\n   30  AUTHORITY  TO  JOINTLY  OR  OTHERWISE APPROVE THROUGH WRITTEN AGREEMENT,\n   31  CONSENT OR OTHERWISE THE CONDUCT OF  IN-HOME  SIMULCASTING  PURSUANT  TO\n   32  SECTION ONE THOUSAND THREE OF THIS CHAPTER.\n   33    S  8.  The racing, pari-mutuel wagering and breeding law is amended by\n   34  adding a new section 604-b to read as follows:\n   35    S 604-B. ACCOUNT SERVICING FOR NEW  YORK  RACING  NETWORK,  INC.    1.\n   36  NOTWITHSTANDING  ANY LAW, RULE OR REGULATION TO THE CONTRARY, THE CORPO-\n   37  RATION SHALL PERMIT ACCOUNT HOLDERS OF  THE  NEW  YORK  RACING  NETWORK,\n   38  INC.,  AS ESTABLISHED PURSUANT TO ARTICLE SIX-A OF THIS CHAPTER, TO MAKE\n   39  DEPOSITS AND WITHDRAWALS AT  BRANCH  OFFICES,  SIMULCAST  FACILITIES  OR\n   40  SIMULCAST  THEATERS  OPERATED  BY THE CORPORATION FROM THEIR ACCOUNTS AT\n   41  THE NEW YORK RACING NETWORK, INC.  A FEE OF .25 PERCENT PER  TRANSACTION\n   42  UP  TO A MAXIMUM OF TEN DOLLARS PER TRANSACTION SHALL BE ASSESSED BY THE\n   43  CORPORATION ON THE ACCOUNT HOLDERS OF THE NEW YORK RACING NETWORK,  INC.\n   44  FOR SUCH DEPOSITS OR WITHDRAWALS ON THEIR ACCOUNTS.\n   45    2.  TO THE EXTENT, BUT ONLY TO THE EXTENT, THAT THE NEW YORK CITY OFF-\n   46  TRACK BETTING CORPORATION'S WAGERING TERMINALS,  EQUIPMENT  AND  SYSTEMS\n   47  HAVE  THE  ABILITY  TO ACCEPT AND PROCESS ACCOUNT WAGERING TRANSACTIONS,\n   48  THE NEW YORK RACING NETWORK, INC.'S ACCOUNT HOLDERS MAY  ALSO  WAGER  AT\n   49  BRANCH  OFFICES,  SIMULCAST FACILITIES OR SIMULCAST THEATERS OPERATED BY\n   50  THE NEW YORK CITY OFF-TRACK BETTING CORPORATION FROM THEIR  ACCOUNTS  AT\n   51  THE  NEW  YORK  RACING  NETWORK,  INC., IN WHICH EVENT ANY WAGER MADE AT\n   52  BRANCH OFFICES, SIMULCAST FACILITIES OR SIMULCAST THEATERS  OPERATED  BY\n   53  NEW  YORK CITY OFF-TRACK BETTING CORPORATION BY AN ACCOUNT HOLDER OF THE\n   54  NEW YORK RACING NETWORK, INC. USING THEIR ACCOUNT SHALL BE SUBJECT TO  A\n   55  FEE OF TWO PERCENT OF THE AMOUNT OF EACH ACCOUNT WAGERING TRANSACTION UP\n   56  TO A MAXIMUM OF TEN DOLLARS PER TRANSACTION.\n\n       S. 1                                6\n\n    1    3.  NOTWITHSTANDING  ANY LAW, RULE OR REGULATION TO THE CONTRARY, SUCH\n    2  ACCOUNT WAGERING TRANSACTION DESCRIBED IN  THIS  SECTION  SHALL  NOT  BE\n    3  SUBJECT TO ANY SURCHARGE THAT OTHERWISE MAY BE REQUIRED TO BE CHARGED OR\n    4  COLLECTED  ON WAGERS PLACED AT A NEW YORK CITY OFF-TRACK BETTING FACILI-\n    5  TY.\n    6    4.  ANY  TRANSACTION  FEE  TO  BE  PAID TO THE NEW YORK CITY OFF-TRACK\n    7  BETTING CORPORATION BY THE NEW YORK RACING  NETWORK,  INC.  PURSUANT  TO\n    8  THIS  SECTION  SHALL  BE PAID WITHIN THIRTY DAYS OF THE FINAL DAY OF THE\n    9  MONTH IN WHICH SUCH TRANSACTION TAKES PLACE.\n   10    5. IF, DURING ANY FISCAL YEAR OF THE NEW YORK CITY  OFF-TRACK  BETTING\n   11  CORPORATION,  PAYMENTS  TO  THE  CORPORATION  FROM  THE  NEW YORK RACING\n   12  NETWORK, INC. PURSUANT TO THIS SECTION REMAIN UNPAID FOR MORE THAN NINE-\n   13  TY DAYS FROM THE DATE THEY ARE  DUE,  OR  ON  THREE  SEPARATE  OCCASIONS\n   14  REMAIN UNPAID FOR MORE THAN THIRTY DAYS FROM THE DATE THEY ARE DUE, THEN\n   15  THE  CORPORATION  CANNOT  BE HELD IN DEFAULT FOR AS LONG AS THE NEW YORK\n   16  RACING NETWORK, INC. REMAINS IN DEFAULT.\n   17    S 9. Subdivision 2 of section 606 of the racing, pari-mutuel  wagering\n   18  and  breeding  law,  as  amended  by chapter 115 of the laws of 2008, is\n   19  amended to read as follows:\n   20    2. The corporation shall administer  its  personnel  pursuant  to  the\n   21  civil  service law and the rules and regulations promulgated thereunder,\n   22  [and classification and compensation schedules of the  state  department\n   23  of  civil  service,] and all other applicable provisions of general laws\n   24  relating to civil service administration. The corporation  shall  retain\n   25  all  personnel, payroll and associated employee records and shall ensure\n   26  that the New York city employees' retirement system has access  to  such\n   27  records   for   retirement  purposes  consistent  with  current  records\n   28  retention requirements.\n   29    S 10. The racing, pari-mutuel wagering and breeding law is amended  by\n   30  adding a new section 608 to read as follows:\n   31    S  608.  DISPLAY  OF  RACES. EXCEPT AS TO SIMULCAST SIGNALS OF SPECIAL\n   32  INTEREST RACES, INCLUDING WITHOUT LIMITATION, TRIPLE CROWN AND  BREEDERS\n   33  CUP  RACES,  SIMULCAST SIGNALS WHICH ARE SHOWN IN BRANCH OFFICES, SIMUL-\n   34  CAST FACILITIES OR SIMULCAST THEATERS OF RACE PROGRAMS RUN AT  NEW  YORK\n   35  STATE  THOROUGHBRED  OR HARNESS TRACKS SHALL BE PROMINENTLY DISPLAYED ON\n   36  THE LARGEST SCREENS AVAILABLE IN SUCH FACILITIES.\n   37    S 11. Section 610 of the racing,  pari-mutuel  wagering  and  breeding\n   38  law,  as  amended by chapter 115 of the laws of 2008, is amended to read\n   39  as follows:\n   40    S 610. Moneys of corporation. 1.  The  monetary  transactions  of  the\n   41  corporation and the keeping of its books and accounts shall be under the\n   42  supervision  of the director of the division of the budget. The chair of\n   43  the racing and wagering board may at  any  time  request  and  shall  be\n   44  provided for review such books and accounts.\n   45    2.  THE ANNUAL OPERATING BUDGETS FOR THE CORPORATION SHALL BE APPROVED\n   46  BY THE BOARD OF THE CORPORATION, AND NO BUDGET SHALL BE APPROVED BY  THE\n   47  BOARD  THAT  IS  NOT  BALANCED PURSUANT TO GENERALLY ACCEPTED ACCOUNTING\n   48  PRINCIPLES, EXCEPT THAT WITH RESPECT TO THE CORPORATION'S OTHER POST-EM-\n   49  PLOYMENT BENEFITS LIABILITIES, A BALANCED BUDGET SHOULD GIVE EFFECT ONLY\n   50  TO THE PROJECTED AGGREGATE ANNUAL CASH PAYMENT FOR OTHER POST-EMPLOYMENT\n   51  BENEFITS LIABILITIES.  MOREOVER, THE CORPORATION SHALL NOT  IMPLEMENT  A\n   52  BUDGET  APPROVED  BY  ITS  BOARD  UNTIL  SUCH BUDGET IS DETERMINED TO BE\n   53  BALANCED BY THE DIRECTOR OF THE NEW  YORK STATE DIVISION OF  THE  BUDGET\n   54  WHO  SHALL  NOT  TAKE  INTO  ACCOUNT  THE  CORPORATION'S  NON-CASH OTHER\n   55  POST-EMPLOYMENT BENEFITS LIABILITIES IN MAKING SUCH DETERMINATION.    IN\n   56  THE EVENT THE BUDGET OF THE CORPORATION IS NOT DETERMINED TO BE BALANCED\n\n       S. 1                                7\n\n    1  BY  THE  DIRECTOR OF THE BUDGET PRIOR TO THE START OF THE FISCAL YEAR OF\n    2  THE CORPORATION, THE CORPORATION SHALL CONTINUE  TO  OPERATE  UNDER  THE\n    3  SPENDING  LEVELS  CONTAINED  IN  THE BUDGET OF THE PRIOR YEAR UNTIL SUCH\n    4  TIME AS A NEW BUDGET IS DETERMINED TO BE BALANCED BY THE DIRECTOR OF THE\n    5  BUDGET.\n    6    3.  All moneys due the city pursuant to article five-A of this chapter\n    7  shall be paid to the New York city comptroller.\n    8    [3.] 4. The state comptroller and  his  legally  authorized  represen-\n    9  tative  are  authorized  to examine the accounts and books of the corpo-\n   10  ration, including its receipts, disbursements, contracts, leases,  sink-\n   11  ing  funds, investments and any other records and papers relating to its\n   12  financial standing.\n   13    [4.]  5.  The  corporation  shall  have  power,  notwithstanding   the\n   14  provisions  of  this section, to contract with the holders of any of its\n   15  bonds as to the custody, collection, securing, investment and payment of\n   16  any moneys of the corporation or any moneys held in trust  or  otherwise\n   17  for  the  payment  of bonds in any way to secure bonds, and to carry out\n   18  any such contract notwithstanding that such contract may be inconsistent\n   19  with the previous provisions of this section.\n   20    [5.] 6. Moneys held in trust or otherwise for the payment of bonds  or\n   21  in any way to secure bonds and deposits of such moneys may be secured in\n   22  the  same  manner  as moneys of the corporation, and all banks and trust\n   23  companies are authorized to give such security for such deposits.\n   24    S 12. The racing, pari-mutuel wagering and breeding law is amended  by\n   25  adding a new section 610-a to read as follows:\n   26    S  610-A. REDUCTION IN PAYMENTS REQUIRED TO BE MADE TO IN-STATE TRACKS\n   27  ON ACCOUNT OF ACCEPTANCE OF WAGERS ON RACES RUN AT OUT-OF-STATE  TRACKS.\n   28  1. OTHER THAN PAYMENTS REQUIRED TO BE MADE DIRECTLY TO AN IN-STATE TRACK\n   29  FOR THE TAKING OF WAGERS ON RACES RUN AT AN IN-STATE TRACK, AND NOTWITH-\n   30  STANDING  ANY  PROVISION OF THIS CHAPTER OR ANY OTHER LAW, RULE OR REGU-\n   31  LATION TO THE CONTRARY, THE NEW YORK CITY OFF-TRACK BETTING  CORPORATION\n   32  SHALL  REDUCE  ANY  PAYMENTS REQUIRED TO BE MADE BY IT TO THE FRANCHISED\n   33  CORPORATION OR TO  ANY  IN-STATE,  BOARD-LICENSED,  THOROUGHBRED  RACING\n   34  CORPORATION  OR HARNESS RACING CORPORATION OR ASSOCIATION, ON ACCOUNT OF\n   35  RETAINED COMMISSIONS  FROM  WAGERING  ACCEPTED  BY  THE  NEW  YORK  CITY\n   36  OFF-TRACK BETTING CORPORATION ON RACES RUN AT TRACKS OUTSIDE OF NEW YORK\n   37  STATE,  INCLUDING  WITHOUT  LIMITATION SUCH PAYMENTS REQUIRED TO BE MADE\n   38  PURSUANT TO SECTIONS FIVE HUNDRED TWENTY-SEVEN, ONE  THOUSAND  FOURTEEN,\n   39  ONE  THOUSAND FIFTEEN, ONE THOUSAND SIXTEEN AND ONE THOUSAND EIGHTEEN OF\n   40  THIS CHAPTER. THE REDUCTIONS IN SUCH PAYMENTS SHALL BE AS  FOLLOWS:  FOR\n   41  THE  FIRST FISCAL YEAR OF THE CORPORATION IN WHICH THE EFFECTIVE DATE OF\n   42  THIS SUBDIVISION  OCCURS,  SUCH  PAYMENTS  SHALL  BE  REDUCED  BY  FIFTY\n   43  PERCENT;  FOR  THE FOLLOWING FISCAL YEAR, SUCH PAYMENTS SHALL BE REDUCED\n   44  BY FORTY PERCENT; FOR THE THIRD FISCAL  YEAR,  SUCH  PAYMENTS  SHALL  BE\n   45  REDUCED  BY  THIRTY  PERCENT;  AND  FOR EACH FISCAL YEAR THEREAFTER SUCH\n   46  PAYMENTS SHALL BE REDUCED BY TWENTY PERCENT, PROVIDED, HOWEVER, THAT  IF\n   47  IN  THE  FOURTH  FISCAL YEAR OR IN ANY FISCAL YEAR THEREAFTER THE ANNUAL\n   48  TOTAL HANDLE OF THE NEW YORK CITY OFF-TRACK BETTING CORPORATION  REACHES\n   49  BETWEEN SIX HUNDRED MILLION AND SIX HUNDRED TWENTY MILLION DOLLARS, THEN\n   50  THE  REDUCTION IN SUCH PAYMENTS SHALL BE TEN PERCENT; PROVIDED, FURTHER,\n   51  HOWEVER THAT IF IN THE FOURTH FISCAL YEAR OR ANY SUBSEQUENT FISCAL  YEAR\n   52  THE  ANNUAL  TOTAL  HANDLE OF THE NEW YORK CITY OFF-TRACK BETTING CORPO-\n   53  RATION EXCEEDS SIX HUNDRED TWENTY MILLION DOLLARS, THEN THERE  SHALL  BE\n   54  NO REDUCTION IN SUCH PAYMENTS.\n   55    2.  ALL  PAYMENTS  REQUIRED  TO BE MADE BY THE NEW YORK CITY OFF-TRACK\n   56  BETTING CORPORATION PURSUANT TO SUBDIVISION ONE OF THIS  SECTION,  SHALL\n\n       S. 1                                8\n\n    1  BE  MADE  BY THE CORPORATION WITHIN SIXTY DAYS FOLLOWING THE LAST DAY OF\n    2  THE MONTH IN WHICH THE OBLIGATION FOR  SUCH  PAYMENT  ACCRUED,  WITH  AN\n    3  ADDITIONAL  THIRTY  DAY  PERIOD  IN  WHICH  THE  CORPORATION MUST CURE A\n    4  DEFAULT  IN  THE  MAKING OF SUCH PAYMENT, PROVIDED, HOWEVER, THAT IN ANY\n    5  FISCAL YEAR OF THE NEW YORK CITY OFF-TRACK BETTING CORPORATION IN  WHICH\n    6  THE  PAYMENT REDUCTIONS DESCRIBED IN SUBDIVISION ONE OF THIS SECTION ARE\n    7  LESS THAN TWENTY PERCENT AS A RESULT OF THE CORPORATION'S  TOTAL  ANNUAL\n    8  HANDLE   EXCEEDING   FIVE   HUNDRED   NINETY-NINE  MILLION  DOLLARS  AND\n    9  NINETY-NINE CENTS, THE PORTION OF SUCH PAYMENTS THAT ARE DEPENDENT  UPON\n   10  THE  CORPORATION'S  TOTAL  ANNUAL  HANDLE EXCEEDING SUCH AMOUNT SHALL BE\n   11  PAID BY THE CORPORATION WITHIN THIRTY DAYS FOLLOWING  THE  END  OF  SUCH\n   12  FISCAL  YEAR,  WITH  AN ADDITIONAL THIRTY DAY PERIOD IN WHICH THE CORPO-\n   13  RATION MUST CURE A DEFAULT IN MAKING OF ANY SUCH PAYMENTS.\n   14    3. NOTWITHSTANDING ANY PROVISION OF THIS CHAPTER  OR  ANY  OTHER  LAW,\n   15  RULE  OR REGULATION TO THE CONTRARY, THE NEW YORK CITY OFF-TRACK BETTING\n   16  CORPORATION SHALL CALCULATE THE STATUTORY PAYMENTS  IT  IS  REQUIRED  TO\n   17  MAKE  TO  THE AGRICULTURAL AND NEW YORK STATE HORSE BREEDING DEVELOPMENT\n   18  FUND BY USING THE SAME PERCENTAGE RATE USED TO CALCULATE  THE  STATUTORY\n   19  PAYMENTS  REQUIRED  TO  BE MADE BY IT TO THE NEW YORK STATE THOROUGHBRED\n   20  BREEDING AND DEVELOPMENT FUND.\n   21    S 13. Section 613 of the racing, pari-mutuel wagering and breeding law\n   22  is amended to read as follows:\n   23    S 613. Agreement of the state. The state does pledge to and agree with\n   24  the holders of any and all bonds and notes of the corporation  that  the\n   25  state will not authorize any officer or agency of government, other than\n   26  the  corporation,  EXCEPT  AS OTHERWISE PROVIDED FOR IN THIS ARTICLE, or\n   27  any private person, to [conduct] OPERATE off-track betting in  the  city\n   28  on horse races, nor in any manner limit or alter the rights hereby vest-\n   29  ed  in  the corporation to fulfill the terms of any agreements made with\n   30  the said holders, or in any way impair the rights and remedies  of  such\n   31  holders  until  the bonds and notes, together with the interest thereon,\n   32  interest on any unpaid installments  of  interest,  and  all  costs  and\n   33  expenses  in connection with any action or proceeding by or on behalf of\n   34  such holders, are fully met and discharged.  The corporation is  author-\n   35  ized  to include this pledge and agreement of the state in any agreement\n   36  with the holders of such bonds or notes.\n   37    S 14. The racing, pari-mutuel wagering and breeding law is amended  by\n   38  adding a new section 615 to read as follows:\n   39    S 615. AUTHORITY TO NEGOTIATE SIMULCAST SIGNALS FOR THIRD PARTIES. THE\n   40  CORPORATION  SHALL  BE AUTHORIZED TO CONTRACT WITH THE FRANCHISED CORPO-\n   41  RATION, A THOROUGHBRED RACING CORPORATION  OR  ANY  HARNESS  CORPORATION\n   42  LICENSED  BY  THE  BOARD  TO  NEGOTIATE  ON  SUCH  ENTITIES' BEHALF WITH\n   43  OUT-OF-STATE OR OUT-OF-COUNTRY RACETRACKS TO PROVIDE  SIMULCAST  SIGNALS\n   44  TO SUCH ENTITIES.\n   45    S  15. The racing, pari-mutuel wagering and breeding law is amended by\n   46  adding a new section 617-a to read as follows:\n   47    S 617-A. REDUCTIONS IN PARI-MUTUEL TAX PAYMENTS.  NOTWITHSTANDING  ANY\n   48  INCONSISTENT  PROVISION  OF  THIS  CHAPTER  OR OF ANY OTHER LAW, RULE OR\n   49  REGULATION, THE NEW YORK CITY OFF-TRACK BETTING CORPORATION SHALL REDUCE\n   50  BY FIFTY PERCENT PAYMENTS DUE FOR PARI-MUTUEL TAXES TO THE STATE DEPART-\n   51  MENT OF TAXATION AND FINANCE THAT WOULD OTHERWISE BE REQUIRED TO BE MADE\n   52  PURSUANT TO THE PROVISIONS OF THIS CHAPTER, PROVIDED,  HOWEVER,  IN  THE\n   53  EVENT THAT THE ANNUAL TOTAL HANDLE OF NEW YORK CITY OFF-TRACK BETTING IN\n   54  ANY  FISCAL  YEAR BEGINNING TWO FISCAL YEARS AFTER THE EFFECTIVE DATE OF\n   55  THIS SECTION IS: SIX HUNDRED MILLION DOLLARS OR  GREATER  BUT  NOT  MORE\n   56  THAN  SIX HUNDRED FIFTEEN MILLION DOLLARS, SUCH REDUCTION IN PARI-MUTUEL\n\n       S. 1                                9\n\n    1  TAX PAYMENTS SHALL BE FORTY-TWO AND ONE-HALF PERCENT; GREATER  THAN  SIX\n    2  HUNDRED  FIFTEEN  MILLION  DOLLARS  BUT NOT MORE THAN SIX HUNDRED TWENTY\n    3  MILLION DOLLARS, SUCH REDUCTION IN PARI-MUTUEL  TAX  PAYMENTS  SHALL  BE\n    4  THIRTY-SEVEN  AND  ONE-HALF  PERCENT;  GREATER  THAN  SIX HUNDRED TWENTY\n    5  MILLION DOLLARS BUT NOT MORE THAN SIX HUNDRED  THIRTY  MILLION  DOLLARS,\n    6  SUCH REDUCTION IN PARI-MUTUEL TAX PAYMENTS SHALL BE TWENTY-FIVE PERCENT;\n    7  GREATER  THAN  SIX  HUNDRED THIRTY MILLION DOLLARS BUT NOT MORE THAN SIX\n    8  HUNDRED THIRTY-FIVE MILLION DOLLARS, SUCH REDUCTION IN  PARI-MUTUEL  TAX\n    9  PAYMENTS  SHALL  BE  SEVENTEEN  AND  ONE-HALF  PERCENT; GREATER THAN SIX\n   10  HUNDRED THIRTY-FIVE MILLION DOLLARS BUT NOT MORE THAN SIX HUNDRED  FORTY\n   11  MILLION  DOLLARS,  SUCH  REDUCTION  IN PARI-MUTUEL TAX PAYMENTS SHALL BE\n   12  SEVEN AND ONE-HALF PERCENT; AND IN EXCESS OF SIX HUNDRED  FORTY  MILLION\n   13  DOLLARS,  THERE  SHALL  BE NO REDUCTION OF PARI-MUTUEL TAX PAYMENTS. THE\n   14  NEW YORK CITY OFF-TRACK BETTING CORPORATION SHALL MAKE MONTHLY  PAYMENTS\n   15  OF PARI-MUTUEL TAX BASED UPON SUCH FIFTY PERCENT REDUCTION. WITHIN THIR-\n   16  TY  DAYS  OF  THE  END OF THE FISCAL YEAR OF THE CORPORATION, THE CORPO-\n   17  RATION SHALL PAY THE REMAINDER OF ANY PARI-MUTUEL TAX THAT MAY BE DUE AS\n   18  A RESULT OF A LOWER ALLOWABLE REDUCTION  BASED  UPON  A  CALCULATION  OF\n   19  ANNUAL  HANDLE  AT  THE  CLOSE OF NEW YORK CITY OFF-TRACK BETTING CORPO-\n   20  RATION'S FISCAL YEAR.\n   21    S 16. The racing, pari-mutuel wagering and breeding law is amended  by\n   22  adding a new section 623-a to read as follows:\n   23    S  623-A.  FILING  OF PETITIONS BY THE NEW YORK CITY OFF-TRACK BETTING\n   24  CORPORATION. NOTWITHSTANDING ANY  LAW,  RULE,  REGULATION  OR  EXECUTIVE\n   25  ORDER  TO  THE  CONTRARY,  IT IS HEREBY DECLARED TO BE THE POLICY OF THE\n   26  STATE OF NEW YORK THAT THE NEW YORK CITY OFF-TRACK  BETTING  CORPORATION\n   27  SHALL NOT BE AUTHORIZED TO FILE ANY PETITION AFTER THE EFFECTIVE DATE OF\n   28  THIS SECTION WITH ANY UNITED STATES DISTRICT COURT OR COURT OF BANKRUPT-\n   29  CY UNDER ANY PROVISION OF THE LAWS OF THE UNITED STATES FOR THE COMPOSI-\n   30  TION OR ADJUSTMENT OF MUNICIPAL INDEBTEDNESS.\n   31    S  17.  Section  624  of the racing, pari-mutuel wagering and breeding\n   32  law, as amended by chapter 115 of the laws of 2008, is amended  to  read\n   33  as follows:\n   34    S 624. Termination of the corporation; ASSUMPTION OF MANAGEMENT OF THE\n   35  CORPORATION.    1.  The  corporation  and  its corporate existence shall\n   36  continue until terminated by law; provided, however, that  no  such  law\n   37  shall  take effect so long as the corporation shall have bonds, notes or\n   38  other obligations outstanding, INCLUDING BUT NOT LIMITED  TO  A  LICENSE\n   39  AND  MANAGEMENT  AGREEMENT  AS  PROVIDED  FOR IN SUBDIVISION TWO OF THIS\n   40  SECTION. Upon termination of the existence of the corporation all of its\n   41  rights, property, assets and  funds  shall  thereupon  vest  in  and  be\n   42  possessed by the state.\n   43    2.  SHOULD THE CORPORATION: (A) FAIL TO PAY ANY COMMISSIONS DUE TO THE\n   44  IN-STATE RACE TRACKS WHICH SHALL BE DUE NOT LATER THAN SIXTY  DAYS  FROM\n   45  THE  LAST  DAY  OF  THE MONTH IN WHICH SUCH COMMISSIONS ACCRUED, PLUS AN\n   46  ADDITIONAL THIRTY DAY CURE PERIOD; OR (B) FAIL TO ACHIEVE POSITIVE EARN-\n   47  INGS BEFORE INTEREST, TAXES, DEPRECIATION AND AMORTIZATION  IN  ANY  TWO\n   48  CONSECUTIVE  FISCAL  YEARS;  OR  (C)  FAIL TO HAVE A BALANCED BUDGET, AS\n   49  DETERMINED BY THE DIRECTOR  OF  THE  STATE  BUDGET  IN  ACCORDANCE  WITH\n   50  SECTION SIX HUNDRED TEN OF THIS ARTICLE IN ANY FISCAL YEAR; THEN THE NEW\n   51  YORK RACING NETWORK, INC.  MAY ASSUME, PURSUANT TO A LICENSE AND MANAGE-\n   52  MENT  AGREEMENT, THE LENGTH OF THE TERM OF WHICH SHALL BE SUBJECT TO THE\n   53  APPROVAL OF THE RACING AND WAGERING BOARD,  THE  MANAGEMENT  AND  OPERA-\n   54  TIONAL  CONTROL  OF  THE  BUSINESS ACTIVITIES OF THE CORPORATION. IN THE\n   55  EVENT THAT THE NEW YORK RACING NETWORK, INC. AGREES TO ASSUME MANAGEMENT\n   56  AND OPERATIONAL CONTROL OF THE CORPORATION, THE  FRANCHISED  CORPORATION\n\n       S. 1                               10\n\n    1  AND  THE  HARNESS  TRACK  LOCATED IN WESTCHESTER COUNTY SHALL BE JOINTLY\n    2  RESPONSIBLE FOR THE MANAGEMENT AND OPERATIONAL CONTROL OF  THE  BUSINESS\n    3  ACTIVITIES  OF THE CORPORATION ON BEHALF OF THE NEW YORK RACING NETWORK,\n    4  INC.,  PROVIDED, HOWEVER, THAT NEITHER SHALL DIRECTLY RECEIVE ADDITIONAL\n    5  COMPENSATION FOR PROVIDING SUCH MANAGEMENT SERVICES.   IN THE  EVENT  OF\n    6  THE  ASSUMPTION  OF THE MANAGEMENT AND OPERATIONAL CONTROL OF THE CORPO-\n    7  RATION BY THE NEW YORK RACING NETWORK, INC., PURSUANT TO  THIS  SECTION,\n    8  THE  CORPORATION  WILL  CONTINUE  TO  BE  GOVERNED  AND  OWNED IN A FORM\n    9  CONSISTENT WITH GOVERNANCE AND OWNERSHIP EXISTING AT  THE  TIME  OF  THE\n   10  TRANSFER  OF MANAGEMENT. ASSUMPTION BY NEW YORK RACING NETWORK, INC., OF\n   11  THE MANAGEMENT AND OPERATIONAL CONTROL  OF  THE  CORPORATION  SHALL  NOT\n   12  ALTER  THE  TERMS AND CONDITIONS OF EMPLOYMENT OF THE WORKFORCE, AND ANY\n   13  CURRENT COLLECTIVE BARGAINING AGREEMENTS WITH ITS EMPLOYEE ORGANIZATIONS\n   14  SHALL REMAIN IN FULL FORCE AND EFFECT.\n   15    S 18. The racing, pari-mutuel wagering and breeding law is amended  by\n   16  adding a new article 6-A to read as follows:\n\n   17                                 ARTICLE 6-A\n   18                        NEW YORK RACING NETWORK, INC.\n\n   19  SECTION 625. NEW YORK RACING NETWORK, INC.\n   20          626. DISTRIBUTION OF REVENUES.\n   21    S  625.  NEW  YORK RACING NETWORK, INC. NOTWITHSTANDING ANY OTHER LAW,\n   22  RULE OR REGULATION TO THE CONTRARY, A CORPORATION WHICH SHALL  BE  NAMED\n   23  THE  NEW  YORK  RACING  NETWORK, INC. SHALL BE INCORPORATED BY THE FRAN-\n   24  CHISED CORPORATION, A THOROUGHBRED RACING CORPORATION AND  ONE  OR  MORE\n   25  HARNESS  RACING CORPORATIONS WHICH ARE MEMBERS OF THE OFFICIAL COMMITTEE\n   26  OF CREDITORS OF THE NEW YORK CITY OFF-TRACK  BETTING  CORPORATION  UNDER\n   27  CHAPTER NINE OF THE UNITED STATES BANKRUPTCY CODE PURSUANT TO EITHER THE\n   28  BUSINESS  CORPORATION  LAW OR THE LIMITED LIABILITY COMPANY LAW. THE NEW\n   29  YORK RACING NETWORK, INC.  SHALL  BE  AUTHORIZED  TO  CONDUCT  OFF-TRACK\n   30  PARI-MUTUEL  WAGERING UNDER THIS CHAPTER AND TO DISPLAY THE SIMULCAST OF\n   31  HORSE RACES INCLUDING BUT NOT LIMITED TO THROUGH IN-HOME  SIMULCAST  AND\n   32  VIDEO  STREAMING  OF  RACES ON THE INTERNET ON WHICH PARI-MUTUEL BETTING\n   33  SHALL BE PERMITTED SUBJECT TO ARTICLE TEN OF THIS CHAPTER. THE NEW  YORK\n   34  RACING NETWORK, INC. SHALL ISSUE SHARES TO THE FRANCHISED CORPORATION, A\n   35  THOROUGHBRED  RACING  CORPORATION  AND ONE OR MORE HARNESS RACING CORPO-\n   36  RATIONS ON A PRO-RATA BASIS BASED ON THE AGGREGATE AMOUNT OF SUCH CORPO-\n   37  RATION'S PRE-PETITION AND POST-PETITION CLAIMS IN A BANKRUPTCY  PROCEED-\n   38  ING  FILED  BY  THE  NEW  YORK  CITY OFF-TRACK BETTING CORPORATION UNDER\n   39  CHAPTER NINE OF THE BANKRUPTCY CODE IN  THE  SOUTHERN  DISTRICT  OF  NEW\n   40  YORK. THE NEW YORK RACING NETWORK, INC. SHALL BE AUTHORIZED TO APPLY FOR\n   41  A SIMULCAST LICENSE PURSUANT TO SECTION ONE THOUSAND THREE OF THIS CHAP-\n   42  TER.    UNLESS  OTHERWISE  SPECIFICALLY  PROVIDED,  THE  NEW YORK RACING\n   43  NETWORK, INC. SHALL BE SUBJECT TO ALL  REQUIREMENTS  OF  LAW  AND  REGU-\n   44  LATIONS  APPLICABLE  TO  NEW  YORK  STATE PARI-MUTUEL BETTING OPERATORS,\n   45  INCLUDING APPROVAL OF A PLAN OF OPERATION BY  THE  RACING  AND  WAGERING\n   46  BOARD.  THE  SHARES  OR  MEMBERSHIP  INTERESTS  IN  THE  NEW YORK RACING\n   47  NETWORK, INC. SHALL  NOT  BE  TRANSFERRED  TO  PARTIES  OTHER  THAN  THE\n   48  ORIGINAL  INCORPORATING  INTERESTS WITHOUT THE PRIOR WRITTEN APPROVAL OF\n   49  THE RACING AND WAGERING BOARD. THE SIMULCAST LICENSE FOR  THE  NEW  YORK\n   50  RACING  NETWORK,  INC. SHALL INCLUDE THE AUTHORIZATION TO SIMULCAST INTO\n   51  RESIDENCES, HOMES OR OTHER AREAS  THOROUGH  EITHER  A  CABLE  TELEVISION\n   52  SIGNAL,  VIDEO  STREAMING  USING  THE INTERNET OR SIMILAR TECHNOLOGY FOR\n   53  TRANSMISSION OF SUCH SIMULCAST SIGNAL WHICH ARE WITHIN THE CITY  OF  NEW\n   54  YORK.  NO  AGREEMENT OR OTHER WRITTEN CONSENT WITH OR FROM NEW YORK CITY\n\n       S. 1                               11\n\n    1  OFF-TRACK BETTING SHALL BE REQUIRED TO AUTHORIZE  THE  AFORESAID  SIMUL-\n    2  CASTING.\n    3    S  626.  DISTRIBUTION  OF  REVENUES.  NOTWITHSTANDING ANY LAW, RULE OR\n    4  REGULATION TO THE CONTRARY, THE NEW  YORK  RACING  NETWORK,  INC.  SHALL\n    5  DISTRIBUTE  ALL  SUMS  DEPOSITED IN ANY PARI-MUTUEL POOL THROUGH THE NEW\n    6  YORK RACING NETWORK, INC. TO THE HOLDERS  OF  WINNING  TICKETS  THEREIN,\n    7  PROVIDING SUCH TICKETS ARE PRESENTED FOR PAYMENT PRIOR TO APRIL FIRST OF\n    8  THE  YEAR  FOLLOWING  THE  YEAR  OF THEIR PURCHASE. IN THE CASE OF TOTAL\n    9  DEPOSITS IN POOLS RESULTING FROM  REGULAR,  MULTIPLE,  EXOTIC  OR  SUPER\n   10  EXOTIC  BETS  ON  THE  RACING  PROGRAMS OF THE FRANCHISED CORPORATION, A\n   11  THOROUGHBRED CORPORATION OR  A  HARNESS  RACING  CORPORATION  WHICH  ARE\n   12  SHAREHOLDERS  OF  THE  NEW YORK RACING NETWORK, INC., SUCH BETS SHALL BE\n   13  TREATED AS POOLS FOR AN ON-TRACK BET AT SUCH ENTITY AS PROVIDED  FOR  IN\n   14  THIS CHAPTER, EXCEPT THAT ONE PERCENT OF THE TOTAL TAKEOUT IN SUCH POOLS\n   15  SHALL  BE  RETAINED BY THE NEW YORK RACING NETWORK, INC. AS A MANAGEMENT\n   16  FEE. IN THE CASE OF TOTAL DEPOSITS  IN  POOLS  RESULTING  FROM  REGULAR,\n   17  MULTIPLE,  EXOTIC  OR  SUPER  EXOTIC  BETS ON TRACKS LOCATED IN NEW YORK\n   18  STATE WHICH ARE NOT SHAREHOLDERS IN NEW YORK RACING NETWORK,  INC.    OR\n   19  ARE  MADE  ON  OUT-OF-STATE  OR  OUT-OF-COUNTRY RACES SUCH BETS SHALL BE\n   20  TREATED AS IF MADE AT A NEW YORK CITY OFF-TRACK  BETTING  FACILITY  WITH\n   21  RESPECT  TO  RETENTION OF TOTAL DEPOSITS IN THE POOL AND PAYMENTS THERE-\n   22  FROM.\n   23    S 19. Subdivisions 4-a and 5 of section 1012 of the racing, pari-mutu-\n   24  el wagering and breeding law, subdivision 4-a as amended by  chapter  18\n   25  of the laws of 2008 and subdivision 5 as amended by section 11 of part C\n   26  of chapter 134 of the laws of 2010, are amended to read as follows:\n   27    4-a.  For  the  purposes of this section, \"telephone betting accounts\"\n   28  and \"telephone wagering\" shall mean and include all those  wagers  which\n   29  utilize  any  wired or wireless communications device, including but not\n   30  limited to wireline telephones, wireless telephones, and  the  internet,\n   31  to  DISPLAY LIVE RACES AND SPECIAL EVENTS, AND, NOTWITHSTANDING ANY LAW,\n   32  RULE OR REGULATION TO THE CONTRARY, WITH  RESPECT  TO  NEW  YORK  RACING\n   33  NETWORK,  INC.,  IF  INTERNET  WAGERING  IS  PROVIDED  PURSUANT  TO THIS\n   34  SECTION, IT SHALL INCLUDE NEW YORK STATE TRACKS WHICH ARE  CONDUCTING  A\n   35  RACE  MEET AND A VIDEOSTREAM OF THEIR RACES SHALL BE MADE AVAILABLE UPON\n   36  THEIR CONSENT, AND transmit the placement of wagers on races and special\n   37  events offered by any regional off-track betting  corporation,  and  any\n   38  harness,  thoroughbred,  quarter horse racing association or corporation\n   39  licensed or franchised to conduct pari-mutuel racing in New York state.\n   40    5. The provisions of this section shall [expire and be of  no  further\n   41  force  and  effect  after  June  thirtieth,  two thousand eleven] NOT BE\n   42  SUBJECT TO THE PROVISIONS OF SECTION ONE THOUSAND THREE OF THIS ARTICLE,\n   43  HOWEVER, NO RACES OR SPECIAL  EVENTS  SHALL  BE  DISPLAYED  WITHOUT  THE\n   44  EXPRESS CONSENT OF THE ORIGINATOR OF THE RACES OR SPECIAL EVENTS.\n   45    S  20. The racing, pari-mutuel wagering and breeding law is amended by\n   46  adding a new section 1013-a to read as follows:\n   47    S 1013-A. SIMULCAST SIGNAL OF RACES. UPON THE EFFECTIVE DATE  OF  THIS\n   48  SECTION  AND  THEREAFTER,  THE  SIMULCAST SIGNAL OF ALL RACES RUN AT THE\n   49  TRACKS OPERATED BY THE FRANCHISED CORPORATION SHALL BE  PROVIDED  AT  NO\n   50  COST  TO THE NEW YORK CITY OFF-TRACK BETTING CORPORATION FOR DISPLAY FOR\n   51  WAGERING PURPOSES IN ITS SIMULCAST FACILITIES.\n   52    S 21. Paragraph h of subdivision 1 of  section  1014  of  the  racing,\n   53  pari-mutuel  wagering  and breeding law, as amended by chapter 18 of the\n   54  laws of 2008, is amended to read as follows:\n   55    h. (1) Licensed harness tracks shall receive, EXCEPT FROM THE NEW YORK\n   56  CITY OFF-TRACK BETTING CORPORATION, in lieu of  any  other  payments  on\n\n       S. 1                               12\n\n    1  wagers  placed  at  off-track  betting  facilities  outside  the special\n    2  betting district on races conducted by an in-state  thoroughbred  racing\n    3  corporation,  two  and eight-tenths percent on regular and multiple bets\n    4  during  a  regional meeting and one and nine-tenths percent of such bets\n    5  if there is no regional meeting and four  and  eight-tenths  percent  on\n    6  exotic  bets  on days on which there is a regional meeting and three and\n    7  four-tenths percent of such bets if there is no regional meeting.\n    8    (2) (i) In addition, licensed harness  tracks  shall  receive,  EXCEPT\n    9  FROM  THE  NEW YORK CITY OFF-TRACK BETTING CORPORATION, one and one-half\n   10  per centum on total handle on races  conducted  at  an  out-of-state  or\n   11  out-of-country thoroughbred track provided such harness track is neither\n   12  accepting wagers nor displaying the signal from an out-of-state track.\n   13    (ii) In those regions in which there is more than one licensed harness\n   14  track,  if no track is accepting wagers or displaying the live simulcast\n   15  signal from the out-of-state track, the total sum shall be divided among\n   16  the tracks in proportion  to  the  ratio  the  wagers  placed  on  races\n   17  conducted  by  each  track  bears  to  the corporation's total in-region\n   18  harness handle. If one or more tracks are accepting wagers or displaying\n   19  the live simulcast signal, the total amount shall be divided among those\n   20  tracks not accepting wagers or displaying the simulcast  signal  for  an\n   21  out-of-state track.\n   22    (3)  The  terms used in this section shall have the same applicability\n   23  and meaning as interpreted and applied in sections five hundred  twenty-\n   24  three and five hundred twenty-seven of this chapter.\n   25    S 22. Clause (E) of subparagraph 5 and clause (F) of subparagraph 6 of\n   26  paragraph  b of subdivision 1 of section 1016 of the racing, pari-mutuel\n   27  wagering and breeding law, as amended by chapter 18 of the laws of 2008,\n   28  are amended to read as follows:\n   29    (E) On days when a franchised corporation is  not  conducting  a  race\n   30  meeting  and  when  a licensed harness track is neither accepting wagers\n   31  nor displaying the signal from an in-state thoroughbred  corporation  or\n   32  association or an out-of-state thoroughbred track:\n   33    (i)  Such  licensed  regional harness track shall receive, EXCEPT FROM\n   34  THE NEW YORK CITY OFF-TRACK BETTING CORPORATION, in lieu  of  any  other\n   35  payments  on  wagers  placed at off-track betting facilities outside the\n   36  special betting district on races conducted by an in-state  thoroughbred\n   37  racing corporation, two and eight-tenths percent on regular and multiple\n   38  bets  during  a regional meeting and one and nine-tenths percent of such\n   39  bets if there is no regional meeting and four and  eight-tenths  percent\n   40  on  exotic  bets  on days on which there is a regional meeting and three\n   41  and four-tenths percent of such bets if there is no regional meeting.\n   42    (ii) Such licensed regional harness track shall receive,  EXCEPT  FROM\n   43  THE  NEW  YORK  CITY OFF-TRACK BETTING CORPORATION, one and one-half per\n   44  centum on total regional handle on races conducted  at  out-of-state  or\n   45  out-of-country thoroughbred tracks.\n   46    (iii)  In  those  regions  in  which  there  is more than one licensed\n   47  regional harness track, if no track is accepting  wagers  or  displaying\n   48  the  live  simulcast  signal  from the out-of-state track, the total sum\n   49  shall be divided among the tracks in proportion to the ratio the  wagers\n   50  placed on races conducted by each track bears to the corporation's total\n   51  in-region  harness handle. If one or more tracks are accepting wagers or\n   52  displaying the live simulcast signal, the total amount shall be  divided\n   53  among  those  tracks  not  accepting  wagers or displaying the simulcast\n   54  signal for an out-of-state track or in-state thoroughbred corporation or\n   55  association.\n\n       S. 1                               13\n\n    1    (F) On days when a franchised corporation is  not  conducting  a  race\n    2  meeting  and  when  a licensed harness track is neither accepting wagers\n    3  nor displaying the signal from an in-state thoroughbred  corporation  or\n    4  association or an out-of-state thoroughbred track:\n    5    (i)  Such  licensed  regional harness track shall receive, EXCEPT FROM\n    6  THE NEW YORK CITY OFF-TRACK BETTING CORPORATION, in lieu  of  any  other\n    7  payments  on  wagers  placed at off-track betting facilities outside the\n    8  special betting district on races conducted by an in-state  thoroughbred\n    9  racing corporation, two and eight-tenths percent on regular and multiple\n   10  bets  during  a regional meeting and one and nine-tenths percent of such\n   11  bets if there is no regional meeting and four and  eight-tenths  percent\n   12  on  exotic  bets  on days on which there is a regional meeting and three\n   13  and four-tenths percent of such bets if there is no regional meeting.\n   14    (ii) Such licensed regional harness track shall receive,  EXCEPT  FROM\n   15  THE  NEW  YORK  CITY OFF-TRACK BETTING CORPORATION, one and one-half per\n   16  centum on total regional handle on races conducted  at  out-of-state  or\n   17  out-of-country thoroughbred tracks.\n   18    (iii)  In  those  regions  in  which  there  is more than one licensed\n   19  regional harness track, if no track is accepting  wagers  or  displaying\n   20  the  live  simulcast  signal  from the out-of-state track, the total sum\n   21  shall be divided among the tracks in proportion to the ratio the  wagers\n   22  placed on races conducted by each track bears to the corporation's total\n   23  in-region  harness handle. If one or more tracks are accepting wagers or\n   24  displaying the live simulcast signal, the total amount shall be  divided\n   25  among  those  tracks  not  accepting  wagers or displaying the simulcast\n   26  signal for an out-of-state track or in-state thoroughbred corporation.\n   27    S 23. Subdivision 2 of section 1017 of the racing, pari-mutuel  wager-\n   28  ing  and  breeding law, as amended by chapter 18 of the laws of 2008, is\n   29  amended to read as follows:\n   30    2. a. Maintenance of effort. Any off-track betting corporation,  OTHER\n   31  THAN  THE  NEW YORK CITY OFF-TRACK BETTING CORPORATION, which engages in\n   32  accepting wagers on the simulcasts of thoroughbred  races  from  out-of-\n   33  state  or  out-of-country  as  permitted  under  subdivision one of this\n   34  section shall submit to the board,  for  its  approval,  a  schedule  of\n   35  payments  to be made in any year or portion thereof, that such off-track\n   36  corporation engages in nighttime thoroughbred simulcasting. In order  to\n   37  be approved by the board, the payment schedule shall be identical to the\n   38  actual  payments and distributions of such payments to tracks and purses\n   39  made by such off-track corporation pursuant to the provisions of section\n   40  one thousand fifteen of this article during the year two  thousand  two,\n   41  as  derived from out-of-state harness races displayed after 6:00 P.M. If\n   42  approved by the board, such scheduled payments shall be made from reven-\n   43  ues derived from any simulcasting conducted pursuant to this section and\n   44  section one thousand fifteen of this article.\n   45    b. Additional payments. During each calendar year, to the extent,  and\n   46  at  such  time  in  the  event, that aggregate statewide wagering handle\n   47  after 7Labor P.M. on out-of-state and out-of-country thoroughbred races,\n   48  EXCLUDING THE AMOUNT OF SUCH HANDLE ATTRIBUTABLE TO THE  NEW  YORK  CITY\n   49  OFF-TRACK BETTING CORPORATION, exceeds [one hundred] THIRTY-FIVE million\n   50  dollars,  each  off-track  betting  corporation, OTHER THAN THE NEW YORK\n   51  CITY OFF-TRACK BETTING CORPORATION, conducting such  simulcasting  shall\n   52  pay  to  its  regional  harness  track or tracks, an amount equal to two\n   53  percent of its proportionate share of such excess handle. In any  region\n   54  where  there  are  two or more regional harness tracks, such two percent\n   55  shall be divided between or among the tracks in a  proportion  equal  to\n   56  the  proportion of handle on live harness races conducted at such tracks\n\n       S. 1                               14\n\n    1  during the preceding calendar year. Fifty percent of the sum received by\n    2  each track pursuant to this paragraph  shall  be  used  exclusively  for\n    3  increasing purses, stakes and prizes at that regional harness track.\n    4    S  24. Clause (H) of subparagraph (ii) of paragraph 1 of subdivision b\n    5  of section 1612 of the tax law, as amended by section 6  of  part  K  of\n    6  chapter 57 of the laws of 2010, is amended to read as follows:\n    7    (H)  notwithstanding  clauses  (A), (B), (C), (D), (E), (F) and (G) of\n    8  this subparagraph, the track operator of a vendor track shall be  eligi-\n    9  ble  for  a  vendor's  capital  award of up to four percent of the total\n   10  revenue wagered at the vendor track after payout for prizes pursuant  to\n   11  this  chapter,  which  shall  be  used  exclusively  for capital project\n   12  investments to improve the facilities of the vendor track which  promote\n   13  or  encourage  increased attendance at the video lottery gaming facility\n   14  including, but not limited to hotels, other lodging  facilities,  enter-\n   15  tainment   facilities,  retail  facilities,  dining  facilities,  events\n   16  arenas, parking garages and other  improvements  that  enhance  facility\n   17  amenities;  provided  that such capital investments shall be approved by\n   18  the division, in consultation with the state racing and wagering  board,\n   19  and  that  such vendor track demonstrates that such capital expenditures\n   20  will increase patronage at such vendor track's facilities  and  increase\n   21  the amount of revenue generated to support state education programs. The\n   22  annual  amount of such vendor's capital awards that a vendor track shall\n   23  be eligible to receive shall be limited  to  two  million  five  hundred\n   24  thousand  dollars,  except for Aqueduct racetrack, for which there shall\n   25  be no vendor's capital awards. PROVIDED, HOWEVER, A  VENDOR  TRACK  THAT\n   26  RECEIVED  A VENDOR FEE PURSUANT TO CLAUSE (F) OF THIS SUBPARAGRAPH AS OF\n   27  JANUARY FIRST, TWO THOUSAND TEN SHALL ONLY  BE  ELIGIBLE  TO  RECEIVE  A\n   28  CAPITAL  AWARD  FOR APPROVED CAPITAL EXPENDITURES ON OR AFTER MAY FIRST,\n   29  TWO THOUSAND TWELVE, IN AN AMOUNT NOT TO EXCEED ONE AND ONE-HALF PERCENT\n   30  OF THE TOTAL REVENUE WAGERED AT SUCH  TRACK  AFTER  PAYOUT  FOR  PRIZES.\n   31  Except for tracks having less than one thousand one hundred video gaming\n   32  machines,  each  track operator shall be required to co-invest an amount\n   33  of capital expenditure equal to its cumulative  vendor's  capital  award\n   34  FOR  ANY CAPITAL INVESTMENTS APPROVED BY THE DIVISION ON OR BEFORE OCTO-\n   35  BER THIRTY-FIRST, TWO  THOUSAND  TEN,  AND  NO  CO-INVESTMENT  SHALL  BE\n   36  REQUIRED FOR A CAPITAL AWARD FOR ANY CAPITAL INVESTMENTS APPROVED BY THE\n   37  DIVISION  ON OR AFTER NOVEMBER FIRST, TWO THOUSAND TEN.  For all tracks,\n   38  except for Aqueduct racetrack, the amount of any vendor's capital  award\n   39  that  is  not  used  during any one year period may be carried over into\n   40  subsequent years ending before April first, two thousand  thirteen.  Any\n   41  amount  attributable  to  a  capital expenditure approved prior to April\n   42  first, two thousand thirteen and completed before April first, two thou-\n   43  sand fifteen shall be eligible to receive the vendor's capital award. In\n   44  the event that a vendor track's capital expenditures,  approved  by  the\n   45  division prior to April first, two thousand thirteen and completed prior\n   46  to  April first, two thousand fifteen, exceed the vendor track's cumula-\n   47  tive capital award during the five year period ending April  first,  two\n   48  thousand  thirteen,  the  vendor  shall  continue to receive the capital\n   49  award after April first, two thousand thirteen until such approved capi-\n   50  tal expenditures are paid to the vendor track subject  to  any  required\n   51  co-investment. In no event shall any vendor track that receives a vendor\n   52  fee pursuant to clause [(F) or] (G) of this subparagraph be eligible for\n   53  a  vendor's  capital  award under this section. Any operator of a vendor\n   54  track which has received a vendor's capital award,  choosing  to  divest\n   55  the capital improvement toward which the award was applied, prior to the\n   56  full depreciation of the capital improvement in accordance with general-\n\n       S. 1                               15\n\n    1  ly  accepted accounting principles, shall reimburse the state in amounts\n    2  equal to the total of any such awards. Any capital  award  not  approved\n    3  for  a  capital  expenditure at a video lottery gaming facility by April\n    4  first,  two  thousand thirteen shall be deposited into the state lottery\n    5  fund for education aid; and\n    6    S 25. Subparagraph (ii) of paragraph 1 of  subdivision  b  of  section\n    7  1612  of  the  tax  law is amended by adding a new clause (I) to read as\n    8  follows:\n    9    (I) NOTWITHSTANDING ANY PROVISION TO  THE  CONTRARY,  SUBSIDIZED  FREE\n   10  PLAY  CREDITS  AUTHORIZED  PURSUANT  TO SUBDIVISION F OF SECTION SIXTEEN\n   11  HUNDRED SEVENTEEN-A OF THIS ARTICLE SHALL NOT BE INCLUDED IN THE  CALCU-\n   12  LATION  OF  THE  TOTAL  AMOUNT WAGERED ON VIDEO LOTTERY GAMES, THE TOTAL\n   13  AMOUNT WAGERED AFTER PAYOUT OF PRIZES, THE VENDOR FEES  PAYABLE  TO  THE\n   14  OPERATORS OF VIDEO LOTTERY FACILITIES, VENDOR'S CAPITAL AWARDS, VENDOR'S\n   15  MARKETING  ALLOWANCES,  FEES  PAYABLE  TO  THE  DIVISION'S VIDEO LOTTERY\n   16  GAMING EQUIPMENT CONTRACTORS, OR RACING SUPPORT PAYMENTS.\n   17    S 26. Section 1617-a of the tax law is amended by adding a new  subdi-\n   18  vision f to read as follows:\n   19    F.  SUBSIDIZED  FREE  PLAY.  1.  THE DIVISION MAY PROMULGATE RULES AND\n   20  REGULATIONS OR ISSUE INSTRUCTIONS TO THE VIDEO LOTTERY  FACILITY  OPERA-\n   21  TORS  GOVERNING  THE ADMINISTRATION AND OPERATION OF A PROGRAM OF SUBSI-\n   22  DIZED FREE PLAY CREDITS TO BE OFFERED TO PLAYERS OR PROSPECTIVE  PLAYERS\n   23  OF  VIDEO LOTTERY GAMES FOR THE PURPOSE OF INCREASING REVENUES EARNED BY\n   24  THE VIDEO LOTTERY PROGRAM FOR THE SUPPORT OF EDUCATION. FOR THE PURPOSES\n   25  OF THIS SUBDIVISION, \"SUBSIDIZED FREE PLAY  CREDIT\"  MEANS  A  SPECIFIED\n   26  DOLLAR  AMOUNT  THAT (I) MAY BE USED BY A PLAYER TO PLAY A VIDEO LOTTERY\n   27  GAME WITHOUT PAYING ANY OTHER CONSIDERATION, AND (II) IS NOT USED IN THE\n   28  CALCULATION OF TOTAL REVENUE WAGERED AFTER PAYOUT OF PRIZES  AND  THERE-\n   29  FORE SUBSIDIZES THE PROMOTION OF THE VIDEO LOTTERY PROGRAM.\n   30    2.  FOR  EACH VIDEO LOTTERY FACILITY, THE DIVISION SHALL AUTHORIZE THE\n   31  USE OF SUBSIDIZED FREE PLAY CREDITS IF THE  OPERATOR  OF  SUCH  FACILITY\n   32  SUBMITS  A WRITTEN PLAN FOR THE USE OF SUBSIDIZED FREE PLAY CREDITS THAT\n   33  THE DIVISION DETERMINES IS DESIGNED TO INCREASE THE  AMOUNT  OF  REVENUE\n   34  EARNED  BY  VIDEO  LOTTERY  GAMING  AT  SUCH FACILITY FOR THE SUPPORT OF\n   35  EDUCATION.\n   36    3. FOR EACH VIDEO LOTTERY FACILITY, THE VALUE OF THE  SUBSIDIZED  FREE\n   37  PLAY  CREDITS  AUTHORIZED  FOR  USE ANNUALLY BY THE OPERATOR PURSUANT TO\n   38  THIS SUBDIVISION SHALL BE AN AMOUNT EQUAL TO SEVEN AND ONE-HALF  PERCENT\n   39  OF  THE  TOTAL  AMOUNT  WAGERED  ON  VIDEO LOTTERY GAMES AFTER PAYOUT OF\n   40  PRIZES. PROVIDED, HOWEVER, THE VALUE OF THE SUBSIDIZED FREE PLAY CREDITS\n   41  AUTHORIZED FOR USE ANNUALLY BY A VIDEO LOTTERY FACILITY  OPERATOR  AT  A\n   42  VENDOR TRACK THAT RECEIVES A VENDOR FEE PURSUANT TO CLAUSE (C) OR (F) OF\n   43  SUBPARAGRAPH  (II)  OF  PARAGRAPH  1 OF SUBDIVISION B OF SECTION SIXTEEN\n   44  HUNDRED TWELVE OF THIS ARTICLE SHALL BE AN AMOUNT EQUAL TO  TEN  PERCENT\n   45  OF  THE  TOTAL  AMOUNT  WAGERED  ON  VIDEO LOTTERY GAMES AFTER PAYOUT OF\n   46  PRIZES. PROVIDED, FURTHER, THE VALUE OF THE SUBSIDIZED FREE PLAY CREDITS\n   47  AUTHORIZED FOR USE ANNUALLY BY A VIDEO LOTTERY FACILITY  OPERATOR  AT  A\n   48  VENDOR TRACK THAT RECEIVES A VENDOR FEE PURSUANT TO CLAUSE (D) OR (E) OF\n   49  SUBPARAGRAPH  (II)  OF  PARAGRAPH  1 OF SUBDIVISION B OF SECTION SIXTEEN\n   50  HUNDRED TWELVE OF THIS ARTICLE AND IS NOT  WITHIN  FIFTEEN  MILES  OF  A\n   51  NATIVE AMERICAN CLASS III GAMING FACILITY THAT OPERATED PRIOR TO JANUARY\n   52  FIRST, TWO THOUSAND TEN, PURSUANT TO A COMPACT THAT INCLUDES EXCLUSIVITY\n   53  PAYMENTS  TO  THE  STATE  SHALL BE AN AMOUNT EQUAL TO TEN PERCENT OF THE\n   54  TOTAL AMOUNT WAGERED ON VIDEO LOTTERY GAMES AFTER PAYOUT OF PRIZES.    A\n   55  VIDEO  LOTTERY  FACILITY  OPERATOR  MAY USE AN AMOUNT OF SUBSIDIZED FREE\n   56  PLAY CREDITS THAT IS LESS THAN THE TOTAL AUTHORIZED,  AND  THE  DIVISION\n\n       S. 1                               16\n\n    1  SHALL  ESTABLISH  PROCEDURES TO ASSURE THAT SUBSIDIZED FREE PLAY CREDITS\n    2  DO NOT EXCEED THE MAXIMUM AMOUNT ALLOWED PURSUANT TO THIS SUBDIVISION.\n    3    4.  THE  DIVISION, IN CONJUNCTION WITH THE DIRECTOR OF THE BUDGET, MAY\n    4  SUSPEND UPON NINETY DAYS NOTICE THE USE OF SUBSIDIZED FREE PLAY  CREDITS\n    5  AUTHORIZED  PURSUANT TO THIS SUBDIVISION WHENEVER THEY JOINTLY DETERMINE\n    6  THAT THE USE OF SUBSIDIZED FREE PLAY CREDITS HAS RESULTED IN A YEAR OVER\n    7  YEAR DECLINE IN THE AMOUNT OF REVENUE EARNED FOR THE SUPPORT  OF  EDUCA-\n    8  TION  IN THIS STATE BY VIDEO LOTTERY GAMING AT THE VIDEO LOTTERY FACILI-\n    9  TY, AND SUCH USE MAY NOT BE RESUMED UNLESS THE OPERATOR OF SUCH FACILITY\n   10  SUBMITS A NEW OR REVISED WRITTEN PLAN FOR THE  USE  OF  SUBSIDIZED  FREE\n   11  PLAY  CREDITS  THAT THE DIVISION DETERMINES IS DESIGNED MORE EFFECTIVELY\n   12  TO PRODUCE AN INCREASE IN THE AMOUNT OF REVENUE EARNED BY VIDEO  LOTTERY\n   13  GAMING AT SUCH FACILITY FOR THE SUPPORT OF EDUCATION.\n   14    5.  THE  DIVISION, IN CONJUNCTION WITH THE DIRECTOR OF THE BUDGET, MAY\n   15  REVOKE THE AUTHORITY FOR A VENDOR TRACK  TO  USE  SUBSIDIZED  FREE  PLAY\n   16  CREDITS  AUTHORIZED PURSUANT TO THIS SUBDIVISION UPON NINETY DAYS NOTICE\n   17  WHENEVER THEY JOINTLY DETERMINE THAT THE OPERATOR  OF  A  VIDEO  LOTTERY\n   18  FACILITY  HAS  VIOLATED  THE  RULES  AND  REGULATIONS ESTABLISHED OR ANY\n   19  INSTRUCTIONS ISSUED BY THE DIVISION GOVERNING THE SUBSIDIZED  FREE  PLAY\n   20  PROGRAM.   THE DIVISION SHALL ESTABLISH CRITERIA TO REINSTATE SUBSIDIZED\n   21  FREE PLAY AT A VENDOR TRACK FOLLOWING THE REVOCATION OF THE AUTHORITY TO\n   22  USE SUBSIDIZED FREE PLAY CREDITS.\n   23    6. NOTHING IN THIS SUBDIVISION SHALL BE DEEMED TO PROHIBIT THE  OPERA-\n   24  TOR  OF  A VIDEO LOTTERY FACILITY FROM OFFERING NON-SUBSIDIZED FREE PLAY\n   25  CREDITS TO PLAYERS OR PROSPECTIVE PLAYERS OF VIDEO  LOTTERY  GAMES  WHEN\n   26  THE  VALUE  OF  SUCH FREE PLAY CREDITS IS INCLUDED IN THE CALCULATION OF\n   27  THE TOTAL AMOUNT WAGERED ON VIDEO LOTTERY GAMES  AND  THE  TOTAL  AMOUNT\n   28  WAGERED  AFTER  PAYOUT OF PRIZES, AND THE OPERATOR OF SUCH FACILITY PAYS\n   29  THE DIVISION THE FULL AMOUNT DUE AS THE RESULT OF SUCH CALCULATIONS.\n   30    7. THE DIVISION MAY AMEND  THE  CONTRACT  WITH  THE  PROVIDER  OF  THE\n   31  CENTRAL  COMPUTER  SYSTEM THAT CONTROLS THE VIDEO LOTTERY NETWORK DURING\n   32  THE TERM OF SUCH CONTRACT IN EFFECT ON THE EFFECTIVE DATE OF THIS SUBDI-\n   33  VISION TO PROVIDE ADDITIONAL CONSIDERATION TO SUCH PROVIDER IN AN AMOUNT\n   34  DETERMINED BY THE DIVISION TO BE NECESSARY TO COMPENSATE FOR  (I)  PROC-\n   35  ESSING  SUBSIDIZED  FREE  PLAY TRANSACTIONS, AND (II) SYSTEM UPDATES AND\n   36  MODIFICATIONS OTHERWISE NEEDED AS OF SUCH EFFECTIVE DATE.\n   37    S 27.  Severability. If any clause, sentence, paragraph,  subdivision,\n   38  section  or part of this act shall be adjudged by any court of competent\n   39  jurisdiction to be invalid, such judgment shall not affect,  impair,  or\n   40  invalidate the remainder thereof, but shall be confined in its operation\n   41  to the clause, sentence, paragraph, subdivision, section or part thereof\n   42  directly  involved  in  the controversy in which the judgment shall have\n   43  been rendered.  It is hereby declared to be the intent of  the  legisla-\n   44  ture  that  this  act  would  have  been  enacted  even  if such invalid\n   45  provisions had not been included herein.\n   46    S 28. This act shall take effect immediately; provided, however,  that\n   47  sections  six,  seventeen,  twenty-four,  twenty-five, and twenty-six of\n   48  this act shall take effect on the same date as the New  York  city  off-\n   49  track  betting corporation's confirmation of a plan of reorganization in\n   50  the pending bankruptcy proceeding in the Southern District of New  York;\n   51  provided  that  the  board  of  directors of the New York city off-track\n   52  betting corporation shall notify the legislative bill  drafting  commis-\n   53  sion  upon  the occurrence of such confirmation of such plan of reorgan-\n   54  ization in order that the commission may maintain an accurate and timely\n   55  effective data base of the official text of the laws of the state of New\n\n       S. 1                               17\n\n    1  York in furtherance of effectuating the provisions of section 44 of  the\n    2  legislative law and section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the racing, pari-mutuel wagering and breeding law, in relation to pari-mutuel tax rates at certain facilities and establishing the New York Racing Network, Inc.; and to amend the tax law, in relation to authorizing subsidized free play credits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T180010.TXT", "SOBI.D101203.T174509.TXT", "SOBI.D101203.T175009.TXT", "SOBI.D101203.T173008.TXT", "SOBI.D101203.T175510.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291417210643
}