{
  "year" : 2009,
  "senateBillNo" : "S68014-2009",
  "billEvents" : [ {
    "eventDate" : 1291352400000,
    "eventText" : "REFERRED TO RULES",
    "billEventId" : "S68014-2009-1291352400000-REFERRED+TO+RULES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1291698000000,
    "eventText" : "ORDERED TO THIRD READING CAL.10",
    "billEventId" : "S68014-2009-1291698000000-ORDERED+TO+THIRD+READING+CAL.10",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RULES",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the powers and duties of the dormitory authority of the state of New York relative to the establishment of subsidiaries for certain purposes",
  "summary" : null,
  "currentCommittee" : "RULES",
  "sameAs" : "A42014",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          14\n\n                              Third Extraordinary Session\n\n                                   I N  S E N A T E\n\n                                   December 3, 2010\n                                      ___________\n\n       Introduced by COMMITTEE ON RULES -- (at request of the Governor) -- read\n         twice  and  ordered  printed,  and when printed to be committed to the\n         Committee on Rules\n\n       AN ACT to amend the public authorities law, in relation  to  the  powers\n         and  duties  of the dormitory authority of the state of New York rela-\n         tive to the establishment of subsidiaries for certain purposes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  1678 of the public authorities law is amended by\n    2  adding a new subdivision 25 to read as follows:\n    3    25. (A) TO FORM A SUBSIDIARY FOR THE PURPOSE OF LIMITING THE POTENTIAL\n    4  LIABILITY OF  THE  AUTHORITY  WHEN  EXERCISING  THE  POWERS  AND  DUTIES\n    5  CONFERRED  UPON  THE  AUTHORITY  BY  ARTICLE  EIGHT  OF  THIS CHAPTER IN\n    6  CONNECTION WITH THE EXERCISE OF REMEDIES BY THE AUTHORITY AGAINST  NORTH\n    7  GENERAL  HOSPITAL,  AN  ELIGIBLE SECURED BORROWER (AS DEFINED IN CHAPTER\n    8  FIVE HUNDRED NINETY OF THE LAWS OF TWO  THOUSAND  TWO)  LOCATED  IN  THE\n    9  BOROUGH  OF  MANHATTAN,  NEW  YORK THAT HAS DEFAULTED IN ITS OBLIGATIONS\n   10  UNDER ITS LOAN AGREEMENT OR MORTGAGE WITH THE AUTHORITY AND FOR WHICH AN\n   11  EVENT OF DEFAULT HAS BEEN DECLARED BY  THE  AUTHORITY.  SUCH  SUBSIDIARY\n   12  CREATED  PURSUANT  TO  THIS  SUBDIVISION MAY EXERCISE AND PERFORM ONE OR\n   13  MORE OF THE PURPOSES, POWERS, DUTIES, FUNCTIONS, RIGHTS AND RESPONSIBIL-\n   14  ITIES OF THE AUTHORITY OTHER  THAN  THE  ISSUANCE  OF  INDEBTEDNESS,  IN\n   15  CONNECTION  WITH  REAL  AND  PERSONAL PROPERTY WITH RESPECT TO WHICH THE\n   16  AUTHORITY HOLDS OR HELD A MORTGAGE, SECURITY INTEREST OR  OTHER  COLLAT-\n   17  ERAL  INTEREST  INCLUDING:  (I)  BIDDING  FOR, TAKING, HOLDING, SELLING,\n   18  CONVEYING, ASSIGNING OR TRANSFERRING TITLE TO SUCH PROPERTY; (II) ENTER-\n   19  ING INTO LEASES, SUBLEASES, OPERATING AGREEMENTS,  SECURITY  AGREEMENTS,\n   20  LOAN  AGREEMENTS  OR  OTHER  ENCUMBRANCES OR ARRANGEMENTS WITH REGARD TO\n   21  SUCH PROPERTY AND ACTING IN A MANNER CONSISTENT WITH THE  RIGHTS,  OBLI-\n   22  GATIONS  OR  RESPONSIBILITIES  OF THE OWNER OF SUCH PROPERTY PURSUANT TO\n   23  SUCH AGREEMENTS OR ENCUMBRANCES;  (III)  ASSUMING  ANY  INDEBTEDNESS  OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD12326-03-0\n\n       S. 14                               2\n\n    1  OTHER  LIABILITIES  SECURED BY SUCH PROPERTY.  NOTWITHSTANDING ANY OTHER\n    2  PROVISION OF LAW TO THE CONTRARY, BUT IN ALL INSTANCES  SUBJECT  TO  THE\n    3  PROVISIONS  OF  ANY  CONTRACT WITH BONDHOLDERS, THE TRANSFER OF TITLE TO\n    4  SUCH  SUBSIDIARY  OR  ANY  OTHER  ACTIONS  TAKEN BY THE AUTHORITY OR THE\n    5  SUBSIDIARY TO ENFORCE THE AUTHORITY'S RIGHTS UNDER THE MORTGAGE, SECURI-\n    6  TY INTEREST OR OTHER COLLATERAL INTEREST OR TO PROTECT, ACQUIRE,  MANAGE\n    7  OR  DISPOSE OF THE PROPERTY SHALL BE DEEMED TO BE A CORPORATE PURPOSE OF\n    8  THE AUTHORITY AND SHALL NOT IMPAIR THE VALIDITY OF ANY BONDS,  NOTES  OR\n    9  OTHER  OBLIGATIONS  OF  THE  AUTHORITY  TO  WHICH THE MORTGAGE, SECURITY\n   10  INTEREST OR OTHER COLLATERAL INTEREST RELATES.\n   11    (B) SUCH SUBSIDIARY AUTHORIZED BY PARAGRAPH (A)  OF  THIS  SUBDIVISION\n   12  SHALL  BE  ESTABLISHED  IN  THE  FORM OF A PUBLIC BENEFIT CORPORATION BY\n   13  EXECUTING AND FILING WITH THE SECRETARY OF STATE A CERTIFICATE OF INCOR-\n   14  PORATION WHICH SHALL IDENTIFY THE AUTHORITY  AS  THE  ENTITY  ORGANIZING\n   15  SUCH SUBSIDIARY AND SET FORTH THE NAME OF SUCH SUBSIDIARY PUBLIC BENEFIT\n   16  CORPORATION,  ITS DURATION, THE LOCATION OF ITS PRINCIPAL OFFICE AND ITS\n   17  CORPORATE PURPOSES AS PROVIDED IN THIS SUBDIVISION AND WHICH CERTIFICATE\n   18  MAY BE AMENDED FROM TIME TO TIME BY THE  FILING  OF  AMENDMENTS  THERETO\n   19  WITH  THE  SECRETARY OF STATE.   SUCH SUBSIDIARY SHALL BE ORGANIZED AS A\n   20  PUBLIC BENEFIT CORPORATION, SHALL BE A BODY POLITIC AND  CORPORATE,  AND\n   21  SHALL  HAVE  ALL  THE  PRIVILEGES,  IMMUNITIES, TAX EXEMPTIONS AND OTHER\n   22  EXEMPTIONS OF THE AUTHORITY. THE MEMBERS OF SUCH SUBSIDIARY SHALL BE THE\n   23  SAME AS THE MEMBERS OF THE AUTHORITY AND THE PROVISIONS  OF  SUBDIVISION\n   24  TWO  OF  SECTION  SIXTEEN  HUNDRED NINETY-ONE OF THIS TITLE SHALL IN ALL\n   25  RESPECTS APPLY TO SUCH MEMBERS WHEN ACTING IN SUCH CAPACITY.\n   26    (C) NOTHING IN THIS SUBDIVISION  SHALL  BE  CONSTRUED  TO  IMPOSE  ANY\n   27  LIABILITIES,  OBLIGATIONS  OR RESPONSIBILITIES OF   SUCH SUBSIDIARY UPON\n   28  THE AUTHORITY AND THE AUTHORITY SHALL HAVE NO LIABILITY OR  RESPONSIBIL-\n   29  ITY THEREFOR UNLESS THE AUTHORITY EXPRESSLY AGREES TO ASSUME THE SAME.\n   30    (D)  SUCH  SUBSIDIARY  CREATED  PURSUANT  TO THIS SUBDIVISION SHALL BE\n   31  SUBJECT TO ANY OTHER PROVISION OF THIS  CHAPTER  PERTAINING  TO  SUBSID-\n   32  IARIES OF PUBLIC AUTHORITIES.\n   33    S 2. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S68014\n\nTITLE OF BILL:\n\nAn act to amend the public authorities law, in relation to the powers\nand duties of the dormitory authority of the state of New York\nrelative to the establishment of subsidiaries for certain purposes\n\nPURPOSE:\n\nThe bill would authorize the Dormitory Authority of the State of New\nYork (\"DASNY\") to form a subsidiary for the purpose of exercising\ncertain rights of DASNY, consistent with Public Authorities Law\n&sect;2827-a, in connection with taking title to certain real property on\nwhich DASNY holds one or more mortgages to secure loans made by DASNY\nto North General Hospital (\"North General\").\n\nSUMMARY OF PROVISIONS:\n\nSection 1 of the bill would add a new subdivision 25 to PAL &sect; 1678 to\nauthorize DASNY to create a subsidiary for the purpose of limiting the\npotential liability of DASNY when exercising its powers and duties in\nconnection with the exercise of remedies by DASNY against North\nGeneral, an eligible secured borrower (as defined in chapter 590 of\nthe laws of 2002) located in the borough of Manhattan, New York.\nAmong the powers that could be exercised by this subsidiary would be:\n(i) bidding for, taking, holding, selling; conveying, assigning or\ntransferring title to the mortgaged property; (ii) entering into\nleases, subleases, operating agreements, security agreements, loan\nagreements or other encumbrances or arrangements with regard to such\nproperty; or (iii) assuming any indebtedness or other liabilities\nsecured by the mortgaged property.\n\nNew subdivision 25 would also provide that, notwithstanding any other\nprovision of law to the contrary but in all instances subject to the\nprovisions of any contract with bondholders, the transfer of title to\nsuch subsidiary or any other actions taken by DASNY or the subsidiary\nto enforce DASNY's rights under the mortgage or other security\ninterest would not impair the validity of the bonds, notes or other\nobligations to which the mortgage or other security interest relates.\n\nNew subdivision 25 would specify that the subsidiary be created as a\npublic benefit corporation. The creation of a subsidiary, and the\nreporting required in connection therewith, would be in compliance\nwith PAL &sect; 2827-a.\n\nSection 2 of this bill would make it effective immediately.\n\nLEGISLATIVE HISTORY:\n\nThis is a new bill.\n\nEXISTING LAW:\n\nPAL &sect; 2827-a, enacted in Chapter 506 of the laws of 2009, severely\nlimits the ability of public authorities to create subsidiary\n\n\ncorporations without legislative approval.  That section further\nprovides that nothing contained therein grants an authority the power\nto create a subsidiary where the authority does not otherwise have the\npower to do so.  DASNY currently has no power to create subsidiaries.\n\nSTATEMENT IN SUPPORT:\n\nOn July 2, 2010 North General filed a petition for bankruptcy under\nChapter 11 of the Bankruptcy Code and has since ceased all healthcare\noperations. The current Plan of Reorganization (Liquidation) filed by\nNorth General (the \"Plan\") provides that DASNY shall receive fee\nsimple title to the property on which DASNY hold mortgages, subject to\ntwo leases, in satisfaction of its secured claims against North\nGeneral. North General is currently in default under its loan\nagreements with DASNY and an event of default has been declared. One\nof the referenced leases is expected to be a long term lease with the\nNew York City Health and Hospitals Corporation (\"HHC\") under which HHC\nwill operate a long term acute care hospital in the former main\nhospital building of North General. The other lease to be assigned to\nDASNY under the Plan is with Institute for Family Health, which\ncurrently operates a federally qualified health care center in part of\nthe former North General building.\n\nThe purpose of this bill is to enable DASNY to create a subsidiary for\nthe purpose of taking title to mortgaged property that is to be\nconveyed to DASNY under the Plan, to insulate DASNY and its assets\nfrom any potential liability that could arise from accepting title to\nthis property. Although DASNY will have no role in the ongoing health\ncare activities conducted there or the operation and maintenance of\nthe properties, there is the potential that that DASNY, as owner of\nthe property, could be subjected to lawsuits as the owner of the\nproperty arising out of incidents occurring on the campus. In\naddition, it is also possible that DASNY could be exposed to potential\nliabilities from the presence of hazardous substances on the property.\nDASNY could avoid these potential liabilities by having title to the\nmortgaged property transferred to the subsidiary authorized to be\ncreated under the bill instead of DASNY.\n\nPAL &sect; 2827-a provides that no state authority shall have the power to\norganize any subsidiary corporation, except under certain limited\ncircumstances, unless the legislature shall have enacted a law\ngranting an authority that power. Consistent with this provision, the\nbill would grant legislative authorization to DASNY to create a\nsubsidiary for the limited purpose of exercising DASNY's rights under\nthe mortgages granted to DASNY by North General.\n\nBUDGET IMPLICATIONS:\n\nThe bill would have no fiscal impact on the State or localities,\nexcept to the extent it would shield DASNY from potential liabilities.\n\nEFFECTIVE DATE:\n\nThe bill would take effect immediately.\n\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the powers and duties of the dormitory authority of the state of New York relative to the establishment of subsidiaries for certain purposes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101206.T180928.TXT", "SOBI.D101207.T124956.TXT", "SOBI.D101206.T182428.TXT", "SOBI.D101207.T134003.TXT", "SOBI.D101203.T180010.TXT", "SOBI.D101203.T174509.TXT", "SOBI.D101207.T150508.TXT", "SOBI.D101203.T173508.TXT", "SOBI.D101206.T181428.TXT", "SOBI.D101203.T180510.TXT", "SOBI.D101206.T174927.TXT", "SOBI.D101203.T175009.TXT", "SOBI.D101207.T124456.TXT", "SOBI.D101206.T181928.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291752308454
}