{
  "year" : 2009,
  "senateBillNo" : "S68007-2009",
  "billEvents" : [ {
    "eventDate" : 1291352400000,
    "eventText" : "REFERRED TO RULES",
    "billEventId" : "S68007-2009-1291352400000-REFERRED+TO+RULES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1291698000000,
    "eventText" : "ORDERED TO THIRD READING CAL.6",
    "billEventId" : "S68007-2009-1291698000000-ORDERED+TO+THIRD+READING+CAL.6",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1291698001000,
    "eventText" : "SUBSTITUTED BY A42007",
    "billEventId" : "S68007-2009-1291698001000-SUBSTITUTED+BY+A42007",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "RULES",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Renames the Brooklyn battery tunnel the Hugh L. Carey tunnel",
  "summary" : "Renames the Brooklyn Battery tunnel the Hugh L. Carey tunnel. ",
  "currentCommittee" : "RULES",
  "sameAs" : "A42007",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : [ "RULES" ],
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                           7\n\n                              Third Extraordinary Session\n\n                                   I N  S E N A T E\n\n                                   December 3, 2010\n                                      ___________\n\n       Introduced by COMMITTEE ON RULES -- (at request of the Governor) -- read\n         twice  and  ordered  printed,  and when printed to be committed to the\n         Committee on Rules\n\n       AN ACT to amend the public authorities  law  and  the  highway  law,  in\n         relation  to  renaming  the  Brooklyn Battery tunnel the Hugh L. Carey\n         tunnel\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and intent. The legislature hereby\n    2  recognizes Hugh L. Carey, by  naming  after  him  the  Brooklyn  Battery\n    3  Tunnel, as a tribute befitting his historic contribution to the state of\n    4  New  York. Hugh L. Carey served the people of New York state as a member\n    5  of the United States House of Representatives for fourteen years, and as\n    6  the fifty-first Governor of New York state for twelve years.  He  served\n    7  as  Governor  during  a  time of great challenge for New York state, and\n    8  significantly advanced the state's fiscal well-being and economic devel-\n    9  opment. He brought the city of New York back from the brink of bankrupt-\n   10  cy, and was instrumental in the development of the South Street Seaport,\n   11  Battery Park City and the Jacob Javits  Convention  Center.  He  greatly\n   12  improved  the  services provided to the mentally ill and developmentally\n   13  disabled, by entering into the Willowbrook consent  decree  and  through\n   14  other  initiatives. Hugh L. Carey served with distinction as a member of\n   15  the New York National Guard in  Europe  during  the  Second  World  War,\n   16  receiving the Combat Infantryman Badge, the Bronze Star and the Croix de\n   17  Guerre, and leaving active duty with the rank of colonel. His decades of\n   18  service to this state and nation fully merit the honor bestowed upon him\n   19  by this bill.\n   20    S  2.  Paragraph  (g)  of  subdivision  9 of section 553 of the public\n   21  authorities law, as amended by chapter 954  of  the  laws  of  1946,  is\n   22  amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD12327-02-0\n\n       S. 7                                2\n\n    1    (g) a vehicular tunnel or tunnels under construction, known as [Brook-\n    2  lyn  Battery] HUGH L. CAREY tunnel, under the East river from the south-\n    3  erly end of the borough of Manhattan to the general vicinity of Hamilton\n    4  avenue in the borough of Brooklyn, together with such incidental tunnels\n    5  and  such  other structures, appurtenances, facilities and approaches as\n    6  shall be necessary or convenient; and\n    7    S 3. Paragraph (j) of subdivision 9  of  section  553  of  the  public\n    8  authorities  law,  as  amended  by  chapter  854 of the laws of 1948, is\n    9  amended to read as follows:\n   10    (j) Bus stations or terminals or automobile parking garages at  or  in\n   11  the  vicinity  of the Columbus circle in the borough of Manhattan and of\n   12  the Manhattan plazas of the Queens Midtown and [Brooklyn  Battery]  HUGH\n   13  L.  CAREY tunnels. Any such project may, subject to zoning restrictions,\n   14  include space and facilities for any or all  of  the  following:  public\n   15  recreation, business, trade and other exhibitions, sporting and athletic\n   16  events,  public  meetings, conventions and all kinds of assemblages, and\n   17  in order to obtain additional revenues, space and facilities  for  busi-\n   18  ness  and  commercial purposes. Whenever the authority deems it to be in\n   19  the public interest, the authority may lease any  such  project  or  any\n   20  part or parts thereof or contract for the management and operation ther-\n   21  eof  or  of any part or parts thereof. Any such lease or contract may be\n   22  for a period of not exceeding ten years, or,  if  any  of  the  revenues\n   23  therefrom  are  or  are to be pledged to secure bonds then such lease or\n   24  contract may be for a period extending not later by more than  one  year\n   25  than the last maturity of such bonds.\n   26    S  4.  Subdivision  3 of section 563 of the public authorities law, as\n   27  amended by chapter 806 of the laws  of  1955,  is  amended  to  read  as\n   28  follows:\n   29    3.  The state of New York does pledge to and agree with the holders of\n   30  any bonds that no tunnel, bridge, parkway, causeway, street, road, high-\n   31  way or other connection for vehicular traffic, which will be competitive\n   32  with the Queens Midtown tunnel or the [Brooklyn Battery] HUGH  L.  CAREY\n   33  tunnel  or  the  Brooklyn  Richmond tunnel or the Narrows bridge will be\n   34  constructed; provided that a tunnel, bridge, parkway, causeway,  street,\n   35  road, highway or other connection for vehicular traffic shall be consid-\n   36  ered  as competitive if it shall form a connection for vehicular traffic\n   37  over, under or across the East river south of Queensboro bridge, or,  if\n   38  it shall form a connection for vehicular traffic between the boroughs of\n   39  Manhattan,  Brooklyn or Richmond over, under or across New York bay. The\n   40  covenant herein contained restricting  competitive  traffic  connections\n   41  with  any project or projects shall be only for the benefit of the hold-\n   42  ers of bonds secured in whole or in part by the pledge of  the  revenues\n   43  of  such  project  or projects and subject to and in accordance with all\n   44  contract provisions with respect to any  bonds  outstanding  on  January\n   45  first, nineteen hundred fifty-five and the rights of the holders of such\n   46  bonds,  the covenant herein contained shall not be deemed to prevent the\n   47  construction of any bridge or tunnel exclusively for railway rapid tran-\n   48  sit purposes.\n   49    S 5. Section 569-b of the public authorities law, as amended by  chap-\n   50  ter 543 of the laws of 1960, is amended to read as follows:\n   51    S 569-b. Restrictions on signs and billboards. 1. No outdoor advertis-\n   52  ing  sign  or device which refers to any subject other than the business\n   53  actually conducted on the premises or to sale or rental of such premises\n   54  and no such outdoor advertising sign or device  exceeding  ten  feet  in\n   55  height above the sidewalk adjacent to the property on which such sign or\n   56  device   is  located,  shall  be  erected,  reconstructed,  painted,  or\n\n       S. 7                                3\n\n    1  repainted, after the  applicable  date  hereinafter  specified  in  this\n    2  section,  within five hundred feet of the Whitestone bridge project, the\n    3  Throgs Neck bridge project, the Narrows bridge project  or  the  [Brook-\n    4  lyn-Battery]  HUGH  L.  CAREY  tunnel  project  or  the  approaches  and\n    5  connections of such projects, if within view thereof.\n    6    2. In the case of the Whitestone bridge project, the  applicable  date\n    7  shall  be  April  three,  nineteen hundred thirty-nine, except that with\n    8  respect to reconstruction, painting or repainting of any  such  sign  or\n    9  device  within view of such bridge project, the applicable date shall be\n   10  the effective date of this subdivision two.\n   11    3. In the case of the Throgs Neck bridge project, the  Narrows  bridge\n   12  project  and  the  [Brooklyn-Battery]  HUGH L. CAREY tunnel project, the\n   13  applicable date shall be the effective date of this subdivision three.\n   14    4. A violation of any  of  the  provisions  of  this  section  may  be\n   15  restrained at the suit of the authority.\n   16    S  6.  The  paragraph  relating  to interstate route connection 518 of\n   17  section 340-a of the highway law, as amended by chapter 780 of the  laws\n   18  of 1975, is amended to read as follows:\n   19    Interstate  Route  Connection  518.  West  Side highway from Brooklyn-\n   20  Queens expressway via [Brooklyn Battery] HUGH L.  CAREY  tunnel  to  the\n   21  Lincoln  tunnel,  including a connection from the Lincoln tunnel to West\n   22  Seventy-second street. In no event shall traffic by any  type  of  motor\n   23  vehicle  used  for  commercial  purposes,  such as the transportation of\n   24  goods, wares and merchandise including trailers and  semi-trailers,  and\n   25  tractors  when  used in combination with trailers and semi-trailers, and\n   26  motor coaches carrying passengers except taxicabs be permitted  on  this\n   27  route  north  of  Fifty-ninth  street, and such commercial traffic shall\n   28  exit from or enter on this route no further north than  the  connections\n   29  or ramps to this route at Fifty-seventh street.\n   30    S  7.  Section  349-f of the highway law, as amended by chapter 453 of\n   31  the laws of 2008, is amended to read as follows:\n   32    S 349-f. New York city routes. The following existing or proposed main\n   33  routes or thoroughfares, are designated herein, as aforesaid, viz.:\n   34    New England thruway from  the  Westchester  county  line  to  Bruckner\n   35  expressway;  Bruckner  expressway  from New England thruway to Robert F.\n   36  Kennedy bridge approach; Hutchinson river parkway from  the  Westchester\n   37  county line to the Bronx-Whitestone bridge approach; Bronx river parkway\n   38  from  the  Westchester  county line to Bruckner expressway; Henry Hudson\n   39  parkway from the Westchester county line to Miller highway excepting the\n   40  Henry Hudson bridge, provided that no portion of this  route  from  West\n   41  Seventy-second street to the Cross Bronx expressway shall be constructed\n   42  or reconstructed so as to encroach in any way on or over any land mapped\n   43  or  used  for park purposes except for such temporary encroachment of no\n   44  more than ten feet in width from seventy-third street  to  seventy-sixth\n   45  street  as may be essential during and for the purpose of reconstruction\n   46  or repair of the existing roadway following which there  shall  be  full\n   47  restoration  of  park  land;  Major Deegan expressway from the Robert F.\n   48  Kennedy bridge to Central Park avenue at  the  Westchester  county  line\n   49  together  with  a connection to Broadway and along Broadway to Manhattan\n   50  college parkway; Cross Bronx expressway from  George  Washington  bridge\n   51  approach  to  Throgs  Neck  bridge; Throgs Neck expressway from Bruckner\n   52  expressway to Throgs Neck bridge; Arthur  V.  Sheridan  expressway  from\n   53  Cross-Bronx  expressway  to  Bruckner  expressway;  Mosholu parkway from\n   54  Henry Hudson parkway to Bronx river parkway; Bronx  and  Pelham  parkway\n   55  from  Bronx river parkway to New England thruway; Boston road from Bronx\n   56  and Pelham parkway to New England thruway;  Miller  highway  from  Henry\n\n       S. 7                                4\n\n    1  Hudson parkway to the [Brooklyn Battery] HUGH L.  CAREY tunnel; and from\n    2  [Brooklyn  Battery]  HUGH L. CAREY tunnel to Brooklyn-Queens expressway;\n    3  Franklin D. Roosevelt drive from the [Brooklyn Battery]  HUGH  L.  CAREY\n    4  tunnel  to  Robert  F.  Kennedy bridge approach; Harlem river drive from\n    5  Robert F. Kennedy bridge approach to George Washington bridge  approach;\n    6  Belt  parkway  including  Gowanus  parkway  to Third avenue and Sixtieth\n    7  street, Leif Erikson drive to Knapp street, Shore parkway, Belt parkway,\n    8  Southern parkway and Cross Island parkway from [Brooklyn  Battery]  HUGH\n    9  L.  CAREY  tunnel to Bronx-Whitestone bridge approach; Nassau expressway\n   10  from  Southern  parkway  to  the  Nassau  county  line;  Brooklyn-Queens\n   11  expressway  from  Gowanus  expressway to Grand Central parkway; Prospect\n   12  expressway from Gowanus expressway to Ocean parkway; Ocean parkway  from\n   13  Prospect  expressway  to  Shore parkway; Interborough parkway from Grand\n   14  Central Parkway to Belt parkway; Gowanus expressway from the  Verrazano-\n   15  Narrows  bridge  to  Third  avenue at Gowanus parkway; Third Avenue from\n   16  Gowanus expressway to Hamilton avenue; Hamilton Avenue from Third Avenue\n   17  to [Brooklyn Battery]  HUGH  L.  CAREY  tunnel;  Queens  boulevard  from\n   18  Queensborough  bridge approach to Van Wyck expressway; Van Wyck express-\n   19  way from Whitestone expressway, including a connection to Grand  Central\n   20  parkway,  to  John F. Kennedy international airport; Woodhaven boulevard\n   21  from Queens boulevard to Cross Bay parkway  bridge  northerly  approach;\n   22  Cross  Bay  parkway  from  Cross  Bay bridge southerly approach to Short\n   23  Front parkway; Shore Front parkway  from  Cross  Bay  parkway  generally\n   24  along  the  shore line of the Atlantic ocean to the Nassau expressway at\n   25  the Nassau county line; Queens-Midtown  expressway  from  Queens-Midtown\n   26  tunnel  approach  to  Queens  Boulevard;  Horace Harding expressway from\n   27  Queens Boulevard to the Nassau county line; a connection between  Brook-\n   28  lyn-Queens  expressway  and  Northern boulevard in the vicinity of Grand\n   29  Central parkway; Grand Central parkway from Robert F.    Kennedy  bridge\n   30  approach  to Nassau county line; Whitestone expressway from Bronx-White-\n   31  stone bridge approach to Van Wyck expressway  and  continuing  to  Grand\n   32  Central  parkway; Clearview expressway from Throgs Neck bridge to Nassau\n   33  expressway; Richmond parkway from Staten  Island  expressway  to  Outer-\n   34  bridge  crossing approach; Staten Island expressway from Goethals bridge\n   35  to the Verrazano-Narrows bridge with a  connection  to  Bayonne  bridge;\n   36  Willowbrook  parkway  from Staten Island expressway to Great Kills park;\n   37  West Shore expressway  from  Staten  Island  expressway  to  Outerbridge\n   38  crossing;  Shore  Front  drive northerly from the terminus of West Shore\n   39  expressway at Staten Island expressway, thence generally along the shore\n   40  lines of Kill Van Kull, the Narrows, Lower New York bay and Raritan  bay\n   41  to the approach to Outerbridge crossing.\n   42    S  8.  Terms occurring in laws, regulations, contracts and other docu-\n   43  ments. Whenever Brooklyn Battery tunnel is referred to or designated  in\n   44  any law, regulation, contract or document, such reference or designation\n   45  shall  be  deemed  to  refer  to Hugh L. Carey tunnel, and no such laws,\n   46  regulations, contracts or other documents shall be thereby  impaired  in\n   47  any way.\n   48    S  9.  The  New  York state department of transportation, the New York\n   49  city department of transportation and the Triborough bridge  and  tunnel\n   50  authority shall provide for the installation and maintenance of adequate\n   51  signage in conformance with section two of this act within such time and\n   52  in such manner as they shall deem appropriate.\n   53    S 10. This act shall take effect immediately.\n",
  "memo" : "BILL NUMBER:S68007\n\nTITLE OF BILL:  An act to amend the public authorities law and the\nhighway law, in relation to renaming the Brooklyn Battery tunnel the\nHugh L. Carey tunnel\n\nPURPOSE:\n\nThis bill would amend the Public Authorities Law (\"PAL\") to rename the\nBrooklyn Battery Tunnel for Governor Hugh L. Carey.\n\nSUMMARY OF PROVISIONS:\n\nSection 1 of the bill would set forth legislative findings.\n\nSections 2 through 7 of the bill would amend the sections of the PAL\nand Highway Law in which the name \"Brooklyn Battery Tunnel\" appears in\norder to rename the tunnel under the East River that connects the\nsouthern end of Manhattan with the borough of Brooklyn in the vicinity\nof Hamilton Avenue, together with other incidental tunnels and other\nstructures, as the \"Hugh L. Carey Tunnel.\"\n\nSection 8 of the bill would provide that occurrences of the name\n\"Brooklyn Battery Tunnel\" in any laws, regulations, contracts or other\ndocuments shall be deemed to be \"Hugh L. Carey Tunnel,\" and that such\nlaws, regulations, contracts or other documents shall not be impaired\nby the change of name caused by this bill.\n\nSection 9 of the bill addresses issues regarding the signage of the\nHugh L. Carey Tunnel.\n\nSection 10 of the bill provides for an immediate effective date.\n\nEXISTING LAW:\n\nExisting law designates the tunnel under the East River that connects\nthe southern end of Manhattan with the borough of Brooklyn in the\nvicinity of Hamilton Avenue, together with other incidental tunnels\nand other structures, as the \"Brooklyn Battery Tunnel\"\n\nLEGISLATIVE HISTORY:\n\nThis is a new bill.\n\nSTATEMENT IN SUPPORT:\n\nThis bill would honor the extraordinary contributions to New York\nState of its 51st Governor, Hugh L. Carey, by renaming the Brooklyn\nBattery Tunnel in his name.\n\nGovernor Carey was born in Brooklyn, New York, and served in Europe\nwith the New York National Guard during the second World War. He\nreceived the Bronze Star and the Croix de Guerre, and left active duty\nwith the rank of colonel.  He subsequently served seven terms in the\nUnited States House of Representatives, where he represented a\ndistrict in Brooklyn.\n\n\nCarey was elected Governor in 1974.  Immediately after assuming office\nin 1975, faced with the preclusion of New York City from the debt\nmarkets, he constructed the mechanisms that saved the City from\ninsolvency, and laid the foundation for its revival.  Governor Carey\nwas also instrumental in bringing about numerous economic development\nprojects, including the South Street Seaport, Battery Park City and\nJacob Javits Convention Center. Be enhanced services for the\ndevelopmentally disabled and mentally ill by signing the Willowbrook\nConsent Decree, and fostered great improvements in public\ntransportation. He presided, as president of the organizing committee,\nover the successful 1980 Winter Olympic Games in Lake Placid.\n\nGovernor Carey laid the foundation for New York City's revitalization\nand for the development of lower Manhattan and the outer boroughs that\naccompanied it. It is fitting that this crucial artery to the life of\nthe City is named in his honor.\n\nBUDGET IMPLICATIONS:\n\nThis bill would have no material fiscal impact on the State, as the\ncost of signage required by the bill would be de minimus.\n\nEFFECTIVE DATE:\n\nThis bill would take effect immediately.\n\n\nThis bill would take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law and the highway law, in relation to renaming the Brooklyn Battery tunnel the Hugh L. Carey tunnel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T174509.TXT", "SOBI.D101207.T152008.TXT", "SOBI.D101209.T194703.TXT", "SOBI.D101207.T150508.TXT", "SOBI.D101203.T175510.TXT", "SOBI.D101206.T095355.TXT", "SOBI.D101203.T173508.TXT", "SOBI.D101207.T165515.TXT", "SOBI.D101206.T093854.TXT", "SOBI.D101203.T180510.TXT", "SOBI.D101206.T174927.TXT", "SOBI.D101215.T142412.TXT", "SOBI.D101203.T173008.TXT", "SOBI.D101207.T185024.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292441052086
}