{
  "year" : 2009,
  "senateBillNo" : "S8519-2009",
  "billEvents" : [ {
    "eventDate" : 1291352400000,
    "eventText" : "REFERRED TO RULES",
    "billEventId" : "S8519-2009-1291352400000-REFERRED+TO+RULES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "BRESLIN",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows the superintendent of insurance to increase the $2000 threshold after which a motor vehicle accident report must be filed with the superintendent",
  "summary" : "Allows the superintendent of insurance to increase the $2000 threshold for inflation or any other reason deemed reasonable and appropriate after which a motor vehicle accident report must be filed with the superintendent. ",
  "currentCommittee" : "RULES",
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         8519\n\n                                   I N  S E N A T E\n\n                                   December 3, 2010\n                                      ___________\n\n       Introduced  by  Sen. BRESLIN -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Rules\n\n       AN ACT to amend the insurance law, in relation to motor vehicle  liabil-\n         ity  insurance  rates  and  to  amend  chapter 277 of the laws of 2010\n         amending the insurance law  relating  to  prohibiting  surcharges  for\n         certain automobile accidents, in relation to the effectiveness thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (a) of section 2335 of  the  insurance  law,  as\n    2  amended  by  chapter  277  of  the  laws  of 2010, is amended to read as\n    3  follows:\n    4    (a) has had an accident ON OR AFTER JANUARY FIRST, TWO THOUSAND ELEVEN\n    5  that does not result in aggregate damage to property in  excess  of  two\n    6  thousand  dollars, provided that any policy surcharge shall be permissi-\n    7  ble for any accident [which] THAT results in bodily  injury  or  if  the\n    8  insured  has more than one accident in the merit rating experience peri-\n    9  od. THE SUPERINTENDENT MAY, PURSUANT TO  REGULATION,  INCREASE  THE  TWO\n   10  THOUSAND  DOLLAR  THRESHOLD  FOR INFLATION OR ANY OTHER REASON FOR WHICH\n   11  THE SUPERINTENDENT DETERMINES THE INCREASE TO BE REASONABLE  AND  APPRO-\n   12  PRIATE. Nothing in this subsection shall change the dollar amount of the\n   13  accident reporting threshold required under paragraph one of subdivision\n   14  (a) of section six hundred five of the vehicle and traffic law.\n   15    S  2. Section 2 of chapter 277 of the laws of 2010 amending the insur-\n   16  ance law relating to prohibiting surcharges for certain automobile acci-\n   17  dents is amended to read as follows:\n   18    S 2. This act shall take effect on  the  [one  hundred  twentieth  day\n   19  after]  FIRST OF JANUARY NEXT SUCCEEDING THE DATE ON WHICH it shall have\n   20  become a law, provided that the amendments to section 2335 of the insur-\n   21  ance law made by section one of this act shall expire on the  same  date\n   22  as  such  section  expires[;  and provided, further, that this act shall\n   23  only apply to policies entered into, modified, or renewed  on  or  after\n   24  such effective date].\n   25    S  3.  This act shall take effect immediately; provided, however, that\n   26  section one of this act shall take effect on the first of  January  next\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD18275-01-0\n\n       S. 8519                             2\n\n    1  succeeding the date on which this act shall have become a law; provided,\n    2  however,  that  the amendments made to subsection (a) of section 2335 of\n    3  the insurance law by section one of this act shall not affect the  expi-\n    4  ration of such section and shall expire therewith.\n",
  "memo" : "BILL NUMBER:S8519\n\nTITLE OF BILL:\n\nAn act to amend the insurance law, in relation to motor vehicle\nliability insurance rates and to amend chapter 277 of the laws of 2010\namending the insurance law relating to prohibiting surcharges for\ncertain automobile accidents, in relation to the effectiveness thereof\n\nPURPOSE OF BILL:\n\nTo address technical issues which have arisen with regard to the\nimplementation of chapter 277 of the laws of 2010.\n\nSUMMARY OF PROVISIONS OF BILL:\n\nThis bill would remedy certain technical issues which have arisen in\nthe implementation of chapter 277 of the laws of 2010. specifically,\nthis bill would clarify that the $2,000 accident surcharge threshold\nis applicable to accidents occurring on or after January 1, 2011.\nThis bill would also restore the superintendent of Insurance's\nauthority to amend the surcharge threshold by regulation.\n\nJUSTIFICATION:\n\nThis bill is necessary to address certain unanticipated technical\nconcerns which have arisen in connection with the implementation of\nchapter 277 of the laws of 2010. Specifically, this bill would ensure,\nand codify the legislature's original intent that there is no\nretroactive application of the provisions of chapter 277 of the laws\nof 2010. This measure would also restore the Superintendent of\nInsurance's authority to amend the surcharge threshold by regulation.\n\nLEGISLATIVE HISTORY:\nNew Bill.\n\nFISCAL IMPLICATIONS FOR STATE AND LOCAL GOVERNMENTS:\nNone.\n\nEFFECTIVE DATE:\nSection 1 of this act shall take effect on the first of January next\nsucceeding the date on which it shall have become a law, provided,\nhowever, that section 2 of this act shall take effect immediately.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to motor vehicle liability insurance rates and to amend chapter 277 of the laws of 2010 amending the insurance law relating to prohibiting surcharges for certain automobile accidents, in relation to the effectiveness thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T164506.TXT", "SOBI.D101203.T163505.TXT", "SOBI.D101206.T120904.TXT", "SOBI.D101206.T095855.TXT", "SOBI.D101203.T230026.TXT", "SOBI.D101206.T100356.TXT", "SOBI.D101203.T164005.TXT", "SOBI.D101203.T165006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291655344525
}