{
  "year" : 2009,
  "senateBillNo" : "S8521-2009",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : "Establishes a districting commission to draw senate, assembly and congressional districts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : "BILL NUMBER:S8521\n\nTITLE OF BILL:\nCONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY proposing an amendment\nto article 3 of the constitution, in relation to senate, assembly and\ncongressional districts, and to repeal sections 2, 3, 4, 5, 5-a and 7 of\nsuch article relating thereto\n\nPURPOSE:\nThis constitutional amendment creates a new independent commission to\nredistrict the state's senate, assembly and congressional by removing\nsuch authority from the legislature and Governor and vesting it in a new\ncommission consisting of eight commissioners selected by the legislative\nleaders and an independent ninth member selected by the other commis-\nsioners with the Governor's approval.\n\nThe amendment would repeal &sect;&sect; 2,3,4,5,5-a, and 7 of Article III and\nsubstitute new &sect;&sect; 2, 3, 4, 5, and 7. This amendment incorporates the\nrecommendations of the New York City Bar Association's report \"A\nProposed New York State Constitutional Amendment to Emancipate Redis-\ntricting from partisan Gerrymanders: Partisanship Channeled for Fair\nLine Drawing\" (2007).\n\nJUSTIFICATION:\nArticle III of the New York State Constitution vests legislative redis-\ntricting authority in the Senate and Assembly. This amendment creates a\nnew independent redistricting commission for the Senate, Assembly and\ncongressional districts. The legislature's role in developing and adopt-\ning redistricting plans is repealed. Enactment of this amendment will\nhelp insure that legislative districts are drawn in a fair and independ-\nent manner.\n\nEXISTING LAW:\nNone.\n\nLEGISLATIVE HISTORY:\nNone.\n\nFISCAL IMPLICATIONS:\nTo be determined.\n\nEFFECTIVE DATE:\nJanuary 1, 2012\n\n",
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T171010.TXT", "SOBI.D101206.T095355.TXT", "SOBI.D101206.T095855.TXT", "SOBI.D101209.T194703.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292623810149
}