{
  "year" : 2009,
  "senateBillNo" : "S8520-2009",
  "billEvents" : [ {
    "eventDate" : 1291352400000,
    "eventText" : "REFERRED TO RULES",
    "billEventId" : "S8520-2009-1291352400000-REFERRED+TO+RULES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York Racing Network, Inc.; repealer",
  "summary" : "Establishes the New York Racing Network, Inc.; regulates off-track betting payments; authorizes subsidized free play credits. ",
  "currentCommittee" : "RULES",
  "sameAs" : null,
  "lawSection" : "Racing, Pari-Mutuel Wagering and Breeding Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         8520\n\n                                   I N  S E N A T E\n\n                                   December 3, 2010\n                                      ___________\n\n       Introduced  by  Sen.  LANZA  -- read twice and ordered printed, and when\n         printed to be committed to the Committee on Rules\n\n       AN ACT to amend the racing, pari-mutuel wagering and  breeding  law,  in\n         relation to pari-mutuel tax rates at certain facilities and establish-\n         ing  the  New  York  Racing  Network,  Inc.;  to amend the tax law, in\n         relation to authorizing subsidized free  play  credits  and  repealing\n         certain  provisions  of  the racing, pari-mutuel wagering and breeding\n         law relating to simulcasting of out-of-state thoroughbred races\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and intent. The legislature hereby\n    2  finds and declares that off-track betting corporations are  an  integral\n    3  component of the horse racing industry in New York.\n    4    Therefore,  the  legislature finds this legislation to be essential to\n    5  maintaining a vibrant horse racing industry in New York, and to protect-\n    6  ing the thousands of jobs supported by the horse racing industry.\n    7    S 2. Subdivision 5-a of section 307 of the racing, pari-mutuel  wager-\n    8  ing  and  breeding law, as amended by chapter 18 of the laws of 2008, is\n    9  amended to read as follows:\n   10    5-a. The board shall not issue a license pursuant to this  section  to\n   11  any  harness  racing  association or corporation which does not apply to\n   12  conduct at its facilities a minimum number of pari-mutuel  programs  and\n   13  pari-mutuel  races  at its facilities equal to at least seventy-five per\n   14  centum of the programs and races so conducted  during  nineteen  hundred\n   15  eighty-five  or  during  nineteen hundred eighty-six, or one hundred per\n   16  centum of the programs and  races  so  conducted  during  two  thousand,\n   17  whichever is greater; provided, however, that for a harness racing asso-\n   18  ciation  or  corporation  located in Westchester and Erie counties, such\n   19  minimum number of pari-mutuel programs  and  pari-mutuel  races  at  its\n   20  facilities  shall  equal at least one hundred per centum of the programs\n   21  and races conducted during two thousand, AND PROVIDED FURTHER,  HOWEVER,\n   22  THAT  FOR A HARNESS ASSOCIATION OR CORPORATION LOCATED IN SULLIVAN COUN-\n   23  TY, SUCH MINIMUM NUMBER OF PARI-MUTUEL PROGRAMS AND PARI-MUTUEL RACES AT\n   24  ITS FACILITIES SHALL EQUAL AT LEAST SIXTY PER CENTUM OF THE PROGRAMS AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD18293-01-0\n\n       S. 8520                             2\n\n    1  RACES SO CONDUCTED DURING NINETEEN  HUNDRED  EIGHTY-SIX  OR  EIGHTY  PER\n    2  CENTUM  OF  THE  PROGRAMS  AND  RACES  SO CONDUCTED DURING TWO THOUSAND,\n    3  WHICHEVER IS GREATER.  If the track did not  conduct  races  during  two\n    4  thousand,  such  minimum  number of pari-mutuel programs and pari-mutuel\n    5  races at its facilities shall equal at least ninety per  centum  of  the\n    6  programs  and races conducted during two thousand at Buffalo raceway, in\n    7  the town of Hamburg and county of Erie, unless cancellation  of  a  race\n    8  day  because  of  an  act of God, which the board approves or because of\n    9  weather conditions that are unsafe or hazardous which the board approves\n   10  shall not be construed as a failure to  conduct  a  race  day;  provided\n   11  further,  the  board  shall  not  grant a license to such association or\n   12  corporation  upon  application  unless  such  programs  and  races   are\n   13  conducted  during the same calendar year period as were conducted during\n   14  the applicable period above utilized to measure the  minimum  number  of\n   15  pari-mutuel  programs  and  pari-mutuel races, as approved by the board.\n   16  Nothing in the foregoing paragraph shall affect any agreement in  effect\n   17  on or before the effective date of this paragraph. The board may grant a\n   18  license  to  such  association  or  corporation  to  conduct  fewer such\n   19  programs and races for good  cause  shown  due  to  factors  beyond  the\n   20  control  of  such  association  or  corporation, and upon consent of the\n   21  representative horsemen's association, as determined pursuant to section\n   22  three hundred eighteen of this article.\n   23    S 3. The opening paragraph of paragraph a of subdivision 5 of  section\n   24  318  of  the  racing, pari-mutuel wagering and breeding law, as added by\n   25  chapter 261 of the laws of 1988, is amended to read as follows:\n   26    Notwithstanding any other provision of this section to  the  contrary,\n   27  for  any  calendar  year  commencing on or after January first, nineteen\n   28  hundred eighty-nine, in which a harness  racing  association  or  corpo-\n   29  ration  does  not  conduct  a minimum number of pari-mutuel programs and\n   30  pari-mutuel races at its facilities equal to at least ninety per  centum\n   31  of  the  programs and races so conducted during nineteen hundred eighty-\n   32  five or during nineteen hundred eighty-six, PROVIDED, HOWEVER, THAT  FOR\n   33  A  HARNESS RACING ASSOCIATION OR CORPORATION LOCATED IN SULLIVAN COUNTY,\n   34  FOR ANY CALENDAR YEAR COMMENCING ON OR AFTER JANUARY FIRST, TWO THOUSAND\n   35  ELEVEN, IN WHICH SUCH HARNESS RACING ASSOCIATION OR CORPORATION DOES NOT\n   36  CONDUCT A MINIMUM NUMBER OF PARI-MUTUEL PROGRAMS AND  PARI-MUTUEL  RACES\n   37  AT  SUCH FACILITIES EQUAL TO AT LEAST SEVENTY PER CENTUM OF THE PROGRAMS\n   38  AND RACES SO CONDUCTED DURING NINETEEN  HUNDRED  EIGHTY-FIVE  OR  DURING\n   39  NINETEEN HUNDRED EIGHTY-SIX, whichever is less, in lieu of the tax rates\n   40  set  forth in subdivision one of this section the applicable pari-mutuel\n   41  tax rates for such association or corporation with respect  to  on-track\n   42  pari-mutuel betting pools during such year shall be as follows:\n   43    S  4. Subdivision 2 of section 529 of the racing, pari-mutuel wagering\n   44  and breeding law is amended to read as follows:\n   45    2. [Ninety-five percent of  the  balance  of  such  account  remaining\n   46  unclaimed  as  of the last day of February of such year shall be paid to\n   47  the state tax commission by March fifteenth. On or before April tenth of\n   48  each year the balance of such account and any  other  unclaimed  amounts\n   49  received  in the course of conducting off-track betting shall be paid by\n   50  such corporation to the state tax commission. A penalty of five  percent\n   51  and  interest  at the rate of one percent per month from the due date to\n   52  the date of payment of the unclaimed  balance  due  March  fifteenth  or\n   53  April  tenth,  as the case may be, shall be payable in case such balance\n   54  is not  paid  when  due.  Such  amounts,  interest  and  penalties  when\n   55  collected by the state tax commission shall be deposited into the gener-\n   56  al  fund  of the state treasury] ON APRIL FIRST OF EACH YEAR, THE AMOUNT\n\n       S. 8520                             3\n\n    1  OF TICKETS REMAINING UNCLAIMED FROM THE  PRIOR  YEAR  MAY  BE  USED  FOR\n    2  CORPORATE PURPOSES.\n    3    S  5.  Subdivisions  1,  3,  6, 7 and 11 of section 603 of the racing,\n    4  pari-mutuel wagering and breeding law, as amended by chapter 115 of  the\n    5  laws of 2008, are amended to read as follows:\n    6    1.  A  corporation to be known as the \"New York city off-track betting\n    7  corporation\" is hereby created. Such corporation shall be a body  corpo-\n    8  rate  and politic constituting a public benefit corporation. It shall be\n    9  administered by a board of directors consisting of five [members] VOTING\n   10  DIRECTORS AND THREE NON-VOTING DIRECTORS, who may  be  public  officers,\n   11  appointed  by the governor [for fixed terms as hereinafter provided, one\n   12  of whom shall be appointed on the recommendation of the temporary presi-\n   13  dent of the senate, and one of whom shall be appointed on the  recommen-\n   14  dation  of  the  speaker  of the assembly]. THE VOTING DIRECTORS, ONE OF\n   15  WHOM SHALL BE APPOINTED ON THE RECOMMENDATION OF THE TEMPORARY PRESIDENT\n   16  OF THE SENATE AND ONE OF WHOM SHALL BE APPOINTED ON  THE  RECOMMENDATION\n   17  OF  THE  SPEAKER OF THE ASSEMBLY, SHALL SERVE FOR FIXED TERMS AS HEREIN-\n   18  AFTER PROVIDED. OF THE NON-VOTING DIRECTORS, ONE SHALL BE  APPOINTED  ON\n   19  THE  RECOMMENDATION  OF  THE  FRANCHISED  CORPORATION;  ONE ON THE JOINT\n   20  RECOMMENDATION OF THE HARNESS TRACKS LOCATED IN WESTCHESTER AND SULLIVAN\n   21  COUNTIES; AND ONE ON THE RECOMMENDATION  OF  THE  UNION  REPRESENTING  A\n   22  MAJORITY  OF  THE UNIONIZED EMPLOYEES OF THE CORPORATION. THE NON-VOTING\n   23  DIRECTORS SHALL NOT HAVE A FIDUCIARY OBLIGATION TO THE CORPORATION,  BUT\n   24  SHALL BE REQUIRED TO PROTECT INFORMATION DEEMED TO BE, OR WHICH COULD BE\n   25  REASONABLY  ASSUMED  TO BE, CONFIDENTIAL, INCLUDING, WITHOUT LIMITATION,\n   26  ALL MATTERS DISCUSSED IN EXECUTIVE SESSION.\n   27    3. The governor shall designate one of  the  VOTING  directors  to  be\n   28  chairman  of  the  board  of  directors  and may at his OR HER pleasure,\n   29  change his OR HER designation of any such VOTING director to  be  chair-\n   30  man.\n   31    6.  The  powers of the corporation shall be vested in and exercised by\n   32  the board at a meeting duly held at a time fixed by any  by-law  adopted\n   33  by the board, or at any duly adjourned meeting of such meeting or at any\n   34  meeting  held  upon  reasonable  notice to all of the directors, or upon\n   35  written waiver thereof, and a majority of the  whole  number  of  VOTING\n   36  directors  shall constitute a quorum; provided that neither the business\n   37  nor the powers of the  corporation  shall  be  transacted  or  exercised\n   38  except  pursuant  to  the  favorable  vote of at least a majority of the\n   39  VOTING directors present at a meeting at which a quorum  is  in  attend-\n   40  ance.\n   41    7.  The  board  may  delegate  to one or more of the VOTING directors,\n   42  officers, agents or employees of the corporation such powers and  duties\n   43  as it may deem proper.\n   44    11.  The  fiscal  year of the corporation shall be the same as that of\n   45  [the city, provided, however, that the corporation  shall  have  a  nine\n   46  month  fiscal  year  from  July  first, two thousand eight through March\n   47  thirty-first, two thousand nine, and then the fiscal year of the  corpo-\n   48  ration shall be the same as] the state.\n   49    S  6.  Subdivisions 8 and 11 of section 604 of the racing, pari-mutuel\n   50  wagering and breeding law, subdivision 8 as amended by  chapter  115  of\n   51  the laws of 2008, are amended to read as follows:\n   52    8.  To  make contracts and leases, including joint ventures with third\n   53  parties or entities, EXCEPT THAT ANY JOINT VENTURE WITH THIRD PARTIES OR\n   54  ENTITIES FOR THE PURPOSE OF RAISING CAPITAL  FOR  THE  CONSTRUCTION  AND\n   55  OPERATION OF A NEW OR EXPANDED LICENSED SIMULCAST FACILITY AS DEFINED IN\n   56  SUBDIVISION  J  OF  SECTION ONE THOUSAND ONE OF THIS CHAPTER OR EXPANDED\n\n       S. 8520                             4\n\n    1  SIMULCAST THEATER AS DEFINED IN SUBDIVISION 1 OF  SECTION  ONE  THOUSAND\n    2  ONE  OF THIS CHAPTER SHALL BE SUBJECT TO A RIGHT OF FIRST REFUSAL BY ANY\n    3  NEW YORK STATE LICENSED HARNESS TRACK  OR  FRANCHISED  CORPORATION  WITH\n    4  RACING  FACILITIES  LOCATED WITHIN THIRTY MILES OF THE PROPOSED LOCATION\n    5  (IF MORE THAN ONE SUCH HARNESS TRACK OR FRANCHISED CORPORATION'S  RACING\n    6  FACILITIES ARE LOCATED WITHIN THIRTY MILES OF THE PROPOSED LOCATION THEN\n    7  BOTH WILL HAVE THE RIGHT OF FIRST REFUSAL AND MAY PARTNER TOGETHER THER-\n    8  EIN)  TO  BE  THE  FINANCIAL AND OPERATING PARTNER OF THE CORPORATION IN\n    9  SUCH JOINT VENTURE, and to execute all instruments necessary or  conven-\n   10  ient  to  accomplish  its corporate purpose; provided, however, that the\n   11  corporation may only enter into agreements for the purchase or lease  of\n   12  any  property  to  be  used  in whole or in part as an off-track betting\n   13  branch office which is  conditioned  upon  the  location  thereof  being\n   14  approved  by  the  site selection board; and further provided, that such\n   15  location prior to its use as such off-track betting branch office  shall\n   16  have  been approved by the site selection board.  TO THE EXTENT THAT ANY\n   17  PROVISION OF THIS CHAPTER, INCLUDING, WITHOUT  LIMITATION,  SUBPARAGRAPH\n   18  (II) OF PARAGRAPH C OF SUBDIVISION TWO OF SECTION ONE THOUSAND EIGHT AND\n   19  PARAGRAPH  B OF SUBDIVISION THREE OF SECTION ONE THOUSAND NINE OR OF ANY\n   20  OTHER LAW, RULE OR REGULATION, REQUIRES THE AUTHORIZATION OR CONSENT  OF\n   21  ANY  REGIONAL  TRACK  TO  THE  CONSTRUCTION, OPERATION OR LICENSING OF A\n   22  SIMULCAST FACILITY OR SIMULCAST THEATER, THEN IN  THE  EVENT  THAT  SUCH\n   23  RIGHT OF FIRST REFUSAL IS NOT EXERCISED, THEN IF SUCH SIMULCAST FACILITY\n   24  IS LOCATED IN NEW YORK COUNTY OR IS LOCATED MORE THAN TEN MILES FROM ANY\n   25  REGIONAL  HARNESS  TRACK  OR  A RACING FACILITY OF THE FRANCHISED CORPO-\n   26  RATION SUCH CONSENT OR AUTHORIZATION IS HEREBY DEEMED GRANTED.  NOTWITH-\n   27  STANDING ANY PROVISION OF THIS CHAPTER OR OF  ANY  OTHER  LAW,  RULE  OR\n   28  REGULATION TO THE CONTRARY, THE OPERATOR OF SUCH JOINT VENTURE SIMULCAST\n   29  WAGERING  FACILITY  SHALL  NEITHER BE REQUIRED TO COLLECT A SURCHARGE ON\n   30  BETS MADE THEREIN NOR  BE  REQUIRED  TO  CHARGE  AN  ADMISSION  FEE  FOR\n   31  ENTRANCE THERETO;\n   32    11. In the manner and subject to the terms and conditions set forth in\n   33  this  article,  and  article  five-a  of  this  chapter to establish and\n   34  conduct a system of off-track pari-mutuel betting in the city  on  horse\n   35  races  WHICH SHALL NOT INCLUDE THE CONDUCT, OPERATION, OR MAINTENANCE OF\n   36  TELEPHONE BETTING ACCOUNTS AND TELEPHONE WAGERING AS DEFINED IN SUBDIVI-\n   37  SION FOUR-A OF SECTION ONE THOUSAND TWELVE  OF  THIS  CHAPTER,  PROVIDED\n   38  THAT  THE  CORPORATION MAY AFFILIATE OR JOINT VENTURE SOLELY WITH AND AT\n   39  THE SOLE OPTION OF THE NEW YORK RACING NETWORK,  INC.  IN  THE  CONDUCT,\n   40  OPERATION,  OR  MAINTENANCE  OF TELEPHONE BETTING ACCOUNTS AND TELEPHONE\n   41  WAGERING AS DEFINED IN SUBDIVISION FOUR-A OF SECTION ONE THOUSAND TWELVE\n   42  OF THIS CHAPTER;\n   43    S 7. The racing, pari-mutuel wagering and breeding law is  amended  by\n   44  adding a new section 604-a to read as follows:\n   45    S  604-A. TRANSFER OF ACCOUNT WAGERING OPERATIONS. NOTWITHSTANDING ANY\n   46  OTHER LAW, RULE OR REGULATION TO THE  CONTRARY,  THE  CORPORATION  SHALL\n   47  TRANSFER  OWNERSHIP  AND  TITLE  TO  ALL TELEPHONE BETTING AND TELEPHONE\n   48  WAGERING ACCOUNTS AS DEFINED IN SUBDIVISION FOUR-A OF SECTION ONE  THOU-\n   49  SAND  TWELVE  OF  THIS  CHAPTER  THAT ARE MAINTAINED AND OPERATED BY THE\n   50  CORPORATION TO THE NEW YORK RACING NETWORK, INC. THE  CORPORATION  SHALL\n   51  UPON  SUCH  TRANSFER  NO LONGER HAVE THE AUTHORITY TO MAINTAIN TELEPHONE\n   52  BETTING OR TELEPHONE WAGERING ACCOUNTS AS DEFINED IN THIS CHAPTER OR  TO\n   53  CONDUCT  TELEPHONE  OR INTERNET WAGERING AS PROVIDED FOR IN THIS CHAPTER\n   54  EITHER DIRECTLY OR INDIRECTLY THROUGH A THIRD PARTY  PROVIDER  INCLUDING\n   55  BUT  NOT  LIMITED TO A REGIONAL OFF-TRACK BETTING CORPORATION, EXCEPT AS\n   56  PROVIDED FOR IN SUBDIVISION ELEVEN OF SECTION SIX HUNDRED FOUR  OF  THIS\n\n       S. 8520                             5\n\n    1  ARTICLE.  THE  CORPORATION SHALL UPON SUCH TRANSFER OF TELEPHONE BETTING\n    2  AND TELEPHONE WAGERING  ACCOUNTS  AS  PROVIDED  HEREIN  NO  LONGER  HAVE\n    3  AUTHORITY  TO  JOINTLY  OR  OTHERWISE APPROVE THROUGH WRITTEN AGREEMENT,\n    4  CONSENT  OR  OTHERWISE  THE  CONDUCT OF IN-HOME SIMULCASTING PURSUANT TO\n    5  SECTION ONE THOUSAND THREE OF THIS CHAPTER.\n    6    S 8. The racing, pari-mutuel wagering and breeding law is  amended  by\n    7  adding a new section 604-b to read as follows:\n    8    S  604-B.  ACCOUNT  SERVICING  FOR  NEW YORK RACING NETWORK, INC.   1.\n    9  NOTWITHSTANDING ANY LAW, RULE OR REGULATION TO THE CONTRARY, THE  CORPO-\n   10  RATION  SHALL  PERMIT  ACCOUNT  HOLDERS  OF THE NEW YORK RACING NETWORK,\n   11  INC., AS ESTABLISHED PURSUANT TO ARTICLE SIX-A OF THIS CHAPTER, TO  MAKE\n   12  DEPOSITS  AND  WITHDRAWALS  AT  BRANCH  OFFICES, SIMULCAST FACILITIES OR\n   13  SIMULCAST THEATERS OPERATED BY THE CORPORATION FROM  THEIR  ACCOUNTS  AT\n   14  THE  NEW YORK RACING NETWORK, INC.  A FEE OF .25 PERCENT PER TRANSACTION\n   15  UP TO A MAXIMUM OF TEN DOLLARS PER TRANSACTION SHALL BE ASSESSED BY  THE\n   16  CORPORATION  ON THE ACCOUNT HOLDERS OF THE NEW YORK RACING NETWORK, INC.\n   17  FOR SUCH DEPOSITS OR WITHDRAWALS ON THEIR ACCOUNTS.\n   18    2. TO THE EXTENT, BUT ONLY TO THE EXTENT, THAT THE NEW YORK CITY  OFF-\n   19  TRACK  BETTING  CORPORATION'S  WAGERING TERMINALS, EQUIPMENT AND SYSTEMS\n   20  HAVE THE ABILITY TO ACCEPT AND PROCESS  ACCOUNT  WAGERING  TRANSACTIONS,\n   21  THE  NEW  YORK  RACING NETWORK, INC.'S ACCOUNT HOLDERS MAY ALSO WAGER AT\n   22  BRANCH OFFICES, SIMULCAST FACILITIES OR SIMULCAST THEATERS  OPERATED  BY\n   23  THE  NEW  YORK CITY OFF-TRACK BETTING CORPORATION FROM THEIR ACCOUNTS AT\n   24  THE NEW YORK RACING NETWORK, INC., IN WHICH  EVENT  ANY  WAGER  MADE  AT\n   25  BRANCH  OFFICES,  SIMULCAST FACILITIES OR SIMULCAST THEATERS OPERATED BY\n   26  NEW YORK CITY OFF-TRACK BETTING CORPORATION BY AN ACCOUNT HOLDER OF  THE\n   27  NEW  YORK RACING NETWORK, INC. USING THEIR ACCOUNT SHALL BE SUBJECT TO A\n   28  FEE OF TWO PERCENT OF THE AMOUNT OF EACH ACCOUNT WAGERING TRANSACTION UP\n   29  TO A MAXIMUM OF TEN DOLLARS PER TRANSACTION.\n   30    3. NOTWITHSTANDING ANY LAW, RULE OR REGULATION TO THE  CONTRARY,  SUCH\n   31  ACCOUNT  WAGERING  TRANSACTION  DESCRIBED  IN  THIS SECTION SHALL NOT BE\n   32  SUBJECT TO ANY SURCHARGE THAT OTHERWISE MAY BE REQUIRED TO BE CHARGED OR\n   33  COLLECTED ON WAGERS PLACED AT A NEW YORK CITY OFF-TRACK BETTING  FACILI-\n   34  TY.\n   35    4.  ANY  TRANSACTION  FEE  TO  BE  PAID TO THE NEW YORK CITY OFF-TRACK\n   36  BETTING CORPORATION BY THE NEW YORK RACING  NETWORK,  INC.  PURSUANT  TO\n   37  THIS  SECTION  SHALL  BE PAID WITHIN THIRTY DAYS OF THE FINAL DAY OF THE\n   38  MONTH IN WHICH SUCH TRANSACTION TAKES PLACE.\n   39    5. IF, DURING ANY FISCAL YEAR OF THE NEW YORK CITY  OFF-TRACK  BETTING\n   40  CORPORATION,  PAYMENTS  TO  THE  CORPORATION  FROM  THE  NEW YORK RACING\n   41  NETWORK, INC. PURSUANT TO THIS SECTION REMAIN UNPAID FOR MORE THAN NINE-\n   42  TY DAYS FROM THE DATE THEY ARE  DUE,  OR  ON  THREE  SEPARATE  OCCASIONS\n   43  REMAIN UNPAID FOR MORE THAN THIRTY DAYS FROM THE DATE THEY ARE DUE, THEN\n   44  THE  CORPORATION  CANNOT  BE HELD IN DEFAULT FOR AS LONG AS THE NEW YORK\n   45  RACING NETWORK, INC. REMAINS IN DEFAULT.\n   46    S 9. Subdivision 2 of section 606 of the racing, pari-mutuel  wagering\n   47  and  breeding  law,  as  amended  by chapter 115 of the laws of 2008, is\n   48  amended to read as follows:\n   49    2. The corporation shall administer  its  personnel  pursuant  to  the\n   50  civil  service law and the rules and regulations promulgated thereunder,\n   51  [and classification and compensation schedules of the  state  department\n   52  of  civil  service,] and all other applicable provisions of general laws\n   53  relating to civil service administration. The corporation  shall  retain\n   54  all  personnel, payroll and associated employee records and shall ensure\n   55  that the New York city employees' retirement system has access  to  such\n\n       S. 8520                             6\n\n    1  records   for   retirement  purposes  consistent  with  current  records\n    2  retention requirements.\n    3    S  10. The racing, pari-mutuel wagering and breeding law is amended by\n    4  adding a new section 608 to read as follows:\n    5    S 608. DISPLAY OF RACES. EXCEPT AS TO  SIMULCAST  SIGNALS  OF  SPECIAL\n    6  INTEREST  RACES, INCLUDING WITHOUT LIMITATION, TRIPLE CROWN AND BREEDERS\n    7  CUP RACES, SIMULCAST SIGNALS WHICH ARE SHOWN IN BRANCH  OFFICES,  SIMUL-\n    8  CAST  FACILITIES  OR SIMULCAST THEATERS OF RACE PROGRAMS RUN AT NEW YORK\n    9  STATE THOROUGHBRED OR HARNESS TRACKS SHALL BE PROMINENTLY  DISPLAYED  ON\n   10  THE LARGEST SCREENS AVAILABLE IN SUCH FACILITIES.\n   11    S  11.  Section  610  of the racing, pari-mutuel wagering and breeding\n   12  law, as amended by chapter 115 of the laws of 2008, is amended  to  read\n   13  as follows:\n   14    S  610.  Moneys  of  corporation.  1. The monetary transactions of the\n   15  corporation and the keeping of its books and accounts shall be under the\n   16  supervision of the director of the division of the budget. The chair  of\n   17  the  racing  and  wagering  board  may  at any time request and shall be\n   18  provided for review such books and accounts.\n   19    2. THE ANNUAL OPERATING BUDGETS FOR THE CORPORATION SHALL BE  APPROVED\n   20  BY  THE BOARD OF THE CORPORATION, AND NO BUDGET SHALL BE APPROVED BY THE\n   21  BOARD THAT IS NOT BALANCED PURSUANT  TO  GENERALLY  ACCEPTED  ACCOUNTING\n   22  PRINCIPLES, EXCEPT THAT WITH RESPECT TO THE CORPORATION'S OTHER POST-EM-\n   23  PLOYMENT BENEFITS LIABILITIES, A BALANCED BUDGET SHOULD GIVE EFFECT ONLY\n   24  TO THE PROJECTED AGGREGATE ANNUAL CASH PAYMENT FOR OTHER POST-EMPLOYMENT\n   25  BENEFITS  LIABILITIES.   MOREOVER, THE CORPORATION SHALL NOT IMPLEMENT A\n   26  BUDGET APPROVED BY ITS BOARD UNTIL  SUCH  BUDGET  IS  DETERMINED  TO  BE\n   27  BALANCED  BY  THE DIRECTOR OF THE NEW  YORK STATE DIVISION OF THE BUDGET\n   28  WHO SHALL  NOT  TAKE  INTO  ACCOUNT  THE  CORPORATION'S  NON-CASH  OTHER\n   29  POST-EMPLOYMENT  BENEFITS  LIABILITIES IN MAKING SUCH DETERMINATION.  IN\n   30  THE EVENT THE BUDGET OF THE CORPORATION IS NOT DETERMINED TO BE BALANCED\n   31  BY THE DIRECTOR OF THE BUDGET PRIOR TO THE START OF THE FISCAL  YEAR  OF\n   32  THE  CORPORATION,  THE  CORPORATION  SHALL CONTINUE TO OPERATE UNDER THE\n   33  SPENDING LEVELS CONTAINED IN THE BUDGET OF THE  PRIOR  YEAR  UNTIL  SUCH\n   34  TIME AS A NEW BUDGET IS DETERMINED TO BE BALANCED BY THE DIRECTOR OF THE\n   35  BUDGET.\n   36    3.  All moneys due the city pursuant to article five-A of this chapter\n   37  shall be paid to the New York city comptroller.\n   38    [3.] 4. The state comptroller and  his  legally  authorized  represen-\n   39  tative  are  authorized  to examine the accounts and books of the corpo-\n   40  ration, including its receipts, disbursements, contracts, leases,  sink-\n   41  ing  funds, investments and any other records and papers relating to its\n   42  financial standing.\n   43    [4.]  5.  The  corporation  shall  have  power,  notwithstanding   the\n   44  provisions  of  this section, to contract with the holders of any of its\n   45  bonds as to the custody, collection, securing, investment and payment of\n   46  any moneys of the corporation or any moneys held in trust  or  otherwise\n   47  for  the  payment  of bonds in any way to secure bonds, and to carry out\n   48  any such contract notwithstanding that such contract may be inconsistent\n   49  with the previous provisions of this section.\n   50    [5.] 6. Moneys held in trust or otherwise for the payment of bonds  or\n   51  in any way to secure bonds and deposits of such moneys may be secured in\n   52  the  same  manner  as moneys of the corporation, and all banks and trust\n   53  companies are authorized to give such security for such deposits.\n   54    S 12. The racing, pari-mutuel wagering and breeding law is amended  by\n   55  adding a new section 610-a to read as follows:\n\n       S. 8520                             7\n\n    1    S  610-A. REDUCTION IN PAYMENTS REQUIRED TO BE MADE TO IN-STATE TRACKS\n    2  ON ACCOUNT OF ACCEPTANCE OF WAGERS ON RACES RUN AT OUT-OF-STATE  TRACKS.\n    3  1. OTHER THAN PAYMENTS REQUIRED TO BE MADE DIRECTLY TO AN IN-STATE TRACK\n    4  FOR THE TAKING OF WAGERS ON RACES RUN AT AN IN-STATE TRACK, AND NOTWITH-\n    5  STANDING  ANY  PROVISION OF THIS CHAPTER OR ANY OTHER LAW, RULE OR REGU-\n    6  LATION TO THE CONTRARY, THE NEW YORK CITY OFF-TRACK BETTING  CORPORATION\n    7  SHALL  REDUCE  ANY  PAYMENTS REQUIRED TO BE MADE BY IT TO THE FRANCHISED\n    8  CORPORATION OR TO  ANY  IN-STATE,  BOARD-LICENSED,  THOROUGHBRED  RACING\n    9  CORPORATION  OR HARNESS RACING CORPORATION OR ASSOCIATION, ON ACCOUNT OF\n   10  RETAINED COMMISSIONS  FROM  WAGERING  ACCEPTED  BY  THE  NEW  YORK  CITY\n   11  OFF-TRACK BETTING CORPORATION ON RACES RUN AT TRACKS OUTSIDE OF NEW YORK\n   12  STATE,  INCLUDING  WITHOUT  LIMITATION SUCH PAYMENTS REQUIRED TO BE MADE\n   13  PURSUANT TO SECTIONS FIVE HUNDRED TWENTY-SEVEN, ONE  THOUSAND  FOURTEEN,\n   14  ONE  THOUSAND FIFTEEN, ONE THOUSAND SIXTEEN AND ONE THOUSAND EIGHTEEN OF\n   15  THIS CHAPTER. THE REDUCTIONS IN SUCH PAYMENTS SHALL BE AS  FOLLOWS:  FOR\n   16  THE  FIRST FISCAL YEAR OF THE CORPORATION IN WHICH THE EFFECTIVE DATE OF\n   17  THIS SUBDIVISION  OCCURS,  SUCH  PAYMENTS  SHALL  BE  REDUCED  BY  FIFTY\n   18  PERCENT;  FOR  THE FOLLOWING FISCAL YEAR, SUCH PAYMENTS SHALL BE REDUCED\n   19  BY FORTY PERCENT; FOR THE THIRD FISCAL  YEAR,  SUCH  PAYMENTS  SHALL  BE\n   20  REDUCED  BY  THIRTY  PERCENT;  AND  FOR EACH FISCAL YEAR THEREAFTER SUCH\n   21  PAYMENTS SHALL BE REDUCED BY TWENTY PERCENT, PROVIDED, HOWEVER, THAT  IF\n   22  IN  THE  FOURTH  FISCAL YEAR OR IN ANY FISCAL YEAR THEREAFTER THE ANNUAL\n   23  TOTAL HANDLE OF THE NEW YORK CITY OFF-TRACK BETTING CORPORATION  REACHES\n   24  BETWEEN SIX HUNDRED MILLION AND SIX HUNDRED TWENTY MILLION DOLLARS, THEN\n   25  THE  REDUCTION IN SUCH PAYMENTS SHALL BE TEN PERCENT; PROVIDED, FURTHER,\n   26  HOWEVER THAT IF IN THE FOURTH FISCAL YEAR OR ANY SUBSEQUENT FISCAL  YEAR\n   27  THE  ANNUAL  TOTAL  HANDLE OF THE NEW YORK CITY OFF-TRACK BETTING CORPO-\n   28  RATION EXCEEDS SIX HUNDRED TWENTY MILLION DOLLARS, THEN THERE  SHALL  BE\n   29  NO REDUCTION IN SUCH PAYMENTS.\n   30    2.  ALL  PAYMENTS  REQUIRED  TO BE MADE BY THE NEW YORK CITY OFF-TRACK\n   31  BETTING CORPORATION PURSUANT TO SUBDIVISION ONE OF THIS  SECTION,  SHALL\n   32  BE  MADE  BY THE CORPORATION WITHIN SIXTY DAYS FOLLOWING THE LAST DAY OF\n   33  THE MONTH IN WHICH THE OBLIGATION FOR  SUCH  PAYMENT  ACCRUED,  WITH  AN\n   34  ADDITIONAL  THIRTY  DAY  PERIOD  IN  WHICH  THE  CORPORATION MUST CURE A\n   35  DEFAULT IN THE MAKING OF SUCH PAYMENT, PROVIDED, HOWEVER,  THAT  IN  ANY\n   36  FISCAL  YEAR OF THE NEW YORK CITY OFF-TRACK BETTING CORPORATION IN WHICH\n   37  THE PAYMENT REDUCTIONS DESCRIBED IN SUBDIVISION ONE OF THIS SECTION  ARE\n   38  LESS  THAN  TWENTY PERCENT AS A RESULT OF THE CORPORATION'S TOTAL ANNUAL\n   39  HANDLE  EXCEEDING  FIVE  HUNDRED   NINETY-NINE   MILLION   DOLLARS   AND\n   40  NINETY-NINE  CENTS, THE PORTION OF SUCH PAYMENTS THAT ARE DEPENDENT UPON\n   41  THE CORPORATION'S TOTAL ANNUAL HANDLE EXCEEDING  SUCH  AMOUNT  SHALL  BE\n   42  PAID  BY  THE  CORPORATION  WITHIN THIRTY DAYS FOLLOWING THE END OF SUCH\n   43  FISCAL YEAR, WITH AN ADDITIONAL THIRTY DAY PERIOD IN  WHICH  THE  CORPO-\n   44  RATION MUST CURE A DEFAULT IN MAKING OF ANY SUCH PAYMENTS.\n   45    3.  NOTWITHSTANDING  ANY  PROVISION  OF THIS CHAPTER OR ANY OTHER LAW,\n   46  RULE OR REGULATION TO THE CONTRARY, THE NEW YORK CITY OFF-TRACK  BETTING\n   47  CORPORATION  SHALL  CALCULATE  THE  STATUTORY PAYMENTS IT IS REQUIRED TO\n   48  MAKE TO THE AGRICULTURAL AND NEW YORK STATE HORSE  BREEDING  DEVELOPMENT\n   49  FUND  BY  USING THE SAME PERCENTAGE RATE USED TO CALCULATE THE STATUTORY\n   50  PAYMENTS REQUIRED TO BE MADE BY IT TO THE NEW  YORK  STATE  THOROUGHBRED\n   51  BREEDING AND DEVELOPMENT FUND.\n   52    S  12-a.  The racing, pari-mutuel wagering and breeding law is amended\n   53  by adding a new section 516-a to read as follows:\n   54    S 516-A. REDUCTION IN PAYMENTS REQUIRED TO BE MADE TO IN-STATE  TRACKS\n   55  ON  ACCOUNT OF ACCEPTANCE OF WAGERS ON RACES RUN AT OUT-OF-STATE TRACKS.\n   56  1. OTHER THAN PAYMENTS REQUIRED TO BE MADE DIRECTLY TO AN IN-STATE TRACK\n\n       S. 8520                             8\n\n    1  FOR THE TAKING OF WAGERS ON RACES RUN AT AN IN-STATE TRACK, AND NOTWITH-\n    2  STANDING ANY PROVISION OF THIS CHAPTER OR ANY OTHER LAW, RULE  OR  REGU-\n    3  LATION TO THE CONTRARY, AN OFF-TRACK BETTING CORPORATION LICENSED PURSU-\n    4  ANT  TO THIS ARTICLE SHALL REDUCE ANY PAYMENTS REQUIRED TO BE MADE BY IT\n    5  TO THE  FRANCHISED  CORPORATION  OR  TO  ANY  IN-STATE,  BOARD-LICENSED,\n    6  THOROUGHBRED RACING CORPORATION OR HARNESS RACING CORPORATION OR ASSOCI-\n    7  ATION,  ON  ACCOUNT OF RETAINED COMMISSIONS FROM WAGERING ACCEPTED BY AN\n    8  OFF-TRACK BETTING CORPORATION ON RACES RUN AT TRACKS OUTSIDE OF NEW YORK\n    9  STATE, INCLUDING WITHOUT LIMITATION SUCH PAYMENTS REQUIRED  TO  BE  MADE\n   10  PURSUANT  TO  SECTIONS FIVE HUNDRED TWENTY-SEVEN, ONE THOUSAND FOURTEEN,\n   11  ONE THOUSAND FIFTEEN, ONE THOUSAND SIXTEEN AND ONE THOUSAND EIGHTEEN  OF\n   12  THIS  CHAPTER.  THE REDUCTIONS IN SUCH PAYMENTS SHALL BE AS FOLLOWS: FOR\n   13  THE FIRST FISCAL YEAR OF THE CORPORATION IN WHICH THE EFFECTIVE DATE  OF\n   14  THIS  SUBDIVISION  OCCURS,  SUCH  PAYMENTS  SHALL  BE  REDUCED  BY FIFTY\n   15  PERCENT; FOR THE FOLLOWING FISCAL YEAR, SUCH PAYMENTS SHALL  BE  REDUCED\n   16  BY  FORTY  PERCENT;  FOR  THE  THIRD FISCAL YEAR, SUCH PAYMENTS SHALL BE\n   17  REDUCED BY THIRTY PERCENT; AND FOR  EACH  FISCAL  YEAR  THEREAFTER  SUCH\n   18  PAYMENTS  SHALL BE REDUCED BY TWENTY PERCENT, PROVIDED, HOWEVER, THAT IF\n   19  IN THE FOURTH FISCAL YEAR OR IN ANY FISCAL YEAR  THEREAFTER  THE  ANNUAL\n   20  TOTAL  HANDLE  OF  ANY INDIVIDUAL OFF-TRACK BETTING CORPORATION LICENSED\n   21  PURSUANT TO THIS ARTICLE HAS GROWN BY OVER ONE HUNDRED  MILLION  DOLLARS\n   22  OVER  THE  CALENDAR  YEAR  TWO  THOUSAND  EIGHT,  THEN THERE SHALL BE NO\n   23  REDUCTION IN SUCH PAYMENTS.\n   24    2. ALL PAYMENTS REQUIRED TO BE MADE BY  THE  CORPORATION  PURSUANT  TO\n   25  SUBDIVISION  ONE OF THIS SECTION SHALL BE MADE BY THE CORPORATION WITHIN\n   26  SIXTY DAYS FOLLOWING THE LAST DAY OF THE MONTH IN WHICH  THE  OBLIGATION\n   27  FOR  SUCH PAYMENT ACCRUED, WITH AN ADDITIONAL THIRTY DAY PERIOD IN WHICH\n   28  THE CORPORATION MUST CURE A DEFAULT IN THE MAKING OF SUCH PAYMENT.\n   29    3. NOTWITHSTANDING ANY PROVISION OF THIS CHAPTER  OR  ANY  OTHER  LAW,\n   30  RULE  OR REGULATION TO THE CONTRARY, THE CORPORATION SHALL CALCULATE THE\n   31  STATUTORY PAYMENTS IT IS REQUIRED TO MAKE TO THE  AGRICULTURAL  AND  NEW\n   32  YORK  STATE HORSE BREEDING DEVELOPMENT FUND BY USING THE SAME PERCENTAGE\n   33  RATE USED TO CALCULATE THE STATUTORY PAYMENTS REQUIRED TO BE MADE BY  IT\n   34  TO THE NEW YORK STATE THOROUGHBRED BREEDING AND DEVELOPMENT FUND.\n   35    S 13. Section 613 of the racing, pari-mutuel wagering and breeding law\n   36  is amended to read as follows:\n   37    S 613. Agreement of the state. The state does pledge to and agree with\n   38  the  holders  of any and all bonds and notes of the corporation that the\n   39  state will not authorize any officer or agency of government, other than\n   40  the corporation, EXCEPT AS OTHERWISE PROVIDED FOR IN  THIS  ARTICLE,  or\n   41  any  private  person, to [conduct] OPERATE off-track betting in the city\n   42  on horse races, nor in any manner limit or alter the rights hereby vest-\n   43  ed in the corporation to fulfill the terms of any agreements  made  with\n   44  the  said  holders, or in any way impair the rights and remedies of such\n   45  holders until the bonds and notes, together with the  interest  thereon,\n   46  interest  on  any  unpaid  installments  of  interest, and all costs and\n   47  expenses in connection with any action or proceeding by or on behalf  of\n   48  such  holders, are fully met and discharged.  The corporation is author-\n   49  ized to include this pledge and agreement of the state in any  agreement\n   50  with the holders of such bonds or notes.\n   51    S  14. The racing, pari-mutuel wagering and breeding law is amended by\n   52  adding a new section 615 to read as follows:\n   53    S 615. AUTHORITY TO NEGOTIATE SIMULCAST SIGNALS FOR THIRD PARTIES. THE\n   54  CORPORATION SHALL BE AUTHORIZED TO CONTRACT WITH THE  FRANCHISED  CORPO-\n   55  RATION,  A  THOROUGHBRED  RACING  CORPORATION OR ANY HARNESS CORPORATION\n   56  LICENSED BY THE  BOARD  TO  NEGOTIATE  ON  SUCH  ENTITIES'  BEHALF  WITH\n\n       S. 8520                             9\n\n    1  OUT-OF-STATE  OR  OUT-OF-COUNTRY RACETRACKS TO PROVIDE SIMULCAST SIGNALS\n    2  TO SUCH ENTITIES.\n    3    S  15. The racing, pari-mutuel wagering and breeding law is amended by\n    4  adding a new section 617-a to read as follows:\n    5    S 617-A. REDUCTIONS IN PARI-MUTUEL TAX PAYMENTS.  NOTWITHSTANDING  ANY\n    6  INCONSISTENT  PROVISION  OF  THIS  CHAPTER  OR OF ANY OTHER LAW, RULE OR\n    7  REGULATION, THE NEW YORK CITY OFF-TRACK BETTING CORPORATION SHALL REDUCE\n    8  BY FIFTY PERCENT PAYMENTS DUE FOR PARI-MUTUEL TAXES TO THE STATE DEPART-\n    9  MENT OF TAXATION AND FINANCE THAT WOULD OTHERWISE BE REQUIRED TO BE MADE\n   10  PURSUANT TO THE PROVISIONS OF THIS CHAPTER, PROVIDED,  HOWEVER,  IN  THE\n   11  EVENT THAT THE ANNUAL TOTAL HANDLE OF NEW YORK CITY OFF-TRACK BETTING IN\n   12  ANY  FISCAL  YEAR BEGINNING TWO FISCAL YEARS AFTER THE EFFECTIVE DATE OF\n   13  THIS SECTION IS: SIX HUNDRED MILLION DOLLARS OR  GREATER  BUT  NOT  MORE\n   14  THAN  SIX HUNDRED FIFTEEN MILLION DOLLARS, SUCH REDUCTION IN PARI-MUTUEL\n   15  TAX PAYMENTS SHALL BE FORTY-TWO AND ONE-HALF PERCENT; GREATER  THAN  SIX\n   16  HUNDRED  FIFTEEN  MILLION  DOLLARS  BUT NOT MORE THAN SIX HUNDRED TWENTY\n   17  MILLION DOLLARS, SUCH REDUCTION IN PARI-MUTUEL  TAX  PAYMENTS  SHALL  BE\n   18  THIRTY-SEVEN  AND  ONE-HALF  PERCENT;  GREATER  THAN  SIX HUNDRED TWENTY\n   19  MILLION DOLLARS BUT NOT MORE THAN SIX HUNDRED  THIRTY  MILLION  DOLLARS,\n   20  SUCH REDUCTION IN PARI-MUTUEL TAX PAYMENTS SHALL BE TWENTY-FIVE PERCENT;\n   21  GREATER  THAN  SIX  HUNDRED THIRTY MILLION DOLLARS BUT NOT MORE THAN SIX\n   22  HUNDRED THIRTY-FIVE MILLION DOLLARS, SUCH REDUCTION IN  PARI-MUTUEL  TAX\n   23  PAYMENTS  SHALL  BE  SEVENTEEN  AND  ONE-HALF  PERCENT; GREATER THAN SIX\n   24  HUNDRED THIRTY-FIVE MILLION DOLLARS BUT NOT MORE THAN SIX HUNDRED  FORTY\n   25  MILLION  DOLLARS,  SUCH  REDUCTION  IN PARI-MUTUEL TAX PAYMENTS SHALL BE\n   26  SEVEN AND ONE-HALF PERCENT; AND IN EXCESS OF SIX HUNDRED  FORTY  MILLION\n   27  DOLLARS,  THERE  SHALL  BE NO REDUCTION OF PARI-MUTUEL TAX PAYMENTS. THE\n   28  NEW YORK CITY OFF-TRACK BETTING CORPORATION SHALL MAKE MONTHLY  PAYMENTS\n   29  OF PARI-MUTUEL TAX BASED UPON SUCH FIFTY PERCENT REDUCTION. WITHIN THIR-\n   30  TY  DAYS  OF  THE  END OF THE FISCAL YEAR OF THE CORPORATION, THE CORPO-\n   31  RATION SHALL PAY THE REMAINDER OF ANY PARI-MUTUEL TAX THAT MAY BE DUE AS\n   32  A RESULT OF A LOWER ALLOWABLE REDUCTION  BASED  UPON  A  CALCULATION  OF\n   33  ANNUAL  HANDLE  AT  THE  CLOSE OF NEW YORK CITY OFF-TRACK BETTING CORPO-\n   34  RATION'S FISCAL YEAR.\n   35    S 15-a. The racing, pari-mutuel wagering and breeding law  is  amended\n   36  by adding a new section 513-a to read as follows:\n   37    S 513-A. REDUCTIONS IN PARI-MUTUEL TAX PAYMENTS FOR REGIONAL OFF-TRACK\n   38  BETTING CORPORATIONS. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF THIS\n   39  CHAPTER  OR  OF  ANY OTHER LAW, RULE OR REGULATION, AN OFF-TRACK BETTING\n   40  CORPORATION LICENSED PURSUANT TO THIS  ARTICLE  SHALL  REDUCE  BY  FIFTY\n   41  PERCENT PAYMENTS DUE FOR PARI-MUTUEL TAXES TO THE DEPARTMENT OF TAXATION\n   42  AND  FINANCE THAT WOULD OTHERWISE BE REQUIRED TO BE MADE PURSUANT TO THE\n   43  PROVISIONS OF THIS CHAPTER, PROVIDED HOWEVER THAT SUCH  REDUCTION  SHALL\n   44  BE  DIMINISHED BY TEN PERCENT FOR EACH ADDITIONAL THIRTY MILLION DOLLARS\n   45  OF HANDLE WAGERED THROUGH SUCH OFF-TRACK BETTING CORPORATION  IN  EXCESS\n   46  OF THE AMOUNT WAGERED IN THE CALENDAR YEAR OF TWO THOUSAND EIGHT; IF THE\n   47  HANDLE  WAGERED  THROUGH  SUCH OFF-TRACK BETTING CORPORATION EXCEEDS ONE\n   48  HUNDRED FIFTY MILLION DOLLARS OF HANDLE IN EXCESS OF THE AMOUNT  WAGERED\n   49  IN  THE  CALENDAR YEAR OF TWO THOUSAND, THEN NO REDUCTION IN PARI-MUTUEL\n   50  TAX SHALL BE ALLOWED. THE  OFF-TRACK  BETTING  CORPORATIONS  SHALL  MAKE\n   51  MONTHLY  PAYMENTS  OF  PARI-MUTUEL  TAX  BASED  UPON  SUCH FIFTY PERCENT\n   52  REDUCTION.  WITHIN THIRTY DAYS OF THE END OF  THE  FISCAL  YEAR  OF  THE\n   53  CORPORATION,  THE CORPORATION SHALL PAY THE REMAINDER OF ANY PARI-MUTUEL\n   54  TAX THAT MAY BE DUE AS A RESULT OF A  LOWER  ALLOWABLE  REDUCTION  BASED\n   55  UPON  A  CALCULATION  OF ANNUAL HANDLE AT THE CLOSE OF THE CORPORATION'S\n   56  FISCAL YEAR.\n\n       S. 8520                            10\n\n    1    S 16. The racing, pari-mutuel wagering and breeding law is amended  by\n    2  adding a new section 623-a to read as follows:\n    3    S  623-A.  FILING  OF PETITIONS BY THE NEW YORK CITY OFF-TRACK BETTING\n    4  CORPORATION. NOTWITHSTANDING ANY  LAW,  RULE,  REGULATION  OR  EXECUTIVE\n    5  ORDER  TO  THE  CONTRARY,  IT IS HEREBY DECLARED TO BE THE POLICY OF THE\n    6  STATE OF NEW YORK THAT THE NEW YORK CITY OFF-TRACK  BETTING  CORPORATION\n    7  SHALL NOT BE AUTHORIZED TO FILE ANY PETITION AFTER THE EFFECTIVE DATE OF\n    8  THIS SECTION WITH ANY UNITED STATES DISTRICT COURT OR COURT OF BANKRUPT-\n    9  CY UNDER ANY PROVISION OF THE LAWS OF THE UNITED STATES FOR THE COMPOSI-\n   10  TION OR ADJUSTMENT OF MUNICIPAL INDEBTEDNESS.\n   11    S  17.  Section  624  of the racing, pari-mutuel wagering and breeding\n   12  law, as amended by chapter 115 of the laws of 2008, is amended  to  read\n   13  as follows:\n   14    S 624. Termination of the corporation; ASSUMPTION OF MANAGEMENT OF THE\n   15  CORPORATION.    1.  The  corporation  and  its corporate existence shall\n   16  continue until terminated by law; provided, however, that  no  such  law\n   17  shall  take effect so long as the corporation shall have bonds, notes or\n   18  other obligations outstanding, INCLUDING BUT NOT LIMITED  TO  A  LICENSE\n   19  AND  MANAGEMENT  AGREEMENT  AS  PROVIDED  FOR IN SUBDIVISION TWO OF THIS\n   20  SECTION. Upon termination of the existence of the corporation all of its\n   21  rights, property, assets and  funds  shall  thereupon  vest  in  and  be\n   22  possessed by the state.\n   23    2.  SHOULD THE CORPORATION: (A) FAIL TO PAY ANY COMMISSIONS DUE TO THE\n   24  IN-STATE RACE TRACKS WHICH SHALL BE DUE NOT LATER THAN SIXTY  DAYS  FROM\n   25  THE  LAST  DAY  OF  THE MONTH IN WHICH SUCH COMMISSIONS ACCRUED, PLUS AN\n   26  ADDITIONAL THIRTY DAY CURE PERIOD; OR (B) FAIL TO ACHIEVE POSITIVE EARN-\n   27  INGS BEFORE INTEREST, TAXES, DEPRECIATION AND AMORTIZATION  IN  ANY  TWO\n   28  CONSECUTIVE  FISCAL  YEARS;  OR  (C)  FAIL TO HAVE A BALANCED BUDGET, AS\n   29  DETERMINED BY THE DIRECTOR  OF  THE  STATE  BUDGET  IN  ACCORDANCE  WITH\n   30  SECTION SIX HUNDRED TEN OF THIS ARTICLE IN ANY FISCAL YEAR; THEN THE NEW\n   31  YORK RACING NETWORK, INC.  MAY ASSUME, PURSUANT TO A LICENSE AND MANAGE-\n   32  MENT  AGREEMENT, THE LENGTH OF THE TERM OF WHICH SHALL BE SUBJECT TO THE\n   33  APPROVAL OF THE RACING AND WAGERING BOARD,  THE  MANAGEMENT  AND  OPERA-\n   34  TIONAL  CONTROL  OF  THE  BUSINESS ACTIVITIES OF THE CORPORATION. IN THE\n   35  EVENT THAT THE NEW YORK RACING NETWORK, INC. AGREES TO ASSUME MANAGEMENT\n   36  AND OPERATIONAL CONTROL OF THE CORPORATION, THE  FRANCHISED  CORPORATION\n   37  AND  THE  HARNESS  TRACK  LOCATED IN WESTCHESTER COUNTY SHALL BE JOINTLY\n   38  RESPONSIBLE FOR THE MANAGEMENT AND OPERATIONAL CONTROL OF  THE  BUSINESS\n   39  ACTIVITIES  OF THE CORPORATION ON BEHALF OF THE NEW YORK RACING NETWORK,\n   40  INC., PROVIDED, HOWEVER, THAT NEITHER SHALL DIRECTLY RECEIVE  ADDITIONAL\n   41  COMPENSATION  FOR  PROVIDING  SUCH MANAGEMENT SERVICES.  IN THE EVENT OF\n   42  THE ASSUMPTION OF THE MANAGEMENT AND OPERATIONAL CONTROL OF  THE  CORPO-\n   43  RATION  BY  THE NEW YORK RACING NETWORK, INC., PURSUANT TO THIS SECTION,\n   44  THE CORPORATION WILL CONTINUE  TO  BE  GOVERNED  AND  OWNED  IN  A  FORM\n   45  CONSISTENT  WITH  GOVERNANCE  AND  OWNERSHIP EXISTING AT THE TIME OF THE\n   46  TRANSFER OF MANAGEMENT. ASSUMPTION BY NEW YORK RACING NETWORK, INC.,  OF\n   47  THE  MANAGEMENT  AND  OPERATIONAL  CONTROL  OF THE CORPORATION SHALL NOT\n   48  ALTER THE TERMS AND CONDITIONS OF EMPLOYMENT OF THE WORKFORCE,  AND  ANY\n   49  CURRENT COLLECTIVE BARGAINING AGREEMENTS WITH ITS EMPLOYEE ORGANIZATIONS\n   50  SHALL REMAIN IN FULL FORCE AND EFFECT.\n   51    S  18. The racing, pari-mutuel wagering and breeding law is amended by\n   52  adding a new article 6-A to read as follows:\n\n   53                                 ARTICLE 6-A\n   54                        NEW YORK RACING NETWORK, INC.\n\n       S. 8520                            11\n\n    1  SECTION 625. NEW YORK RACING NETWORK, INC.\n    2          626. DISTRIBUTION OF REVENUES.\n    3    S  625.  NEW  YORK RACING NETWORK, INC. NOTWITHSTANDING ANY OTHER LAW,\n    4  RULE OR REGULATION TO THE CONTRARY, A CORPORATION WHICH SHALL  BE  NAMED\n    5  THE  NEW  YORK  RACING  NETWORK, INC. SHALL BE INCORPORATED BY THE FRAN-\n    6  CHISED CORPORATION, A THOROUGHBRED RACING CORPORATION AND  ONE  OR  MORE\n    7  HARNESS  RACING CORPORATIONS WHICH ARE MEMBERS OF THE OFFICIAL COMMITTEE\n    8  OF CREDITORS OF THE NEW YORK CITY OFF-TRACK  BETTING  CORPORATION  UNDER\n    9  CHAPTER NINE OF THE UNITED STATES BANKRUPTCY CODE PURSUANT TO EITHER THE\n   10  BUSINESS  CORPORATION  LAW OR THE LIMITED LIABILITY COMPANY LAW. THE NEW\n   11  YORK RACING NETWORK, INC.  SHALL  BE  AUTHORIZED  TO  CONDUCT  OFF-TRACK\n   12  PARI-MUTUEL  WAGERING UNDER THIS CHAPTER AND TO DISPLAY THE SIMULCAST OF\n   13  HORSE RACES INCLUDING BUT NOT LIMITED TO THROUGH IN-HOME  SIMULCAST  AND\n   14  VIDEO  STREAMING  OF  RACES ON THE INTERNET ON WHICH PARI-MUTUEL BETTING\n   15  SHALL BE PERMITTED SUBJECT TO ARTICLE TEN OF THIS CHAPTER. THE NEW  YORK\n   16  RACING NETWORK, INC. SHALL ISSUE SHARES TO THE FRANCHISED CORPORATION, A\n   17  THOROUGHBRED  RACING  CORPORATION  AND ONE OR MORE HARNESS RACING CORPO-\n   18  RATIONS ON A PRO-RATA BASIS BASED ON THE AGGREGATE AMOUNT OF SUCH CORPO-\n   19  RATION'S PRE-PETITION AND POST-PETITION CLAIMS IN A BANKRUPTCY  PROCEED-\n   20  ING  FILED  BY  THE  NEW  YORK  CITY OFF-TRACK BETTING CORPORATION UNDER\n   21  CHAPTER NINE OF THE BANKRUPTCY CODE IN  THE  SOUTHERN  DISTRICT  OF  NEW\n   22  YORK. THE NEW YORK RACING NETWORK, INC. SHALL BE AUTHORIZED TO APPLY FOR\n   23  A SIMULCAST LICENSE PURSUANT TO SECTION ONE THOUSAND THREE OF THIS CHAP-\n   24  TER.    UNLESS  OTHERWISE  SPECIFICALLY  PROVIDED,  THE  NEW YORK RACING\n   25  NETWORK, INC. SHALL BE SUBJECT TO ALL  REQUIREMENTS  OF  LAW  AND  REGU-\n   26  LATIONS  APPLICABLE  TO  NEW  YORK  STATE PARI-MUTUEL BETTING OPERATORS,\n   27  INCLUDING APPROVAL OF A PLAN OF OPERATION BY  THE  RACING  AND  WAGERING\n   28  BOARD.  THE  SHARES  OR  MEMBERSHIP  INTERESTS  IN  THE  NEW YORK RACING\n   29  NETWORK, INC. SHALL  NOT  BE  TRANSFERRED  TO  PARTIES  OTHER  THAN  THE\n   30  ORIGINAL  INCORPORATING  INTERESTS WITHOUT THE PRIOR WRITTEN APPROVAL OF\n   31  THE RACING AND WAGERING BOARD. THE SIMULCAST LICENSE FOR  THE  NEW  YORK\n   32  RACING  NETWORK,  INC. SHALL INCLUDE THE AUTHORIZATION TO SIMULCAST INTO\n   33  RESIDENCES, HOMES OR OTHER AREAS  THOROUGH  EITHER  A  CABLE  TELEVISION\n   34  SIGNAL,  VIDEO  STREAMING  USING  THE INTERNET OR SIMILAR TECHNOLOGY FOR\n   35  TRANSMISSION OF SUCH SIMULCAST SIGNAL WHICH ARE WITHIN THE CITY  OF  NEW\n   36  YORK.  NO  AGREEMENT OR OTHER WRITTEN CONSENT WITH OR FROM NEW YORK CITY\n   37  OFF-TRACK BETTING SHALL BE REQUIRED TO AUTHORIZE  THE  AFORESAID  SIMUL-\n   38  CASTING.\n   39    S  626.  DISTRIBUTION  OF  REVENUES.  NOTWITHSTANDING ANY LAW, RULE OR\n   40  REGULATION TO THE CONTRARY, THE NEW  YORK  RACING  NETWORK,  INC.  SHALL\n   41  DISTRIBUTE  ALL  SUMS  DEPOSITED IN ANY PARI-MUTUEL POOL THROUGH THE NEW\n   42  YORK RACING NETWORK, INC. TO THE HOLDERS  OF  WINNING  TICKETS  THEREIN,\n   43  PROVIDING SUCH TICKETS ARE PRESENTED FOR PAYMENT PRIOR TO APRIL FIRST OF\n   44  THE  YEAR  FOLLOWING  THE  YEAR  OF THEIR PURCHASE. IN THE CASE OF TOTAL\n   45  DEPOSITS IN POOLS RESULTING FROM  REGULAR,  MULTIPLE,  EXOTIC  OR  SUPER\n   46  EXOTIC  BETS  ON  THE  RACING  PROGRAMS OF THE FRANCHISED CORPORATION, A\n   47  THOROUGHBRED CORPORATION OR  A  HARNESS  RACING  CORPORATION  WHICH  ARE\n   48  SHAREHOLDERS  OF  THE  NEW YORK RACING NETWORK, INC., SUCH BETS SHALL BE\n   49  TREATED AS POOLS FOR AN ON-TRACK BET AT SUCH ENTITY AS PROVIDED  FOR  IN\n   50  THIS CHAPTER, EXCEPT THAT ONE PERCENT OF THE TOTAL TAKEOUT IN SUCH POOLS\n   51  SHALL  BE  RETAINED BY THE NEW YORK RACING NETWORK, INC. AS A MANAGEMENT\n   52  FEE. IN THE CASE OF TOTAL DEPOSITS  IN  POOLS  RESULTING  FROM  REGULAR,\n   53  MULTIPLE,  EXOTIC  OR  SUPER  EXOTIC  BETS ON TRACKS LOCATED IN NEW YORK\n   54  STATE WHICH ARE NOT SHAREHOLDERS IN NEW YORK RACING NETWORK,  INC.    OR\n   55  ARE  MADE  ON  OUT-OF-STATE  OR  OUT-OF-COUNTRY RACES SUCH BETS SHALL BE\n   56  TREATED AS IF MADE AT A NEW YORK CITY OFF-TRACK  BETTING  FACILITY  WITH\n\n       S. 8520                            12\n\n    1  RESPECT  TO  RETENTION OF TOTAL DEPOSITS IN THE POOL AND PAYMENTS THERE-\n    2  FROM.\n    3    S 19. Subdivisions 4-a and 5 of section 1012 of the racing, pari-mutu-\n    4  el  wagering  and breeding law, subdivision 4-a as amended by chapter 18\n    5  of the laws of 2008 and subdivision 5 as amended by section 11 of part C\n    6  of chapter 134 of the laws of 2010, are amended to read as follows:\n    7    4-a. For the purposes of this section,  \"telephone  betting  accounts\"\n    8  and  \"telephone  wagering\" shall mean and include all those wagers which\n    9  utilize any wired or wireless communications device, including  but  not\n   10  limited  to  wireline telephones, wireless telephones, and the internet,\n   11  to DISPLAY LIVE RACES AND SPECIAL EVENTS, AND, NOTWITHSTANDING ANY  LAW,\n   12  RULE  OR  REGULATION  TO  THE  CONTRARY, WITH RESPECT TO NEW YORK RACING\n   13  NETWORK, INC.,  IF  INTERNET  WAGERING  IS  PROVIDED  PURSUANT  TO  THIS\n   14  SECTION,  IT  SHALL INCLUDE NEW YORK STATE TRACKS WHICH ARE CONDUCTING A\n   15  RACE MEET AND A VIDEOSTREAM OF THEIR RACES SHALL BE  MADE  AVAILABLE  TO\n   16  transmit  the placement of wagers on races and special events offered by\n   17  any regional off-track betting corporation, and any  harness,  thorough-\n   18  bred,  quarter horse racing association or corporation licensed or fran-\n   19  chised to conduct pari-mutuel racing in New York state.\n   20    5. The provisions of this section shall [expire and be of  no  further\n   21  force  and  effect  after  June  thirtieth,  two thousand eleven] NOT BE\n   22  SUBJECT TO THE PROVISIONS OF SECTION ONE THOUSAND THREE OF THIS ARTICLE.\n   23    S 20. The racing, pari-mutuel wagering and breeding law is amended  by\n   24  adding a new section 1013-a to read as follows:\n   25    S  1013-A.  SIMULCAST SIGNAL OF RACES. UPON THE EFFECTIVE DATE OF THIS\n   26  SECTION AND THEREAFTER, THE SIMULCAST SIGNAL OF ALL  RACES  RUN  AT  THE\n   27  TRACKS  OPERATED  BY  THE FRANCHISED CORPORATION SHALL BE PROVIDED AT NO\n   28  COST TO THE NEW YORK CITY OFF-TRACK BETTING CORPORATION FOR DISPLAY  FOR\n   29  WAGERING  PURPOSES  IN  ITS  SIMULCAST FACILITIES. THE OFF-TRACK BETTING\n   30  CORPORATIONS LICENSED PURSUANT TO ARTICLE FIVE OF THIS CHAPTER SHALL NOT\n   31  BE CHARGED ANY ADDITIONAL REMUNERATION FOR THE DISPLAY OF THE SIGNAL  OF\n   32  A FRANCHISED CORPORATION.\n   33    S  21.  Paragraph  h  of  subdivision 1 of section 1014 of the racing,\n   34  pari-mutuel wagering and breeding law is REPEALED.\n   35    S 22. Clause (E) of subparagraph 5 and clause (F) of subparagraph 6 of\n   36  paragraph b of subdivision 1 of section 1016 of the racing,  pari-mutuel\n   37  wagering and breeding law are REPEALED.\n   38    S  23. Subdivision 2 of section 1017 of the racing, pari-mutuel wager-\n   39  ing and breeding law, as amended by chapter 18 of the laws of  2008,  is\n   40  amended to read as follows:\n   41    2.  a. Maintenance of effort. Any off-track betting corporation, OTHER\n   42  THAN THE NEW YORK CITY OFF-TRACK BETTING CORPORATION, which  engages  in\n   43  accepting  wagers  on  the simulcasts of thoroughbred races from out-of-\n   44  state or out-of-country as  permitted  under  subdivision  one  of  this\n   45  section  shall  submit  to  the  board,  for its approval, a schedule of\n   46  payments to be made in any year or portion thereof, that such  off-track\n   47  corporation  engages in nighttime thoroughbred simulcasting. In order to\n   48  be approved by the board, the payment schedule shall be identical to the\n   49  actual payments and distributions of such payments to tracks and  purses\n   50  made by such off-track corporation pursuant to the provisions of section\n   51  one  thousand  fifteen of this article during the year two thousand two,\n   52  as derived from out-of-state harness races displayed after 6:00 P.M.  If\n   53  approved by the board, such scheduled payments shall be made from reven-\n   54  ues derived from any simulcasting conducted pursuant to this section and\n   55  section one thousand fifteen of this article.\n\n       S. 8520                            13\n\n    1    b.  Additional payments. During each calendar year, to the extent, and\n    2  at such time in the event,  that  aggregate  statewide  wagering  handle\n    3  after 7Labor P.M. on out-of-state and out-of-country thoroughbred races,\n    4  EXCLUDING  THE  AMOUNT  OF SUCH HANDLE ATTRIBUTABLE TO THE NEW YORK CITY\n    5  OFF-TRACK BETTING CORPORATION, exceeds [one hundred] THIRTY-FIVE million\n    6  dollars,  each  off-track  betting  corporation, OTHER THAN THE NEW YORK\n    7  CITY OFF-TRACK BETTING CORPORATION, conducting such  simulcasting  shall\n    8  pay  to  its  regional  harness  track or tracks, an amount equal to two\n    9  percent of its proportionate share of such excess handle. In any  region\n   10  where  there  are  two or more regional harness tracks, such two percent\n   11  shall be divided between or among the tracks in a  proportion  equal  to\n   12  the  proportion of handle on live harness races conducted at such tracks\n   13  during the preceding calendar year. Fifty percent of the sum received by\n   14  each track pursuant to this paragraph  shall  be  used  exclusively  for\n   15  increasing purses, stakes and prizes at that regional harness track.\n   16    S  24. Clause (H) of subparagraph (ii) of paragraph 1 of subdivision b\n   17  of section 1612 of the tax law, as amended by section 6  of  part  K  of\n   18  chapter 57 of the laws of 2010, is amended to read as follows:\n   19    (H)  notwithstanding  clauses  (A), (B), (C), (D), (E), (F) and (G) of\n   20  this subparagraph, the track operator of a vendor track shall be  eligi-\n   21  ble  for  a  vendor's  capital  award of up to four percent of the total\n   22  revenue wagered at the vendor track after payout for prizes pursuant  to\n   23  this  chapter,  which  shall  be  used  exclusively  for capital project\n   24  investments to improve the facilities of the vendor track which  promote\n   25  or  encourage  increased attendance at the video lottery gaming facility\n   26  including, but not limited to hotels, other lodging  facilities,  enter-\n   27  tainment   facilities,  retail  facilities,  dining  facilities,  events\n   28  arenas, parking garages and other  improvements  that  enhance  facility\n   29  amenities;  provided  that such capital investments shall be approved by\n   30  the division, in consultation with the state racing and wagering  board,\n   31  and  that  such vendor track demonstrates that such capital expenditures\n   32  will increase patronage at such vendor track's facilities  and  increase\n   33  the amount of revenue generated to support state education programs. The\n   34  annual  amount of such vendor's capital awards that a vendor track shall\n   35  be eligible to receive shall be limited  to  two  million  five  hundred\n   36  thousand  dollars,  except for Aqueduct racetrack, for which there shall\n   37  be no vendor's capital awards. PROVIDED, HOWEVER, A  VENDOR  TRACK  THAT\n   38  RECEIVED  A VENDOR FEE PURSUANT TO CLAUSE (F) OF THIS SUBPARAGRAPH AS OF\n   39  JANUARY FIRST, TWO THOUSAND TEN SHALL ONLY  BE  ELIGIBLE  TO  RECEIVE  A\n   40  CAPITAL  AWARD  FOR APPROVED CAPITAL EXPENDITURES ON OR AFTER MAY FIRST,\n   41  TWO THOUSAND TWELVE, IN AN AMOUNT NOT TO EXCEED ONE AND ONE-HALF PERCENT\n   42  OF THE TOTAL REVENUE WAGERED AT SUCH  TRACK  AFTER  PAYOUT  FOR  PRIZES.\n   43  Except for tracks having less than one thousand one hundred video gaming\n   44  machines,  each  track operator shall be required to co-invest an amount\n   45  of capital expenditure equal to its cumulative  vendor's  capital  award\n   46  FOR  ANY CAPITAL INVESTMENTS APPROVED BY THE DIVISION ON OR BEFORE OCTO-\n   47  BER THIRTY-FIRST, TWO  THOUSAND  TEN,  AND  NO  CO-INVESTMENT  SHALL  BE\n   48  REQUIRED FOR A CAPITAL AWARD FOR ANY CAPITAL INVESTMENTS APPROVED BY THE\n   49  DIVISION  ON OR AFTER NOVEMBER FIRST, TWO THOUSAND TEN.  For all tracks,\n   50  except for Aqueduct racetrack, the amount of any vendor's capital  award\n   51  that  is  not  used  during any one year period may be carried over into\n   52  subsequent years ending before April first, two thousand  thirteen.  Any\n   53  amount  attributable  to  a  capital expenditure approved prior to April\n   54  first, two thousand thirteen and completed before April first, two thou-\n   55  sand fifteen shall be eligible to receive the vendor's capital award. In\n   56  the event that a vendor track's capital expenditures,  approved  by  the\n\n       S. 8520                            14\n\n    1  division prior to April first, two thousand thirteen and completed prior\n    2  to  April first, two thousand fifteen, exceed the vendor track's cumula-\n    3  tive capital award during the five year period ending April  first,  two\n    4  thousand  thirteen,  the  vendor  shall  continue to receive the capital\n    5  award after April first, two thousand thirteen until such approved capi-\n    6  tal expenditures are paid to the vendor track subject  to  any  required\n    7  co-investment. In no event shall any vendor track that receives a vendor\n    8  fee pursuant to clause [(F) or] (G) of this subparagraph be eligible for\n    9  a  vendor's  capital  award under this section. Any operator of a vendor\n   10  track which has received a vendor's capital award,  choosing  to  divest\n   11  the capital improvement toward which the award was applied, prior to the\n   12  full depreciation of the capital improvement in accordance with general-\n   13  ly  accepted accounting principles, shall reimburse the state in amounts\n   14  equal to the total of any such awards. Any capital  award  not  approved\n   15  for  a  capital  expenditure at a video lottery gaming facility by April\n   16  first, two thousand thirteen shall be deposited into the  state  lottery\n   17  fund for education aid; and\n   18    S  25.  Subparagraph  (ii)  of paragraph 1 of subdivision b of section\n   19  1612 of the tax law is amended by adding a new clause  (I)  to  read  as\n   20  follows:\n   21    (I)  NOTWITHSTANDING  ANY  PROVISION  TO THE CONTRARY, SUBSIDIZED FREE\n   22  PLAY CREDITS AUTHORIZED PURSUANT TO SUBDIVISION  F  OF  SECTION  SIXTEEN\n   23  HUNDRED  SEVENTEEN-A OF THIS ARTICLE SHALL NOT BE INCLUDED IN THE CALCU-\n   24  LATION OF THE TOTAL AMOUNT WAGERED ON VIDEO  LOTTERY  GAMES,  THE  TOTAL\n   25  AMOUNT  WAGERED  AFTER  PAYOUT OF PRIZES, THE VENDOR FEES PAYABLE TO THE\n   26  OPERATORS OF VIDEO LOTTERY FACILITIES, VENDOR'S CAPITAL AWARDS, VENDOR'S\n   27  MARKETING ALLOWANCES, FEES  PAYABLE  TO  THE  DIVISION'S  VIDEO  LOTTERY\n   28  GAMING EQUIPMENT CONTRACTORS, OR RACING SUPPORT PAYMENTS.\n   29    S  26. Section 1617-a of the tax law is amended by adding a new subdi-\n   30  vision f to read as follows:\n   31    F. SUBSIDIZED FREE PLAY. 1. THE  DIVISION  MAY  PROMULGATE  RULES  AND\n   32  REGULATIONS  OR  ISSUE INSTRUCTIONS TO THE VIDEO LOTTERY FACILITY OPERA-\n   33  TORS GOVERNING THE ADMINISTRATION AND OPERATION OF A PROGRAM  OF  SUBSI-\n   34  DIZED  FREE PLAY CREDITS TO BE OFFERED TO PLAYERS OR PROSPECTIVE PLAYERS\n   35  OF VIDEO LOTTERY GAMES FOR THE PURPOSE OF INCREASING REVENUES EARNED  BY\n   36  THE VIDEO LOTTERY PROGRAM FOR THE SUPPORT OF EDUCATION. FOR THE PURPOSES\n   37  OF  THIS  SUBDIVISION,  \"SUBSIDIZED  FREE PLAY CREDIT\" MEANS A SPECIFIED\n   38  DOLLAR AMOUNT THAT (I) MAY BE USED BY A PLAYER TO PLAY A  VIDEO  LOTTERY\n   39  GAME WITHOUT PAYING ANY OTHER CONSIDERATION, AND (II) IS NOT USED IN THE\n   40  CALCULATION  OF  TOTAL REVENUE WAGERED AFTER PAYOUT OF PRIZES AND THERE-\n   41  FORE SUBSIDIZES THE PROMOTION OF THE VIDEO LOTTERY PROGRAM.\n   42    2. FOR EACH VIDEO LOTTERY FACILITY, THE DIVISION SHALL  AUTHORIZE  THE\n   43  USE  OF  SUBSIDIZED  FREE  PLAY CREDITS IF THE OPERATOR OF SUCH FACILITY\n   44  SUBMITS A WRITTEN PLAN FOR THE USE OF SUBSIDIZED FREE PLAY CREDITS  THAT\n   45  THE  DIVISION  DETERMINES  IS DESIGNED TO INCREASE THE AMOUNT OF REVENUE\n   46  EARNED BY VIDEO LOTTERY GAMING AT  SUCH  FACILITY  FOR  THE  SUPPORT  OF\n   47  EDUCATION.\n   48    3.  FOR  EACH VIDEO LOTTERY FACILITY, THE VALUE OF THE SUBSIDIZED FREE\n   49  PLAY CREDITS AUTHORIZED FOR USE ANNUALLY BY  THE  OPERATOR  PURSUANT  TO\n   50  THIS  SUBDIVISION SHALL BE AN AMOUNT EQUAL TO SEVEN AND ONE-HALF PERCENT\n   51  OF THE TOTAL AMOUNT WAGERED ON  VIDEO  LOTTERY  GAMES  AFTER  PAYOUT  OF\n   52  PRIZES. PROVIDED, HOWEVER, THE VALUE OF THE SUBSIDIZED FREE PLAY CREDITS\n   53  AUTHORIZED  FOR  USE  ANNUALLY BY A VIDEO LOTTERY FACILITY OPERATOR AT A\n   54  VENDOR TRACK THAT RECEIVES A VENDOR FEE PURSUANT TO CLAUSE (C) OR (F) OF\n   55  SUBPARAGRAPH (II) OF PARAGRAPH 1 OF SUBDIVISION  B  OF  SECTION  SIXTEEN\n   56  HUNDRED  TWELVE  OF THIS ARTICLE SHALL BE AN AMOUNT EQUAL TO TEN PERCENT\n\n       S. 8520                            15\n\n    1  OF THE TOTAL AMOUNT WAGERED ON  VIDEO  LOTTERY  GAMES  AFTER  PAYOUT  OF\n    2  PRIZES. PROVIDED, FURTHER, THE VALUE OF THE SUBSIDIZED FREE PLAY CREDITS\n    3  AUTHORIZED  FOR  USE  ANNUALLY BY A VIDEO LOTTERY FACILITY OPERATOR AT A\n    4  VENDOR TRACK THAT RECEIVES A VENDOR FEE PURSUANT TO CLAUSE (D) OR (E) OF\n    5  SUBPARAGRAPH  (II)  OF  PARAGRAPH  1 OF SUBDIVISION B OF SECTION SIXTEEN\n    6  HUNDRED TWELVE OF THIS ARTICLE AND IS NOT  WITHIN  FIFTEEN  MILES  OF  A\n    7  NATIVE AMERICAN CLASS III GAMING FACILITY THAT OPERATED PRIOR TO JANUARY\n    8  FIRST, TWO THOUSAND TEN, PURSUANT TO A COMPACT THAT INCLUDES EXCLUSIVITY\n    9  PAYMENTS  TO  THE  STATE  SHALL BE AN AMOUNT EQUAL TO TEN PERCENT OF THE\n   10  TOTAL AMOUNT WAGERED ON VIDEO LOTTERY GAMES AFTER PAYOUT OF PRIZES.    A\n   11  VIDEO  LOTTERY  FACILITY  OPERATOR  MAY USE AN AMOUNT OF SUBSIDIZED FREE\n   12  PLAY CREDITS THAT IS LESS THAN THE TOTAL AUTHORIZED,  AND  THE  DIVISION\n   13  SHALL  ESTABLISH  PROCEDURES TO ASSURE THAT SUBSIDIZED FREE PLAY CREDITS\n   14  DO NOT EXCEED THE MAXIMUM AMOUNT ALLOWED PURSUANT TO THIS SUBDIVISION.\n   15    4. THE DIVISION, IN CONJUNCTION WITH THE DIRECTOR OF THE  BUDGET,  MAY\n   16  SUSPEND  UPON NINETY DAYS NOTICE THE USE OF SUBSIDIZED FREE PLAY CREDITS\n   17  AUTHORIZED PURSUANT TO THIS SUBDIVISION WHENEVER THEY JOINTLY  DETERMINE\n   18  THAT THE USE OF SUBSIDIZED FREE PLAY CREDITS HAS RESULTED IN A YEAR OVER\n   19  YEAR  DECLINE  IN THE AMOUNT OF REVENUE EARNED FOR THE SUPPORT OF EDUCA-\n   20  TION IN THIS STATE BY VIDEO LOTTERY GAMING AT THE VIDEO LOTTERY  FACILI-\n   21  TY, AND SUCH USE MAY NOT BE RESUMED UNLESS THE OPERATOR OF SUCH FACILITY\n   22  SUBMITS  A  NEW  OR  REVISED WRITTEN PLAN FOR THE USE OF SUBSIDIZED FREE\n   23  PLAY CREDITS THAT THE DIVISION DETERMINES IS DESIGNED  MORE  EFFECTIVELY\n   24  TO  PRODUCE AN INCREASE IN THE AMOUNT OF REVENUE EARNED BY VIDEO LOTTERY\n   25  GAMING AT SUCH FACILITY FOR THE SUPPORT OF EDUCATION.\n   26    5. THE DIVISION, IN CONJUNCTION WITH THE DIRECTOR OF THE  BUDGET,  MAY\n   27  REVOKE  THE  AUTHORITY  FOR  A  VENDOR TRACK TO USE SUBSIDIZED FREE PLAY\n   28  CREDITS AUTHORIZED PURSUANT TO THIS SUBDIVISION UPON NINETY DAYS  NOTICE\n   29  WHENEVER  THEY  JOINTLY  DETERMINE  THAT THE OPERATOR OF A VIDEO LOTTERY\n   30  FACILITY HAS VIOLATED THE  RULES  AND  REGULATIONS  ESTABLISHED  OR  ANY\n   31  INSTRUCTIONS  ISSUED  BY THE DIVISION GOVERNING THE SUBSIDIZED FREE PLAY\n   32  PROGRAM.  THE DIVISION SHALL ESTABLISH CRITERIA TO REINSTATE  SUBSIDIZED\n   33  FREE PLAY AT A VENDOR TRACK FOLLOWING THE REVOCATION OF THE AUTHORITY TO\n   34  USE SUBSIDIZED FREE PLAY CREDITS.\n   35    6.  NOTHING IN THIS SUBDIVISION SHALL BE DEEMED TO PROHIBIT THE OPERA-\n   36  TOR OF A VIDEO LOTTERY FACILITY FROM OFFERING NON-SUBSIDIZED  FREE  PLAY\n   37  CREDITS  TO  PLAYERS  OR PROSPECTIVE PLAYERS OF VIDEO LOTTERY GAMES WHEN\n   38  THE VALUE OF SUCH FREE PLAY CREDITS IS INCLUDED IN  THE  CALCULATION  OF\n   39  THE  TOTAL  AMOUNT  WAGERED  ON VIDEO LOTTERY GAMES AND THE TOTAL AMOUNT\n   40  WAGERED AFTER PAYOUT OF PRIZES, AND THE OPERATOR OF SUCH  FACILITY  PAYS\n   41  THE DIVISION THE FULL AMOUNT DUE AS THE RESULT OF SUCH CALCULATIONS.\n   42    7.  THE  DIVISION  MAY  AMEND  THE  CONTRACT  WITH THE PROVIDER OF THE\n   43  CENTRAL COMPUTER SYSTEM THAT CONTROLS THE VIDEO LOTTERY  NETWORK  DURING\n   44  THE TERM OF SUCH CONTRACT IN EFFECT ON THE EFFECTIVE DATE OF THIS SUBDI-\n   45  VISION TO PROVIDE ADDITIONAL CONSIDERATION TO SUCH PROVIDER IN AN AMOUNT\n   46  DETERMINED  BY  THE DIVISION TO BE NECESSARY TO COMPENSATE FOR (I) PROC-\n   47  ESSING SUBSIDIZED FREE PLAY TRANSACTIONS, AND (II)  SYSTEM  UPDATES  AND\n   48  MODIFICATIONS OTHERWISE NEEDED AS OF SUCH EFFECTIVE DATE.\n   49    S  27. The racing, pari-mutuel wagering and breeding law is amended by\n   50  adding a new section 113 to read as follows:\n   51    S 113. TELEPHONE AND INTERNET WAGERING. THE STATE RACING AND  WAGERING\n   52  BOARD SHALL DETERMINE WHETHER ELIMINATING OR REGULATING THE AUTHORITY OF\n   53  OUT-OF-STATE  ENTITIES  TO  ACCEPT  A TELEPHONE AND/OR INTERNET WAGERING\n   54  FROM NEW YORK STATE RESIDENTS PLACED WHILE IN NEW YORK STATE,  WOULD  BE\n   55  CONSISTENT  WITH  THE  OBJECTIVES  OF  OFF-TRACK  PARI-MUTUEL BETTING AS\n   56  DEFINED IN SECTION FIVE HUNDRED EIGHTEEN OF  THIS  CHAPTER,  AND  IF  SO\n\n       S. 8520                            16\n\n    1  DETERMINED,  THE  STATE  RACING  AND WAGERING BOARD SHALL ESTABLISH SUCH\n    2  GENERAL  REGULATIONS  TO  ELIMINATE  OR   REGULATE   THE   PRACTICE   OF\n    3  OUT-OF-STATE ENTITIES OF ACCEPTING SUCH WAGERS.\n    4    S  28.  Severability. If any clause, sentence, paragraph, subdivision,\n    5  section or part of this act shall be adjudged by any court of  competent\n    6  jurisdiction  to  be invalid, such judgment shall not affect, impair, or\n    7  invalidate the remainder thereof, but shall be confined in its operation\n    8  to the clause, sentence, paragraph, subdivision, section or part thereof\n    9  directly involved in the controversy in which the  judgment  shall  have\n   10  been  rendered.   It is hereby declared to be the intent of the legisla-\n   11  ture that this  act  would  have  been  enacted  even  if  such  invalid\n   12  provisions had not been included herein.\n   13    S  29. This act shall take effect immediately; provided, however, that\n   14  sections six, seventeen, twenty-four,  twenty-five,  and  twenty-six  of\n   15  this  act  shall  take effect on the same date as the New York city off-\n   16  track betting corporation's confirmation of a plan of reorganization  in\n   17  the  pending bankruptcy proceeding in the Southern District of New York;\n   18  provided that the board of directors of  the  New  York  city  off-track\n   19  betting  corporation  shall notify the legislative bill drafting commis-\n   20  sion upon the occurrence of such confirmation of such plan  of  reorgan-\n   21  ization in order that the commission may maintain an accurate and timely\n   22  effective data base of the official text of the laws of the state of New\n   23  York  in furtherance of effectuating the provisions of section 44 of the\n   24  legislative law and section 70-b of the public officers law.\n",
  "memo" : "BILL NUMBER:S8520\n\nTITLE OF BILL:\nAn act to amend the racing, pari-mutuel wagering and breeding law, in\nrelation to pari-mutuel tax rates at certain facilities and\nestablishing the New York Racing Network, Inc.; to amend the tax law,\nin relation to authorizing subsidized free play credits and repealing\ncertain provisions of the racing, pari-mutuel wagering and breeding\nlaw relating to simulcasting of out-of-state thoroughbred races\n\nPURPOSE:\nThis bill is necessary for the State to maintain a vibrant horse\nracing industry and preserve the thousands of jobs supported by that\nindustry.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill would set forth legislative findings and intent.\n\nSection 2 of the bill would amend Racing, pari-Mutuel Wagering and\nBreeding Law (\"RPWBL\") &sect; 307(5-a) to allow Monticello Raceway, for the\npurpose of qualifying for a track license, to reduce the minimum\nnumber of races it runs to the greater of either 60% of the races run\nin 1986 or 80% of the races run in 2000.\n\nSection 3 of the bill would amend RPWBL &sect; 318(5) (a) to allow\nMonticello Raceway, for the purpose of calculating its reduced tax\nrate, to reduce the minimum number of races it runs to a number equal\nto or greater than 70% of the races run in 1985 or 1986, whichever is\nless.\n\nSection 4 of the bill would amend RPWBL &sect; 529(2) to allow all OTBs to\nretain and use for its operating purposes funds unclaimed by the\nholders of winning tickets.\n\nSection 5 of the bill would amend RPWBL &sect; 603 (1), (3), (6), (7) and\n(11) to reconstitute the Board of Directors of the NYC OTB to include\nfive voting directors and three non-voting directors. All Board\nmembers would be appointed by the Governor. Of the voting directors,\none each would be appointed on the recommendation of the Temporary\npresident of the Senate and the Speaker of the Assembly. Of the\nnon-voting directors, one each would be appointed on the\nrecommendation of the New York Racing Association (NYRA), the union\nrepresenting the majority of NYC OTB employees currently DC37 - and,\njointly by the operators of Yonkers Raceway and Monticello Raceway.\nThis section would also make technical changes to the law necessary to\nreflect the specific powers and fiduciary obligations of the voting\nand of the non-voting directors.\n\nSection 6 of the bill would amend RPWBL &sect; 604 (8) and (11) to grant\nNYRA and Yonkers a right of first refusal to enter into a joint\nventure for the purposes of financing, constructing and operating a\nsimulcast facility or simulcast theatre within 30 miles of Yonkers\nRaceway, or Aqueduct or Belmont Race Tracks. In the case of a joint\nventure in which the tracks opt not to participate, those proposed\nfacilities beyond ten miles from the tracks; or anywhere in Manhattan,\nfor which consent is otherwise necessary, is deemed granted by this\n\n\nsection. This section also would prevent NYC OTB from operating\naccount deposit wagering (ADW) services, except as part of a joint\nventure with the New York Racing Network, Inc.\n\nSection 7 of the bill would amend the RPWBL to add a new &sect; 604-a to\ntransfer NYC OTB's title and ownership of its ADW accounts to the New\nYork Racing Network, Inc., and would remove any requirement to obtain\nNYC OTB's consent in order to conduct in-home simulcasting.\n\nSection 8 of the bill would amend the RPWBL to add a new &sect; 604-b to\nrequire NYC OTB to service ADW accounts maintained by the New York\nRacing Network, Inc., by facilitating deposits and withdrawals from\nsuch accounts at NYC OTB wagering facilities for a transaction fee of\n0.25%.  up to $10 per transaction. In addition, this section would,\nprovided appropriate betting technology is in place, require NYC OTB\nto process ADW wagering at its facilities on ADW accounts maintained\nby New York Racing Network, Inc., subject to a transaction fee of 2%,\nup to $10 per transaction. Such wagering transactions would be exempt\nfrom the NYC OTB surcharge. This section also would obligate New York\nRacing Network, Inc. to pay required transaction fees to NYC OTB\nwithin 30 days of the end of each month, and would make late payment\nof these fees a cause for the suspension of the enforceability of a\ndefault by NYC OTB.\n\nSection 9 of the bill would amend RPWBL &sect; 606(2) to eliminate the\nrequirement that NYC OTB utilize the classification and compensation\nschedules of the New York State Department of Civil Service.\n\nSection 10 of the bill would amend the RPWBL to add a new &sect; 607 to\nrequire that NYC OTB prominently display races run at New York State\ntracks on the largest screens in their facilities.\n\nSection 11 of the bill would amend RPWBL &sect; 610 to require a balanced\nannual operating budget for NYC OTB to be approved by the NYC OTB\nBoard of Directors, and be determined to be balanced by the Director\nof the New York State Division of the Budget (DaB) before\nimplementation.\n\nSection 12 of the bill would amend the RPWBL to add a new section\n610-a to NYC OTB to reduce payments to in-state racetracks on account\nof wagers accepted on races run at out-of-state tracks; and would\nprescribe a schedule of the reduction of such payments in outgoing\nfiscal years, which is linked to handle levels achieved by each OTB.\nIn addition, this section would create parity in payments by NYC OTB\nto the Thoroughbred and Harness Breeding Funds.\n\nSection 12a of the bill would amend the RPWBL to add a new section\n516-a to allow all other OTBs to reduce payments to in-state\nracetracks on account of wagers accepted on races run at out-of-state\ntracks; and would prescribe a schedule of the reduction of such\npayments in outgoing fiscal years, which is linked to handle levels\nachieved by each OTB.  In addition, this section would create parity\nin payments by the OTBs to the Thoroughbred and Harness Breeding\nFunds.\n\n\nSection 13 of the bill would make a technical amen&nent to RPWBL &sect; 613\nto allow New York Racing Network, inc. to assume and operate the ADW\nbeing transferred by NYC OTB.\n\nSection 14 of the bill would amend the RPWBL to add a new section 615\nto allow NYC OTB to negotiate out-of-state and out-of-country\nsimulcast agreements on behalf of all tracks in New York.\n\nSections 15 of the bill would amend the RPWBL to add a new section\n6l7-a to create a schedule for the reduction in pari-mutuel tax\npayments made by NYC OTB to the State.\n\nSection 15a of the bill would amend the RPWBL to add a new section\n513-a to create a schedule for the reduction in pari-mutuel tax\npayments made by all other OTBs to the State.\n\nSection 16 of the bill would amend the RPWBL to add a new section\n623-a to prohibit NYC OTB from filing for municipal bankruptcy\nprotection in the future.\n\nSection 17 of the bill would amend RPWBL &sect; 624 to allow New York\nRacing Network, Inc., the option of assuming management and\noperational control of NYC OTB, should NYC OTB default by either:\nfailing to pay any commission due to instate tracks within 60 days of\nthe end of the month they are accrued (with a 30-day cure period);\nfailing to achieve positive earnings before interest, depreciation and\ntaxes (EBITDA) in any two consecutive fiscal years; or, failing to\nhave a balanced budget as determined by the Director of DOB in any\nfiscal year.\n\nSection 18 of the bill would create a new Article 6-A of the Racing\nLaw.  Article 6-A would provide for the creation of the New York\nRacing Network, Inc., which will be incorporated by the New York\nRacing Association (NYRA) and one or more harness racing corporations\nthat were members of the Official Committee of Creditors in Chapter 9\nBankruptcy proceedings for NYC OTB. Shares in the New York Racing\nNetwork, Inc.  would be determined according to a pro-rata calculation\nof their share of the pre- and post-petition debt accrued by NYC OTB.\nThis section also would allow for bets placed through New York Racing\nNetwork, inc.  on races run at in-state tracks to be treated as if the\nbets were made at the track for the purposes of the distribution of\nwagering revenues.\n\nSection 19 of the bill would amend RPWBL &sect; 1012(4-a) and (5) to\nprovide for internet streaming of simulcast signals.\n\nSection 20 of the bill would amend the RPWBL to add a new &sect; 1013-a to\nrequire NYRA to provide its simulcast signal of all races run at NYRA\ntracks to NYC OTB at no cost, and to all other OTBs at the statutory\nrate with no additional contractual fees.\n\nSection 21 of the bill would amend RPWBL &sect; 1014(1) (h) to eliminate\nthe requirement that OTBs make payments to licensed harness tracks in\nNew York State based on wagers collected on races held at an in-state\nthoroughbred racing corporation or at out-of-state and out-of-country\nrace track on days in which a franchised corporation is not conducting\n\n\na race meeting (i.e., on a Dark Day specifically during the Saratoga\nseason).\n\nSection 22 of the bill would amend RPWBL &sect; 1016(1) (b) (5) (E) and\n1016 (1) (b) (6) (F) to eliminate the requirement that OTBs pay all\"\nother Dark Day payments to licensed regional harness tracks in New\nYork State.\n\nSection 23 of the bill would amend RPWBL &sect; 1017(2) to eliminate the\nrequirement that OTBs pay Maintenance of Effort and hold harmless\npayments to licensed regional harness tracks in New York State.\n\nSection 24 of the bill would amend Tax Law &sect; 1612 (b) (1) (ii) (H) to\neliminate the requirement for tracks with 1,100 or more gaming\nmachines to make matching capital expenditures in order to receive\nreimbursements for capital awards accrued after October 1, 2010. This\nsection would also provide that, beginning May 1, 2012, Monticello\nGaming and Raceway would be eligible to receive a capital award for\napproved capital expenditures equal to an amount not to exceed one and\none-half percent of net machine income.\n\nSection 25 of this bill would amend Tax Law &sect; 1612 (b) (1) (ii) to add\na new subclause (I) to provide that qualifying subsidized free-play\namounts would be excluded from net machine income, and therefore would\nnot be included in the calculation of any distributions of net machine\nincome.\n\nSection 26 of this bill would amend Tax Law &sect; 1617-a to add a new\nsubdivision (f) to establish a State-wide subsidized free-play program\nby:  allowing the Lottery Division to promulgate rules and regulations\nor issue instructions on the administration of the program; providing\nthat free-play promotional plans designed to increase revenue earned\nto support education must be approved by the Division; specifying that\nthe, value of the subsidized free-play will not exceed 10% of the\nannual total amount wagered on video lottery games after prize payouts\nfor gaming facilities meeting certain size arid geographic criteria,\nand 7.5% for all other facilities; providing the Lottery Director and\nBudget Director joint authority to suspend subsidized free-play\ncredits if they are ineffective at raising education revenue or if any\nregulations or instructions are violated, while allowing for\nresumption following approval of a new promotional plan and\nreinstatement for violations; specifying that an operator of a video\nlottery facility has no limitations imposed on non-subsidized\nfree-play credits as long as the value of such credits are properly\naccounted for; and clarifying that the Lottery Division may amend the\ncontract for the central computer system that controls the video\nlottery network in order to provide compensation for processing\nadditional transactions due to the subsidized free-play program or to\nmake other system updates and modifications.\n\nSection 27 of the bill would authorize the New York State Racing and\nWagering Board to make a determination as to whether out-of-state\ninternet wagering sites taking wagers from New York residents have a\ndetrimental effect on the racing industry, and if such a detriment\nexists, authorize the Board to eliminate or regulate the practice.\n\nSection 28 of the bill would provide for a severability clause.\n\n\nSection 29 of the bill would provide an immediate effective date for\nthis legislation.\n\nBUDGET IMPLICATIONS:\nThis bill would result in a net receipts decrease of $1.3 million in\nSFY 2010-11 as $5.8 million in additional revenues from Video Lottery\nGaming facilities resulting from subsidized free-play would be\npartially offset by a reduction in revenues of $1.1 million from\nreduced Pari-Mutuel Tax receipts and of $6.0 million from foregone\nunclaimed winning tickets. When fully implemented, this bill would\nincrease net receipts by $11 million annually, as $23 million in\nadditional receipts from subsidized free-play would be partially\noffset by revenue reductions of $6 million each from unclaimed winning\ntickets and reduced Pari-Mutual Tax receipts.\n\nSTATEMENT IN SUPPORT:\nIn order to stabilize NYC OTB and allow it to reorganize successfully,\nthis bill would authorize the transfer of NYC OTB's account wagering\noperations to an entity newly created by this legislation, New York\nRacing Network, Inc., the equity in which is held by the tracks who\nare members of the chapter 9 committee of unsecured creditors, i.e.,\nthe tracks which are owed the largest amounts of money by NYC OTB.\nThe majority of NYC OTB's pre-petition debt will be allayed by this\ntransfer.\n\nThis bill also frees all OTBs from certain economic requirements that\nhave been significantly increased or been freshly placed on it in the\npast seven years and which have been major contributing factors to its\nfinancial distress.\n\nEFFECTIVE DATE:\nThis act would take effect immediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the racing, pari-mutuel wagering and breeding law, in relation to pari-mutuel tax rates at certain facilities and establishing the New York Racing Network, Inc.; to amend the tax law, in relation to authorizing subsidized free play credits and repealing certain provisions of the racing, pari-mutuel wagering and breeding law relating to simulcasting of out-of-state thoroughbred races ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T170029.TXT", "SOBI.D101206.T102858.TXT", "SOBI.D101203.T170507.TXT", "SOBI.D101203.T165506.TXT", "SOBI.D101206.T121405.TXT", "SOBI.D101206.T095855.TXT", "SOBI.D101203.T230026.TXT", "SOBI.D101203.T175510.TXT", "SOBI.D101204.T141146.TXT", "SOBI.D101203.T165006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291655645609
}