{
  "year" : 2009,
  "senateBillNo" : "S8520-2009",
  "billEvents" : [ {
    "eventDate" : 1291352400000,
    "eventText" : "REFERRED TO RULES",
    "billEventId" : "S8520-2009-1291352400000-REFERRED+TO+RULES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "LANZA",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York Racing Network, Inc.; repealer",
  "summary" : "Establishes the New York Racing Network, Inc.; regulates off-track betting payments; authorizes subsidized free play credits. ",
  "currentCommittee" : "RULES",
  "sameAs" : null,
  "lawSection" : "Racing, Pari-Mutuel Wagering and Breeding Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : "BILL NUMBER:S8520\n\nTITLE OF BILL:\nAn act to amend the racing, pari-mutuel wagering and breeding law, in\nrelation to pari-mutuel tax rates at certain facilities and\nestablishing the New York Racing Network, Inc.; to amend the tax law,\nin relation to authorizing subsidized free play credits and repealing\ncertain provisions of the racing, pari-mutuel wagering and breeding\nlaw relating to simulcasting of out-of-state thoroughbred races\n\nPURPOSE:\nThis bill is necessary for the State to maintain a vibrant horse\nracing industry and preserve the thousands of jobs supported by that\nindustry.\n\nSUMMARY OF PROVISIONS:\nSection 1 of the bill would set forth legislative findings and intent.\n\nSection 2 of the bill would amend Racing, pari-Mutuel Wagering and\nBreeding Law (\"RPWBL\") &sect; 307(5-a) to allow Monticello Raceway, for the\npurpose of qualifying for a track license, to reduce the minimum\nnumber of races it runs to the greater of either 60% of the races run\nin 1986 or 80% of the races run in 2000.\n\nSection 3 of the bill would amend RPWBL &sect; 318(5) (a) to allow\nMonticello Raceway, for the purpose of calculating its reduced tax\nrate, to reduce the minimum number of races it runs to a number equal\nto or greater than 70% of the races run in 1985 or 1986, whichever is\nless.\n\nSection 4 of the bill would amend RPWBL &sect; 529(2) to allow all OTBs to\nretain and use for its operating purposes funds unclaimed by the\nholders of winning tickets.\n\nSection 5 of the bill would amend RPWBL &sect; 603 (1), (3), (6), (7) and\n(11) to reconstitute the Board of Directors of the NYC OTB to include\nfive voting directors and three non-voting directors. All Board\nmembers would be appointed by the Governor. Of the voting directors,\none each would be appointed on the recommendation of the Temporary\npresident of the Senate and the Speaker of the Assembly. Of the\nnon-voting directors, one each would be appointed on the\nrecommendation of the New York Racing Association (NYRA), the union\nrepresenting the majority of NYC OTB employees currently DC37 - and,\njointly by the operators of Yonkers Raceway and Monticello Raceway.\nThis section would also make technical changes to the law necessary to\nreflect the specific powers and fiduciary obligations of the voting\nand of the non-voting directors.\n\nSection 6 of the bill would amend RPWBL &sect; 604 (8) and (11) to grant\nNYRA and Yonkers a right of first refusal to enter into a joint\nventure for the purposes of financing, constructing and operating a\nsimulcast facility or simulcast theatre within 30 miles of Yonkers\nRaceway, or Aqueduct or Belmont Race Tracks. In the case of a joint\nventure in which the tracks opt not to participate, those proposed\nfacilities beyond ten miles from the tracks; or anywhere in Manhattan,\nfor which consent is otherwise necessary, is deemed granted by this\n\n\nsection. This section also would prevent NYC OTB from operating\naccount deposit wagering (ADW) services, except as part of a joint\nventure with the New York Racing Network, Inc.\n\nSection 7 of the bill would amend the RPWBL to add a new &sect; 604-a to\ntransfer NYC OTB's title and ownership of its ADW accounts to the New\nYork Racing Network, Inc., and would remove any requirement to obtain\nNYC OTB's consent in order to conduct in-home simulcasting.\n\nSection 8 of the bill would amend the RPWBL to add a new &sect; 604-b to\nrequire NYC OTB to service ADW accounts maintained by the New York\nRacing Network, Inc., by facilitating deposits and withdrawals from\nsuch accounts at NYC OTB wagering facilities for a transaction fee of\n0.25%.  up to $10 per transaction. In addition, this section would,\nprovided appropriate betting technology is in place, require NYC OTB\nto process ADW wagering at its facilities on ADW accounts maintained\nby New York Racing Network, Inc., subject to a transaction fee of 2%,\nup to $10 per transaction. Such wagering transactions would be exempt\nfrom the NYC OTB surcharge. This section also would obligate New York\nRacing Network, Inc. to pay required transaction fees to NYC OTB\nwithin 30 days of the end of each month, and would make late payment\nof these fees a cause for the suspension of the enforceability of a\ndefault by NYC OTB.\n\nSection 9 of the bill would amend RPWBL &sect; 606(2) to eliminate the\nrequirement that NYC OTB utilize the classification and compensation\nschedules of the New York State Department of Civil Service.\n\nSection 10 of the bill would amend the RPWBL to add a new &sect; 607 to\nrequire that NYC OTB prominently display races run at New York State\ntracks on the largest screens in their facilities.\n\nSection 11 of the bill would amend RPWBL &sect; 610 to require a balanced\nannual operating budget for NYC OTB to be approved by the NYC OTB\nBoard of Directors, and be determined to be balanced by the Director\nof the New York State Division of the Budget (DaB) before\nimplementation.\n\nSection 12 of the bill would amend the RPWBL to add a new section\n610-a to NYC OTB to reduce payments to in-state racetracks on account\nof wagers accepted on races run at out-of-state tracks; and would\nprescribe a schedule of the reduction of such payments in outgoing\nfiscal years, which is linked to handle levels achieved by each OTB.\nIn addition, this section would create parity in payments by NYC OTB\nto the Thoroughbred and Harness Breeding Funds.\n\nSection 12a of the bill would amend the RPWBL to add a new section\n516-a to allow all other OTBs to reduce payments to in-state\nracetracks on account of wagers accepted on races run at out-of-state\ntracks; and would prescribe a schedule of the reduction of such\npayments in outgoing fiscal years, which is linked to handle levels\nachieved by each OTB.  In addition, this section would create parity\nin payments by the OTBs to the Thoroughbred and Harness Breeding\nFunds.\n\n\nSection 13 of the bill would make a technical amen&nent to RPWBL &sect; 613\nto allow New York Racing Network, inc. to assume and operate the ADW\nbeing transferred by NYC OTB.\n\nSection 14 of the bill would amend the RPWBL to add a new section 615\nto allow NYC OTB to negotiate out-of-state and out-of-country\nsimulcast agreements on behalf of all tracks in New York.\n\nSections 15 of the bill would amend the RPWBL to add a new section\n6l7-a to create a schedule for the reduction in pari-mutuel tax\npayments made by NYC OTB to the State.\n\nSection 15a of the bill would amend the RPWBL to add a new section\n513-a to create a schedule for the reduction in pari-mutuel tax\npayments made by all other OTBs to the State.\n\nSection 16 of the bill would amend the RPWBL to add a new section\n623-a to prohibit NYC OTB from filing for municipal bankruptcy\nprotection in the future.\n\nSection 17 of the bill would amend RPWBL &sect; 624 to allow New York\nRacing Network, Inc., the option of assuming management and\noperational control of NYC OTB, should NYC OTB default by either:\nfailing to pay any commission due to instate tracks within 60 days of\nthe end of the month they are accrued (with a 30-day cure period);\nfailing to achieve positive earnings before interest, depreciation and\ntaxes (EBITDA) in any two consecutive fiscal years; or, failing to\nhave a balanced budget as determined by the Director of DOB in any\nfiscal year.\n\nSection 18 of the bill would create a new Article 6-A of the Racing\nLaw.  Article 6-A would provide for the creation of the New York\nRacing Network, Inc., which will be incorporated by the New York\nRacing Association (NYRA) and one or more harness racing corporations\nthat were members of the Official Committee of Creditors in Chapter 9\nBankruptcy proceedings for NYC OTB. Shares in the New York Racing\nNetwork, Inc.  would be determined according to a pro-rata calculation\nof their share of the pre- and post-petition debt accrued by NYC OTB.\nThis section also would allow for bets placed through New York Racing\nNetwork, inc.  on races run at in-state tracks to be treated as if the\nbets were made at the track for the purposes of the distribution of\nwagering revenues.\n\nSection 19 of the bill would amend RPWBL &sect; 1012(4-a) and (5) to\nprovide for internet streaming of simulcast signals.\n\nSection 20 of the bill would amend the RPWBL to add a new &sect; 1013-a to\nrequire NYRA to provide its simulcast signal of all races run at NYRA\ntracks to NYC OTB at no cost, and to all other OTBs at the statutory\nrate with no additional contractual fees.\n\nSection 21 of the bill would amend RPWBL &sect; 1014(1) (h) to eliminate\nthe requirement that OTBs make payments to licensed harness tracks in\nNew York State based on wagers collected on races held at an in-state\nthoroughbred racing corporation or at out-of-state and out-of-country\nrace track on days in which a franchised corporation is not conducting\n\n\na race meeting (i.e., on a Dark Day specifically during the Saratoga\nseason).\n\nSection 22 of the bill would amend RPWBL &sect; 1016(1) (b) (5) (E) and\n1016 (1) (b) (6) (F) to eliminate the requirement that OTBs pay all\"\nother Dark Day payments to licensed regional harness tracks in New\nYork State.\n\nSection 23 of the bill would amend RPWBL &sect; 1017(2) to eliminate the\nrequirement that OTBs pay Maintenance of Effort and hold harmless\npayments to licensed regional harness tracks in New York State.\n\nSection 24 of the bill would amend Tax Law &sect; 1612 (b) (1) (ii) (H) to\neliminate the requirement for tracks with 1,100 or more gaming\nmachines to make matching capital expenditures in order to receive\nreimbursements for capital awards accrued after October 1, 2010. This\nsection would also provide that, beginning May 1, 2012, Monticello\nGaming and Raceway would be eligible to receive a capital award for\napproved capital expenditures equal to an amount not to exceed one and\none-half percent of net machine income.\n\nSection 25 of this bill would amend Tax Law &sect; 1612 (b) (1) (ii) to add\na new subclause (I) to provide that qualifying subsidized free-play\namounts would be excluded from net machine income, and therefore would\nnot be included in the calculation of any distributions of net machine\nincome.\n\nSection 26 of this bill would amend Tax Law &sect; 1617-a to add a new\nsubdivision (f) to establish a State-wide subsidized free-play program\nby:  allowing the Lottery Division to promulgate rules and regulations\nor issue instructions on the administration of the program; providing\nthat free-play promotional plans designed to increase revenue earned\nto support education must be approved by the Division; specifying that\nthe, value of the subsidized free-play will not exceed 10% of the\nannual total amount wagered on video lottery games after prize payouts\nfor gaming facilities meeting certain size arid geographic criteria,\nand 7.5% for all other facilities; providing the Lottery Director and\nBudget Director joint authority to suspend subsidized free-play\ncredits if they are ineffective at raising education revenue or if any\nregulations or instructions are violated, while allowing for\nresumption following approval of a new promotional plan and\nreinstatement for violations; specifying that an operator of a video\nlottery facility has no limitations imposed on non-subsidized\nfree-play credits as long as the value of such credits are properly\naccounted for; and clarifying that the Lottery Division may amend the\ncontract for the central computer system that controls the video\nlottery network in order to provide compensation for processing\nadditional transactions due to the subsidized free-play program or to\nmake other system updates and modifications.\n\nSection 27 of the bill would authorize the New York State Racing and\nWagering Board to make a determination as to whether out-of-state\ninternet wagering sites taking wagers from New York residents have a\ndetrimental effect on the racing industry, and if such a detriment\nexists, authorize the Board to eliminate or regulate the practice.\n\nSection 28 of the bill would provide for a severability clause.\n\n\nSection 29 of the bill would provide an immediate effective date for\nthis legislation.\n\nBUDGET IMPLICATIONS:\nThis bill would result in a net receipts decrease of $1.3 million in\nSFY 2010-11 as $5.8 million in additional revenues from Video Lottery\nGaming facilities resulting from subsidized free-play would be\npartially offset by a reduction in revenues of $1.1 million from\nreduced Pari-Mutuel Tax receipts and of $6.0 million from foregone\nunclaimed winning tickets. When fully implemented, this bill would\nincrease net receipts by $11 million annually, as $23 million in\nadditional receipts from subsidized free-play would be partially\noffset by revenue reductions of $6 million each from unclaimed winning\ntickets and reduced Pari-Mutual Tax receipts.\n\nSTATEMENT IN SUPPORT:\nIn order to stabilize NYC OTB and allow it to reorganize successfully,\nthis bill would authorize the transfer of NYC OTB's account wagering\noperations to an entity newly created by this legislation, New York\nRacing Network, Inc., the equity in which is held by the tracks who\nare members of the chapter 9 committee of unsecured creditors, i.e.,\nthe tracks which are owed the largest amounts of money by NYC OTB.\nThe majority of NYC OTB's pre-petition debt will be allayed by this\ntransfer.\n\nThis bill also frees all OTBs from certain economic requirements that\nhave been significantly increased or been freshly placed on it in the\npast seven years and which have been major contributing factors to its\nfinancial distress.\n\nEFFECTIVE DATE:\nThis act would take effect immediately, with provisions.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend the racing, pari-mutuel wagering and breeding law, in relation to pari-mutuel tax rates at certain facilities and establishing the New York Racing Network, Inc.; to amend the tax law, in relation to authorizing subsidized free play credits and repealing certain provisions of the racing, pari-mutuel wagering and breeding law relating to simulcasting of out-of-state thoroughbred races ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101206.T102858.TXT", "SOBI.D101203.T170029.TXT", "SOBI.D101203.T165506.TXT", "SOBI.D101203.T170507.TXT", "SOBI.D101206.T095855.TXT", "SOBI.D101203.T230026.TXT", "SOBI.D101204.T141146.TXT", "SOBI.D101203.T175510.TXT", "SOBI.D101203.T165006.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291649338253
}