{
  "year" : 2009,
  "senateBillNo" : "S8522-2009",
  "billEvents" : [ {
    "eventDate" : 1292562000000,
    "eventText" : "REFERRED TO RULES",
    "billEventId" : "S8522-2009-1292562000000-REFERRED+TO+RULES",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "OPPENHEIMER",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the effectiveness of a provision pertaining to grants to school districts and other public educational entities",
  "summary" : "Extends the effectiveness of a provision pertaining to grants to school districts and other public educational entities. ",
  "currentCommittee" : "RULES",
  "sameAs" : null,
  "lawSection" : "Labor",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         8522\n\n                                   I N  S E N A T E\n\n                                   December 17, 2010\n                                      ___________\n\n       Introduced  by  Sen.  OPPENHEIMER -- read twice and ordered printed, and\n         when printed to be committed to the Committee on Rules\n\n       AN ACT to amend chapter 57 of the laws of 2004, amending the  labor  law\n         and other laws relating to implementation of the state fiscal plan for\n         the  2004-2005  state  fiscal  year,  in relation to extending certain\n         provisions of such chapter\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 11 of section 94 of part C of chapter 57 of the\n    2  laws  of  2004, amending the labor law and other laws relating to imple-\n    3  mentation of the state fiscal plan for the 2004-2005 state fiscal  year,\n    4  as amended by section 55 of part A of chapter 57 of the laws of 2009, is\n    5  amended to read as follows:\n    6    11.  section  seventy-one  of  this  act  shall  expire  and be deemed\n    7  repealed June 30, [2010] 2011;\n    8    S 2. This act shall take effect immediately and  shall  be  deemed  to\n    9  have been in full force and effect on and after June 30, 2010.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD18301-01-0\n",
  "memo" : "BILL NUMBER:S8522\n\nTITLE OF BILL:\nAn act to amend chapter 57 of the laws of 2004, amending the labor law\nand other laws relating to implementation of the state fiscal plan for\nthe 2004-2005 state fiscal year, in relation to extending certain\nprovisions of such chapter\n\nPURPOSE OF THE BILL:\n\nTo extend, until June 30, 2011, the effectiveness of section 71 of Part\nC of Chapter 57 of the Laws of 2004 to continue the authority of the\nCommissioner of Education, in conjunction with the Office of the State\nComptroller (OSC), to exempt discretionary grants to school districts,\npublic schools, boards of cooperative services, public colleges and\nuniversities, public libraries, municipalities and other public educa-\ntional entities from the procedures for the award of State contracts\nprescribed by paragraph (a) of subdivision 2 of &sect; 112 of the State\nFinance Law.  Such exemption allows these discretionary grants to be\npaid more timely through a streamlined competitive request for proposals\n(RFP) award process.\n\nSUMMARY OF PROVISIONS OF THE BILL:\n\nSection 1 of the bill would amend subdivision 11 of section 94 of Part C\nof Chapter 57 of the Laws of 2004 to extend the effectiveness of\n\n&sect;71 of Part C until June 30, 2011.\n\nSection 2 would be the effective date.\n\nSTATEMENT IN SUPPORT OF THE THE BILL:\n\nParagraph (a) of subdivision 2 of &sect;1l2 of the State Finance Law, which\nrequires that state agency contracts in excess of $15,000 be approved by\nOSC through the state contract process contains no exception for discre-\ntionary agency grants. In 2004, &sect;71 of Part C of Chapter 57 of the Laws\nof 2004 was enacted, which supplied authority for an exemption from\nstate contracting requirements for school districts and various other\npublic educational entities, the process for which was to be developed\njointly between the Commissioner of Education and the Office of the\nState Comptroller. The result has been a streamlined competitive RFP\naward approval process that mimics the state contracting process except\nthat it allows for payment without a contract. Similar to requirements\nstipulated in contracts approved by OSC under &sect;1l2 of the State Finance\nLaw, the streamlined process requires educational entities to submit\nbudgets, program goals and expenditure reports to the State Education\nDepartment (SED). However, under the provisions of subdivision 11 of &sect;94\nof Part C of Chapter 57 of the Laws of 2004, &sect;71 sunsets annually on\nJune 30, which has been extended each year in the Education, Labor and\nFamily Assistance (ELFA) budget Article VII legislation.  However, the\n\nGovernor's veto of the 2010-11 ELFA Article VII bill (S.6607-B/A.9907C)\nfor reasons having nothing to do with continuing this exemption,\nresulted in the expiration of the provisions of &sect;71 of Part C of Chapter\n57 of the Laws of 2004 on June 30, 2010.\n\nThe practical effect of the expiration of this exemption on SED, which\nadministers thousands of grant payments to school districts and other\npublic educational entities each year, and on these districts and enti-\nties, would be that SED and they would incur additional expense and\nstaff time to complete the paperwork needed to put these grants through\nthe state contract process. And, the time for processing these grants\nwould be greatly lengthened, so that school districts and other entities\nthat receive them would have to wait many months longer than previously\nto receive their funds.  Delays in the timely awards of discretionary\ngrants supported by federal funds are particularly problematic, as they\npotentially could result in the loss or lapse of these funds since' the\ntimeframes in which these funds must be disbursed are dictated by the\nfederal grant awards and federal law. The consequence for school\ndistricts, public schools, BOCES, public colleges and universities,\npublic libraries, municipalities and other public educational entities\nwould be additional costs, delays in the receipt of grant funds and the\nrisk of loss of these funds should an appropriation lapse or grant\nexpire prior to completion of the state contracting process.\n\nShould this bill not be enacted into law, SED would be required to proc-\ness a minimum of 367 more contracts in 2010-2011 for established grant\nprograms, plus an estimated 250 discretionary grants from the federal\nRace to the Top (RTTT) program for which RFPs have yet to be issued, in\naddition to the 1,520 state contracts it processed in 2009-10 (a single\ncontract involves multiple payments). This represents an estimated\nincrease of 41 percent over last year in the number of state contracts\nto be processed. SED is experiencing staff reductions, similar to other\nagencies, while at the same time needing to make a significant number of\nadditional required procurements and awards :t:elated to RTTT. Grant\nprograms affected by the termination of the contracting exemption, in\nadditional to complex RTTT grants, exemplified by the Graduate-level\nTeacher Prep Pilot program, include: McKinney-Vento Homeless funding;\n21st Century Community Learning Center grants; the Literacy Zone Initi-\native; Teachers of Tomorrow grants; Extended Day/School Violence grants;\nlibrary construction funding; local government records management incen-\ntive grants; and family literacy library grants. During the current\nfiscal crisis school districts and other educational entities are likely\nto have reduced their administrative staffs as well and may lack the\nresources necessary to administer the additional requirements related to\nthe state contracting process. The 2010-11 budgets of educational enti-\nties that are expecting these grant funds to be paid timely will be\nadversely affected if the statutory exemption is not extended.\n\nThis bill would rectify this situation by extending the effectiveness of\n&sect;71 of Part C of Chapter 57 of the Laws of 2004 for one additional year,\nas proposed by the Legislative in A.9707-C/S.6607-B and endorsed by the\nGovernor in his 2010-11 Executive Budget proposal.  Discretionary grants\n\nto school districts and other educational entities do not involve the\nsame considerations as procurement of goods and services at the best\nprice or value. Unlike procurement contracts, the goal of discretionary\ngrants is implementation of the policy embedded in the statute or appro-\npriation language, not to secure the best price or value for the State.\nThe authority to exempt discretionary education grants from the state\ncontracting requirements should be continued for the benefit of school\ndistricts and other public educational entities and to create efficiency\nand cost effectiveness for the State.\n\nBUDGETARY IMPLICATIONS OF THE BILL:\n\nThis bill would not create any additional cost to the State, school\ndistricts or other educational entities. It would result in cost savings\nto the State, school districts, public schools, BOCES, public colleges\nand universities, public libraries and other public educational entities\nby eliminating unnecessary administrative expense and preventing signif-\nicant delays in the payment of grants.\n\nPRIOR LEGISLATIVE HISTORY:\n\nNone. This is a new proposal as a separate bill, though identical\nlanguage was proposed in &sect;43 of Part A of S.6607-B/A.9707-C and Part A\nof S.2/A.2 for the December Extraordinary Session.\n\nEFFECTIVE DATE:\n\nImmediately, and the bill would be deemed to have been in full force and\neffect on and after June 30, 2010, when the exemption expired.\n\n",
  "law" : null,
  "actClause" : "AN ACT to amend chapter 57 of the laws of 2004, amending the labor law and other laws relating to implementation of the state fiscal plan for the 2004-2005 state fiscal year, in relation to extending certain provisions of such chapter ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T171010.TXT", "SOBI.D101221.T171630.TXT", "SOBI.D101217.T123940.TXT", "SOBI.D101217.T115437.TXT", "SOBI.D101217.T115937.TXT", "SOBI.D101217.T133952.TXT", "SOBI.D101217.T122940.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292969790548
}