{
  "year" : 2009,
  "senateBillNo" : "S98-2009",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : null,
  "memo" : "BILL NUMBER:S98\n\nPURPOSE OR GENERAL IDEA OF BILL:\n\nEncourages voluntary, informed vaccination against human\npapillomavirus (HPV).\n\nSUMMARY OF SPECIFIC PROVISIONS:\n\nSection 1 Amends Section 2164 (2) (5) (6) of the Public Health Law to\nrequire that parents and guardians of a child in New York State be\nencouraged, through the provision of written educational materials and\nconsultation, to administer to such child an adequate dose or doses of\nan immunizing agent against human papillomavirus (HPV) which meets the\nstandards approved by the United States Public Health Service.\nProvides that every parent and guardian of a child born after January\n1, 1994 and entering the sixth grade or is of a comparable age level\non or after September 1, 2011, shall, through the provision of written\neducational materials and consultation, have administered a HPV\nbooster immunization. Requires the health practitioner who administers\nthe HPV immunization to provide the parent or guardian with a\ncertificate of such immunization. In the event that no certificate or\nother acceptable evidence of HPV immunization exists, the parent or\nguardian shall be informed by the principal, teacher, owner or person\nin charge of the school of the efficacy of voluntary HPV immunization.\n\nSection 2 Amends Section 613(1)(a) of the Public Health Law to require\nthe Commissioner of Health to develop educational efforts to encourage\ninformed, voluntary HPV vaccinations.\n\nSection 3 Effective Date\n\nJUSTIFICATION:\nCervical cancer is a worldwide public health issue, and the HPV\nvaccine may be the solution to it. Every year, 11,000 American women\nhave cervical cancer, and two million more have abnormal pap smears,\nalmost all due to a viral infection.\n\nThe Catholic Health Association of the United States says that\npreventing a life-threatening disease and sexual promiscuity are\ndifferent issues. Preventing disease is the responsibility of the\nhealth care provider, and this vaccine is a way to do that.\n\nPRIOR LEGISLATIVE HISTORY:\n2009-2010: S.1983A - Referred to Health/A.3203A - Referred to Health\n2007-2008: A.7403 - Referred to Health\n\nFISCAL IMPLICATIONS:\nNone to the state.\n\nEFFECTIVE DATE:\nThis act shall take effect immediately; provided however that section\ntwo of this act shall take effect on the same date and in the same\nmanner as section 1 of chapter 36 of the laws of 20 10 takes effect.\n\n\n",
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101203.T230026.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1291435226763
}