{
  "year" : 2011,
  "senateBillNo" : "A100-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A100-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the posting of a statement of wage rates and supplements; provides penalties for failure to do so",
  "summary" : "Provides that the failure of a contractor or sub-contractor on a public works project to post a statement of wage rates and supplements shall be subject to prosecution as a misdemeanor and subject to a civil penalty of not less than five hundred nor more than one thousand dollars; provides for the maintenance and production on the job site of \"sign-in\" and \"sign-out\" sheets upon the request of the fiscal officer. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "AB215-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          100\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. LATIMER, ORTIZ, COLTON, PHEFFER -- Multi-Spon-\n         sored by -- M. of A.   DenDEKKER -- read  once  and  referred  to  the\n         Committee on Labor\n\n       AN ACT to amend the labor law, in relation to making the failure to post\n         a  statement of wage rates and supplements subject to prosecution as a\n         misdemeanor and subject to a civil penalty, and requiring  maintenance\n         and production on the job site of \"sign-in\" and \"sign-out\" sheets upon\n         the request of the fiscal officer\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subparagraphs (iii) and (iv) of paragraph a of subdivision\n    2  3-a of section 220 of the labor law, as amended by chapter 8 of the laws\n    3  of 2008, are amended to read as follows:\n    4    (iii) The contractor and  every  sub-contractor  shall  keep  original\n    5  payrolls  or transcripts thereof, subscribed and sworn to or affirmed by\n    6  him or her as true under the penalties of  perjury,  setting  forth  the\n    7  names  and  addresses  and showing for each worker, laborer, or mechanic\n    8  the hours and days worked, the occupations worked, the hourly wage rates\n    9  paid and the supplements paid or provided. Where the contractor or  sub-\n   10  contractor  maintains no regular place of business in New York state and\n   11  where the amount of the contract is in excess  of  twenty-five  thousand\n   12  dollars  such payrolls shall be kept on the site of the work.  All other\n   13  contractors or sub-contractors shall produce within  five  days  on  the\n   14  site  of  the  work  and upon formal order of the commissioner OR FISCAL\n   15  OFFICER or his or her designated representative such  original  payrolls\n   16  or  transcripts  thereof,  subscribed and sworn to or affirmed by him or\n   17  her as true under the penalties of perjury, as may be  deemed  necessary\n   18  to  adequately enforce the provisions of this article. Every contractor,\n   19  and sub-contractor, shall submit to the department of jurisdiction with-\n   20  in thirty days after issuance of its first  payroll,  and  every  thirty\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00291-01-1\n\n       A. 100                              2\n\n    1  days  thereafter,  a  transcript  of  the  original  payroll  record, as\n    2  provided by this article, subscribed and sworn to or  affirmed  as  true\n    3  under  the  penalties  of perjury. Any person who wilfully fails to file\n    4  such payroll records with the department of jurisdiction shall be guilty\n    5  of  a class E felony. In addition, any person who wilfully fails to file\n    6  such payroll records within the  time  specified  in  this  subparagraph\n    7  shall  be  subject  to a civil penalty of up to one thousand dollars per\n    8  day.\n    9    (iv) The department of jurisdiction shall be required to  collect  and\n   10  maintain  such  payroll  records  at the times specified in subparagraph\n   11  (iii) of this paragraph. The original payrolls or transcripts  shall  be\n   12  preserved by the department of jurisdiction for five years from the date\n   13  of  completion  of  the  work on the awarded contract. The department of\n   14  jurisdiction as herein referred to shall be the department of the state,\n   15  board or officer in the state, or municipal corporation or commission or\n   16  board appointed pursuant to law, whose duty it is to prepare  or  direct\n   17  the  preparation  of  the  plans  and  specifications  for a public work\n   18  project.   EVERY CONTRACTOR AND SUB-CONTRACTOR,  REGARDLESS  OF  WHETHER\n   19  SUCH  CONTRACTOR OR SUB-CONTRACTOR MAINTAINS A REGULAR PLACE OF BUSINESS\n   20  IN NEW YORK STATE, SHALL MAINTAIN ON THE SITE OF THE  WORK,  OR  ON  THE\n   21  SITE  WHERE WORKERS REPORT TO WORK, ORIGINAL SIGN-IN AND SIGN-OUT SHEETS\n   22  OR OTHER RECORDS REFLECTING THE ACTUAL DATES AND TIMES OF WORK,  INCLUD-\n   23  ING  ARRIVAL  AND DEPARTURE TIMES, OF ALL LABORERS, WORKERS OR MECHANICS\n   24  EMPLOYED ON THE PUBLIC WORK, AND THE OCCUPATION  IN  WHICH  THEY  WORKED\n   25  DURING  SUCH  TIMES,  AND  SHALL PRODUCE SUCH RECORDS ON THE SITE OF THE\n   26  WORK, OR ON THE SITE WHERE WORKERS REPORT TO WORK,  IMMEDIATELY,  UNLESS\n   27  ADDITIONAL  TIME  IS  GRANTED  FOR  GOOD  CAUSE SHOWN, UPON RECEIPT OF A\n   28  REQUEST BY THE FISCAL OFFICER TO PRODUCE SUCH RECORDS.  Each  department\n   29  of  jurisdiction  shall  designate  in writing an individual employed by\n   30  such department responsible for the receipt, collection and  review  for\n   31  facial  validity  of  payrolls. Said designation shall be filed with the\n   32  fiscal officer and posted in a conspicuous location at the project site.\n   33  If the designated individual cannot perform the receipt, collection  and\n   34  review  of certified payrolls duties as indicated above, for any reason,\n   35  including but not limited to reassignment, promotion or separation  from\n   36  employment,  the  department  of jurisdiction must immediately designate\n   37  another individual employed by such department to fulfill such responsi-\n   38  bilities. In the event that a department of jurisdiction fails  to  name\n   39  an  individual  responsible  for  the receipt, collection and review for\n   40  facial validity of payrolls, as set forth above, then the individual  so\n   41  responsible shall be the individual who is the chief policy-making indi-\n   42  vidual of such department of jurisdiction.\n   43    S  2.  Paragraph c of subdivision 3-a of section 220 of the labor law,\n   44  as added by chapter 137 of the laws of  1985,  is  amended  to  read  as\n   45  follows:\n   46    c. The fiscal officer may require any person or corporation performing\n   47  such  public  work  to  file  with the fiscal officer within ten days of\n   48  receipt of said request, payroll records, sworn to as to their  validity\n   49  and  accuracy,  [requested by the fiscal officer] OR OTHER RECORDS WHOSE\n   50  MAINTENANCE OR PRODUCTION IS REQUIRED PURSUANT TO PARAGRAPH  A  OF  THIS\n   51  SUBDIVISION,  for  said  public  work  or for any public or private work\n   52  performed by said person or corporation during the same period  of  time\n   53  as  said  public  work. In the event said person or corporation fails to\n   54  provide the requested information within the allotted ten days OR  FAILS\n   55  TO  PRODUCE RECORDS AS REQUIRED PURSUANT TO PARAGRAPH A OF THIS SUBDIVI-\n   56  SION, the fiscal officer shall, within fifteen days, order  the  depart-\n\n       A. 100                              3\n\n    1  ment of jurisdiction to immediately withhold from payment to said person\n    2  or  corporation  up  to twenty-five percent of the amount, not to exceed\n    3  one hundred thousand dollars, to be paid to said person  or  corporation\n    4  under  the  terms  of the contract pursuant to which said public work is\n    5  being performed. Said amount withheld shall be immediately released upon\n    6  receipt by the department of jurisdiction of a notice  from  the  fiscal\n    7  officer indicating that the request for records had been satisfied.\n    8    S  3.  Subdivision  7  of  section 220 of the labor law, as amended by\n    9  chapter 7 of the laws of 2008, is amended to read as follows:\n   10    7. Compliance investigations. The fiscal  officer  as  herein  defined\n   11  shall  on a verified complaint in writing of any person interested or of\n   12  any employee  organization  pursuant  to  subdivision  eight-d  of  this\n   13  section,  and may on his own initiative cause a compliance investigation\n   14  to be made to determine whether the contractor or  a  subcontractor  has\n   15  paid  the  prevailing rate of wages and prevailing practices for supple-\n   16  ments in the same trade or occupation in the locality within  the  state\n   17  where  such  public  work  is  being  performed, [or] the hours of labor\n   18  performed by the [workmen] WORKERS, laborers and mechanics  employed  on\n   19  such  public  work, [or both] HAS POSTED A LEGIBLE STATEMENT OF ALL WAGE\n   20  RATES AND SUPPLEMENTS AS REQUIRED PURSUANT TO PARAGRAPH A OF SUBDIVISION\n   21  THREE-A OF THIS SECTION OR HAS FAILED TO MAINTAIN OR PRODUCE RECORDS  AS\n   22  REQUIRED PURSUANT TO PARAGRAPH A OF SUBDIVISION THREE-A OF THIS SECTION.\n   23  The  fiscal  officer or his agents, examiners and inspectors may examine\n   24  or cause to be examined the books and records pertaining to the rate  of\n   25  wages  paid  and supplements provided to the laborers, [workmen] WORKERS\n   26  and mechanics on said public work [and], the hours of labor performed by\n   27  such laborers, [workmen] WORKERS and mechanics on said public  work  AND\n   28  THE  POSTING OF A LEGIBLE STATEMENT, IN A PROMINENT AND ACCESSIBLE PLACE\n   29  ON THE SITE OF SAID PUBLIC WORK, OF ALL WAGE RATES  AND  SUPPLEMENTS  AS\n   30  SPECIFIED  IN  THE  CONTRACT TO BE PAID OR PROVIDED, AS THE CASE MAY BE,\n   31  FOR THE VARIOUS CLASSES OF MECHANICS, WORKERS OR  LABORERS  EMPLOYED  ON\n   32  SAID  PUBLIC  WORK.    The fiscal officer in such investigation shall be\n   33  deemed to be acting in a judicial capacity, and shall have the right  to\n   34  issue subpoenas, administer oaths and examine witnesses. The enforcement\n   35  of  a subpoena issued under this section shall be regulated by the civil\n   36  practice law and rules. Such fiscal officer shall make either an  order,\n   37  determination  or any other disposition, including but not limited to an\n   38  agreed upon settlement and/or stipulation, within six  months  from  the\n   39  date of filing of such verified complaint, and where a compliance inves-\n   40  tigation  is made without the filing of a verified complaint, within six\n   41  months from the date a compliance investigation  is  initiated  by  such\n   42  fiscal  officer. Upon the making of said order or determination, or upon\n   43  arriving at such agreed upon settlement and/or stipulation, a copy ther-\n   44  eof shall be sent by certified mail, return receipt  requested,  by  the\n   45  fiscal officer: (i) to the person and employee organization, if any, who\n   46  or  which initiated the complaint, (ii) to the person or corporation, if\n   47  any, against whom the complaint was brought, and (iii) where  a  compli-\n   48  ance  investigation  is  made  without the filing of a complaint, to the\n   49  person who or which was the subject of the compliance investigation.\n   50    S 4. The second undesignated paragraph of subdivision 8 of section 220\n   51  of the labor law, as amended by chapter  7  of  the  laws  of  2008,  is\n   52  amended to read as follows:\n   53    In  addition  to  directing  payment of wages or supplements including\n   54  interest found to be due, such order may direct payment of a further sum\n   55  as a civil penalty in an amount not exceeding twenty-five percent of the\n   56  total amount found to be due. In assessing the amount  of  the  penalty,\n\n       A. 100                              4\n\n    1  due consideration shall be given to the size of the employer's business,\n    2  the good faith of the employer, the gravity of the violation, the histo-\n    3  ry  of  previous violations and the failure to comply with recordkeeping\n    4  or  other non-wage requirements.  IN THE EVENT THAT A CONTRACTOR OR SUB-\n    5  CONTRACTOR ON PUBLIC WORKS IS FOUND TO HAVE WILLFULLY FAILED TO POST ALL\n    6  WAGE RATES AND SUPPLEMENTS OR TO MAINTAIN OR PRODUCE RECORDS AS REQUIRED\n    7  BY SUBDIVISION THREE-A OF THIS SECTION, SUCH A VIOLATION  SHALL  CONSTI-\n    8  TUTE  A  WILLFUL  VIOLATION,  AND  THE FISCAL OFFICER MAY ENTER AN ORDER\n    9  DIRECTING SUCH CONTRACTOR OR SUB-CONTRACTOR TO PAY  A  SUM  AS  A  CIVIL\n   10  PENALTY IN AN AMOUNT OF NOT MORE THAN FIVE HUNDRED DOLLARS FOR THE FIRST\n   11  SUCH NONCOMPLIANCE AND A SUM AS A CIVIL PENALTY IN AN AMOUNT OF NOT MORE\n   12  THAN  ONE THOUSAND DOLLARS FOR EACH SUBSEQUENT NONCOMPLIANCE. SUCH CIVIL\n   13  PENALTY SHALL NOT BE IMPOSED IF SUCH CONTRACTOR OR SUB-CONTRACTOR PAYS A\n   14  FINE IMPOSED PURSUANT TO A MISDEMEANOR CONVICTION PURSUANT  TO  SUBDIVI-\n   15  SION  THREE-A  OF  THIS SECTION. Where the fiscal officer is the commis-\n   16  sioner, the penalty shall be paid to the commissioner for deposit in the\n   17  state treasury. Where the fiscal officer is a city comptroller or  other\n   18  analogous officer, the penalty shall be paid to said officer for deposit\n   19  in the city treasury.\n   20    S  5.  Subparagraph 1 of paragraph a of subdivision 2 of section 220-b\n   21  of the labor law, as amended by chapter 547 of  the  laws  of  1998,  is\n   22  amended to read as follows:\n   23    (1) When any interested person shall file a written complaint with the\n   24  fiscal  officer, as herein defined, alleging unpaid wages or supplements\n   25  due for labor performed on a public improvement for which a contract has\n   26  been entered into, and said labor is  alleged  to  have  been  performed\n   27  within  the two-year period immediately preceding the date of the filing\n   28  of said complaint, or if, on the fiscal officer's own initiative, unpaid\n   29  wages or supplements appear to be due, OR IF THE CONTRACTOR OR  SUB-CON-\n   30  TRACTOR  HAS  FAILED TO POST A LEGIBLE STATEMENT OF WAGES OR TO MAINTAIN\n   31  OR PROVIDE RECORDS AS REQUIRED BY SUBDIVISION  THREE-A  OF  SECTION  TWO\n   32  HUNDRED  TWENTY OF THIS ARTICLE, the fiscal officer shall immediately so\n   33  notify the financial officer of the civil division  interested,  or,  if\n   34  there are insufficient moneys still due to the contractor or subcontrac-\n   35  tor to satisfy said wages and supplements, including interest and penal-\n   36  ty, the financial officer of another civil division which has entered or\n   37  subsequently enters into a public improvement contract with the contrac-\n   38  tor  or subcontractor, who shall withhold from any payment due or earned\n   39  the contractor  or  subcontractor  executing  any  public  improvements,\n   40  sufficient  moneys  to  satisfy  said  wages  and supplements, including\n   41  interest at the rate provided herein, and any civil penalty that may  be\n   42  assessed  as  provided herein, pending a final determination. The finan-\n   43  cial officer shall immediately confirm in writing to the fiscal  officer\n   44  the amount of money withheld.\n   45    S  6.  Subparagraph 1 of paragraph b of subdivision 3 of section 220-b\n   46  of the labor law, as amended by chapter 241 of  the  laws  of  2002,  is\n   47  amended to read as follows:\n   48    (1)  When  two  final  determinations  have  been  rendered  against a\n   49  contractor, subcontractor, successor, or any substantially-owned  affil-\n   50  iated  entity of the contractor or subcontractor, any of the partners if\n   51  the contractor or subcontractor is a partnership,  any  officer  of  the\n   52  contractor  or subcontractor who knowingly participated in the violation\n   53  of this article, any of the shareholders who own or control at least ten\n   54  per centum of the outstanding stock of the contractor  or  subcontractor\n   55  or any successor within any consecutive six-year period determining that\n   56  such  contractor,  subcontractor,  successor, or any substantially-owned\n\n       A. 100                              5\n\n    1  affiliated entity of the contractor or subcontractor, any of  the  part-\n    2  ners  or  any  of  the  shareholders who own or control at least ten per\n    3  centum of the outstanding stock of the contractor or subcontractor,  any\n    4  officer of the contractor or subcontractor who knowingly participated in\n    5  the  violation of this article has wilfully failed to pay the prevailing\n    6  rate of wages or to provide supplements in accordance with this article,\n    7  whether such failures were concurrent or consecutive and whether or  not\n    8  such  final  determinations concerning separate public work projects are\n    9  rendered simultaneously, such contractor, subcontractor,  successor,  or\n   10  any  substantially-owned  affiliated entity of the contractor or subcon-\n   11  tractor, any of the partners if the contractor  or  subcontractor  is  a\n   12  partnership  or  any of the shareholders who own or control at least ten\n   13  per centum of the outstanding stock of the contractor or  subcontractor,\n   14  any  officer  of  the  contractor or subcontractor who knowingly partic-\n   15  ipated in the violation of this article shall be ineligible to submit  a\n   16  bid  on  or  be awarded any public work contract or subcontract with the\n   17  state, any municipal corporation or public body for  a  period  of  five\n   18  years from the second final determination, provided, however, that where\n   19  any  such  final  determination  involves  the  falsification of payroll\n   20  records or the kickback of wages or supplements, the contractor, subcon-\n   21  tractor, successor, or any substantially-owned affiliated entity of  the\n   22  contractor  or  subcontractor,  any partner if the contractor or subcon-\n   23  tractor is a partnership or any of the shareholders who own  or  control\n   24  at  least  ten  per centum of the outstanding stock of the contractor or\n   25  subcontractor, any officer of the contractor or subcontractor who  know-\n   26  ingly  participated in the violation of this article shall be ineligible\n   27  to submit a bid on or be awarded  any  public  work  contract  with  the\n   28  state,  any  municipal  corporation  or public body for a period of five\n   29  years from the first final determination.\n   30    WHEN TWO FINAL DETERMINATIONS HAVE BEEN ENTERED  AGAINST  ANY  OF  THE\n   31  AFOREMENTIONED  ENTITIES  OR INDIVIDUALS WITHIN ANY CONSECUTIVE SIX-YEAR\n   32  PERIOD DETERMINING THAT SUCH ENTITY OR INDIVIDUAL HAS  WILLFULLY  FAILED\n   33  TO  POST  A  STATEMENT  OF  WAGES OR HAS WILLFULLY FAILED TO MAINTAIN OR\n   34  PRODUCE RECORDS AS  REQUIRED  BY  SUBDIVISION  THREE-A  OF  SECTION  TWO\n   35  HUNDRED  TWENTY OF THIS ARTICLE, OR WHEN ONE SUCH DETERMINATION HAS BEEN\n   36  ENTERED DURING THE SAME CONSECUTIVE SIX-YEAR PERIOD AS A FINAL  DETERMI-\n   37  NATION  THAT  ANY  SUCH ENTITY OR INDIVIDUAL HAS WILLFULLY FAILED TO PAY\n   38  THE PREVAILING RATE OF WAGES OR  SUPPLEMENTS  IN  ACCORDANCE  WITH  THIS\n   39  ARTICLE,   AND   SUCH  DETERMINATIONS  CONCERNED  SEPARATE  PUBLIC  WORK\n   40  CONTRACTS AND WERE NOT CONCURRENT, ANY SUCH  ENTITY  OR  INDIVIDUAL  WHO\n   41  KNOWINGLY  PARTICIPATED  IN SUCH FAILURE SHALL BE INELIGIBLE TO SUBMIT A\n   42  BID ON OR BE AWARDED ANY PUBLIC WORK CONTRACT OR  SUBCONTRACT  WITH  THE\n   43  STATE,  ANY  MUNICIPAL  CORPORATION  OR PUBLIC BODY FOR A PERIOD OF FIVE\n   44  YEARS FROM THE DATE OF THE SECOND FINAL DETERMINATION.\n   45    S 7. Subdivision 6 of section 231 of the labor law, as added by  chap-\n   46  ter 777 of the laws of 1971, is amended to read as follows:\n   47    6.  No  later  than  the first day upon which work on said contract is\n   48  performed by any employee, the contractor shall post in a prominent  and\n   49  accessible  place  on  the  site  of the work a legible statement of the\n   50  wages to be paid  to  the  [workmen]  WORKERS  employed  thereon.    ANY\n   51  CONTRACTOR  WHO IS FOUND TO HAVE WILLFULLY FAILED TO POST SUCH STATEMENT\n   52  SHALL BE GUILTY OF A MISDEMEANOR, WHICH UPON CONVICTION  THEREOF,  SHALL\n   53  BE  PUNISHABLE  BY A FINE OF NOT LESS THAN FIVE HUNDRED DOLLARS NOR MORE\n   54  THAN ONE THOUSAND DOLLARS FOR EACH OFFENSE.\n   55    S 8. Subdivision 1 of section 233 of the labor law, as added by  chap-\n   56  ter 777 of the laws of 1971, is amended to read as follows:\n\n       A. 100                              6\n\n    1    1.  In  all  cases where service work is being performed pursuant to a\n    2  contract therefor, the contractor shall keep original payrolls or  tran-\n    3  scripts  thereof,  subscribed and confirmed by him as true, under penal-\n    4  ties of perjury, showing the hours and days worked by each employee, the\n    5  craft, trade or occupation at which he was employed, and the wages paid.\n    6  EVERY  CONTRACTOR SHALL MAINTAIN ORIGINAL SIGN-IN AND SIGN-OUT SHEETS OR\n    7  OTHER RECORDS REFLECTING THE ACTUAL DATES AND TIMES OF  WORK,  INCLUDING\n    8  ARRIVAL  AND DEPARTURE TIMES, OF ALL BUILDING SERVICE EMPLOYEES EMPLOYED\n    9  ON THE SITE OF THE WORK, OR ON THE SITE WHERE WORKERS  REPORT  TO  WORK,\n   10  AND  SHALL  PRODUCE  SUCH  RECORDS AT THE WORK SITE OR ON THE SITE WHERE\n   11  WORKERS REPORT TO WORK, IMMEDIATELY, UNLESS ADDITIONAL TIME  IS  GRANTED\n   12  FOR GOOD CAUSE SHOWN, UPON RECEIPT OF A REQUEST BY THE FISCAL OFFICER TO\n   13  PRODUCE SUCH RECORDS.\n   14    S  9.  Paragraph (c) of subdivision 1 of section 234 of the labor law,\n   15  as added by chapter 777 of the laws of  1971,  is  amended  to  read  as\n   16  follows:\n   17    (c)  to  examine  the  books,  documents and records pertaining to the\n   18  wages paid to, and the hours of work performed  by,  service  employees,\n   19  AND  TO REQUIRE THE IMMEDIATE PRODUCTION OF RECORDS REQUIRED TO BE MAIN-\n   20  TAINED PURSUANT TO SUBDIVISION ONE OF SECTION TWO  HUNDRED  THIRTY-THREE\n   21  OF THIS ARTICLE;\n   22    S 10. Subdivision 1 of section 235 of the labor law, as added by chap-\n   23  ter 777 of the laws of 1971, is amended to read as follows:\n   24    1.  Whenever  the  fiscal officer has reason to believe that a service\n   25  employee has been paid less than the wages stipulated in  the  contract,\n   26  or if such contract has no wage schedule attached thereto and the fiscal\n   27  officer has reason to believe that a service employee has been paid less\n   28  than  the  wages  prevailing  for his craft, trade or occupation, THAT A\n   29  CONTRACTOR HAS FAILED TO  POST WAGES AS REQUIRED BY SUBDIVISION  SIX  OF\n   30  SECTION  TWO HUNDRED THIRTY-ONE OF THIS ARTICLE OR FAILED TO MAINTAIN OR\n   31  PRODUCE RECORDS AS REQUIRED BY SECTION TWO HUNDRED THIRTY-THREE OF  THIS\n   32  ARTICLE, the fiscal officer may, and upon receipt of a written complaint\n   33  from an employee employed thereon, shall conduct a special investigation\n   34  to determine the facts relating thereto.\n   35    S  11.  Subdivision  7  of section 235 of the labor law, as amended by\n   36  chapter 547 of the laws of 1998, is amended to read as follows:\n   37    7. When, pursuant to the provisions of this section, two final  orders\n   38  have been entered against a contractor, subcontractor, successor, or any\n   39  substantially-owned  affiliated  entity of the contractor or subcontrac-\n   40  tor, any of the partners if the contractor or subcontractor is  a  part-\n   41  nership,  any  of  the  five  largest  shareholders of the contractor or\n   42  subcontractor, any officer of the contractor or subcontractor who  know-\n   43  ingly  participated  in the violation of this article within any consec-\n   44  utive six-year period determining that such contractor or  subcontractor\n   45  and/or  its  successor,  substantially-owned  affiliated  entity  of the\n   46  contractor or subcontractor, any of the partners  or  any  of  the  five\n   47  largest  shareholders of the contractor or subcontractor, any officer of\n   48  the contractor  or  subcontractor  who  knowingly  participated  in  the\n   49  violation  of  this  article  has willfully failed to pay the prevailing\n   50  wages in accordance with the provisions of this  article,  whether  such\n   51  failures  were  concurrent  or consecutive and whether or not such final\n   52  determinations concerning separate public building service contracts are\n   53  rendered simultaneously, such contractor, subcontractor, successor,  and\n   54  if  the contractor, subcontractor, successor, or any substantially-owned\n   55  affiliated entity of the contractor or subcontractor, any of  the  part-\n   56  ners  if the contractor or subcontractor is a partnership, or any of the\n\n       A. 100                              7\n\n    1  five largest shareholders of the contractor or subcontractor, any  offi-\n    2  cer of the contractor or subcontractor who knowingly participated in the\n    3  violation  of this article, or any successor is a corporation, any offi-\n    4  cer  of  such  corporation  who  knowingly participated in such failure,\n    5  shall be ineligible to submit a bid on or be awarded any public building\n    6  service work for a period of five years from  the  date  of  the  second\n    7  order,  provided,  however, that where any such final order involves the\n    8  falsification of payroll records or the kickback of wages, the  contrac-\n    9  tor,  subcontractor, successor, substantially-owned affiliated entity of\n   10  the contractor or  subcontractor,  any  partner  if  the  contractor  or\n   11  subcontractor  is  a partnership or any of the five largest shareholders\n   12  of the contractor or subcontractor, any officer  of  the  contractor  or\n   13  subcontractor  who knowingly participated in the violation of this arti-\n   14  cle shall be ineligible to submit a bid on  or  be  awarded  any  public\n   15  building  service  contract or subcontract with the state, any municipal\n   16  corporation or public body for a period of five years from the  date  of\n   17  the first final order.\n   18    WHEN  TWO  FINAL  DETERMINATIONS  HAVE BEEN ENTERED AGAINST ANY OF THE\n   19  AFOREMENTIONED ENTITIES OR INDIVIDUALS WITHIN ANY  CONSECUTIVE  SIX-YEAR\n   20  PERIOD  DETERMINING  THAT SUCH ENTITY OR INDIVIDUAL HAS WILLFULLY FAILED\n   21  TO POST A STATEMENT OF WAGES AS REQUIRED BY SUBDIVISION SIX  OF  SECTION\n   22  TWO  HUNDRED THIRTY-ONE OF THIS ARTICLE OR HAS WILLFULLY FAILED TO MAIN-\n   23  TAIN OR PRODUCE RECORDS AS REQUIRED BY SECTION TWO HUNDRED  THIRTY-THREE\n   24  OF  THIS ARTICLE, OR WHEN ONE SUCH DETERMINATION HAS BEEN ENTERED DURING\n   25  THE SAME CONSECUTIVE SIX-YEAR PERIOD AS A FINAL DETERMINATION  THAT  ANY\n   26  SUCH  ENTITY  OR  INDIVIDUAL  HAS WILLFULLY FAILED TO PAY THE PREVAILING\n   27  RATE OF WAGES OR SUPPLEMENTS IN ACCORDANCE WITH THIS ARTICLE,  AND  SUCH\n   28  DETERMINATIONS  CONCERNED  SEPARATE  BUILDING  CONTRACTS  AND  WERE  NOT\n   29  CONCURRENT, ANY SUCH ENTITY OR INDIVIDUAL WHO KNOWINGLY PARTICIPATED  IN\n   30  SUCH  FAILURE  SHALL  BE INELIGIBLE TO SUBMIT A BID ON OR BE AWARDED ANY\n   31  PUBLIC BUILDING SERVICE CONTRACT OR  SUBCONTRACT  WITH  THE  STATE,  ANY\n   32  MUNICIPAL CORPORATION OR PUBLIC BODY FOR A PERIOD OF FIVE YEARS FROM THE\n   33  DATE  OF  THE  SECOND  FINAL ORDER. Nothing in this subdivision shall be\n   34  construed as affecting any provision of  any  other  law  or  regulation\n   35  relating to the awarding of public contracts.\n   36    S  12.  This  act  shall  take effect on the one hundred eightieth day\n   37  after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to making the failure to post a statement of wage rates and supplements subject to prosecution as a misdemeanor and subject to a civil penalty, and requiring maintenance and production on the job site of \"sign-in\" and \"sign-out\" sheets upon the request of the fiscal officer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T122439.TXT", "SOBI.D101216.T115417.TXT", "SOBI.D101216.T114917.TXT", "SOBI.D101216.T110414.TXT", "SOBI.D101217.T122940.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292606980784
}