{
  "year" : 2011,
  "senateBillNo" : "A1006-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1006-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to brownfields and historic fills and mixed historic fill programs",
  "summary" : "Relates to brownfields and historic fills and mixed historic fill programs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1160-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1006\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SAYWARD, DUPREY, CASTELLI -- Multi-Sponsored by\n         -- M. of A. AMEDORE, BARCLAY, CALHOUN, CROUCH, FINCH,  GIGLIO,  HAYES,\n         KOLB,  McDONOUGH,  MOLINARO,  OAKS,  RAIA,  SALADINO, TEDISCO, THIELE,\n         TOBACCO -- read once and referred to the  Committee  on  Environmental\n         Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law and the general\n         municipal law, in relation to brownfields and historic fills and mixed\n         historic fill programs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (a) of subdivision 1 of section 27-1405 of the\n    2  environmental conservation law, as amended by section 2  of  part  A  of\n    3  chapter 577 of the laws of 2004, is amended to read as follows:\n    4    (a)  \"Participant\"  shall  mean  an  applicant who either: (i) was the\n    5  owner of the site at the time of the disposal or  discharge  of  contam-\n    6  inants,  UNLESS  SUCH  PERSON  ACTING  IN  A  LANDLORD CAPACITY AND SUCH\n    7  PERSON'S TENANTS  CAUSED  THE  DISPOSAL  OR  DISCHARGE  OF  CONTAMINANTS\n    8  PROVIDED  SUCH  LANDLORD  CAN  DEMONSTRATE  THROUGH LEASE PROVISIONS THE\n    9  TENANTS WERE RESPONSIBLE FOR DISPOSAL OF THEIR OWN HAZARDOUS  WASTE  AND\n   10  ASSOCIATED  CONTAMINATION, IN WHICH CASE A LANDLORD IS A VOLUNTEER.  FOR\n   11  THE PURPOSES OF THIS PARAGRAPH, THE LANDLORD IS ONLY ACTING IN  A  LAND-\n   12  LORD  CAPACITY  IF  SUCH  LANDLORD  HAS NO PRESENT OWNERSHIP INTEREST OR\n   13  WITHIN ONE YEAR PRIOR OWNERSHIP INTEREST IN A TENANT  CONNECTED  TO  THE\n   14  SITE  AT  THE  TIME OF THE DISPOSAL OR DISCHARGE; or (ii) is otherwise a\n   15  person responsible according to applicable principles  of  statutory  or\n   16  common  law liability, unless such person's liability arises solely as a\n   17  result of such person's ownership or operation of  or  involvement  with\n   18  the site subsequent to the disposal or discharge of contaminants.\n   19    S 2. The first undesignated paragraph and paragraph (a) of subdivision\n   20  2  of  section 27-1405 of the environmental conservation law, as amended\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01358-01-1\n\n       A. 1006                             2\n\n    1  by section 2 of part A of chapter 577 of the laws of 2004,  are  amended\n    2  and a new paragraph (f) is added to read as follows:\n    3    \"Brownfield site\" or \"site\" shall mean any real property, the redevel-\n    4  opment or reuse of which may be complicated by the presence or potential\n    5  presence of a contaminant, INCLUDING, BUT NOT LIMITED TO, ANY REAL PROP-\n    6  ERTY,  THE  REDEVELOPMENT  OR  REUSE  OF WHICH MAY BE COMPLICATED BY THE\n    7  PRESENCE OF CONTAMINATED HISTORIC FILL. Such term shall not include real\n    8  property:\n    9    (a) listed in the registry of inactive hazardous waste disposal  sites\n   10  under section 27-1305 of this article at the time of application to this\n   11  program  and  given a classification as described in subparagraph one or\n   12  two of paragraph b of subdivision two of section 27-1305 of  this  arti-\n   13  cle; [provided, however except until July first, two thousand five, real\n   14  property  listed  in  the  registry of inactive hazardous waste disposal\n   15  sites under subparagraph two  of  paragraph  b  of  subdivision  two  of\n   16  section  27-1305  of  this  article  prior to the effective date of this\n   17  article, where such real property is owned by a volunteer shall  not  be\n   18  deemed ineligible to participate and further provided that the status of\n   19  any  such  site  as listed in the registry shall not be altered prior to\n   20  the issuance of a certificate of completion pursuant to section  27-1419\n   21  of this title;]\n   22    (F)  PROVIDED  HOWEVER, FOR ALL FIVE CATEGORIES OF INELIGIBLE SITES IN\n   23  PARAGRAPHS (A) THROUGH (E) OF THIS SUBDIVISION, A VOLUNTEER SHALL NOT BE\n   24  DEEMED INELIGIBLE TO PARTICIPATE IN REGARDS TO ANY SUCH REAL PROPERTY IF\n   25  SUCH VOLUNTEER INTENDS TO ACQUIRE SUCH REAL PROPERTY AND ASSUME  RESPON-\n   26  SIBILITY,  NOT FOR PAST COSTS INCURRED PRIOR TO APPLICATION, BUT FOR ALL\n   27  FUTURE COSTS TO COMPLETE THE REMEDIATION OF THE SITE SUBJECT TO A  REUSE\n   28  PLAN  AS  NEGOTIATED  WITH  THE DEPARTMENT, AND ENTERS INTO A BROWNFIELD\n   29  CLEANUP AGREEMENT IN ACCORDANCE WITH SECTION 27-1409 OF THIS  TITLE.  IN\n   30  THE  CASE  OF  SITES SUBJECT TO FEDERAL JURISDICTION, THE VOLUNTEER MUST\n   31  SEEK APPROVAL FROM THE APPROPRIATE FEDERAL AGENCIES TO ENTER THE  BROWN-\n   32  FIELD  CLEANUP  PROGRAM  PURSUANT  TO  THIS  TITLE. THE ONGOING STATE OR\n   33  FEDERAL ENVIRONMENTAL ENFORCEMENT ACTIONS  AND/OR  ORDERS  WILL  NOT  BE\n   34  SUPERSEDED  BY  THE  VOLUNTEER'S  BROWNFIELD CLEANUP AGREEMENT, BUT WILL\n   35  REMAIN IN FULL FORCE  AND  EFFECT  UNTIL  SUCH  TIME  AS  THE  VOLUNTEER\n   36  RECEIVES A CERTIFICATE OF COMPLETION PURSUANT TO SECTION 27-1419 OF THIS\n   37  TITLE.  IN  THE  EVENT THE VOLUNTEER DOES NOT RECEIVE THE CERTIFICATE OF\n   38  COMPLETION OR SUCH CERTIFICATE OF COMPLETION IS REVOKED FOR ANY  REASON,\n   39  THE  STATE OR FEDERAL ENFORCEMENT ACTION WILL RESUME AFTER TIMELY NOTICE\n   40  TO ALL PARTIES.\n   41    S 3. Section 27-1405 of the environmental conservation law is  amended\n   42  by adding three new subdivisions 17-a, 17-b and 17-c to read as follows:\n   43    17-A.  \"CONTAMINATED HISTORIC FILL\" MEANS NON-INDIGENOUS OR NON-NATIVE\n   44  MATERIAL, HISTORICALLY DEPOSITED OR DISPOSED IN THE GENERAL AREA OF,  OR\n   45  ON,  A  SITE  INTENDED  TO  CREATE USEABLE LAND BY FILLING WATER BODIES,\n   46  WETLANDS OR TOPOGRAPHIC DEPRESSIONS, WHICH IS IN NO WAY  CONNECTED  WITH\n   47  THE  SUBSEQUENT OPERATIONS AT THE LOCATION OF THE EMPLACEMENT, AND WHICH\n   48  WAS CONTAMINATED PRIOR TO EMPLACEMENT, AND CONTAINS  CONTAMINANTS  ABOVE\n   49  THE  UNRESTRICTED  SOIL  CLEANUP  OBJECTIVES PURSUANT TO 6 NYCRR SECTION\n   50  375-6.8(A). \"CONTAMINATED HISTORIC FILL\" GENERALLY INCLUDES  INCINERATOR\n   51  RESIDUE,  COAL,  COAL  ASH OR CINDERS, MUNICIPAL SOLID WASTE INCINERATOR\n   52  ASH, FLY ASH AND OTHER FORMS OF  ASH  AND  CINDERS,  INCLUDING  BUT  NOT\n   53  LIMITED TO WOOD ASH, RAILROAD BALLAST, ASBESTOS, CONSTRUCTION DEBRIS AND\n   54  DEMOLITION DEBRIS CONTAMINATED WITH SIGNIFICANT PETROLEUM COMPOUNDS, AND\n   55  MUNICIPAL  SOLID  WASTE  PLACED IN LANDFILLS THAT HAVE NOT BEEN PROPERLY\n   56  CLOSED PURSUANT TO 6 NYCRR PART 360, WHICH IS DETERMINED TO BE  LEACHING\n\n       A. 1006                             3\n\n    1  CONTAMINANTS  INTO  THE  ENVIRONMENT ABOVE THE UNRESTRICTED SOIL CLEANUP\n    2  OBJECTIVE PURSUANT TO 6 NYCRR SECTION 375-6.8(A). \"CONTAMINATED HISTORIC\n    3  FILL\" DOES NOT INCLUDE ANY MATERIAL WHICH IS CHEMICAL  PRODUCTION  WASTE\n    4  OR  WASTE PRODUCED ON THE SITE FROM PROCESSING OF METAL OR MINERAL ORES,\n    5  RESIDUES, SLAG OR TAILINGS, WHICH OTHERWISE FALL UNDER THE DEFINITION OF\n    6  CONTAMINANTS.\n    7    17-B. \"UNCONTAMINATED HISTORIC FILL\"  MEANS  CONSTRUCTION  DEBRIS  AND\n    8  DEMOLITION DEBRIS NOT CONTAMINATED WITH SIGNIFICANT PETROLEUM COMPOUNDS,\n    9  DREDGE  SPOILS NOT CONTAMINATED WITH CONTAMINANTS ABOVE THE UNRESTRICTED\n   10  SOIL CLEANUP OBJECTIVES PURSUANT TO  6  NYCRR  SECTION  375-6.8(A),  AND\n   11  MUNICIPAL  SOLID  WASTE  USED  TO  FILL  LAND WHICH IS NOT A LANDFILL AS\n   12  DEFINED UNDER 6 NYCRR PART 360, OR PLACED IN A LANDFILL PROPERLY  CLOSED\n   13  AND BEING MAINTAINED PURSUANT TO 6 NYCRR PART 360.\n   14    17-C.  \"MIXED  HISTORIC  FILL\" SHALL MEAN UNCONTAMINATED HISTORIC FILL\n   15  THAT IS MIXED WITH CONTAMINATED  HISTORIC  FILL  AND  SUCH  CONTAMINATED\n   16  HISTORIC  FILL CANNOT BE SEPARATED OUT FROM THE TOTAL HISTORIC FILL; THE\n   17  ORIGINAL HISTORIC FILL SHALL BE DEEMED CONTAMINATED HISTORIC FILL.\n   18    S 4. Subdivision 6 of section 27-1407 of the  environmental  conserva-\n   19  tion  law,  as  added by section 1 of part A of chapter 1 of the laws of\n   20  2003, is amended to read as follows:\n   21    6. The department shall use all best efforts to  expeditiously  notify\n   22  the  applicant  within forty-five days after receiving their request for\n   23  participation, OR WITHIN FIFTEEN DAYS OF THE CLOSE OF THE INITIAL PUBLIC\n   24  COMMENT PERIOD, WHICHEVER IS LATER, that such request is either accepted\n   25  or rejected.  \"BEST EFFORTS\" MEANS THAT THE DEPARTMENT  PROJECT  COUNSEL\n   26  AND  PROJECT MANAGER ASSIGNED TO THE APPLICATION ARE DILIGENTLY EVALUAT-\n   27  ING THE APPLICATION AND HAVE ISSUED A NOTICE  TO  THE  APPLICANT  WITHIN\n   28  THIS  TIME  FRAME.  IN THE EVENT A NOTICE IS NOT ISSUED DURING THIS TIME\n   29  FRAME, THE APPLICATION IS DEEMED APPROVED  NO  LATER  THAN  THIRTY  DAYS\n   30  AFTER THE TERMINATION OF THIS TIME FRAME FOR REVIEW.\n   31    S 5. Subdivision 1, the second undesignated paragraph of subdivision 4\n   32  and  paragraph  (b)  of subdivision 7 of section 27-1415 of the environ-\n   33  mental conservation law, as amended by section 7 of part  A  of  chapter\n   34  577 of the laws of 2004, are amended to read as follows:\n   35    1.  Remedial  programs.  All  remedial programs shall be protective of\n   36  public health and the environment including but not limited to groundwa-\n   37  ter according to its classification pursuant to section 17-0301 of  this\n   38  chapter;  drinking  water, surface water and air (including indoor air);\n   39  sensitive populations, including  children;  and  ecological  resources,\n   40  including  fish  and wildlife. In all cases, the target risk of residual\n   41  contamination at a site shall not exceed an excess cancer risk of one in\n   42  one million for carcinogenic end points and a hazard index  of  one  for\n   43  non-cancer  end  points.   WITH RESPECT TO INDOOR AIR, THE DEPARTMENT OF\n   44  HEALTH SHALL ASSESS WHICH CONTAMINANTS ARE MOST HARMFUL TO PUBLIC HEALTH\n   45  COMMONLY PRESENT AT BROWNFIELD SITES AND  PRIORITIZE  SUCH  CONTAMINANTS\n   46  BASED ON TOXICITY AND CONCENTRATION FOR PURPOSES OF THIS PROGRAM.\n   47    Track  1: The remedial program shall achieve a cleanup level that will\n   48  allow the site to be used for any purpose without restriction and  with-\n   49  out reliance on the long-term employment of institutional or engineering\n   50  controls,  and shall achieve contaminant-specific remedial action objec-\n   51  tives for soil which conform with those contained in the  generic  table\n   52  of  contaminant-specific remedial action objectives for unrestricted use\n   53  developed pursuant to subdivision six of this section.  Provided, howev-\n   54  er, that APPLICANTS WHO MUST INSTALL  A  VAPOR  MITIGATION  SYSTEM  EVEN\n   55  AFTER  ACHIEVING  TRACK  1  SOIL CLEANUP OBJECTIVES, OR volunteers whose\n   56  proposed remedial program for the remediation of groundwater may require\n\n       A. 1006                             4\n\n    1  the long-term employment of institutional or engineering controls  after\n    2  the bulk reduction of groundwater contamination to asymptotic levels has\n    3  been  achieved  but  whose  program  would  otherwise  conform  with the\n    4  requirements  necessary  to qualify for Track 1, shall qualify for Track\n    5  1.\n    6    (b) The owner of a brownfield site at which institutional or engineer-\n    7  ing controls, OR VAPOR MITIGATION SYSTEMS, are employed pursuant to this\n    8  title shall, unless otherwise provided in  writing  by  the  department,\n    9  annually  submit  to the department a written statement by an individual\n   10  licensed or otherwise authorized in accordance with article one  hundred\n   11  forty-five  of the education law to practice the profession of engineer-\n   12  ing, or by such other expert  as  the  department  may  find  acceptable\n   13  certifying  under  penalty  of  perjury  that the institutional controls\n   14  and/or engineering controls, OR VAPOR MITIGATION  SYSTEMS,  employed  at\n   15  such site are unchanged from the previous certification and that nothing\n   16  has  occurred  that  would impair the ability of such control to protect\n   17  the public health and environment, or constitute a violation or  failure\n   18  to  comply with any operation and maintenance plan for such controls, OR\n   19  VAPOR MITIGATION SYSTEMS, and giving access to the  department  to  such\n   20  real property to evaluate continued maintenance of such controls.\n   21    S  6. Subdivision 3 and the first undesignated paragraph and paragraph\n   22  (d) of subdivision 5 of section 27-1419 of the  environmental  conserva-\n   23  tion  law,  subdivision  3 as amended by chapter 390 of the laws of 2008\n   24  and the first undesignated paragraph and paragraph (d) of subdivision  5\n   25  as  amended  by  section 9 of part A of chapter 577 of the laws of 2004,\n   26  are amended to read as follows:\n   27    3. Upon receipt of the final engineering report, the department  shall\n   28  review  such  report  and  the data submitted pursuant to the brownfield\n   29  site cleanup agreement as well as any other relevant information regard-\n   30  ing the brownfield site WITHIN THIRTY DAYS OF RECEIPT. Upon satisfaction\n   31  of the commissioner that the remediation requirements set forth in  this\n   32  title  have  been or will be achieved in accordance with the timeframes,\n   33  if any, established in the remedial work plan,  the  commissioner  shall\n   34  issue  a  written  certificate  of  completion,  such  certificate shall\n   35  include such information as determined by the department of taxation and\n   36  finance, including but not limited to  the  brownfield  site  boundaries\n   37  included  in  the  final  engineering report, the date of the brownfield\n   38  site agreement pursuant to section 27-1409 of this title, and the appli-\n   39  cable percentages available for that site for purposes of section  twen-\n   40  ty-one of the tax law, with such percentages to be determined as follows\n   41  with  respect to such qualified site for which the department has issued\n   42  a notice to the taxpayer after June  twenty-third,  two  thousand  eight\n   43  that  its  request for participation has been accepted under subdivision\n   44  six of section 27-1407 of this title:\n   45    For the purposes of calculating the site preparation credit  component\n   46  pursuant  to  paragraph  two of subdivision (a) of section twenty-one of\n   47  the tax law, and the on-site groundwater  remediation  credit  component\n   48  pursuant  to  paragraph four of subdivision (a) of section twenty-one of\n   49  the tax law, the applicable percentage shall be based on  the  level  of\n   50  cleanup achieved pursuant to subdivision four of section 27-1415 of this\n   51  title  and  the  level  of cleanup of soils to contaminant-specific soil\n   52  cleanup objectives promulgated pursuant to subdivision  six  of  section\n   53  27-1415 of this title, up to a maximum of fifty percent, as follows:\n   54    (a)  soil  cleanup for unrestricted use, the protection of groundwater\n   55  or the protection of ecological  resources,  the  applicable  percentage\n   56  shall be fifty percent;\n\n       A. 1006                             5\n\n    1    (b)  soil cleanup for residential use, the applicable percentage shall\n    2  be forty percent,  except  for  Track  4  which  shall  be  twenty-eight\n    3  percent;\n    4    (c)  soil  cleanup for commercial use, the applicable percentage shall\n    5  be thirty-three percent, except for Track 4 which shall  be  twenty-five\n    6  percent;\n    7    (d)  soil  cleanup for industrial use, the applicable percentage shall\n    8  be twenty-seven percent, except for Track 4 which  shall  be  twenty-two\n    9  percent.\n   10    IN THE EVENT THE DEPARTMENT OR THE DEPARTMENT OF HEALTH CONCLUDES THAT\n   11  IT  IS  NECESSARY  FOR THE APPLICANT TO PERFORM ADDITIONAL REMEDIAL WORK\n   12  NOT INCLUDED IN THE APPROVED REMEDIAL WORK PLAN, BUT WHICH  THE  DEPART-\n   13  MENT HAS CONCLUDED IS NECESSARY TO SATISFY THE TECHNICAL REQUIREMENTS OF\n   14  THE  PROGRAM  PURSUANT TO SECTION 27-1415 OF THIS TITLE, THE CERTIFICATE\n   15  OF COMPLETION WILL STILL BE ISSUED WITHIN THIRTY DAYS OF RECEIPT OF  THE\n   16  FINAL ENGINEERING REPORT FOR THE WORK PERFORMED UNDER THE APPROVED REME-\n   17  DIAL  ACTION WORK PLAN AND A SUPPLEMENTAL REMEDIAL ACTION WORK PLAN MUST\n   18  BE SUBMITTED INCLUDING A SCHEDULE FOR  PERFORMANCE  FOR  ANY  ADDITIONAL\n   19  ACTIONS  THE  DEPARTMENT  OR THE DEPARTMENT OF HEALTH DEEM NECESSARY. IN\n   20  THE EVENT THE SUPPLEMENTAL WORK REQUIRED IN  THE  REMEDIAL  ACTION  WORK\n   21  PLAN  IS  NOT  COMPLETED  PURSUANT  TO  ANY  SUPPLEMENTAL WORK PLAN, THE\n   22  DEPARTMENT MAY REOPEN THE CERTIFICATE  OF  COMPLETION  PURSUANT  TO  THE\n   23  REOPENER  IN  SUBPARAGRAPH  (I)  OF  PARAGRAPH (A) OF SUBDIVISION TWO OF\n   24  SECTION 27-1421 OF THIS TITLE AFTER ALL ADMINISTRATIVE JUDICIAL  REVIEWS\n   25  HAVE BEEN EXHAUSTED.\n   26    A  certificate  of  completion  issued pursuant to this section may be\n   27  transferred to the applicant's successors or assigns  upon  transfer  or\n   28  sale  of  the  brownfield site, AT WHICH TIME THE SUCCESSORS AND ASSIGNS\n   29  ASSUME ALL REMAINING RESPONSIBILITY FOR THE BROWNFIELD SITE.  Further, a\n   30  certificate of completion may be modified or revoked by the commissioner\n   31  upon a finding that:\n   32    (d) There is good cause for such modification or revocation  BASED  ON\n   33  THE  APPLICANT  OR  THEIR  SUCCESSOR AND ASSIGNS FAILURE TO MAINTAIN THE\n   34  CONTROLS IN THE ENVIRONMENTAL EASEMENT OR ANY FUTURE CONTAMINATION ON OR\n   35  EMANATING FROM THE SITE.\n   36    S 7. The environmental conservation law is amended  by  adding  a  new\n   37  section 27-1437 to read as follows:\n   38  S 27-1437. UNCONTAMINATED   HISTORIC   FILL   AND  MIXED  HISTORIC  FILL\n   39               PROGRAMS.\n   40    THE DEPARTMENT OR ANY DELEGATED MUNICIPALITY IS AUTHORIZED TO CREATE A\n   41  BENEFICIAL USE DETERMINATION PROGRAM FOR  THE  REUSE  AND  RECYCLING  OF\n   42  UNCONTAMINATED  HISTORIC FILL AND THE MANAGEMENT OF MIXED HISTORIC FILL.\n   43  IN THE EVENT A MUNICIPALITY REQUESTS DELEGATION  TO  ADMINISTER  SUCH  A\n   44  BENEFICIAL  USE  DETERMINATION  PROGRAM FOR UNCONTAMINATED HISTORIC FILL\n   45  AND MIXED HISTORIC FILL, THE MUNICIPALITY MUST PROPOSE  A  PROGRAM  THAT\n   46  WILL BE SUBJECT TO APPROVAL BY THE DEPARTMENT. AT A MINIMUM, THE PROGRAM\n   47  MUST  INCLUDE  SAMPLING  REQUIREMENTS DESIGNED TO FULLY CHARACTERIZE THE\n   48  NATURE OF THE MATERIAL, A PROCEDURE TO APPLY FOR  AND  RECEIVE  APPROVAL\n   49  FOR  EXCAVATION AND TRANSPORTATION OF SUCH MATERIAL FOR REUSE AS FILL ON\n   50  ANOTHER SITE PROVIDED SUCH  MATERIAL  IS  REUSED  IN  A  MANNER  AND  IN\n   51  LOCATIONS  APPROPRIATE  FOR SUCH REUSE. IN ADDITION THE DEPARTMENT SHALL\n   52  ISSUE A NO FURTHER ACTION LETTER TO THE PARTY  ATTEMPTING  TO  USE  SUCH\n   53  MATERIAL  AND  THE  PROPOSED  END USE DEPOSITION SITE OWNER PROVIDED THE\n   54  MATERIAL HAS BEEN PROPERLY REUSED.  THE PROCESS FOR DETERMINING  ACCEPT-\n   55  ANCE  OF  THIS  MATERIAL AT THE END USE SITE GIVEN THE INTENDED USE WILL\n   56  CONSIDER A COMPARISON OF ANALYTICAL DATA FROM THE SIDEWALLS OF  THE  END\n\n       A. 1006                             6\n\n    1  USE  SITE  OF FINAL DEPOSITION AND THE SOURCE SITE UNCONTAMINATED AND/OR\n    2  MIXED HISTORIC FILL MATERIAL. IF THE COMPARISON INDICATES THAT:\n    3    1.  THE  GROUP AND CATEGORY OF COMPOUNDS IDENTIFIED IN ANALYTICAL DATA\n    4  FROM BOTH SITES ARE SIMILAR ON BOTH SITES; AND\n    5    2. CONCENTRATIONS ARE SIMILAR IN THE SOURCE MATERIAL TO THE DEPOSITION\n    6  SITE AND WILL NOT CREATE A NEGATIVE IMPACT TO THE FINAL  DISPOSAL  SITE,\n    7  THEN, AND ONLY THEN, THE FILL CAN BE ACCEPTED FOR REUSE.  THE NO FURTHER\n    8  ACTION  LETTER  BY  THE  DEPARTMENT  SHALL CONFIRM THE MATERIAL HAS BEEN\n    9  PROPERLY REUSED AND NO FURTHER ACTION BY THE DEPARTMENT IS REQUIRED.\n   10    S 8. The environmental conservation law is amended  by  adding  a  new\n   11  section 27-1439 to read as follows:\n   12  S 27-1439. EXPEDITED  REMEDIATION  PROGRAM  FOR  MINIMALLY  CONTAMINATED\n   13               SITES.\n   14    TO THE EXTENT THAT A PARTY DOES  NOT  DESIRE  TO  PARTICIPATE  IN  THE\n   15  BROWNFIELD  CLEANUP  PROGRAM,  BUT  DOES DESIRE THE LIABILITY LIMITATION\n   16  GRANTED UNDER SECTION 27-1421 OF THIS TITLE, SUCH  PARTY  MAY  ELECT  TO\n   17  PARTICIPATE  IN  AN EXPEDITED REMEDIATION PROGRAM RESERVED FOR MINIMALLY\n   18  CONTAMINATED SITES SUBJECT TO A STIPULATION AGREEMENT AND REMEDIAL  WORK\n   19  PLAN  SUBSEQUENT TO COMPLETION OF A SITE INVESTIGATION REPORT. THE SITES\n   20  ELIGIBLE TO THIS PROGRAM ARE DEFINED AS  SITES  WHERE:  1.  THE  SUSPECT\n   21  CONTAMINATION  IS  NOT KNOWN BUT THE HISTORIC SOURCE OF CONTAMINATION IS\n   22  NOT LIKELY TO HAVE GENERATED SIGNIFICANT LEVELS OF CONTAMINATION, OR  2.\n   23  THE CONTAMINATION LEVELS ARE KNOWN BUT ARE MINIMAL. CONTAMINATION LEVELS\n   24  ARE  CONSIDERED  MINIMAL  IF  THE ANTICIPATED COST OF REMEDIATION OF THE\n   25  CONTAMINANT OR CONTAMINATED HISTORIC FILL IS MERELY  CONSIDERED  BY  THE\n   26  PARTY  TO  BE  A  COST  OF CONSTRUCTION RATHER THAN A REMEDIAL COST. THE\n   27  DEPARTMENT SHALL DEVELOP REGULATIONS TO ESTABLISH THE EXPEDITED PROGRAM,\n   28  WHICH WILL INCLUDE PROCEDURES THAT ARE LESS FORMAL THAN  THE  BROWNFIELD\n   29  CLEANUP PROGRAM BUT PROTECTIVE OF THE PUBLIC HEALTH AND THE ENVIRONMENT.\n   30  THE INTENT OF THIS PROGRAM IS TO ENABLE PROJECTS TO PROCEED ON MINIMALLY\n   31  CONTAMINATED SITES IN AN EXPEDITED FASHION WITH ALL NECESSARY DEPARTMENT\n   32  OVERSIGHT  IN  EXCHANGE  FOR A STATE LIABILITY LIMITATION GRANTED AT THE\n   33  COMPLETION OF THE REQUIRED REMEDIATION.\n   34    S 9. Subdivision 2 of section 71-3607 of the  environmental  conserva-\n   35  tion  law,  as  added by section 2 of part A of chapter 1 of the laws of\n   36  2003, is amended to read as follows:\n   37    2. Whenever an affected local government receives an application for a\n   38  building permit or any other application affecting [land use or develop-\n   39  ment of land] ANY OF THE INSTITUTIONAL AND/OR ENVIRONMENTAL CONTROLS  IN\n   40  THE EASEMENT INCLUDING CHANGE OF USE, CHANGE OR IMPACT ON ANY SUBSURFACE\n   41  CONDITIONS OR CHANGE OR IMPACT ON ANY INDOOR AIR RELATED SYSTEMS INCLUD-\n   42  ING  VAPOR  MITIGATION  SYSTEMS  OR HEATING AND COOLING SYSTEMS, that is\n   43  subject to an environmental easement and that may relate  to  or  impact\n   44  such easement, the affected local government shall notify the department\n   45  and refer such application to the department. The department shall eval-\n   46  uate  whether the application is consistent with the environmental ease-\n   47  ment and shall notify the affected local government of its determination\n   48  in a timely fashion, considering the time frame for  the  local  govern-\n   49  ment's  review  of  the application. The affected local government shall\n   50  not approve the application until it receives approval from the  depart-\n   51  ment.    THE  DEPARTMENT AND THE LOCAL GOVERNMENT SHALL DEVELOP AN EXPE-\n   52  DITED PROCESS FOR IDENTIFYING THOSE PERMITS THAT  COULD  IN  ANY  MANNER\n   53  AFFECT  AN  ENVIRONMENTAL  EASEMENT  FROM  THOSE  PERMITS THAT COULD NOT\n   54  POSSIBLY HAVE ANY IMPACT. THE DEPARTMENT WILL NOT NEED  TO  APPROVE  ANY\n   55  PERMITS  THAT  ARE  UNRELATED TO ENVIRONMENTAL EASEMENT INSTITUTIONAL OR\n   56  ENGINEERING CONTROLS.\n\n       A. 1006                             7\n\n    1    S 10. Paragraph a of subdivision 3 and subdivisions 4 and 5 of section\n    2  970-r of the general municipal law, paragraph a  of  subdivision  3  and\n    3  subdivision 4 as amended by chapter 390 of the laws of 2008 and subdivi-\n    4  sion 5 as added by section 1 of part F of chapter 1 of the laws of 2003,\n    5  are amended to read as follows:\n    6    a.  Within  the  limits  of  appropriations therefor, the secretary is\n    7  authorized to provide, on a competitive basis, financial  assistance  to\n    8  municipalities,  to  community based organizations, to community boards,\n    9  or to municipalities and community based organizations acting in cooper-\n   10  ation to prepare a nomination for designation of a  brownfield  opportu-\n   11  nity  area.    A NOMINATION STUDY MUST INCLUDE SUFFICIENT INFORMATION TO\n   12  DESIGNATE THE BROWNFIELD OPPORTUNITY AREA DISTRICT. THE CONTENTS OF  THE\n   13  NOMINATION  STUDY  SHALL BE DEVELOPED BASED ON AN AREA-WIDE ASTM PHASE I\n   14  SITE INVESTIGATION STUDY DOCUMENTING THE HISTORIC USES IN THE  DISTRICT.\n   15  A  NOMINATION  STUDY  IS NOT EQUIVALENT TO AND MAY NOT SERVE AS A MASTER\n   16  PLAN OR OTHER EQUIVALENT LAND USE STUDY. SUCH POSSIBLE  MASTER  PLAN  OR\n   17  EQUIVALENT LAND USE STUDY MAY BE SEPARATELY DEVELOPED UNDER THIS PROGRAM\n   18  AS AN IMPLEMENTATION STRATEGY THAT MAY BE ATTACHED TO A FINAL BROWNFIELD\n   19  OPPORTUNITY  AREA  PLAN.  NO  SUCH  NOMINATION  STUDY SHALL SUPERSEDE AN\n   20  EXISTING MASTER PLAN  OR  EQUIVALENT  LAND  USE  STUDY.  Such  financial\n   21  assistance  shall  not  exceed ninety percent of the costs of such nomi-\n   22  nation for any such area.\n   23    4. Designation of brownfield opportunity area. Upon  completion  of  a\n   24  nomination for designation of a brownfield opportunity area, it shall be\n   25  forwarded by the applicant to the secretary, who shall determine whether\n   26  it  is  consistent with the provisions of this section. If the secretary\n   27  determines that the nomination is consistent with the provisions of this\n   28  section, the brownfield opportunity area shall be designated.   A  NOMI-\n   29  NATION STUDY DOES NOT REQUIRE REVIEW UNDER THE STATE ENVIRONMENTAL QUAL-\n   30  ITY  REVIEW ACT PURSUANT TO ARTICLE EIGHT OF THE ENVIRONMENTAL CONSERVA-\n   31  TION  LAW.  IN  THE  EVENT  THE  MUNICIPALITY  AND/OR  COMMUNITY   BASED\n   32  ORGANIZATION  ELECT  TO DEVELOP IMPLEMENTATION STRATEGIES, INCLUDING BUT\n   33  NOT LIMITED TO A MASTER PLAN OR URBAN RENEWAL  PLAN,  REVIEW  UNDER  THE\n   34  STATE  ENVIRONMENTAL QUALITY REVIEW ACT PURSUANT TO ARTICLE EIGHT OF THE\n   35  ENVIRONMENTAL CONSERVATION LAW IS REQUIRED. If the secretary  determines\n   36  that  the  nomination  is  not  consistent  with  the provisions of this\n   37  section, the secretary shall make  recommendations  in  writing  to  the\n   38  applicant  of  the  manner  and nature in which the nomination should be\n   39  amended.\n   40    5. Priority and preference. The designation of a  brownfield  opportu-\n   41  nity  area  pursuant  to this section is intended to serve as a planning\n   42  tool.  It alone shall not impose any new obligations on any property  or\n   43  property  owner. To the extent authorized by law, projects in brownfield\n   44  opportunity areas designated pursuant to this section  shall  receive  a\n   45  priority  and preference when considered for financial assistance pursu-\n   46  ant to articles fifty-four and fifty-six of the environmental  conserva-\n   47  tion law. To the extent authorized by law, projects in brownfield oppor-\n   48  tunity  areas designated pursuant to this section may receive a priority\n   49  and preference when considered for financial assistance pursuant to  any\n   50  other  state, federal or local law.  ANY STATE AGENCY WITH PROGRAMS THAT\n   51  COULD ASSIST DESIGNATED BROWNFIELD OPPORTUNITY AREAS SHALL CONTACT  SUCH\n   52  MUNICIPALITIES  AND/OR  COMMUNITY  BASED  ORGANIZATIONS  SUBSEQUENT TO A\n   53  DESIGNATION AND SHALL OFFER ASSISTANCE TO ACCESS ANY POSSIBLE SUPPORTING\n   54  PROGRAMS OR FUNDING SOURCES.\n   55    S 11. This act shall take effect immediately; provided that the amend-\n   56  ments to paragraph a of subdivision 3 and subdivision 4 of section 970-r\n\n       A. 1006                             8\n\n    1  of the general municipal law made by section ten of this act shall  take\n    2  effect  on  the  same  date and in the same manner as chapter 390 of the\n    3  laws of 2008, takes effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law and the general municipal law, in relation to brownfields and historic fills and mixed historic fill programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T140156.TXT", "SOBI.D110105.T132153.TXT", "SOBI.D110105.T135656.TXT", "SOBI.D110107.T131903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424343530
}