{
  "year" : 2011,
  "senateBillNo" : "A1000-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A1000-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows persons 62 years or older in any housing project to keep common household pets",
  "summary" : "Allows persons 62 years or older to keep and care for common household pets in municipal housing; prevents eviction of such persons based on the ownership of pets; provides that any pet who poses a nuisance to the community may be removed; does not remove any pet owner from liability for the reasonable costs directly attributable to any damage caused by the pet. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Housing Law",
  "previousVersions" : [ "A188-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1000\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER, CLARK -- Multi-Sponsored by -- M. of A.\n         CAHILL, McENENY, MILLMAN, ORTIZ, SWEENEY,  TOWNS,  WEINSTEIN  --  read\n         once and referred to the Committee on Housing\n\n       AN  ACT  to  amend the public housing law, in relation to the keeping of\n         certain household pets by persons sixty-two years of age or older\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public housing law is amended by adding a new section\n    2  223-c to read as follows:\n    3    S 223-C. DISCRIMINATION AGAINST PERSONS  WHO  HAVE  CERTAIN  HOUSEHOLD\n    4  PETS.  1.  NO  PERSON  WHO  IS  SIXTY-TWO YEARS OF AGE OR OLDER SHALL BE\n    5  DENIED OCCUPANCY IN A DWELLING IN ANY HOUSING PROJECT OR BE SUBJECTED TO\n    6  EVICTION FROM ANY SUCH DWELLING ON THE SOLE GROUND THAT SUCH PERSON  HAS\n    7  A COMMON HOUSEHOLD PET WHICH WILL OR DOES RESIDE WITH SUCH PERSON THERE-\n    8  IN.\n    9    2.  THE  COMMISSIONER  SHALL PROMULGATE REGULATIONS FOR THE KEEPING OF\n   10  COMMON HOUSEHOLD PETS BY PERSONS SIXTY-TWO YEARS OF  AGE  OR  OLDER  WHO\n   11  RESIDE  IN  A  DWELLING  IN  ANY  HOUSING  PROJECT. SUCH REGULATIONS MAY\n   12  INCLUDE CONSIDERATION, AFTER CONSULTATION WITH THE TENANTS OF SUCH HOUS-\n   13  ING PROJECT, OF OTHER REASONABLE FACTORS TO GOVERN THE KEEPING OF COMMON\n   14  HOUSEHOLD PETS SUCH AS DENSITY OF TENANTS, PET SIZE, POTENTIAL FINANCIAL\n   15  OBLIGATIONS OF TENANTS, AND STANDARDS OF PET CARE. SUCH REGULATIONS  MAY\n   16  INCLUDE AND ALL PET OWNERS SHALL COMPLY WITH, THE FOLLOWING IF REQUIRED:\n   17    (A) INOCULATIONS AND LICENSING MANDATED BY STATE AND LOCAL LAWS;\n   18    (B) SANITARY STANDARDS GOVERNING THE DISPOSAL OF PET WASTE;\n   19    (C) LIMITING THE KEEPING OF COMMON HOUSEHOLD PETS TO ONE PER HOUSEHOLD\n   20  AT ANY GIVEN TIME;\n   21    (D) PET RESTRAINT IN COMMON AREAS;\n   22    (E) PET REGISTRATION; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00646-01-1\n\n       A. 1000                             2\n\n    1    (F)  ALTERNATE CARETAKERS IN THE CASE OF SICKNESS OR INCAPACITY OF THE\n    2  PET OWNER.\n    3    3.  MUNICIPAL  HOUSING  AUTHORITIES MAY PROMULGATE SUPPLEMENTARY RULES\n    4  AND REGULATIONS TO CARRY OUT THE PROVISIONS OF THIS SECTION, NOT  INCON-\n    5  SISTENT  WITH THE PROVISIONS OF THIS SECTION OR THE COMMISSIONER'S REGU-\n    6  LATIONS.\n    7    4. ANY PET WHOSE CONDUCT OR CONDITION IS DULY DETERMINED TO CONSTITUTE\n    8  A NUISANCE OR A THREAT TO THE HEALTH OR SAFETY OF THE OTHER OCCUPANTS OF\n    9  SUCH HOUSING PROJECT, OR OF OTHER PERSONS IN THE  COMMUNITY  WHERE  SUCH\n   10  HOUSING  PROJECT  IS  LOCATED,  MAY  BE REMOVED BY THE MUNICIPAL HOUSING\n   11  AUTHORITY, PUBLIC HEALTH OFFICER HAVING JURISDICTION, OR OTHER APPROPRI-\n   12  ATE AUTHORITY OF THE COMMUNITY WHERE SUCH HOUSING  PROJECT  IS  LOCATED.\n   13  FOR  PURPOSES OF THIS SECTION A NUISANCE MEANS THE SUBSTANTIAL INTERFER-\n   14  ENCE WITH THE HEALTH, SAFETY, AND COMFORT OF THE OTHER  TENANTS  OF  THE\n   15  HOUSING PROJECT, OR OF OTHER PERSONS IN THE COMMUNITY WHERE SUCH HOUSING\n   16  PROJECT IS LOCATED.\n   17    5.  NOTHING  IN THIS SECTION RELIEVES ANY PET OWNER FROM LIABILITY FOR\n   18  THE REASONABLE COSTS DIRECTLY ATTRIBUTABLE TO ANY DAMAGE CAUSED  BY  THE\n   19  PET, INCLUDING THE COST OF REPAIRS AND REPLACEMENTS THERETO.\n   20    6. ANY AGREEMENT BY A LESSEE OR TENANT WAIVING OR MODIFYING THE RIGHTS\n   21  CONTAINED  IN  THIS  SECTION FOR THE KEEPING OF COMMON HOUSEHOLD PETS BY\n   22  PERSONS SIXTY-TWO YEARS OF AGE OR OLDER SHALL BE  VOID  AS  CONTRARY  TO\n   23  PUBLIC POLICY.\n   24    7.  FOR  THE PURPOSES OF THIS SECTION, THE TERM \"COMMON HOUSEHOLD PET\"\n   25  SHALL INCLUDE A DOG, CAT, GERBIL, HAMSTER, GUINEA PIG, BIRD, OR FISH.\n   26    S 2. This act shall take effect on the first of June in the year  next\n   27  succeeding  the  year in which it shall have become a law; provided that\n   28  any regulations required for the implementation of  this  act  shall  be\n   29  promulgated at least 30 days prior to such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public housing law, in relation to the keeping of certain household pets by persons sixty-two years of age or older ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T132153.TXT", "SOBI.D110105.T135656.TXT", "SOBI.D110107.T131903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424343504
}