{
  "year" : 2011,
  "senateBillNo" : "A1002-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1002-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the certification of podiatrists as acupuncturists",
  "summary" : "Authorizes the certification of podiatrists as acupuncturists; includes podiatrists within the group of health care professionals (physicians and dentists) who may become certified acupuncturists; prohibits podiatrists, physicians and dentists from utilizing acupuncture beyond the scope of their practices. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A206-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1002\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PHEFFER -- Multi-Sponsored by -- M. of A. TOWNS\n         -- read once and referred to the Committee on Higher Education\n\n       AN ACT to amend the education law, in  relation  to  providing  for  the\n         certification of podiatrists as acupuncturists\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 8216  of  the  education  law,  as\n    2  added by chapter 772 of the laws of 1990, is amended to read as follows:\n    3    (3)  Any  person  who is validly certified under the provisions of the\n    4  former chapter nine hundred fifty-nine of the laws of  nineteen  hundred\n    5  seventy-four  shall continue to be certified to practice acupuncture and\n    6  may continue to use the title certified  acupuncturist.  The  department\n    7  may  establish  rules and regulations providing for the certification of\n    8  physicians  [and],  dentists,  AND  PODIATRISTS  as   acupuncturists[,];\n    9  provided  that such certified acupuncturists do not represent themselves\n   10  as licensed acupuncturists OR UTILIZE ACUPUNCTURE BEYOND  THE  SCOPE  OF\n   11  THEIR  MEDICAL, DENTAL, OR PODIATRIC PRACTICES, RESPECTIVELY.  Certified\n   12  acupuncturists  seeking  to  become  licensed  acupuncturists  shall  be\n   13  subject to all provisions of this article;\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00536-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing for the certification of podiatrists as acupuncturists ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T140156.TXT", "SOBI.D110105.T132153.TXT", "SOBI.D110107.T131903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424343515
}