{
  "year" : 2011,
  "senateBillNo" : "A1005-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A1005-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes environmental standards and protections in the insurance business, and provides incentives and tax credits for offering green insurance",
  "summary" : "Establishes environmental standards and protections in the insurance business, and provides incentives and tax credits for offering green insurance. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A9437-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1005\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PEOPLES-STOKES -- read once and referred to the\n         Committee on Insurance\n\n       AN ACT to amend the insurance law, the workers' compensation law and the\n         tax law, in  relation  to  establishing  environmental  standards  and\n         protections  in  the  insurance business, and providing incentives and\n         tax credits for offering green insurance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   Legislative findings. The legislature finds and declares\n    2  that global warming poses a serious threat to the  economic  well-being,\n    3  public  health,  natural  resources, and environment of the state of New\n    4  York. The potential  adverse  impacts  of  global  warming  include  the\n    5  exacerbation  of  air  quality  problems, a reduction in the quality and\n    6  supply of water to the  state,  damage  to  marine  ecosystems  and  the\n    7  natural  environment,  an  increase  in  the  incidences  of  infectious\n    8  diseases, asthma,  and  other  human  health-related  problems,  and  an\n    9  increase  in the occurrence and severity of natural catastrophes. Global\n   10  warming will have detrimental effects on some of the state of New York's\n   11  largest industries, including  the  insurance  industry.  It  will  also\n   12  increase the strain on energy and natural resources necessary to rebuild\n   13  and restore property after losses.\n   14    The  legislature  finds  that  by increasing incentives for the use of\n   15  low-emission vehicles, reduced driving, the building  of  \"green  build-\n   16  ings,\" investments in renewable energy projects, and the conservation of\n   17  natural resources, the insurance industry can help reduce greenhouse gas\n   18  emissions.  National  and  international  actions are necessary to fully\n   19  address the issue of global warming. However, actions taken by the state\n   20  of New York to reduce emissions of greenhouse gases will have far-reach-\n   21  ing effects by encouraging other states,  the  federal  government,  and\n   22  other countries to act.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04724-01-1\n\n       A. 1005                             2\n\n    1    It  is the intent of the legislature that the superintendent of insur-\n    2  ance coordinate with state agencies, as well as consult with  the  envi-\n    3  ronmental justice community, industry sectors, business groups, academic\n    4  institutions,  environmental  organizations,  and  other stakeholders in\n    5  implementing this act.\n    6    It  is the intent of the legislature that the superintendent of insur-\n    7  ance consult with the public service commission and  the  department  of\n    8  environmental conservation in the development of emissions standards for\n    9  low-emission vehicles for insurance rating purposes, and in the develop-\n   10  ment  of  green  building  standards  for insurance rating purposes in a\n   11  manner that minimizes costs and maximizes benefits for the state of  New\n   12  York's  economy,  improves and modernizes the state of New York's energy\n   13  infrastructure and  maintains  electric  system  reliability,  maximizes\n   14  additional  environmental  and  economic cobenefits for the state of New\n   15  York, and complements the state's efforts to protect the  natural  envi-\n   16  ronment and reduce global warming.\n   17    It  is  also  the intent of the legislature to provide an incentive in\n   18  the form of New York state tax credits to attract much needed additional\n   19  private capital investments. It is the expectation  of  the  legislature\n   20  that  these  new investment dollars shall be used for the direct benefit\n   21  of the natural environment and renewable energy sources in the state  of\n   22  New York.\n   23    S  2. The insurance law is amended by adding two new sections 2352 and\n   24  2353 to read as follows:\n   25    S 2352. GREEN INSURANCE REGULATIONS. (A) AN INSURANCE  COMPANY  ORGAN-\n   26  IZED  AND  LICENSED TO SELL AUTOMOBILE INSURANCE SHALL NOTIFY THE SUPER-\n   27  INTENDENT BY ELECTRONIC TRANSMISSION, INDICATING  WHETHER  OR  NOT  SUCH\n   28  INSURANCE  COMPANY  OFFERS  A PREMIUM REDUCTION FOR LOW-EMISSION AUTOMO-\n   29  BILES. IF  SUCH PREMIUM REDUCTIONS ARE OFFERED,  THE  INSURANCE  COMPANY\n   30  SHALL  TRANSMIT  TO  THE SUPERINTENDENT THE COST AND THE CLAIMS OF THOSE\n   31  LOW-EMISSION AUTOMOBILES COMPARED TO HIGH-EMISSION VEHICLES.\n   32    (1) THE SUPERINTENDENT SHALL  CONDUCT  PUBLIC  HEARINGS  IN  ORDER  TO\n   33  COMPARE  AND  CONTRAST  THE  RISK,  THE  COST, AND THE CLAIMS EXPERIENCE\n   34  BETWEEN LOW-EMISSION AND HIGH-EMISSION AUTOMOBILES.  THE  SUPERINTENDENT\n   35  SHALL ALSO ADDRESS ANY QUESTIONS OR CONCERNS POSED BY THE PUBLIC REGARD-\n   36  ING ANY INFORMATION DISCUSSED AT SUCH HEARING.\n   37    (2)  THE  SUPERINTENDENT  MAY  DEVELOP ANY INSTRUCTIONS, PROCEDURES OR\n   38  STANDARDS FOR THE APPLICATION OF THE PROVISIONS IN THIS SUBSECTION.\n   39    (3) THE SUPERINTENDENT IS AUTHORIZED TO  PROMULGATE  RULES  AND  REGU-\n   40  LATIONS NECESSARY TO IMPLEMENT THE PROVISIONS IN THIS SUBSECTION.\n   41    (B)  AN  INSURANCE  COMPANY  ORGANIZED  AND  LICENSED TO SELL PROPERTY\n   42  INSURANCE SHALL OFFER  \"GREEN  REPLACEMENT  COVERAGE\"  WHICH  ALLOWS  AN\n   43  INSURED,  AFTER  A LOSS, TO REPLACE CONVENTIONAL BUILDING MATERIALS WITH\n   44  SPECIFIED GREEN ALTERNATIVE  MATERIALS  SUCH  AS  NON-TOXIC  PAINTS  AND\n   45  CARPETING, ENERGY-EFFICIENT LIGHTING SYSTEMS AND WATER-EFFICIENT INTERI-\n   46  OR PLUMBING.\n   47    (1)  SUCH  INSURANCE  COMPANY  SHALL OFFER COVERAGE FOR SOLAR AND WIND\n   48  DISTRIBUTED GENERATION, AS PART OF, OR IN  ADDITION  TO,  A  RESIDENTIAL\n   49  PROPERTY INSURANCE POLICY.\n   50    (2)  SUCH  INSURANCE  COMPANY SHALL NOTIFY THE SUPERINTENDENT BY ELEC-\n   51  TRONIC TRANSMISSION, INDICATING WHETHER  OR  NOT  IT  OFFERS  A  PREMIUM\n   52  REDUCTION FOR GREEN UPGRADES OR COVERAGE. IF SUCH PREMIUM REDUCTIONS ARE\n   53  OFFERED,  THE INSURANCE COMPANY SHALL TRANSMIT TO THE SUPERINTENDENT THE\n   54  COST AND THE CLAIMS OF THOSE POLICIES COMPARED TO CONVENTIONAL POLICIES.\n   55    (3) THE SUPERINTENDENT SHALL  CONDUCT  PUBLIC  HEARINGS  IN  ORDER  TO\n   56  COMPARE AND CONTRAST THE RISK, THE COST, AND THE CLAIMS EXPERIENCE ASSO-\n\n       A. 1005                             3\n\n    1  CIATED  WITH  GREEN  BUILDINGS  AND BUILDINGS WITH SOLAR AND WIND GENER-\n    2  ATION, AND TO DISCUSS THE DEVELOPMENT OF INSURANCE PRODUCTS AND  DERIVA-\n    3  TIVES  TO  SUPPORT THOSE PROJECTS. THE SUPERINTENDENT SHALL ALSO ADDRESS\n    4  ANY  QUESTIONS OR CONCERNS POSED BY THE PUBLIC REGARDING ANY INFORMATION\n    5  DISCUSSED AT SUCH HEARING.\n    6    (4) THE SUPERINTENDENT MAY DEVELOP  ANY  INSTRUCTIONS,  PROCEDURES  OR\n    7  STANDARDS FOR THE APPLICATION OF THE PROVISIONS IN THIS SUBSECTION.\n    8    (5)  THE  SUPERINTENDENT  IS  AUTHORIZED TO PROMULGATE RULES AND REGU-\n    9  LATIONS NECESSARY TO IMPLEMENT THE PROVISIONS IN THIS SUBSECTION.\n   10    S 2353. GREEN INSURANCE INDUSTRY MITIGATION REGULATIONS. (A) A COMPANY\n   11  ORGANIZED AND LICENSED TO SELL INSURANCE IN THIS STATE SHALL NOTIFY  THE\n   12  SUPERINTENDENT  BY  ELECTRONIC  TRANSMISSION,  INDICATING WHETHER OR NOT\n   13  SUCH COMPANY ELECTRONICALLY SUBMITS DOCUMENTS TO ITS INSUREDS,  AND  ANY\n   14  COST SAVINGS ASSOCIATED WITH SUCH PRACTICE.\n   15    (B)  THE  SUPERINTENDENT  SHALL CONDUCT PUBLIC HEARINGS TO DISSEMINATE\n   16  INFORMATION REGARDING THE NATURE AND MAGNITUDE OF DAMAGE AND  RISK  FROM\n   17  NATURAL DISASTERS TRIGGERED BY CLIMATE CHANGE.\n   18    (C)  THE  SUPERINTENDENT  SHALL  CONDUCT PUBLIC HEARINGS TO ASSESS THE\n   19  INDUSTRY'S CONSUMPTION OF PAPER AND ELECTRICITY, AND TO  DEVELOP  INDUS-\n   20  TRY-WIDE MITIGATION MEASURES.\n   21    (D)  THE  SUPERINTENDENT  MAY  DEVELOP ANY INSTRUCTIONS, PROCEDURES OR\n   22  STANDARDS FOR THE APPLICATION OF THE PROVISIONS IN THIS SECTION.\n   23    (E) THE SUPERINTENDENT IS AUTHORIZED TO  PROMULGATE  RULES  AND  REGU-\n   24  LATIONS NECESSARY TO IMPLEMENT THE PROVISIONS IN THIS SECTION.\n   25    S  3. The workers' compensation law is amended by adding a new section\n   26  134-a to read as follows:\n   27    S 134-A. GREEN WORKERS' COMPENSATION INSURANCE PROVISIONS. THE  SUPER-\n   28  INTENDENT  OF  INSURANCE, IN CONJUNCTION WITH THE COMMISSIONER OF LABOR,\n   29  SHALL CONDUCT PUBLIC HEARINGS IN ORDER TO DISCUSS THE HEALTH  IMPACT  ON\n   30  WORKERS  WHO  WORK  IN  GREEN  BUILDINGS,  INCLUDING BUT NOT LIMITED TO,\n   31  ABSENTEE WORKER RATES.  SUCH INFORMATION SHALL BE USED FOR  ESTABLISHING\n   32  THE APPROPRIATE WORKERS' COMPENSATION CLAIMS COST BENCHMARK.\n   33    S  4. Section 606 of the tax law is amended by adding a new subsection\n   34  (g-3) to read as follows:\n   35    (G-3) GREEN INSURANCE TAX CREDIT. (1) FOR TAXABLE YEARS  BEGINNING  ON\n   36  OR  AFTER  JANUARY  FIRST,  TWO  THOUSAND TWELVE, AN INDIVIDUAL TAXPAYER\n   37  SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTICLE  EQUAL\n   38  TO  TWENTY PERCENT OF QUALIFIED INVESTMENTS MADE BY SUCH TAXPAYER DURING\n   39  THE TAXABLE YEAR INTO AN ENVIRONMENTAL  FINANCIAL  INSTITUTION  THAT  IS\n   40  CERTIFIED BY THE INSURANCE DEPARTMENT.\n   41    (2)  NO  CREDIT  SHALL  BE  ALLOWED  UNDER  THIS SUBSECTION UNLESS THE\n   42  DEPARTMENT CERTIFIES THAT THE INVESTMENT QUALIFIES FOR SUCH CREDIT.\n   43    (3) NO CREDIT SHALL  BE  ALLOWED  UNDER  THIS  SUBSECTION  UNLESS  THE\n   44  TAXPAYER  AND THE ENVIRONMENTAL FINANCIAL INSTITUTION THAT SUCH TAXPAYER\n   45  INVESTED IN, PROVIDE THE DEPARTMENT WITH SATISFACTORY SUBSTANTIATION  OF\n   46  A  QUALIFIED  INVESTMENT IN THE FORM AND MANNER REQUESTED BY THE DEPART-\n   47  MENT.\n   48    (4) AN ENVIRONMENTAL FINANCIAL INSTITUTION SHALL:\n   49    (A) APPLY TO THE INSURANCE DEPARTMENT FOR CERTIFICATION OF ITS  STATUS\n   50  AS AN ENVIRONMENTAL FINANCIAL INSTITUTION;\n   51    (B)  APPLY  TO  THE DEPARTMENT, ON BEHALF OF THE TAXPAYER, FOR CERTIF-\n   52  ICATION OF THE AMOUNT OF THE INVESTMENT, OBTAIN THE  CERTIFICATION,  AND\n   53  RETAIN A COPY OF THE CERTIFICATION; AND\n   54    (C) OBTAIN THE TAXPAYER'S COMPANY IDENTIFICATION NUMBER FOR TAX ADMIN-\n   55  ISTRATION PURPOSES AND PROVIDE SUCH INFORMATION TO THE INSURANCE DEPART-\n\n       A. 1005                             4\n\n    1  MENT,  WITH  THE APPLICATION DESCRIBED IN SUBPARAGRAPH (B) OF THIS PARA-\n    2  GRAPH.\n    3    (5)  THE  SUPERINTENDENT  OF  INSURANCE  MAY DEVELOP ANY INSTRUCTIONS,\n    4  PROCEDURES OR STANDARDS FOR THE APPLICATION OF THE  PROVISIONS  IN  THIS\n    5  SUBSECTION.\n    6    (6)  THE SUPERINTENDENT OF INSURANCE IS AUTHORIZED TO PROMULGATE RULES\n    7  AND  REGULATIONS  NECESSARY  TO  IMPLEMENT  THE   PROVISIONS   IN   THIS\n    8  SUBSECTION.\n    9    (7) IF THE AMOUNT OF THE CREDIT, AND CARRYOVERS OF SUCH CREDIT, ALLOW-\n   10  ABLE UNDER THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAY-\n   11  ER'S  TAX  FOR  SUCH YEAR, SUCH EXCESS AMOUNT MAY BE CARRIED OVER TO THE\n   12  FIVE TAXABLE YEARS NEXT FOLLOWING THE TAXABLE YEAR WITH RESPECT TO WHICH\n   13  THE CREDIT IS ALLOWED AND MAY BE DEDUCTED FROM THE  TAXPAYER'S  TAX  FOR\n   14  SUCH YEAR OR YEARS.\n   15    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, the workers' compensation law and the tax law, in relation to establishing environmental standards and protections in the insurance business, and providing incentives and tax credits for offering green insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T140156.TXT", "SOBI.D110107.T132403.TXT", "SOBI.D110105.T132153.TXT", "SOBI.D110107.T131903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424643662
}