{
  "year" : 2011,
  "senateBillNo" : "A1003-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1003-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the university at Buffalo institute for African American studies; appropriation",
  "summary" : "Establishes the university at Buffalo institute for African American studies; appropriates $100,000 therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2225-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1003\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PEOPLES-STOKES, COOK, P. RIVERA, KELLNER, MAISEL,\n         SCHROEDER,  CLARK, ROBINSON -- Multi-Sponsored by -- M. of A. BOYLAND,\n         JAFFEE, JEFFRIES -- read once and referred to the Committee on  Higher\n         Education\n\n       AN  ACT  to  amend  the  education  law, in relation to establishing the\n         university at Buffalo institute  for  African  American  studies;  and\n         making an appropriation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 5 of the education law is amended by adding  a  new\n    2  part 1-B to read as follows:\n    3                                   PART 1-B\n    4                 THE INSTITUTE FOR AFRICAN AMERICAN STUDIES\n    5  SECTION 244-A. THE  UNIVERSITY AT BUFFALO INSTITUTE FOR AFRICAN AMERICAN\n    6                   STUDIES.\n    7          244-B. PURPOSES OF THE INSTITUTE FOR AFRICAN AMERICAN STUDIES.\n    8          244-C. FUNDING AND REPORTING.\n    9    S 244-A. THE UNIVERSITY AT  BUFFALO  INSTITUTE  FOR  AFRICAN  AMERICAN\n   10  STUDIES.  THE  UNIVERSITY  AT  BUFFALO  INSTITUTE  FOR  AFRICAN AMERICAN\n   11  STUDIES IS HEREBY  ESTABLISHED  UNDER  THE  JURISDICTION  OF  THE  STATE\n   12  UNIVERSITY OF NEW YORK. THE INSTITUTE FOR AFRICAN AMERICAN STUDIES SHALL\n   13  BE  ADMINISTERED AS A PROGRAM OF THE STATE UNIVERSITY IN ACCORDANCE WITH\n   14  THE POLICIES OF THE TRUSTEES OF THE STATE UNIVERSITY.\n   15    S 244-B. PURPOSES OF THE INSTITUTE FOR AFRICAN AMERICAN  STUDIES.  THE\n   16  PURPOSES OF THE INSTITUTE FOR AFRICAN AMERICAN STUDIES SHALL BE TO:\n   17    1.  PROVIDE  AN EDUCATIONAL SETTING FOR STUDENTS, SCHOLARS AND PRACTI-\n   18  TIONERS TO ENGAGE  IN  INTERDISCIPLINARY  SCHOLARSHIP  AND  INTELLECTUAL\n   19  COLLABORATIONS  FOCUSING ON PEOPLES OF AMERICAN AND AFRICAN DESCENT, AND\n   20  THEIR RELATIONS TO EACH OTHER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04732-01-1\n\n       A. 1003                             2\n\n    1    2. ADDRESS CONTEMPORARY ISSUES THAT CONFRONT PEOPLES OF  AMERICAN  AND\n    2  AFRICAN DESCENT.\n    3    3.  CONDUCT  INTERDISCIPLINARY  AND REGIONAL STUDIES TO ADDRESS PUBLIC\n    4  POLICY, CREATE MODELS AND PROVIDE OUTREACH INTO THE COMMUNITY.\n    5    4. SPONSOR LECTURES, CONFERENCES, WORKSHOPS AND  PUBLICATIONS  RELATED\n    6  TO AFRICAN AMERICAN ISSUES.\n    7    S  244-C. FUNDING AND REPORTING. FUNDS SHALL BE MADE AVAILABLE FOR THE\n    8  SUPPORT OF THE INSTITUTE FOR AFRICAN AMERICAN  STUDIES  IN  THE  AMOUNTS\n    9  APPROPRIATED  FOR  THIS PURPOSE. THE UNIVERSITY AT BUFFALO INSTITUTE FOR\n   10  AFRICAN AMERICAN STUDIES SHALL ANNUALLY SUBMIT A COMPLETE  AND  DETAILED\n   11  REPORT  SETTING FORTH ITS OPERATIONS AND ACCOMPLISHMENTS TO THE CHANCEL-\n   12  LOR OF THE STATE UNIVERSITY, THE PRESIDENT OF THE  STATE  UNIVERSITY  AT\n   13  BUFFALO, THE  DIRECTOR OF THE BUDGET, AND THE CHAIRS OF THE SENATE HIGH-\n   14  ER EDUCATION COMMITTEE, THE SENATE FINANCE COMMITTEE, THE ASSEMBLY HIGH-\n   15  ER EDUCATION COMMITTEE AND THE ASSEMBLY WAYS AND  MEANS COMMITTEE.\n   16    S  2.  The  sum of one hundred thousand dollars ($100,000), or so much\n   17  thereof as may be necessary, is hereby appropriated to the university at\n   18  Buffalo institute for African American studies out of any moneys in  the\n   19  state  treasury  in the general fund to the credit of the state purposes\n   20  account, not otherwise appropriated. Such moneys shall be payable on the\n   21  audit and warrant of the comptroller on vouchers certified  or  approved\n   22  by the president of the state university at Buffalo.\n   23    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing the university at Buffalo institute for African American studies; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110105.T140156.TXT", "SOBI.D110105.T132153.TXT", "SOBI.D110107.T131903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424343520
}