{
  "year" : 2011,
  "senateBillNo" : "A1012-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1012-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates new crime of offering an unlawful gratuity to a juror, a class A misdemeanor, to prohibit a party from conferring or offering to confer payment on juror",
  "summary" : "Makes it a class A misdemeanor for a party or representative of a party to an action or proceeding before a juror, and after discharge of such juror, to confer, or offer or agree to confer, any payment or benefit upon such juror or a third party, with intent to influence or reward such juror's conduct regarding that party in any court action or proceeding. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A3811-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1012\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LENTOL, WEINSTEIN -- Multi-Sponsored by -- M. of\n         A. CAHILL, ENGLEBRIGHT, MAGNARELLI -- read once and  referred  to  the\n         Committee on Codes\n\n       AN  ACT  to  amend  the  penal  law, in relation to offering an unlawful\n         gratuity to a juror\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding a new section 215.26 to\n    2  read as follows:\n    3  S 215.26 OFFERING AN UNLAWFUL GRATUITY TO A JUROR.\n    4    A PERSON IS GUILTY OF OFFERING AN UNLAWFUL GRATUITY TO A  JUROR  WHEN,\n    5  BEING  A  PARTY  OR REPRESENTATIVE OF A PARTY TO AN ACTION OR PROCEEDING\n    6  BROUGHT BEFORE SUCH JUROR, AND AFTER DISCHARGE OF SUCH JUROR, HE OR  SHE\n    7  CONFERS, OR OFFERS OR AGREES TO CONFER, ANY PAYMENT OR BENEFIT UPON SUCH\n    8  JUROR OR A THIRD PERSON, WITH INTENT TO INFLUENCE OR REWARD SUCH JUROR'S\n    9  CONDUCT REGARDING THAT PARTY IN ANY COURT ACTION OR PROCEEDING.\n   10    OFFERING AN UNLAWFUL GRATUITY TO A JUROR IS A CLASS A MISDEMEANOR.\n   11    S 2. This act shall take effect on the first of November next succeed-\n   12  ing the date upon which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03489-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to offering an unlawful gratuity to a juror ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T105702.TXT", "SOBI.D110107.T131903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424343526
}