{
  "year" : 2011,
  "senateBillNo" : "A1017-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1017-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the cell phone users' bill of rights",
  "summary" : "Creates the cell phone users' bill of rights; provides that customers be given a thirty-day trial period; provides that a customer shall not be liable for calls or messages that were not made from the customer's phone; provides that a company shall be liable to the customer for violating these provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A6501-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1017\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, BOYLAND, WRIGHT -- Multi-Sponsored by --\n         M. of A. GOTTFRIED,  LAVINE,  MAYERSOHN,  McENENY,  NOLAN,  J. RIVERA,\n         WEISENBERG  --  read  once  and  referred to the Committee on Consumer\n         Affairs and Protection\n\n       AN ACT to amend the general business law, in relation  to  creating  the\n         cell phone users' bill of rights\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  390-d to read as follows:\n    3    S 390-D. CELL PHONE USERS' BILL OF RIGHTS. 1. ANY PERSON, FIRM, CORPO-\n    4  RATION, OR OTHER ENTITY THAT OFFERS CELLULAR PHONES AND  CELLULAR  PHONE\n    5  SERVICES  TO  THE  PUBLIC  SHALL PROVIDE EACH CUSTOMER WITH A THIRTY-DAY\n    6  TRIAL PERIOD. IF A CUSTOMER RETURNS A PHONE OR  CANCELS  SERVICE  WITHIN\n    7  THAT  THIRTY-DAY  PERIOD,  HE  OR SHE SHALL NOT BE SUBJECT TO ANY TERMI-\n    8  NATION FEES.\n    9    A. WHEN A NEW PHONE IS PURCHASED, THE THIRTY-DAY PERIOD SHALL COMMENCE\n   10  WHEN THE CUSTOMER PHYSICALLY RECEIVES THE PHONE.\n   11    B. WHEN A PERSON APPLIES FOR NEW SERVICE, THE THIRTY-DAY PERIOD  SHALL\n   12  COMMENCE WHEN THE CUSTOMER'S ACCOUNT IS ACTIVATED.\n   13    2.  WHENEVER  A PERSON RETURNS A PHONE OR CANCELS A SERVICE WITHIN THE\n   14  THIRTY-DAY TRIAL PERIOD REQUIRED PURSUANT TO  SUBDIVISION  ONE  OF  THIS\n   15  SECTION,  SUCH  PERSON  SHALL BE RESPONSIBLE FOR THE MONTHLY ACCESS FEE,\n   16  PRO RATA, AND SHALL ALSO BE RESPONSIBLE FOR THE COSTS OF ANY CALLS  MADE\n   17  BY SUCH PERSON IF THEY ARE NOT INCLUDED WITHIN THE MONTHLY ACCESS FEE.\n   18    3.  A.  ANY  PERSON,  FIRM, CORPORATION, OR OTHER ENTITY THAT PROVIDES\n   19  CELLULAR PHONE SERVICES TO A CUSTOMER FOR A FEE,  SUCH  FEE  SHALL  ONLY\n   20  INCLUDE  THOSE  SERVICES  AUTHORIZED  BY  THE CUSTOMER. NO PERSON, FIRM,\n   21  CORPORATION, OR OTHER ENTITY SHALL CHARGE A  CUSTOMER  FOR  ANY  SERVICE\n   22  SUCH CUSTOMER DID NOT REQUEST OR AUTHORIZE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03708-01-1\n\n       A. 1017                             2\n\n    1    B. ANY PERSON, FIRM, CORPORATION, OR OTHER ENTITY THAT PROVIDES CELLU-\n    2  LAR  PHONE SERVICES TO A CUSTOMER FOR A FEE SHALL INCLUDE ON ITS MONTHLY\n    3  STATEMENT A CLEAR AND CONCISE BREAKDOWN OF ALL FEES, COSTS,  AND  TAXES.\n    4  SUCH  BREAKDOWN  SHALL  FURTHER SPECIFY WHICH FEES, TAXES, OR SURCHARGES\n    5  ARE MANDATED BY THE GOVERNMENT, AND WHICH FEES, TAXES, OR SURCHARGES ARE\n    6  IMPOSED  BY  THE  COMPANY. SUCH MONTHLY STATEMENT SHALL ALSO INCLUDE THE\n    7  RATES AND TERMS OF THE CUSTOMER'S SERVICE AGREEMENT.\n    8    4. A CUSTOMER SHALL NOT BE LIABLE  FOR  ANY  CHARGES  TO  HIS  OR  HER\n    9  ACCOUNT  IF SUCH CHARGES ARE THE RESULT OF CALLS OR MESSAGES PLACED FROM\n   10  A PHONE OTHER THAN ONE OWNED BY THE CUSTOMER. IT SHALL BE THE  RESPONSI-\n   11  BILITY  OF THE PERSON, FIRM, CORPORATION, OR OTHER ENTITY TO ENSURE THAT\n   12  ALL SERVICES ARE USED SOLELY BY  THE  PHONE  REGISTERED  TO  THE  PERSON\n   13  AUTHORIZED  UNDER  THE SERVICE AGREEMENT. A CUSTOMER SHALL NOT BE LIABLE\n   14  FOR ANY CHARGES RESULTING FROM THE  THEFT  OF  THE  CUSTOMER'S  CELLULAR\n   15  PHONE IDENTIFICATION OR SIGNAL.\n   16    5.  ANY  PERSON,  FIRM, CORPORATION, OR OTHER ENTITY THAT VIOLATES THE\n   17  PROVISIONS OF THIS SECTION SHALL PAY  A  FINE  OF  NOT  LESS  THAN  FIVE\n   18  HUNDRED  DOLLARS NOR MORE THAN FIVE THOUSAND DOLLARS PER VIOLATION. SUCH\n   19  PERSON, FIRM, CORPORATION, OR OTHER ENTITY SHALL ALSO BE LIABLE  TO  THE\n   20  CUSTOMER  FOR CIVIL DAMAGES IN AN AMOUNT OF TWO HUNDRED FIFTY DOLLARS OR\n   21  THE CUSTOMER'S ACTUAL EXPENSES, WHICHEVER IS GREATER.  THE  COURT  SHALL\n   22  GRANT REASONABLE ATTORNEY'S FEES TO ANY CUSTOMER WHO IS SUCCESSFUL IN AN\n   23  ACTION BROUGHT PURSUANT TO THIS SUBDIVISION.\n   24    S 2. This act shall take effect on the one hundred twentieth day after\n   25  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to creating the cell phone users' bill of rights ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T105702.TXT", "SOBI.D110107.T143426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428866942
}