{
  "year" : 2011,
  "senateBillNo" : "A1018-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1018-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits restaurants from the sale of food items containing trans fats; and requires notice of calorie, fat and sodium content",
  "summary" : "Prohibits restaurants from the sale of food items containing trans fats. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A2514-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1018\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, GALEF, BOYLAND -- Multi-Sponsored by -- M.\n         of  A.  CLARK,  GOTTFRIED,  JACOBS  --  read  once and referred to the\n         Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law,  in  relation  to  prohibiting\n         restaurants from selling foods containing trans fats and requiring the\n         posting of calorie, fat and sodium content in food items sold\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.   The general business law  is  amended  by  adding  a  new\n    2  section 396-jj to read as follows:\n    3    S  396-JJ.  RESTAURANTS;  TRANS  FATS PROHIBITED. 1. ANY RESTAURANT OR\n    4  OTHER FOOD SERVICE ESTABLISHMENT WHERE FOOD IS PREPARED  OR  COOKED  AND\n    5  OFFERED  FOR  SALE  TO  THE PUBLIC FOR CONSUMPTION ON PREMISES SHALL NOT\n    6  UTILIZE ANY TRANS FATS IN THE PREPARATION OR COOKING OF  ANY  FOOD  ITEM\n    7  OFFERED  FOR  SALE IN SUCH ESTABLISHMENT AND SHALL NOT OFFER FOR SALE OR\n    8  SERVE ANY FOOD CONTAINING ANY TRANS FATS.\n    9    2. WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION, AN APPLICATION\n   10  MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF  THE  PEOPLE  OF  THE\n   11  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   12  PROCEEDING  TO ISSUE AN INJUNCTION, AND UPON NOTICE TO THE RESPONDENT OF\n   13  NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF  SUCH\n   14  VIOLATIONS;  AND  IF IT SHALL APPEAR TO THE SATISFACTION OF THE COURT OR\n   15  JUSTICE THAT THE RESPONDENT HAS, IN  FACT,  VIOLATED  THIS  SECTION,  AN\n   16  INJUNCTION  MAY  BE  ISSUED  BY  SUCH  COURT  OR  JUSTICE, ENJOINING AND\n   17  RESTRAINING ANY FURTHER VIOLATION,  WITHOUT  REQUIRING  PROOF  THAT  ANY\n   18  PERSON HAS, IN FACT, BEEN INJURED OR DAMAGED THEREBY. WHENEVER THE COURT\n   19  SHALL DETERMINE THAT A VIOLATION OF THIS SECTION HAS OCCURRED, THE COURT\n   20  MAY  IMPOSE  A  CIVIL  PENALTY  OF  FIFTY DOLLARS FOR EACH DAY THAT SUCH\n   21  VIOLATION OCCURS, BUT IN NO  EVENT  SHALL  THE  TOTAL  PENALTY  THEREFOR\n   22  EXCEED  FIVE  HUNDRED  DOLLARS. IN CONNECTION WITH ANY SUCH APPLICATION,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03644-01-1\n\n       A. 1018                             2\n\n    1  THE ATTORNEY GENERAL IS AUTHORIZED TO TAKE PROOF  AND  MAKE  A  DETERMI-\n    2  NATION  OF  THE RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH\n    3  THE CIVIL PRACTICE LAW AND RULES. FOOD ITEMS SHALL BE ANALYZED FOR CALO-\n    4  RIE,  SATURATED  AND  TRANS  FAT,  CARBOHYDRATE AND SODIUM CONTENT USING\n    5  METHODS APPROVED BY THE COMMISSIONER OF PUBLIC HEALTH.\n    6    S 2. This act shall take effect on the one hundred eightieth day after\n    7  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting restaurants from selling foods containing trans fats and requiring the posting of calorie, fat and sodium content in food items sold ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T110204.TXT", "SOBI.D110106.T105702.TXT", "SOBI.D110107.T143426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428866945
}