{
  "year" : 2011,
  "senateBillNo" : "A1026-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1026-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the sale or offer for sale at retail of bottled water in this state in a beverage container unless such container includes on its label certain information",
  "summary" : "Prohibits the sale or offer for sale at retail of bottled water for human consumption, food preparation or culinary purposes in this state in a beverage container unless such container includes on its label certain information; requires an annual bottled water report to be prepared annually by the purveyors of bottled water. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A3642-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1026\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PHEFFER, DINOWITZ, JAFFEE -- Multi-Sponsored by\n         -- M. of  A.  BOYLAND,  CLARK,  COLTON,  CYMBROWITZ,  HOOPER,  JACOBS,\n         MARKEY,  MAYERSOHN, ORTIZ, J. RIVERA, P. RIVERA, SWEENEY, TOWNS, WEIN-\n         STEIN, WEISENBERG -- read  once  and  referred  to  the  Committee  on\n         Consumer Affairs and Protection\n\n       AN  ACT  to  amend  the  general  business law, in relation to labelling\n         bottled water sold or offered for sale\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  22-C to read as follows:\n    3                                ARTICLE 22-C\n    4                           LABELLING BOTTLED WATER\n    5                          SOLD OR OFFERED FOR SALE\n    6  SECTION 350-J. DEFINITIONS.\n    7          350-K. BOTTLED WATER SOLD IN STATE TO BE LABELED.\n    8          350-L. BOTTLED WATER REPORT.\n    9          350-M. RULES AND REGULATIONS.\n   10          350-N. ENFORCEMENT BY ATTORNEY GENERAL.\n   11    S 350-J. DEFINITIONS.  WHEN  USED IN THIS ARTICLE, THE FOLLOWING TERMS\n   12  SHALL HAVE THE FOLLOWING MEANING ASCRIBED TO THEM:\n   13    1. \"DEPARTMENT\" SHALL MEAN THE DEPARTMENT OF HEALTH.\n   14    2. \"COMMISSIONER\" SHALL MEAN THE COMMISSIONER OF HEALTH.\n   15    3. \"MAXIMUM CONTAMINANT LEVEL\"  SHALL  MEAN  THE  MAXIMUM  PERMISSIBLE\n   16  LEVEL  OF  PHYSICAL, CHEMICAL, RADIOLOGICAL OR MICROBIOLOGICAL SUBSTANCE\n   17  IN WATER.\n   18    S 350-K. BOTTLED WATER SOLD IN STATE TO BE LABELED. 1. IN ADDITION  TO\n   19  ANY  REQUIREMENTS  IMPOSED  UNDER SECTION TWO HUNDRED TWENTY-FIVE OF THE\n   20  PUBLIC HEALTH LAW AND  ANY  REGULATIONS  PROMULGATED  PURSUANT  TO  SUCH\n   21  SECTION,  ON  OR  AFTER  JANUARY FIRST, TWO THOUSAND THIRTEEN, NO PERSON\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00802-01-1\n\n       A. 1026                             2\n\n    1  SHALL SELL AT RETAIL OR WHOLESALE, OFFER FOR SALE AT RETAIL OR WHOLESALE\n    2  OR DELIVER BOTTLED WATER FOR  HUMAN  CONSUMPTION,  FOOD  PREPARATION  OR\n    3  CULINARY  PURPOSES  IN  THIS  STATE  IN A BEVERAGE CONTAINER UNLESS SUCH\n    4  CONTAINER  INCLUDES  ON  ITS LABEL, OR ON AN ADDITIONAL LABEL AFFIXED TO\n    5  THE BOTTLE, OR ON A PACKAGE INSERT OR ATTACHMENT, ALL THE  FOLLOWING  IN\n    6  LEGIBLE TYPE:\n    7    A. THE NAME AND CONTACT INFORMATION FOR THE BOTTLER OR BRAND OWNER;\n    8    B.  THE  SOURCE  OF  THE  BOTTLED WATER, IN COMPLIANCE WITH APPLICABLE\n    9  STATE AND FEDERAL REGULATIONS; AND\n   10    C. A CLEAR AND CONSPICUOUS STATEMENT THAT INFORMS CONSUMERS ABOUT  HOW\n   11  TO  ACCESS  WATER  QUALITY  INFORMATION  CONTAINED  IN THE BOTTLED WATER\n   12  REPORT REQUIRED BY SECTION THREE HUNDRED FIFTY-L OF THIS ARTICLE.\n   13    2. THE STATEMENT REQUIRED BY PARAGRAPH C OF SUBDIVISION  ONE  OF  THIS\n   14  SECTION  SHALL  INFORM  CUSTOMERS ABOUT METHODS OF GAINING ACCESS TO THE\n   15  FULL BOTTLED WATER REPORT AND INCLUDE A TELEPHONE NUMBER, WHERE INFORMA-\n   16  TION CAN BE REQUESTED FROM THE BOTTLED WATER COMPANY AND ONE OTHER MEANS\n   17  OF CONTACT FOR THE BOTTLED WATER COMPANY, INCLUDING, BUT NOT LIMITED TO,\n   18  A MAILING ADDRESS, ELECTRONIC MAIL ADDRESS, OR THE BOTTLED WATER  COMPA-\n   19  NY'S  INTERNET  WEB SITE. THE FOLLOWING STATEMENT MAY BE USED TO FULFILL\n   20  THE REQUIREMENTS OF THIS PARAGRAPH:\n   21    \"FOR MORE INFORMATION AND TO OBTAIN  ADDITIONAL  CONSUMER  INFORMATION\n   22  RELATING  TO  WATER  QUALITY,  INCLUDING A BOTTLED WATER REPORT, CONTACT\n   23  (NAME OF BOTTLED WATER COMPANY) AT (TELEPHONE NUMBER OR TOLL-FREE  TELE-\n   24  PHONE  NUMBER)  AND  (AT  LEAST ONE OF THE FOLLOWING:   MAILING ADDRESS,\n   25  E-MAIL ADDRESS, OR THE BOTTLED WATER COMPANY'S INTERNET WEB SITE).\"\n   26    S 350-L. BOTTLED WATER REPORT. 1. ON OR AFTER JANUARY FIRST, TWO THOU-\n   27  SAND THIRTEEN, AS A CONDITION OF CERTIFICATION BY THE DEPARTMENT  PURSU-\n   28  ANT  TO SECTION TWO HUNDRED TWENTY-FIVE OF THE PUBLIC HEALTH LAW, PURVE-\n   29  YORS OF BOTTLED WATER SHALL ANNUALLY PREPARE A BOTTLED WATER REPORT  AND\n   30  SHALL, UPON REQUEST, MAKE SUCH REPORT AVAILABLE TO CONSUMERS. SUCH ANNU-\n   31  AL REPORT SHALL BE PREPARED IN ENGLISH AND SPANISH.\n   32    2.  FOR  PURPOSES  OF  COMPLYING WITH THIS SECTION, WHEN BOTTLED WATER\n   33  COMES FROM A MUNICIPAL SOURCE, THE RELEVANT INFORMATION FROM THE  ANNUAL\n   34  WATER SUPPLY STATEMENT PREPARED FOR THAT YEAR BY THE PUBLIC WATER SYSTEM\n   35  PURSUANT TO SECTION ELEVEN HUNDRED FIFTY-ONE OR ELEVEN HUNDRED FIFTY-TWO\n   36  OF THE PUBLIC HEALTH LAW, MAY BE USED.\n   37    3.  THE  BOTTLED  WATER  REPORT  SHALL  INCLUDE SUCH INFORMATION AS IS\n   38  REQUIRED IN THIS SECTION AS WELL AS ANY ADDITIONAL INFORMATION  REQUIRED\n   39  BY  THE  COMMISSIONER.    ADDITIONALLY,  THE  STATEMENT  SHALL PROVIDE A\n   40  SECTION WHICH EXPLAINS, IN PLAIN LANGUAGE, THE INFORMATION  REQUIRED  IN\n   41  THE  STATEMENT,  INCLUDING  BRIEF  AND PLAINLY WORDED DEFINITIONS OF ANY\n   42  TERMS THE COMMISSIONER DETERMINES TO BE APPROPRIATE FOR CARRYING OUT THE\n   43  PURPOSES OF THIS ARTICLE.   THE DEPARTMENT MAY PREPARE  OR  PRESCRIBE  A\n   44  FORMAT OR MODEL UPON WHICH ALL SUCH REPORTS SHALL BE PRODUCED. THE ANNU-\n   45  AL  BOTTLED  WATER  REPORT  SHALL  INCLUDE,  BUT  NOT BE LIMITED TO, THE\n   46  FOLLOWING ITEMS OF INFORMATION:\n   47    A. A BRIEF DESCRIPTION OF THE SOURCE OR SOURCES OF THE WATER  AND  THE\n   48  GENERAL  QUALITATIVE  AND  QUANTITATIVE  CONDITION  OF THE WATER SOURCE,\n   49  CONSISTENT WITH APPLICABLE STATE AND FEDERAL REGULATIONS;\n   50    B. THE ANALYTICAL TESTING RESULTS FOR THOSE CONSTITUENTS  REQUIRED  TO\n   51  BE  TESTED FOR UNDER PART FIVE OF THE STATE SANITARY CODE OR AS REQUIRED\n   52  BY APPROPRIATE LOCAL HEALTH UNITS, EXCEPT FOR  MICROBIOLOGICAL  RESULTS,\n   53  FOR  EACH  SOURCE  OF  WATER.  WHERE  MORE THAN ONE ANALYSIS PER YEAR IS\n   54  CONDUCTED ON A SPECIFIC CONSTITUENT, THE  BOTTLED  WATER  COMPANY  SHALL\n   55  LIST  THE  RANGE  OF RESULTS FROM HIGHEST TO LOWEST DURING THE REPORTING\n   56  PERIOD. THE APPLICABLE STATE GUIDELINE, STANDARD, OR MAXIMUM CONTAMINANT\n\n       A. 1026                             3\n\n    1  LEVEL FOR EACH CONSTITUENT PRESENT SHALL  BE  LISTED  AND  ANY  INSTANCE\n    2  WHERE  A  STATE  GUIDELINE,  STANDARD,  OR  MAXIMUM CONTAMINANT LEVEL IS\n    3  VIOLATED SHALL BE NOTED. FOR MICROBIOLOGICAL  ANALYSES  AS  REQUIRED  BY\n    4  PART  FIVE  OF  THE STATE SANITARY CODE, THE BOTTLED WATER COMPANY SHALL\n    5  INDICATE ANY INSTANCE  WHERE  THE  WATER  SUPPLY  VIOLATED  THE  MAXIMUM\n    6  CONTAMINANT  LEVEL.  THE  DATE OR DATES OF VIOLATION, THE LOCATION WHERE\n    7  THE VIOLATION OCCURRED, AND THE RESPONSE OF THE  BOTTLED  WATER  COMPANY\n    8  SHALL BE LISTED;\n    9    C.  A  BRIEF  DESCRIPTION  OF  THE  TYPES  OF TREATMENT THAT THE WATER\n   10  RECEIVES BEFORE BEING BOTTLED;\n   11    D. A STATEMENT INDICATING WHETHER THE WATER CONTAINS FLUORIDE. IF  THE\n   12  WATER CONTAINS FLUORIDE SUCH STATEMENT SHALL INDICATE THE AVERAGE AMOUNT\n   13  PRESENT IN A BOTTLE;\n   14    E. A DESCRIPTION OF THE RISKS ASSOCIATED WITH EXPOSURE TO CRYPTOSPORI-\n   15  DIUM  PARVUM OR GIARDIA LAMBLIA FOR SPECIFIC AT-RISK POPULATIONS AND THE\n   16  GENERAL PUBLIC AND MEASURES THAT AT-RISK POPULATIONS CAN TAKE TO PROTECT\n   17  THEMSELVES ACCORDING TO  RECOMMENDATIONS  BY  THE  DEPARTMENT  OR  OTHER\n   18  GOVERNMENTAL  PUBLIC  HEALTH OR ENVIRONMENTAL AGENCIES. IN ADDITION, FOR\n   19  WATER WORKS CORPORATIONS THAT TEST FOR CRYPTOSPORIDIUM PARVUM OR GIARDIA\n   20  LAMBLIA, A SUMMARY OF THE FOLLOWING: SAMPLING SITES; NUMBER OF TESTS PER\n   21  YEAR; TESTING RESULTS AND ACTIONS TAKEN IN RESPONSE  TO  THOSE  RESULTS.\n   22  THE  COMMISSIONER  MAY  ADD  SUCH  ADDITIONAL  REQUIREMENTS AS HE OR SHE\n   23  DETERMINES TO BE APPROPRIATE;\n   24    F. A REFERENCE TO THE  UNITED  STATES  FOOD  AND  DRUG  ADMINISTRATION\n   25  INTERNET WEB SITE THAT PROVIDES PRODUCT RECALL INFORMATION;\n   26    G.  THE  BOTTLED  WATER  COMPANY'S  ADDRESS  AND TELEPHONE NUMBER THAT\n   27  ENABLES CUSTOMERS TO OBTAIN FURTHER INFORMATION CONCERNING  CONTAMINANTS\n   28  AND POTENTIAL HEALTH EFFECTS;\n   29    H.  INFORMATION  ON  THE LEVELS OF UNREGULATED SUBSTANCES, IF ANY, FOR\n   30  WHICH PURVEYORS OF BOTTLED WATER ARE REQUIRED  TO  MONITOR  PURSUANT  TO\n   31  STATE OR FEDERAL LAW OR REGULATION; AND\n   32    I. A FULL DISCLOSURE OF ANY EXEMPTION OR VARIANCE THAT HAS BEEN GRANT-\n   33  ED TO THE BOTTLER BY THE DEPARTMENT, INCLUDING AN EXPLANATION OF REASONS\n   34  FOR  EACH  EXEMPTION  OR VARIANCE AND THE DATE OF THE EXEMPTION OR VARI-\n   35  ANCE.\n   36    S 350-M. RULES AND REGULATIONS. THE COMMISSIONER IS HEREBY  AUTHORIZED\n   37  AND  DIRECTED  TO  PROMULGATE  SUCH  RULES AND REGULATIONS NECESSARY AND\n   38  PROPER TO EFFECTUATE THE PURPOSES OF THIS ARTICLE.\n   39    S 350-N. ENFORCEMENT BY ATTORNEY GENERAL. WHENEVER THERE  SHALL  BE  A\n   40  VIOLATION  OF  THIS  ARTICLE,  APPLICATION  MAY  BE MADE BY THE ATTORNEY\n   41  GENERAL IN THE NAME OF THE PEOPLE OF THE STATE OF NEW YORK TO A COURT OR\n   42  JUSTICE HAVING JURISDICTION BY A SPECIAL PROCEEDING TO ISSUE AN  INJUNC-\n   43  TION,  AND  UPON  NOTICE TO THE DEFENDANT OF NOT LESS THAN FIVE DAYS, TO\n   44  ENJOIN AND RESTRAIN THE CONTINUANCE OF SUCH VIOLATION; AND IF  IT  SHALL\n   45  APPEAR  TO  THE  SATISFACTION OF THE COURT OR JUSTICE THAT THE DEFENDANT\n   46  HAS, IN FACT, VIOLATED THIS ARTICLE, AN INJUNCTION MAY BE ISSUED BY SUCH\n   47  COURT OR JUSTICE, ENJOINING AND RESTRAINING ANY FURTHER VIOLATION, WITH-\n   48  OUT REQUIRING PROOF THAT ANY  PERSON  HAS,  IN  FACT,  BEEN  INJURED  OR\n   49  DAMAGED  THEREBY.  IN CONNECTION WITH ANY SUCH PROPOSED APPLICATION, THE\n   50  ATTORNEY GENERAL IS AUTHORIZED TO TAKE PROOF AND MAKE A DETERMINATION OF\n   51  THE RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH  THE  CIVIL\n   52  PRACTICE  LAW  AND  RULES.  WHENEVER  THE  COURT  SHALL DETERMINE THAT A\n   53  VIOLATION OF THIS ARTICLE HAS OCCURRED, THE COURT  MAY  IMPOSE  A  CIVIL\n   54  PENALTY OF NOT MORE THAN ONE THOUSAND DOLLARS FOR A SINGLE VIOLATION AND\n   55  NOT  MORE  THAN  ONE  HUNDRED  THOUSAND  DOLLARS FOR MULTIPLE VIOLATIONS\n   56  RESULTING FROM A SINGLE ACT OR INCIDENT. THE SECOND  VIOLATION  AND  ANY\n\n       A. 1026                             4\n\n    1  VIOLATION COMMITTED THEREAFTER SHALL BE PUNISHABLE BY A CIVIL PENALTY OF\n    2  NOT  MORE THAN FIVE THOUSAND DOLLARS FOR A SINGLE VIOLATION AND NOT MORE\n    3  THAN TWO HUNDRED FIFTY THOUSAND DOLLARS FOR MULTIPLE VIOLATIONS  RESULT-\n    4  ING FROM A SINGLE ACT OR INCIDENT. NO PERSON, FIRM, PARTNERSHIP, ASSOCI-\n    5  ATION  OR CORPORATION SHALL BE DEEMED TO HAVE VIOLATED THE PROVISIONS OF\n    6  THIS ARTICLE IF SUCH PERSON, FIRM, PARTNERSHIP,  ASSOCIATION  OR  CORPO-\n    7  RATION SHOWS, BY A PREPONDERANCE OF THE EVIDENCE, THAT THE VIOLATION WAS\n    8  NOT INTENTIONAL AND RESULTED FROM A BONA FIDE ERROR MADE NOTWITHSTANDING\n    9  THE MAINTENANCE OF PROCEDURES REASONABLY ADOPTED TO AVOID SUCH ERROR.\n   10    S    2. For the purposes of informing and educating persons engaged in\n   11  the sale, offering for sale or delivery of bottled water, the department\n   12  of health is authorized to issue warnings for the violation  of  article\n   13  22-C  of  the general business law, as added by section one of this act,\n   14  during the period commencing January 1, 2013 and ending May 1, 2013.\n   15    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to labelling bottled water sold or offered for sale ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T142908.TXT", "SOBI.D110106.T110204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428548797
}