{
  "year" : 2011,
  "senateBillNo" : "A102-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A102-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the director of the office of professional medical conduct shall meet with complainants to review materials to be considered in charges of misconduct",
  "summary" : "Provides that the director of the office of professional medical conduct shall meet with complainants, when requested by the complainant, to review materials to be considered by the board for professional medical conduct when considering complaints of misconduct. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A194-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          102\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. LATIMER, SPANO, J. RIVERA, GALEF -- Multi-Spon-\n         sored by -- M. of A.   WEISENBERG -- read once  and  referred  to  the\n         Committee on Health\n\n       AN  ACT to amend the public health law, in relation to investigations of\n         professional medical conduct\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (i)  of  paragraph (a) of subdivision 10 of\n    2  section 230 of the public health law, as amended by chapter 542  of  the\n    3  laws of 2000, is amended to read as follows:\n    4    (i) The board for professional medical conduct, by the director of the\n    5  office  of  professional medical conduct, may investigate on its own any\n    6  suspected professional misconduct, and shall investigate each  complaint\n    7  received  regardless  of  the  source.    THE  DIRECTOR OF THE OFFICE OF\n    8  PROFESSIONAL MEDICAL CONDUCT, WHEN REQUESTED  BY  A  COMPLAINANT,  SHALL\n    9  MEET  WITH  THE  COMPLAINANT TO REVIEW MATERIALS TO BE CONSIDERED BY THE\n   10  BOARD IN ITS REVIEW OF SUSPECTED PROFESSIONAL  MEDICAL  MISCONDUCT.  The\n   11  director  of  the  office  of professional medical conduct shall cause a\n   12  preliminary review of every report made to the  department  pursuant  to\n   13  section  twenty-eight  hundred three-e as added by chapter eight hundred\n   14  sixty-six of the laws of nineteen hundred eighty, sections  twenty-eight\n   15  hundred  five-l  and  forty-four  hundred  five-b  of  this chapter, and\n   16  section three hundred fifteen of the insurance law, to determine if such\n   17  report  reasonably  appears  to  reflect  physician  conduct  warranting\n   18  further investigation pursuant to this subparagraph.\n   19    S  2.  Paragraph  (e)  of  subdivision 10 of section 230 of the public\n   20  health law, as amended by chapter 606 of the laws of 1991, is amended to\n   21  read as follows:\n   22    (e) Committee hearing. The hearing shall be conducted by  a  committee\n   23  on professional conduct.  AT LEAST TWENTY-FIVE PERCENT OF SUCH COMMITTEE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00287-01-1\n\n       A. 102                              2\n\n    1  SHALL  BE  NON-MEDICAL  PERSONNEL.  The members of the hearing committee\n    2  shall be appointed by the chairperson of the board who  shall  designate\n    3  the  committee  chairperson.  In addition to said committee members, the\n    4  commissioner  shall  designate  an  administrative  officer, admitted to\n    5  practice as an attorney in the state of New York,  who  shall  have  the\n    6  authority to rule on all motions, including motions to compel disclosure\n    7  of  information or material claimed to be protected because of privilege\n    8  or confidentiality, procedures and  other  legal  objections  and  shall\n    9  draft the conclusions of the hearing committee pursuant to paragraph (g)\n   10  OF THIS SUBDIVISION.  The administrative officer shall have the authori-\n   11  ty  to  rule  on  objections  to  questions posed by either party or the\n   12  committee members.  The administrative officer shall not be entitled  to\n   13  vote.\n   14    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   15  have become a law. Provided, that effective immediately,  the  addition,\n   16  amendment  and/or  repeal  of  any  rule or regulation necessary for the\n   17  implementation of this act on its  effective  date  are  authorized  and\n   18  directed  to  be  made and completed by the commissioner of health on or\n   19  before such effective date; and provided, further, that  the  amendments\n   20  to subparagraph (i) of paragraph (a) of subdivision 10 of section 230 of\n   21  the  public  health law made by section one of this act shall not affect\n   22  the expiration of such paragraph and shall be deemed  to  expire  there-\n   23  with.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to investigations of professional medical conduct ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T130441.TXT", "SOBI.D101216.T115417.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292609081892
}