{
  "year" : 2011,
  "senateBillNo" : "A1020-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to correction",
    "billEventId" : "A1020-2011-1294203600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires registered sex offenders to wear an electronic tagging device",
  "summary" : "Requires registered sex offenders to wear an electronic tagging device. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A7525-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1020\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. ORTIZ, SPANO -- read once and referred to the\n         Committee on Correction\n\n       AN ACT to amend the correction law, in relation to requiring  registered\n         sex offenders to wear electronic tagging devices\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 168-w of the correction law, as relettered by chap-\n    2  ter 604 of the laws of 2005, is  relettered  section  168-x  and  a  new\n    3  section 168-w is added to read as follows:\n    4    S  168-W.  WEARING OF ELECTRONIC TAGGING DEVICES. 1. ANY PERSON WHO IS\n    5  REQUIRED TO REGISTER PURSUANT TO THIS ARTICLE SHALL ALSO BE REQUIRED  TO\n    6  WEAR  AN  ELECTRONIC  TAGGING  DEVICE.  FOR PURPOSES OF THIS SECTION, AN\n    7  ELECTRONIC TAGGING DEVICE MEANS A DEVICE, WORN BY  AN  INDIVIDUAL,  THAT\n    8  TRANSMITS  A  SIGNAL  AND  ENABLES  ANOTHER PERSON OR ENTITY TO MONITOR,\n    9  TRACK, AND/OR PINPOINT THE LOCATION OF THE INDIVIDUAL WEARING THE DEVICE\n   10  THROUGH THE RECEPTION OF THAT SIGNAL.\n   11    2. AN INDIVIDUAL MAY NOT TAMPER WITH HIS  OR  HER  ELECTRONIC  TAGGING\n   12  DEVICE IN ANY WAY, NOR MAY THEY ALLOW ANOTHER PERSON TO TAMPER WITH SUCH\n   13  DEVICE.  A  PERSON  WHO  IS  CAUGHT TAMPERING WITH AN ELECTRONIC TAGGING\n   14  DEVICE SHALL BE GUILTY OF A CLASS E FELONY.\n   15    S 2. This act shall take effect immediately and  shall  apply  to  any\n   16  person  who  is  required  to  register  pursuant  to article 6-C of the\n   17  correction law on or after such effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04532-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to requiring registered sex offenders to wear electronic tagging devices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T110204.TXT", "SOBI.D110107.T143426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428866954
}