{
  "year" : 2011,
  "senateBillNo" : "A1024-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1024-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for quarantines and declaration of state of emergency in certain instances of disease affecting domestic animals",
  "summary" : "Provides for quarantines and declaration of state of emergency in certain instances of disease affecting domestic animals; provides for the establishment of a animal disease control fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A7629-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Nolan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1024\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. ORTIZ, MAYERSOHN, NOLAN, PERRY, TOWNS -- read\n         once and referred to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation  to  animal\n         diseases, quarantines and garbage restrictions; to amend the executive\n         law,  in  relation  to  state  of disaster emergency; and to amend the\n         state finance law, in relation to creating the animal disease  control\n         fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The agriculture and markets law is amended by adding a  new\n    2  section 72-b to read as follows:\n    3    S  72-B.   REGISTRATION AS GARBAGE FEEDING OPERATOR; FEES; CERTIFICATE\n    4  OF REGISTRATION, EXPIRATION AND REVOCATION; DISPOSITION  OF  MONEYS.  1.\n    5  EXCEPT  AS  OTHERWISE  PROVIDED IN LAW, ANY PERSON, FIRM, PARTNERSHIP OR\n    6  CORPORATION SHALL BE ALLOWED TO REGISTER AS A GARBAGE FEEDING OPERATOR.\n    7    2. IT SHALL BE UNLAWFUL FOR ANY PERSON, FIRM,  PARTNERSHIP  OR  CORPO-\n    8  RATION  TO FEED COOKED GARBAGE TO ANIMALS, OTHER THAN DOGS, AS PERMITTED\n    9  IN THIS CHAPTER, UNLESS THE OPERATOR OF SUCH GARBAGE FEEDING  ESTABLISH-\n   10  MENT  SHALL HAVE FIRST REGISTERED AS A GARBAGE FEEDING OPERATOR WITH THE\n   11  COMMISSIONER AND SHALL HAVE PAID THE ANNUAL REGISTRATION FEE UNDER  THIS\n   12  SECTION FOR EACH PLACE WHERE GARBAGE IS TO BE FED.\n   13    3. THE COMMISSIONER MAY ACCEPT APPLICATIONS FOR REGISTRATION ON A FORM\n   14  TO BE SUPPLIED BY THE COMMISSIONER'S OFFICE. UPON THE ACCEPTANCE OF SUCH\n   15  APPLICATION  FOR REGISTRATION AND THE RECEIPT OF THE ANNUAL REGISTRATION\n   16  FEE UNDER THIS SECTION FOR EACH PLACE WHERE GARBAGE IS TO  BE  FED,  THE\n   17  COMMISSIONER SHALL ISSUE TO SUCH APPLICANT AND OPERATOR A CERTIFICATE OF\n   18  REGISTRATION  FOR  THE  CURRENT OPERATION PERIOD. SUCH CERTIFICATE SHALL\n   19  EXPIRE ON JUNE THIRTIETH EACH YEAR FOLLOWING THE DATE OF ISSUANCE OF THE\n   20  CERTIFICATE OF REGISTRATION. THE APPLICATION  FOR  REGISTRATION  MAY  BE\n   21  REJECTED AND DENIED IF THE APPLICANT DOES NOT SUPPLY ALL THE INFORMATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04030-01-1\n\n       A. 1024                             2\n\n    1  DEEMED  ESSENTIAL  BY  THE  COMMISSIONER  AND IF THE APPLICANT'S GARBAGE\n    2  FEEDING ESTABLISHMENT DOES NOT MEET THE REQUIREMENTS  OF  THIS  CHAPTER,\n    3  AND THE RULES AND REGULATIONS ADOPTED THEREUNDER.\n    4    4.  THE  COMMISSIONER  SHALL  FIX  THE ANNUAL REGISTRATION FEE IN SUCH\n    5  AMOUNT AS THE  COMMISSIONER  DEEMS  DESIRABLE  IN  INTERESTS  OF  PUBLIC\n    6  SERVICE, BUT NOT IN AN AMOUNT OF MORE THAN FIFTEEN DOLLARS PER REGISTRA-\n    7  TION FOR EACH GARBAGE FEEDING ESTABLISHMENT.\n    8    5.  THE  CERTIFICATE OF REGISTRATION FOR GARBAGE FEEDING OPERATORS MAY\n    9  BE REVOKED BY THE COMMISSIONER WHENEVER THE OPERATOR OF A GARBAGE  FEED-\n   10  ING ESTABLISHMENT IS FOUND TO BE OPERATING IN VIOLATION OF LAW, OR RULES\n   11  AND REGULATIONS ADOPTED THEREUNDER, OR IN AN UNSANITARY MANNER. ANY SUCH\n   12  OPERATOR  SHALL  FIRST  BE GIVEN NOTICE OF HEARING AND AN OPPORTUNITY TO\n   13  APPEAR AND BE HEARD IN DEFENSE OF ANY PROCEEDING FOR THE  REVOCATION  OF\n   14  ANY CERTIFICATE OF REGISTRATION IN ACCORDANCE WITH THE PROVISIONS OF THE\n   15  STATE ADMINISTRATIVE PROCEDURE ACT.\n   16    6.  THE  COMMISSIONER  SHALL  REMIT  ALL MONEYS RECEIVED BY OR FOR THE\n   17  COMMISSIONER UNDER THIS ARTICLE TO THE  COMPTROLLER  AT  LEAST  MONTHLY.\n   18  UPON  RECEIPT  OF ANY SUCH REMITTANCE, THE COMPTROLLER SHALL DEPOSIT THE\n   19  ENTIRE AMOUNT THEREOF IN THE STATE TREASURY AND THE SAME SHALL BE  CRED-\n   20  ITED  TO THE ANIMAL DISEASE CONTROL FUND ESTABLISHED PURSUANT TO SECTION\n   21  NINETY-NINE-T OF THE STATE FINANCE LAW.\n   22    S 2. Section 76 of the agriculture and  markets  law,  is  amended  by\n   23  adding  five  new  subdivisions  1-a,  1-b,  1-c, 1-d and 1-e to read as\n   24  follows:\n   25    1-A. WHEN THE COMMISSIONER DETERMINES  THAT  A  QUARANTINE  AND  OTHER\n   26  REGULATIONS  ARE  NECESSARY TO PREVENT THE SPREAD AMONG DOMESTIC ANIMALS\n   27  OF ANY CONTAGIOUS OR INFECTIOUS DISEASE, THE COMMISSIONER  SHALL  NOTIFY\n   28  THE  GOVERNOR  OF  SUCH  DETERMINATION,  AND THE GOVERNOR SHALL ISSUE AN\n   29  EXECUTIVE ORDER ANNOUNCING THE  BOUNDARY  OF  SUCH  QUARANTINE  AND  THE\n   30  ORDERS  AND RULES AND REGULATIONS PRESCRIBED BY THE COMMISSIONER, EXCEPT\n   31  THAT THE COMMISSIONER, IF THE AREA AFFECTED BY QUARANTINE IS LIMITED  IN\n   32  EXTENT,  MAY  DISPENSE WITH THE EXECUTIVE ORDER OF THE GOVERNOR AND GIVE\n   33  SUCH NOTICE AS THE COMMISSIONER SHALL DEEM SUFFICIENT TO MAKE THE  QUAR-\n   34  ANTINE EFFECTIVE.\n   35    1-B.  UPON  A DETERMINATION BY THE GOVERNOR THAT A QUARANTINE OR OTHER\n   36  REGULATIONS ARE NECESSARY TO PREVENT THE SPREAD AMONG  DOMESTIC  ANIMALS\n   37  OF  ANY  CONTAGIOUS OR INFECTIOUS DISEASE, THE GOVERNOR SHALL DIRECT THE\n   38  COMMISSIONER TO ESTABLISH A QUARANTINE PURSUANT TO THIS SECTION.\n   39    1-C. THE GOVERNOR MAY REQUIRE AND DIRECT THE COOPERATION  AND  ASSIST-\n   40  ANCE  OF  ANY  STATE  AGENCY IN ENFORCING SUCH QUARANTINE OR OTHER REGU-\n   41  LATIONS PRESCRIBED PURSUANT TO SUBDIVISIONS  ONE-A  AND  ONE-B  OF  THIS\n   42  SECTION.\n   43    1-D.  THE COMMISSIONER SHALL ESTABLISH SUCH QUARANTINE IMMEDIATELY AND\n   44  SHALL GIVE AND ENFORCE SUCH DIRECTIONS,  RULES  AND  REGULATIONS  AS  TO\n   45  SEPARATING,  ISOLATING,  HANDLING  AND  TREATING, FEEDING AND CARING FOR\n   46  SUCH DISEASED ANIMALS, ANIMALS EXPOSED TO THE DISEASE AND ANIMALS WITHIN\n   47  THE QUARANTINE WHICH HAVE NOT BEEN IMMEDIATELY EXPOSED, AS  THE  COMMIS-\n   48  SIONER  DEEMS  NECESSARY TO PREVENT THOSE CLASSES OF ANIMALS FROM COMING\n   49  INTO CONTACT WITH ONE ANOTHER.\n   50    1-E. THE COMMISSIONER  OR  HIS  OR  HER  DESIGNEE  IS  AUTHORIZED  AND\n   51  EMPOWERED  TO ENTER ANY GROUNDS AND PREMISES TO CARRY OUT THE PROVISIONS\n   52  OF THIS SECTION.\n   53    S 3. Section 85 of the agriculture and markets law is amended to  read\n   54  as follows:\n   55    S 85. Destruction  of  animals;  disposition  of  carcasses.    1. The\n   56  commissioner may prescribe rules for the destruction of animals affected\n\n       A. 1024                             3\n\n    1  with infectious or communicable disease, and for the proper disposal  of\n    2  their hides and carcasses and all objects which might carry infection or\n    3  contagion.  Whenever  in  his judgment necessary for the more speedy and\n    4  economical  suppression  or prevention of the spread of any such disease\n    5  he may cause to be slaughtered and afterward disposed of, in such manner\n    6  as he may deem expedient, any animal or  animals  which  by  contact  or\n    7  association  with  diseased  animals  or  other exposure to infection or\n    8  contagion may be considered or suspected to be  liable  to  contract  or\n    9  communicate  the  disease  sought  to  be suppressed or prevented.   The\n   10  commissioner may seize and cause  to  be  destroyed  a  carcass  or  any\n   11  portion thereof affected with any communicable disease.\n   12    2.  (A) THE OPERATOR OF A LICENSED DISPOSAL PLANT SHALL DISPOSE OF THE\n   13  CARCASSES OF DOMESTIC ANIMALS OR PACKINGHOUSE REFUSE BY  COMPLYING  WITH\n   14  THE FOLLOWING STANDARDS AND REQUIREMENTS:\n   15    (I)  THE  SKINNING  AND  DISMEMBERING OF CARCASSES OF DOMESTIC ANIMALS\n   16  SHALL BE PERFORMED WITHIN THE BUILDING WHERE  THE  CARCASSES  ARE  PROC-\n   17  ESSED;\n   18    (II) THE COOKING VATS OR TANKS SHALL BE AIRTIGHT, EXCEPT PROPER ESCAPE\n   19  FOR LIVE STEAM;\n   20    (III) STEAM SHALL BE SO DISPOSED OF AS NOT TO BE DETRIMENTAL TO PUBLIC\n   21  HEALTH OR SAFETY;\n   22    (IV)  THE  MATERIALS NOT COOKED OR ENTIRELY CONSUMED BY BURNING WITHIN\n   23  THE PLANT SHALL BE DISPOSED OF:\n   24    (A) BY BURYING TO SUCH A DEPTH THAT NO PART OF SUCH CARCASS  SHALL  BE\n   25  NEARER  THAN  THREE  FEET  TO  THE  SURFACE  OF THE GROUND, AND SHALL BE\n   26  COVERED WITH QUICK-LIME AND WITH AT LEAST THREE FEET OF EARTH; OR\n   27    (B) IN SUCH MANNER AS MAY  BE  PRESCRIBED  BY  RULES  AND  REGULATIONS\n   28  ADOPTED BY THE COMMISSIONER;\n   29    (V)  ALL CARCASSES OF DOMESTIC ANIMALS OR PACKINGHOUSE REFUSE SHALL BE\n   30  DISPOSED OF WITHIN FORTY-EIGHT HOURS  AFTER  DELIVERY  TO  THE  DISPOSAL\n   31  PLANT;\n   32    (VI) ALL CARCASSES, PARTS THEREOF, OR REFUSE UNDER PROCESS FOR MARKET-\n   33  ING  SHALL  NOT  BE  PERMITTED  TO  COME IN CONTACT WITH ANY PART OF THE\n   34  BUILDING OR EQUIPMENT USED IN CONNECTION WITH THE  UNLOADING,  SKINNING,\n   35  DISMEMBERING  AND GRINDING OF CARCASSES OR REFUSE AS ORIGINALLY RECEIVED\n   36  AT THE DISPOSAL PLANT; AND\n   37    (VII) THE COOKING OF MATERIALS SHALL BE AT A TEMPERATURE OF 212µF  FOR\n   38  A PERIOD OF THIRTY MINUTES.\n   39    (B)  THE COMMISSIONER MAY ISSUE A RELEASE FOR PORTIONS OF CARCASSES OF\n   40  DEAD ANIMALS WHICH ARE UNCOOKED, OR WHICH ARE COOKED FOR A PERIOD SHORT-\n   41  ER THAN THIRTY MINUTES OR AT A TEMPERATURE LESS  THAN  212µF,  OR  BOTH.\n   42  SUCH  RELEASE REQUIRES THAT THE PRODUCTS SO RELEASED SHALL BE IDENTIFIED\n   43  BY FREELY SLASHING AND COVERING ALL EXPOSED SURFACES  OF  SUCH  PRODUCTS\n   44  WITH  AN EDIBLE GREEN DYE OR OTHER SUITABLE SUBSTANCE AS MAY BE APPROVED\n   45  BY THE COMMISSIONER. SUCH PRODUCTS SHALL OTHERWISE MEET THE REQUIREMENTS\n   46  OF THIS CHAPTER.\n   47    S 4. The agriculture and markets  law  is  amended  by  adding  a  new\n   48  section 85-a to read as follows:\n   49    S  85-A.  UNLAWFUL TO CONTRACT FOR DISPOSAL OF UNPROCESSED GARBAGE. 1.\n   50  IT SHALL BE UNLAWFUL FOR THE GOVERNING BODY OF ANY CITY, OR ANY OFFICIAL\n   51  OR EMPLOYEE OF A CITY, TO ENTER INTO ANY CONTRACT OR AGREEMENT  FOR  THE\n   52  COLLECTION  OR  DISPOSAL  OF  GARBAGE  UNLESS SUCH CONTRACT OR AGREEMENT\n   53  REQUIRES DISPOSAL OF GARBAGE IN ACCORDANCE WITH  RULES  AND  REGULATIONS\n   54  PROMULGATED BY THE COMMISSIONER, WHEN DISPOSED OF BY OTHER MEANS.\n\n       A. 1024                             4\n\n    1    2.  IT  SHALL  BE  UNLAWFUL  FOR  ANY PERSON TO GIVE, SELL OR TRANSFER\n    2  GARBAGE TO ANOTHER PERSON, IF SUCH PERSON KNOWS THAT SUCH  OTHER  PERSON\n    3  IS COMMERCIALLY FEEDING THE GARBAGE TO A CLOVEN HOOFED ANIMAL.\n    4    S  5.  Section  90-b  of the agriculture and markets law is amended by\n    5  adding four new subdivisions 24, 25, 26 and 27 to read as follows:\n    6    24. THE TERM \"DISPOSAL PLANT\" MEANS A PLACE OF BUSINESS OR A  LOCATION\n    7  WHERE  THE  CARCASSES  OF  DOMESTIC  ANIMALS  OR  PACKINGHOUSE REFUSE IS\n    8  PURCHASED, RECEIVED OR UNLOADED WHERE SUCH CARCASSES OR REFUSE ARE PROC-\n    9  ESSED FOR THE PURPOSE OF OBTAINING HIDE, SKIN, GREASE, RESIDUE,  OR  ANY\n   10  OTHER BYPRODUCT FROM THE ANIMAL OR REFUSE, IN ANY WAY WHATSOEVER.\n   11    25.  THE TERM \"SUBSTATION\" MEANS A CONCENTRATION SITE EQUIPPED WITH AT\n   12  LEAST ONE STORAGE BUILDING AND OPERATED AND MAINTAINED FOR THE TEMPORARY\n   13  DEPOSIT OR STORAGE OF THE CARCASSES OF DOMESTIC  ANIMALS  PENDING  FINAL\n   14  DELIVERY OF THE CARCASSES TO THE DISPOSAL PLANT.\n   15    26.  THE  TERM  \"PLACE OF TRANSFER\" MEANS A RELOADING SITE, AUTHORIZED\n   16  FOR USE IN DIRECT TRANSFERRING OF CARCASSES  OF  DOMESTIC  ANIMALS  FROM\n   17  VEHICLES  MAKING  ORIGINAL  PICKUP  OR LOADING TO A LINE VEHICLE FOR THE\n   18  TRANSPORTATION OF THE CARCASSES TO THE DISPOSAL PLANT.\n   19    27. THE TERM \"CARCASSES OF DOMESTIC ANIMALS\" MEANS BODIES, OR ANY PART\n   20  OR PORTION THEREOF, OF DEAD DOMESTIC ANIMALS NOT SLAUGHTERED  FOR  HUMAN\n   21  FOOD.\n   22    S  6. Paragraph a of subdivision 2 of section 20 of the executive law,\n   23  as amended by section 1 of part B of chapter 56 of the laws of 2010,  is\n   24  amended to read as follows:\n   25    a.  \"disaster\"  means  occurrence or imminent threat of wide spread or\n   26  severe damage, injury, or loss of life or property  resulting  from  any\n   27  natural  or man-made causes, including, but not limited to, fire, flood,\n   28  earthquake, hurricane, tornado, high water, landslide,  mudslide,  wind,\n   29  storm,  wave  action,  volcanic activity, epidemic, CONTAGIOUS OR INFEC-\n   30  TIOUS  DISEASE,  air  contamination,  terrorism,  cyber  event,  blight,\n   31  drought,  infestation, explosion, radiological accident, nuclear, chemi-\n   32  cal, biological, or bacteriological release, water contamination, bridge\n   33  failure or bridge collapse.\n   34    S 7. Section 28 of the executive law is amended by adding a new subdi-\n   35  vision 2-a to read as follows:\n   36    2-A. IN ADDITION TO THE OTHER POWERS AUTHORIZED BY THIS  ARTICLE,  THE\n   37  GOVERNOR,  UPON FINDING THAT A DISASTER HAS OCCURRED PURSUANT TO ARTICLE\n   38  FIVE OF THE AGRICULTURE AND MARKETS LAW, AND THAT A QUARANTINE OR  OTHER\n   39  REGULATIONS  ARE  NECESSARY TO PREVENT THE SPREAD AMONG DOMESTIC ANIMALS\n   40  OF ANY CONTAGIOUS OR INFECTIOUS DISEASE, MAY ISSUE  AN  EXECUTIVE  ORDER\n   41  DECLARING  A STATE OF EMERGENCY. IF THE GOVERNOR SHALL ISSUE SUCH EXECU-\n   42  TIVE ORDER DECLARING A STATE OF EMERGENCY, THE  ORDER  SHALL  REMAIN  IN\n   43  EFFECT FOR A PERIOD OF FIFTEEN DAYS BUT NOT TO EXCEED SIX MONTHS, UNLESS\n   44  OTHERWISE RESCINDED BY THE GOVERNOR.\n   45    S  8. The state finance law is amended by adding a new section 99-t to\n   46  read as follows:\n   47    S 99-T. ANIMAL DISEASE CONTROL FUND. 1. THERE IS HEREBY ESTABLISHED IN\n   48  THE JOINT CUSTODY OF THE STATE COMPTROLLER AND THE COMMISSIONER OF TAXA-\n   49  TION AND FINANCE A FUND TO BE  KNOWN  AS  THE  \"ANIMAL  DISEASE  CONTROL\n   50  FUND\".\n   51    2.  SUCH FUND SHALL CONSIST OF ALL MONEYS COLLECTED PURSUANT TO SUBDI-\n   52  VISION SIX OF SECTION SEVENTY-TWO-B OF THE AGRICULTURE AND MARKETS  LAW,\n   53  AND ALL OTHER MONEYS CREDITED OR TRANSFERRED THERETO FROM ANY OTHER FUND\n   54  OR SOURCE PURSUANT TO LAW.\n   55    3.  MONEYS  OF THE FUND SHALL BE EXPENDED FOR THE PURPOSES OF CARRYING\n   56  OUT THE PROVISIONS OF  SECTION  SEVENTY-TWO-B  OF  THE  AGRICULTURE  AND\n\n       A. 1024                             5\n\n    1  MARKETS  LAW.  MONEYS  SHALL  BE  PAID  OUT OF THE FUND ON THE AUDIT AND\n    2  WARRANT OF THE STATE COMPTROLLER ON VOUCHERS APPROVED BY THE COMMISSION-\n    3  ER OF AGRICULTURE AND MARKETS. ANY INTEREST RECEIVED BY THE  COMPTROLLER\n    4  ON  MONEYS  ON  DEPOSIT  IN  THE  ANIMAL  DISEASE  CONTROL FUND SHALL BE\n    5  RETAINED IN AND BECOME PART OF SUCH FUND.\n    6    S 9. This act shall take effect on the one hundred twentieth day after\n    7  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to animal diseases, quarantines and garbage restrictions; to amend the executive law, in relation to state of disaster emergency; and to amend the state finance law, in relation to creating the animal disease control fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T110204.TXT", "SOBI.D110107.T143426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428866977
}