{
  "year" : 2011,
  "senateBillNo" : "A1029-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1029-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants consumer the right to cancel motor vehicle sale contract within one day in the case of a sale or lease",
  "summary" : "Grants consumers the right to cancel motor vehicle installment contract within one day; establishes procedures therefor; permits waiver of such right; provides for reappraisal of trade-in vehicles during such one day period if the trade-in vehicle is removed from the dealer's lot and not returned in the same condition; permits a dealer to keep up to $100 as a cancellation fee; applies to leases as well as sales. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A3225-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1029\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PHEFFER, DINOWITZ, GALEF -- Multi-Sponsored by --\n         M.  of  A.  CLARK,  COLTON,  COOK,  HIKIND, MAGEE, MAYERSOHN, MILLMAN,\n         ORTIZ, J. RIVERA, SCARBOROUGH, TOWNS -- read once and referred to  the\n         Committee on Consumer Affairs and Protection\n\n       AN  ACT to amend the general business law and the personal property law,\n         in relation to contracts for the sale of new motor vehicles\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  396-p  of  the general business law, as added by\n    2  chapter 736 of the laws of 1978, is amended by adding a new  subdivision\n    3  4-a to read as follows:\n    4    4-A.  (A)  IN  ADDITION  TO  ANY  OTHER RIGHTS TO REVOKE AN OFFER, THE\n    5  CONSUMER MAY CANCEL  A  CONTRACT,  WHETHER  OR  NOT  SUCH  CONSUMER  HAS\n    6  RECEIVED  A  COPY  OF  SUCH  CONTRACT SIGNED BY THE RETAIL DEALER, UNTIL\n    7  MIDNIGHT OF THE NEXT BUSINESS DAY AFTER THE DATE ON WHICH  THE  CONSUMER\n    8  SIGNED  THE  CONTRACT OR THE DATE ON WHICH THE RETAIL DEALER DELIVERED A\n    9  COPY OF THE CONTRACT SIGNED BY HIM  OR  HER,  WHICHEVER  IS  LATER.  FOR\n   10  PURPOSES OF THIS PARAGRAPH, CANCELLATION WILL BE DEEMED TO HAVE OCCURRED\n   11  WHEN  WRITTEN  NOTICE  OF  CANCELLATION  IS  GIVEN TO THE RETAIL DEALER.\n   12  NOTICE OF CANCELLATION, IF GIVEN BY MAIL, SHALL BE DEEMED  DELIVERED  ON\n   13  THE DATE OF THE POSTMARK.  NOTICE OF CANCELLATION SHALL BE SUFFICIENT IF\n   14  IT INDICATES THE INTENTION OF THE CONSUMER NOT TO BE BOUND.\n   15    (B) THE CONSUMER MAY, IN ORDER TO OBTAIN IMMEDIATE DELIVERY OF A MOTOR\n   16  VEHICLE,  WAIVE THE RIGHT TO CANCEL AS PROVIDED IN PARAGRAPH (A) OF THIS\n   17  SUBDIVISION. SUCH WAIVER MUST BE WRITTEN AND CLEARLY INDICATE THE INTEN-\n   18  TION OF THE CONSUMER TO WAIVE HIS OR HER RIGHT TO CANCEL THE CONTRACT.\n   19    (C) UNLESS THE CONSUMER WAIVES THE RIGHT  TO  CANCEL  AS  PROVIDED  IN\n   20  PARAGRAPH  (B) OF THIS SUBDIVISION, THE RETAIL DEALER IS NOT REQUIRED TO\n   21  DELIVER ANY MOTOR VEHICLE TO A CONSUMER UNTIL AFTER THE CLOSE  OF  BUSI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00865-01-1\n\n       A. 1029                             2\n\n    1  NESS  ON  THE  NEXT  BUSINESS DAY AFTER THE DAY ON WHICH THE CONSUMER OR\n    2  RETAIL DEALER SIGNS A MOTOR VEHICLE INSTALLMENT CONTRACT.\n    3    (D)  FOR  PURPOSES OF A CANCELLATION PURSUANT TO PARAGRAPH (A) OF THIS\n    4  SUBDIVISION, IF A CONSUMER, PURSUANT TO AN  AGREEMENT  WITH  THE  RETAIL\n    5  DEALER,  REMOVES ANY TRADE-IN MOTOR VEHICLE FROM THE RETAIL DEALER'S LOT\n    6  AFTER SIGNING A MOTOR VEHICLE CONTRACT OR OFFER, BUT BEFORE THE  EXPIRA-\n    7  TION  OF  THE  PERIOD OF TIME DURING WHICH THE CONSUMER HAS THE RIGHT TO\n    8  CANCEL, THE RETAIL DEALER MAY REAPPRAISE THE VALUE OF THE TRADE-IN VEHI-\n    9  CLE UPON ITS RETURN TO THE RETAIL DEALER IF THE VEHICLE IS IN  A  CONDI-\n   10  TION  THAT  IS  NOT  SUBSTANTIALLY  THE  SAME  AS WHEN IT WAS ORIGINALLY\n   11  APPRAISED FOR TRADE-IN PURPOSES. HOWEVER, SUCH REAPPRAISAL SHALL NEITHER\n   12  EXTEND THE CANCELLATION PERIOD PROVIDED FOR IN  PARAGRAPH  (A)  OF  THIS\n   13  SUBDIVISION  NOR ENTITLE THE CONSUMER TO ANOTHER SUCH CANCELLATION PERI-\n   14  OD.\n   15    (E) IF A CONSUMER CANCELS A CONTRACT PURSUANT  TO  THE  PROVISIONS  OF\n   16  THIS  SUBDIVISION,  THE  RETAIL  DEALER  MAY  RETAIN, FROM ANY CASH DOWN\n   17  PAYMENT PAID BY THE CONSUMER TO  THE  RETAIL  DEALER,  COMPENSATION  FOR\n   18  CANCELLATION  OF THE CONTRACT THAT SHALL NOT EXCEED ONE HUNDRED DOLLARS,\n   19  BUT SHALL NOT IMPOSE ANY OTHER PENALTY OR OBLIGATION.\n   20    S 2. Section 198-b of the general business law is amended by adding  a\n   21  new subdivision a-1 to read as follows:\n   22    A-1.  CONTRACTS; CANCELLATION.   1. IN ADDITION TO ANY OTHER RIGHTS TO\n   23  REVOKE AN OFFER, A CONSUMER MAY CANCEL A CONTRACT FOR THE SALE OR  LEASE\n   24  OF  A  USED  MOTOR  VEHICLE, WHETHER OR NOT SUCH CONSUMER HAS RECEIVED A\n   25  COPY OF SUCH CONTRACT SIGNED BY THE DEALER, PRIOR  TO  MIDNIGHT  OF  THE\n   26  NEXT BUSINESS DAY AFTER EITHER THE DATE ON WHICH THE CONSUMER SIGNED THE\n   27  CONTRACT  OR THE DATE ON WHICH THE DEALER DELIVERED A SIGNED COPY OF THE\n   28  CONTRACT, WHICHEVER IS  LATER.  FOR  THE  PURPOSES  OF  THIS  PARAGRAPH,\n   29  CANCELLATION  WILL  BE  DEEMED  TO  HAVE OCCURRED WHEN WRITTEN NOTICE OF\n   30  CANCELLATION IS GIVEN TO THE DEALER. IF  GIVEN  BY  MAIL,  A  NOTICE  OF\n   31  CANCELLATION  SHALL  BE  DEEMED  DELIVERED  ON THE DATE OF THE POSTMARK.\n   32  NOTICE OF CANCELLATION SHALL BE SUFFICIENT IF IT INDICATES THE INTENTION\n   33  OF THE CONSUMER NOT TO BE BOUND.\n   34    2. THE CONSUMER MAY, IN ORDER TO OBTAIN IMMEDIATE DELIVERY OF A  MOTOR\n   35  VEHICLE,  WAIVE  THE RIGHT TO CANCEL A SALE OR LEASE CONTRACT WITHIN ONE\n   36  DAY AS PROVIDED IN PARAGRAPH ONE OF THIS SUBDIVISION. SUCH  WAIVER  MUST\n   37  BE  WRITTEN  AND CLEARLY INDICATE THE INTENTION OF THE CONSUMER TO WAIVE\n   38  HIS OR HER RIGHT TO CANCEL THE CONTRACT.\n   39    3. UNLESS THE CONSUMER WAIVES THE RIGHT TO  CANCEL  A  SALE  OR  LEASE\n   40  CONTRACT  WITHIN  ONE  DAY AS PROVIDED IN PARAGRAPH TWO OF THIS SUBDIVI-\n   41  SION, THE DEALER IS NOT REQUIRED TO  DELIVER  ANY  MOTOR  VEHICLE  TO  A\n   42  CONSUMER  UNTIL  AFTER  THE  CLOSE  OF BUSINESS ON THE NEXT BUSINESS DAY\n   43  AFTER THE DAY ON WHICH THE CONSUMER OR  DEALER  SIGNS  A  MOTOR  VEHICLE\n   44  INSTALLMENT CONTRACT.\n   45    4.  FOR  THE  PURPOSES  OF A CANCELLATION PURSUANT TO PARAGRAPH ONE OF\n   46  THIS SUBDIVISION, IF A CONSUMER, PURSUANT TO AN AGREEMENT WITH THE DEAL-\n   47  ER, REMOVES ANY TRADE-IN MOTOR VEHICLE FROM THE DEALER'S LOT AFTER SIGN-\n   48  ING A MOTOR VEHICLE CONTRACT OR OFFER, BUT BEFORE THE EXPIRATION OF  THE\n   49  PERIOD  OF  TIME  DURING WHICH THE CONSUMER HAS THE RIGHT TO CANCEL, THE\n   50  DEALER MAY REAPPRAISE THE VALUE OF THE TRADE-IN VEHICLE UPON ITS  RETURN\n   51  TO THE DEALER IF THE VEHICLE IS IN A CONDITION THAT IS NOT SUBSTANTIALLY\n   52  THE  SAME  AS  WHEN  IT  WAS ORIGINALLY APPRAISED FOR TRADE-IN PURPOSES.\n   53  HOWEVER, SUCH REAPPRAISAL SHALL NEITHER EXTEND THE  CANCELLATION  PERIOD\n   54  PROVIDED  FOR  IN  PARAGRAPH  ONE  OF  THIS  SUBDIVISION NOR ENTITLE THE\n   55  CONSUMER TO ANOTHER SUCH CANCELLATION PERIOD.\n\n       A. 1029                             3\n\n    1    5. IF A CONSUMER CANCELS A CONTRACT PURSUANT TO THE PROVISIONS OF THIS\n    2  SUBDIVISION, THE DEALER MAY RETAIN, FROM ANY CASH DOWN PAYMENT  PAID  BY\n    3  THE  CONSUMER  TO  THE  SELLER,  COMPENSATION  FOR  CANCELLATION  OF THE\n    4  CONTRACT NOT EXCEEDING ONE HUNDRED DOLLARS, BUT  SHALL  NOT  IMPOSE  ANY\n    5  OTHER PENALTY OR OBLIGATION.\n    6    S  3.  Section 337 of the personal property law is amended by adding a\n    7  new subdivision 5-a to read as follows:\n    8    5-A. (A) IN ADDITION TO ANY OTHER RIGHTS TO REVOKE AN OFFER, A CONSUM-\n    9  ER MAY CANCEL A CONTRACT FOR THE LEASE OF A MOTOR  VEHICLE,  WHETHER  OR\n   10  NOT  SUCH  CONSUMER  HAS  RECEIVED A COPY OF SUCH CONTRACT SIGNED BY THE\n   11  LESSOR, PRIOR TO MIDNIGHT OF THE NEXT BUSINESS DAY AFTER EITHER THE DATE\n   12  ON WHICH THE CONSUMER SIGNED THE CONTRACT  OR  THE  DATE  ON  WHICH  THE\n   13  LESSOR DELIVERED A SIGNED COPY OF THE CONTRACT TO THE CONSUMER, WHICHEV-\n   14  ER  IS  LATER.  FOR THE PURPOSES OF THIS PARAGRAPH, CANCELLATION WILL BE\n   15  DEEMED TO HAVE OCCURRED WHEN WRITTEN NOTICE OF CANCELLATION IS GIVEN  TO\n   16  THE  LESSOR.  IF GIVEN BY MAIL, A NOTICE OF CANCELLATION SHALL BE DEEMED\n   17  DELIVERED ON THE DATE OF THE POSTMARK.  NOTICE OF CANCELLATION SHALL  BE\n   18  SUFFICIENT  IF  IT  INDICATES  THE  INTENTION  OF THE CONSUMER NOT TO BE\n   19  BOUND.\n   20    (B) THE CONSUMER MAY, IN ORDER TO OBTAIN IMMEDIATE DELIVERY OF A MOTOR\n   21  VEHICLE, WAIVE THE RIGHT TO CANCEL AS PROVIDED IN PARAGRAPH (A) OF  THIS\n   22  SUBDIVISION. SUCH WAIVER MUST BE WRITTEN AND CLEARLY INDICATE THE INTEN-\n   23  TION OF THE CONSUMER TO WAIVE HIS OR HER RIGHT TO CANCEL THE CONTRACT.\n   24    (C)  UNLESS  THE  CONSUMER  WAIVES  THE RIGHT TO CANCEL AS PROVIDED IN\n   25  PARAGRAPH (B) OF THIS SUBDIVISION, THE LESSOR IS NOT REQUIRED TO DELIVER\n   26  ANY MOTOR VEHICLE TO A CONSUMER UNTIL AFTER THE CLOSE OF BUSINESS ON THE\n   27  NEXT BUSINESS DAY AFTER THE DAY ON WHICH THE CONSUMER  OR  LESSOR  SIGNS\n   28  THE CONTRACT.\n   29    (D)  FOR  THE  PURPOSES OF A CANCELLATION PURSUANT TO PARAGRAPH (A) OF\n   30  THIS SUBDIVISION, IF A CONSUMER,  PURSUANT  TO  AN  AGREEMENT  WITH  THE\n   31  LESSOR,  REMOVES  ANY TRADE-IN MOTOR VEHICLE FROM THE LESSOR'S LOT AFTER\n   32  SIGNING A MOTOR VEHICLE CONTRACT OR OFFER, BUT BEFORE THE EXPIRATION  OF\n   33  THE  PERIOD  OF  TIME DURING WHICH THE CONSUMER HAS THE RIGHT TO CANCEL,\n   34  THE LESSOR MAY REAPPRAISE THE VALUE OF THE  TRADE-IN  VEHICLE  UPON  ITS\n   35  RETURN  TO  THE  LESSOR  IF  THE  VEHICLE  IS IN A CONDITION THAT IS NOT\n   36  SUBSTANTIALLY THE SAME AS WHEN IT WAS ORIGINALLY APPRAISED FOR  TRADE-IN\n   37  PURPOSES.   HOWEVER, SUCH REAPPRAISAL SHALL NEITHER EXTEND THE CANCELLA-\n   38  TION PERIOD PROVIDED FOR IN PARAGRAPH (A) OF THIS SUBDIVISION NOR  ENTI-\n   39  TLE THE CONSUMER TO ANOTHER SUCH CANCELLATION PERIOD.\n   40    (E)  IF  A  CONSUMER  CANCELS A CONTRACT PURSUANT TO THE PROVISIONS OF\n   41  THIS SUBDIVISION, THE LESSOR MAY RETAIN, FROM ANY DOWN PAYMENT  PAID  BY\n   42  THE  CONSUMER  TO  THE  LESSOR,  COMPENSATION  FOR  CANCELLATION  OF THE\n   43  CONTRACT THAT SHALL NOT EXCEED ONE HUNDRED DOLLARS, BUT SHALL NOT IMPOSE\n   44  ANY OTHER PENALTY OR OBLIGATION.\n   45    S 4. This act shall take effect on the first of July  next  succeeding\n   46  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the personal property law, in relation to contracts for the sale of new motor vehicles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T142908.TXT", "SOBI.D110106.T110204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428548809
}