{
  "year" : 2011,
  "senateBillNo" : "A1027-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1027-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the unauthorized change of a natural gas or electric service provider",
  "summary" : "Prohibits suppliers of natural gas or electric service from changing a customer's supplier of gas or electric service (commonly known as \"slamming\") unless such supplier complies with requirement established by the public service commission; authorizes the commission to establish requirements for customer consent; makes enforcement provisions to punish violators of slamming requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A3245-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1027\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PHEFFER, GABRYSZAK -- read once and referred to\n         the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the public service  law,  in  relation  to  unauthorized\n         changes in suppliers of natural gas and electric service\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 65 of the public service law is amended by adding a\n    2  new subdivision 14 to read as follows:\n    3    14. UNAUTHORIZED CHANGES IN NATURAL GAS OR ELECTRIC SERVICE  PROHIBIT-\n    4  ED.  (A)  NO  SUPPLIER OF GAS OR ELECTRIC SERVICE OR ANY PERSON, FIRM OR\n    5  CORPORATION ACTING AS SUCH SUPPLIER'S AGENT OR REPRESENTATIVE  SHALL  ON\n    6  BEHALF  OF  A CUSTOMER MAKE OR DIRECT ANY CHANGE IN A SUPPLIER OF GAS OR\n    7  ELECTRIC SERVICE UNLESS SUCH SUPPLIER, AGENT OR REPRESENTATIVE  COMPLIES\n    8  WITH  REQUIREMENTS  TO  AUTHORIZE  AND VERIFY THE CHANGE. THE COMMISSION\n    9  SHALL HAVE THE AUTHORITY TO ESTABLISH  REQUIREMENTS  FOR  OBTAINING  THE\n   10  AUTHORIZATION OF A CUSTOMER TO EFFECT A CHANGE IN THE CUSTOMER'S SUPPLI-\n   11  ER  OF  GAS OR ELECTRIC SERVICE AND FOR THE VERIFICATION OF SUCH CHANGE.\n   12  IN CONSTRUING AND ENFORCING THE PROVISIONS OF THIS SUBDIVISION, THE  ACT\n   13  OF  ANY PERSON, FIRM OR CORPORATION ACTING AS AN AGENT OR REPRESENTATIVE\n   14  OF A SUPPLIER OF GAS OR ELECTRIC SERVICE SHALL BE DEEMED TO BE  THE  ACT\n   15  OF  SUCH  SUPPLIER  OF GAS OR ELECTRIC SERVICE. FOR THE PURPOSES OF THIS\n   16  SUBDIVISION, \"SUPPLIER OF GAS OR ELECTRIC  SERVICE\"  SHALL  INCLUDE  ANY\n   17  PERSON,  FIRM  OR CORPORATION THAT OFFERS, SELLS OR DELIVERS ALL OR PART\n   18  OF NATURAL GAS OR ELECTRIC SERVICE, INCLUDING, BUT NOT LIMITED TO, A GAS\n   19  OR ELECTRIC DISTRIBUTION COMPANY, A GAS OR ELECTRIC CORPORATION,  A  GAS\n   20  OR ELECTRICITY PROVIDER, MARKETER, AGGREGATOR OR BROKER.\n   21    (B)  THE  FAILURE  TO  COMPLY  WITH THE PROVISIONS IN THIS SUBDIVISION\n   22  SHALL SUBJECT A SUPPLIER OF GAS OR ELECTRIC SERVICE TO EITHER THE  JUDI-\n   23  CIAL  PENALTY  AUTHORIZED IN SECTION TWENTY-FIVE OF THIS CHAPTER FOR THE\n   24  FAILURE OR NEGLECT TO OBEY OR COMPLY WITH A PROVISION OF THIS CHAPTER OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00743-01-1\n\n       A. 1027                             2\n\n    1  THE ADMINISTRATIVE PENALTY ESTABLISHED IN THIS SUBDIVISION.  IN  SEEKING\n    2  SUCH  JUDICIAL  PENALTY  OR  ASSESSING  SUCH ADMINISTRATIVE PENALTY, THE\n    3  COMMISSION SHALL TAKE INTO ACCOUNT THE  NATURE,  CIRCUMSTANCES,  EXTENT,\n    4  GRAVITY  AND NUMBER OF THE VIOLATIONS, AND WITH RESPECT TO THE VIOLATOR,\n    5  THE DEGREE OF CULPABILITY, ANY HISTORY OF PRIOR  OFFENSES  AND  REPEATED\n    6  VIOLATIONS,  AND  SUCH OTHER MATTERS AS MAY BE APPROPRIATE AND RELEVANT.\n    7  THE REMEDIES PROVIDED BY THIS SUBDIVISION SHALL BE IN  ADDITION  TO  ANY\n    8  OTHER REMEDIES PROVIDED BY LAW.\n    9    (C)  THE  COMMISSION,  AFTER OPPORTUNITY FOR A HEARING, SHALL HAVE THE\n   10  AUTHORITY TO ASSESS  DIRECTLY  AN  ADMINISTRATIVE  PENALTY  AGAINST  ANY\n   11  SUPPLIER  OF GAS OR ELECTRIC SERVICE FOR EACH VIOLATION OF THIS SUBDIVI-\n   12  SION OR ORDER OF THE COMMISSION IMPLEMENTING OR ENFORCING THE PROVISIONS\n   13  OF THIS SUBDIVISION. SUCH PENALTY SHALL NOT EXCEED ONE THOUSAND  DOLLARS\n   14  FOR  EACH VIOLATION ASSOCIATED WITH EACH METER SERVICE POINT. ALL MONEYS\n   15  RECOVERED FROM ANY ADMINISTRATIVE PENALTY SHALL BE PAID INTO  THE  STATE\n   16  TREASURY TO THE CREDIT OF THE GENERAL FUND.\n   17    (D)  WHENEVER  THE  COMMISSION  DETERMINES THAT ANY SUPPLIER OF GAS OR\n   18  ELECTRIC SERVICE IS VIOLATING OR ABOUT TO VIOLATE ANY PROVISION OF  THIS\n   19  SUBDIVISION OR ANY REGULATION OR ORDER OF THE COMMISSION IMPLEMENTING OR\n   20  ENFORCING  THE  PROVISIONS OF THIS SUBDIVISION, OR HAS FAILED TO PAY ANY\n   21  PENALTY ASSESSED PURSUANT TO THE PROVISIONS  OF  THIS  SUBDIVISION,  THE\n   22  COMMISSIONER SHALL HAVE POWER TO BRING AN ACTION OR ENFORCEMENT PROCEED-\n   23  ING AS PROVIDED BY SECTION TWENTY-SIX OF THIS CHAPTER.\n   24    S  2.    This  act  shall take effect on the one hundred twentieth day\n   25  after it shall have become a  law;  provided,  however,  that  effective\n   26  immediately,  the addition, amendment and/or repeal of any rule or regu-\n   27  lation necessary for the implementation of this  act  on  its  effective\n   28  date  are  authorized and directed to be made and completed on or before\n   29  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to unauthorized changes in suppliers of natural gas and electric service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T142908.TXT", "SOBI.D110106.T110204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428548799
}