{
  "year" : 2011,
  "senateBillNo" : "A1025-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A1025-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Finances the construction, reconstruction, improvement, expansion or rehab of wholesale regional farmers' markets that promote farm products grown in New York state",
  "summary" : "Finances the construction, reconstruction, improvement, expansion or rehabilitation of wholesale regional farmers' markets that promote farm products grown in New York state. ",
  "currentCommittee" : null,
  "sameAs" : "S627",
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "A6427-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1025\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- Multi-Sponsored by -- M. of A. BENEDET-\n         TO, MAGEE, TOWNS -- read once and referred to the Committee on Aging\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation to developing local and regional wholesale  farmers'  markets\n         to promote foods grown in New York state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 16-m of section 1 of  chapter  174\n    2  of  the  laws of 1968, constituting the New York state urban development\n    3  corporation act, is amended by adding a new paragraph  (l)  to  read  as\n    4  follows:\n    5    (L)  LOANS,  LOAN  GUARANTEES,  INTEREST SUBSIDIES AND GRANTS TO BUSI-\n    6  NESSES, MUNICIPALITIES, INDUSTRIAL DEVELOPMENT AGENCIES  AND  LOCAL  AND\n    7  REGIONAL ECONOMIC DEVELOPMENT CORPORATIONS, NOT-FOR-PROFIT CORPORATIONS,\n    8  BUSINESS IMPROVEMENT DISTRICTS, REGIONAL MARKETING AUTHORITIES AND AGRI-\n    9  CULTURAL COOPERATIVES ORGANIZED PURSUANT TO THE COOPERATIVE CORPORATIONS\n   10  LAW,  AND  OTHER ENTITIES FOR THE CONSTRUCTION, RECONSTRUCTION, IMPROVE-\n   11  MENT, EXPANSION OR REHABILITATION OF WHOLESALE REGIONAL FARMERS' MARKETS\n   12  THAT FACILITATE THE  SALE  AND  PROMOTION  OF  FARM  PRODUCTS  GROWN  OR\n   13  PRODUCED IN NEW YORK STATE.\n   14    S  2. This act shall take effect immediately; provided that the amend-\n   15  ments to section 16-m of section 1 of chapter 174 of the laws  of  1968,\n   16  constituting  the New York state urban development corporation act, made\n   17  by section one of this act, shall not  affect  the  expiration  of  such\n   18  section and shall be deemed to expire therewith.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03711-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to developing local and regional wholesale farmers' markets to promote foods grown in New York state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T110204.TXT", "SOBI.D110107.T142408.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428248690
}