{
  "year" : 2011,
  "senateBillNo" : "A1038-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1038-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits certain limitations on discounts for use of the Cross Bay Veterans Memorial Bridge",
  "summary" : "Prohibits provision in bonds or notes issued by the Metropolitan Transportation Authority or Triborough Bridge and Tunnel Authority limiting discounts or requiring a minimum toll on the Cross Bay Veterans Memorial Bridge; applies only prospectively to resolutions passed or bonds or notes issued on or after the effective date. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AA280-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1038\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation  to  prohibiting\n         limitations  on  discounts from the Cross Bay Veterans Memorial Bridge\n         as security for bonds and notes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  561  of the public authorities law is amended by\n    2  adding a new subdivision 4-d to read as follows:\n    3    4-D. NO RESOLUTION AUTHORIZING ANY BONDS OR NOTES, OR THE ISSUE OF ANY\n    4  BONDS OR NOTES OR OTHER INSTRUMENT, INCLUDING BOND COVENANTS OR  SERIES,\n    5  BY  WHICH  A  PLEDGE OF THE AUTHORITY TO ANY BONDHOLDER OR NOTEHOLDER IS\n    6  CREATED SHALL CONTAIN A PROVISION LIMITING THE DISCOUNTS OR REQUIRING  A\n    7  MINIMUM TOLL ON THE CROSS BAY VETERANS MEMORIAL BRIDGE.\n    8    S 2. Section 1269 of the public authorities law is amended by adding a\n    9  new subdivision 3-a to read as follows:\n   10    3-A. NO RESOLUTION AUTHORIZING ANY BONDS OR NOTES, OR THE ISSUE OF ANY\n   11  BONDS  OR NOTES OR OTHER INSTRUMENT, INCLUDING BOND COVENANTS OR SERIES,\n   12  BY WHICH A PLEDGE OF THE AUTHORITY TO ANY BONDHOLDER  OR  NOTEHOLDER  IS\n   13  CREATED  SHALL CONTAIN A PROVISION LIMITING THE DISCOUNTS OR REQUIRING A\n   14  MINIMUM TOLL ON THE CROSS BAY VETERANS MEMORIAL BRIDGE.\n   15    S 3. This act shall take effect immediately and  shall  apply  to  any\n   16  resolution  authorizing  bonds or notes which is passed and any bonds or\n   17  notes which are issued on and after such date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00721-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to prohibiting limitations on discounts from the Cross Bay Veterans Memorial Bridge as security for bonds and notes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T142908.TXT", "SOBI.D110106.T110705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428548825
}