{
  "year" : 2011,
  "senateBillNo" : "A1031-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1031-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to consumer protection from deceptive acts and practices",
  "summary" : "Relates to consumer protection from deceptive acts and practices; increases damages and directs consumers on bringing an action for such deceptive acts and practices. ",
  "currentCommittee" : null,
  "sameAs" : "S74",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A10306-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1031\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Consumer Affairs and Protection\n\n       AN ACT to amend the  general  business  law,  in  relation  to  consumer\n         protection from deceptive acts and practices\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions (a) and (h) of  section  349  of  the  general\n    2  business law, subdivision (a) as added by chapter 43 of the laws of 1970\n    3  and  subdivision  (h) as amended by chapter 157 of the laws of 1984, are\n    4  amended and a new subdivision (i) is added to read as follows:\n    5    (a) [Deceptive] UNCONSCIONABLE OR DECEPTIVE acts or practices  in  the\n    6  conduct  of  any business, trade or commerce or in the furnishing of any\n    7  service in this state are hereby declared unlawful.\n    8    (h) (1) In addition to the right of action  granted  to  the  attorney\n    9  general  pursuant  to  this  section, any person who has been injured by\n   10  reason of any violation of this section may bring an action in  his  own\n   11  name  to  enjoin such unlawful act or practice, an action to recover his\n   12  actual damages or [fifty] FIVE HUNDRED dollars, whichever is greater, or\n   13  both such actions.  The court may, in its discretion, increase the award\n   14  of damages to an amount not to exceed three times the actual damages  up\n   15  to [one] TEN thousand dollars, if the court finds the defendant willful-\n   16  ly or knowingly violated this section. THE COURT MAY ALSO AWARD PUNITIVE\n   17  DAMAGES  IN  AN  AMOUNT NOT TO EXCEED THREE TIMES THE ACTUAL DAMAGES AND\n   18  PROVIDE ANY EQUITABLE RELIEF THE COURT CONSIDERS NECESSARY OR PROPER.\n   19    (2) The court [may] SHALL award reasonable attorney's fees  AND  COSTS\n   20  to a prevailing plaintiff.\n   21    (I)(1)  IN  DETERMINING  WHETHER AN ACT OR PRACTICE IS UNCONSCIONABLE,\n   22  THE COURT SHALL CONSIDER CIRCUMSTANCES OF WHICH THE  DEFENDANT  KNEW  OR\n   23  REASONABLY  SHOULD HAVE KNOWN, INCLUDING, BUT NOT LIMITED TO THE FOLLOW-\n   24  ING:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01064-01-1\n\n       A. 1031                             2\n\n    1    (A) THAT THE DEFENDANT TOOK ADVANTAGE OF THE INABILITY OF THE CONSUMER\n    2  TO REASONABLY PROTECT THE CONSUMER'S INTERESTS BECAUSE OF THE CONSUMER'S\n    3  PHYSICAL INFIRMITY, ILLITERACY OR INABILITY TO UNDERSTAND  THE  LANGUAGE\n    4  OF AN AGREEMENT;\n    5    (B)  THAT  AT  THE TIME THE CONSUMER TRANSACTION WAS ENTERED INTO, THE\n    6  PRICE GROSSLY EXCEEDED THE PRICE AT WHICH SIMILAR PROPERTY  OR  SERVICES\n    7  WERE READILY OBTAINABLE IN SIMILAR TRANSACTIONS BY SIMILAR CONSUMERS;\n    8    S  2.  Paragraph  (a) of subdivision 2 of section 349-c of the general\n    9  business law, as added by chapter 687 of  the  laws  of  1996  and  such\n   10  section  as renumbered by chapter 189 of the laws of 1999, is amended to\n   11  read as follows:\n   12    (a) In addition to any  liability  for  damages  or  a  civil  penalty\n   13  imposed  pursuant  to  sections  three hundred forty-nine, THREE HUNDRED\n   14  FORTY-NINE-E, three hundred fifty-c and three hundred  fifty-d  of  this\n   15  [chapter]  ARTICLE, regarding deceptive practices and false advertising,\n   16  and subdivision twelve of section  sixty-three  of  the  executive  law,\n   17  regarding  proceedings  by  the  attorney  general  for equitable relief\n   18  against fraudulent or illegal consumer fraud, a  person  or  entity  who\n   19  engages  in  any conduct prohibited by said provisions of law, and whose\n   20  conduct is perpetrated against one  or  more  elderly  persons,  may  be\n   21  liable  for an additional civil penalty not to exceed [ten] TWENTY thou-\n   22  sand dollars, if the factors in paragraph (b) of  this  subdivision  are\n   23  present.\n   24    S 3. The general business law is amended by adding a new section 349-e\n   25  to read as follows:\n   26    S 349-E. CIVIL ACTION.  ANY CONSUMER ENTITLED TO BRING AN ACTION UNDER\n   27  THIS  ARTICLE  MAY, IF THE UNLAWFUL ACT OR PRACTICE HAS CAUSED DAMAGE TO\n   28  OTHER CONSUMERS SIMILARLY SITUATED, BRING AN ACTION ON BEHALF OF HIMSELF\n   29  AND SUCH OTHER CONSUMERS TO RECOVER DAMAGES OR OBTAIN  OTHER  RELIEF  AS\n   30  PROVIDED FOR IN THIS ARTICLE.\n   31    ANY  ACTION  BROUGHT  UNDER THIS SUBDIVISION SHALL COMPLY WITH ARTICLE\n   32  NINE OF THE CIVIL PRACTICE LAW AND RULES.\n   33    S 4. Section 350-d of the general business law, as amended by  chapter\n   34  208 of the laws of 2007, is amended to read as follows:\n   35    S  350-d.  Civil penalty. Any person, firm, corporation or association\n   36  or agent or employee thereof who engages in any of the acts or practices\n   37  stated in this article to be unlawful shall be liable to a civil penalty\n   38  of not more than [five] TEN thousand dollars for each  violation,  which\n   39  shall  accrue  to  the state of New York and may be recovered in a civil\n   40  action brought by the attorney general. In any such action it shall be a\n   41  complete defense that the advertisement is subject to and complies  with\n   42  the  rules  and  regulations  of,  and  the statutes administered by the\n   43  Federal Trade Commission or any official department,  division,  commis-\n   44  sion or agency of the state of New York.\n   45    S  5.  Subdivision  3 of section 350-e of the general business law, as\n   46  amended by chapter 328 of the laws of 2007, is amended and a new  subdi-\n   47  vision 4 is added to read as follows:\n   48    3.  Any  person  who  has  been  injured by reason of any violation of\n   49  section three hundred fifty or three hundred fifty-a of this article may\n   50  bring an action in his or her own name to enjoin such  unlawful  act  or\n   51  practice, an action to recover his or her actual damages or five hundred\n   52  dollars,  whichever  is greater, or both such actions. The court may, in\n   53  its discretion, increase the award of damages to an amount not to exceed\n   54  three times the actual damages, up to ten thousand dollars, if the court\n   55  finds that the defendant willfully or knowingly violated  this  section.\n\n       A. 1031                             3\n\n    1  The  court  [may]  SHALL award reasonable attorney's fees AND COSTS to a\n    2  prevailing plaintiff.\n    3    4.  (A)  IN  ADDITION  TO ANY OTHER APPLICABLE PENALTY, ANY PERSON WHO\n    4  INTENTIONALLY VIOLATES  ANY  INJUNCTION  PROHIBITING  UNCONSCIONABLE  OR\n    5  DECEPTIVE  ACTS  OR  PRACTICES  ISSUED PURSUANT TO THIS ARTICLE SHALL BE\n    6  LIABLE FOR A CIVIL PENALTY NOT TO EXCEED FIVE THOUSAND DOLLARS FOR  EACH\n    7  VIOLATION. WHERE THE CONDUCT CONSTITUTING A VIOLATION IS OF A CONTINUING\n    8  NATURE,  EACH  DAY OF THAT CONDUCT IS A SEPARATE AND DISTINCT VIOLATION.\n    9  IN DETERMINING THE AMOUNT OF THE CIVIL PENALTY, THE COURT SHALL CONSIDER\n   10  ALL RELEVANT CIRCUMSTANCES, INCLUDING, BUT NOT LIMITED TO, THE EXTENT OF\n   11  THE HARM CAUSED BY THE CONDUCT CONSTITUTING A VIOLATION, THE NATURE  AND\n   12  PERSISTENCE  OF  THAT CONDUCT, THE LENGTH OF TIME OVER WHICH THE CONDUCT\n   13  OCCURRED, THE ASSETS, LIABILITIES,  AND  NET  WORTH  OF  THE  DEFENDANT,\n   14  WHETHER  CORPORATE OR INDIVIDUAL, AND ANY CORRECTIVE ACTION TAKEN BY THE\n   15  DEFENDANT.\n   16    (B) UPON PETITION BY THE ATTORNEY GENERAL, THE COURT MAY FOR  HABITUAL\n   17  VIOLATION  OF  INJUNCTIONS  ISSUED  PURSUANT  TO  THIS ARTICLE ORDER THE\n   18  CANCELING OF ANY CERTIFICATE FILED UNDER AND BY VIRTUE OF THE PROVISIONS\n   19  OF SECTION ONE HUNDRED THIRTY OF THIS CHAPTER.\n   20    S 6. This act shall take effect on the ninetieth day  after  it  shall\n   21  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to consumer protection from deceptive acts and practices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T142908.TXT", "SOBI.D110106.T110204.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110106.T111204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428548818
}