{
  "year" : 2011,
  "senateBillNo" : "A103-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A103-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Fines municipalities which fail to enforce prevailing wage paid by contractors on public works projects 10% of the project costs",
  "summary" : "Fines municipalities which fail to enforce prevailing wage paid by contractors on public works projects 10% of the project costs to be paid to the department of labor for apprenticeship training programs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A10655-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          103\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MONTESANO,  SALADINO, FINCH -- read once and\n         referred to the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to municipalities which  fail\n         to enforce prevailing wage requirements of contractors on public works\n         projects\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 220 of the labor law is amended by\n    2  adding a new paragraph (f) to read as follows:\n    3    (F) ANY MUNICIPAL ENTITY THAT HAS ENTERED  INTO  SUCH  CONTRACT  OR  A\n    4  SUBCONTRACT  WITH  A  CONTRACTOR  TO  PERFORM  ON  ANY  PORTION  OF SUCH\n    5  CONTRACT, AND WHERE SUCH CONTRACTOR WILLFULLY PAYS AFTER  ENTERING  INTO\n    6  SUCH  CONTRACT,  LESS  THAN SUCH STIPULATED WAGE SCALE OR SUPPLEMENTS AS\n    7  ESTABLISHED BY THE FISCAL OFFICER SHALL, UPON  THE  CONVICTION  OF  SUCH\n    8  CONTRACTOR,  BE SUBJECT TO FINES OF TEN PERCENT OF THE CONTRACT VALUE TO\n    9  BE PAID TO THE DEPARTMENT FOR APPRENTICESHIP TRAINING PROGRAMS  PURSUANT\n   10  TO ARTICLE TWENTY-THREE OF THIS CHAPTER. FOR PURPOSES OF THIS PARAGRAPH,\n   11  \"MUNICIPAL  ENTITY\"  SHALL  MEAN ANY COUNTY, CITY, TOWN, VILLAGE, PUBLIC\n   12  BENEFIT CORPORATION, PUBLIC AUTHORITY, INDUSTRIAL DEVELOPMENT AGENCY, OR\n   13  ANY SUBSIDIARY THEREOF.\n   14    S 2. Section 220-d of the labor law is amended by adding a  new  third\n   15  undesignated paragraph to read as follows:\n   16    ANY  MUNICIPAL  ENTITY  THAT  HAS  ENTERED  INTO  SUCH CONTRACT WITH A\n   17  CONTRACTOR TO PERFORM ON ANY PORTION OF SUCH CONTRACT,  AND  WHERE  SUCH\n   18  CONTRACTOR  WILLFULLY  PAYS AFTER ENTERING INTO SUCH CONTRACT, LESS THAN\n   19  SUCH STIPULATED MINIMUMS REGARDING WAGES AND SUPPLEMENTS SHALL, UPON THE\n   20  CONVICTION OF SUCH CONTRACTOR, BE SUBJECT TO FINES OF TEN PERCENT OF THE\n   21  CONTRACT VALUE TO BE PAID TO THE DEPARTMENT FOR APPRENTICESHIP  TRAINING\n   22  PROGRAMS  PURSUANT TO ARTICLE TWENTY-THREE OF THIS CHAPTER. FOR PURPOSES\n   23  OF THIS PARAGRAPH, \"MUNICIPAL ENTITY\" SHALL MEAN ANY COUNTY, CITY, TOWN,\n   24  VILLAGE, PUBLIC BENEFIT CORPORATION, PUBLIC AUTHORITY, INDUSTRIAL DEVEL-\n   25  OPMENT AGENCY, OR ANY SUBSIDIARY THEREOF.\n   26    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02301-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to municipalities which fail to enforce prevailing wage requirements of contractors on public works projects ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154637.TXT", "SOBI.D101217.T130441.TXT", "SOBI.D101216.T115417.TXT", "SOBI.D110125.T092358.TXT", "SOBI.D101216.T110414.TXT", "SOBI.D110119.T144309.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295965438589
}