{
  "year" : 2011,
  "senateBillNo" : "A1039-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1039-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the triborough bridge and tunnel authority to issue short distance commuter passes on the Marine Parkway Bridge",
  "summary" : "Directs the Triborough bridge and tunnel authority to issue short distance commuter passes (permitting travel at no charge between intersections and barriers in the permit area) on the Marine Parkway Bridge; permits a discounted charge if significant revenue loss results. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A178-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1039\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PHEFFER -- Multi-Sponsored by -- M. of A. TOWNS\n         -- read once and referred to the Committee on  Corporations,  Authori-\n         ties and Commissions\n\n       AN  ACT  to  amend  the  public authorities law, in relation to commuter\n         passes on the Marine Parkway Bridge\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The  public  authorities law is amended by adding a new\n    2  section 553-j to read as follows:\n    3    S 553-J. MARINE PARKWAY BRIDGE; COMMUTER PASSES.  1. THE AUTHORITY  IS\n    4  HEREBY  AUTHORIZED  AND DIRECTED TO ISSUE ANNUAL SHORT DISTANCE COMMUTER\n    5  PERMITS WHICH SHALL PROVIDE FOR TRAVEL AT NO CHARGE BETWEEN INTERCHANGES\n    6  AND BARRIERS IN THE PERMIT AREA. FOR PURPOSES OF THIS  SUBDIVISION,  THE\n    7  TERM  \"PERMIT  AREA\"  SHALL MEAN THE MARINE PARKWAY BRIDGE. SUCH PERMITS\n    8  SHALL BE VALID ONLY FOR TRAVEL WITHIN THE PERMIT AREA. THE AUTHORITY MAY\n    9  RESTRICT THE USE OF SUCH PERMIT TO PEAK COMMUTER HOURS.\n   10    2. IF, UPON THE COMPLETION OF AN AUDIT CONDUCTED BY A CERTIFIED PUBLIC\n   11  ACCOUNTANT SELECTED BY THE AUTHORITY, THE AUTHORITY CAN DEMONSTRATE THAT\n   12  THE ISSUANCE OF PERMITS AS AUTHORIZED IN SUBDIVISION ONE OF THIS SECTION\n   13  FOR USE DURING PEAK COMMUTER HOURS CAUSES A SIGNIFICANT LOSS OF  REVENUE\n   14  TO  THE AUTHORITY, THE AUTHORITY IS AUTHORIZED, PURSUANT TO A RESOLUTION\n   15  OF THE BOARD, TO OFFER SUCH PERMITS AT A DISCOUNT OF THE CASH  COST  PER\n   16  MILE;  PROVIDED,  HOWEVER,  THAT,  PRIOR  TO  SUCH BOARD RESOLUTION, THE\n   17  AUTHORITY SHALL HOLD AT LEAST ONE PUBLIC HEARING IN THE PERMIT AREA,  AT\n   18  A  TIME AND LOCATION WHICH WILL, TO THE EXTENT PRACTICABLE, MAXIMIZE THE\n   19  PARTICIPATION OF THE GENERAL PUBLIC.\n   20    S 2. This act shall take effect on the one hundred twentieth day after\n   21  it shall have become a  law;  provided,  however,  that  the  triborough\n   22  bridge  and  tunnel authority shall promulgate any rules and regulations\n   23  necessary for the timely implementation of this act on  or  before  such\n   24  effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00722-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to commuter passes on the Marine Parkway Bridge ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T143426.TXT", "SOBI.D110106.T110705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428866935
}