{
  "year" : 2011,
  "senateBillNo" : "A1037-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1037-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes criminal responsibility on juvenile offenders for felony murders resulting from the attempt to commit juvenile offenses",
  "summary" : "Imposes criminal responsibility on juvenile offenders for felony murders resulting from the attempt to commit juvenile offenses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A179-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1037\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the  criminal  procedure  law  and  the  penal  law,  in\n         relation to imposing criminal responsibility on juvenile offenders for\n         felony murders resulting from attempted juvenile offenses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 42 of section 1.20 of  the  criminal  procedure\n    2  law,  as amended by chapter 7 of the laws of 2007, is amended to read as\n    3  follows:\n    4    42. \"Juvenile offender\" means (1) a person, thirteen years old who  is\n    5  criminally responsible for acts constituting murder in the second degree\n    6  as  defined  in  subdivisions one and two of section 125.25 of the penal\n    7  law, or such conduct as a sexually motivated  felony,  where  authorized\n    8  pursuant  to  section 130.91 of the penal law; and (2) a person fourteen\n    9  or fifteen years old who is criminally responsible for acts constituting\n   10  the crimes defined in subdivisions one and two of section 125.25 (murder\n   11  in the second degree) and in subdivision three of such section  provided\n   12  that the underlying crime for the murder charge is EITHER: one for which\n   13  such  person  is  criminally responsible OR AN ATTEMPT TO COMMIT A CRIME\n   14  FOR WHICH SUCH PERSON IS CRIMINALLY RESPONSIBLE; section 135.25 (kidnap-\n   15  ping in the first degree); 150.20 (arson in the first degree);  subdivi-\n   16  sions  one  and  two  of  section  120.10 (assault in the first degree);\n   17  125.20 (manslaughter in the first degree); subdivisions one and  two  of\n   18  section  130.35  (rape in the first degree); subdivisions one and two of\n   19  section 130.50 (criminal sexual act in the first degree); 130.70 (aggra-\n   20  vated sexual abuse in the first degree); 140.30 (burglary in  the  first\n   21  degree);  subdivision  one  of  section  140.25  (burglary in the second\n   22  degree); 150.15 (arson in the second degree);  160.15  (robbery  in  the\n   23  first  degree); subdivision two of section 160.10 (robbery in the second\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00642-01-1\n\n       A. 1037                             2\n\n    1  degree) of the penal law; or section 265.03 of the penal law, where such\n    2  machine gun or such firearm is possessed  on  school  grounds,  as  that\n    3  phrase is defined in subdivision fourteen of section 220.00 of the penal\n    4  law;  or  defined in the penal law as an attempt to commit murder in the\n    5  second degree or kidnapping in the first degree, or such  conduct  as  a\n    6  sexually  motivated  felony, where authorized pursuant to section 130.91\n    7  of the penal law.\n    8    S 2. Subdivision 18 of section 10.00 of the penal law, as  amended  by\n    9  chapter 7 of the laws of 2007, is amended to read as follows:\n   10    18.  \"Juvenile  offender\" means (1) a person thirteen years old who is\n   11  criminally responsible for acts constituting murder in the second degree\n   12  as defined in subdivisions one and two of section 125.25 of this chapter\n   13  or such conduct as a sexually motivated felony, where authorized  pursu-\n   14  ant to section 130.91 of the penal law; and\n   15    (2) a person fourteen or fifteen years old who is criminally responsi-\n   16  ble for acts constituting the crimes defined in subdivisions one and two\n   17  of section 125.25 (murder in the second degree) and in subdivision three\n   18  of such section provided that the underlying crime for the murder charge\n   19  is  EITHER:  one  for  which such person is criminally responsible OR AN\n   20  ATTEMPT TO COMMIT A CRIME FOR WHICH SUCH PERSON IS CRIMINALLY  RESPONSI-\n   21  BLE;  section  135.25 (kidnapping in the first degree); 150.20 (arson in\n   22  the first degree); subdivisions one and two of section  120.10  (assault\n   23  in  the first degree); 125.20 (manslaughter in the first degree); subdi-\n   24  visions one and two of section 130.35 (rape in the first degree); subdi-\n   25  visions one and two of section 130.50 (criminal sexual act in the  first\n   26  degree);  130.70  (aggravated  sexual abuse in the first degree); 140.30\n   27  (burglary in the  first  degree);  subdivision  one  of  section  140.25\n   28  (burglary  in  the  second degree); 150.15 (arson in the second degree);\n   29  160.15 (robbery in the first degree); subdivision two of section  160.10\n   30  (robbery  in  the  second  degree) of this chapter; or section 265.03 of\n   31  this chapter, where such machine gun or such  firearm  is  possessed  on\n   32  school  grounds,  as  that  phrase is defined in subdivision fourteen of\n   33  section 220.00 of this chapter; or defined in this chapter as an attempt\n   34  to commit murder in the second degree or kidnapping in the first degree,\n   35  or such conduct as a sexually motivated felony, where authorized  pursu-\n   36  ant to section 130.91 of the penal law.\n   37    S  3.  Subdivision  2 of section 30.00 of the penal law, as amended by\n   38  chapter 7 of the laws of 2007, is amended to read as follows:\n   39    2. A person thirteen, fourteen or fifteen years of age  is  criminally\n   40  responsible for acts constituting murder in the second degree as defined\n   41  in  subdivisions  one and two of section 125.25 and in subdivision three\n   42  of such section provided that the underlying crime for the murder charge\n   43  is EITHER: one for which such person is  criminally  responsible  OR  AN\n   44  ATTEMPT  TO COMMIT A CRIME FOR WHICH SUCH PERSON IS CRIMINALLY RESPONSI-\n   45  BLE or for such conduct as a sexually motivated felony, where authorized\n   46  pursuant to section 130.91 of the penal law; and a  person  fourteen  or\n   47  fifteen years of age is criminally responsible for acts constituting the\n   48  crimes  defined  in  section  135.25  (kidnapping  in the first degree);\n   49  150.20 (arson in the first degree); subdivisions one and two of  section\n   50  120.10  (assault in the first degree); 125.20 (manslaughter in the first\n   51  degree); subdivisions one and two of section 130.35 (rape in  the  first\n   52  degree); subdivisions one and two of section 130.50 (criminal sexual act\n   53  in  the  first  degree);  130.70  (aggravated  sexual abuse in the first\n   54  degree); 140.30 (burglary in  the  first  degree);  subdivision  one  of\n   55  section  140.25  (burglary  in  the second degree); 150.15 (arson in the\n   56  second degree); 160.15 (robbery in the first degree); subdivision two of\n\n       A. 1037                             3\n\n    1  section 160.10 (robbery in  the  second  degree)  of  this  chapter;  or\n    2  section  265.03  of this chapter, where such machine gun or such firearm\n    3  is possessed on school grounds, as that phrase is defined in subdivision\n    4  fourteen  of  section 220.00 of this chapter; or defined in this chapter\n    5  as an attempt to commit murder in the second degree or kidnapping in the\n    6  first degree, or for such conduct as a sexually motivated felony,  where\n    7  authorized pursuant to section 130.91 of the penal law.\n    8    S 4. This act shall take effect on the first of November next succeed-\n    9  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the penal law, in relation to imposing criminal responsibility on juvenile offenders for felony murders resulting from attempted juvenile offenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T142908.TXT", "SOBI.D110106.T110705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428548820
}