{
  "year" : 2011,
  "senateBillNo" : "A1033-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1033-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"radio frequency identification right to know act\"; requires retail mercantile establishments to disclose the use of RFID devices and other information",
  "summary" : "Enacts the \"radio frequency identification right to know act\", requiring retail mercantile establishments to disclose the use of RFID devices and gathered personal information; requires the labeling of retail products or packages containing a radio frequency identification tag; sets standards for labels and for posting notices; requires point of sale removal of RFID tags; restricts aggregation and disclosure of personal information; provides for enforcement by the attorney general, injunctions and civil penalties. ",
  "currentCommittee" : null,
  "sameAs" : "S1168",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A276-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1033\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PHEFFER, DESTITO -- read once and referred to the\n         Committee on Consumer Affairs and Protection\n\n       AN  ACT to amend the general business law, in relation to regulating the\n         use of radio frequency identification tags by retail mercantile estab-\n         lishments\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title.  This act shall be known and may be cited as\n    2  the \"radio frequency identification right to know act\".\n    3    S 2. The general business law is amended by adding a new article  12-C\n    4  to read as follows:\n    5                                ARTICLE 12-C\n    6                RADIO FREQUENCY IDENTIFICATION RIGHT TO KNOW\n    7  SECTION 219. RADIO FREQUENCY IDENTIFICATION RIGHT TO KNOW.\n    8    S  219.  RADIO FREQUENCY IDENTIFICATION RIGHT TO KNOW. 1. DEFINITIONS.\n    9  AS USED IN THIS ARTICLE, THE FOLLOWING TERMS SHALL  HAVE  THE  FOLLOWING\n   10  MEANINGS:\n   11    A.  \"AFFILIATE\"  MEANS  A PERSON RELATED TO A RETAIL MERCANTILE ESTAB-\n   12  LISHMENT THAT CARRIES ON DIRECT OR RELATED FUNCTIONS OF SUCH  ESTABLISH-\n   13  MENT.\n   14    B. \"DEACTIVATE\" MEANS TO DISABLE OR OTHERWISE RENDER UNUSABLE.\n   15    C.  \"PACKAGE\"  MEANS  ANY  TYPE OF CONTAINER, ARTICLE, OR ITEM THAT IS\n   16  USED TO CONTAIN OR HOLD A RETAIL PRODUCT IN THE FORM IN WHICH THE RETAIL\n   17  PRODUCT IS SOLD TO CONSUMERS. SUCH TERM  SHALL  NOT  APPLY  TO  PETS  OR\n   18  DOMESTICATED ANIMALS.\n   19    D.  \"PERSONAL  INFORMATION\" MEANS ANY INFORMATION CONCERNING A NATURAL\n   20  PERSON WHICH, BECAUSE OF NAME, NUMBER, SYMBOL, MARK, OR OTHER  IDENTIFI-\n   21  ER, CAN BE USED TO IDENTIFY THAT NATURAL PERSON.\n   22    E.  \"RADIO  FREQUENCY  IDENTIFICATION\"  MEANS ANY TECHNOLOGY THAT USES\n   23  RADIO WAVES OR OTHER WIRELESS MEANS TO TRANSMIT IDENTIFYING  INFORMATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00868-01-1\n\n       A. 1033                             2\n\n    1  BETWEEN  A  TAG,  BADGE,  OR  OTHER DEVICE AND A READER WITHOUT PHYSICAL\n    2  CONTACT.\n    3    F.  \"RADIO  FREQUENCY  IDENTIFICATION  TAG\"  MEANS  A  DEVICE  THAT IS\n    4  ATTACHED TO, EMBEDDED IN, OR MADE PART OF A RETAIL PRODUCT OR ITS  PACK-\n    5  AGE  THAT  USES  RADIO FREQUENCY IDENTIFICATION TECHNOLOGY TO TRANSMIT A\n    6  UNIQUE NUMBER OR IDENTIFIER TO A READER.\n    7    G. \"READER\" MEANS A DEVICE THAT IS CAPABLE OF  USING  RADIO  WAVES  OR\n    8  OTHER WIRELESS MEANS TO COMMUNICATE WITH, AND READ THE INFORMATION TRAN-\n    9  SMITTED BY, A RADIO FREQUENCY IDENTIFICATION TAG.\n   10    2.  NOTICES.  A.  EVERY  RETAIL MERCANTILE ESTABLISHMENT THAT SELLS OR\n   11  OFFERS FOR SALE MERCHANDISE CONTAINING  RADIO  FREQUENCY  IDENTIFICATION\n   12  TAGS  SHALL  POST  A  NOTICE  SO  INFORMING CONSUMERS. SUCH NOTICE SHALL\n   13  DISCLOSE THAT:\n   14    (1) THE ESTABLISHMENT OFFERS ITEMS WITH RADIO FREQUENCY IDENTIFICATION\n   15  TAGS;\n   16    (2) NEW YORK STATE LAW REQUIRES THE ESTABLISHMENT TO REMOVE OR DISABLE\n   17  ALL RADIO FREQUENCY IDENTIFICATION TAGS BEFORE TAGGED  ITEMS  LEAVE  THE\n   18  ESTABLISHMENT; AND\n   19    (3)  THE  ESTABLISHMENT  IS REQUIRED TO PROVIDE CONSUMERS, ON REQUEST,\n   20  WITH PERSONAL INFORMATION GATHERED WITHIN THE ESTABLISHMENT THROUGH  THE\n   21  RADIO FREQUENCY IDENTIFICATION TAGS USED IN THE ESTABLISHMENT.\n   22    SUCH NOTICE SHALL BE POSTED ON A SIGN AFFIXED TO EACH CASH REGISTER OR\n   23  POINT  OF  SALE AT WHICH SUCH GOODS ARE OFFERED FOR SALE OR ON A SIGN SO\n   24  SITUATED AS TO BE CLEARLY VISIBLE TO THE BUYER FROM EACH CASH REGISTER.\n   25    B.  NO RETAIL MERCANTILE ESTABLISHMENT SHALL SELL OR  OFFER  FOR  SALE\n   26  ANY ITEM OR PACKAGE THAT CONTAINS OR BEARS A RADIO FREQUENCY IDENTIFICA-\n   27  TION  TAG  UNLESS  SUCH ITEM OR PACKAGE IS LABELED WITH A NOTICE STATING\n   28  THAT SUCH ITEM OR PACKAGE CONTAINS OR BEARS A RADIO FREQUENCY  IDENTIFI-\n   29  CATION TAG, AND THAT THE RADIO FREQUENCY IDENTIFICATION TAG CAN TRANSMIT\n   30  UNIQUE  IDENTIFICATION  INFORMATION TO AN INDEPENDENT READER BOTH BEFORE\n   31  AND AFTER PURCHASE. SUCH LABEL SHALL BE POSTED ON THE ITEM OR PACKAGE IN\n   32  A CONSPICUOUS TYPE SIZE AND LOCATION AND IN PRINT  THAT  CONTRASTS  WITH\n   33  THE BACKGROUND AGAINST WHICH IT APPEARS.\n   34    C.  UPON WRITTEN REQUEST OF A CONSUMER, A RETAIL MERCANTILE ESTABLISH-\n   35  MENT THAT HAS GATHERED  PERSONAL  INFORMATION  THROUGH  RADIO  FREQUENCY\n   36  IDENTIFICATION  TAGS  SHALL  RELEASE  TO THE REQUESTER ALL OF THE STORED\n   37  PERSONAL INFORMATION PERTAINING TO THE REQUESTER. EVERY  RETAIL  MERCAN-\n   38  TILE  ESTABLISHMENT  SHALL  MAKE  AVAILABLE TO CONSUMERS A FORM FOR SUCH\n   39  REQUESTS.\n   40    3. REMOVAL. EVERY RETAIL MERCANTILE ESTABLISHMENT THAT OFFERS ITEMS OR\n   41  PACKAGES THAT CONTAIN OR BEAR RADIO FREQUENCY IDENTIFICATION TAGS  SHALL\n   42  REMOVE OR DEACTIVATE ALL TAGS AT THE POINT OF SALE. IN ADDITION:\n   43    A.  ALL  COSTS OF WHATSOEVER NAME OR NATURE FOR THE REMOVAL OR DEACTI-\n   44  VATION OF A RADIO FREQUENCY IDENTIFICATION TAG SHALL  BE  BORNE  BY  THE\n   45  RETAIL MERCANTILE ESTABLISHMENT;\n   46    B.  A  RETAIL MERCANTILE ESTABLISHMENT SHALL NOT COERCE CONSUMERS INTO\n   47  KEEPING RADIO FREQUENCY IDENTIFICATION TAGS  ON  ITEMS  OR  PACKAGES  BY\n   48  REQUIRING  ITEMS  OR  PACKAGES  TO  BE EXCHANGED, RETURNED, REPAIRED, OR\n   49  SERVICED TO CONTAIN OR BEAR ACTIVE TAGS; AND\n   50    C. A RADIO FREQUENCY IDENTIFICATION TAG, ONCE REMOVED OR  DEACTIVATED,\n   51  SHALL NOT BE REACTIVATED WITHOUT EXPRESS CONSENT OF THE CONSUMER ASSOCI-\n   52  ATED WITH THE TAGGED ITEM.\n   53    4. AGGREGATION OF PERSONAL INFORMATION AND RADIO FREQUENCY IDENTIFICA-\n   54  TION  TAG  INFORMATION.  A.  NO  RETAIL  MERCANTILE  ESTABLISHMENT SHALL\n   55  COMBINE OR LINK A CONSUMER'S PERSONAL INFORMATION WITH INFORMATION GATH-\n   56  ERED BY, OR CONTAINED WITHIN, A RADIO FREQUENCY IDENTIFICATION TAG.\n\n       A. 1033                             3\n\n    1    B. NO RETAIL MERCANTILE ESTABLISHMENT SHALL, DIRECTLY  OR  THROUGH  AN\n    2  AFFILIATE, DISCLOSE TO A NONAFFILIATED THIRD PARTY A CONSUMER'S PERSONAL\n    3  INFORMATION  ASSOCIATED WITH INFORMATION GATHERED BY, OR CONTAINED WITH-\n    4  IN, A RADIO FREQUENCY IDENTIFICATION TAG.\n    5    C.  NO  RETAIL  MERCANTILE ESTABLISHMENT SHALL, DIRECTLY OR THROUGH AN\n    6  AFFILIATE OR NONAFFILIATED THIRD PARTY, USE INFORMATION GATHERED BY,  OR\n    7  CONTAINED  WITHIN,  A  RADIO  FREQUENCY IDENTIFICATION TAG TO IDENTIFY A\n    8  CONSUMER.\n    9    5. ENFORCEMENT. WHENEVER THERE SHALL BE A VIOLATION OF  THIS  SECTION,\n   10  AN  APPLICATION  MAY  BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF THE\n   11  PEOPLE OF THE STATE OF NEW YORK, TO A COURT OR JUSTICE HAVING  JURISDIC-\n   12  TION,  BY A SPECIAL PROCEEDING, TO ISSUE AN INJUNCTION, AND, UPON NOTICE\n   13  TO THE DEFENDANT OF NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN  THE\n   14  CONTINUANCE  OF SUCH VIOLATION; AND, IF IT SHALL APPEAR TO THE SATISFAC-\n   15  TION OF THE COURT OR JUSTICE THAT THE DEFENDANT HAS, IN  FACT,  VIOLATED\n   16  THIS  SECTION,  AN  INJUNCTION  MAY  BE  ISSUED BY THE COURT OR JUSTICE,\n   17  ENJOINING AND RESTRAINING  ANY  FURTHER  VIOLATIONS,  WITHOUT  REQUIRING\n   18  PROOF  THAT ANY PERSON HAS, IN FACT, BEEN INJURED OR DAMAGED THEREBY. IN\n   19  ANY SUCH PROCEEDING, THE COURT  MAY  MAKE  ALLOWANCES  TO  THE  ATTORNEY\n   20  GENERAL,  AS  PROVIDED  IN  PARAGRAPH  SIX OF SUBDIVISION (A) OF SECTION\n   21  EIGHTY-THREE HUNDRED THREE OF THE CIVIL  PRACTICE  LAW  AND  RULES,  AND\n   22  DIRECT  RESTITUTION. WHENEVER THE COURT SHALL DETERMINE THAT A VIOLATION\n   23  OF THIS SECTION HAS OCCURRED, THE COURT MAY IMPOSE A  CIVIL  PENALTY  OF\n   24  NOT  MORE  THAN  FIVE  HUNDRED DOLLARS FOR EACH VIOLATION. EACH SALE, OR\n   25  OFFERING FOR SALE, OF AN ITEM OR PACKAGE IN VIOLATION  OF  THIS  SECTION\n   26  SHALL  CONSTITUTE  A  SEPARATE  VIOLATION.  IN  CONNECTION WITH ANY SUCH\n   27  PROPOSED APPLICATION, THE ATTORNEY GENERAL IS AUTHORIZED TO  TAKE  PROOF\n   28  AND MAKE A DETERMINATION OF THE RELEVANT FACTS AND TO ISSUE SUBPOENAS IN\n   29  ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES.\n   30    S  3.  If  any  item,  clause,  sentence,  subparagraph,  subdivision,\n   31  section, or other part of this act, or the application  thereof  to  any\n   32  person  or circumstances shall be held to be invalid, such holding shall\n   33  not affect, impair or invalidate the  remainder  of  this  act,  or  the\n   34  application  of  such  section or part of a section held invalid, to any\n   35  other person or circumstances, but shall be confined in its operation to\n   36  the item, clause, sentence, subparagraph, subdivision, section, or other\n   37  part of this act directly involved in such holding, or to the person and\n   38  circumstances therein involved.\n   39    S 4. This act shall take effect January 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to regulating the use of radio frequency identification tags by retail mercantile establishments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T142908.TXT", "SOBI.D110106.T110204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428548827
}