{
  "year" : 2011,
  "senateBillNo" : "A1035-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1035-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires registration of home improvement contractors",
  "summary" : "Requires registration of home improvement contractors with the department of state; permits denial of registration for convictions for fraud; provides for civil penalties for operating without registration; requires a surety bond be posted by contractors who have been convicted or had their registration revoked; establishes the home improvement trust fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A3643-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1035\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PHEFFER -- Multi-Sponsored by -- M. of A. GABRYS-\n         ZAK -- read once and referred to the Committee on Consumer Affairs and\n         Protection\n\n       AN  ACT  to amend the general business law, in relation to the registra-\n         tion of home improvement contractors; and to amend the  state  finance\n         law, in relation to establishing the home improvement trust fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 770 of the  general  business  law  is  amended  by\n    2  adding six new subdivisions 8, 9, 10, 11, 12 and 13 to read as follows:\n    3    8. \"CERTIFICATE\" MEANS A CERTIFICATE OF REGISTRATION ISSUED UNDER THIS\n    4  ARTICLE.\n    5    9. \"BOARD\" MEANS THE NEW YORK STATE CONSUMER PROTECTION BOARD.\n    6    10.  \"DIRECTOR\"  MEANS  THE  EXECUTIVE  DIRECTOR OF THE STATE CONSUMER\n    7  PROTECTION BOARD.\n    8    11. \"FUND\" MEANS THE HOME IMPROVEMENT TRUST FUND ESTABLISHED  PURSUANT\n    9  TO SECTION NINETY-NINE-T OF THE STATE FINANCE LAW.\n   10    12. \"PRIVATE RESIDENCE\" MEANS A SINGLE FAMILY DWELLING, A CONDOMINIUM,\n   11  A COOPERATIVE APARTMENT OR A MULTIFAMILY DWELLING CONSISTING OF NOT MORE\n   12  THAN TWELVE RENTAL UNITS.\n   13    13.  \"FINAL  JUDGMENT\" MEANS ANY FINAL JUDGMENT OBTAINED IN A COURT OF\n   14  COMPETENT JURISDICTION, FINAL AWARD IN ARBITRATION OR FINAL  DISPOSITION\n   15  OF A BANKRUPT'S ESTATE.\n   16    S 2. The general business law is amended by adding eleven new sections\n   17  770-a, 770-b, 770-c, 770-d, 770-e, 770-f, 770-g, 770-h, 770-i, 770-j and\n   18  770-k to read as follows:\n   19    S  770-A. REGISTRATION REQUIRED. 1. ON OR AFTER MARCH FIRST, TWO THOU-\n   20  SAND TWELVE, NO PERSON, FIRM OR CORPORATION SHALL HOLD HIMSELF, HERSELF,\n   21  OR ITSELF OUT TO BE A HOME IMPROVEMENT  CONTRACTOR  IN  NEW  YORK  STATE\n   22  WITHOUT FIRST REGISTERING WITH THE BOARD AS PROVIDED IN THIS ARTICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00804-01-1\n\n       A. 1035                             2\n\n    1    2.  THE FOLLOWING PERSONS AND ORGANIZATIONS ARE NOT REQUIRED TO REGIS-\n    2  TER AS HOME IMPROVEMENT CONTRACTORS:\n    3    (A) THE STATE, MUNICIPALITIES OF THE STATE, OR ANY DEPARTMENT OR AGEN-\n    4  CY OF THE STATE OR SUCH MUNICIPALITIES;\n    5    (B) THE UNITED STATES OR ANY OF ITS DEPARTMENTS OR AGENCIES; AND\n    6    (C)  ANY  SCHOOL,  PUBLIC OR PRIVATE, OFFERING AS PART OF A VOCATIONAL\n    7  EDUCATION PROGRAM COURSES AND TRAINING IN ANY ASPECT  OF  HOME  IMPROVE-\n    8  MENTS.\n    9    S  770-B. INITIAL APPLICATION FOR REGISTRATION. 1. ANY PERSON, FIRM OR\n   10  CORPORATION SEEKING A CERTIFICATE OF REGISTRATION AS A HOME  IMPROVEMENT\n   11  CONTRACTOR  SHALL FILE WITH THE BOARD AN APPLICATION FOR REGISTRATION IN\n   12  SUCH FORM AND DETAIL AS THE BOARD SHALL PRESCRIBE, INCLUDING THE FOLLOW-\n   13  ING:\n   14    (A) THE NAME AND RESIDENCE ADDRESS OF THE APPLICANT;\n   15    (B) THE BUSINESS NAME, IF OTHER THAN THAT OF THE APPLICANT;\n   16    (C) THE PLACE, INCLUDING THE CITY, TOWN OR VILLAGE,  WITH  THE  STREET\n   17  AND NUMBER, WHERE THE BUSINESS IS TO BE LOCATED;\n   18    (D) THE BUSINESS TELEPHONE OF THE APPLICANT;\n   19    (E)  THE LENGTH OF TIME THAT THE APPLICANT HAS BEEN A HOME IMPROVEMENT\n   20  CONTRACTOR; AND\n   21    (F) A SWORN STATEMENT BY THE APPLICANT THAT THE INFORMATION SET  FORTH\n   22  IN THE APPLICATION IS CURRENT AND ACCURATE.\n   23    2.  SUCH  APPLICATION  SHALL INCLUDE A STATEMENT INDICATING WHETHER OR\n   24  NOT THE APPLICANT HAS:\n   25    (A) BEEN CONVICTED OF ANY CRIME DEFINED IN ARTICLE ONE HUNDRED  FIFTY-\n   26  FIVE  OF  THE  PENAL LAW OR ARTICLE TWENTY-TWO-A OF THIS CHAPTER OR IS A\n   27  DEBTOR ON ANY UNPAID CIVIL JUDGMENT RELATING TO WORK AS A HOME  IMPROVE-\n   28  MENT CONTRACTOR; AND\n   29    (B)  AT  ANY  TIME  IN THE PAST BEEN ISSUED A REGISTRATION PURSUANT TO\n   30  THIS ARTICLE, AND IF SO, WHETHER SUCH REGISTRATION WAS EVER  REVOKED  OR\n   31  SUSPENDED.\n   32    3. EXCEPT AS OTHERWISE PROVIDED IN OR INCONSISTENT WITH THE PROVISIONS\n   33  OF  THIS  ARTICLE, ALL OF THE PROVISIONS OF THE BUSINESS CORPORATION LAW\n   34  PERTAINING TO THE STATUTORY DESIGNATION OF THE  SECRETARY  OF  STATE  AS\n   35  AGENT  FOR SERVICE OF PROCESS, THE DESIGNATION OF A REGISTERED AGENT FOR\n   36  SERVICE OF PROCESS, THE MANNER OF EFFECTUATION OF  SERVICE  OF  PROCESS,\n   37  AND  MATTERS  INCIDENTAL OR RELATED THERETO SHALL APPLY TO THE REGISTRA-\n   38  TION REQUIRED BY THIS ARTICLE WITH SUCH MODIFICATIONS AS MAY  BE  NECES-\n   39  SARY  TO  ADAPT SUCH LANGUAGE TO THE REGISTRATION REQUIRED BY THIS ARTI-\n   40  CLE. SUCH PROVISIONS SHALL APPLY WITH THE SAME FORCE AND  EFFECT  AS  IF\n   41  THOSE  PROVISIONS  HAD  BEEN SET FORTH IN FULL IN THIS ARTICLE EXCEPT TO\n   42  THE EXTENT THAT ANY PROVISION IS EITHER INCONSISTENT WITH A PROVISION OF\n   43  THIS ARTICLE OR NOT RELEVANT TO THE REGISTRATION REQUIRED BY THIS  ARTI-\n   44  CLE, UNLESS A DIFFERENT MEANING IS CLEARLY REQUIRED.\n   45    4.  THE BOARD MAY REFUSE TO ISSUE A REGISTRATION TO ANY PERSON WHOM IT\n   46  FINDS  HAS  BEEN  CONVICTED  OF  ANY CRIME DESCRIBED IN PARAGRAPH (A) OF\n   47  SUBDIVISION TWO OF THIS SECTION, OR FAILED TO PAY ANY FINAL CIVIL  JUDG-\n   48  MENT, RELATING TO WORK AS A HOME IMPROVEMENT CONTRACTOR, IF SUCH REFUSAL\n   49  WILL,  IN ITS JUDGMENT, BEST PROMOTE THE INTERESTS OF THE PEOPLE OF THIS\n   50  STATE.\n   51    S 770-C.  TERMS. A REGISTRATION ISSUED OR RENEWED UNDER THE PROVISIONS\n   52  OF THIS ARTICLE SHALL ENTITLE A PERSON  TO  ACT  AS  A  REGISTERED  HOME\n   53  IMPROVEMENT  CONTRACTOR  IN  THE  STATE  OF NEW YORK FOR A PERIOD OF TWO\n   54  YEARS FROM THE EFFECTIVE DATE OF THE REGISTRATION.\n   55    S 770-D. REGISTRATION RENEWAL. 1. ANY REGISTRATION GRANTED UNDER  THIS\n   56  ARTICLE  MAY BE RENEWED BY THE BOARD UPON APPLICATION AND PAYMENT OF THE\n\n       A. 1035                             3\n\n    1  FEE FOR SUCH RENEWAL BY THE HOLDER THEREOF, IN SUCH FORM  AS  THE  BOARD\n    2  MAY PRESCRIBE.\n    3    2.  THE  BOARD SHALL HAVE THE AUTHORITY TO ASSIGN STAGGERED EXPIRATION\n    4  DATES FOR REGISTRATIONS AT THE TIME OF RENEWAL.  IF  THE  ASSIGNED  DATE\n    5  RESULTS  IN  A TERM THAT EXCEEDS TWENTY-FOUR MONTHS, THE APPLICANT SHALL\n    6  PAY AN ADDITIONAL PRO-RATED ADJUSTMENT TOGETHER WITH THE REGULAR RENEWAL\n    7  FEE.\n    8    3. THE BOARD MAY REFUSE TO RENEW, OR MAY REVOKE OR SUSPEND, THE REGIS-\n    9  TRATION OF ANY HOME IMPROVEMENT CONTRACTOR IF SUCH  REFUSAL,  SUSPENSION\n   10  OR  REVOCATION  IS  REASONABLY NECESSARY TO PROTECT THE INTERESTS OF THE\n   11  PEOPLE OF THIS STATE. THE BOARD MAY REINSTATE  SUCH  REGISTRATION  WHERE\n   12  SUCH GROUNDS FOR REFUSAL, SUSPENSION, OR REVOCATION NO LONGER EXIST.\n   13    S 770-E. FEES. 1. EACH ORIGINAL APPLICATION OR APPLICATION FOR RENEWAL\n   14  FOR  REGISTRATION  AS A HOME IMPROVEMENT CONTRACTOR SHALL BE ACCOMPANIED\n   15  BY A FEE OF ONE HUNDRED FIFTY DOLLARS  FOR  EACH  BIENNIAL  REGISTRATION\n   16  PERIOD.\n   17    2.  NOTICE  IN  WRITING IN THE MANNER AND FORM PRESCRIBED BY THE BOARD\n   18  SHALL BE GIVEN TO THE BOARD AT ITS OFFICES IN ALBANY WITHIN TEN DAYS  OF\n   19  CHANGES  OF  NAME OR ADDRESS BY REGISTERED HOME IMPROVEMENT CONTRACTORS,\n   20  EXCEPT THOSE MADE ON A RENEWAL APPLICATION.  THE  FEE  FOR  FILING  EACH\n   21  CHANGE OF NAME OR ADDRESS NOTICE SHALL BE TEN DOLLARS.\n   22    3.  IN  THE  CASE  OF LOSS, DESTRUCTION OR DAMAGE, THE BOARD MAY, UPON\n   23  SUBMISSION OF A REQUEST IN  SUCH  FORM  AND  MANNER  AS  THE  BOARD  MAY\n   24  PRESCRIBE,  ISSUE  A DUPLICATE REGISTRATION UPON PAYMENT OF A FEE OF TEN\n   25  DOLLARS.\n   26    4. THE FEES PROVIDED FOR BY THIS SECTION SHALL NOT BE REFUNDABLE.\n   27    S 770-F. PRACTICES OF REGISTRANTS. 1. EACH HOME IMPROVEMENT CONTRACTOR\n   28  ENGAGED IN MAKING HOME IMPROVEMENT CONTRACTS SHALL EXHIBIT HIS, HER,  OR\n   29  ITS CERTIFICATE UPON THE REQUEST OF ANY INTERESTED PARTY.\n   30    2. NO PERSON, FIRM OR CORPORATION SHALL:\n   31    (A) PRESENT OR ATTEMPT TO PRESENT, AS HIS, HER, OR ITS OWN, THE REGIS-\n   32  TRATION OF ANOTHER;\n   33    (B)  KNOWINGLY  GIVE  FALSE EVIDENCE OF A MATERIAL NATURE TO THE BOARD\n   34  FOR THE PURPOSE OF PROCURING A REGISTRATION;\n   35    (C) FALSELY REPRESENT HIMSELF, HERSELF, OR ITSELF AS A REGISTERED HOME\n   36  IMPROVEMENT CONTRACTOR;\n   37    (D) USE OR ATTEMPT TO USE A REGISTRATION WHICH HAS EXPIRED;\n   38    (E) OFFER TO MAKE OR  MAKE  ANY  HOME  IMPROVEMENT  WITHOUT  HAVING  A\n   39  CURRENT REGISTRATION AS IS REQUIRED UNDER THIS ARTICLE;\n   40    (F) REPRESENT IN ANY MANNER THAT HIS, HER, OR ITS REGISTRATION CONSTI-\n   41  TUTES  AN ENDORSEMENT OF THE QUALITY OF WORKMANSHIP OR COMPETENCY OF THE\n   42  CONTRACTOR.\n   43    3. REGISTRATIONS ISSUED TO HOME IMPROVEMENT CONTRACTORS SHALL  NOT  BE\n   44  TRANSFERABLE OR ASSIGNABLE.\n   45    S  770-G. SURETY BONDING REQUIREMENT. 1. AS A CONDITION TO OBTAINING A\n   46  REGISTRATION PURSUANT TO THIS ARTICLE, EVERY HOME IMPROVEMENT CONTRACTOR\n   47  APPLICANT WHO IS APPLYING FOR A REGISTRATION AND FOR WHOM THE TOTAL CASH\n   48  PRICE OF ALL OF HIS, HER, OR ITS HOME  IMPROVEMENT  CONTRACTS  WITH  ALL\n   49  HIS,  HER,  OR  ITS CUSTOMERS IS LESS THAN FIVE HUNDRED THOUSAND DOLLARS\n   50  DURING THE PERIOD OF TWELVE CONSECUTIVE MONTHS PRIOR TO APPLYING  FOR  A\n   51  REGISTRATION  SHALL  OBTAIN  AND CONTINUE IN EFFECT A SURETY BOND IN THE\n   52  AMOUNT OF TEN THOUSAND DOLLARS EXECUTED BY A SURETY  COMPANY  AUTHORIZED\n   53  TO TRANSACT BUSINESS IN THIS STATE.\n   54    2.  AS  A CONDITION OF OBTAINING A REGISTRATION PURSUANT TO THIS ARTI-\n   55  CLE, EVERY HOME IMPROVEMENT CONTRACTOR APPLICANT WHO IS APPLYING  FOR  A\n   56  REGISTRATION  AND  FOR  WHOM THE TOTAL CASH PRICE OF ALL OF HIS, HER, OR\n\n       A. 1035                             4\n\n    1  ITS HOME IMPROVEMENT CONTRACTS WITH ALL HIS, HER, OR  ITS  CUSTOMERS  IS\n    2  BETWEEN  FIVE HUNDRED THOUSAND DOLLARS BUT LESS THAN ONE MILLION DOLLARS\n    3  DURING THE PERIOD OF TWELVE CONSECUTIVE MONTHS PRIOR TO APPLYING  FOR  A\n    4  REGISTRATION  SHALL  OBTAIN  AND  CONTINUE IN EFFECT A SURETY BOND IN AN\n    5  AMOUNT OF TWENTY-FIVE THOUSAND DOLLARS  EXECUTED  BY  A  SURETY  COMPANY\n    6  AUTHORIZED TO TRANSACT BUSINESS IN THIS STATE.\n    7    3.  AS  A CONDITION OF OBTAINING A REGISTRATION PURSUANT TO THIS ARTI-\n    8  CLE, EVERY HOME IMPROVEMENT CONTRACTOR APPLICANT WHO IS APPLYING  FOR  A\n    9  REGISTRATION  AND  FOR  WHOM THE TOTAL CASH PRICE OF ALL OF HIS, HER, OR\n   10  ITS HOME IMPROVEMENT CONTRACTS WITH ALL HIS, HER, OR  ITS  CUSTOMERS  IS\n   11  ONE  MILLION  DOLLARS OR GREATER DURING THE PERIOD OF TWELVE CONSECUTIVE\n   12  MONTHS PRIOR TO APPLYING FOR A REGISTRATION SHALL OBTAIN AND CONTINUE IN\n   13  EFFECT A SURETY BOND IN AN AMOUNT OF FIFTY THOUSAND DOLLARS EXECUTED  BY\n   14  A SURETY COMPANY AUTHORIZED TO TRANSACT BUSINESS IN THIS STATE.\n   15    4.  THE BOND SHALL BE CONDITIONED ON THE HOME IMPROVEMENT CONTRACTOR'S\n   16  PAYMENT OF ANY FINAL JUDGMENT  ENTERED  AGAINST  SUCH  HOME  IMPROVEMENT\n   17  CONTRACTOR  FOR  LOSSES OR DAMAGES SUSTAINED BY THE OWNER AS A RESULT OF\n   18  THE BREACH OF THE HOME IMPROVEMENT CONTRACT WITHIN THIS STATE,  AND  ANY\n   19  CIVIL  PENALTIES  ASSESSED  AGAINST  A  HOME  IMPROVEMENT CONTRACTOR FOR\n   20  VIOLATIONS OF THIS ARTICLE.\n   21    5. RECOVERY AGAINST ANY BOND SHALL BE MADE BY THE BOARD ON  BEHALF  OF\n   22  AN  OWNER  OR  OWNERS WHO OBTAIN A JUDGMENT AGAINST THE HOME IMPROVEMENT\n   23  CONTRACTOR FOR AN ACT OR OMISSION ON WHICH THE BOND IS  CONDITIONED,  IF\n   24  THE  ACT  OR  OMISSION  OCCURRED  DURING THE TERM OF THE BOND. THE TOTAL\n   25  LIABILITY IMPOSED ON THE SURETY BOND UNDER THIS SECTION FOR ALL BREACHES\n   26  OF THE BOND CONDITION IS LIMITED TO THE FACE AMOUNT OF  THE  BOND.  SUCH\n   27  LIABILITY  IS  LIMITED  TO THE AMOUNT OF THE JUDGMENT. IN NO EVENT SHALL\n   28  THE SURETY ON A BOND BE LIABLE FOR TOTAL CLAIMS IN EXCESS  OF  THE  BOND\n   29  AMOUNT,  REGARDLESS  OF  THE NUMBER OR NATURE OF CLAIMS MADE AGAINST THE\n   30  BOND OR THE NUMBER OF YEARS THE BOND REMAINED IN FORCE.\n   31    6. ANY SURETY ISSUING  A  BOND  PURSUANT  TO  THIS  SECTION  SHALL  BE\n   32  REQUIRED TO PROVIDE THIRTY DAYS' NOTICE TO THE BOARD PRIOR TO THE EFFEC-\n   33  TIVE DATE OF CANCELLATION OF THE BOND.\n   34    7.  THE  FAILURE  OF  A HOME IMPROVEMENT CONTRACTOR TO MAINTAIN SUCH A\n   35  BOND AND SATISFY ALL CLAIMS AGAINST THE BOND, SHALL RESULT IN THE  IMME-\n   36  DIATE  REVOCATION  OF THE REGISTRATION OF SUCH HOME IMPROVEMENT CONTRAC-\n   37  TOR.\n   38    S 770-H. HOME IMPROVEMENT TRUST FUND. 1. THE  HOME  IMPROVEMENT  TRUST\n   39  FUND  ESTABLISHED PURSUANT TO SECTION NINETY-NINE-T OF THE STATE FINANCE\n   40  LAW SHALL PROVIDE FOR THE PAYMENT OF  OUTSTANDING  AWARDS  TO  AGGRIEVED\n   41  CONSUMERS AND FINES OWED TO THE BOARD.\n   42    (A)  HOME IMPROVEMENT CONTRACTORS MAY ELECT TO PARTICIPATE IN THE FUND\n   43  IN LIEU OF FURNISHING A BOND AS REQUIRED BY SECTION SEVEN HUNDRED SEVEN-\n   44  TY-G OF THIS ARTICLE.\n   45    (B) ANY HOME IMPROVEMENT CONTRACTOR APPLICANT WHO  ELECTS  TO  PARTIC-\n   46  IPATE  IN THE FUND MUST SUBMIT TO THE BOARD A CHECK IN THE AMOUNT OF TWO\n   47  HUNDRED DOLLARS, MADE PAYABLE TO THE BOARD, BEFORE A REGISTRATION  SHALL\n   48  BE ISSUED. ANY BONDED REGISTRANT MAY ELECT TO PARTICIPATE IN THE FUND IN\n   49  LIEU  OF  CONTINUED  COMPLIANCE WITH THE BOND REQUIREMENT BY CAUSING THE\n   50  BOARD TO RECEIVE A CHECK IN THE AMOUNT  OF  TWO  HUNDRED  DOLLARS,  MADE\n   51  PAYABLE  TO  THE  BOARD, PRIOR TO THE EXPIRATION OR CANCELLATION DATE OF\n   52  THE REGISTRANT'S BOND. ALL FUND PARTICIPANTS WHO ELECT  TO  CONTINUE  TO\n   53  PARTICIPATE  IN  THE FUND SHALL CONTRIBUTE TWO HUNDRED DOLLARS UPON EACH\n   54  RENEWAL OF THEIR REGISTRATION. ANY FUND PARTICIPANT WHO  ELECTS  NOT  TO\n   55  CONTINUE TO PARTICIPATE IN THE FUND AT THE TIME OF RENEWAL SHALL FURNISH\n\n       A. 1035                             5\n\n    1  A  BOND IN ACCORDANCE WITH SECTION SEVEN HUNDRED SEVENTY-G OF THIS ARTI-\n    2  CLE BEFORE THE RENEWAL REGISTRATION SHALL BE ISSUED.\n    3    (C)  FUND PARTICIPANTS MAY DISCONTINUE THEIR PARTICIPATION IN THE FUND\n    4  AT ANY TIME BY FILING A BOND PURSUANT TO SECTION SEVEN HUNDRED SEVENTY-G\n    5  OF THIS ARTICLE.\n    6    (D) PARTICIPATION IN THE FUND SHALL NOT RELIEVE A  REGISTRANT  OF  ANY\n    7  OBLIGATION  TO  PAY AWARDS OR FINES IMPOSED BY THE BOARD OR JUDGMENTS OR\n    8  ARBITRATION AWARDS RENDERED AGAINST A REGISTRANT BY A COURT OF COMPETENT\n    9  JURISDICTION. IN THE EVENT THAT A CONTRACTOR'S REGISTRATION IS  REVOKED,\n   10  SURRENDERED  OR  THE CONTRACTOR FAILS TO RENEW HIS, HER OR ITS REGISTRA-\n   11  TION, AND THE FUND IS INVADED TO PAY AN AWARD, FINE OR JUDGMENT THAT WAS\n   12  RENDERED AGAINST SUCH CONTRACTOR PURSUANT TO THE PROVISIONS  HEREIN,  NO\n   13  REGISTRATION  SHALL BE ISSUED OR REINSTATED TO SUCH CONTRACTOR OR TO ANY\n   14  HOME IMPROVEMENT BUSINESS IN WHICH SUCH CONTRACTOR IS AN OFFICER, SHARE-\n   15  HOLDER, PARTNER OR PRINCIPAL, UNLESS THE AMOUNT OR AMOUNTS PAID  OUT  OF\n   16  THE  FUND  ON BEHALF OF SUCH CONTRACTOR IS REIMBURSED BY SUCH CONTRACTOR\n   17  IN FULL.\n   18    (E) IN THE EVENT THAT A HOME IMPROVEMENT CONTRACTOR'S REGISTRATION  IS\n   19  REVOKED,  SURRENDERED  OR  THE CONTRACTOR FAILS TO RENEW HIS, HER OR ITS\n   20  REGISTRATION AND THE FUND IS INVADED TO PAY AN AWARD, FINE  OR  JUDGMENT\n   21  THAT  WAS  RENDERED  AGAINST SUCH CONTRACTOR, PURSUANT TO THE PROVISIONS\n   22  HEREIN, THE DIRECTOR OR HIS OR HER DESIGNEE  SHALL  HAVE  DISCRETION  TO\n   23  EXCLUDE  SUCH CONTRACTOR, OR ANY HOME IMPROVEMENT BUSINESS IN WHICH SUCH\n   24  CONTRACTOR IS A PRINCIPAL, FROM FUTURE PARTICIPATION IN  THE  FUND.  THE\n   25  DIRECTOR  OR  HIS OR HER DESIGNEE MAY, IN HIS OR HER DISCRETION, REQUIRE\n   26  SUCH HOME IMPROVEMENT CONTRACTOR TO OBTAIN A BOND  PURSUANT  TO  SECTION\n   27  SEVEN HUNDRED SEVENTY-G OF THIS ARTICLE.\n   28    2.  (A)  THE  DIRECTOR MAY REQUIRE THAT DISBURSEMENTS BE MADE FROM THE\n   29  FUND TO PAY OUTSTANDING AWARDS TO CONSUMERS AND FINES OWED TO THE  BOARD\n   30  WHEN:\n   31    (I)  THE BOARD HAS CONDUCTED AN ADMINISTRATIVE HEARING THAT RESULTS IN\n   32  A FINDING THAT A HOME IMPROVEMENT CONTRACTOR IS IN VIOLATION OF A LAW OR\n   33  REGULATION ENFORCED BY THE BOARD AND THE BOARD OR A COURT  OF  COMPETENT\n   34  JURISDICTION   HAS RENDERED A DECISION, JUDGMENT OR AN ARBITRATION AWARD\n   35  AGAINST THE CONTRACTOR FOR DAMAGES SUFFERED BY A CONSUMER ARISING OUT OF\n   36  A HOME IMPROVEMENT CONTRACT;\n   37    (II) THE CONTRACTOR IS ORDERED BY THE BOARD  TO  PAY  AN  AWARD  TO  A\n   38  CONSUMER, A FINE OR TO SATISFY A JUDGMENT OR ARBITRATION AWARD;\n   39    (III)  THE  CONTRACTOR  HAS  FAILED TO PAY SUCH AWARD TO A CONSUMER, A\n   40  FINE OR SATISFY A JUDGMENT OR ARBITRATION AWARD, WITHIN THIRTY  DAYS  OF\n   41  THE DATE OF THE BOARD'S ORDER; AND\n   42    (IV)  THE  BOARD  HAS  REVOKED  THE  CONTRACTOR'S  REGISTRATION OR THE\n   43  CONTRACTOR HAS SURRENDERED OR FAILED TO RENEW  SUCH  REGISTRATION  AFTER\n   44  THE BOARD'S ORDER.\n   45    NOTWITHSTANDING  THIS  PARAGRAPH, IF A CONTRACTOR HAS FILED A PETITION\n   46  FOR RELIEF UNDER ANY CHAPTER OF TITLE 11 OF THE UNITED STATES CODE,  THE\n   47  BOARD  MAY WAIVE THE REQUIREMENTS SET FORTH IN SUBPARAGRAPHS (II), (III)\n   48  AND (IV) OF THIS PARAGRAPH AND REQUIRE DISBURSEMENTS TO BE MADE FROM THE\n   49  FUND.\n   50    (B) DISBURSEMENTS SHALL NOT BE MADE FROM THE FUND  TO  PAY  AN  AWARD,\n   51  FINE OR JUDGEMENT THAT IS RENDERED AGAINST:\n   52    (I)  A  REGISTRANT WHO HAS FURNISHED A BOND, PURSUANT TO SECTION SEVEN\n   53  HUNDRED SEVENTY-G OF THIS ARTICLE; OR\n   54    (II) A HOME IMPROVEMENT CONTRACTOR WHO WAS  NEVER  REGISTERED  BY  THE\n   55  BOARD OR A PARTICIPANT IN THE FUND.\n\n       A. 1035                             6\n\n    1    (C)  DISBURSEMENTS FROM THE FUND WILL BE MADE AT THE DISCRETION OF THE\n    2  DIRECTOR OR HIS OR HER DESIGNEE, PROVIDED, HOWEVER, THAT INVASION OF THE\n    3  FUND SHALL BE LIMITED TO NO MORE THAN TWENTY THOUSAND  DOLLARS  FOR  ALL\n    4  AWARDS,  FINES  AND  JUDGEMENTS ARISING OUT OF A SINGLE HOME IMPROVEMENT\n    5  CONTRACT  AND  ONE HUNDRED THOUSAND DOLLARS FOR ALL AWARDS, CIVIL PENAL-\n    6  TIES, AND JUDGEMENTS ATTRIBUTABLE TO ONE HOME IMPROVEMENT CONTRACTOR.\n    7    (D) THE DIRECTOR OR HIS OR HER DESIGNEE MAY ORDER THAT PARTIAL PAYMENT\n    8  OF AWARDS, FINES OR JUDGMENTS BE MADE FROM THE FUND.\n    9    (E) NOTHING CONTAINED IN THIS SECTION SHALL BE CONSTRUED TO LIMIT  THE\n   10  RIGHTS AND REMEDIES OF ANY PARTY, INCLUDING THE BOARD, TO PURSUE A CAUSE\n   11  OF  ACTION AGAINST A HOME IMPROVEMENT CONTRACTOR WHO IS A PARTICIPANT IN\n   12  THE FUND.\n   13    (F) NOTHING CONTAINED IN THIS SECTION SHALL BE CONSTRUED TO  CREATE  A\n   14  RIGHT  OF ANY PERSON TO A PORTION OF ANY OF THE FUND, EXCEPT IN THE CASE\n   15  OF AN AWARD DULY MADE BY THE DIRECTOR PURSUANT TO THE PROVISIONS OF THIS\n   16  SECTION.\n   17    (G) NOTHING CONTAINED IN THIS SECTION SHALL BE  CONSTRUED  TO  PROVIDE\n   18  FOR  THE  PAYMENT  OF  AWARDS OR JUDGMENTS RENDERED AGAINST FUND PARTIC-\n   19  IPANTS IN PERSONAL INJURY ACTIONS.\n   20    3. THE DIRECTOR SHALL, BY JANUARY THIRTY-FIRST OF EACH YEAR, CAUSE  AN\n   21  ACCOUNTING TO BE MADE OF ALL OF THE FUND'S ACTIVITIES DURING THE PRECED-\n   22  ING CALENDAR YEAR.\n   23    S 770-I. POWERS OF THE BOARD. 1. THE BOARD SHALL PROMULGATE SUCH RULES\n   24  AND  REGULATIONS  AS  ARE DEEMED NECESSARY TO EFFECTUATE THE PURPOSES OF\n   25  THIS ARTICLE, AND SHALL PROVIDE WRITTEN NOTIFICATION OF  THE  PROVISIONS\n   26  OF  THIS ARTICLE TO ALL HOME IMPROVEMENT CONTRACTORS REGISTERED PURSUANT\n   27  TO THIS ARTICLE.\n   28    2. THE BOARD SHALL HAVE THE POWER TO ENFORCE THE  PROVISIONS  OF  THIS\n   29  ARTICLE  AND UPON COMPLAINT OF ANY PERSON, OR UPON THE DIRECTOR'S INITI-\n   30  ATIVE, TO INVESTIGATE ANY VIOLATION THEREOF OR TO INVESTIGATE THE  BUSI-\n   31  NESS,  BUSINESS  PRACTICES  AND  BUSINESS  METHODS  OF ANY PERSON, FIRM,\n   32  LIMITED LIABILITY COMPANY, PARTNERSHIP OR CORPORATION  APPLYING  FOR  OR\n   33  HOLDING  A  REGISTRATION AS A DOCUMENT DESTRUCTION CONTRACTOR, IF IN THE\n   34  OPINION OF THE DIRECTOR  SUCH  INVESTIGATION  IS  WARRANTED.  EACH  SUCH\n   35  APPLICANT OR REGISTRANT SHALL BE OBLIGED, ON REQUEST OF THE DIRECTOR, TO\n   36  SUPPLY  SUCH  INFORMATION,  BOOKS,  PAPERS OR RECORDS AS MAY BE REQUIRED\n   37  CONCERNING HIS, HER OR ITS  BUSINESS,  BUSINESS  PRACTICES  OR  BUSINESS\n   38  METHODS,  OR  PROPOSED  BUSINESS PRACTICES OR METHODS. FAILURE TO COMPLY\n   39  WITH A LAWFUL REQUEST OF THE DIRECTOR SHALL BE A GROUND FOR  DENYING  AN\n   40  APPLICATION  FOR A REGISTRATION, OR FOR REVOKING, SUSPENDING, OR FAILING\n   41  TO RENEW A REGISTRATION ISSUED UNDER THIS ARTICLE.\n   42    3. THE BOARD SHALL HAVE THE POWER TO REVOKE OR SUSPEND  ANY  REGISTRA-\n   43  TION,  OR  IN  LIEU  THEREOF TO IMPOSE A FINE NOT EXCEEDING ONE THOUSAND\n   44  DOLLARS PAYABLE TO THE BOARD, OR REPRIMAND ANY  REGISTRANT  OR  DENY  AN\n   45  APPLICATION  FOR  A  REGISTRATION OR RENEWAL THEREOF UPON PROOF THAT THE\n   46  APPLICANT OR REGISTRANT HAS:\n   47    (A) VIOLATED ANY OF THE PROVISIONS OF THIS ARTICLE OR  THE  RULES  AND\n   48  REGULATIONS PROMULGATED PURSUANT TO THIS ARTICLE;\n   49    (B) PRACTICED FRAUD, DECEIT OR MISREPRESENTATION;\n   50    (C)  MADE A MATERIAL MISSTATEMENT IN THE APPLICATION FOR OR RENEWAL OF\n   51  HIS OR HER REGISTRATION;\n   52    (D) DEMONSTRATED INCOMPETENCE  OR  UNTRUSTWORTHINESS  IN  HIS  OR  HER\n   53  ACTIONS.\n   54    4.  THE  BOARD SHALL, BEFORE DENYING AN APPLICATION FOR A REGISTRATION\n   55  OR BEFORE REVOKING OR SUSPENDING ANY REGISTRATION, OR IMPOSING ANY  FINE\n   56  OR  REPRIMAND,  AND  AT LEAST FIFTEEN DAYS PRIOR TO THE DATE SET FOR THE\n\n       A. 1035                             7\n\n    1  HEARING, AND UPON DUE NOTICE TO THE COMPLAINANT OR OBJECTOR,  NOTIFY  IN\n    2  WRITING  THE  APPLICANT  FOR,  OR THE HOLDER OF SUCH REGISTRATION OF ANY\n    3  CHARGE MADE AND SHALL AFFORD SUCH APPLICANT OR REGISTRANT AN OPPORTUNITY\n    4  TO  BE  HEARD IN PERSON OR BY COUNSEL IN REFERENCE THERETO. SUCH WRITTEN\n    5  NOTICE MAY BE SERVED BY DELIVERY OF SAME PERSONALLY TO THE APPLICANT  OR\n    6  REGISTRANT,  OR  BY  MAILING  SAME  BY REGISTERED MAIL TO THE LAST KNOWN\n    7  BUSINESS ADDRESS OF SUCH APPLICANT OR REGISTRANT.\n    8    5. THE HEARING ON SUCH CHARGES SHALL BE AT SUCH TIME AND PLACE AS  THE\n    9  BOARD  SHALL  PRESCRIBE AND SHALL BE CONDUCTED BY SUCH OFFICER OR PERSON\n   10  IN THE BOARD AS THE SECRETARY OF STATE MAY DESIGNATE, WHO SHALL HAVE THE\n   11  POWER TO SUBPOENA AND BRING BEFORE THE OFFICER OR PERSON  SO  DESIGNATED\n   12  ANY  PERSON  IN THIS STATE, AND ADMINISTER AN OATH TO AND TAKE TESTIMONY\n   13  OF ANY PERSON OR CAUSE HIS OR HER DEPOSITION TO  BE  TAKEN.  A  SUBPOENA\n   14  ISSUED  UNDER  THIS SECTION SHALL BE REGULATED BY THE CIVIL PRACTICE LAW\n   15  AND RULES. SUCH OFFICER OR PERSON IN THE BOARD DESIGNATED TO  TAKE  SUCH\n   16  TESTIMONY  SHALL  NOT  BE  BOUND  BY  COMMON  LAW  OR STATUTORY RULES OF\n   17  EVIDENCE OR BY TECHNICAL OR FORMAL RULES OF PROCEDURE.\n   18    6. IN THE EVENT THAT THE BOARD SHALL  DENY  THE  APPLICATION  FOR,  OR\n   19  REVOKE  OR  SUSPEND  ANY SUCH REGISTRATION, OR IMPOSE ANY FINE OR REPRI-\n   20  MAND, ITS DETERMINATION SHALL BE IN WRITING AND OFFICIALLY  SIGNED.  THE\n   21  ORIGINAL  OF  SUCH DETERMINATIONS, WHEN SO SIGNED, SHALL BE FILED IN THE\n   22  OFFICE OF THE BOARD AND COPIES THEREOF SHALL BE MAILED TO THE  APPLICANT\n   23  OR REGISTRANT AND TO THE COMPLAINANT WITHIN TWO DAYS AFTER SUCH FILING.\n   24    7. THE BOARD, ACTING BY THE OFFICE OR PERSON DESIGNATED TO CONDUCT THE\n   25  HEARING  PURSUANT  TO  SUBDIVISION FIVE OF THIS SECTION OR BY SUCH OTHER\n   26  OFFICER OR PERSON IN THE BOARD AS THE DIRECTOR MAY DESIGNATE, SHALL HAVE\n   27  THE POWER TO SUSPEND THE REGISTRATION OF ANY  REGISTRANT  WHO  HAS  BEEN\n   28  CONVICTED  IN  THIS STATE OR ANY OTHER STATE OR TERRITORY OF A FELONY OR\n   29  OF ANY MISDEMEANOR FOR A PERIOD NOT  EXCEEDING  THIRTY  DAYS  PENDING  A\n   30  HEARING  AND A DETERMINATION OF CHARGES MADE AGAINST HIM OR HER. IF SUCH\n   31  HEARING IS ADJOURNED AT THE REQUEST OF THE REGISTRANT, OR BY  REASON  OF\n   32  ANY  ACT OR OMISSION BY HIM OR HER OR ON HIS OR HER BEHALF, SUCH SUSPEN-\n   33  SION MAY BE CONTINUED FOR THE ADDITIONAL PERIOD OF SUCH ADJOURNMENT.\n   34    8. THE ACTION OF THE BOARD IN GRANTING OR  REFUSING  TO  GRANT  OR  TO\n   35  RENEW  A REGISTRATION UNDER THIS ARTICLE OR IN REVOKING OR SUSPENDING OR\n   36  REFUSING TO REVOKE OR SUSPEND SUCH A REGISTRATION OR IMPOSING  ANY  FINE\n   37  OR REPRIMAND SHALL BE SUBJECT TO REVIEW BY A PROCEEDING INSTITUTED UNDER\n   38  ARTICLE  SEVENTY-EIGHT  OF  THE  CIVIL  PRACTICE  LAW  AND  RULES AT THE\n   39  INSTANCE OF THE APPLICANT FOR SUCH REGISTRATION, THE HOLDER OF A  REGIS-\n   40  TRATION  SO  REVOKED,  SUSPENDED,  FINED  OR  REPRIMANDED  OR THE PERSON\n   41  AGGRIEVED.\n   42    S 770-J. REGISTRY. THE BOARD SHALL MAINTAIN AND PUBLISH A REGISTRY  OF\n   43  ALL  REGISTERED HOME IMPROVEMENT CONTRACTORS, WHICH SHALL LIST AND IDEN-\n   44  TIFY, ON A COUNTY BY  COUNTY  BASIS,  ALL  REGISTERED  HOME  IMPROVEMENT\n   45  CONTRACTORS  DOING  BUSINESS IN THIS STATE.  SUCH REGISTRY SHALL BE MADE\n   46  AVAILABLE ON THE BOARD'S INTERNET WEB SITE AND UPDATED AS FREQUENTLY  AS\n   47  PRACTICABLE.  THE  BOARD SHALL ALSO MAINTAIN A TOLL-FREE STATEWIDE TELE-\n   48  PHONE NUMBER WHICH SHALL ALLOW THE  PUBLIC  TO  ACCESS  THE  INFORMATION\n   49  CONTAINED  ON  SUCH  REGISTRY.  ANY INFORMATION REGARDING COMPLAINTS AND\n   50  CLAIMS FILED AGAINST A HOME IMPROVEMENT CONTRACTOR, INCLUDING THE RESOL-\n   51  UTION OF SUCH COMPLAINTS AND CLAIMS, SHALL  BE  MADE  AVAILABLE  TO  THE\n   52  PUBLIC UPON REQUEST.\n   53    S  770-K.  PENALTIES. 1. ANY PERSON WHO OPERATES AS A HOME IMPROVEMENT\n   54  CONTRACTOR WITHOUT BEING REGISTERED SHALL BE REQUIRED  TO  PAY  A  CIVIL\n   55  PENALTY IN THE SUM OF TWO THOUSAND DOLLARS PER HOME IMPROVEMENT CONTRACT\n   56  ENTERED INTO IN VIOLATION OF THE REGISTRATION REQUIREMENT.  HOWEVER, ANY\n\n       A. 1035                             8\n\n    1  SUCH  PERSON  AGAINST  WHOM SUCH PENALTY HAS BEEN ASSESSED MAY AVOID ALL\n    2  BUT ONE THOUSAND DOLLARS OF SUCH PENALTY BY OBTAINING A REGISTRATION  AS\n    3  REQUIRED  BY  THIS ARTICLE; PROVIDED THAT APPLICATION FOR SUCH REGISTRA-\n    4  TION  IS MADE NOT MORE THAN TEN DAYS AFTER THE IMPOSITION OF SUCH PENAL-\n    5  TY.  ALL CIVIL PENALTIES COLLECTED PURSUANT TO  THIS  SECTION  SHALL  BE\n    6  DEPOSITED  TO  THE CREDIT OF THE HOME IMPROVEMENT TRUST FUND ESTABLISHED\n    7  PURSUANT TO SECTION NINETY-NINE-T OF THE STATE FINANCE LAW.\n    8    2. A HOME IMPROVEMENT CONTRACTOR MAY NOT MAINTAIN A  CIVIL  ACTION  TO\n    9  RECOVER  PAYMENT FOR WORK UNDER A HOME IMPROVEMENT CONTRACT PERFORMED IF\n   10  SUCH CONTRACTOR IS NOT REGISTERED AS REQUIRED UNDER THIS ARTICLE.\n   11    S 3. Paragraph (a) of subdivision 1 of  section  771  of  the  general\n   12  business law, as added by chapter 421 of the laws of 1987, is amended to\n   13  read as follows:\n   14    (a)  The  name,  address, telephone number, STATE REGISTRATION NUMBER,\n   15  and license number, if applicable, of the contractor AND  THE  TOLL-FREE\n   16  TELEPHONE  NUMBER  AND INTERNET WEB SITE ADDRESS MAINTAINED BY THE BOARD\n   17  PURSUANT TO SECTION SEVEN HUNDRED SEVENTY-J OF THIS ARTICLE.\n   18    S 4. Section 773 of the general business law, as  amended  by  chapter\n   19  587 of the laws of 1990, is amended to read as follows:\n   20    S  773.  Violations.  1.  Technical violations. Every home improvement\n   21  contractor who violates any of the provisions of this article  shall  be\n   22  subject to a civil penalty not to exceed [one] TWO hundred FIFTY dollars\n   23  FOR EACH VIOLATION.\n   24    2. Substantial violations. Every home improvement contractor who fails\n   25  to  deposit  funds in an escrow account or provide a bond or contract of\n   26  indemnity or  irrevocable  letter  of  credit  in  compliance  with  the\n   27  requirements  of  section seventy-one-a of the lien law, or who fails to\n   28  provide a written contract substantially in compliance with the require-\n   29  ments of this article, shall be subject to a civil penalty not to exceed\n   30  [the greater of two hundred fifty]  FIFTEEN  HUNDRED  dollars  for  each\n   31  violation  or  five percent of the aggregate contract price specified in\n   32  the home improvement contract; provided, however, that in no event shall\n   33  the total penalty exceed twenty-five hundred dollars  for each contract.\n   34    3. Mitigating factors; defenses. In an instance where  the  contractor\n   35  has  been shown to have committed multiple violations of this article or\n   36  the provisions of section seventy-one-a of the lien law, the court shall\n   37  consider the following factors in assessing a civil penalty pursuant  to\n   38  subdivision  two  of this section: the volume of business which the home\n   39  improvement contractor performs  on  an  annual  basis,  the  number  of\n   40  contracts  in violation, the actual financial loss or exposure to finan-\n   41  cial loss suffered by any owner as  a  result  of  the  violations,  and\n   42  whether the home improvement contractor acted in good faith or willfully\n   43  with respect to such violations. No home improvement contractor shall be\n   44  subject  to  the increased penalties provided by subdivision two of this\n   45  section if such contractor shows by a preponderance of the evidence that\n   46  the violation was not intentional and resulted from a  bona  fide  error\n   47  made notwithstanding the maintenance of procedures reasonably adopted to\n   48  avoid such a violation.\n   49    4.  ALL  CIVIL  PENALTIES  COLLECTED PURSUANT TO THIS SECTION SHALL BE\n   50  DEPOSITED TO THE CREDIT OF THE HOME IMPROVEMENT TRUST  FUND  ESTABLISHED\n   51  PURSUANT TO SECTION NINETY-NINE-T OF THE STATE FINANCE LAW.\n   52    S  5. Section 775 of the general business law, as added by chapter 421\n   53  of the laws of 1987, is amended to read as follows:\n   54    S 775. Applicability. 1. This article shall not exempt any  contractor\n   55  subject to its provisions from complying with any local law with respect\n   56  to  the  regulation  of home improvement contractors, provided, however,\n\n       A. 1035                             9\n\n    1  that after the effective date of this article, no political  subdivision\n    2  may  enact a local law inconsistent with the provisions of section seven\n    3  hundred seventy-one of this article.\n    4    2.  SECTIONS  SEVEN  HUNDRED SEVENTY-A, SEVEN HUNDRED SEVENTY-B, SEVEN\n    5  HUNDRED SEVENTY-C, SEVEN HUNDRED  SEVENTY-D,  SEVEN  HUNDRED  SEVENTY-E,\n    6  SEVEN  HUNDRED  SEVENTY-F, SEVEN HUNDRED SEVENTY-G, SEVEN HUNDRED SEVEN-\n    7  TY-H, SEVEN HUNDRED SEVENTY-I, SEVEN HUNDRED SEVENTY-J AND SEVEN HUNDRED\n    8  SEVENTY-K OF THIS ARTICLE SHALL NOT APPLY TO HOME  IMPROVEMENT  CONTRAC-\n    9  TORS OPERATING WITHIN ANY CITY WITH A POPULATION OF ONE MILLION OR MORE.\n   10    3.  ANY  LOCAL  LAW REGULATING HOME IMPROVEMENT CONTRACTORS THAT IS AT\n   11  LEAST AS STRICT AS THE PROVISIONS OF THIS ARTICLE SHALL NOT BE DEEMED TO\n   12  BE PREEMPTED BY THE PROVISIONS OF THIS ARTICLE.\n   13    S 6. The state finance law is amended by adding a new section 99-t  to\n   14  read as follows:\n   15    S 99-T. HOME IMPROVEMENT TRUST FUND. 1. THERE IS HEREBY ESTABLISHED IN\n   16  THE  JOINT  CUSTODY OF THE STATE COMPTROLLER AND THE COMMISSIONER OF THE\n   17  DEPARTMENT OF TAXATION AND FINANCE A SPECIAL REVENUE FUND TO BE KNOWN AS\n   18  THE \"HOME IMPROVEMENT TRUST FUND\". SUCH FUND SHALL CONSIST OF ALL MONIES\n   19  COLLECTED PURSUANT TO PARAGRAPH (B) OF SUBDIVISION ONE OF SECTION  SEVEN\n   20  HUNDRED  SEVENTY-H,  SECTION  SEVEN HUNDRED SEVENTY-K, AND SECTION SEVEN\n   21  HUNDRED SEVENTY-THREE OF THE GENERAL BUSINESS LAW.\n   22    2. MONIES OF THE FUND SHALL BE AVAILABLE FOR THE PAYMENT OF  OUTSTAND-\n   23  ING  AWARDS  TO  AGGRIEVED  CONSUMERS  PURSUANT TO SECTION SEVEN HUNDRED\n   24  SEVENTY-H OF THE GENERAL BUSINESS LAW.\n   25    3. THE STATE CONSUMER PROTECTION BOARD  SHALL  ADOPT  SUCH  RULES  AND\n   26  REGULATIONS AS MAY BE NECESSARY FOR THE ADMINISTRATION OF THE FUND.\n   27    S 7. This act shall take effect on the one hundred twentieth day after\n   28  it  shall have become a law; provided that the state consumer protection\n   29  board and the department of state are authorized to promulgate  any  and\n   30  all  rules  and  regulations  and  take  any other measures necessary to\n   31  implement this act on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the registration of home improvement contractors; and to amend the state finance law, in relation to establishing the home improvement trust fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T110705.TXT", "SOBI.D110107.T131402.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294424042336
}