{
  "year" : 2011,
  "senateBillNo" : "A1032-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1032-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state automatic identification technology privacy task force",
  "summary" : "Establishes the New York state automatic identification technology privacy task force, to consist of: the chairperson of the consumer protection board, the secretary of state, the commissioner of education, the director of the office for technology, the attorney general, the mayor of the city of New York and 11 at-large members to be appointed by the governor and the legislative leaders; the task force shall report to the governor and the legislature regarding: existing state law, regulations, programs, policies, and practices related to the use of radio frequency identification technology; the privacy issues associated with the use of automatic identification technology by public and private entities; research on privacy issues associated with the use of radio frequency identification technology; current and anticipated or possible future uses of automatic identification technology; the benefits to consumers and businesses from the use of radio frequency identification technology; the need to prohibit or restrict the use of radio frequency identification technology in certain situations; and public awareness on the use of radio identification technology. ",
  "currentCommittee" : null,
  "sameAs" : "S1821",
  "lawSection" : "Consumer",
  "previousVersions" : [ "AA275-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1032\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER, DESTITO, KAVANAGH, JAFFEE, ROSENTHAL --\n         Multi-Sponsored by -- M. of A.  BOYLAND,  FARRELL  --  read  once  and\n         referred to the Committee on Consumer Affairs and Protection\n\n       AN ACT to establish the New York state automatic identification technol-\n         ogy privacy task force\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature finds that new technol-\n    2  ogies can have a profound impact on people and social systems.  The  use\n    3  of  new  technologies  can be very beneficial, but care must be taken to\n    4  ensure that such technologies are used  responsibly.  Automated  systems\n    5  used  to  identify,  track,  record,  store  and transfer data, commonly\n    6  referred to as automatic  identification  technology,  are  increasingly\n    7  being used by public and private entities, including retailers, manufac-\n    8  turers,  and  hospitals. The legislature recognizes that as the price of\n    9  automatic identification technology decreases, the  employment  of  this\n   10  technology  is  expected  to  increase  rapidly. The legislature further\n   11  recognizes that automatic identification technologies may  have  privacy\n   12  implications affecting consumers and the general public. The legislature\n   13  further  recognizes that such technology has numerous applications bene-\n   14  ficial to public and private entities and affecting both  consumers  and\n   15  the  general public. The legislature further recognizes that understand-\n   16  ing various applications and potential privacy concerns regarding  auto-\n   17  matic  identification  technology is an area that needs study and review\n   18  in order to determine what protections, if any, are  needed  to  protect\n   19  personal privacy.\n   20    S  2.  The  New York state automatic identification technology privacy\n   21  task force is hereby established. The role of the task  force  includes,\n   22  but is not limited to:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00365-01-1\n\n       A. 1032                             2\n\n    1    (a)  assessing  the  privacy issues associated with the application of\n    2  automatic identification technologies,  including  but  not  limited  to\n    3  optical  bar  code scanning, radio frequency identification, smart card,\n    4  and optical memory card technologies by  public  and  private  entities,\n    5  including  but  not  limited  to,  state, county, and local governments,\n    6  retailers, manufacturers, employers, and schools;\n    7    (b) assessing the practical  applications  associated  with  automatic\n    8  identification technologies, including, but not limited to, the tracking\n    9  of merchandise within a chain of distribution, protection of merchandise\n   10  against  theft,  and  other  beneficial  uses by state, county and local\n   11  governments, retailers, manufacturers, employers and schools; and\n   12    (c) preparing a report for submission to the governor and the legisla-\n   13  ture that provides specific recommendations  regarding:  existing  state\n   14  laws,  regulations, programs, policies, and practices related to the use\n   15  of automatic identification technology and whether legislation is neces-\n   16  sary to regulate the use of such technology; the privacy issues  associ-\n   17  ated  with  the use of automatic identification technology by public and\n   18  private entities; research on privacy issues associated with the use  of\n   19  automatic identification technology; current and anticipated or possible\n   20  future  uses  of  automatic  identification  technology; the benefits to\n   21  consumers and businesses from the use of automatic identification  tech-\n   22  nology;  and  public  awareness  on  the use of automatic identification\n   23  technology.\n   24    S 3. The task force shall issue its findings, in the form of a report,\n   25  no later than November 30, 2013.\n   26    S 4. The task force shall consist of a total of seventeen members  and\n   27  shall  include  the  chairperson  of  the consumer protection board, the\n   28  secretary of state, the commissioner of education, the director  of  the\n   29  office  for  technology, the attorney general, and the mayor of the city\n   30  of New York, or a designee of any of said officers. The remaining  elev-\n   31  en,  at-large  members  shall  be  appointed  as follows: three shall be\n   32  appointed by the governor; three shall be  appointed  by  the  temporary\n   33  president  of  the  senate and one by the minority leader of the senate;\n   34  three shall be appointed by the speaker of the assembly and one  by  the\n   35  minority  leader  of  the  assembly. One each of the appointments of the\n   36  governor, temporary president of the senate,  and  the  speaker  of  the\n   37  assembly  shall be a member, officer, or employee of a consumer advocacy\n   38  organization. One of the appointments of the governor shall be a member,\n   39  officer, or employee of a financial institution that  employs  automatic\n   40  identification technology systems in one or more of its products. One of\n   41  the appointments of the governor shall be a member, officer, or employee\n   42  of a statewide association representing and advocating for the interests\n   43  of  local  governments.  One  of  the appointments of the speaker of the\n   44  assembly shall be a member, officer, or employee of  a  statewide  trade\n   45  association   representing  primarily  retail  businesses.  One  of  the\n   46  appointments of the speaker of the assembly shall be a member,  officer,\n   47  or employee of a manufacturer of radio frequency identification systems.\n   48  One  of  the appointments of the temporary president of the senate shall\n   49  be a member, officer, or  employee  of  a  statewide  trade  association\n   50  representing the grocery industry. One of the appointments of the tempo-\n   51  rary  president of the senate shall be a member, officer, or employee of\n   52  a national high technology trade association with a significant presence\n   53  in the state representing the radio frequency identification  technology\n   54  manufacturing  industry.  An organization shall be considered a consumer\n   55  advocacy organization if it advocates for enhanced  consumer  protection\n\n       A. 1032                             3\n\n    1  in  the  marketplace,  educates  consumers,  and researches and analyzes\n    2  consumer issues, including consumers' right to privacy.\n    3    S 5. The chairperson of the consumer protection board and the director\n    4  of  the  office  for  technology or their designees shall serve as joint\n    5  chairpersons of the task force.\n    6    S 6. The task force may consult  with  any  organization,  educational\n    7  institution, governmental agency, or person.\n    8    S  7.  The members of the task force shall serve without compensation,\n    9  except that at-large members shall be allowed their necessary and actual\n   10  expenses incurred in the performance of their duties under this act.\n   11    S 8. The consumer protection board shall provide the task  force  with\n   12  such  facilities,  assistance, and data as will enable the task force to\n   13  carry out its powers and duties. Additionally, all other departments  or\n   14  agencies  of  the state or subdivisions thereof shall, at the request of\n   15  the chairpersons, provide the task force with such  facilities,  assist-\n   16  ance, and data as will enable the task force to carry out its powers and\n   17  duties.\n   18    S 9. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to establish the New York state automatic identification technology privacy task force ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T110204.TXT", "SOBI.D110107.T142908.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110113.T112314.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294935794835
}