{
  "year" : 2011,
  "senateBillNo" : "A1036-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1036-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to arbitration organizations",
  "summary" : "Relates to arbitration organizations; requires private arbitration organizations involved in fifty or more consumer arbitrations per year to collect, publish at least quarterly, and make available to the public in a computer-searchable database certain information relating to such arbitrations; prohibits financial conflicts of interest. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "AB7943-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1036\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law,  in  relation  to  arbitration\n         organizations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 399-c of the general business  law\n    2  is amended by adding a new paragraph e to read as follows:\n    3    E.  THE  TERM  \"ARBITRATION  ORGANIZATION\"  SHALL MEAN AN ASSOCIATION,\n    4  AGENCY, BOARD, COMMISSION, OR OTHER ENTITY THAT IS  NEUTRAL  AND  INITI-\n    5  ATES,  SPONSORS, OR ADMINISTERS AN ARBITRATION PROCEEDING OR IS INVOLVED\n    6  IN THE APPOINTMENT OF AN ARBITRATOR.\n    7    S 2. Section 399-c of the general business law is  amended  by  adding\n    8  three new subdivisions 3, 4 and 5 to read as follows:\n    9    3.  A.  ANY  PRIVATE  ARBITRATION  ORGANIZATION THAT ADMINISTERS OR IS\n   10  OTHERWISE INVOLVED IN FIFTY OR MORE CONSUMER ARBITRATIONS A  YEAR  SHALL\n   11  COLLECT, PUBLISH AT LEAST QUARTERLY, AND MAKE AVAILABLE TO THE PUBLIC IN\n   12  A  COMPUTER-SEARCHABLE  DATABASE  THAT  PERMITS  SEARCHING WITH MULTIPLE\n   13  SEARCH TERMS IN THE SAME SEARCH, WHICH SHALL BE ACCESSIBLE AT THE INTER-\n   14  NET WEBSITE OF THE PRIVATE ARBITRATION  ORGANIZATION,  IF  ANY,  AND  ON\n   15  PAPER  UPON  REQUEST,  ALL  OF  THE FOLLOWING INFORMATION REGARDING EACH\n   16  CONSUMER ARBITRATION IT HAS ADMINISTERED OR OTHERWISE BEEN  INVOLVED  IN\n   17  WITHIN THE PRECEDING FIVE YEARS:\n   18    (1) THE NAME OF THE NON-CONSUMER PARTY, IF THE NON-CONSUMER PARTY IS A\n   19  CORPORATION OR OTHER BUSINESS ENTITY;\n   20    (2)  THE STATE AND ZIP CODE IN WHICH THE CONSUMER PARTY RESIDED AT THE\n   21  TIME OF ARBITRATION;\n   22    (3) THE TYPE OF DISPUTE INVOLVED, INCLUDING GOODS, BANKING, INSURANCE,\n   23  HEALTH CARE, EMPLOYMENT, AND, IF IT INVOLVES EMPLOYMENT, THE  AMOUNT  OF\n   24  THE  EMPLOYEE'S ANNUAL WAGE DIVIDED INTO THE FOLLOWING RANGES: LESS THAN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00514-01-1\n\n       A. 1036                             2\n\n    1  ONE HUNDRED THOUSAND  DOLLARS,  ONE  HUNDRED  THOUSAND  DOLLARS  TO  TWO\n    2  HUNDRED  FIFTY  THOUSAND  DOLLARS, INCLUSIVE, AND OVER TWO HUNDRED FIFTY\n    3  THOUSAND DOLLARS;\n    4    (4) WHETHER THE CONSUMER WAS THE PREVAILING PARTY;\n    5    (5)  ON  HOW MANY OCCASIONS, IF ANY, THE NON-CONSUMER PARTY HAS PREVI-\n    6  OUSLY BEEN A PARTY IN AN ARBITRATION OR MEDIATION  ADMINISTERED  BY  THE\n    7  PRIVATE ARBITRATION ORGANIZATION;\n    8    (6)  WHETHER THE CONSUMER PARTY WAS REPRESENTED BY AN ATTORNEY AND, IF\n    9  SO, THE IDENTIFYING INFORMATION FOR THAT ATTORNEY, INCLUDING THE  ATTOR-\n   10  NEY'S  NAME,  THE NAME OF THE ATTORNEY'S FIRM, AND THE CITY IN WHICH THE\n   11  ATTORNEY'S OFFICE IS LOCATED;\n   12    (7) THE DATE THE PRIVATE ARBITRATION ORGANIZATION RECEIVED THE  DEMAND\n   13  FOR  ARBITRATION, THE DATE THE ARBITRATOR WAS APPOINTED, AND THE DATE OF\n   14  DISPOSITION BY THE ARBITRATOR OR PRIVATE ARBITRATION ORGANIZATION;\n   15    (8) THE TYPE OF DISPOSITION OF THE DISPUTE, IF KNOWN, INCLUDING  WITH-\n   16  DRAWAL,  ABANDONMENT,  SETTLEMENT,  AWARD  AFTER  HEARING, AWARD WITHOUT\n   17  HEARING, DEFAULT, OR DISMISSAL WITHOUT HEARING;\n   18    (9) THE AMOUNT OF THE CLAIM, THE AMOUNT OF THE AWARD,  AND  ANY  OTHER\n   19  RELIEF GRANTED, IF ANY; AND\n   20    (10)  THE  NAME  OF THE ARBITRATOR, THE ARBITRATOR'S TOTAL FEE FOR THE\n   21  CASE, AND THE PERCENTAGE OF  THE  ARBITRATOR'S  FEE  ALLOCATED  TO  EACH\n   22  PARTY.\n   23    B.  IF  THE INFORMATION REQUIRED BY PARAGRAPH A OF THIS SUBDIVISION IS\n   24  PROVIDED BY THE PRIVATE ARBITRATION ORGANIZATION IN A  COMPUTER-SEARCHA-\n   25  BLE  FORMAT AT THE ORGANIZATION'S INTERNET WEBSITE AND MAY BE DOWNLOADED\n   26  WITHOUT ANY FEE, THE ORGANIZATION MAY CHARGE THE ACTUAL COST OF  COPYING\n   27  TO  ANY PERSON WHO REQUESTS THE INFORMATION ON PAPER. IF THE INFORMATION\n   28  REQUIRED BY PARAGRAPH A OF THIS SUBDIVISION IS  NOT  ACCESSIBLE  THROUGH\n   29  THE USE OF THE INTERNET, THE ORGANIZATION SHALL PROVIDE THAT INFORMATION\n   30  WITHOUT CHARGE TO ANY PERSON WHO REQUESTS THE INFORMATION ON PAPER.\n   31    C.  THIS SUBDIVISION SHALL APPLY TO ANY CONSUMER ARBITRATION COMMENCED\n   32  ON OR AFTER JANUARY FIRST, TWO THOUSAND THIRTEEN.\n   33    D. THIS SUBDIVISION SHALL NOT APPLY TO ARBITRATIONS INVOLVING DISPUTES\n   34  BETWEEN CONSUMERS.\n   35    4. A. NO PRIVATE ARBITRATION ORGANIZATION MAY  ADMINISTER  A  CONSUMER\n   36  ARBITRATION TO BE CONDUCTED IN THIS STATE, OR PROVIDE ANY OTHER SERVICES\n   37  RELATED TO A CONSUMER ARBITRATION, IF:\n   38    (1)  THE  ORGANIZATION  HAS,  OR  WITHIN THE PRECEDING YEAR HAS HAD, A\n   39  FINANCIAL INTEREST IN ANY PARTY OR ATTORNEY FOR A PARTY; OR\n   40    (2) ANY PARTY OR ATTORNEY FOR A PARTY HAS,  OR  WITHIN  THE  PRECEDING\n   41  YEAR  HAS HAD, ANY TYPE OF FINANCIAL INTEREST IN THE PRIVATE ARBITRATION\n   42  ORGANIZATION.\n   43    B. THIS SUBDIVISION SHALL OPERATE ONLY  PROSPECTIVELY  SO  AS  NOT  TO\n   44  PROHIBIT  THE  ADMINISTRATION  OF  CONSUMER ARBITRATIONS ON THE BASIS OF\n   45  FINANCIAL INTERESTS HELD PRIOR TO JANUARY FIRST, TWO THOUSAND THIRTEEN.\n   46    C. FOR THE PURPOSES OF THIS SUBDIVISION, THE TERM \"FINANCIAL INTEREST\"\n   47  MEANS OWNERSHIP OF MORE THAN A ONE PERCENT LEGAL OR  EQUITABLE  INTEREST\n   48  IN A PARTY, OR A LEGAL OR EQUITABLE INTEREST IN A PARTY OF A FAIR MARKET\n   49  VALUE  IN EXCESS OF ONE THOUSAND FIVE HUNDRED DOLLARS, OR A RELATIONSHIP\n   50  AS DIRECTOR, ADVISOR OR OTHER ACTIVE PARTICIPANT IN  THE  AFFAIRS  OF  A\n   51  PARTY, EXCEPT AS FOLLOWS:\n   52    (1) OWNERSHIP IN A MUTUAL OR COMMON INVESTMENT FUND THAT HOLDS SECURI-\n   53  TIES  IS NOT A \"FINANCIAL INTEREST\" IN THOSE SECURITIES UNLESS THE ARBI-\n   54  TRATOR PARTICIPATES IN THE MANAGEMENT OF THE FUND.\n\n       A. 1036                             3\n\n    1    (2) AN OFFICE IN AN EDUCATIONAL, RELIGIOUS, CHARITABLE, FRATERNAL,  OR\n    2  CIVIC  ORGANIZATION  IS NOT A \"FINANCIAL INTEREST\" IN SECURITIES HELD BY\n    3  THE ORGANIZATION.\n    4    (3)  THE  PROPRIETARY INTEREST OF A POLICYHOLDER IN A MUTUAL INSURANCE\n    5  ORGANIZATION, OR A DEPOSITOR IN A MUTUAL SAVINGS ASSOCIATION, OR A SIMI-\n    6  LAR PROPRIETARY INTEREST, IS A \"FINANCIAL INTEREST\" IN THE  ORGANIZATION\n    7  ONLY  IF  THE  OUTCOME  OF THE PROCEEDING COULD SUBSTANTIALLY AFFECT THE\n    8  VALUE OF THE INTEREST.\n    9    5. WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION, AN APPLICATION\n   10  MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF  THE  PEOPLE  OF  THE\n   11  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   12  PROCEEDING  TO  ISSUE AN INJUNCTION, AND UPON NOTICE TO THE DEFENDANT OF\n   13  NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF  SUCH\n   14  VIOLATION;  AND  IF  IT SHALL APPEAR TO THE SATISFACTION OF THE COURT OR\n   15  JUSTICE THAT THE DEFENDANT HAS,  IN  FACT,  VIOLATED  THIS  SECTION,  AN\n   16  INJUNCTION  MAY  BE  ISSUED  BY  SUCH  COURT  OR  JUSTICE, ENJOINING AND\n   17  RESTRAINING ANY FURTHER VIOLATION,  WITHOUT  REQUIRING  PROOF  THAT  ANY\n   18  PERSON  HAS,  IN  FACT,  BEEN  INJURED  OR  DAMAGED THEREBY. IN ANY SUCH\n   19  PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO  THE  ATTORNEY  GENERAL  AS\n   20  PROVIDED  IN  PARAGRAPH  SIX  OF SUBDIVISION (A) OF SECTION EIGHTY-THREE\n   21  HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES, AND  DIRECT  RESTITU-\n   22  TION.  WHENEVER  THE  COURT  SHALL  DETERMINE  THAT  A VIOLATION OF THIS\n   23  SECTION HAS OCCURRED, THE COURT MAY IMPOSE A CIVIL PENALTY OF  NOT  MORE\n   24  THAN  TWO  THOUSAND  DOLLARS  FOR  SUCH VIOLATION. EACH WRITTEN CONTRACT\n   25  OFFERED BY  A  NON-CONSUMER  PARTY  AND  SUBSEQUENTLY  ENTERED  INTO  IN\n   26  VIOLATION OF SUBDIVISION TWO OF THIS SECTION SHALL CONSTITUTE A SEPARATE\n   27  VIOLATION.  IN CONNECTION WITH ANY SUCH PROPOSED APPLICATION, THE ATTOR-\n   28  NEY  GENERAL IS AUTHORIZED TO TAKE PROOF AND MAKE A DETERMINATION OF THE\n   29  RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRAC-\n   30  TICE LAW AND RULES.\n   31    S 3. This act shall take effect on the one hundred eightieth day after\n   32  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to arbitration organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T142908.TXT", "SOBI.D110106.T110705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428548813
}