{
  "year" : 2011,
  "senateBillNo" : "A1030-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1030-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires health club employee training the same as is required for coaches of after-school athletic activities, including first-aid and adult CPR",
  "summary" : "Requires health club employee first aid training to be the same as is required for coaches of after-school athletic activities as certified by the commissioner of education; includes first-aid and adult cardiopulmonary resuscitation; acceptable courses include those offered by the American National Red Cross, the American Heart Association, or another nationally recognized organization, subject to approval by the commissioner of education; or one meeting equivalent to requirements certified by the commissioner of education; exempts weight loss studios or salons that promote weight loss and which do not include on-site bodybuilding, exercise, etc. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "AA3082-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1030\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PHEFFER, MILLMAN -- Multi-Sponsored by -- M. of\n         A. CLARK, COOK, CYMBROWITZ, GALEF,  GLICK,  TOWNS  --  read  once  and\n         referred to the Committee on Consumer Affairs and Protection\n\n       AN  ACT  to  amend the general business law, in relation to health clubs\n         and health club employee training requirements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  627-b to read as follows:\n    3    S  627-B. HEALTH CLUB EMPLOYEE TRAINING REQUIREMENTS.  1.  IN ADDITION\n    4  TO THE REQUIREMENTS OF SECTION SIX HUNDRED TWENTY-SEVEN-A OF THIS  ARTI-\n    5  CLE, AND NOTWITHSTANDING THE PROVISIONS OF ANY GENERAL, SPECIAL OR LOCAL\n    6  LAW,  CHARTER,  RULE  OR  REGULATION TO THE CONTRARY, EVERY HEALTH CLUB,\n    7  SHALL HAVE IN ATTENDANCE, AT ALL TIMES DURING BUSINESS HOURS,  AT  LEAST\n    8  ONE  INDIVIDUAL  PERFORMING  EMPLOYMENT  IN ACCORDANCE WITH SECTION FIVE\n    9  HUNDRED ELEVEN OF THE LABOR LAW OR AN INDIVIDUAL ACTING AS AN AUTHORIZED\n   10  VOLUNTEER WHO HOLDS A VALID CERTIFICATION OF COMPLETION OF A  COURSE  OF\n   11  STUDY IN FIRST AID KNOWLEDGE AND SKILLS OFFERED BY THE AMERICAN NATIONAL\n   12  RED  CROSS, THE AMERICAN HEART ASSOCIATION, OR ANOTHER NATIONALLY RECOG-\n   13  NIZED ORGANIZATION AND APPROVED BY THE  COMMISSIONER  OF  EDUCATION,  OR\n   14  MEETS EQUIVALENT REQUIREMENTS AS CERTIFIED BY THE COMMISSIONER OF EDUCA-\n   15  TION.  ANY  SUCH COURSE OF STUDY OR EQUIVALENT REQUIREMENTS MUST INCLUDE\n   16  INSTRUCTION IN THE  ADMINISTRATION  OF  ADULT  CARDIOPULMONARY  RESUSCI-\n   17  TATION.\n   18    2.  FOR  PURPOSES  OF  THIS SECTION ONLY, \"HEALTH CLUB\" SHALL MEAN ANY\n   19  PERSON, FIRM, CORPORATION, PARTNERSHIP, UNINCORPORATED  ASSOCIATION,  OR\n   20  OTHER  BUSINESS ENTERPRISE OFFERING INSTRUCTION, TRAINING, OR ASSISTANCE\n   21  BY AN INDIVIDUAL PERFORMING EMPLOYMENT IN ACCORDANCE WITH  SECTION  FIVE\n   22  HUNDRED ELEVEN OF THE LABOR LAW OR AN INDIVIDUAL ACTING AS AN AUTHORIZED\n   23  VOLUNTEER  FOR THE PRESERVATION, MAINTENANCE, ENCOURAGEMENT, OR DEVELOP-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00864-01-1\n\n       A. 1030                             2\n\n    1  MENT OF PHYSICAL FITNESS OR WELL-BEING AND SHALL NOT INCLUDE WEIGHT LOSS\n    2  STUDIOS OR SALONS WHICH FOLLOW A NUTRITIONAL OR DIETARY PROGRAM DESIGNED\n    3  OR PURPORTED TO EFFECT OR RESULT IN WEIGHT REDUCTION AND  WHICH  DO  NOT\n    4  INCLUDE  INSTRUCTION,  TRAINING, OR ASSISTANCE IN BODYBUILDING, EXERCIS-\n    5  ING, OR ANY SIMILAR COURSE OF PHYSICAL TRAINING WHICH  IS  CONDUCTED  OR\n    6  TAKES PLACE AT SUCH STUDIO OR SALON.\n    7    S 2. This act shall take effect on the one hundred eightieth day after\n    8  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to health clubs and health club employee training requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T142908.TXT", "SOBI.D110106.T110204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428548816
}