{
  "year" : 2011,
  "senateBillNo" : "A1044-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1044-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to subcutaneous implanting of an identification device",
  "summary" : "Relates to subcutaneous implanting of an identification device. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "A6723-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1044\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. PHEFFER, COOK, REILLY, GALEF, JAFFEE, CASTRO,\n         MAYERSOHN, HOOPER -- Multi-Sponsored by -- M. of  A.  BOYLAND,  GLICK,\n         WEISENBERG  -- read once and referred to the Committee on Governmental\n         Operations\n\n       AN ACT to amend the  civil  rights  law,  in  relation  to  subcutaneous\n         implanting of an identification device\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil rights law is amended by  adding  a  new  section\n    2  50-f to read as follows:\n    3    S  50-F.  SUBCUTANEOUS  IMPLANTING  OF  AN  IDENTIFICATION  DEVICE. 1.\n    4  EXCEPT AS PROVIDED IN SUBDIVISION SEVEN OF THIS SECTION, A PERSON  SHALL\n    5  NOT  REQUIRE,  COERCE,  OR  COMPEL  ANY  OTHER INDIVIDUAL TO UNDERGO THE\n    6  SUBCUTANEOUS IMPLANTING OF AN IDENTIFICATION DEVICE.\n    7    2. A. ANY PERSON WHO VIOLATES SUBDIVISION ONE OF THIS SECTION  MAY  BE\n    8  ASSESSED  AN INITIAL CIVIL PENALTY OF NO MORE THAN TEN THOUSAND DOLLARS,\n    9  AND NO MORE THAN ONE THOUSAND DOLLARS FOR EACH DAY THE VIOLATION CONTIN-\n   10  UES UNTIL THE  DEFICIENCY  IS  CORRECTED.  THAT  CIVIL  PENALTY  MAY  BE\n   11  ASSESSED  AND RECOVERED IN A CIVIL ACTION BROUGHT IN ANY COURT OF COMPE-\n   12  TENT JURISDICTION. THE COURT  MAY  ALSO  GRANT  A  PREVAILING  PLAINTIFF\n   13  REASONABLE  ATTORNEY'S  FEES  AND  LITIGATION  COSTS, INCLUDING, BUT NOT\n   14  LIMITED TO, EXPERT WITNESS FEES AND EXPENSES AS PART OF THE COSTS.\n   15    B. A PERSON WHO IS IMPLANTED WITH A SUBCUTANEOUS IDENTIFICATION DEVICE\n   16  IN VIOLATION OF SUBDIVISION ONE OF THIS SECTION MAY BRING A CIVIL ACTION\n   17  FOR ACTUAL DAMAGES, COMPENSATORY DAMAGES, PUNITIVE  DAMAGES,  INJUNCTIVE\n   18  RELIEF, ANY COMBINATION OF THOSE, OR ANY OTHER APPROPRIATE RELIEF.\n   19    C.  ADDITIONALLY,  PUNITIVE  DAMAGES MAY ALSO BE AWARDED UPON PROOF OF\n   20  THE DEFENDANT'S MALICE,  OPPRESSION,  FRAUD,  OR  DURESS  IN  REQUIRING,\n   21  COERCING,  OR  COMPELLING  THE  PLAINTIFF  TO  UNDERGO  THE SUBCUTANEOUS\n   22  IMPLANTING OF AN IDENTIFICATION DEVICE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00363-01-1\n\n       A. 1044                             2\n\n    1    3. A. AN ACTION BROUGHT PURSUANT TO THIS SECTION  SHALL  BE  COMMENCED\n    2  WITHIN  THREE YEARS OF THE DATE UPON WHICH THE IDENTIFICATION DEVICE WAS\n    3  IMPLANTED.\n    4    B.  IF THE VICTIM WAS A DEPENDENT ADULT OR MINOR WHEN THE IMPLANTATION\n    5  OCCURRED, ACTIONS BROUGHT PURSUANT TO THIS SECTION  SHALL  BE  COMMENCED\n    6  WITHIN  THREE YEARS AFTER THE DATE THE PLAINTIFF, OR HIS OR HER GUARDIAN\n    7  OR PARENT, DISCOVERED OR REASONABLY SHOULD HAVE DISCOVERED THE  IMPLANT,\n    8  OR  WITHIN  EIGHT YEARS AFTER THE PLAINTIFF ATTAINS THE AGE OF MAJORITY,\n    9  WHICHEVER DATE OCCURS LATER.\n   10    C. THE STATUTE OF LIMITATIONS SHALL NOT RUN AGAINST A DEPENDENT  ADULT\n   11  OR  MINOR  PLAINTIFF  SIMPLY  BECAUSE  A  GUARDIAN  AD  LITEM  HAS  BEEN\n   12  APPOINTED. A GUARDIAN AD LITEM'S FAILURE TO BRING A  PLAINTIFF'S  ACTION\n   13  WITHIN   THE   APPLICABLE  LIMITATION  PERIOD  WILL  NOT  PREJUDICE  THE\n   14  PLAINTIFF'S RIGHT TO DO SO.\n   15    D. A DEFENDANT IS ESTOPPED TO ASSERT A DEFENSE OF THE STATUTE OF LIMI-\n   16  TATIONS WHEN THE EXPIRATION OF THE STATUTE IS  DUE  TO  CONDUCT  BY  THE\n   17  DEFENDANT  INDUCING  THE PLAINTIFF TO DELAY THE FILING OF THE ACTION, OR\n   18  DUE TO THREATS MADE BY THE DEFENDANT CAUSING DURESS UPON THE PLAINTIFF.\n   19    4. ANY RESTITUTION PAID BY THE DEFENDANT TO THE VICTIM SHALL BE  CRED-\n   20  ITED  AGAINST  ANY  JUDGMENT,  AWARD, OR SETTLEMENT OBTAINED PURSUANT TO\n   21  THIS SECTION.\n   22    5. THE PROVISIONS OF THIS SECTION SHALL BE LIBERALLY CONSTRUED  SO  AS\n   23  TO PROTECT PRIVACY AND BODILY INTEGRITY.\n   24    6.  ACTIONS  BROUGHT  PURSUANT  TO THIS SECTION ARE INDEPENDENT OF ANY\n   25  OTHER ACTIONS, REMEDIES, OR PROCEDURES  THAT  MAY  BE  AVAILABLE  TO  AN\n   26  AGGRIEVED PARTY PURSUANT TO ANY OTHER LAW.\n   27    7. THIS SECTION SHALL NOT IN ANY WAY MODIFY EXISTING STATUTORY OR CASE\n   28  LAW REGARDING THE RIGHTS OF PARENTS OR GUARDIANS, THE RIGHTS OF CHILDREN\n   29  OR MINORS, OR THE RIGHTS OF DEPENDENT ADULTS.\n   30    8. FOR PURPOSES OF THIS SECTION:\n   31    A.  \"IDENTIFICATION  DEVICE\"  MEANS  ANY ITEM, APPLICATION, OR PRODUCT\n   32  THAT IS PASSIVELY OR ACTIVELY CAPABLE OF TRANSMITTING PERSONAL  INFORMA-\n   33  TION, INCLUDING, BUT NOT LIMITED TO, DEVICES USING RADIO FREQUENCY TECH-\n   34  NOLOGY.\n   35    B.  \"PERSON\"  MEANS  AN INDIVIDUAL, BUSINESS ASSOCIATION, PARTNERSHIP,\n   36  LIMITED PARTNERSHIP,  CORPORATION,  LIMITED  LIABILITY  COMPANY,  TRUST,\n   37  ESTATE, COOPERATIVE ASSOCIATION, OR OTHER ENTITY.\n   38    C.  \"PERSONAL INFORMATION\" INCLUDES ANY OF THE FOLLOWING DATA ELEMENTS\n   39  TO THE EXTENT THEY ARE USED ALONE  OR  IN  CONJUNCTION  WITH  ANY  OTHER\n   40  INFORMATION USED TO IDENTIFY AN INDIVIDUAL:\n   41    (I) FIRST OR LAST NAME.\n   42    (II) ADDRESS.\n   43    (III) TELEPHONE NUMBER.\n   44    (IV) E-MAIL, INTERNET PROTOCOL, OR WEB SITE ADDRESS.\n   45    (V) DATE OF BIRTH.\n   46    (VI)  DRIVER'S  LICENSE  NUMBER  OR NEW YORK NON-DRIVER IDENTIFICATION\n   47  CARD NUMBER.\n   48    (VII) ANY UNIQUE PERSONAL IDENTIFIER NUMBER CONTAINED OR ENCODED ON  A\n   49  DRIVER'S  LICENSE  OR  IDENTIFICATION  CARD  ISSUED BY THE DEPARTMENT OF\n   50  MOTOR VEHICLES.\n   51    (VIII) BANK, CREDIT  CARD,  OR  OTHER  FINANCIAL  INSTITUTION  ACCOUNT\n   52  NUMBER.\n   53    (IX)  ANY  UNIQUE PERSONAL IDENTIFIER CONTAINED OR ENCODED ON A HEALTH\n   54  INSURANCE, HEALTH BENEFIT, OR BENEFIT CARD OR RECORD ISSUED IN  CONJUNC-\n   55  TION WITH ANY GOVERNMENT-SUPPORTED AID PROGRAM.\n   56    (X) RELIGION.\n\n       A. 1044                             3\n\n    1    (XI) ETHNICITY OR NATIONALITY.\n    2    (XII) PHOTOGRAPH.\n    3    (XIII) FINGERPRINT OR OTHER BIOMETRIC IDENTIFIER.\n    4    (XIV) SOCIAL SECURITY NUMBER.\n    5    (XV) ANY UNIQUE PERSONAL IDENTIFIER.\n    6    D.  \"REQUIRE,  COERCE,  OR COMPEL\" INCLUDES PHYSICAL VIOLENCE, THREAT,\n    7  INTIMIDATION, RETALIATION, THE CONDITIONING OF  ANY  PRIVATE  OR  PUBLIC\n    8  BENEFIT  OR  CARE  ON  CONSENT  TO  IMPLANTATION,  INCLUDING EMPLOYMENT,\n    9  PROMOTION, OR OTHER EMPLOYMENT BENEFIT, OR BY ANY MEANS  THAT  CAUSES  A\n   10  REASONABLE PERSON OF ORDINARY SUSCEPTIBILITIES TO ACQUIESCE TO IMPLANTA-\n   11  TION WHEN HE OR SHE OTHERWISE WOULD NOT.\n   12    E. \"SUBCUTANEOUS\" MEANS EXISTING, PERFORMED, OR INTRODUCED UNDER OR ON\n   13  THE SKIN.\n   14    S  2.  This  act shall take effect on the ninetieth day after it shall\n   15  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to subcutaneous implanting of an identification device ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T143426.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110106.T111705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428866978
}