{
  "year" : 2011,
  "senateBillNo" : "A1045-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A1045-2011-1294203600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Redesignates the office of employee relations as the office of employee and retiree relations",
  "summary" : "Redesignates the state office of employee relations as the office of employee and retiree relations and creates a bureau for retired employees within such office to assist the director on all matters affecting retired state employees, including but not limited to, health insurance, health education, and other benefits including cost-of-living longevity supplements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A2447-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1045\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER, CLARK -- Multi-Sponsored by -- M. of A.\n         ABBATE, COOK, WEISENBERG -- read once and referred to the Committee on\n         Governmental Employees\n\n       AN ACT to amend the executive law, the civil service law, the correction\n         law, the education law, the mental hygiene law, the military law,  the\n         public  authorities law, the public officers law and the state finance\n         law, in relation to redesignating the office of employee relations  as\n         the office of employee and retiree relations and establishing a bureau\n         for retired employees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 24 of the executive law, as added by chapter 491 of\n    2  the laws of 1969, is amended to read as follows:\n    3                                  ARTICLE 24\n    4                  OFFICE OF EMPLOYEE AND RETIREE RELATIONS\n    5  Section 650. Statement of policy.\n    6          651. Definition.\n    7          652. Office of employee AND RETIREE relations; director.\n    8          653. Powers and duties.\n    9          653-A. BUREAU FOR RETIRED EMPLOYEES.\n   10          654. Actions by other officers, departments, boards, commissions\n   11                 or agencies.\n   12    S 650.  Statement of policy.   The legislature  hereby  reaffirms  its\n   13  policy  to  promote harmonious and cooperative relationships between the\n   14  state and its CURRENT AND RETIRED employees to  protect  the  public  by\n   15  assuring,  at  all  times,  the orderly and uninterrupted operations and\n   16  functions of state government; and recognizes that furtherance  of  such\n   17  policy  requires  creation  in  the executive department of an office of\n   18  employee AND RETIREE relations with staff and skills requisite to act as\n   19  the governor's agent in conducting  collective  negotiations,  INCLUDING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00512-01-1\n\n       A. 1045                             2\n\n    1  MEASURES  TO  ADMINISTER  TO  THE  NEEDS OF RETIRED STATE EMPLOYEES,  to\n    2  assure  the  proper  implementation  and  administration  of  agreements\n    3  reached  pursuant  to  such negotiations, and to assist the governor and\n    4  direct  and  coordinate  the  state's efforts with regard to the state's\n    5  powers and duties under the public employees' fair employment act.\n    6    S 651.   Definition.   For the purposes of  this  article,  \"director\"\n    7  shall mean the director of employee AND RETIREE relations.\n    8    S  652.  Office of employee AND RETIREE relations; director.  There is\n    9  hereby created an office of employee AND RETIREE relations in the execu-\n   10  tive department.   The head  of  the  office  of  employee  AND  RETIREE\n   11  relations  shall  be  the director of employee AND RETIREE relations who\n   12  shall be appointed by, and hold office at the pleasure of, the governor.\n   13  [He] SUCH DIRECTOR shall receive a salary to be fixed  by  the  governor\n   14  within  the amount appropriated therefor.  The director may appoint such\n   15  deputies, assistants, consultants and other employees as may  be  needed\n   16  for  the performance of his OR HER duties and may prescribe their powers\n   17  and duties and fix their compensation  within  the  amount  appropriated\n   18  therefor.  Such office may have an office seal.\n   19    S  653.    Powers and duties.   The director shall assist the governor\n   20  with regard to relations between the state  and  its  employees.    Such\n   21  assistance may include acting as the governor's agent in discharging the\n   22  powers  and  duties  conferred  on the governor by the public employees'\n   23  fair employment act, as amended, including, without limitation, conduct-\n   24  ing collective negotiations with recognized or certified employee organ-\n   25  izations and executing agreements reached pursuant thereto.  The  direc-\n   26  tor shall have such other and further powers and duties as may from time\n   27  to time be conferred upon him OR HER by law and as the governor may from\n   28  time  to  time request. Nothing contained herein shall be interpreted to\n   29  enlarge, diminish or otherwise change any power or duty of the  governor\n   30  or legislature under said act or otherwise.\n   31    S  653-A.  BUREAU FOR RETIRED EMPLOYEES. A.  THE DIRECTOR SHALL ESTAB-\n   32  LISH A BUREAU OF RETIREE RELATIONS WHICH SHALL ASSIST  THE  DIRECTOR  ON\n   33  ALL  MATTERS AFFECTING RETIRED STATE EMPLOYEES INCLUDING BUT NOT LIMITED\n   34  TO HEALTH INSURANCE, HEALTH  EDUCATION,  AND  OTHER  BENEFITS  INCLUDING\n   35  COST-OF-LIVING LONGEVITY SUPPLEMENTS.\n   36    B.  IN  ADDITION,  AN ADVISORY COUNCIL SHALL BE ESTABLISHED WITHIN THE\n   37  OFFICE COMPOSED OF NINE MEMBERS WHO ARE RETIREES FROM STATE SERVICE  AND\n   38  CURRENT MEMBERS OF STATEWIDE ASSOCIATIONS OR UNIONS OF PUBLIC EMPLOYEES.\n   39  ONE  MEMBER  SHALL BE ELECTED BY THE MEMBERSHIP TO SERVE AS CHAIRPERSON.\n   40  THREE MEMBERS EACH SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF  THE\n   41  SENATE, THE SPEAKER OF THE ASSEMBLY AND THE GOVERNOR. THE PURPOSE OF THE\n   42  COUNCIL  SHALL  BE TO ADVISE THE DIRECTOR ON THE NEEDS OF RETIREES WHICH\n   43  PERTAIN TO RETIREE BENEFITS AND SERVICES.\n   44    C.  THE COUNCIL SHALL MEET FROM TIME TO TIME BUT  NO  LESS  THAN  FOUR\n   45  TIMES A YEAR.\n   46    D.  THE MEMBERS OF THE ADVISORY COUNCIL SHALL SERVE WITHOUT SALARY BUT\n   47  EACH  MEMBER SHALL BE ENTITLED TO REIMBURSEMENT FOR ACTUAL AND NECESSARY\n   48  EXPENSES INCURRED IN THE PERFORMANCE OF OFFICIAL DUTIES.\n   49    S 654.  Actions by other officers, departments, boards, commissions or\n   50  agencies.  a.  Notwithstanding any inconsistent provision  of  law,  any\n   51  state  officer,  department,  board,  commission  or agency, shall, upon\n   52  written request from the director, take  such  administrative  or  other\n   53  action as is necessary to implement and administer the provisions of any\n   54  binding  agreement  between the state and one or more employee organiza-\n   55  tions representing state employees pursuant  to  the  public  employees'\n   56  fair  employment  act,  as  amended  AND MATTERS AFFECTING RETIRED STATE\n\n       A. 1045                             3\n\n    1  EMPLOYEES.  Such action may include, without limitation,  the  adoption,\n    2  repeal  or amendment of rules, regulations or other procedures.  Without\n    3  prejudice to the rights of an employee organization  under  such  agree-\n    4  ment, the opinion of the attorney general shall be conclusive in resolv-\n    5  ing  any disagreement between the director and any such officer, depart-\n    6  ment, board, commission or agency regarding any legal  question  arising\n    7  out of such a request, including, without limitation, whether the agree-\n    8  ment  is  binding,  whether  compliance with the request is necessary to\n    9  implement or administer the agreement and whether  compliance  with  the\n   10  request is legally possible.\n   11    b.   All state officers, departments, boards, commissions and agencies\n   12  are authorized and directed to provide such other  and  further  assist-\n   13  ance,  services and data as may be necessary to allow the director prop-\n   14  erly to carry out [his] THE  functions,  powers  and  duties  PRESCRIBED\n   15  UNDER THIS ARTICLE.\n   16    S  2.  Paragraph  (b) of subdivision 16 of section 94 of the executive\n   17  law, as amended by chapter 14 of the laws of 2007, is amended to read as\n   18  follows:\n   19    (b) Conduct training  programs  in  cooperation  with  the  governor's\n   20  office  of  employee AND RETIREE relations to provide education to indi-\n   21  viduals subject to its jurisdiction; and\n   22    S 3. Subdivision 3 of section 169 of the executive law,  as  added  by\n   23  chapter 263 of the laws of 1987, is amended to read as follows:\n   24    3.  Notwithstanding  any  other provision of this section or any other\n   25  provision of law, the boards of trustees of the state university of  New\n   26  York and the city university of New York shall each establish and imple-\n   27  ment  salary  plans for the chancellors, presidents and senior staffs of\n   28  such state and city universities, respectively.  The  board  of  regents\n   29  shall  establish  and implement a separate salary plan for the president\n   30  of the university of the state of New York, setting  forth  the  compen-\n   31  sation to be received by the president for performing the duties of that\n   32  office  assigned  by the rules of the regents or statute, which shall be\n   33  in addition to the compensation received by such person pursuant to  the\n   34  provisions  of  subdivisions  one  and two of this section.  Such salary\n   35  plans shall be developed after consultation with the  governor's  office\n   36  of  employee  AND RETIREE relations and the division of the budget.  Any\n   37  increase in compensation for the positions set forth  in  this  subdivi-\n   38  sion,  not otherwise funded from any appropriation, shall be funded from\n   39  reallocations of funds within the appropriations specifically identified\n   40  by the aforementioned boards. Each board of trustees and  the  board  of\n   41  regents  shall file a proposed salary plan report with the chairs of the\n   42  senate finance committee and the assembly ways and means  committee  and\n   43  the  director  of  the budget at least sixty days prior to the effective\n   44  date of such salary plan. Each salary plan report shall  set  forth  the\n   45  salary  schedule, the dollar value of additional public compensation and\n   46  other employment benefits that such positions would receive, the specif-\n   47  ic sources of funding to be reallocated for salary increases, the amount\n   48  of increase to be provided to each position, the comparison salary  data\n   49  on  which the plan is based, and such other information as the boards of\n   50  trustees and the board of regents deem appropriate.\n   51    S 4. Paragraph (a) of subdivision 15 of section 501 of  the  executive\n   52  law,  as  amended  by  section  1 of part H of chapter 58 of the laws of\n   53  2006, is amended to read as follows:\n   54    (a) confer with the department of civil service, the governor's office\n   55  of employee AND RETIREE relations and any other state agency to  develop\n   56  strategies  which  attempt to minimize the impact on the state workforce\n\n       A. 1045                             4\n\n    1  by providing assistance in obtaining state employment in  state-operated\n    2  community-based  services  or  other  employment  opportunities,  and to\n    3  develop strategies for the development of necessary retraining and rede-\n    4  ployment  programs. In planning such strategies, the commissioner of the\n    5  office of children and family services shall  provide  for  the  partic-\n    6  ipation  of  the representatives of the employee labor organizations and\n    7  for the participation of managerial and confidential employees to ensure\n    8  continuity of employment;\n    9    S 5. Subdivision 2 of section 7-a of the civil service law,  as  added\n   10  by chapter 705 of the laws of 2006, is amended to read as follows:\n   11    2.  The  commission  on  increasing  diversity in the state government\n   12  workforce shall be composed of  fifteen  members,  to  be  appointed  as\n   13  follows:  nine members shall be appointed by the governor, three members\n   14  shall be appointed by the temporary president of the senate,  and  three\n   15  members  shall  be appointed by the speaker of the assembly. Of the nine\n   16  members appointed by the governor, at least one member  shall  represent\n   17  each  of the following: the department, the office of employee AND RETI-\n   18  REE relations, the governor's appointments  office,  a  prominent  civil\n   19  rights organization representing blacks, a prominent civil rights organ-\n   20  ization  representing  Hispanics, and a prominent civil rights organiza-\n   21  tion representing Asians. All the members  appointed  by  the  temporary\n   22  president  of the senate and the speaker of the assembly shall be repre-\n   23  sentatives of a protected class as established by federal  statutory  or\n   24  case  law. Every member of the commission shall serve at the pleasure of\n   25  the official who appointed him or her.  The  members  shall  be  broadly\n   26  representative  of  the  geographic  areas  of the state and the diverse\n   27  minority communities of the state.  The  governor  shall  designate  the\n   28  chair and vice-chair of the commission from among his or her appointees.\n   29  Vacancies  in  the  membership  of the commission shall be filled in the\n   30  manner provided for original appointments.\n   31    S 6. Subdivision 3 of section 79 of the civil service law, as added by\n   32  chapter 315 of the laws of 1995, is amended to read as follows:\n   33    3. Rulemaking authority. The commission shall adopt rules for carrying\n   34  into effect the provisions of this section,  including  rules  providing\n   35  for  the  relinquishment of eligibility for appointment upon appointment\n   36  or upon failure or refusal to accept  appointment  from  a  redeployment\n   37  list.  Additionally,  notwithstanding any inconsistent provision of law,\n   38  rule, or regulation, an agreement between  the  state  and  an  employee\n   39  organization  recognized  or  certified  pursuant to article fourteen of\n   40  this chapter can provide employment security rights and  benefits  where\n   41  the  state  has  exercised  its  right  to  contract  out  for goods and\n   42  services. The commission upon receipt of a written request of the direc-\n   43  tor of employee  AND  RETIREE  relations,  is  authorized  to  implement\n   44  provisions  of  such agreement consistent with the terms thereof and, to\n   45  the extent necessary, may adopt rules and regulations providing for  the\n   46  benefits to be thereunder provided. The commission, with the approval of\n   47  the  director  of  the  budget,  may extend such benefits in whole or in\n   48  part, to state employees excluded from collective negotiating units.\n   49    S 7. Subdivision 7 of section 134 of the civil service law,  as  added\n   50  by chapter 491 of the laws of 1969, is amended to read as follows:\n   51    [7.]  8.  No  rule,  regulation  or other procedure under this section\n   52  affecting state employees shall be adopted, repealed or amended  without\n   53  the approval of the director of employee AND RETIREE relations.\n   54    S  8.  Paragraph  (c)  of  subdivision  1  of section 135 of the civil\n   55  service law, as amended by chapter 9 of the laws of 2005, is amended  to\n   56  read as follows:\n\n       A. 1045                             5\n\n    1    (c)  employees  in the office of general services who are specified as\n    2  eligible under a labor management memorandum of understanding  with  the\n    3  appropriate employee representative organization to participate in prac-\n    4  tices or programs constituting one or more pilot studies to evaluate the\n    5  effect  of  extra  compensation  on productivity, efficiency and overall\n    6  service delivery. The commissioner of general services  in  consultation\n    7  with  the  director  of  the  governor's  office of employee AND RETIREE\n    8  relations and the director of classification  and  compensation  in  the\n    9  department and with the approval of the director of the budget is hereby\n   10  authorized  to  direct the payment of extra compensation to such employ-\n   11  ees. Such extra compensation shall be paid pursuant to a specified  plan\n   12  developed  by the commissioner of general services which shall be effec-\n   13  tive when approved by the director of the budget. The  payment  of  such\n   14  extra  compensation  shall be in addition to and shall not be part of an\n   15  employee's basic annual salary, and  shall  not  affect  or  impair  any\n   16  performance advancement payments, performance awards, longevity payments\n   17  or  other  rights  or  benefits  to  which  an employee may be entitled.\n   18  Furthermore, any additional compensation payable pursuant to this subdi-\n   19  vision shall not be included as compensation for retirement purposes.\n   20    S 9. Subdivision 1 of section 158 of the civil service law, as amended\n   21  by section 12 of part T of chapter 56 of the laws of 2010, is amended to\n   22  read as follows:\n   23    1. The president, subject to the provisions of this section, is hereby\n   24  empowered to establish regulations relating to, and to  enter  into  and\n   25  administer  contracts  providing  for, a group term life insurance plan,\n   26  and a group accident and health benefit plan on behalf  of  legislators,\n   27  employees  of  the  legislature  hired  on  an  annual basis, judges and\n   28  justices of the unified court system, and state  employees  and  retired\n   29  employees  who,  for  the  purposes of article fourteen of this chapter,\n   30  have been for a period of time prescribed by the regulations and, except\n   31  for such retirees, continue to be in positions designated as  managerial\n   32  or  confidential positions. The president may authorize the inclusion in\n   33  the plan of such employees and retired employees of other governments or\n   34  public employers as defined in subdivision six of  section  two  hundred\n   35  one  of this chapter. The president may adopt whatever other regulations\n   36  which may be necessary to fulfill the intentions  of  this  section.  No\n   37  regulation  shall  be  adopted, repealed or amended, and no other action\n   38  taken with respect to such employees affecting the amount of, or  eligi-\n   39  bility for, benefits or rates of contribution under this section without\n   40  the approval of the director of employee AND RETIREE relations.\n   41    The full costs of any insurance program or programs established pursu-\n   42  ant  to this subdivision, excluding administrative costs, shall be borne\n   43  by insureds and retirees. Any interest earned by the moneys in the  life\n   44  insurance  fund shall be added to such fund, become a part of such fund,\n   45  be used for the purpose of such fund, and be  available  without  fiscal\n   46  year limitation.\n   47    S  10.  Subdivision  1  of  section  159  of the civil service law, as\n   48  amended by chapter 1028 of the laws of  1981,  is  amended  to  read  as\n   49  follows:\n   50    1. The  president, subject to the approval of the director of employee\n   51  AND RETIREE  relations  and  the  director  of  the  budget,  is  hereby\n   52  empowered  to  establish  regulations relating to, and to enter into and\n   53  administer contracts or agreements providing for group insurance or mass\n   54  merchandising policies or programs for state employees in the  executive\n   55  branch  precluded  from  collective  bargaining  by  subdivision five or\n   56  subdivision seven of section two hundred one of this chapter.\n\n       A. 1045                             6\n\n    1    S 11. Section 159-a of the civil service law, as  amended  by  chapter\n    2  583 of the laws of 1988, is amended to read as follows:\n    3    S 159-a. Disability  program.  Notwithstanding  any other law, rule or\n    4  regulation to the contrary, where an agreement between the state and  an\n    5  employee  organization entered into pursuant to article fourteen of this\n    6  chapter so provides on behalf of employees in positions serving  in  the\n    7  collective negotiating unit created by chapter four hundred three of the\n    8  laws  of  nineteen  hundred  eighty-three,  the director of employee AND\n    9  RETIREE relations is authorized to establish and implement a  disability\n   10  program that will provide long term income protection for such employees\n   11  and  the  president is empowered to establish regulations to effect such\n   12  implementation. No regulation shall be adopted, repealed or amended, and\n   13  no other action taken with respect to such employees or such implementa-\n   14  tion without the approval  of  the  director  of  employee  AND  RETIREE\n   15  relations.  Notwithstanding  any  other  law,  rule or regulation to the\n   16  contrary, any employee who participates in or is covered by a disability\n   17  program authorized by this  section  shall  receive  retirement  service\n   18  credit  not  to  exceed  six  months during the period that he or she is\n   19  receiving the short term disability benefit under such  program  on  the\n   20  same  basis  and  at  the  same rate as such employee would receive such\n   21  credit were he or she on sick leave at half pay for the period  of  time\n   22  for  which  such employee would have been entitled to such sick leave at\n   23  half pay had the sick leave policy supplemented by the short term  disa-\n   24  bility program remained in effect.\n   25    S  12. Subdivision 3 of section 160 of the civil service law, as added\n   26  by chapter 491 of the laws of 1969, is amended to read as follows:\n   27    3. Notwithstanding any inconsistent provision of this article, no rule\n   28  or regulation shall be adopted, repealed or amended, and no other action\n   29  taken with respect to state employees affecting the rate of or eligibil-\n   30  ity for benefits under this article, without the approval of the  direc-\n   31  tor of employee AND RETIREE relations.\n   32    S  13.  Subdivision  1  of  section 161-a of the civil service law, as\n   33  amended by section 10 of part T of chapter 56 of the laws  of  2010,  is\n   34  amended to read as follows:\n   35    1.  Where,  and to the extent that, an agreement between the state and\n   36  an employee organization entered into pursuant to  article  fourteen  of\n   37  this  chapter provides for health benefits, the president, after receipt\n   38  of  written  directions  from  the  director  of  employee  AND  RETIREE\n   39  relations,  shall  implement the provisions of such agreement consistent\n   40  with the terms thereof and to the extent  necessary  shall  adopt  regu-\n   41  lations providing for the benefits to be thereunder provided. The presi-\n   42  dent,  with  the approval of the director of the budget, may extend such\n   43  benefits, in  whole  or  in  part,  to  employees  not  subject  to  the\n   44  provisions of such agreement.\n   45    S 14. The opening paragraph of section 165-a of the civil service law,\n   46  as  amended by section 6 of part T of chapter 56 of the laws of 2010, is\n   47  amended to read as follows:\n   48    Notwithstanding any other provision of law to the contrary, the presi-\n   49  dent shall permit the unremarried spouse and the  dependents,  otherwise\n   50  qualified  as  eligible for coverage under regulations of the president,\n   51  of a person who was an employee of  the  state  and/or  of  a  political\n   52  subdivision  thereof  or  of  a  public  authority for not less than ten\n   53  years, provided however, that the ten-year service requirement shall not\n   54  apply to such employees on active military duty in connection  with  the\n   55  Persian  Gulf  conflict  who  die  on  or  after August second, nineteen\n   56  hundred ninety while in the Persian Gulf combat zone or while performing\n\n       A. 1045                             7\n\n    1  such military duties, who had been a participant in  any  of  the  state\n    2  health benefit plans, to continue under the coverage which such deceased\n    3  employee  had in effect at the time of death, upon the payment at inter-\n    4  vals  determined  by  the  president  of the full cost of such coverage,\n    5  provided, however, that the unremarried spouse of an active employee  of\n    6  the State who died on or after April first nineteen hundred seventy-five\n    7  and  before April first nineteen hundred seventy-nine who timely elected\n    8  to continue dependent coverage, or such unremarried  spouse  who  timely\n    9  elected  individual  coverage  shall continue to pay at intervals deter-\n   10  mined by the president one-quarter of the full cost of dependent  cover-\n   11  age  and  provided further, that, with regard to employees of the State,\n   12  where and to the extent that an agreement pursuant to  article  fourteen\n   13  of this chapter so provides, or where the director of employee AND RETI-\n   14  REE  relations,  with  respect  to  employees  of  the State who are not\n   15  included within a negotiating unit so recognized or  certified  pursuant\n   16  to  article  fourteen  of  this  chapter  whom  the director of employee\n   17  relations determines should be declared eligible for the continuation of\n   18  health benefit plans for the survivors of such employees of  the  State,\n   19  the  president shall adopt regulations providing for the continuation of\n   20  such health benefit or benefits by the unremarried spouse of  an  active\n   21  employee  of the State who died on or after April first nineteen hundred\n   22  seventy-nine who elects to continue dependent coverage, or such unremar-\n   23  ried spouse who elects individual coverage, and upon such election shall\n   24  pay at intervals determined by the president  one-quarter  of  the  full\n   25  cost  of  dependent  coverage  and,  provided  further  with  respect to\n   26  enrolled employees of a political subdivision or public authority  in  a\n   27  negotiating unit recognized or certified pursuant to article fourteen of\n   28  this  chapter, where an agreement negotiated pursuant to said article so\n   29  provides, and with respect to enrolled employees of a political subdivi-\n   30  sion or public authority not  included  within  a  negotiating  unit  so\n   31  recognized  or certified, at the discretion of the appropriate political\n   32  subdivision or public authority, the unremarried  spouse  of  an  active\n   33  employee  of  the  political  subdivision or of the public authority who\n   34  died on or after April first nineteen hundred seventy-five, may elect to\n   35  continue dependent coverage or such unremarried spouse may  elect  indi-\n   36  vidual coverage and upon such election shall pay at intervals determined\n   37  by the president one-quarter of the full cost of dependent coverage.\n   38    S  15. Subdivision 2 of section 171 of the civil service law, as added\n   39  by chapter 585 of the laws of 1998, is amended to read as follows:\n   40    2. Notwithstanding any inconsistent provision of this article, no rule\n   41  or regulation shall be adopted, repealed or amended, and no other action\n   42  taken with respect to state employees affecting the rate or  eligibility\n   43  for benefits under this article, without the approval of the director of\n   44  employee AND RETIREE relations.\n   45    S  16. Subdivision 1 of section 79-a of the correction law, as amended\n   46  by section 1 of part H of chapter 56 of the laws of 2009, is amended  to\n   47  read as follows:\n   48    1.  confer with the department of civil service, the governor's office\n   49  of employee AND RETIREE relations and any other appropriate state  agen-\n   50  cies  to  develop strategies which attempt to minimize the impact of the\n   51  closure on the state work force;\n   52    S 17. Section 79-b of the correction law, as amended by section  1  of\n   53  part  MM  of  chapter  56  of  the  laws  of 2010, is amended to read as\n   54  follows:\n   55    S 79-b. Adaptive reuse plan for consideration prior to prison closure.\n   56  Not later than six months prior to the effective date of  closure  of  a\n\n       A. 1045                             8\n\n    1  correctional  facility,  the commissioner of economic development shall,\n    2  in consultation  with  the  commissioner,  the  commissioners  of  civil\n    3  service, general services and the division of criminal justice services,\n    4  the director of the governor's office of employee AND RETIREE relations,\n    5  officials of all local governments of any political subdivision in which\n    6  the  correctional  facility  is  located and any other appropriate state\n    7  agencies or authorities, provide a report for an adaptive reuse plan for\n    8  any facility slated for closure which will evaluate the community impact\n    9  of the proposed closure including  but  not  limited  to  the  following\n   10  factors: the potential to utilize the property for another state govern-\n   11  ment  purpose, including for a new purpose as part of the state criminal\n   12  justice system; potential for the sale or transfer of the property to  a\n   13  local government or other governmental entity; potential for the sale of\n   14  the  property to a private entity for development into a business, resi-\n   15  dential or other purpose; community input for local development; and the\n   16  condition of the facility and  the  investments  required  to  keep  the\n   17  structure in good repair, or to make it viable for reuse.\n   18    S  18.  Section  6208 of the education law, as added by chapter 305 of\n   19  the laws of 1979, is amended to read as follows:\n   20    S 6208. Collective negotiation.  For the purposes of article  fourteen\n   21  of  the  civil  service  law,  the  city university of New York shall be\n   22  deemed to be the public employer and as such shall  negotiate  with  and\n   23  enter  into  written agreements with employee organizations representing\n   24  the instructional  staff  and  non-instructional  staff  of  the  senior\n   25  colleges and community colleges of such university that have been certi-\n   26  fied  or  recognized  under such article.  For purposes of such article,\n   27  the chancellor of the city university shall be deemed to  be  the  chief\n   28  executive  officer, the chief legal officer of the city university shall\n   29  be chief legal officer, and the legislature of the  state  of  New  York\n   30  shall be deemed to be the legislative body of the government.  In carry-\n   31  ing  on such negotiations, the city university of New York shall consult\n   32  with and seek assistance from the state office of employee  AND  RETIREE\n   33  relations  and  the  New  York city office of municipal labor relations.\n   34  The state public employment relations board shall have exclusive  juris-\n   35  diction  for the purpose of administering the provisions of such article\n   36  and the provisions of section two hundred twelve of such  article  shall\n   37  not be applicable to any such negotiations.\n   38    S  19.  The  opening  paragraph  of  paragraph 4 of subdivision (b) of\n   39  section 5.07 of the mental hygiene law, as amended by chapter 723 of the\n   40  laws of 1993, is amended to read as follows:\n   41    The commissioner of mental health in consultation with the  department\n   42  of  civil  service, the office of employee AND RETIREE relations and any\n   43  other appropriate state agency, shall prepare for the governor  and  the\n   44  legislature  a  written  evaluation report concerning the retraining and\n   45  continuation of employment of persons whose employment in a  state-oper-\n   46  ated  hospital  listed in section 7.17 of this chapter may be terminated\n   47  because of planned  closure  or  consolidation  of  such  state-operated\n   48  hospital. Such report shall include, but not be limited to:\n   49    S  20.  Paragraph  1  of subdivision (e) of section 7.17 of the mental\n   50  hygiene law, as amended by chapter 170 of the laws of 1994,  is  amended\n   51  to read as follows:\n   52    1.  confer with the department of civil service, the governor's office\n   53  of employee AND RETIREE relations and any other state agency to  develop\n   54  strategies  which  attempt to minimize the impact on the state workforce\n   55  by providing assistance in obtaining state employment in  state-operated\n   56  community-based  services  or  other  employment  opportunities,  and to\n\n       A. 1045                             9\n\n    1  develop strategies for the development of necessary retraining and rede-\n    2  ployment programs. In planning such strategies, the  commissioner  shall\n    3  provide  for  the  participation  of the representatives of the employee\n    4  labor  organizations  and for the participation of managerial and confi-\n    5  dential employees to ensure continuity of employment;\n    6    S 21. Section 19-a of the military law, as added by chapter 106 of the\n    7  laws of 2003, is amended to read as follows:\n    8    S 19-a. Family liaison officer. The adjutant general  shall  designate\n    9  family  liaison  officers to provide assistance to the families of those\n   10  military personnel who have been  deployed  for  active  military  duty,\n   11  other  than  training.  Such  officer shall coordinate his or her duties\n   12  with the state's employee assistance program that is maintained  by  the\n   13  office  of  employee  AND  RETIREE relations. The assistance provided by\n   14  such officer shall include, but not be limited to: (a) serving as  liai-\n   15  son  between  the  families  of  service personnel and the department of\n   16  defense; (b) providing information on family  assistance  programs  that\n   17  are  available  from the state and federal government; (c) ensuring that\n   18  the families of those military personnel on active duty  receive  appro-\n   19  priate  support and assistance. A family liaison officer shall be avail-\n   20  able beginning on the date of any declaration of  war  by  the  Congress\n   21  through  the  date prescribed by presidential proclamation or concurrent\n   22  resolution of Congress, or during any periods of combat as designated by\n   23  presidential  executive  orders.  The  family  liaison  officer  may  be\n   24  assisted  in  his  or her duties by such staff under the jurisdiction of\n   25  the adjutant general that may be necessary to perform the duties of such\n   26  position.\n   27    S 22. The opening paragraph of subdivision 1 of section  3558  of  the\n   28  public  authorities  law,  as added by chapter 5 of the laws of 1997, is\n   29  amended to read as follows:\n   30    The employees of the corporation shall, for all  purposes  of  article\n   31  fourteen  of  the  civil  service  law, be deemed to be employees of the\n   32  state of New York and shall be employed within the current state of  New\n   33  York bargaining unit designations of either the professional, scientific\n   34  and  technical  unit,  the  administration  services  unit,  operational\n   35  services unit, institutional services unit or  security  services  unit.\n   36  The  governor's  office of employee AND RETIREE relations shall, for all\n   37  purposes of article fourteen of the civil service law, act as agent  for\n   38  the  corporation,  and  shall, with respect to the corporation, have all\n   39  the powers and duties provided under sections six hundred fifty  through\n   40  six  hundred  fifty-four of the executive law.  Those persons who become\n   41  employees of the corporation pursuant to subdivision one of this section\n   42  or who enter into the service of the corporation following the effective\n   43  date of the transfer shall retain their current bargaining  unit  desig-\n   44  nations  in  either  the professional, scientific and technical services\n   45  unit, the administrative services unit, the institutional services unit,\n   46  the operational services unit, the security services unit or the securi-\n   47  ty supervisors unit of state employees. The corporation  and  the  state\n   48  shall  recognize the existing certified or recognized employee organiza-\n   49  tions for state employees as the exclusive collective bargaining  repre-\n   50  sentatives for such employees.\n   51    S  23.  Subdivision  3  of section 64-a of the public officers law, as\n   52  added by chapter 453 of the laws of 1989, is amended to read as follows:\n   53    3. A state department or agency may, after the effective date of  this\n   54  section,  adopt  a  patent  policy,  or amend a patent policy previously\n   55  approved by the director of the budget for such agency, subject  to  the\n   56  approval  of  the  director of the budget, the state comptroller and the\n\n       A. 1045                            10\n\n    1  director of the office of employee AND  RETIREE  relations.  Where  such\n    2  policy  or  amendment  affects  a  term or condition of employment, such\n    3  policy or amendment shall be adopted in accordance with  the  provisions\n    4  of article fourteen of the civil service law.\n    5    S  24.  Subdivision  12-d  of  section  8 of the state finance law, as\n    6  amended by section 5 of part A of chapter 10 of the  laws  of  2008,  is\n    7  amended to read as follows:\n    8    12-d.  Notwithstanding  any  inconsistent  provision  of  the court of\n    9  claims act, examine, audit and certify for payment any  claim  submitted\n   10  and  approved  by the head of a state department or agency, other than a\n   11  department or agency specified in subdivision twelve  of  this  section,\n   12  for  personal property of an employee damaged or destroyed in the course\n   13  of the performance of official duties without fault on his  part  by  an\n   14  inmate, patient or client of such department or agency after March thir-\n   15  ty-first,  two  thousand  seven  and  prior to April first, two thousand\n   16  eleven, provided no such claim may be certified for payment to an  offi-\n   17  cer or employee who is in a collective negotiating unit until the direc-\n   18  tor of employee AND RETIREE relations shall deliver to the comptroller a\n   19  certificate  that  there  is  in effect with respect to such negotiating\n   20  unit a written collectively negotiated agreement with the state pursuant\n   21  to article fourteen of the civil service law  which  provides  therefor.\n   22  Payment  of  any  such  claim  shall not exceed the sum of three hundred\n   23  dollars. No person submitting a claim under this subdivision shall  have\n   24  any claim for damages to such personal property approved pursuant to the\n   25  provision  of  subdivision  four  of  section five hundred thirty of the\n   26  labor law or any other applicable provision of law.\n   27    S 25. Section 136-c of the state finance law, as added by  section  10\n   28  of  part  B  of  chapter  68  of the laws of 2000, is amended to read as\n   29  follows:\n   30    S 136-c. Contracts for employee training and  organizational  develop-\n   31  ment  services. The director of employee AND RETIREE relations is hereby\n   32  authorized to enter into contracts for use by all state departments  and\n   33  agencies  for  services  to support employee training and organizational\n   34  development initiatives. Pursuant to procedures developed by the  direc-\n   35  tor  of  employee  AND  RETIREE relations in consultation with the state\n   36  comptroller, agencies  shall  be  permitted  to  access  such  contracts\n   37  directly  in  a  manner  similar  to that used for centralized commodity\n   38  contracts let by  the  commissioner  of  general  services  pursuant  to\n   39  section one hundred sixty-three of [the state finance law] THIS CHAPTER.\n   40  Nothing  contained  [herein] IN THIS SECTION shall preclude the director\n   41  of employee AND RETIREE relations  from  adherence  to  New  York  state\n   42  bidding  requirements or any other law, rule or regulation governing the\n   43  purchase of consultant services. Further, nothing contained [herein]  IN\n   44  THIS  SECTION  shall  restrict or preclude state departments or agencies\n   45  from procuring such training  and  organizational  development  services\n   46  directly  without  consideration  of  contracts  let  by the director of\n   47  employee AND RETIREE relations.\n   48    S 26. Subdivision 2 of section 200 of the state finance law, as  added\n   49  by chapter 78 of the laws of 1982, is amended to read as follows:\n   50    2.  Notwithstanding the provisions of subdivision one of this section,\n   51  where the state and an employee organization representing state officers\n   52  and employees who are in positions which are in  collective  negotiating\n   53  units  established pursuant to article fourteen of the civil service law\n   54  enter into an agreement providing for an alternative procedure  for  the\n   55  payment  of salaries to such employees or where the director of employee\n   56  AND RETIREE relations shall authorize an alternative procedure  for  the\n\n       A. 1045                            11\n\n    1  payment  of  salaries  to  state  officers or employees in the executive\n    2  branch who are in positions which  are  not  in  collective  negotiating\n    3  units,  such  alternative  procedure shall be implemented in lieu of the\n    4  procedure specified in subdivision one of this section.\n    5    S  27.  Subdivision  2  of  section  201  of the state finance law, as\n    6  amended by chapter 233 of the laws  of  1992,  is  amended  to  read  as\n    7  follows:\n    8    2.  The  comptroller is hereby authorized to deduct from the salary of\n    9  any employee of the state such amount as such employee  may  specify  in\n   10  writing  filed in a manner determined by the comptroller for the payment\n   11  of membership dues in a duly organized association  or  organization  of\n   12  civil  service  employees or faculty members of the state university and\n   13  to transmit the sums so deducted to the said  association  or  organiza-\n   14  tion.  Any  such written authorization may be withdrawn by such employee\n   15  at any time upon filing written notice of such withdrawal  in  a  manner\n   16  determined  by  the  comptroller.  The  foregoing  notwithstanding,  and\n   17  subject to the provisions of article fourteen of the civil service  law,\n   18  such  deductions  and transmittals shall be terminated as to one or more\n   19  such associations  or  organizations  in  accordance  with  the  written\n   20  directions  of  the director of employee AND RETIREE relations, not more\n   21  than thirty days after receipt by the comptroller  of  such  directions.\n   22  The   deductions  and  transmittals  which  were  the  subject  of  such\n   23  directions shall not thereafter be resumed without the written  approval\n   24  of such director.\n   25    S  28. Subdivisions 2 and 4 of section 201-a of the state finance law,\n   26  as added by chapter 732 of the laws of 1988,  are  amended  to  read  as\n   27  follows:\n   28    2.  The  director  of  employee AND RETIREE relations, in consultation\n   29  with the director of the budget and the president of the  civil  service\n   30  commission,  is  authorized  to  establish  a  flexible benefits program\n   31  consistent with sections seventy-nine, one  hundred  five,  one  hundred\n   32  six, one hundred twenty-five and one hundred twenty-nine of the internal\n   33  revenue  code  and  regulations  adopted pursuant thereto, and implement\n   34  such program subject to the approval of the director of the budget.\n   35    4. The term \"program administrator\" shall mean that agent,  as  deter-\n   36  mined by the director of employee AND RETIREE relations, responsible for\n   37  the  maintenance and management of flexible spending accounts as author-\n   38  ized in subdivision two of this section.\n   39    S 29. Subdivisions 2 and 4 of section 201-b of the state finance  law,\n   40  as  added by section 11 of part B of chapter 68 of the laws of 2000, are\n   41  amended to read as follows:\n   42    2. The director of employee AND  RETIREE  relations,  in  consultation\n   43  with  the  director of the budget and the president of the civil service\n   44  commission, is authorized to establish a qualified transportation fringe\n   45  benefit program consistent with section 132 of the internal revenue code\n   46  and regulations adopted pursuant thereto,  and  implement  such  program\n   47  subject to the approval of the director of the budget.\n   48    4.  The  term \"program administrator\" shall mean that agent, as deter-\n   49  mined by the director of employee AND RETIREE relations, responsible for\n   50  the maintenance and management of the  qualified  transportation  fringe\n   51  benefit program as authorized in subdivision two of this section.\n   52    S  30. Subdivision 5 of section 202 of the state finance law, as sepa-\n   53  rately added by chapters 405 and 957 of the laws of 1981, is amended  to\n   54  read as follows:\n   55    5. The director of the budget shall, with the approval of the director\n   56  of  employee AND RETIREE relations, prescribe and amend such regulations\n\n       A. 1045                            12\n\n    1  as may be necessary to carry out the provisions of this section.    Such\n    2  regulations  may  include,  but  need  not be limited to, provisions (a)\n    3  prescribing standards, criteria, and procedures for  determining  eligi-\n    4  bility  for  reimbursement  of  travel and moving expenses in accordance\n    5  with the provisions of this section, and, if  deemed  advisable  by  the\n    6  budget director, enumerating positions or classes or groups of positions\n    7  for  which  he  has  determined  that,  upon  transfer,  reassignment or\n    8  promotion, travel and moving expenses shall  or  shall  not  be  payable\n    9  under this section;\n   10    (b)  fixing maximum dollar limitations on reimbursement for travel and\n   11  moving expenses pursuant to this section;\n   12    (c) excluding or limiting reimbursement for expenses for  moving  less\n   13  than  a  prescribed  minimum  distance,  for  moving household goods and\n   14  possessions in excess of a prescribed maximum weight, or for storage  or\n   15  living expenses.\n   16    S 31. Paragraph a of subdivision 1 of section 206 of the state finance\n   17  law, as separately added by chapters 405 and 957 of the laws of 1981, is\n   18  amended to read as follows:\n   19    a.  \"Director\"  shall  mean  the  director  of  employee  AND  RETIREE\n   20  relations.\n   21    S 32. Paragraph a of subdivision 1  of  section  206-a  of  the  state\n   22  finance  law, as added by chapter 394 of the laws of 1984, is amended to\n   23  read as follows:\n   24    a.  \"Director\"  shall  mean  the  director  of  employee  AND  RETIREE\n   25  relations.\n   26    S 33. Paragraph a of subdivision 1 of section 207 of the state finance\n   27  law, as amended by chapter 78 of the laws of 1982, is amended to read as\n   28  follows:\n   29    a.  \"Director\"  shall  mean  the  director  of  employee  AND  RETIREE\n   30  relations.\n   31    S 34. Paragraph a of subdivision 1  of  section  207-a  of  the  state\n   32  finance  law, as added by chapter 305 of the laws of 1985, is amended to\n   33  read as follows:\n   34    a.  \"Director\"  shall  mean  the  director  of  employee  AND  RETIREE\n   35  relations.\n   36    S  35.  Paragraph  a  of  subdivision  1 of section 207-b of the state\n   37  finance law, as added by chapter 313 of the laws of 1985, is amended  to\n   38  read as follows:\n   39    a.  \"Director\"  shall  mean  the  director  of  employee  AND  RETIREE\n   40  relations.\n   41    S 36. Paragraph a of subdivision 1  of  section  207-c  of  the  state\n   42  finance  law, as added by chapter 510 of the laws of 1986, is amended to\n   43  read as follows:\n   44    a.  \"Director\"  shall  mean  the  director  of  employee  AND  RETIREE\n   45  relations.\n   46    S  37.  Paragraph  (a)  of subdivision 1 of section 207-d of the state\n   47  finance law, as added by chapter 114 of the laws of 2006, is amended  to\n   48  read as follows:\n   49    (a)  \"Director\"  shall  mean  the  director  of  employee  AND RETIREE\n   50  relations.\n   51    S 38. Paragraph a of subdivision 1 of section 209 of the state finance\n   52  law, as added by chapter 924 of the laws of 1982, is amended to read  as\n   53  follows:\n   54    a.  \"Director\"  shall  mean  the  director  of  employee  AND  RETIREE\n   55  relations.\n   56    S 39.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, the civil service law, the correction law, the education law, the mental hygiene law, the military law, the public authorities law, the public officers law and the state finance law, in relation to redesignating the office of employee relations as the office of employee and retiree relations and establishing a bureau for retired employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T143426.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110106.T111705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428866988
}