{
  "year" : 2011,
  "senateBillNo" : "A1043-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1043-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the board of regents and the state education department to develop a model for improved articulation of the education program for career mobility",
  "summary" : "Authorizes and directs the board of regents and the state education department to conduct a comprehensive study of nursing education programs across the state and develop a model for improved articulation of the education program for career mobility from one classification to another in the field of nursing; enacts the \"Development of Model for Articulation and Career Mobility Act\". ",
  "currentCommittee" : null,
  "sameAs" : "S321",
  "lawSection" : "Education",
  "previousVersions" : [ "AA3190-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1043\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Higher Education\n\n       AN ACT directing the board of regents and the state education department\n         to investigate the scope of nursing education programs and develop   a\n         model  for  improved  articulation of the education program for career\n         mobility from one classification to another\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title.  This act shall be known and may be cited as\n    2  the \"development of model for articulation and career mobility act\".\n    3    S 2. Legislative findings and intent. The  legislature  hereby  recog-\n    4  nizes  the  need  to increase the pool of available nursing resources to\n    5  meet the increased demands on the health care delivery system. The  more\n    6  complex  nature  of  illnesses, constraints on reimbursement, pressuring\n    7  accelerated treatment and earlier patient discharge,  the  explosion  of\n    8  technology,  and  requirements for intense monitoring for quality assur-\n    9  ance, may be diverting nurses  from  the  bedside  into  early  burnout,\n   10  retirement  or  employment  elsewhere.  The  state's  nursing  education\n   11  program, encompassing nursing assistants, licensed practical nurses  and\n   12  licensed  (registered)  nurses  should  be better articulated for career\n   13  mobility in order to make the  nursing  profession  more  attractive  to\n   14  individuals  and  for  recruiting  and retaining qualified nurses in the\n   15  health care delivery system.\n   16    S 3. The board of regents  and  the  state  education  department,  in\n   17  consultation with  the department of health shall:\n   18    (1) investigate current education programs for nurses in all settings,\n   19  such  as  high schools, vocational-technical schools, community colleges\n   20  and universities, to identify the scope of nursing education programs in\n   21  the state;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00371-01-1\n\n       A. 1043                             2\n\n    1    (2) ensure that the investigation  of  nursing  programs  be  directed\n    2  toward  identifying  current  articulation  programs,  determining which\n    3  factors contribute to success or failure, and sharing  such  information\n    4  with schools;\n    5    (3)  develop  a  model  for articulation and career mobility to enable\n    6  nurses at every level of the profession to progress to higher levels and\n    7  advance their professional status by integrating into a recognized nurs-\n    8  ing curriculum; and\n    9    (4) develop models for innovative nursing education programs that will\n   10  encourage flexibility in classroom hours, in education program schedules\n   11  and through satellite locations, and at clinical  practice  settings  so\n   12  that  individuals  throughout the state have greater access to a nursing\n   13  education program.\n   14    S 4. The board of regents and the  state  education  department  shall\n   15  present  their final findings  and recommendations to the legislature on\n   16  January 1, 2013.\n   17    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT directing the board of regents and the state education department to investigate the scope of nursing education programs and develop a model for improved articulation of the education program for career mobility from one classification to another ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T143426.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110106.T111705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428866964
}