{
  "year" : 2011,
  "senateBillNo" : "A104-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A104-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions for registration of apprenticeship programs and agreement and repeals related",
  "summary" : "Establishes a public policy regarding and favoring apprenticeship training programs; provides standards for such programs and procedures for registration of approved programs; requires contractors for state public works jobs to have a registered apprenticeship program; provides for creation of a state apprenticeship and training council. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A10623-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          104\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MONTESANO,  SALADINO, FINCH -- read once and\n         referred to the Committee on Labor\n\n       AN ACT to amend the labor law and the state finance law, in relation  to\n         apprenticeship  training  and  to  repeal  article 23 of the labor law\n         relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Article 23 of the labor law is REPEALED and a new article\n    2  23 is added to read as follows:\n    3                                  ARTICLE 23\n    4                           APPRENTICESHIP TRAINING\n    5  SECTION 810.  STATEMENT OF PUBLIC POLICY.\n    6          811.  DEFINITIONS.\n    7          812.  ELIGIBILITY AND PROCEDURE FOR REGISTRATION.\n    8          813.  STANDARDS FOR APPRENTICESHIP PROGRAMS.\n    9          814.  STANDARDS FOR APPRENTICESHIP AGREEMENTS.\n   10          815.  RELATED AND SUPPLEMENTAL INSTRUCTION.\n   11          816.  POWERS AND DUTIES OF THE COMMISSIONER.\n   12          817.  STATE APPRENTICESHIP AND TRAINING COUNCIL.\n   13          818.  DEREGISTRATION PROCEEDINGS.\n   14          819.  COMPLAINTS.\n   15          819-A. RECORDS AND REPORTS.\n   16          819-B. APPRENTICESHIP ASSISTANCE IN ALL  POLITICAL  SUBDIVISIONS\n   17                   OF THE STATE.\n   18          819-C. SEPARABILITY.\n   19    S  810.  STATEMENT  OF  PUBLIC  POLICY. SKILLED MANPOWER CONSTITUTES A\n   20  GREAT RESOURCE IN THIS STATE.  APPRENTICESHIP PROGRAMS,  THROUGH  SUPER-\n   21  VISED  TRAINING  AND  EDUCATION, DEVELOP SKILLED CRAFTSMEN AND HELP MEET\n   22  THE INCREASING NEEDS FOR SUCH WORKERS IN THE STATE'S  LABOR  FORCE.  THE\n   23  CONTINUING  DEVELOPMENT  OF SKILLED MANPOWER IS ESSENTIAL FOR INDIVIDUAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02290-01-1\n\n       A. 104                              2\n\n    1  SELF-REALIZATION AND FOR AN EXPANDING INDUSTRIAL ECONOMY. TO THESE ENDS,\n    2  IT IS THE DECLARED PUBLIC POLICY OF THE STATE OF  NEW  YORK  TO  DEVELOP\n    3  SOUND  APPRENTICESHIP  TRAINING  STANDARDS AND TO ENCOURAGE INDUSTRY AND\n    4  LABOR  TO INSTITUTE AND MAINTAIN TRAINING PROGRAMS OF THE HIGHEST POSSI-\n    5  BLE QUALITY IN ALL ASPECTS OF ON-THE-JOB TRAINING AND  RELATED  INSTRUC-\n    6  TION  AND  THAT  APPRENTICESHIP  TRAINING  PROGRAMS  PROVIDE  MEANINGFUL\n    7  EMPLOYMENT AND RELEVANT TRAINING FOR APPRENTICES.\n    8    S 811. DEFINITIONS. AS USED IN THIS ARTICLE:\n    9    1. \"COMMISSIONER\" MEANS THE COMMISSIONER OF LABOR OF THE STATE OF  NEW\n   10  YORK OR HIS OR HER DULY AUTHORIZED REPRESENTATIVE.\n   11    2.   \"APPRENTICESHIP  PROGRAM\"  OR  \"PROGRAM\"  MEANS  A  WRITTEN  PLAN\n   12  CONDUCTED OR SPONSORED BY AN EMPLOYER, A GROUP OF EMPLOYERS, OR A  JOINT\n   13  APPRENTICESHIP  COMMITTEE  REPRESENTING  BOTH EMPLOYERS AND A UNION, AND\n   14  WHICH CONTAINS ALL TERMS AND CONDITIONS FOR THE QUALIFICATION,  RECRUIT-\n   15  MENT, SELECTION, EMPLOYMENT, AND TRAINING OF APPRENTICES, INCLUDING SUCH\n   16  MATTERS AS THE REQUIREMENT FOR A WRITTEN APPRENTICESHIP AGREEMENT.\n   17    3. \"APPRENTICESHIP AGREEMENT\" OR \"AGREEMENT\" MEANS A WRITTEN AGREEMENT\n   18  BETWEEN  A SPONSOR AND AN APPRENTICE WHICH CONTAINS THE TERMS AND CONDI-\n   19  TIONS OF THE EMPLOYMENT AND TRAINING OF THE APPRENTICE.\n   20    4. \"APPRENTICEABLE OCCUPATION\" IS A SKILLED TRADE WHICH POSSESSES  ALL\n   21  OF  THE  FOLLOWING  CHARACTERISTICS:   (A)   IS CUSTOMARILY LEARNED IN A\n   22  PRACTICAL WAY THROUGH TRAINING AND WORK ON THE JOB;  (B)    IS,  IN  THE\n   23  JUDGMENT OF THE COMMISSIONER, CLEARLY IDENTIFIED AND COMMONLY RECOGNIZED\n   24  THROUGHOUT  AN INDUSTRY;   (C)  IS, IN THE JUDGMENT OF THE COMMISSIONER,\n   25  NOT A PART OF AN  OCCUPATION  PREVIOUSLY  RECOGNIZED  AS  APPRENTICEABLE\n   26  UNLESS  SUCH  PART  IS  PRACTICED  INDUSTRY-WIDE  AS AN IDENTIFIABLE AND\n   27  DISTINCT TRADE; (D)  INVOLVES MANUAL, MECHANICAL OR TECHNICAL SKILLS AND\n   28  KNOWLEDGE WHICH REQUIRE A MINIMUM OF FOUR THOUSAND  HOURS  OF  WORK  AND\n   29  TRAINING, WHICH HOURS MAY INCLUDE THE TIME SPENT AT RELATED INSTRUCTION,\n   30  EXCEPT  THAT  AT  THE  DISCRETION  OF  THE COMMISSIONER, A NEW TRADE MAY\n   31  REQUIRE A MINIMUM OF TWO THOUSAND HOURS IF THE COMMISSIONER  FINDS  THAT\n   32  THE  PARTICULAR  TRADE  CAN  BE  LEARNED  WITHIN SUCH TIME; (E) REQUIRES\n   33  RELATED INSTRUCTION TO SUPPLEMENT THE ON-THE-JOB TRAINING WHICH INSTRUC-\n   34  TION SHALL BE GIVEN IN ACCORDANCE WITH THIS ARTICLE; AND (F)    INVOLVES\n   35  THE  DEVELOPMENT  OF  SKILLS SUFFICIENTLY BROAD TO BE APPLICABLE IN LIKE\n   36  OCCUPATIONS THROUGHOUT AN INDUSTRY, RATHER THAN OF  RESTRICTED  APPLICA-\n   37  TION TO THE PRODUCTS OF ANY ONE COMPANY.\n   38    5.  \"SPONSOR\"  MEANS  AN  EMPLOYER,  A  GROUP OF EMPLOYERS, OR A JOINT\n   39  APPRENTICESHIP COMMITTEE (JAC) REPRESENTING BOTH EMPLOYERS AND A  UNION,\n   40  WHICH  HAS  THE ABILITY TO TRAIN APPRENTICES, AND WHICH IS RECOGNIZED AS\n   41  SUCH BY THE COMMISSIONER THROUGH THE REGISTRATION OF A PROGRAM.\n   42    6. \"APPRENTICESHIP COUNCIL\" MEANS THE STATE APPRENTICESHIP AND  TRAIN-\n   43  ING  COUNCIL  ESTABLISHED PURSUANT TO SECTION EIGHT HUNDRED SEVENTEEN OF\n   44  THIS ARTICLE.\n   45    S 812. ELIGIBILITY AND PROCEDURE FOR REGISTRATION. 1.  AN  APPLICATION\n   46  FOR  REGISTRATION OF A PROGRAM OR AGREEMENT SHALL BE MADE BY THE SPONSOR\n   47  ON A FORM PRESCRIBED BY AND FILED WITH THE COMMISSIONER.\n   48    2. NO PROGRAM OR AGREEMENT SHALL BE ELIGIBLE FOR REGISTRATION  BY  THE\n   49  COMMISSIONER UNLESS THE COMMISSIONER FINDS THAT:  (A)  IT IS IN CONFORM-\n   50  ITY WITH THE REQUIREMENTS OF THIS ARTICLE;  (B)  THE PROPOSED PROGRAM IS\n   51  IN  AN  APPRENTICEABLE OCCUPATION AS DEFINED IN THIS ARTICLE; (C)  IT IS\n   52  IN CONFORMITY WITH THE REQUIREMENTS OF THE COMMISSIONER'S REGULATION  ON\n   53  EQUAL  EMPLOYMENT  OPPORTUNITY  IN  APPRENTICESHIP TRAINING; AND (D) THE\n   54  SPONSOR HAS AGREED TO REGISTER ALL APPRENTICES IN HIS OR HER EMPLOY, OR,\n   55  IN THE CASE OF A JOINT APPRENTICESHIP COMMITTEE IT SHALL BE THE  RESPON-\n   56  SIBILITY OF SUCH COMMITTEE TO REGISTER ALL OF ITS APPRENTICES.\n\n       A. 104                              3\n\n    1    3.  WHERE THERE IS AN EXISTING, QUALIFIED, RELATED INSTRUCTION PROGRAM\n    2  IN THE BUILDING TRADES, AVAILABLE TO ANY ELIGIBLE  APPRENTICE  CANDIDATE\n    3  FOR  THAT TRADE, THE DEPARTMENT SHOULD NOT REGISTER AN APPRENTICE TRAIN-\n    4  ING PROGRAM WHICH  PROPOSES  TO  USE  A  DIFFERENT  RELATED  INSTRUCTION\n    5  PROGRAM. IF, HOWEVER, THE EXISTING QUALIFIED PROGRAM IS NOT AVAILABLE TO\n    6  ALL  POTENTIAL  APPRENTICES,  AND  THE  PROPOSED APPRENTICESHIP TRAINING\n    7  PROGRAM AND RELATED  INSTRUCTION ARE OF THE SAME QUALITY  AND  STANDARDS\n    8  AS EXIST IN THE ESTABLISHED PROGRAM, THEN APPROVAL SHOULD BE CONSIDERED.\n    9  APPLICATIONS  FOR  ALL NEW PROGRAMS SHALL BE PROCESSED THROUGH THE STATE\n   10  APPRENTICESHIP AND TRAINING COUNCIL FOR  REVIEW.    FINAL  APPROVAL  FOR\n   11  REGISTRATION WILL BE MADE BY THE COMMISSIONER.\n   12    4.  APPRENTICES  MUST  BE  INDIVIDUALLY  REGISTERED UNDER A REGISTERED\n   13  PROGRAM. SUCH REGISTRATION MAY  BE  EFFECTED  BY:  (A)  SPONSORS  FILING\n   14  COPIES  OF  EACH  APPRENTICESHIP  AGREEMENT;  OR  (B)  SUBJECT  TO PRIOR\n   15  APPROVAL BY THE COMMISSIONER, FILING A MASTER  COPY  OF  SUCH  AGREEMENT\n   16  FOLLOWED  BY  A  LISTING  OF  THE NAME, AND OTHER REQUIRED DATA, OF EACH\n   17  INDIVIDUAL WHEN APPRENTICED.\n   18    5. THE COMMISSIONER MUST BE PROMPTLY NOTIFIED BY THE  SPONSOR  OF  THE\n   19  VOLUNTARY  CANCELLATION,  SUSPENSION,  OR  TERMINATION OF ANY PROGRAM OR\n   20  AGREEMENT, WITH THE REASONS THEREFOR, AND OF THE STATUS OF  ALL  APPREN-\n   21  TICES  IN THE PROGRAM, INCLUDING ARRANGEMENTS FOR TRANSFERRING OR TERMI-\n   22  NATING THEM.\n   23    6. THE SPONSOR OF AN APPROVED PROGRAM SHALL BE NOTIFIED  OF  REGISTRA-\n   24  TION BY THE COMMISSIONER.\n   25    7.  ANY  PROPOSED MODIFICATION OR CHANGE OF A REGISTERED PROGRAM SHALL\n   26  BE PROMPTLY SUBMITTED BY THE PROGRAM SPONSOR TO THE COMMISSIONER AND, IF\n   27  APPROVED, SHALL BE RECORDED AND ACKNOWLEDGED AS  AN  AMENDMENT  TO  SUCH\n   28  PROGRAM.\n   29    8. UNDER A PROGRAM PROPOSED FOR REGISTRATION BY AN EMPLOYER OR EMPLOY-\n   30  ERS'  ASSOCIATION, WHERE THE STANDARDS, COLLECTIVE BARGAINING AGREEMENT,\n   31  OR OTHER INSTRUMENT PROVIDES FOR PARTICIPATION BY A UNION IN ANY  MANNER\n   32  IN  THE  OPERATION  OF  THE  SUBSTANTIVE MATTERS OF THE PROGRAM, WRITTEN\n   33  ACKNOWLEDGEMENT BY THE UNION OF THE UNION AGREEMENT OR A WRITTEN  STATE-\n   34  MENT  BY THE UNION THAT IT HAS NO OBJECTION TO THE REGISTRATION SHALL BE\n   35  REQUIRED. WHERE NO SUCH UNION PARTICIPATION IS PROVIDED, THE EMPLOYER OR\n   36  EMPLOYERS' ASSOCIATION SHALL SIMULTANEOUSLY FURNISH TO THE UNION LOCALS,\n   37  IF ANY, WHICH ARE THE COLLECTIVE BARGAINING AGENTS OF THE  EMPLOYEES  TO\n   38  BE  TRAINED,  A  COPY  OF  ITS  APPLICATION  FOR REGISTRATION AND OF THE\n   39  PROGRAM. UPON RECEIPT OF THE APPLICATION AND PROGRAM,  THE  COMMISSIONER\n   40  SHALL  PROMPTLY  SEND BY CERTIFIED MAIL TO SUCH UNION LOCAL ANOTHER COPY\n   41  OF THE APPLICATION AND OF THE PROGRAM TOGETHER WITH A NOTICE THAT  UNION\n   42  COMMENTS WILL BE ACCEPTED FOR THIRTY DAYS THEREAFTER.\n   43    9.  WHERE  THE  EMPLOYEES  TO BE TRAINED HAVE NO COLLECTIVE BARGAINING\n   44  AGENT, AN APPRENTICESHIP PROGRAM MAY BE PROPOSED FOR REGISTRATION BY  AN\n   45  EMPLOYER  OR GROUP OF EMPLOYERS.  NOTICE SHALL BE GIVEN BY SUCH EMPLOYER\n   46  OR EMPLOYERS TO THE APPRENTICESHIP TRAINING COUNCIL.\n   47    10. THE COMMISSIONER MAY REFUSE TO REGISTER A PROGRAM IF IN HIS OR HER\n   48  JUDGMENT THE SPONSOR OR ANY PARTICIPANT WILL BE UNABLE  TO  CONDUCT  THE\n   49  PROGRAM  IN  ACCORDANCE WITH THE PROVISIONS OF THIS ARTICLE. THE COMMIS-\n   50  SIONER MAY ALSO REFUSE TO REGISTER A PROGRAM OR TO  REGISTER  ADDITIONAL\n   51  APPRENTICES  UNDER  A REGISTERED PROGRAM IF HE OR SHE FINDS THAT FOR THE\n   52  PARTICULAR OCCUPATION INVOLVED THE ECONOMIC AND EMPLOYMENT CONDITIONS IN\n   53  THE LOCALITY DO NOT JUSTIFY THE TRAINING OF ADDITIONAL  APPRENTICES  AND\n   54  WOULD  NOT  BE  IN  ACCORDANCE  WITH THE PUBLIC POLICY STATED IN SECTION\n   55  EIGHT HUNDRED TEN OF THIS ARTICLE.  ANY PERSON AGGRIEVED BY A  REGISTRA-\n   56  TION DENIAL MAY, WITHIN TEN DAYS FROM THE NOTICE OF FILING OF THE NOTICE\n\n       A. 104                              4\n\n    1  OF  DENIAL IN THE OFFICE OF THE COMMISSIONER, REQUEST A HEARING, AND THE\n    2  PROCEDURES IN SECTION EIGHT  HUNDRED  EIGHTEEN  OF  THIS  ARTICLE  SHALL\n    3  APPLY.\n    4    S  813.  STANDARDS  FOR  APPRENTICESHIP  PROGRAMS. NO PROGRAM SHALL BE\n    5  REGISTERED UNLESS THE COMMISSIONER DETERMINES THAT IT MEETS ALL  OF  THE\n    6  FOLLOWING STANDARDS:\n    7    1.  THE PROGRAM MUST BE AN ORGANIZED, WRITTEN PLAN EMBODYING THE TERMS\n    8  AND CONDITIONS OF EMPLOYMENT, TRAINING AND SUPERVISION OF  ONE  OR  MORE\n    9  APPRENTICES  IN  AN  APPRENTICEABLE  OCCUPATION,  AND SUBSCRIBED TO BY A\n   10  SPONSOR WHO HAS UNDERTAKEN TO CARRY OUT THE APPRENTICE TRAINING PROGRAM,\n   11  AND IN THE CASE OF A PROGRAM OF A  JOINT  APPRENTICESHIP  COMMITTEE  THE\n   12  SPONSOR  HAS UNDERTAKEN THE RESPONSIBILITY OF SUPERVISING THE CONDUCT OF\n   13  THE PROGRAM.\n   14    2. THE PROGRAM MUST CONTAIN THE EQUAL OPPORTUNITY PLEDGE PRESCRIBED BY\n   15  THE COMMISSIONER, AND IN PROGRAMS HAVING REGISTERED APPRENTICES:  (A) AN\n   16  AFFIRMATIVE ACTION PLAN IN ACCORDANCE WITH  REGULATIONS  ESTABLISHED  BY\n   17  THE COMMISSIONER, (B) A SELECTION METHOD AUTHORIZED IN SUCH REGULATIONS,\n   18  AND  (C) A PROVISION THAT THE APPRENTICE WILL BE ACCORDED EQUAL OPPORTU-\n   19  NITY IN ALL PHASES OF APPRENTICESHIP  EMPLOYMENT  AND  TRAINING  WITHOUT\n   20  DISCRIMINATION  BECAUSE  OF RACE, COLOR, RELIGION, NATIONAL ORIGIN, SEX,\n   21  AGE OR DISABILITY OR MARITAL STATUS.\n   22    3. THE PROGRAM MUST CONTAIN PROVISIONS DESCRIBING THE FOLLOWING:\n   23    (A)  THE EMPLOYMENT AND TRAINING OF THE APPRENTICE IN A SKILLED TRADE,\n   24  AND THE REQUIRED MINIMUM QUALIFICATIONS;\n   25    (B)  THE TERM OF APPRENTICESHIP, WHICH SHALL  BE  NOT  LESS  THAN  TWO\n   26  YEARS  OR  FOUR THOUSAND HOURS, CONSISTENT WITH TRAINING REQUIREMENTS AS\n   27  ESTABLISHED BY INDUSTRY PRACTICE  AS  DETERMINED  BY  THE  COMMISSIONER,\n   28  EXCEPT  THAT  THE  TERM OF APPRENTICESHIP IN A NEW TRADE MAY BE NOT LESS\n   29  THAN ONE YEAR OR TWO THOUSAND HOURS  IF  THE  COMMISSIONER  FINDS  AFTER\n   30  REVIEW OF WRITTEN SUBSTANTIATION OF THE SPONSOR AND WITH THE RECOMMENDA-\n   31  TION  OF  THE  APPRENTICESHIP  COUNCIL  THAT THE PARTICULAR TRADE CAN BE\n   32  LEARNED WITHIN SUCH TIME. A NEW TRADE FOR THE PURPOSES OF  THIS  SECTION\n   33  MUST BE ONE NOT PRESENTLY CONSIDERED TO BE A BUILDING TRADE;\n   34    (C)    THE  WORK PROCESSES IN WHICH THE APPRENTICE WILL RECEIVE SUPER-\n   35  VISED WORK EXPERIENCE AND TRAINING ON THE JOB, AND THE ALLOCATION OF THE\n   36  APPROXIMATE TIME TO BE SPENT IN EACH MAJOR PROCESS;\n   37    (D)  THE ORGANIZED, RELATED AND SUPPLEMENTAL INSTRUCTION IN  TECHNICAL\n   38  SUBJECTS RELATED TO THE TRADE WHICH WILL BE PROVIDED TO EACH APPRENTICE,\n   39  AS  REQUIRED BY THIS ARTICLE UNDER THE SUPERVISION OF QUALIFIED TRAINING\n   40  PERSONNEL UNDER NORMAL INSTRUCTIONAL CONDITIONS;\n   41    (E)  THE PROGRESSIVELY INCREASING SCHEDULE OF WAGES  TO  BE  PAID  THE\n   42  APPRENTICE  CONSISTENT WITH THE SKILL ACQUIRED.  THE ENTRY WAGE SHALL BE\n   43  NOT LESS THAN THE MINIMUM WAGE PRESCRIBED BY FEDERAL  OR  STATE  MINIMUM\n   44  WAGE  LAWS,  NOR LESS THAN THE WAGE REQUIRED BY AN APPLICABLE COLLECTIVE\n   45  BARGAINING AGREEMENT;\n   46    (F)  THE SPONSOR'S PLANS FOR A PERIODIC REVIEW AND EVALUATION  OF  THE\n   47  APPRENTICE'S  PROGRESS  IN  JOB PERFORMANCE AND RELATED INSTRUCTION, AND\n   48  THE MANNER IN WHICH THE SPONSOR WILL MAINTAIN RECORDS FOR  EACH  APPREN-\n   49  TICE;\n   50    (G)    THE  RATIO  OF  APPRENTICES  TO JOURNEYMEN UNDER THE PROGRAM AS\n   51  DETERMINED BY THE COMMISSIONER, IN ACCORDANCE WITH  PROPER  SUPERVISION,\n   52  TRAINING  AND CONTINUITY OF EMPLOYMENT, APPLICABLE PROVISIONS IN COLLEC-\n   53  TIVE BARGAINING AGREEMENTS AND UNION TIME ACCEPTED RATIOS;\n   54    (H)  THE SPONSOR'S STATEMENT THAT HE OR SHE WILL COMPLY WITH  APPLICA-\n   55  BLE  FEDERAL,  STATE AND LOCAL OCCUPATIONAL SAFETY AND HEALTH STANDARDS,\n   56  INCLUDING HIS OR HER WILLINGNESS TO PROVIDE ADEQUATE AND SAFE  EQUIPMENT\n\n       A. 104                              5\n\n    1  AND  FACILITIES  FOR  TRAINING  AND SUPERVISION, AND SAFETY TRAINING FOR\n    2  APPRENTICES ON THE JOB;\n    3    (I)  THE PROBATIONARY PERIOD FOR APPRENTICES, WHICH SHALL BE A REASON-\n    4  ABLE LENGTH, AS DETERMINED BY THE COMMISSIONER IN ACCORDANCE WITH APPLI-\n    5  CABLE PROVISIONS OF THE APPLICABLE COLLECTIVE BARGAINING AGREEMENTS;\n    6    (J)    THE  PLACEMENT  AND REGISTRATION OF AN APPRENTICE IN ACCORDANCE\n    7  WITH THE PROVISIONS OF THE RULES AND REGULATIONS PROMULGATED PURSUANT TO\n    8  THIS ARTICLE;\n    9    (K)   THE MANNER, IF ANY, BY  WHICH  THE  SPONSOR  PROPOSES  TO  GRANT\n   10  ADVANCE STANDING OR CREDIT FOR PREVIOUSLY ACQUIRED EXPERIENCE, TRAINING,\n   11  SKILLS,  OR APTITUDE FOR ALL APPLICANTS EQUALLY, AND THE MANNER IN WHICH\n   12  WAGES WILL BE ADJUSTED IF ANY ADVANCE STANDING OR CREDIT IS GRANTED;\n   13    (L)  THE MANNER IN WHICH THE SPONSOR WILL PERMIT THE TRANSFER  OF  ITS\n   14  TRAINING OBLIGATION TO ANOTHER SPONSOR, WHERE WARRANTED, WITH FULL CRED-\n   15  IT TO THE APPRENTICE FOR SATISFACTORY TIME AND TRAINING EARNED;\n   16    (M)    THE  SPONSOR'S ASSURANCE THAT ALL TRAINING WILL BE CONDUCTED BY\n   17  QUALIFIED TRAINING PERSONNEL;\n   18    (N)  THE MANNER IN WHICH THE SPONSOR WILL GRANT  RECOGNITION  FOR  THE\n   19  SUCCESSFUL  COMPLETION OF APPRENTICESHIP, WHICH RECOGNITION MUST INCLUDE\n   20  THE PRESENTATION OF AN  APPROPRIATE  NEW  YORK  STATE  CERTIFICATION  OF\n   21  COMPLETION FOR ALL WHO COMPLETE THE PROGRAM;\n   22    (O)    THE  SPONSOR'S AGREEMENT TO PROMPTLY NOTIFY THE COMMISSIONER OF\n   23  ALL PERSONS WHO HAVE SUCCESSFULLY COMPLETED PROGRAMS;\n   24    (P)  THE SPONSOR'S STATEMENT THAT THE PROGRAM WILL BE CONDUCTED, OPER-\n   25  ATED, AND ADMINISTERED IN CONFORMITY WITH ALL APPLICABLE  PROVISIONS  OF\n   26  THIS ARTICLE; AND\n   27    (Q)    THE SPONSOR'S AGREEMENT TO PROMPTLY RECORD, MAINTAIN AND SUBMIT\n   28  TO THE COMMISSIONER SUCH RECORDS CONCERNING  APPRENTICESHIP  AS  MAY  BE\n   29  REQUIRED BY THE COMMISSIONER AND OTHER APPLICABLE LAWS OR REGULATIONS.\n   30    4. NOTWITHSTANDING ANY OTHER GROUND FOR DEREGISTRATION, A VIOLATION OF\n   31  ANY OF THE AFOREMENTIONED STANDARDS SHALL BE A GROUND FOR DEREGISTRATION\n   32  OF AN APPRENTICESHIP PROGRAM.\n   33    S  814.  STANDARDS  FOR  APPRENTICESHIP  AGREEMENTS. AN APPRENTICESHIP\n   34  AGREEMENT SHALL INCLUDE THE FOLLOWING:\n   35    1. A STATEMENT OF THE TRADE OR CRAFT TO BE  TAUGHT  AND  THE  REQUIRED\n   36  HOURS  FOR COMPLETION OF APPRENTICESHIP WHICH SHALL BE NOT LESS THAN TWO\n   37  YEARS OR FOUR THOUSAND HOURS OF REASONABLY CONTINUOUS EMPLOYMENT.\n   38    2. A STATEMENT OF THE PROCESSES IN THE TRADE  OR  CRAFT  DIVISIONS  IN\n   39  WHICH  THE APPRENTICE IS TO BE TAUGHT AND THE APPROXIMATE AMOUNT OF TIME\n   40  TO BE SPENT AT EACH PROCESS.\n   41    3. A STATEMENT OF THE NUMBER OF HOURS TO BE SPENT BY THE APPRENTICE IN\n   42  WORK AND THE NUMBER OF HOURS TO BE SPENT  IN  RELATED  AND  SUPPLEMENTAL\n   43  INSTRUCTION  WHICH INSTRUCTION SHALL BE NOT LESS THAN ONE HUNDRED FORTY-\n   44  FOUR HOURS A YEAR.\n   45    4. A STATEMENT THAT APPRENTICES SHALL BE NOT LESS THAN  SIXTEEN  YEARS\n   46  OF AGE.\n   47    5. PROVISION THAT APPRENTICES SHALL BE SELECTED ON THE BASIS OF QUALI-\n   48  FICATIONS  ALONE,  AS  DETERMINED  BY  OBJECTIVE  CRITERIA  WHICH PERMIT\n   49  REVIEW, AND  WITHOUT  ANY  DISCRIMINATION  AS  TO  RACE,  CREED,  COLOR,\n   50  NATIONAL  ORIGIN,  SEX,  AGE  OR  DISABILITY OR MARITAL STATUS. THE TERM\n   51  \"DISABILITY\" IS LIMITED TO PHYSICAL, MENTAL OR MEDICAL CONDITIONS  WHICH\n   52  ARE  UNRELATED  TO THE APPRENTICE'S ABILITY TO PERFORM THE DUTIES OF THE\n   53  APPRENTICEABLE OCCUPATION.\n   54    6. A STATEMENT OF THE PROGRESSIVELY INCREASING SCALE OF  WAGES  TO  BE\n   55  PAID THE APPRENTICE.\n\n       A. 104                              6\n\n    1    7.  PROVISION  THAT THE   SERVICES OF THE COMMISSIONER MAY BE UTILIZED\n    2  FOR CONSULTATION REGARDING THE SETTLEMENT OF DIFFERENCES ARISING OUT  OF\n    3  THE  APPRENTICESHIP  AGREEMENT WHERE SUCH DIFFERENCES CANNOT BE ADJUSTED\n    4  LOCALLY OR IN ACCORDANCE WITH THE ESTABLISHED TRADE PROCEDURE.\n    5    8.  PROVISION THAT IF A SPONSOR, WHO IS AN EMPLOYER OR EMPLOYER GROUP,\n    6  IS UNABLE TO FULFILL HIS OR  HER  OBLIGATION  UNDER  THE  APPRENTICESHIP\n    7  AGREEMENT  HE OR SHE MAY TRANSFER SUCH OBLIGATION TO ANOTHER EMPLOYER OR\n    8  EMPLOYER GROUP.\n    9    9. SUCH ADDITIONAL STANDARDS AS MAY BE PRESCRIBED IN  ACCORDANCE  WITH\n   10  THE PROVISIONS OF THIS ARTICLE.\n   11    S  815. RELATED AND SUPPLEMENTAL INSTRUCTION. RELATED AND SUPPLEMENTAL\n   12  INSTRUCTION FOR APPRENTICES, COORDINATION OF INSTRUCTION WITH JOB  EXPE-\n   13  RIENCE, AND THE SELECTION OF TEACHERS AND COORDINATORS FOR SUCH INSTRUC-\n   14  TION  SHALL  BE THE RESPONSIBILITY OF STATE AND LOCAL BOARDS RESPONSIBLE\n   15  FOR VOCATIONAL EDUCATION. WHERE A JOINT APPRENTICESHIP COMMITTEE IS  THE\n   16  SPONSOR, SUCH COMMITTEE SHALL BE RESPONSIBLE FOR THE SELECTION OF TEACH-\n   17  ERS AND COORDINATION OF SUCH INSTRUCTION.\n   18    THE  STATE  EDUCATION  DEPARTMENT  SHALL  BE RESPONSIBLE FOR AND SHALL\n   19  PROVIDE RELATED INSTRUCTION AS REQUIRED BY APPRENTICESHIP  PROGRAMS  SET\n   20  UP  UNDER  THIS ARTICLE, EXCEPT THAT RELATED INSTRUCTION MAY BE PROVIDED\n   21  BY A SPONSOR UNDER A PROGRAM APPROVED   BY THE STATE  EDUCATION  DEPART-\n   22  MENT.\n   23    S  816.  POWERS AND DUTIES OF THE COMMISSIONER. THE COMMISSIONER SHALL\n   24  HAVE THE FOLLOWING POWERS AND DUTIES:\n   25    1. TO ENCOURAGE AND PROMOTE APPRENTICESHIP PROGRAMS AND THE MAKING  OF\n   26  AGREEMENTS CONFORMING TO THE STANDARDS ESTABLISHED BY THIS ARTICLE;\n   27    2.  TO ESTABLISH SUCH ADDITIONAL STANDARDS FOR APPRENTICESHIP PROGRAMS\n   28  AND AGREEMENTS AS HE OR SHE FINDS NECESSARY TO EFFECTUATE  THE  PURPOSES\n   29  OF THIS ARTICLE;\n   30    3. TO SUPERVISE APPRENTICESHIP PROGRAMS AND MAINTENANCE OF STANDARDS;\n   31    4. TO REGISTER APPROVED APPRENTICESHIP PROGRAMS AND AGREEMENTS, AND TO\n   32  ISSUE CERTIFICATES OF COMPLETION OF APPRENTICESHIP;\n   33    5. AFTER CONSULTATION WITH THE APPRENTICESHIP AND TRAINING COUNCIL, TO\n   34  GRANT SUCH VARIANCES FROM ANY PROVISION OF THIS ARTICLE AS HE OR SHE MAY\n   35  FIND  NECESSARY  AND PROPER IF THE SPIRIT OF THE PROVISION IS PRESERVED,\n   36  PROVIDED, HOWEVER, THAT IF THE  VARIANCE  RELATES  TO  THE  STANDARD  IN\n   37  SECTION EIGHT HUNDRED FOURTEEN OF THIS ARTICLE THAT THE APPRENTICE SPEND\n   38  AT LEAST ONE HUNDRED FORTY-FOUR HOURS A YEAR IN RELATED AND SUPPLEMENTAL\n   39  INSTRUCTION,  THE COMMISSIONER MAY GRANT SUCH VARIANCE WITH THE APPROVAL\n   40  OF THE COMMISSIONER OF EDUCATION;\n   41    6. ON HIS OR HER OWN INITIATIVE OR UPON RECEIVING A VERIFIED COMPLAINT\n   42  IN WRITING OF ANY PERSON, FIRM, CORPORATION OR  LABOR  ORGANIZATION,  TO\n   43  CAUSE AN INVESTIGATION TO BE MADE TO DETERMINE WHETHER AN APPRENTICESHIP\n   44  PROGRAM SHOULD BE DEREGISTERED;\n   45    7.  TO TERMINATE OR CANCEL ANY APPRENTICESHIP PROGRAM OR AGREEMENT AND\n   46  TO DEREGISTER AN APPRENTICESHIP PROGRAM;\n   47    8. TO ENCOURAGE AND PROMOTE THE HIRING AS APPRENTICES BY ANY TRADE  OR\n   48  GROUP  OF  TRADES  OF  PERSONS WHO ARE ON PAROLE, IN ORDER TO AID IN THE\n   49  REHABILITATION OF SUCH PERSONS;\n   50    9. TO STUDY AND DISSEMINATE INFORMATION  ON  APPRENTICESHIP  TRAINING,\n   51  TRENDS  OF  EMPLOYMENT  OPPORTUNITIES  IN  VARIOUS TRADES, THE IMPACT OF\n   52  TECHNOLOGICAL CHANGE ON SKILL LEVELS AND REQUIREMENTS, THE SUPPLY OF AND\n   53  NEED FOR SKILLED MANPOWER, AND RELATED MATTERS;\n   54    10. TO COOPERATE WITH FEDERAL, STATE, LOCAL GOVERNMENTAL  AND  PRIVATE\n   55  AGENCIES HAVING AN INTEREST IN APPRENTICESHIP PROGRAMS;\n\n       A. 104                              7\n\n    1    11.  TO  ADOPT  SUCH RULES AND REGULATIONS AS MAY BE NECESSARY FOR THE\n    2  EFFECTIVE ADMINISTRATION OF THE PURPOSES AND PROVISIONS OF THIS ARTICLE;\n    3    12.  TO  PERFORM  SUCH  OTHER  DUTIES AS MAY BE NECESSARY TO GIVE FULL\n    4  EFFECT TO THE PROVISIONS OF THIS ARTICLE.\n    5    S 817. STATE APPRENTICESHIP AND  TRAINING  COUNCIL.  1.  THE  GOVERNOR\n    6  SHALL  APPOINT  A STATE APPRENTICESHIP AND TRAINING COUNCIL, COMPOSED OF\n    7  SEVEN REPRESENTATIVES EACH  FROM  EMPLOYER  AND  EMPLOYEE  ORGANIZATIONS\n    8  RESPECTIVELY  AND ONE REPRESENTATIVE OF THE GENERAL PUBLIC, WHO SHALL BE\n    9  THE CHAIRMAN. THE COUNCIL BY MAJORITY VOTE  MAY  DESIGNATE  ONE  OF  ITS\n   10  MEMBERS  AS  VICE-CHAIRMAN  TO  ACT  IN  THE ABSENCE OR INABILITY OF THE\n   11  CHAIRMAN FOR ALL PURPOSES EXCEPT THAT SET  FORTH  IN  PARAGRAPH  (D)  OF\n   12  SUBDIVISION  TWO  OF  THIS SECTION. EACH MEMBER SHALL BE APPOINTED FOR A\n   13  TERM OF THREE YEARS AND SHALL HOLD OFFICE UNTIL HIS OR HER SUCCESSOR  IS\n   14  APPOINTED AND HAS QUALIFIED.  ANY VACANCY SHALL BE FILLED BY APPOINTMENT\n   15  FOR  THE UNEXPIRED PORTION OF THE TERM. THE PRESENT MEMBERS OF THE COUN-\n   16  CIL SHALL CONTINUE TO HOLD OFFICE UNTIL THE EXPIRATION OF THEIR  PRESENT\n   17  TERMS  OR THEIR EARLIER TERMINATIONS BY RESIGNATION OR INABILITY TO ACT.\n   18  THE COMMISSIONER AND THE COMMISSIONERS OF EDUCATION AND ECONOMIC  DEVEL-\n   19  OPMENT  SHALL  BE  EX OFFICIO MEMBERS OF SUCH COUNCIL WITHOUT VOTE. WHEN\n   20  ENGAGED UPON THE WORK OF THE COUNCIL THE MEMBERS SHALL RECEIVE  THE  PER\n   21  DIEM ALLOWANCE APPROPRIATED THEREFOR, AND SHALL BE REIMBURSED FOR TRANS-\n   22  PORTATION  AND  OTHER  EXPENSES ACTUALLY AND NECESSARILY INCURRED IN THE\n   23  PERFORMANCE OF THEIR DUTIES. TO COORDINATE THE ACTIVITIES OF  THE  COUN-\n   24  CIL,  THE COMMISSIONER SHALL APPOINT AN EXECUTIVE SECRETARY OF THE COUN-\n   25  CIL WHO SHALL RECEIVE AN ANNUAL COMPENSATION FIXED BY  THE  COMMISSIONER\n   26  WITHIN THE AMOUNT APPROPRIATED THEREFOR.\n   27    2.  THE COUNCIL (A) SHALL ADVISE THE COMMISSIONER ON APPRENTICE TRAIN-\n   28  ING MATTERS, INCLUDING THE MATTER OF RELATED AND  SUPPLEMENTAL  INSTRUC-\n   29  TION; (B) SHALL MAINTAIN A CLOSE AND EFFECTIVE LIAISON WITH GOVERNMENTAL\n   30  AND  NONGOVERNMENTAL  AGENCIES WHICH ARE CONCERNED WITH SKILLED MANPOWER\n   31  DEVELOPMENT AND PROBLEMS; (C)  MAY RECOMMEND RESEARCH PROJECTS ON  FACTS\n   32  AND  TRENDS  RELATING  TO  APPRENTICESHIP TRAINING AND THE SUPPLY OF AND\n   33  NEED FOR SKILLED MANPOWER; AND (D) SHALL  ACT  AS  A  HEARING  PANEL  IN\n   34  DENIAL OF REGISTRATION OR DEREGISTRATION PROCEEDINGS AS PROVIDED IN THIS\n   35  ARTICLE.\n   36    3. THE COMMISSIONER SHALL CONSULT WITH THE COUNCIL BEFORE PROMULGATING\n   37  A  RULE  OR REGULATION TO EFFECTUATE THE PURPOSES OF THIS ARTICLE AND IN\n   38  THE PREPARATION OF PROPOSED AMENDMENTS OF THIS ARTICLE.\n   39    S 818. DEREGISTRATION PROCEEDINGS. 1. GROUNDS FOR DEREGISTRATION.  THE\n   40  COMMISSIONER  MAY  DEREGISTER  AN APPRENTICESHIP TRAINING PROGRAM IF THE\n   41  COMMISSIONER FINDS THAT THE SPONSOR, OR ANY PARTICIPANT HAS:\n   42    (A) VIOLATED A FEDERAL OR STATE LAW;\n   43    (B) SUBVERTED THE PROGRAM INTENT BY HIRING WORKERS  AS  HELPERS,  SHOP\n   44  BOYS  OR  OTHER TITLES AND ASSIGNING TO THEM WORK GENERALLY PERFORMED BY\n   45  APPRENTICES;\n   46    (C) NOT CONDUCTED, OPERATED, AND ADMINISTERED THE PROGRAM  IN  ACCORD-\n   47  ANCE  WITH  THIS  ARTICLE,  EXCEPT  THAT  DEREGISTRATION PROCEEDINGS FOR\n   48  VIOLATION OF  EQUAL  OPPORTUNITY  REQUIREMENTS  SHALL  BE  PROCESSED  IN\n   49  ACCORDANCE  WITH  THE  PROVISIONS OF PART SIX HUNDRED OF TITLE TWELVE OF\n   50  THE OFFICIAL COMPILATION OF CODES, RULES AND REGULATIONS OF THE STATE OF\n   51  NEW YORK;\n   52    (D)   MADE A FALSE OR MISLEADING  STATEMENT  IN  CONNECTION  WITH  THE\n   53  REGISTRATION OF THE PROGRAM; OR\n   54    (E)  IS NOT A PERSON OF GOOD CHARACTER AND RESPONSIBILITY.\n   55    2.  PROCEDURE. (A)   WHERE IT APPEARS THAT SUFFICIENT CAUSE EXISTS FOR\n   56  DEREGISTRATION, THE COMMISSIONER SHALL SEND A NOTICE TO THE  SPONSOR  BY\n\n       A. 104                              8\n\n    1  REGISTERED  OR  CERTIFIED  MAIL,  RETURN  RECEIPT REQUESTED, STATING THE\n    2  GROUND OR GROUNDS ON WHICH IT IS PROPOSED TO DEREGISTER THE PROGRAM  AND\n    3  THAT  THE  PROGRAM WILL BE DEREGISTERED UNLESS, WITHIN TEN CALENDAR DAYS\n    4  OF  THE RECEIPT OF THE NOTICE, THE SPONSOR FILES WITH THE COMMISSIONER A\n    5  WRITTEN REQUEST FOR A HEARING.\n    6    (B)  IF THE SPONSOR REQUESTS A HEARING, THE COMMISSIONER SHALL CONVENE\n    7  A HEARING AND ISSUE HIS OR HER DETERMINATION IN ACCORDANCE WITH SUBDIVI-\n    8  SION THREE OF THIS SECTION.\n    9    (C)  IN SUCH DETERMINATION, THE COMMISSIONER MAY ALLOW THE  SPONSOR  A\n   10  REASONABLE TIME TO ACHIEVE VOLUNTARY CORRECTIVE ACTION.\n   11    (D)  IN EACH CASE IN WHICH DEREGISTRATION IS ORDERED, THE COMMISSIONER\n   12  SHALL  PUBLISH  WITHIN THIRTY DAYS IN THE STATE BULLETIN A NOTICE OF THE\n   13  ORDER AND SHALL NOTIFY THE SPONSOR. IN ADDITION, THE COMMISSIONER  SHALL\n   14  WITHIN  THIRTY DAYS NOTIFY ALL REGISTERED APPRENTICES OF THE DEREGISTRA-\n   15  TION OF THE PROGRAM, THE EFFECTIVE  DATE  THEREOF,  AND  THE  EFFECT  OF\n   16  DEREGISTRATION.\n   17    (E)    ANY  PERSON AGGRIEVED BY AN ORDER DENYING REGISTRATION OR BY AN\n   18  ORDER OF DEREGISTRATION MAY, WITHIN  THIRTY  DAYS  FROM  THE  NOTICE  OF\n   19  FILING  OF THE ORDER IN THE COMMISSIONER'S OFFICE, REVIEW THE ORDER IN A\n   20  PROCEEDING UNDER ARTICLE SEVENTY-EIGHT OF THE  CIVIL  PRACTICE  LAW  AND\n   21  RULES.\n   22    (F)  ANY APPRENTICESHIP PROGRAM DEREGISTERED MAY NOT BE REGISTERED FOR\n   23  A  PERIOD OF THREE YEARS, NOR SHALL THE SPONSOR OR ANY EMPLOYER OR UNION\n   24  PARTICIPANT BE ELIGIBLE TO REGISTER OR PARTICIPATE IN ANY OTHER  PROGRAM\n   25  FOR  SUCH PERIOD. IF THE SPONSOR OR ANY PARTICIPANT IS A CORPORATION THE\n   26  OFFICERS AND STOCKHOLDERS OF THE CORPORATION MAY NOT REGISTER A  PROGRAM\n   27  UNDER ANOTHER CORPORATE NAME FOR SUCH PERIOD.\n   28    3. HEARINGS. UPON RECEIPT OF A REQUEST FOR A HEARING, THE COMMISSIONER\n   29  SHALL  REQUEST  THE  CHAIRMAN  OF  THE STATE APPRENTICESHIP AND TRAINING\n   30  COUNCIL TO DESIGNATE A PANEL FROM THE MEMBERS OF SUCH COUNCIL TO CONDUCT\n   31  SUCH HEARING. THE PANEL SHALL BE COMPOSED OF AN EQUAL NUMBER  OF  REPRE-\n   32  SENTATIVES  OF  EMPLOYERS  AND  OF  EMPLOYEE ORGANIZATIONS, AND ALSO MAY\n   33  INCLUDE THE CHAIRMAN. THE COMMISSIONER MAY, AT THE REQUEST OF THE CHAIR-\n   34  MAN, DESIGNATE AN ATTORNEY OF THE DEPARTMENT OF LABOR TO PRESIDE AT  THE\n   35  HEARING,  BUT  SUCH  ATTORNEY SHALL NOT PARTICIPATE IN THE MAKING OF THE\n   36  REPORT AND RECOMMENDATIONS OF THE PANEL. REASONABLE NOTICE OF THE  HEAR-\n   37  ING  SHALL  BE  GIVEN  BY  REGISTERED  OR CERTIFIED MAIL, RETURN RECEIPT\n   38  REQUESTED, TO THE APPROPRIATE SPONSOR AND THE COMPLAINANT, IF ANY.  SUCH\n   39  NOTICE SHALL INCLUDE A REASONABLE TIME AND PLACE OF HEARING, A STATEMENT\n   40  OF THE PROVISIONS OF THIS ARTICLE PURSUANT TO WHICH THE HEARING IS TO BE\n   41  HELD,  AND  A  CONCISE  STATEMENT  OF  THE MATTERS PURSUANT TO WHICH THE\n   42  ACTION FORMING THE BASIS OF THE HEARING IS PROPOSED TO BE TAKEN.\n   43    HEARINGS SHALL BE CONDUCTED INFORMALLY AND A RECORD MADE OF THE  SWORN\n   44  TESTIMONY. THE COMPLAINANT, AND EVERY PARTY TO THE PROCEEDING SHALL HAVE\n   45  THE  RIGHT TO COUNSEL AND A FULL OPPORTUNITY TO BE HEARD, INCLUDING SUCH\n   46  CROSS-EXAMINATION AS MAY BE APPROPRIATE IN THE CIRCUMSTANCES. THE  HEAR-\n   47  ING  PANEL  SHALL,  ON  THE  BASIS OF THE RECORD MADE IN THE PROCEEDING,\n   48  SUBMIT ITS REPORT AND RECOMMENDATIONS TO  THE  COMMISSIONER,  WHO  SHALL\n   49  ISSUE  HIS  OR HER DETERMINATION WITHIN THIRTY DAYS AFTER RECEIPT OF THE\n   50  HEARING PANEL'S REPORT.\n   51    S 819. COMPLAINTS. 1. ANY PERSON, FIRM, CORPORATION OR LABOR ORGANIZA-\n   52  TION MAY FILE A COMPLAINT  ALLEGING  THAT  A  REGISTERED  APPRENTICESHIP\n   53  PROGRAM IS NOT OPERATING IN ACCORDANCE WITH THIS ARTICLE OR A REGULATION\n   54  ISSUED  THEREUNDER, OR WITH THE EQUAL EMPLOYMENT OPPORTUNITY REGULATION,\n   55  OR WITH THE APPRENTICESHIP AGREEMENT. THE COMMISSIONER SHALL INVESTIGATE\n\n       A. 104                              9\n\n    1  SUCH COMPLAINT, AND SHALL RESOLVE IT IN ACCORDANCE WITH  THE  PROVISIONS\n    2  OF THIS ARTICLE.\n    3    2.  ANY COMPLAINT CONCERNING DISCRIMINATION OR OTHER EQUAL OPPORTUNITY\n    4  MATTER SHALL BE SUBMITTED, PROCESSED, AND RESOLVED  IN  ACCORDANCE  WITH\n    5  THE APPLICABLE RULES AND REGULATIONS OF THE COMMISSIONER.\n    6    3.  EXCEPT  FOR MATTERS COVERED UNDER SUBDIVISION TWO OF THIS SECTION,\n    7  ANY CONTROVERSY OR DIFFERENCE ARISING UNDER AN APPRENTICESHIP  AGREEMENT\n    8  WHICH CANNOT BE ADJUSTED LOCALLY, AND THE APPRENTICE IS NOT COVERED BY A\n    9  COLLECTIVE  BARGAINING  AGREEMENT, MAY BE SUBMITTED BY AN APPRENTICE, OR\n   10  HIS OR HER AUTHORIZED REPRESENTATIVE, TO THE  COMMISSIONER  FOR  REVIEW.\n   11  MATTERS  COVERED BY A COLLECTIVE BARGAINING AGREEMENT, HOWEVER, SHALL BE\n   12  SUBMITTED AND  PROCESSED  IN  ACCORDANCE  WITH  THE  PROCEDURES  THEREIN\n   13  PROVIDED, AND ONCE SO SUBMITTED, MAY NOT BE SUBMITTED TO THE COMMISSION-\n   14  ER AS A COMPLAINT.\n   15    4.  A  COMPLAINT  MUST BE IN WRITING AND SIGNED BY THE COMPLAINANT, OR\n   16  HIS OR HER AUTHORIZED REPRESENTATIVE. IT SHALL SET  FORTH  THE  SPECIFIC\n   17  MATTERS  COMPLAINED  OF,  TOGETHER  WITH  ALL RELEVANT FACTS AND CIRCUM-\n   18  STANCES.  COPIES OF ALL PERTINENT  DOCUMENTS  AND  CORRESPONDENCE  SHALL\n   19  ACCOMPANY THE COMPLAINT.\n   20    5.  THE  COMMISSIONER  SHALL RENDER A DETERMINATION WITHIN NINETY DAYS\n   21  AFTER RECEIPT OF A COMPLAINT UNDER SUBDIVISION THREE  OF  THIS  SECTION,\n   22  BASED  UPON SUCH INVESTIGATION OF THE MATTERS SUBMITTED AS HE OR SHE MAY\n   23  FIND NECESSARY.  DURING SUCH NINETY-DAY PERIOD  THE  COMMISSIONER  SHALL\n   24  MAKE  REASONABLE EFFORTS TO EFFECT A SATISFACTORY RESOLUTION BETWEEN THE\n   25  PARTIES INVOLVED. IF SO RESOLVED, THE PARTIES SHALL BE NOTIFIED THAT THE\n   26  CASE IS CLOSED. IF THE COMMISSIONER DETERMINES  THAT  THE  COMPLAINT  IS\n   27  UNJUSTIFIED, HE OR SHE SHALL DISMISS SAID COMPLAINT. IF THE COMMISSIONER\n   28  DETERMINES  THAT  SUFFICIENT  CAUSE  EXISTS FOR DEREGISTRATION HE OR SHE\n   29  SHALL PROCEED IN ACCORDANCE WITH THE PROVISIONS OF THIS ARTICLE. WHERE A\n   30  DETERMINATION IS RENDERED,  COPIES  SHALL  BE  SENT  TO  ALL  INTERESTED\n   31  PARTIES.\n   32    6.  NOTHING  IN  THIS  SECTION SHALL OPERATE TO PROHIBIT AN APPRENTICE\n   33  FROM ELECTING TO INSTITUTE APPROPRIATE COURT PROCEEDINGS.\n   34    S 819-A. RECORDS AND REPORTS. EACH SPONSOR SHALL KEEP ADEQUATE RECORDS\n   35  RELATIVE TO ALL PHASES OF THE OPERATION OF THE  APPRENTICESHIP  PROGRAM,\n   36  INCLUDING  BUT NOT LIMITED TO JOB ASSIGNMENTS, PROMOTION, DEMOTION, LAY-\n   37  OFF OR TERMINATION, RATES OF PAY  OR  OTHER  FORMS  OF  COMPENSATION  OR\n   38  CONDITIONS OF WORK, PAYROLL RECORDS, PROGRESS RECORDS OF THE APPRENTICE,\n   39  AND  ANY  OTHER  RECORDS PERTINENT TO A DETERMINATION OF COMPLIANCE WITH\n   40  THIS ARTICLE IN SUCH MANNER AND FORM AS MAY BE REQUIRED BY  THE  COMMIS-\n   41  SIONER.\n   42    IN  ADDITION  TO  INFORMATION PROVIDED DURING REGULAR DEPARTMENT FIELD\n   43  INSPECTIONS EACH SPONSOR, AND EACH APPRENTICE SHALL PROMPTLY SUBMIT SUCH\n   44  REPORTS TO THE DEPARTMENT AS THE COMMISSIONER IN HIS OR  HER  DISCRETION\n   45  SHALL  REQUIRE.  SUCH  REPORTS  SHALL BE MADE ON FORMS PRESCRIBED BY THE\n   46  COMMISSIONER.\n   47    S 819-B. APPRENTICESHIP ASSISTANCE IN ALL  POLITICAL  SUBDIVISIONS  OF\n   48  THE  STATE. ANY POLITICAL SUBDIVISION OF THE STATE MAY PROVIDE FINANCIAL\n   49  ASSISTANCE, WITHIN THE AMOUNTS APPROPRIATED THEREFOR, FOR THE PURPOSE OF\n   50  PROMOTING NONPROFIT PROGRAMS WITHIN SUCH POLITICAL SUBDIVISION TO  TRAIN\n   51  PERSONS  IN  THOSE  SKILLS  NEEDED  BY  THE  POLITICAL SUBDIVISION AS AN\n   52  EMPLOYER, ADMINISTERED BY AGENCIES REPRESENTING MUNICIPAL EMPLOYEES IN A\n   53  PARTICULAR TITLE  OR  CLASSIFICATION  OR  OTHER  PHASES  OF  EMPLOYMENT;\n   54  PROVIDED SUCH PROGRAMS ARE APPROVED BY THE DEPARTMENT OF EDUCATION AS TO\n   55  CURRICULUM,  INSTRUCTORS  AND  SCOPE,  AND  FURTHER  PROVIDED  THAT SUCH\n   56  PROGRAMS ARE REGISTERED AND APPROVED AS PROVIDED IN THIS ARTICLE.\n\n       A. 104                             10\n\n    1    S 819-C. SEPARABILITY. IF ANY PROVISION OF THIS ARTICLE OR THE  APPLI-\n    2  CATION  THEREOF  TO  ANY  PERSON  OR CIRCUMSTANCES, IS HELD INVALID, THE\n    3  REMAINDER OF THIS ARTICLE, AND THE  APPLICATION  OF  SUCH  PROVISION  TO\n    4  OTHER PERSONS AND CIRCUMSTANCES, SHALL NOT BE AFFECTED THEREBY.\n    5    S 2. The state finance law is amended by adding a new section 139-l to\n    6  read as follows:\n    7    S 139-L. OBLIGATION TO HAVE A REGISTERED APPRENTICESHIP PROGRAM.  1. A\n    8  CLAUSE  SHALL  BE  INSERTED IN ALL SPECIFICATIONS OR CONTRACTS HEREAFTER\n    9  MADE OR AWARDED BY THE STATE OR ANY PUBLIC DEPARTMENT, AGENCY  OR  OFFI-\n   10  CIAL  THEREOF, OR ANY COUNTY, CITY, TOWN, VILLAGE, PUBLIC BENEFIT CORPO-\n   11  RATION, PUBLIC AUTHORITY, INDUSTRIAL DEVELOPMENT AGENCY OR  ANY  SUBSID-\n   12  IARY  THEREOF,  FOR  WORK  OR  SERVICES  PERFORMED,  OR TO BE PERFORMED,\n   13  PURSUANT TO WHICH ANY CONTRACTOR OR SUBCONTRACTOR INCLUDING ANY CONTRACT\n   14  COVERED BY SECTION TWO HUNDRED TWENTY OF THE  LABOR  LAW,  TO  WHOM  ANY\n   15  CONTRACT  SHALL BE LET, GRANTED OR AWARDED, AGREES, AS A MATERIAL CONDI-\n   16  TION OF THE CONTRACT, THAT SUCH  CONTRACTOR  HAS  AND  WILL  MAINTAIN  A\n   17  REGISTERED  APPRENTICESHIP PROGRAM PURSUANT TO THE PROVISIONS OF ARTICLE\n   18  TWENTY-THREE OF THE LABOR LAW.\n   19    2. NOTHING CONTAINED IN THIS  SECTION  SHALL  OPERATE  TO  IMPAIR  ANY\n   20  EXISTING CONTRACT, EXCEPT THAT ANY RENEWAL, AMENDMENT OR MODIFICATION OF\n   21  SUCH  CONTRACT  OCCURRING ON OR AFTER THE EFFECTIVE DATE OF THIS SECTION\n   22  SHALL BE SUBJECT TO THE CONDITIONS SPECIFIED IN THIS SECTION.\n   23    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n   24  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law and the state finance law, in relation to apprenticeship training and to repeal article 23 of the labor law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T115918.TXT", "SOBI.D110124.T154637.TXT", "SOBI.D101217.T131942.TXT", "SOBI.D101217.T130441.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901997354
}