{
  "year" : 2011,
  "senateBillNo" : "A1046-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1046-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes failure to pay association fees and carrying charges as grounds for eviction and requiring attorneys' fees and late charges to be assessed",
  "summary" : "Establishes failure to pay association fees and carrying charges as grounds for eviction and for requiring attorneys fees and late charges to be assessed when a tenant fails to make arrears payments. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "A4805-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1046\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to amend the  real  property  actions  and  proceedings  law,  in\n         relation  to establishing failure to pay association fees and carrying\n         charges as grounds for eviction and requiring attorneys' fees and late\n         charges to be assessed when a tenant fails to make arrears payments\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 2 of section 711 of the real property actions\n    2  and proceedings law, as added by chapter 312 of the  laws  of  1962,  is\n    3  amended to read as follows:\n    4    2.  The  tenant has defaulted in the payment of rent, ASSOCIATION FEES\n    5  OR CARRYING CHARGES pursuant to the agreement under which  the  premises\n    6  are held, and a demand of the rent, ASSOCIATION FEES OR CARRYING CHARGES\n    7  has  been  made, or at least three days' notice in writing requiring, in\n    8  the alternative, the payment of the rent, ASSOCIATION FEES  OR  CARRYING\n    9  CHARGES  or  the possession of the premises, has been served upon him OR\n   10  HER as prescribed in section [735] SEVEN  HUNDRED  THIRTY-FIVE  OF  THIS\n   11  ARTICLE.  The  landlord  may waive his OR HER right to proceed upon this\n   12  ground only by an express consent in writing to  permit  the  tenant  to\n   13  continue  in  possession,  which  consent shall be revocable at will, in\n   14  which event the landlord shall be deemed to have waived his OR HER right\n   15  to summary dispossess for nonpayment of rent, ASSOCIATION FEES OR CARRY-\n   16  ING CHARGES accruing during the time  said  consent  remains  unrevoked.\n   17  Any  person  succeeding  to  the landlord's interest in the premises may\n   18  proceed under this subdivision for rent, ASSOCIATION  FEES  OR  CARRYING\n   19  CHARGES  due his OR HER predecessor in interest if he OR SHE has a right\n   20  thereto. Where a tenant dies during the term  of  the  lease  and  rent,\n   21  ASSOCIATION FEES OR CARRYING CHARGES due [has] HAVE not been paid and no\n   22  representative  or  person  has  taken possession of the premises and no\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00345-01-1\n\n       A. 1046                             2\n\n    1  administrator or executor has been  appointed,  the  proceeding  may  be\n    2  commenced  after  three  months  from the date of death of the tenant by\n    3  joining the surviving spouse or if  there  is  none,  then  one  of  the\n    4  surviving issue or if there is none, then any one of the distributees.\n    5    S  2.  The  real  property  actions  and proceedings law is amended by\n    6  adding a new section 711-a to read as follows:\n    7    S 711-A. LANDLORD'S RIGHT TO RECOVER ATTORNEYS' FEES AND LATE  CHARGES\n    8  IN  ACTIONS  OR SUMMARY PROCEEDINGS ARISING OUT OF A TENANT'S DEFAULT IN\n    9  THE PAYMENT OF RENT, ASSOCIATION FEES OR CARRYING CHARGES.   WHENEVER  A\n   10  LEASE OF RESIDENTIAL PROPERTY SHALL PROVIDE THAT IN ANY ACTION OR SUMMA-\n   11  RY  PROCEEDING  THE LANDLORD MAY RECOVER ATTORNEYS' FEES AND/OR EXPENSES\n   12  INCURRED AS THE RESULT OF THE FAILURE OF THE TENANT TO PAY RENT, ASSOCI-\n   13  ATION FEES OR CARRYING CHARGES CONTAINED IN SUCH LEASE, OR SUCH  AMOUNTS\n   14  PAID  BY THE LANDLORD THEREFOR SHALL BE PAID BY THE TENANT AS ADDITIONAL\n   15  RENT, THERE SHALL BE IMPLIED AN AGREEMENT THAT SUCH  FEES  AND  EXPENSES\n   16  MAY  BE  RECOVERED AS PROVIDED BY LAW IN AN ACTION COMMENCED AGAINST THE\n   17  TENANT. IN ANY ACTION BROUGHT UNDER THIS SECTION, THE  COURT  MAY  AWARD\n   18  REASONABLE  ATTORNEYS'  FEES AND EXPENSES TO THE LANDLORD. ANY WAIVER OF\n   19  THIS SECTION SHALL BE VOID AS AGAINST PUBLIC POLICY.\n   20    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to establishing failure to pay association fees and carrying charges as grounds for eviction and requiring attorneys' fees and late charges to be assessed when a tenant fails to make arrears payments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T143426.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110106.T111705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294428866996
}