{
  "year" : 2011,
  "senateBillNo" : "A1048-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1048-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the fine that may be imposed for violations of real estate licensing laws and provides for procedures in connection with nonsolicitation orders",
  "summary" : "Increases the fine that may be imposed for violations of real estate licensing laws and provides for procedures in connection with violations involving nonsolicitation orders and cease and desist zones; provides for publication of violations; directs the secretary of state to hold public hearings within cease and desist zones prior to their expiration and report to the legislature on the decision of whether or not to readopt the rule and reasons for such decision. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "AA3187-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1048\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to amend the real property law, in relation to fines  and  proce-\n         dures  in connection with misconduct by real estate brokers and sales-\n         persons\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 441-c of the real\n    2  property  law,  as amended by chapter 81 of the laws of 1995, is amended\n    3  to read as follows:\n    4    (a) The department of state may revoke the license of  a  real  estate\n    5  broker  or  salesman or suspend the same, for such period as the depart-\n    6  ment may deem proper, or in lieu  thereof  may  impose  a  [fine]  CIVIL\n    7  PENALTY  not exceeding [one] TWO thousand dollars payable to the depart-\n    8  ment of state, or a reprimand upon  conviction  of  the  licensee  of  a\n    9  violation  of any provision of this article, or for a material misstate-\n   10  ment in the application for such license, or if such licensee  has  been\n   11  guilty  of fraud or fraudulent practices, or for dishonest or misleading\n   12  advertising, or has demonstrated untrustworthiness  or  incompetency  to\n   13  act as a real estate broker or salesman, as the case may be. In the case\n   14  of  a  real estate broker engaged in the business of a tenant relocator,\n   15  untrustworthiness or incompetency shall include engaging in  any  course\n   16  of conduct including, but not limited to, the interruption or discontin-\n   17  uance  of  essential  building service, that interferes with or disturbs\n   18  the peace, comfort, repose and quiet enjoyment of a tenant.\n   19    S 2. Subdivision 2 of section 441-e  of  the  real  property  law,  as\n   20  amended  by  chapter  505  of  the  laws  of 2001, is amended to read as\n   21  follows:\n   22    2. Revocation, suspension, reprimands, fines. The department of  state\n   23  shall, before revoking or suspending any license or imposing any fine or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00346-01-1\n\n       A. 1048                             2\n\n    1  reprimand  on  the  holder  thereof or before imposing any fine upon any\n    2  person not licensed pursuant to this article who  is  deemed  to  be  in\n    3  violation  of  section  four hundred forty-two-h of this article, and at\n    4  least  ten days prior to the date set for the hearing, notify in writing\n    5  the holder of such license or such unlicensed person of any charges made\n    6  and shall afford such licensee or unlicensed person an opportunity to be\n    7  heard in person or by counsel in reference thereto. Such written  notice\n    8  may  be  served  by  delivery  of same personally to the licensee, or by\n    9  mailing same by certified mail to the last  known  business  address  of\n   10  such  licensee  or unlicensed person, or by any method authorized by the\n   11  civil practice law and rules. If said licensee be a [salesman] SALESPER-\n   12  SON, the department shall also notify the broker with whom he OR SHE  is\n   13  associated  of  the  charges  by mailing notice by certified mail to the\n   14  broker's last known business address. The hearing on such charges  shall\n   15  be  at  such  time  and  place  as the department shall prescribe, WHICH\n   16  PLACE, IN THE CASE OF ANY HEARING RELATING TO A CHARGE ARISING OUT OF AN\n   17  ALLEGED VIOLATION OF SECTION FOUR HUNDRED FORTY-TWO-H OF  THIS  ARTICLE,\n   18  SHALL  BE WITHIN THE COUNTY WHEREIN THE REAL PROPERTY IN CONNECTION WITH\n   19  THE CHARGE ARISES IS LOCATED IF IT CAN BE ARRANGED AT REASONABLE COST.\n   20    S 3. Section 442-h of the real property law is amended by adding a new\n   21  subdivision 4 to read as follows:\n   22    4. THE SECRETARY OF STATE SHALL PUBLISH ANNUALLY, ON OR BEFORE  DECEM-\n   23  BER  THIRTY-FIRST  OF  EACH  YEAR,  A LIST ORGANIZED BY ZIP CODE, OF ALL\n   24  FINES, SUSPENSIONS, AND REVOCATIONS IMPOSED UPON LICENSEES FOR VIOLATION\n   25  OF THIS SECTION.\n   26    S 4. Paragraph (c) of subdivision 3 of section 442-h of the real prop-\n   27  erty law, as amended by chapter 505 of the laws of 2001, is  amended  to\n   28  read as follows:\n   29    (c)  No  rule  establishing a cease and desist zone shall be effective\n   30  for longer than five years. However, the secretary of state may re-adopt\n   31  the rule to continue the cease and desist zone  for  additional  periods\n   32  not  to exceed five years each.  AT LEAST NINETY DAYS PRIOR TO THE EXPI-\n   33  RATION OF A CEASE AND DESIST ZONE RULE, THE  SECRETARY  OF  STATE  SHALL\n   34  HOLD  PUBLIC HEARINGS WITHIN EACH SUCH CEASE AND DESIST ZONE PROVIDED IT\n   35  CAN BE ARRANGED AT REASONABLE COST.  AT LEAST SIXTY DAYS  PRIOR  TO  THE\n   36  EXPIRATION  OF  A  CEASE  AND  DESIST ZONE, THE SECRETARY OF STATE SHALL\n   37  REPORT TO THE LEGISLATURE WHETHER OR NOT SUCH CEASE AND DESIST  ZONE  IS\n   38  BEING  READOPTED  AND THE REASON FOR SUCH DETERMINATION. Whenever a rule\n   39  establishing a cease and desist zone shall have expired  or  shall  have\n   40  been  repealed, all owner's statements filed with the secretary of state\n   41  pursuant to that rule shall also expire. However, an owner  may  file  a\n   42  new  statement  with  the  secretary  of  state if a new rule is adopted\n   43  establishing a cease and desist zone containing  the  owner's  property.\n   44  Once  the boundaries of a cease and desist zone have been established by\n   45  rule of the secretary of state, the boundaries may not be changed except\n   46  by repeal of the existing rule and adoption of a new  rule  establishing\n   47  the new boundaries.\n   48    S  5.  This  act shall take effect immediately; provided that sections\n   49  one and two of this act shall take effect on the first of  January  next\n   50  succeeding  the  date  on which it shall have become a law; and provided\n   51  further that the secretary of state is authorized to promulgate any  and\n   52  all  rules  and  regulations  and  take  any other measures necessary to\n   53  implement this act on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to fines and procedures in connection with misconduct by real estate brokers and salespersons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T112205.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110107.T143909.TXT", "SOBI.D110106.T111705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294429149148
}