{
  "year" : 2011,
  "senateBillNo" : "A1053-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1053-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sets standards for time for the furnishing of certain information to municipalities and community boards by applicants for certain alcohol licenses",
  "summary" : "Sets standards for the time for the furnishing of certain information to municipalities and community boards by applicants for certain original, renewal, or alteration alcoholic beverage licenses and the applicability of certain public notice requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "AA3282-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1053\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PHEFFER, GLICK, GOTTFRIED, MARKEY, TITUS, BING,\n         DINOWITZ, HOOPER -- Multi-Sponsored by -- M. of A.  BOYLAND,  BRENNAN,\n         COOK,  FARRELL,  HIKIND,  LANCMAN,  LAVINE,  MILLMAN, ROBINSON, TOWNS,\n         WEISENBERG -- read once and referred  to  the  Committee  on  Economic\n         Development, Job Creation, Commerce and Industry\n\n       AN  ACT  to amend the alcoholic beverage control law, in relation to the\n         time and form for the furnishing of  certain  information  to  munici-\n         palities  and  community  boards  by  applicants for certain original,\n         renewal, or alteration alcoholic beverage licenses and the applicabil-\n         ity of certain public notice requirements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 54 of the alcoholic beverage control law is amended\n    2  by adding a new subdivision 1-a to read as follows:\n    3    1-A. NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER, UPON RECEIPT\n    4  OF AN APPLICATION FOR A LICENSE UNDER THIS SECTION OR AN APPLICATION FOR\n    5  RENEWAL  UNDER  SECTION  ONE HUNDRED NINE OF THIS CHAPTER, THE APPLICANT\n    6  SHALL NOTIFY THE CLERK OF THE VILLAGE, TOWN, OR CITY, AS  THE  CASE  MAY\n    7  BE, BY CERTIFIED MAIL, RETURN RECEIPT REQUESTED, WHEREIN THE PROSPECTIVE\n    8  LICENSED PREMISES IS TO BE LOCATED OR, IN THE CASE OF AN APPLICATION FOR\n    9  RENEWAL,  WHERE  IT IS PRESENTLY LOCATED, NOT LESS THAN SIXTY DAYS PRIOR\n   10  TO THE SUBMISSION OF ITS APPLICATION FOR A LICENSE UNDER THIS SECTION OR\n   11  FOR A RENEWAL THEREOF PURSUANT TO SECTION ONE HUNDRED NINE OF THIS CHAP-\n   12  TER. FOR THE PURPOSES OF THE PRECEDING SENTENCE, NOTIFICATION NEED  ONLY\n   13  BE  GIVEN  TO THE CLERK OF A VILLAGE WHEN SUCH PREMISES IS TO BE LOCATED\n   14  WITHIN THE BOUNDARIES OF THE VILLAGE. IN  THE  CITY  OF  NEW  YORK,  THE\n   15  COMMUNITY  BOARD ESTABLISHED PURSUANT TO SECTION TWENTY-EIGHT HUNDRED OF\n   16  THE NEW YORK CITY CHARTER WITH JURISDICTION OVER THE AREA IN WHICH  SUCH\n   17  LICENSED  PREMISES IS TO BE OR IS LOCATED SHALL BE CONSIDERED THE APPRO-\n   18  PRIATE PUBLIC BODY TO WHICH NOTIFICATION SHALL BE GIVEN.   SUCH  MUNICI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00373-01-1\n\n       A. 1053                             2\n\n    1  PALITY  OR  COMMUNITY  BOARD, AS THE CASE MAY BE, MAY EXPRESS AN OPINION\n    2  FOR OR AGAINST THE GRANTING OF SUCH LICENSE. ANY SUCH OPINION  SHALL  BE\n    3  DEEMED PART OF THE RECORD UPON WHICH THE LIQUOR BOARD MAKES ITS DETERMI-\n    4  NATION TO GRANT OR DENY SUCH LICENSE.\n    5    S  2. Section 54-a of the alcoholic beverage control law is amended by\n    6  adding a new subdivision 1-a to read as follows:\n    7    1-A. NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER, UPON RECEIPT\n    8  OF AN APPLICATION FOR A LICENSE UNDER THIS SECTION OR AN APPLICATION FOR\n    9  RENEWAL UNDER SECTION ONE HUNDRED NINE OF THIS  CHAPTER,  THE  APPLICANT\n   10  SHALL  NOTIFY  THE  CLERK OF THE VILLAGE, TOWN, OR CITY, AS THE CASE MAY\n   11  BE, BY CERTIFIED MAIL, RETURN RECEIPT REQUESTED, WHEREIN THE PROSPECTIVE\n   12  LICENSED PREMISES IS TO BE LOCATED OR, IN THE CASE OF AN APPLICATION FOR\n   13  RENEWAL, WHERE IT IS PRESENTLY LOCATED, NOT LESS THAN SIXTY  DAYS  PRIOR\n   14  TO THE SUBMISSION OF ITS APPLICATION FOR A LICENSE UNDER THIS SECTION OR\n   15  FOR A RENEWAL THEREOF PURSUANT TO SECTION ONE HUNDRED NINE OF THIS CHAP-\n   16  TER.  FOR THE PURPOSES OF THE PRECEDING SENTENCE, NOTIFICATION NEED ONLY\n   17  BE GIVEN TO THE CLERK OF A VILLAGE WHEN SUCH PREMISES IS TO  BE  LOCATED\n   18  WITHIN  THE  BOUNDARIES  OF  THE  VILLAGE.  IN THE CITY OF NEW YORK, THE\n   19  COMMUNITY BOARD ESTABLISHED PURSUANT TO SECTION TWENTY-EIGHT HUNDRED  OF\n   20  THE  NEW YORK CITY CHARTER WITH JURISDICTION OVER THE AREA IN WHICH SUCH\n   21  LICENSED PREMISES IS TO BE OR IS LOCATED SHALL BE CONSIDERED THE  APPRO-\n   22  PRIATE  PUBLIC  BODY TO WHICH NOTIFICATION SHALL BE GIVEN.  SUCH MUNICI-\n   23  PALITY OR COMMUNITY BOARD, AS THE CASE MAY BE, MAY  EXPRESS  AN  OPINION\n   24  FOR  OR  AGAINST THE GRANTING OF SUCH LICENSE. ANY SUCH OPINION SHALL BE\n   25  DEEMED PART OF THE RECORD UPON WHICH THE LIQUOR BOARD MAKES ITS DETERMI-\n   26  NATION TO GRANT OR DENY SUCH LICENSE.\n   27    S 3. Subdivision 2-a of section 55 of the alcoholic  beverage  control\n   28  law,  as added by chapter 213 of the laws of 2010, is amended to read as\n   29  follows:\n   30    2-a. Notwithstanding any other provision of this chapter, upon receipt\n   31  [in the city of New York] of an application for  a  license  under  this\n   32  section,  an  application  for renewal under section one hundred nine of\n   33  this chapter, or an application for an alteration to a premises licensed\n   34  for consumption on the premises  under  section  ninety-nine-d  of  this\n   35  chapter,  the  applicant  shall  notify the [community board established\n   36  pursuant to section twenty-eight hundred of the New  York  city  charter\n   37  with jurisdiction over the area in which such licensed premises is to be\n   38  located  by  certified mail return receipt requested, overnight delivery\n   39  service with proof of mailing, or personal service, wherein the prospec-\n   40  tive licensed premises is to be located or, in the case of  an  applica-\n   41  tion  for  renewal, or alteration where it is presently located not less\n   42  than thirty days prior to  the  submission  of  its  application  for  a\n   43  license  under this section or for a renewal thereof pursuant to section\n   44  one hundred nine of this chapter. Such community board  may  express  an\n   45  opinion  for  or  against the granting of such license. Any such opinion\n   46  shall be deemed part of the record upon which the liquor board makes its\n   47  determination to grant or deny such license] CLERK OF THE VILLAGE, TOWN,\n   48  OR CITY,  AS  THE  CASE  MAY  BE,  BY  CERTIFIED  MAIL,  RETURN  RECEIPT\n   49  REQUESTED,  WHEREIN  THE  PROSPECTIVE LICENSED PREMISES IS TO BE LOCATED\n   50  OR, IN THE CASE OF AN APPLICATION FOR RENEWAL UNDER SECTION ONE  HUNDRED\n   51  NINE  OF  THIS  CHAPTER  OR  AN  ALTERATION  TO  A PREMISES LICENSED FOR\n   52  CONSUMPTION ON THE PREMISES UNDER SECTION NINETY-NINE-D OF THIS CHAPTER,\n   53  WHERE IT IS PRESENTLY LOCATED NOT LESS THAN  SIXTY  DAYS  PRIOR  TO  THE\n   54  SUBMISSION  OF  ITS  APPLICATION FOR A LICENSE UNDER THIS SECTION, FOR A\n   55  RENEWAL THEREOF PURSUANT TO SECTION ONE HUNDRED NINE OF THIS CHAPTER, OR\n   56  AN ALTERATION TO A PREMISES LICENSED FOR  CONSUMPTION  ON  THE  PREMISES\n\n       A. 1053                             3\n\n    1  UNDER  SECTION  NINETY-NINE-D  OF  THIS CHAPTER. FOR THE PURPOSES OF THE\n    2  PRECEDING SENTENCE, NOTIFICATION NEED ONLY BE GIVEN TO THE  CLERK  OF  A\n    3  VILLAGE WHEN SUCH PREMISES IS TO BE LOCATED WITHIN THE BOUNDARIES OF THE\n    4  VILLAGE. IN THE CITY OF NEW YORK, THE COMMUNITY BOARD ESTABLISHED PURSU-\n    5  ANT  TO  SECTION  TWENTY-EIGHT HUNDRED OF THE NEW YORK CITY CHARTER WITH\n    6  JURISDICTION OVER THE AREA IN WHICH SUCH LICENSED PREMISES IS TO  BE  OR\n    7  IS  LOCATED  SHALL  BE  CONSIDERED  THE APPROPRIATE PUBLIC BODY TO WHICH\n    8  NOTIFICATION SHALL BE GIVEN. SUCH MUNICIPALITY OR  COMMUNITY  BOARD,  AS\n    9  THE  CASE  MAY BE, MAY EXPRESS AN OPINION FOR OR AGAINST THE GRANTING OF\n   10  SUCH LICENSE. ANY SUCH OPINION SHALL BE DEEMED PART OF THE  RECORD  UPON\n   11  WHICH  THE  LIQUOR  BOARD  MAKES ITS DETERMINATION TO GRANT OR DENY SUCH\n   12  LICENSE.\n   13    S 4. Section 63 of the alcoholic beverage control law  is  amended  by\n   14  adding a new subdivision 2-a to read as follows:\n   15    2-A. NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER, UPON RECEIPT\n   16  OF  AN  APPLICATION FOR A LICENSE UNDER THIS SECTION, AN APPLICATION FOR\n   17  RENEWAL UNDER SECTION ONE HUNDRED NINE OF THIS CHAPTER, OR  AN  APPLICA-\n   18  TION  FOR  AN  ALTERATION  TO A PREMISES LICENSED FOR CONSUMPTION ON THE\n   19  PREMISES UNDER SECTION NINETY-NINE-D  OF  THIS  CHAPTER,  THE  APPLICANT\n   20  SHALL  NOTIFY  THE  CLERK OF THE VILLAGE, TOWN, OR CITY, AS THE CASE MAY\n   21  BE, BY CERTIFIED MAIL, RETURN RECEIPT REQUESTED, WHEREIN THE PROSPECTIVE\n   22  LICENSED PREMISES IS TO BE LOCATED OR, IN THE CASE OF AN APPLICATION FOR\n   23  RENEWAL UNDER SECTION ONE HUNDRED NINE OF THIS CHAPTER OR AN  ALTERATION\n   24  TO  A  PREMISES  LICENSED  FOR CONSUMPTION ON THE PREMISES UNDER SECTION\n   25  NINETY-NINE-D OF THIS CHAPTER, WHERE IT IS PRESENTLY  LOCATED  NOT  LESS\n   26  THAN SIXTY DAYS PRIOR TO THE SUBMISSION OF ITS APPLICATION FOR A LICENSE\n   27  UNDER  THIS  SECTION,  FOR  A  RENEWAL  THEREOF  PURSUANT TO SECTION ONE\n   28  HUNDRED NINE OF THIS CHAPTER, OR AN ALTERATION TO  A  PREMISES  LICENSED\n   29  FOR  CONSUMPTION  ON  THE  PREMISES  UNDER SECTION NINETY-NINE-D OF THIS\n   30  CHAPTER. FOR THE PURPOSES OF THE PRECEDING SENTENCE,  NOTIFICATION  NEED\n   31  ONLY  BE  GIVEN  TO  THE  CLERK OF A VILLAGE WHEN SUCH PREMISES IS TO BE\n   32  LOCATED WITHIN THE BOUNDARIES OF THE VILLAGE. IN THE CITY OF  NEW  YORK,\n   33  THE COMMUNITY BOARD ESTABLISHED PURSUANT TO SECTION TWENTY-EIGHT HUNDRED\n   34  OF  THE  NEW  YORK CITY CHARTER WITH JURISDICTION OVER THE AREA IN WHICH\n   35  SUCH LICENSED PREMISES IS TO BE OR IS LOCATED SHALL  BE  CONSIDERED  THE\n   36  APPROPRIATE  PUBLIC  BODY  TO  WHICH NOTIFICATION SHALL BE GIVEN.   SUCH\n   37  MUNICIPALITY OR COMMUNITY BOARD, AS THE CASE  MAY  BE,  MAY  EXPRESS  AN\n   38  OPINION  FOR  OR  AGAINST THE GRANTING OF SUCH LICENSE. ANY SUCH OPINION\n   39  SHALL BE DEEMED PART OF THE RECORD UPON WHICH THE LIQUOR BOARD MAKES ITS\n   40  DETERMINATION TO GRANT OR DENY SUCH LICENSE.\n   41    S 5. Subdivision 2-a of section 64 of the alcoholic  beverage  control\n   42  law,  as  amended by chapter 213 of the laws of 2010, is amended to read\n   43  as follows:\n   44    2-a. Notwithstanding any other provision of this chapter, upon receipt\n   45  of an application for a license under this section, an  application  for\n   46  renewal  under  section one hundred nine of this chapter, or an applica-\n   47  tion for an alteration to a premises licensed  for  consumption  on  the\n   48  premises  under  section  ninety-nine-d  of  this chapter, the applicant\n   49  shall notify the clerk of the village, town or city, as the case may be,\n   50  by certified mail return receipt requested, overnight  delivery  service\n   51  with  proof  of  mailing,  or  personal service, wherein the prospective\n   52  licensed premises is to be located or, in the case of an application for\n   53  renewal[,] or alteration where it is presently  located  not  less  than\n   54  [thirty]  SIXTY  days  prior  to the submission of its application for a\n   55  license under this section [or],  for  a  renewal  thereof  pursuant  to\n   56  section one hundred nine of this chapter OR AN  ALTERATION TO A PREMISES\n\n       A. 1053                             4\n\n    1  LICENSED  FOR CONSUMPTION ON THE PREMISES UNDER SECTION NINETY-NINE-D OF\n    2  THIS CHAPTER. For the purposes of the  preceding  sentence  notification\n    3  need only be given to the clerk of a village when such premises is to be\n    4  located  within  the boundaries of the village. In the city of New York,\n    5  the community board established pursuant to section twenty-eight hundred\n    6  of the New York city charter with jurisdiction over the  area  in  which\n    7  such  licensed  premises  IS OR is to be located shall be considered the\n    8  appropriate public body to  which  notification  shall  be  given.  SUCH\n    9  NOTIFICATION  SHALL  BE  MADE IN SUCH FORM AS SHALL BE PRESCRIBED BY THE\n   10  RULES OF THE LIQUOR AUTHORITY. Such municipality or community board,  as\n   11  the  case  may be, may express an opinion for or against the granting of\n   12  such license. Any such opinion shall be deemed part of the  record  upon\n   13  which  the  liquor  board  makes its determination to grant or deny such\n   14  license.\n   15    S 6. Section 64-a of the alcoholic beverage control law is amended  by\n   16  adding a new subdivision 2-a to read as follows:\n   17    2-A. NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER, UPON RECEIPT\n   18  OF  AN  APPLICATION FOR A LICENSE UNDER THIS SECTION, AN APPLICATION FOR\n   19  RENEWAL UNDER SECTION ONE HUNDRED NINE OF THIS CHAPTER, OR  AN  APPLICA-\n   20  TION  FOR  AN  ALTERATION  TO A PREMISES LICENSED FOR CONSUMPTION ON THE\n   21  PREMISES UNDER SECTION NINETY-NINE-D  OF  THIS  CHAPTER,  THE  APPLICANT\n   22  SHALL  NOTIFY  THE  CLERK OF THE VILLAGE, TOWN, OR CITY, AS THE CASE MAY\n   23  BE, BY CERTIFIED MAIL, RETURN RECEIPT REQUESTED, WHEREIN THE PROSPECTIVE\n   24  LICENSED PREMISES IS TO BE LOCATED OR, IN THE CASE OF AN APPLICATION FOR\n   25  RENEWAL OR ALTERATION, WHERE IT IS PRESENTLY LOCATED NOT LESS THAN SIXTY\n   26  DAYS PRIOR TO THE SUBMISSION OF ITS APPLICATION FOR A LICENSE UNDER THIS\n   27  SECTION, FOR A RENEWAL THEREOF PURSUANT TO SECTION ONE HUNDRED  NINE  OF\n   28  THIS CHAPTER, OR AN ALTERATION TO A PREMISES LICENSED FOR CONSUMPTION ON\n   29  THE  PREMISES  UNDER  SECTION  NINETY-NINE-D  OF  THIS  CHAPTER. FOR THE\n   30  PURPOSES OF THE PRECEDING SENTENCE, NOTIFICATION NEED ONLY BE  GIVEN  TO\n   31  THE  CLERK  OF  A VILLAGE WHEN SUCH PREMISES IS TO BE LOCATED WITHIN THE\n   32  BOUNDARIES OF THE VILLAGE. IN THE CITY OF NEW YORK, THE COMMUNITY  BOARD\n   33  ESTABLISHED  PURSUANT  TO  SECTION  TWENTY-EIGHT HUNDRED OF THE NEW YORK\n   34  CITY CHARTER WITH JURISDICTION OVER THE  AREA  IN  WHICH  SUCH  LICENSED\n   35  PREMISES  IS  TO  BE  OR  IS LOCATED SHALL BE CONSIDERED THE APPROPRIATE\n   36  PUBLIC BODY TO WHICH NOTIFICATION SHALL BE GIVEN.  SUCH MUNICIPALITY  OR\n   37  COMMUNITY  BOARD,  AS  THE  CASE  MAY  BE, MAY EXPRESS AN OPINION FOR OR\n   38  AGAINST THE GRANTING OF SUCH LICENSE. ANY SUCH OPINION SHALL  BE  DEEMED\n   39  PART  OF  THE RECORD UPON WHICH THE LIQUOR BOARD MAKES ITS DETERMINATION\n   40  TO GRANT OR DENY SUCH LICENSE.\n   41    S 7. Section 64-b of the alcoholic beverage control law is amended  by\n   42  adding a new subdivision 2-a to read as follows:\n   43    2-A. NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER, UPON RECEIPT\n   44  OF  AN  APPLICATION FOR A LICENSE UNDER THIS SECTION, AN APPLICATION FOR\n   45  RENEWAL UNDER SECTION ONE HUNDRED NINE OF THIS CHAPTER, OR  AN  APPLICA-\n   46  TION  FOR  AN  ALTERATION  TO A PREMISES LICENSED FOR CONSUMPTION ON THE\n   47  PREMISES UNDER SECTION NINETY-NINE-D  OF  THIS  CHAPTER,  THE  APPLICANT\n   48  SHALL  NOTIFY  THE  CLERK OF THE VILLAGE, TOWN, OR CITY, AS THE CASE MAY\n   49  BE, BY CERTIFIED MAIL, RETURN RECEIPT REQUESTED, WHEREIN THE PROSPECTIVE\n   50  LICENSED PREMISES IS TO BE LOCATED OR, IN THE CASE OF AN APPLICATION FOR\n   51  RENEWAL OR ALTERATION, WHERE IT IS PRESENTLY LOCATED NOT LESS THAN SIXTY\n   52  DAYS PRIOR TO THE SUBMISSION OF ITS APPLICATION FOR A LICENSE UNDER THIS\n   53  SECTION, FOR A RENEWAL THEREOF PURSUANT TO SECTION ONE HUNDRED  NINE  OF\n   54  THIS CHAPTER, OR AN ALTERATION TO A PREMISES LICENSED FOR CONSUMPTION ON\n   55  THE  PREMISES  UNDER  SECTION  NINETY-NINE-D  OF  THIS  CHAPTER. FOR THE\n   56  PURPOSES OF THE PRECEDING SENTENCE, NOTIFICATION NEED ONLY BE  GIVEN  TO\n\n       A. 1053                             5\n\n    1  THE  CLERK  OF  A VILLAGE WHEN SUCH PREMISES IS TO BE LOCATED WITHIN THE\n    2  BOUNDARIES OF THE VILLAGE. IN THE CITY OF NEW YORK, THE COMMUNITY  BOARD\n    3  ESTABLISHED  PURSUANT  TO  SECTION  TWENTY-EIGHT HUNDRED OF THE NEW YORK\n    4  CITY  CHARTER  WITH  JURISDICTION  OVER  THE AREA IN WHICH SUCH LICENSED\n    5  PREMISES IS TO BE OR IS LOCATED  SHALL  BE  CONSIDERED  THE  APPROPRIATE\n    6  PUBLIC  BODY TO WHICH NOTIFICATION SHALL BE GIVEN.  SUCH MUNICIPALITY OR\n    7  COMMUNITY BOARD, AS THE CASE MAY BE,  MAY  EXPRESS  AN  OPINION  FOR  OR\n    8  AGAINST  THE  GRANTING OF SUCH LICENSE. ANY SUCH OPINION SHALL BE DEEMED\n    9  PART OF THE RECORD UPON WHICH THE LIQUOR BOARD MAKES  ITS  DETERMINATION\n   10  TO GRANT OR DENY SUCH LICENSE.\n   11    S  8.  Subdivision 3 of section 64-c of the alcoholic beverage control\n   12  law, as added by chapter 213 of the laws of 2010, is amended to read  as\n   13  follows:\n   14    3.  Upon  receipt  of  an  original  [or  a renewal] application for a\n   15  license under this section, AN APPLICATION FOR RENEWAL UNDER SECTION ONE\n   16  HUNDRED NINE OF THIS CHAPTER, OR AN APPLICATION FOR AN ALTERATION  TO  A\n   17  PREMISES  LICENSED FOR CONSUMPTION ON THE PREMISES UNDER SECTION NINETY-\n   18  NINE-D OF THIS CHAPTER, the applicant shall  notify  the  clerk  of  the\n   19  village,  town  or  city,  as  the case may be, by certified mail return\n   20  receipt requested, overnight delivery service with proof of mailing,  or\n   21  personal  service,  wherein  the  prospective licensed premises is to be\n   22  located or, in the case of an application  for  renewal  OR  ALTERATION,\n   23  where it is presently located not less than [thirty] SIXTY days prior to\n   24  the submission of its application for a license under this section [or],\n   25  for a renewal thereof UNDER SECTION ONE HUNDRED NINE OF THIS CHAPTER, OR\n   26  AN  ALTERATION  TO  A  PREMISES LICENSED FOR CONSUMPTION ON THE PREMISES\n   27  UNDER SECTION NINETY-NINE-D OF THIS CHAPTER. For  the  purposes  of  the\n   28  preceding  sentence  notification  need  only be given to the clerk of a\n   29  village when such premises is to be located within the boundaries of the\n   30  village. In the city of New York, the community board established pursu-\n   31  ant to section twenty-eight hundred of the New York  city  charter  with\n   32  jurisdiction  over  the area in which such licensed premises is to be OR\n   33  IS located shall be considered the  appropriate  public  body  to  which\n   34  notification  shall  be  given. Such municipality or community board, as\n   35  the case may be, may express an opinion for or against the  granting  of\n   36  such  license.  Any such opinion shall be deemed part of the record upon\n   37  which the liquor authority makes its determination to grant or deny such\n   38  license.\n   39    S 9. Subdivision 3 of section 64-d of the alcoholic  beverage  control\n   40  law,  as added by chapter 213 of the laws of 2010, is amended to read as\n   41  follows:\n   42    3. Upon receipt of an  original  [or  a  renewal]  application  for  a\n   43  license under this section, AN APPLICATION FOR RENEWAL UNDER SECTION ONE\n   44  HUNDRED  NINE  OF THIS CHAPTER, OR AN APPLICATION FOR AN ALTERATION TO A\n   45  PREMISES LICENSED FOR CONSUMPTION ON THE PREMISES UNDER SECTION  NINETY-\n   46  NINE-D  OF  THIS  CHAPTER,  the  applicant shall notify the clerk of the\n   47  village, town or city, as the case may  be,  by  certified  mail  return\n   48  receipt  requested, overnight delivery service with proof of mailing, or\n   49  personal service, wherein the prospective licensed  premises  is  to  be\n   50  located  or,  in  the  case of an application for renewal OR ALTERATION,\n   51  where it is presently located, not less than [thirty] SIXTY  days  prior\n   52  to  the  submission  of its application for a license under this section\n   53  [or], for a renewal thereof UNDER SECTION ONE HUNDRED NINE OF THIS CHAP-\n   54  TER, OR AN ALTERATION TO A PREMISES  LICENSED  FOR  CONSUMPTION  ON  THE\n   55  PREMISES  UNDER SECTION NINETY-NINE-D OF THIS CHAPTER.  For the purposes\n   56  of the preceding sentence, notification need only be given to the  clerk\n\n       A. 1053                             6\n\n    1  of  a  village when such premises is to be located within the boundaries\n    2  of the village. In the city of New York, the community board established\n    3  pursuant to section twenty-eight hundred of the New  York  city  charter\n    4  with jurisdiction over the area in which such licensed premises is to be\n    5  OR  IS  located shall be considered the appropriate public body to which\n    6  notification shall be given. Such municipality or  community  board,  as\n    7  the  case  may be, may express an opinion for or against the granting of\n    8  such license. Any such opinion shall be deemed part of the  record  upon\n    9  which the liquor authority makes its determination to grant or deny such\n   10  license.\n   11    S  10. Subdivision 1-a of section 81 of the alcoholic beverage control\n   12  law, as added by chapter 213 of the laws of 2010, is amended to read  as\n   13  follows:\n   14    1-a. Notwithstanding any other provision of this chapter, upon receipt\n   15  [in  the  city  of  New York] of an application for a license under this\n   16  section, an application for renewal under section one  hundred  nine  of\n   17  this chapter, or an application for an alteration to a premises licensed\n   18  for  consumption  on  the  premises  under section ninety-nine-d of this\n   19  chapter, the applicant shall notify  the  [community  board  established\n   20  pursuant  to  section  twenty-eight hundred of the New York city charter\n   21  with jurisdiction over the area in which such licensed premises is to be\n   22  located by certified mail return receipt requested,  overnight  delivery\n   23  service with proof of mailing, or personal service, wherein the prospec-\n   24  tive  licensed  premises is to be located or, in the case of an applica-\n   25  tion for renewal, or alteration where it is presently located  not  less\n   26  than  thirty  days  prior  to  the  submission  of its application for a\n   27  license under this section or for a renewal thereof pursuant to  section\n   28  one  hundred  nine  of this chapter. Such community board may express an\n   29  opinion for or against the granting of such license.  Any  such  opinion\n   30  shall be deemed part of the record upon which the liquor board makes its\n   31  determination to grant or deny such license] CLERK OF THE VILLAGE, TOWN,\n   32  OR  CITY,  AS  THE  CASE  MAY  BE,  BY  CERTIFIED  MAIL,  RETURN RECEIPT\n   33  REQUESTED, WHEREIN THE PROSPECTIVE LICENSED PREMISES IS  TO  BE  LOCATED\n   34  OR,  IN THE CASE OF AN APPLICATION FOR RENEWAL UNDER SECTION ONE HUNDRED\n   35  NINE OF THIS CHAPTER  OR  AN  ALTERATION  TO  A  PREMISES  LICENSED  FOR\n   36  CONSUMPTION ON THE PREMISES UNDER SECTION NINETY-NINE-D OF THIS CHAPTER,\n   37  WHERE  IT  IS  PRESENTLY  LOCATED  NOT LESS THAN SIXTY DAYS PRIOR TO THE\n   38  SUBMISSION OF ITS APPLICATION FOR A LICENSE UNDER THIS  SECTION,  FOR  A\n   39  RENEWAL THEREOF PURSUANT TO SECTION ONE HUNDRED NINE OF THIS CHAPTER, OR\n   40  AN  ALTERATION  TO  A  PREMISES LICENSED FOR CONSUMPTION ON THE PREMISES\n   41  UNDER SECTION NINETY-NINE-D OF THIS CHAPTER.   FOR THE PURPOSES  OF  THE\n   42  PRECEDING  SENTENCE,  NOTIFICATION  NEED ONLY BE GIVEN TO THE CLERK OF A\n   43  VILLAGE WHEN SUCH PREMISES IS TO BE LOCATED WITHIN THE BOUNDARIES OF THE\n   44  VILLAGE. IN THE CITY OF NEW YORK, THE COMMUNITY BOARD ESTABLISHED PURSU-\n   45  ANT TO SECTION TWENTY-EIGHT HUNDRED OF THE NEW YORK  CITY  CHARTER  WITH\n   46  JURISDICTION  OVER  THE AREA IN WHICH SUCH LICENSED PREMISES IS TO BE OR\n   47  IS LOCATED SHALL BE CONSIDERED THE  APPROPRIATE  PUBLIC  BODY  TO  WHICH\n   48  NOTIFICATION  SHALL  BE  GIVEN. SUCH MUNICIPALITY OR COMMUNITY BOARD, AS\n   49  THE CASE MAY BE, MAY EXPRESS AN OPINION FOR OR AGAINST THE  GRANTING  OF\n   50  SUCH  LICENSE.  ANY SUCH OPINION SHALL BE DEEMED PART OF THE RECORD UPON\n   51  WHICH THE LIQUOR BOARD MAKES ITS DETERMINATION TO  GRANT  OR  DENY  SUCH\n   52  LICENSE.\n   53    S 11. Section 81-a of the alcoholic beverage control law is amended by\n   54  adding a new subdivision 1-a to read as follows:\n   55    1-A. NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER, UPON RECEIPT\n   56  OF  AN  APPLICATION FOR A LICENSE UNDER THIS SECTION, AN APPLICATION FOR\n\n       A. 1053                             7\n\n    1  RENEWAL UNDER SECTION ONE HUNDRED NINE OF THIS CHAPTER, OR  AN  APPLICA-\n    2  TION  FOR  AN  ALTERATION  TO A PREMISES LICENSED FOR CONSUMPTION ON THE\n    3  PREMISES UNDER SECTION NINETY-NINE-D  OF  THIS  CHAPTER,  THE  APPLICANT\n    4  SHALL  NOTIFY  THE  CLERK OF THE VILLAGE, TOWN, OR CITY, AS THE CASE MAY\n    5  BE, BY CERTIFIED MAIL, RETURN RECEIPT REQUESTED, WHEREIN THE PROSPECTIVE\n    6  LICENSED PREMISES IS TO BE LOCATED OR, IN THE CASE OF AN APPLICATION FOR\n    7  RENEWAL OR ALTERATION, WHERE IT IS PRESENTLY LOCATED NOT LESS THAN SIXTY\n    8  DAYS PRIOR TO THE SUBMISSION OF ITS APPLICATION FOR A LICENSE UNDER THIS\n    9  SECTION, FOR A RENEWAL THEREOF PURSUANT TO SECTION ONE HUNDRED  NINE  OF\n   10  THIS CHAPTER, OR AN ALTERATION TO A PREMISES LICENSED FOR CONSUMPTION ON\n   11  THE  PREMISES  UNDER  SECTION  NINETY-NINE-D  OF  THIS  CHAPTER. FOR THE\n   12  PURPOSES OF THE PRECEDING SENTENCE, NOTIFICATION NEED ONLY BE  GIVEN  TO\n   13  THE  CLERK  OF  A VILLAGE WHEN SUCH PREMISES IS TO BE LOCATED WITHIN THE\n   14  BOUNDARIES OF THE VILLAGE. IN THE CITY OF NEW YORK, THE COMMUNITY  BOARD\n   15  ESTABLISHED  PURSUANT  TO  SECTION  TWENTY-EIGHT HUNDRED OF THE NEW YORK\n   16  CITY CHARTER WITH JURISDICTION OVER THE  AREA  IN  WHICH  SUCH  LICENSED\n   17  PREMISES  IS  TO  BE  OR  IS LOCATED SHALL BE CONSIDERED THE APPROPRIATE\n   18  PUBLIC BODY TO WHICH NOTIFICATION SHALL BE GIVEN.  SUCH MUNICIPALITY  OR\n   19  COMMUNITY  BOARD,  AS  THE  CASE  MAY  BE, MAY EXPRESS AN OPINION FOR OR\n   20  AGAINST THE GRANTING OF SUCH LICENSE. ANY SUCH OPINION SHALL  BE  DEEMED\n   21  PART  OF  THE RECORD UPON WHICH THE LIQUOR BOARD MAKES ITS DETERMINATION\n   22  TO GRANT OR DENY SUCH LICENSE.\n   23    S 12. Subdivision 7 of section 100 of the alcoholic  beverage  control\n   24  law,  as added by chapter 256 of the laws of 1978, is amended to read as\n   25  follows:\n   26    7. Within ten days after filing a new  application  to  sell  BEER  AT\n   27  RETAIL  UNDER SUBDIVISION THREE OR FOUR OF SECTION FIFTY-ONE, OR SECTION\n   28  FIFTY-TWO, FIFTY-FOUR, FIFTY-FOUR-A,  OR  FIFTY-FIVE  OF  THIS  CHAPTER,\n   29  liquor  at  retail  under  section sixty-three, sixty-four, sixty-four-a\n   30  [or], sixty-four-b, SIXTY-FOUR-C, OR SIXTY-FOUR-D of  this  chapter,  OR\n   31  WINE AT RETAIL UNDER SECTION EIGHTY-ONE OR EIGHTY-ONE-A OF THIS CHAPTER,\n   32  a  notice  thereof,  in  the  form prescribed by the authority, shall be\n   33  posted by the applicant in a conspicuous place at the  entrance  to  the\n   34  proposed premises. The applicant shall make reasonable efforts to insure\n   35  such  notice shall remain posted throughout the pendency of the applica-\n   36  tion. The provisions hereof shall apply only where  no  retail  [liquor]\n   37  ALCOHOLIC  BEVERAGE license has previously been granted for the proposed\n   38  [premise] PREMISES and shall,  specifically,  not  be  applicable  to  a\n   39  proposed  sale  of  an  existing  business engaged in the retail sale of\n   40  liquor. The authority may adopt such rules  it  may  deem  necessary  to\n   41  carry out the purpose of this subdivision.\n   42    S 13. Subdivision 1 of section 110-a of the alcoholic beverage control\n   43  law,  as  added by chapter 77 of the laws of 1999, is amended to read as\n   44  follows:\n   45    1. Every person applying for a license  to  sell  alcoholic  beverages\n   46  pursuant  to  subdivision THREE OR four of section fifty-one, or section\n   47  FIFTY-TWO, FIFTY-FOUR,  FIFTY-FOUR-A,  fifty-five,  SIXTY-THREE,  sixty-\n   48  four,    sixty-four-a,    SIXTY-FOUR-B,    sixty-four-c,   SIXTY-FOUR-D,\n   49  eighty-one, or eighty-one-a of this chapter shall publish notice thereof\n   50  pursuant to subdivision two of this section.\n   51    S 14. This act shall take effect on  the  one  hundred  twentieth  day\n   52  after it shall have become a law; provided, however, that if chapter 213\n   53  of the laws of 2010 has not taken effect as of such date then the amend-\n   54  ments  made  to  subdivision 2-a of section 55 of the alcoholic beverage\n   55  control law, subdivision 2-a of section 64  of  the  alcoholic  beverage\n   56  control  law,  subdivision  3  of section 64-c of the alcoholic beverage\n\n       A. 1053                             8\n\n    1  control law, subdivision 3 of section 64-d  of  the  alcoholic  beverage\n    2  control law, and subdivision 1-a of section 81 of the alcoholic beverage\n    3  control  law  by sections three, five, eight, nine and ten, respectively\n    4  of  this  act shall take effect on the same date and same manner as such\n    5  chapter takes effect provided, however, that the state liquor  authority\n    6  is  authorized  to promulgate any and all rules and regulations and take\n    7  any other measures necessary for the timely implementation of  this  act\n    8  on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to the time and form for the furnishing of certain information to municipalities and community boards by applicants for certain original, renewal, or alteration alcoholic beverage licenses and the applicability of certain public notice requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T112707.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110106.T111705.TXT", "SOBI.D110107.T150914.TXT", "SOBI.D110106.T111204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294430954203
}