{
  "year" : 2011,
  "senateBillNo" : "A1051-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1051-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Protects directors, officers and trustees of certain corporations from liability",
  "summary" : "Limits the civil liability of directors, officers and trustees of corporations described in õ501 (c) (4) of the internal revenue code (charitable organizations) under provisions that limit their civil liability in certain cases. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Not-for-Profit Corporation Law",
  "previousVersions" : [ "A279-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1051\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PHEFFER -- Multi-Sponsored by -- M. of A. COOK --\n         read  once  and referred to the Committee on Corporations, Authorities\n         and Commissions\n\n       AN ACT to amend the  not-for-profit  corporation  law,  in  relation  to\n         liability of directors, officers and trustees of certain corporations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 720-a of the  not-for-profit  corporation  law,  as\n    2  added by chapter 220 of the laws of 1986, is amended to read as follows:\n    3  S 720-a. Liability of directors, officers and trustees.\n    4    Except  as  provided  in  sections  seven  hundred  nineteen and seven\n    5  hundred twenty of this [chapter]  ARTICLE,  and  except  any  action  or\n    6  proceeding  brought by the attorney general or, in  the case of a chari-\n    7  table trust, an action or proceeding against  a  trustee  brought  by  a\n    8  beneficiary  of  such trust, no person serving without compensation as a\n    9  director, officer or trustee of a corporation, association, organization\n   10  or trust described in section 501 (c) (3) OR 501 (C) (4) of  the  United\n   11  States  internal  revenue  code shall be liable to any person other than\n   12  such corporation, association, organization or trust based solely on his\n   13  or her conduct in the execution of such office  unless  the  conduct  of\n   14  such  director,  officer or trustee with respect to the person asserting\n   15  liability constituted gross negligence or  was  intended  to  cause  the\n   16  resulting  harm  to the person asserting such liability. For purposes of\n   17  this section, such a director, officer or trustee shall not  be  consid-\n   18  ered  compensated  solely  by  reason  of  payment  of his or her actual\n   19  expenses incurred in attending meetings or otherwise in the execution of\n   20  such office.\n   21    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00368-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the not-for-profit corporation law, in relation to liability of directors, officers and trustees of certain corporations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T144409.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110106.T111204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294429449320
}