{
  "year" : 2011,
  "senateBillNo" : "A1054-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1054-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a vertical form of a license or identification card for persons under age 21",
  "summary" : "Creates a vertical form of a license or identification card for persons under age 21. ",
  "currentCommittee" : null,
  "sameAs" : "S929",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2631-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1054\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, P. RIVERA, COLTON, ROBINSON -- Multi-Spon-\n         sored  by  --  M.  of A.   WEISENBERG -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  the  issu-\n         ance,  form  and  expiration  of licenses and identification cards for\n         persons less than twenty-one years of age\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 504 of the vehicle and traffic law\n    2  is amended by adding a new paragraph (c) to read as follows:\n    3    (C)  EVERY  LICENSE  OR  RENEWAL  THEREOF ISSUED TO A PERSON LESS THAN\n    4  TWENTY-ONE YEARS OF AGE SHALL BE PORTRAIT OR VERTICAL IN FORM AND  EVERY\n    5  LICENSE OR RENEWAL THEREOF ISSUED TO A PERSON TWENTY-ONE YEARS OF AGE OR\n    6  OVER SHALL BE LANDSCAPE OR HORIZONTAL IN FORM. IN THE CASE OF A LICENSEE\n    7  WHO  IS  LESS  THAN  TWENTY-ONE  YEARS  OF AGE, THE LICENSE ISSUED SHALL\n    8  CONTAIN THE DATE ON WHICH THE LICENSEE WILL BECOME TWENTY-ONE  YEARS  OF\n    9  AGE.\n   10    S  2.  Subdivision  1 of section 503 of the vehicle and traffic law is\n   11  amended by adding a new paragraph (c) to read as follows:\n   12    (C) A LICENSE ISSUED PURSUANT TO PARAGRAPH (C) OF SUBDIVISION  ONE  OF\n   13  SECTION FIVE HUNDRED FOUR OF THIS CHAPTER SHALL EXPIRE ON THE LICENSEE'S\n   14  TWENTY-FIRST BIRTHDAY UNLESS OTHERWISE SUSPENDED OR REVOKED.\n   15    S  3.  Subdivision  3 of section 490 of the vehicle and traffic law is\n   16  amended by adding a new paragraph (d) to read as follows:\n   17    (D) EVERY IDENTIFICATION CARD OR RENEWAL THEREOF ISSUED  TO  A  PERSON\n   18  LESS  THAN TWENTY-ONE YEARS OF AGE SHALL BE PORTRAIT OR VERTICAL IN FORM\n   19  AND EVERY IDENTIFICATION CARD OR RENEWAL  THEREOF  ISSUED  TO  A  PERSON\n   20  TWENTY-ONE  YEARS  OF  AGE  OR  OVER SHALL BE LANDSCAPE OR HORIZONTAL IN\n   21  FORM. IN THE CASE OF A PERSON WHO IS LESS THAN TWENTY-ONE YEARS OF  AGE,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03651-01-1\n\n       A. 1054                             2\n\n    1  THE  IDENTIFICATION  CARD  ISSUED  SHALL  CONTAIN  THE DATE ON WHICH THE\n    2  PERSON WILL BECOME TWENTY-ONE YEARS OF AGE.\n    3    S  4.  Subdivision 1 of section 491 of the vehicle and traffic law, as\n    4  amended by chapter 580 of the laws  of  1994,  is  amended  to  read  as\n    5  follows:\n    6    1.  Period of validity. An identification card shall be valid from the\n    7  date of issuance until the date of expiration determined by the  commis-\n    8  sioner,  except  that  (a) any person sixty-two years of age or older or\n    9  (b) any recipient of supplemental security income  benefits  defined  in\n   10  section  two hundred eight of the social services law, shall be eligible\n   11  for a card which expires ten years after  the  date  of  issuance.  Such\n   12  dates  of  issuance  and expiration shall be noted on the identification\n   13  card. However, the prior identification card shall expire on the date of\n   14  issuance of a renewal of such prior identification card. The commission-\n   15  er may extend the period of validity of  an  identification  card  in  a\n   16  manner  and form prescribed by the commissioner.  AN IDENTIFICATION CARD\n   17  ISSUED TO A PERSON PURSUANT TO PARAGRAPH (D)  OF  SUBDIVISION  THREE  OF\n   18  SECTION  FOUR  HUNDRED  NINETY  OF  THIS  ARTICLE,  SHALL  EXPIRE ON THE\n   19  PERSON'S TWENTY-FIRST BIRTHDAY UNLESS OTHERWISE SUSPENDED OR REVOKED.\n   20    S 5. The department  of  motor  vehicles  shall  make  all  reasonable\n   21  efforts to replace licenses and identification cards issued prior to the\n   22  effective  date of this act to persons less than twenty-one years of age\n   23  within eighteen months of the effective date of this act.\n   24    S 6. This act shall take effect on the one hundred twentieth day after\n   25  it shall have become a law; provided, however, that effective immediate-\n   26  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   27  necessary  for  the implementation of this act on its effective date are\n   28  authorized and directed to be made  and  completed  on  or  before  such\n   29  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the issuance, form and expiration of licenses and identification cards for persons less than twenty-one years of age ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T112707.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110106.T111705.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432756910
}