{
  "year" : 2011,
  "senateBillNo" : "A1056-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1056-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a tax deduction of up to ten thousand dollars for any person who donates a human organ to another human being",
  "summary" : "Provides a tax deduction of up to ten thousand dollars for any person who donates a human organ to another human being; provides job security for those individuals who miss work during the recovery period from a human organ donation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A4265-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1056\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. ORTIZ, GALEF -- Multi-Sponsored by -- M. of A.\n         BOYLAND,  CLARK,  COLTON,   HOOPER,   MAYERSOHN,   McENENY,   MILLMAN,\n         O'DONNELL, PEOPLES-STOKES, SCARBOROUGH, TOWNS, WEISENBERG -- read once\n         and referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend the tax law, in relation to providing a tax deduction\n         for donating organs; and to amend the labor law, in  relation  to  job\n         security for those individuals who decide to donate an organ\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (c) of section 612 of the tax law is amended  by\n    2  adding a new paragraph 39 to read as follows:\n    3    (39) UP TO TEN THOUSAND DOLLARS FOR ANY PERSON WHO DONATES ONE OR MORE\n    4  OF HIS OR HER HUMAN ORGANS TO ANOTHER HUMAN BEING FOR HUMAN ORGAN TRANS-\n    5  PLANTATION. SUCH DEDUCTION MAY ONLY BE TAKEN ONCE IN A DONOR'S LIFETIME.\n    6  THE  DEDUCTION SHALL EQUAL THAT AMOUNT OF NON-REIMBURSED EXPENSES RELAT-\n    7  ING TO TRAVEL, LODGING, MEDICAL EXPENSES AND LOST WAGES, BUT IN NO EVENT\n    8  SHALL THE AGGREGATE AMOUNT OF THE DEDUCTION EXCEED TEN THOUSAND DOLLARS.\n    9  THE DEDUCTION MUST BE TAKEN IN EITHER THE YEAR THE TRANSPLANT OCCURS, OR\n   10  THE YEAR IMMEDIATELY FOLLOWING  THE  YEAR  THE  TRANSPLANT  OCCURS.  FOR\n   11  PURPOSES  OF THIS PARAGRAPH, \"HUMAN ORGAN\" MEANS ALL OR PART OF A LIVER,\n   12  PANCREAS, LUNG, KIDNEY, INTESTINE, OR BONE MARROW.\n   13    S 2. Subdivision 2 of section 201-d of the labor  law  is  amended  by\n   14  adding a new paragraph e to read as follows:\n   15    E. AN INDIVIDUAL'S DECISION TO DONATE A HUMAN ORGAN AND FOR HIS OR HER\n   16  ABSENCE FROM WORK DURING THE RECOVERY PERIOD OF SUCH DONATION.\n   17    S 3. This act shall take effect immediately and shall apply to taxable\n   18  years  commencing  on  or  after  such effective date, provided that the\n   19  commissioner of taxation and finance shall promulgate any rule or  regu-\n   20  lation necessary for the timely implementation of this act.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03657-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a tax deduction for donating organs; and to amend the labor law, in relation to job security for those individuals who decide to donate an organ ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T112707.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110106.T111204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432756918
}