{
  "year" : 2011,
  "senateBillNo" : "A105-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A105-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enhances protections for homeowners who have paid contractors, subcontractors, and material suppliers for home improvements",
  "summary" : "Enhances protections for homeowners who have paid contractors, subcontractors, and material suppliers for home improvements; enhances penalties, civil and criminal for violations of the consumer protection provisions of the Home Improvement Contracts article of the general business law; authorizes the attorney general to prosecute crimes under that article. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A599-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          105\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CAHILL, PHEFFER -- read once and referred to the\n         Committee on Judiciary\n\n       AN ACT to amend the general business law, in relation to  home  improve-\n         ment contracts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 7 of section 770 of the general  business  law,\n    2  as  added  by  chapter  32  of  the  laws of 1989, is amended to read as\n    3  follows:\n    4    7. \"Custom home\" means a new single family residence  OR  A  RESIDENCE\n    5  DESIGNED SOLELY FOR OCCUPANCY OF NOT MORE THAN TWO FAMILIES LIVING SEPA-\n    6  RATELY,  to  be constructed on premises owned of record by the purchaser\n    7  at the time of contract[,]; provided that such residence is intended for\n    8  residential occupancy by such purchaser [and the  contract  of  sale  is\n    9  entered  into on or after the first day of March, nineteen hundred nine-\n   10  ty].\n   11    S 2. Subdivision 1 of section 772 of  the  general  business  law,  as\n   12  added by chapter 421 of the laws of 1987, is amended to read as follows:\n   13    1.  Any  owner  who  is induced to contract for a home improvement, in\n   14  reliance on false or fraudulent written representations or false written\n   15  statements, may sue and recover from such contractor a penalty of  [five\n   16  hundred]  UP TO TWO THOUSAND dollars plus reasonable attorney's fees, in\n   17  addition to any damages sustained by the owner by reason of such  state-\n   18  ments  or  representations.  ANY OWNER WHO IS AGGRIEVED BY A SUBSTANTIAL\n   19  VIOLATION, AS DEFINED IN SECTION SEVEN  HUNDRED  SEVENTY-THREE  OF  THIS\n   20  ARTICLE,  MAY  SUE  AND  RECOVER FROM SUCH CONTRACTOR A PENALTY OF UP TO\n   21  FIVE THOUSAND DOLLARS PLUS REASONABLE ATTORNEY'S FEES,  IN  ADDITION  TO\n   22  ANY  DAMAGES  SUSTAINED  BY  THE  OWNER  BY  REASON  OF SUCH SUBSTANTIAL\n   23  VIOLATION. In addition, if the court finds that the suit  by  the  owner\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00774-01-1\n\n       A. 105                              2\n\n    1  was  without  arguable  legal  merit, it may award reasonable attorney's\n    2  fees to the contractor.\n    3    S  3.  Section  773 of the general business law, as amended by chapter\n    4  587 of the laws of 1990, is amended to read as follows:\n    5    S 773. Violations. 1. (A) Technical violations. Every home improvement\n    6  contractor who violates any of the provisions of this article  shall  be\n    7  subject to a civil penalty not to exceed one hundred dollars IN THE CASE\n    8  OF A FIRST VIOLATION.\n    9    (B)  FOR  A  SECOND  VIOLATION  WITHIN A PERIOD OF THREE YEARS, A HOME\n   10  IMPROVEMENT CONTRACTOR SHALL BE GUILTY OF A VIOLATION AND SHALL BE FINED\n   11  TWO HUNDRED FIFTY DOLLARS.\n   12    (C) FOR A THIRD OR SUBSEQUENT  VIOLATION  WITHIN  A  PERIOD  OF  THREE\n   13  YEARS, A HOME IMPROVEMENT CONTRACTOR SHALL BE GUILTY OF A CLASS B MISDE-\n   14  MEANOR AND SHALL BE SENTENCED TO A MANDATORY, DEFINITE TERM OF IMPRISON-\n   15  MENT OF THREE MONTHS AND MAY ALSO BE FINED AS PROVIDED IN THE PENAL LAW.\n   16    2.  Substantial  violations. (A) Every home improvement contractor who\n   17  fails to deposit funds in  an  escrow  account  or  provide  a  bond  or\n   18  contract of indemnity or irrevocable letter of credit in compliance with\n   19  the  requirements  of  section  seventy-one-a  of the lien law, [or] who\n   20  fails to provide a written contract substantially in compliance with the\n   21  requirements of this article, OR WHO VIOLATES THE PROVISIONS OF  SECTION\n   22  SEVEN  HUNDRED  SEVENTY-ONE-A  OF  THIS  ARTICLE shall, IN THE CASE OF A\n   23  FIRST VIOLATION, be subject to a civil penalty not to exceed the greater\n   24  of two hundred fifty dollars [for each violation] or five percent of the\n   25  aggregate contract price specified in the  home  improvement  contract[;\n   26  provided, however, that in no event shall the total penalty exceed twen-\n   27  ty-five hundred dollars for each contract].\n   28    (B)  FOR  A  SECOND  VIOLATION  WITHIN A PERIOD OF THREE YEARS, A HOME\n   29  IMPROVEMENT CONTRACTOR SHALL BE GUILTY OF  A  CLASS  A  MISDEMEANOR  AND\n   30  SHALL  BE SENTENCED TO A MANDATORY, DEFINITE TERM OF IMPRISONMENT OF SIX\n   31  MONTHS AND MAY ALSO BE FINED AS PROVIDED IN THE PENAL LAW.\n   32    (C) FOR A THIRD OR SUBSEQUENT  VIOLATION  WITHIN  A  PERIOD  OF  THREE\n   33  YEARS, A HOME IMPROVEMENT CONTRACTOR SHALL BE GUILTY OF A CLASS E FELONY\n   34  AND  SHALL BE SENTENCED TO A MANDATORY, DEFINITE TERM OF IMPRISONMENT OF\n   35  ONE YEAR AND MAY ALSO BE FINED AS PROVIDED IN THE PENAL LAW.\n   36    3. Mitigating factors; defenses. In an instance where  the  contractor\n   37  has been shown to have committed [multiple violations] A FIRST VIOLATION\n   38  of  this  article or the provisions of section seventy-one-a of the lien\n   39  law, the court shall consider the following factors in assessing a civil\n   40  penalty pursuant to PARAGRAPH (A) OF SUBDIVISION ONE OR PARAGRAPH (A) OF\n   41  subdivision two of this section: the volume of business which  the  home\n   42  improvement  contractor  performs  on  an  annual  basis, [the number of\n   43  contracts in violation,] the actual financial loss or exposure to finan-\n   44  cial loss suffered by [any] THE owner as a result  of  the  [violations]\n   45  VIOLATION,  and  whether  the  home improvement contractor acted in good\n   46  faith or willfully with respect to such violations. No home  improvement\n   47  contractor shall be subject to the increased penalties provided by PARA-\n   48  GRAPH (A) OF subdivision two of this section if such contractor shows by\n   49  a  preponderance  of the evidence that the violation was not intentional\n   50  and resulted from a bona fide error made notwithstanding the maintenance\n   51  of procedures reasonably adopted to avoid such a violation.\n   52    S 4. Subdivision 2 of section 774 of  the  general  business  law,  as\n   53  added  by chapter 421 of the laws of 1987, is amended and a new subdivi-\n   54  sion 3 is added to read as follows:\n   55    2. The CIVIL provisions of this article may be  enforced  concurrently\n   56  by  the  director of a municipal consumer affairs office, or by the town\n\n       A. 105                              3\n\n    1  attorney, city corporation counsel, or other lawful designee of a  muni-\n    2  cipality  or local government, and all moneys collected thereunder shall\n    3  be retained by such municipality or local government.\n    4    3.  THE  ATTORNEY  GENERAL IS HEREBY AUTHORIZED TO PROSECUTE ANY CRIME\n    5  DEFINED IN SECTION SEVEN HUNDRED SEVENTY-THREE OF THIS ARTICLE.\n    6    S 5. This act shall take effect on the first of November next succeed-\n    7  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to home improvement contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T144950.TXT", "SOBI.D101216.T114416.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292615390435
}