{
  "year" : 2011,
  "senateBillNo" : "A1055-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1055-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a veteran fee waiver program within the State University of New York system",
  "summary" : "Establishes a veteran fee waiver program within the State University of New York system; provides for eligibility, applicability and amounts of such waivers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A6406-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1055\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, LENTOL -- Multi-Sponsored by -- M. of A.\n         COLTON, COOK, FARRELL, HEASTIE, O'DONNELL, PHEFFER, J. RIVERA,  ROBIN-\n         SON, SWEENEY, TOWNS, WRIGHT -- read once and referred to the Committee\n         on Higher Education\n\n       AN  ACT  to amend the education law, in relation to the state university\n         of New York veteran fee waiver program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 669-e\n    2  to read as follows:\n    3    S 669-E. VETERAN FEE WAIVER PROGRAM. 1. ELIGIBLE STUDENTS.    STUDENTS\n    4  MUST MEET ALL THE REQUIREMENTS OF AT LEAST ONE OF THE FOLLOWING PLANS:\n    5    (A) PLAN A. THE STUDENT MUST BE THE SPOUSE, CHILD OR UNMARRIED SURVIV-\n    6  ING SPOUSE OF A VETERAN WHO IS TOTALLY SERVICE CONNECTED DISABLED OR WHO\n    7  DIED OF SERVICE RELATED CAUSES. THE CHILD MUST BE LESS THAN TWENTY-SEVEN\n    8  YEARS  OF AGE TO RECEIVE THE FEE WAIVER BUT MAY BE UP TO THIRTY YEARS OF\n    9  AGE IF THE CHILD IS A VETERAN. A DEPENDENT MAY NOT RECEIVE ANY  BENEFITS\n   10  HEREUNDER IF OTHERWISE IN RECEIPT OF USDVA CHAPTER 35 BENEFITS.\n   11    (B)  PLAN  B.  THE  STUDENT  MUST  BE THE CHILD OF A VETERAN WHO HAS A\n   12  SERVICE CONNECTED DISABILITY OR HAD A SERVICE  CONNECTED  DISABILITY  AT\n   13  TIME OF DEATH. A CHILD'S INCOME, INCLUDING STUDENT ADJUSTED GROSS INCOME\n   14  PLUS  THE  VALUE  OF  SUPPORT PROVIDED BY THE PARENTS, CANNOT EXCEED THE\n   15  NATIONAL POVERTY LEVEL AS CALCULATED BY THE UNITED STATES CENSUS BUREAU.\n   16    (C) PLAN C. ANY DEPENDENT, OR SURVIVING SPOUSE WHO HAS NOT  REMARRIED,\n   17  OF  ANY MEMBER OF THE NEW YORK STATE NATIONAL GUARD, WHO, IN THE LINE OF\n   18  DUTY AND WHILE IN ACTIVE SERVICE OF THE STATE, WAS KILLED.\n   19    2. APPLICABILITY. FEE WAIVERS PROVIDED UNDER THIS SECTION  SHALL  ONLY\n   20  BE  AVAILABLE  WITHIN THE STATE OF NEW YORK UNIVERSITY SYSTEM; PROVIDED,\n   21  HOWEVER, THAT NOTHING CONTAINED HEREIN SHALL PREVENT  INSTITUTIONS  FROM\n   22  CHARGING NONRESIDENT FEES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03637-01-1\n\n       A. 1055                             2\n\n    1    3.  APPLICATION. ELIGIBLE STUDENTS MUST FILE ON OR BEFORE MAY FIRST OF\n    2  THE ACADEMIC YEAR FOR WHICH REQUESTING PAYMENT IN ORDER TO BE CONSIDERED\n    3  FOR THE FEE WAIVER PROGRAM.\n    4    4.  AMOUNT  OF  FEE  WAIVER.  (A) FOR FULL-TIME STUDY, AWARDS SHALL BE\n    5  TWENTY-FIVE PERCENT OF TOTAL TUITION COSTS.   FULL-TIME STUDY  SHALL  BE\n    6  DEFINED  AS  TWELVE OR MORE CREDIT HOURS PER SEMESTER (OR THE EQUIVALENT\n    7  THEREOF) AT A DEGREE GRANTING INSTITUTION WITHIN THE STATE UNIVERSITY OF\n    8  NEW YORK SYSTEM, OR TWENTY-FOUR OR MORE HOURS PER WEEK IN  A  VOCATIONAL\n    9  TRAINING PROGRAM.\n   10    (B)  FOR PART-TIME STUDY, AWARDS SHALL BE TWENTY-FIVE PERCENT OF TOTAL\n   11  TUITION COSTS.  PART-TIME STUDY SHALL BE DEFINED AS  BETWEEN  THREE  AND\n   12  ELEVEN  CREDIT HOURS PER SEMESTER (OR THE EQUIVALENT) AT A DEGREE GRANT-\n   13  ING INSTITUTION WITHIN THE STATE  UNIVERSITY  OF  NEW  YORK  SYSTEM,  OR\n   14  BETWEEN  SIX  AND  TWENTY-THREE  HOURS PER WEEK IN A VOCATIONAL TRAINING\n   15  PROGRAM.\n   16    (C) IF A TUITION ASSISTANCE PROGRAM (TAP) AWARD IS ALSO RECEIVED,  THE\n   17  COMBINED ACADEMIC YEAR AWARD CANNOT EXCEED TUITION. IN SUCH INSTANCE THE\n   18  TAP  AWARD  SHALL  BE  REDUCED  ACCORDINGLY. THE TOTAL UNDERGRADUATE AND\n   19  GRADUATE TUITION AWARDS RECEIVED CANNOT EXCEED TEN THOUSAND  DOLLARS  IN\n   20  AN ACADEMIC YEAR.\n   21    S  2. This act shall take effect on the first of January next succeed-\n   22  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the state university of New York veteran fee waiver program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T112707.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110106.T111204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432756913
}