{
  "year" : 2011,
  "senateBillNo" : "A1058-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1058-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all retail establishments for on-premises consumption employing one or more persons as bouncers to require such persons to submit fingerprints",
  "summary" : "Requires all retail establishments for on-premises consumption employing one or more persons as bouncers to require such persons to submit fingerprints. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "AA2515-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1058\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, ARROYO, P. RIVERA -- Multi-Sponsored by --\n         M.  of A. COLTON, MAYERSOHN -- read once and referred to the Committee\n         on Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the alcoholic beverage control law, in relation to crim-\n         inal history information for  persons  employed  as  bouncers  at  all\n         retail  establishments  for on-premises consumption and in relation to\n         the licensure and training of bouncers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 3 of the alcoholic beverage control law is amended\n    2  by adding two new subdivisions 6-a and 9-a to read as follows:\n    3    6-A. \"BOUNCER\" SHALL MEAN A PERSON EMPLOYED BY AN  ON-PREMISES  RETAIL\n    4  LICENSEE  WHERE  THE  BASIS FOR SUCH PERSON'S EMPLOYMENT IS TO GENERALLY\n    5  KEEP THE PEACE WITHIN SUCH LICENSEE'S ON-PREMISES RETAIL ESTABLISHMENT.\n    6    9-A. \"CRIMINAL  HISTORY  INFORMATION\"  SHALL  MEAN  A  RECORD  OF  ALL\n    7  CONVICTIONS  OF  CRIMES  MAINTAINED  ON AN INDIVIDUAL BY THE DIVISION OF\n    8  CRIMINAL JUSTICE SERVICES PURSUANT TO PARAGRAPH (C) OF SUBDIVISION  FOUR\n    9  OF SECTION EIGHT HUNDRED THIRTY-SEVEN OF THE EXECUTIVE LAW.\n   10    S  2.  Section 106 of the alcoholic beverage control law is amended by\n   11  adding a new subdivision 18 to read as follows:\n   12    18.(A) ALL RETAIL LICENSEES FOR ON-PREMISES  CONSUMPTION  THAT  EMPLOY\n   13  ONE  OR  MORE BOUNCERS, AS DEFINED IN SUBDIVISION SIX-A OF SECTION THREE\n   14  OF THIS CHAPTER, SHALL REQUIRE AN APPLICANT FOR EMPLOYMENT AS A  BOUNCER\n   15  TO  SUBMIT  A  SET  OF  FINGERPRINTS TO SUCH LICENSEE IN ORDER TO OBTAIN\n   16  CRIMINAL HISTORY INFORMATION. SUCH CRIMINAL HISTORY INFORMATION SHALL BE\n   17  OBTAINED ACCORDING TO THE PROVISIONS OF THIS SUBDIVISION.\n   18    (B) TO THE EXTENT PERMITTED BY LAW, THE  LICENSEE  OF  AN  ON-PREMISES\n   19  CONSUMPTION  RETAIL  ESTABLISHMENT  SHALL REQUEST FROM A PERSON APPLYING\n   20  FOR EMPLOYMENT AS A BOUNCER A STATEMENT OF HIS  OR  HER  PRIOR  CRIMINAL\n   21  CONVICTIONS IN THIS STATE OR ANY OTHER JURISDICTION. PRIOR TO REQUESTING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03645-01-1\n\n       A. 1058                             2\n\n    1  INFORMATION  ON  PRIOR  CRIMINAL  CONVICTION FROM A PROSPECTIVE BOUNCER,\n    2  SUCH LICENSEE SHALL:\n    3    (1)  INFORM  THE  PROSPECTIVE BOUNCER IN WRITING THAT SUCH LICENSEE IS\n    4  REQUIRED TO REQUEST HIS OR HER CRIMINAL  HISTORY  INFORMATION  FROM  THE\n    5  DIVISION OF CRIMINAL JUSTICE SERVICES AND REVIEW SUCH INFORMATION PURSU-\n    6  ANT TO THIS SUBDIVISION;\n    7    (2)  INFORM THE PROSPECTIVE BOUNCER THAT BEFORE SUCH LICENSEE REQUESTS\n    8  SUCH CRIMINAL HISTORY INFORMATION, THE PROSPECTIVE BOUNCER HAS THE RIGHT\n    9  TO OBTAIN, REVIEW AND SEEK CORRECTION OF HIS  OR  HER  CRIMINAL  HISTORY\n   10  INFORMATION  PURSUANT  TO  REGULATIONS AND PROCEDURES ESTABLISHED BY THE\n   11  DIVISION OF CRIMINAL JUSTICE SERVICES;\n   12    (3) OBTAIN THE SIGNED INFORMED CONSENT OF THE PROSPECTIVE BOUNCER ON A\n   13  FORM SUPPLIED BY THE DIVISION OF CRIMINAL JUSTICE SERVICES  WHICH  INDI-\n   14  CATES THAT SUCH PROSPECTIVE BOUNCER HAS:\n   15    (I)  BEEN  INFORMED  OF  THE RIGHT AND PROCEDURES NECESSARY TO OBTAIN,\n   16  REVIEW AND SEEK CORRECTION OF HIS OR HER CRIMINAL HISTORY INFORMATION;\n   17    (II) BEEN INFORMED OF THE REASON FOR THE REQUEST FOR HIS OR HER CRIMI-\n   18  NAL HISTORY INFORMATION; AND\n   19    (III) CONSENTED TO SUCH REQUEST.\n   20    (C) UPON RECEIVING SUCH WRITTEN CONSENT, SUCH  LICENSEE  SHALL  OBTAIN\n   21  THE  FINGERPRINTS OF SUCH PROSPECTIVE BOUNCER IN SUCH FORM AND MANNER AS\n   22  SHALL BE SPECIFIED BY THE DIVISION OF CRIMINAL JUSTICE SERVICES.\n   23    (D) SUCH LICENSEE MAY DESIGNATE ONE PERSON IN HIS OR  HER  EMPLOY  WHO\n   24  SHALL BE AUTHORIZED TO REQUEST, RECEIVE AND REVIEW SUCH CRIMINAL HISTORY\n   25  INFORMATION,  AND  ONLY  SUCH  LICENSEE,  HIS  OR  HER  DESIGNEE AND THE\n   26  PROSPECTIVE BOUNCER TO WHICH THE CRIMINAL  HISTORY  INFORMATION  RELATES\n   27  SHALL HAVE ACCESS TO SUCH INFORMATION.\n   28    (E)  SUCH  LICENSEE, OR HIS OR HER DESIGNEE, SHALL PROMPTLY SUBMIT THE\n   29  FINGERPRINTS TO THE DIVISION OF CRIMINAL JUSTICE SERVICES  IN  A  MANNER\n   30  PRESCRIBED  BY  THE  DIVISION  OF  CRIMINAL  JUSTICE  SERVICES AND SHALL\n   31  REQUEST AND IS AUTHORIZED TO  RECEIVE  FROM  THE  DIVISION  OF  CRIMINAL\n   32  JUSTICE  SERVICES  CRIMINAL HISTORY INFORMATION CONCERNING SUCH PROSPEC-\n   33  TIVE BOUNCER.\n   34    (F) NOTWITHSTANDING THE PROVISIONS OF ANY OTHER LAW TO  THE  CONTRARY,\n   35  NO  PERSON  APPLYING  FOR EMPLOYMENT AS A BOUNCER SHALL BE CHARGED A FEE\n   36  FOR THE CRIMINAL HISTORY BACKGROUND CHECK REQUIRED BY THIS SUBDIVISION.\n   37    (G) SUCH LICENSEE, OR HIS OR HER DESIGNEE, SHALL CONSIDER SUCH  CRIMI-\n   38  NAL HISTORY INFORMATION IN ACCORDANCE WITH ARTICLE TWENTY-THREE-A OF THE\n   39  CORRECTION LAW.\n   40    (H)  SUCH  LICENSEE,  OR HIS OR HER DESIGNEE, SHALL UPON RECEIPT IMME-\n   41  DIATELY MARK SUCH CRIMINAL HISTORY INFORMATION \"CONFIDENTIAL\", AND SHALL\n   42  AT ALL TIMES MAINTAIN SUCH CRIMINAL  HISTORY  INFORMATION  IN  A  SECURE\n   43  PLACE.  CRIMINAL  HISTORY INFORMATION RECEIVED PURSUANT TO THIS SUBDIVI-\n   44  SION SHALL NOT BE PUBLISHED OR IN ANY WAY DISCLOSED  OR  REDISCLOSED  TO\n   45  PERSONS  OTHER  THAN  SUCH  LICENSEE,  OR  HIS  OR HER DESIGNEE, AND THE\n   46  PROSPECTIVE BOUNCER. ANY PERSON WHO WILLFULLY RELEASES  OR  PERMITS  THE\n   47  RELEASE OF ANY CONFIDENTIAL CRIMINAL HISTORY INFORMATION RECEIVED PURSU-\n   48  ANT  TO THIS SUBDIVISION TO PERSONS NOT PERMITTED BY THIS SUBDIVISION TO\n   49  RECEIVE SUCH INFORMATION SHALL BE GUILTY OF A MISDEMEANOR. ANY UNAUTHOR-\n   50  IZED DISCLOSURE OF FINGERPRINTS OR CRIMINAL HISTORY INFORMATION OBTAINED\n   51  PURSUANT TO THIS SUBDIVISION SHALL ALSO  ENTITLE  THE  SUBJECT  OF  SUCH\n   52  FINGERPRINTS OR CRIMINAL HISTORY INFORMATION TO RECOVER A CIVIL AWARD OF\n   53  DAMAGES RESULTING FROM SUCH UNAUTHORIZED DISCLOSURE, TOGETHER WITH COSTS\n   54  AND REASONABLE ATTORNEY'S FEES.\n   55    (I)  CRIMINAL HISTORY INFORMATION PROVIDED BY THE DIVISION OF CRIMINAL\n   56  JUSTICE SERVICES PURSUANT TO THIS SUBDIVISION SHALL BE FURNISHED ONLY BY\n\n       A. 1058                             3\n\n    1  MAIL OR OTHER METHOD OF SECURE AND CONFIDENTIAL DELIVERY,  ADDRESSED  TO\n    2  THE  AUTHORIZED RECIPIENT. SUCH INFORMATION AND THE ENVELOPE IN WHICH IT\n    3  IS ENCLOSED, IF ANY, SHALL BE  PROMINENTLY  MARKED  \"CONFIDENTIAL\",  AND\n    4  SHALL AT ALL TIMES BE MAINTAINED BY THE RECIPIENT IN A SECURE PLACE.\n    5    (J)   FINGERPRINTS  AND  CRIMINAL  JUSTICE  INFORMATION  CONCERNING  A\n    6  PROSPECTIVE BOUNCER SHALL BE RETURNED TO SUCH PROSPECTIVE BOUNCER WITHIN\n    7  NINETY DAYS OF RECEIPT UPON A DENIAL OF EMPLOYMENT OR SHALL BE  RETURNED\n    8  WHEN SUCH PROSPECTIVE BOUNCER LEAVES SUCH EMPLOYMENT.\n    9    (K)  THE  COMMISSIONER  OF  THE  DIVISION OF CRIMINAL JUSTICE SERVICES\n   10  SHALL PROMULGATE ALL RULES AND REGULATIONS NECESSARY  TO  IMPLEMENT  THE\n   11  PROVISIONS  OF  THIS  SUBDIVISION, WHICH SHALL INCLUDE CONVENIENT PROCE-\n   12  DURES FOR PROSPECTIVE BOUNCERS TO PROMPTLY VERIFY THE ACCURACY OF  THEIR\n   13  CRIMINAL  HISTORY  INFORMATION  AND, TO THE EXTENT AUTHORIZED BY LAW, TO\n   14  HAVE ACCESS TO RELEVANT DOCUMENTS RELATED THERETO.\n   15    S 3. Section 17 of the alcoholic beverage control law  is  amended  by\n   16  adding two new subdivisions 15 and 16 to read as follows:\n   17    15.  THE STATE LIQUOR AUTHORITY SHALL PREPARE AND DISSEMINATE INFORMA-\n   18  TION TO ADVISE LICENSEES OF ON-PREMISES  CONSUMPTION  RETAIL  ESTABLISH-\n   19  MENTS OF THE REQUIREMENT TO OBTAIN THE CRIMINAL HISTORY INFORMATION OF A\n   20  PROSPECTIVE  BOUNCER  PURSUANT  TO  SUBDIVISION  EIGHTEEN OF SECTION ONE\n   21  HUNDRED SIX OF THIS CHAPTER. SUCH INFORMATION SHALL  ALSO  INCLUDE,  BUT\n   22  NOT BE LIMITED TO, THE FOLLOWING:\n   23    (A)  THE  STEPS  NECESSARY TO PERFORM THE CRIMINAL HISTORY INFORMATION\n   24  CHECK, INCLUDING INFORMATION ON FORM AVAILABILITY, AND FINGERPRINTING;\n   25    (B) APPLICABLE CONFIDENTIALITY REQUIREMENTS;\n   26    (C) THE REQUIREMENTS OF ARTICLE TWENTY-THREE-A OF THE  CORRECTION  LAW\n   27  RELATED  TO THE PERMISSIVE USE OF CRIMINAL HISTORY INFORMATION IN HIRING\n   28  DECISIONS; AND\n   29    (D) OTHER INFORMATION THAT IS AVAILABLE TO PROSPECTIVE EMPLOYERS  UPON\n   30  THE  CONSENT  OF  A  PROSPECTIVE  BOUNCER  INCLUDING  BUT NOT LIMITED TO\n   31  DEPARTMENT OF MOTOR VEHICLES RECORDS,  EDUCATIONAL  RECORDS  AND  CREDIT\n   32  RECORDS,   INCLUDING,  WHERE  RELEVANT  AND  AVAILABLE,  PHONE  NUMBERS,\n   33  ADDRESSES AND A DESCRIPTION OF THE CONTENT AND POTENTIAL  USES  OF  SUCH\n   34  RECORDS.\n   35    16.  THE STATE LIQUOR AUTHORITY SHALL REQUIRE ALL PROSPECTIVE BOUNCERS\n   36  TO TAKE A TRAINING COURSE PRIOR TO ANY EMPLOYMENT  AS  A  BOUNCER.  SUCH\n   37  TRAINING  COURSE  SHALL INCLUDE IDENTIFICATION PROCEDURES, CIVIL LIABIL-\n   38  ITIES AND POTENTIAL CRIMINAL LIABILITIES FACED BY THE  EMPLOYING  ESTAB-\n   39  LISHMENT  AND THE BOUNCER FOR ABUSIVE, NEGLIGENT, AND CRIMINAL BEHAVIOR,\n   40  LAW ENFORCEMENT CONTACTS, AND ANY OTHER TOPIC THE STATE LIQUOR AUTHORITY\n   41  MAY DEEM NECESSARY.\n   42    S 4. The alcoholic beverage control law is amended  by  adding  a  new\n   43  article 3 to read as follows:\n   44                                  ARTICLE 3\n   45                                  BOUNCERS\n   46  SECTION 30. BOUNCERS; LICENSURE.\n   47          31. BOUNCERS; TRAINING.\n   48    S 30. BOUNCERS; LICENSURE. 1. ON AND AFTER SIX MONTHS AFTER THE EFFEC-\n   49  TIVE DATE OF THIS ARTICLE, ONLY A PERSON LICENSED PURSUANT TO THIS ARTI-\n   50  CLE SHALL BE EMPLOYED AS A BOUNCER.\n   51    2.  TO  QUALIFY FOR A LICENSE AS A BOUNCER, AN APPLICANT SHALL FULFILL\n   52  THE FOLLOWING REQUIREMENTS:\n   53    (A) APPLICATION: FILE AN APPLICATION WITH THE AUTHORITY;\n   54    (B) FINGERPRINTS: SUBMIT A SET OF FINGERPRINTS  TO  THE  AUTHORITY  IN\n   55  ORDER TO OBTAIN CRIMINAL HISTORY INFORMATION;\n\n       A. 1058                             4\n\n    1    (C) CRIMINAL HISTORY: SUBMIT A LIST OF ALL CRIMINAL CONVICTIONS OF THE\n    2  APPLICANT;\n    3    (D)  TRAINING: COMPLETE THE TRAINING REQUIREMENTS SET FORTH IN SECTION\n    4  THIRTY-ONE OF THIS ARTICLE; AND\n    5    (E) FEE: PAY AN APPLICATION  FEE  OF  FIFTY  DOLLARS.  FEES  COLLECTED\n    6  PURSUANT  TO  THIS  PARAGRAPH SHALL BE USED TO FUND THE TRAINING PROGRAM\n    7  ESTABLISHED BY SECTION THIRTY-ONE OF THIS ARTICLE.\n    8    3. THE AUTHORITY SHALL ISSUE  LICENSES  TO  QUALIFIED  APPLICANTS  FOR\n    9  EMPLOYMENT  AS  A  BOUNCER.  SUCH  LICENSE SHALL BE OF SUCH A SIZE AS TO\n   10  ENABLE EMPLOYED BOUNCERS  TO  CARRY  SUCH  LICENSE  AT  ALL  TIMES  WHEN\n   11  EMPLOYED.\n   12    4. UNLESS A DETERMINATION IS MADE PURSUANT TO SUBDIVISION FIVE OF THIS\n   13  SECTION THAT AN APPLICANT IS OTHERWISE ELIGIBLE FOR A LICENSE, NO APPLI-\n   14  CANT  WITH  A  CRIMINAL CONVICTION SHALL BE ELIGIBLE FOR A LICENSE.  THE\n   15  DURATION OF TIME FOR WHICH SUCH APPLICANT  SHALL  BE  INELIGIBLE  FOR  A\n   16  LICENSE SHALL BE NO SHORTER THAN THE LENGTH OF THE SENTENCE IMPOSED UPON\n   17  SUCH  APPLICANT  AS  A  RESULT OF SUCH CRIMINAL CONVICTION. AN APPLICANT\n   18  WITH MORE THAN ONE CRIMINAL CONVICTION SHALL BE INELIGIBLE FOR  A  DURA-\n   19  TION OF TIME NO SHORTER THAN THE LONGEST SENTENCE IMPOSED.\n   20    5. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION FOUR OF THIS SECTION,\n   21  UPON  CONSIDERATION  OF  THE CRITERIA SET FORTH IN THIS SUBDIVISION, THE\n   22  AUTHORITY MAY ISSUE A LICENSE TO AN APPLICANT WITH ONE OR MORE  CRIMINAL\n   23  CONVICTIONS  IF  THE AUTHORITY DEEMS THE ISSUANCE OF SUCH LICENSE APPRO-\n   24  PRIATE. CRITERIA TO BE CONSIDERED BY THE DEPARTMENT ARE:\n   25    (A) THE NATURE AND SERIOUSNESS OF THE CRIMINAL CONVICTION;\n   26    (B) THE LENGTH OF TIME THAT HAS ELAPSED SINCE THE APPLICANT  COMPLETED\n   27  SERVING THE SENTENCE FOR SUCH CONVICTION;\n   28    (C) THE BEST INTEREST OF THE PUBLIC;\n   29    (D) THE RELATIONSHIP BETWEEN THE CRIMINAL CONVICTION AND ITS RELEVANCE\n   30  TO EMPLOYMENT AS A BOUNCER;\n   31    (E) THE APPLICANT'S AGE WHEN THE CRIMINAL CONVICTION OCCURRED;\n   32    (F)  THE  CONDUCT  OF  SUCH  PERSON  BEFORE  AND  AFTER  THE  CRIMINAL\n   33  CONVICTION;\n   34    (G) EVIDENCE THAT THE APPLICANT HAS BEEN REHABILITATED; AND\n   35    (H) ANY OTHER CRITERIA THE AUTHORITY DEEMS RELEVANT.\n   36    6. LAW ENFORCEMENT OFFICERS THROUGHOUT THE STATE ARE HEREBY AUTHORIZED\n   37  TO ENFORCE THE PROVISIONS OF THIS ARTICLE. IN PROVIDING SUCH ENFORCEMENT\n   38  SUCH OFFICERS MAY REQUEST ANY BOUNCER TO  PRODUCE  HIS  OR  HER  LICENSE\n   39  ISSUED  PURSUANT  TO THIS ARTICLE. ANY BOUNCER WHO FAILS TO PRODUCE SUCH\n   40  LICENSE WHEN REQUESTED SHALL BE SUBJECT TO A FINE OF NO MORE THAN  THIR-\n   41  TY-FIVE HUNDRED DOLLARS, TERM OF IMPRISONMENT NOT EXCEEDING ONE YEAR, OR\n   42  BOTH SUCH FINE AND IMPRISONMENT.\n   43    S  31.  BOUNCERS; TRAINING. AN APPLICANT FOR A LICENSE ISSUED PURSUANT\n   44  TO THIS ARTICLE SHALL COMPLETE THE TRAINING SET FORTH IN  THIS  SECTION.\n   45  SUCH TRAINING SHALL BE PROVIDED BY AUTHORIZED AGENCIES OF THE AUTHORITY,\n   46  AND SHALL EMPHASIZE AND CONSIST OF:\n   47    1.  AN  UNDERSTANDING  OF  THE  DUTIES  AND RESPONSIBILITIES OF A DOOR\n   48  SUPERVISOR;\n   49    2. AN AWARENESS OF APPLICABLE LAWS, RULES AND REGULATIONS;\n   50    3. AN UNDERSTANDING OF USING AGREED UPON CRITERIA FOR  ALLOWING  ENTRY\n   51  TO A PREMISES;\n   52    4.  AN UNDERSTANDING OF PROCEDURES, INCLUDING, BUT NOT LIMITED TO NON-\n   53  VIOLENT RESTRAINT, USED FOR THE MONITORING AND  SUPERVISION  OF  PERSONS\n   54  WITHIN THE PREMISES AND THE RISKS ASSOCIATED WITH SUCH PROCEDURES;\n   55    5.  AN APPRECIATION OF THE INCREASED RISKS ASSOCIATED WITH ALCOHOL AND\n   56  SUBSTANCE ABUSE;\n\n       A. 1058                             5\n\n    1    6. INSIGHT INTO INTERVENTION AND CROWD CONTROL;\n    2    7. AN UNDERSTANDING OF RECOMMENDED RESPONSES TO EMERGENCIES, ACCIDENTS\n    3  AND INJURIES; AND\n    4    8. BASIC FIRST AID.\n    5    S 5. This act shall take effect on the one hundred twentieth day after\n    6  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to criminal history information for persons employed as bouncers at all retail establishments for on-premises consumption and in relation to the licensure and training of bouncers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T112205.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110106.T111204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432756928
}