{
  "year" : 2011,
  "senateBillNo" : "A1052-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1052-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a municipality or community board to express an opinion before a license is granted to a person to sell liquor at retail for off-premises consumption",
  "summary" : "Allows a municipality or community board to express an opinion before a license is granted to a person to sell liquor at retail for off-premises consumption. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "AA204-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1052\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. PHEFFER, DINOWITZ, V. LOPEZ, BING, LANCMAN --\n         Multi-Sponsored by -- M.   of  A.  GALEF,  GLICK,  GOTTFRIED,  HOOPER,\n         MAYERSOHN,  WEINSTEIN  --  read  once and referred to the Committee on\n         Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the alcoholic  beverage  control  law,  in  relation  to\n         licenses to sell liquor at retail for consumption off the premises\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 63 of the alcoholic beverage control law is amended\n    2  by adding a new subdivision 2-a to read as follows:\n    3    2-A. NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER, UPON RECEIPT\n    4  OF AN APPLICATION FOR A LICENSE UNDER THIS SECTION OR AN APPLICATION FOR\n    5  RENEWAL UNDER SECTION ONE HUNDRED NINE OF THIS  CHAPTER,  THE  APPLICANT\n    6  SHALL NOTIFY THE CLERK OF THE VILLAGE, TOWN OR CITY, AS THE CASE MAY BE,\n    7  BY  CERTIFIED  MAIL,  RETURN  RECEIPT REQUESTED, WHEREIN THE PROSPECTIVE\n    8  LICENSED PREMISES IS TO BE LOCATED OR, IN THE CASE OF AN APPLICATION FOR\n    9  RENEWAL, WHERE IT IS PRESENTLY LOCATED NOT LESS THAN THIRTY  DAYS  PRIOR\n   10  TO THE SUBMISSION OF ITS APPLICATION FOR A LICENSE UNDER THIS SECTION OR\n   11  FOR A RENEWAL THEREOF PURSUANT TO SECTION ONE HUNDRED NINE OF THIS CHAP-\n   12  TER.  FOR  THE PURPOSES OF THE PRECEDING SENTENCE NOTIFICATION NEED ONLY\n   13  BE GIVEN TO THE CLERK OF A VILLAGE WHEN SUCH PREMISES IS TO  BE  LOCATED\n   14  WITHIN  THE  BOUNDARIES  OF  THE  VILLAGE.  IN THE CITY OF NEW YORK, THE\n   15  COMMUNITY BOARD ESTABLISHED PURSUANT TO SECTION TWENTY-EIGHT HUNDRED  OF\n   16  THE  NEW YORK CITY CHARTER WITH JURISDICTION OVER THE AREA IN WHICH SUCH\n   17  LICENSED PREMISES IS TO BE LOCATED SHALL BE CONSIDERED  THE  APPROPRIATE\n   18  PUBLIC  BODY  TO WHICH NOTIFICATION SHALL BE GIVEN. SUCH MUNICIPALITY OR\n   19  COMMUNITY BOARD, AS THE CASE MAY BE,  MAY  EXPRESS  AN  OPINION  FOR  OR\n   20  AGAINST  THE  GRANTING OF SUCH LICENSE. ANY SUCH OPINION SHALL BE DEEMED\n   21  PART OF THE RECORD UPON WHICH THE LIQUOR BOARD MAKES  ITS  DETERMINATION\n   22  TO GRANT OR DENY SUCH LICENSE.\n   23    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   24  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00375-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to licenses to sell liquor at retail for consumption off the premises ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T144409.TXT", "SOBI.D110106.T112205.TXT", "SOBI.D110106.T110705.TXT", "SOBI.D110106.T111204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294429449336
}