{
  "year" : 2011,
  "senateBillNo" : "A1064-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A1064-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits mass transit facilities in N.Y. city advertising the sale or use of tobacco products or alcohol",
  "summary" : "Prohibits mass transit facilities in a city with a population of one million or more from advertising the sale or use of tobacco products or alcohol. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A6411-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1064\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, MILLMAN, WEISENBERG, GALEF -- Multi-Spon-\n         sored by -- M. of A.  CLARK, MAISEL, MAYERSOHN, SWEENEY --  read  once\n         and referred to the Committee on Health\n\n       AN  ACT  to  amend the public health law, in relation to prohibiting the\n         advertisement of tobacco products and alcohol at mass transit  facili-\n         ties\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  1399-mm-1 to read as follows:\n    3    S 1399-MM-1. ADVERTISING OF TOBACCO PRODUCTS AND ALCOHOL AT MASS TRAN-\n    4  SIT  FACILITIES  PROHIBITED.  1.  FOR  THE  PURPOSES OF THIS SECTION THE\n    5  FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    6    A. \"TOBACCO PRODUCTS\" SHALL MEAN CIGARETTES, CIGARS, CHEWING  TOBACCO,\n    7  OR ANY OTHER TOBACCO PRODUCT;\n    8    B. \"MASS TRANSIT FACILITIES\" SHALL MEAN A TRAIN, SUBWAY, BUS, TAXICAB,\n    9  OR FERRY OR ANY BUILDING OR AREA WHERE PEOPLE GATHER TO RIDE SUCH TRAIN,\n   10  SUBWAY, BUS, TAXICAB OR FERRY; AND\n   11    C.  \"PERSON\" SHALL MEAN A PERSON, FIRM, COMPANY, CORPORATION, PARTNER-\n   12  SHIP, SOLE PROPRIETOR, LIMITED PARTNERSHIP, ASSOCIATION, LIMITED LIABIL-\n   13  ITY COMPANY OR LIMITED LIABILITY PARTNERSHIP, WHETHER PUBLIC OR PRIVATE,\n   14  THAT RECEIVES FUNDING FROM THE STATE TO OPERATE A MASS TRANSIT FACILITY.\n   15    2. NO PERSON OPERATING A MASS TRANSIT FACILITY WITHIN A  CITY  WITH  A\n   16  POPULATION  OF  ONE  MILLION  OR  MORE  LOCATED  WITHIN THIS STATE SHALL\n   17  DISPLAY ANY ADVERTISEMENT OF ANY TYPE OR MANNER TO PROMOTE THE  SALE  OR\n   18  USE OF ANY TOBACCO PRODUCT OR ALCOHOL.\n   19    3.  NOTWITHSTANDING THE PROVISIONS OF SECTION THIRTEEN HUNDRED NINETY-\n   20  NINE-EE OF THIS ARTICLE, ANY PERSON WHO VIOLATES THE PROVISIONS OF  THIS\n   21  SECTION  SHALL  BE  SUBJECT  TO  A  CIVIL  PENALTY IN THE AMOUNT OF FIVE\n   22  HUNDRED DOLLARS PER DAY FOR EACH SUCH VIOLATION.\n   23    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   24  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03695-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to prohibiting the advertisement of tobacco products and alcohol at mass transit facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T112707.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110106.T111204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432756931
}