{
  "year" : 2011,
  "senateBillNo" : "A1067-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A1067-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that statements of employee rights and employer obligations for domestic workers are prepared in English, Spanish, Creole and other necessary languages",
  "summary" : "Requires that statements of employee rights and employer obligations for domestic workers are prepared in English, Spanish, Creole and other necessary languages. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A6426-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1067\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, P. RIVERA -- Multi-Sponsored by -- M. of\n         A. GOTTFRIED, WEISENBERG -- read once and referred to the Committee on\n         Labor\n\n       AN ACT to amend the labor law,  in  relation  to  domestic  workers  and\n         household employees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 691 of the labor law, as added  by\n    2  chapter 721 of the laws of 2004, is amended to read as follows:\n    3    1.  Every  licensed  employment  agency  under the jurisdiction of the\n    4  commissioner and engaged in the job placement  of  domestic  workers  or\n    5  household  employees shall provide to each applicant for employment as a\n    6  domestic worker or household employee and his or her prospective employ-\n    7  er, before job placement is arranged, a written statement indicating the\n    8  rights of such worker and employee and the obligations  of  his  or  her\n    9  employer  under  state  and  federal law. In the event any such licensed\n   10  employment agency maintains a website, the text of such  written  state-\n   11  ment  shall  also  be  provided  on the agency's website. The department\n   12  shall promulgate rules and regulations detailing what information should\n   13  be included in such written statement. Such rules and regulations  shall\n   14  require  that such statement of rights and obligations embody provisions\n   15  of state and federal laws that pertain to domestic workers or  household\n   16  employees,  both  in their capacity as workers and employees in New York\n   17  state and the United States and in their capacity specifically as domes-\n   18  tic workers or household employees in New  York  state  and  the  United\n   19  States.  Such statement of rights and obligations shall include, but not\n   20  be limited to, a general description of  employee  rights  and  employer\n   21  obligations  pursuant to laws regarding minimum wage, overtime and hours\n   22  of work, record keeping, social security payments,  unemployment  insur-\n   23  ance  coverage, disability insurance coverage and workers' compensation.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03696-01-1\n\n       A. 1067                             2\n\n    1  SUCH STATEMENT OF RIGHTS AND OBLIGATIONS SHALL BE PREPARED  IN  ENGLISH,\n    2  SPANISH, CREOLE AND ANY OTHER LANGUAGE DETERMINED BY THE COMMISSIONER TO\n    3  BE  SPOKEN  AS  A  PRIMARY  LANGUAGE BY A SUBSTANTIAL PERCENTAGE OF SUCH\n    4  WORKERS  OR  EMPLOYEES.  UPON  THE REQUEST OF THE EMPLOYMENT AGENCY, THE\n    5  COMMISSIONER SHALL PROVIDE TRANSLATION ASSISTANCE  TO  SUCH  AGENCY  AND\n    6  SHALL  MAKE  SAMPLES OF SUCH STATEMENT PREPARED IN THE REQUIRED LANGUAGE\n    7  AVAILABLE TO SUCH AGENCY. Every licensed  employment  agency  under  the\n    8  jurisdiction of the commissioner and to which this article applies shall\n    9  certify that the written statement required by this subdivision conforms\n   10  to  rules and regulations promulgated by the department and shall file a\n   11  copy of such written statement with the department.\n   12    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   13  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to domestic workers and household employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T120715.TXT", "SOBI.D110107.T153916.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432756945
}