{
  "year" : 2011,
  "senateBillNo" : "A1061-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1061-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Promotes the education of the human trafficking information and referral hotline to assist persons in freeing themselves from severe acts of sex trafficking",
  "summary" : "Promotes the education of the human trafficking information and referral hotline to assist persons in freeing themselves from severe acts or forms of sex trafficking. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "A6477-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1061\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, J. RIVERA, JAFFEE, COOK, ROBINSON, CLARK,\n         HOOPER -- Multi-Sponsored by -- M. of A. COLTON,  DESTITO,  MAYERSOHN,\n         REILLY, SWEENEY, WEISENBERG -- read once and referred to the Committee\n         on Economic Development, Job Creation, Commerce and Industry\n\n       AN  ACT  to  amend  the  alcoholic  beverage control law, in relation to\n         promoting the education  of  the  human  trafficking  information  and\n         referral hotlines to assist individuals from becoming or freeing them-\n         selves from any act of severe forms of sex trafficking\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. Presently, there is no law  requiring\n    2  wine  and  beer  establishments  to  post  a  notification regarding the\n    3  offense of human trafficking. About 80 percent  of  trafficking  victims\n    4  are  often  forced  into  the sex-slave trade industry. In many of these\n    5  cases, women and men are forced to be hosts or servers in establishments\n    6  that serve alcohol in bars or entertainment clubs. Furthermore, outreach\n    7  services are widely unknown to victims of trafficking.   The purpose  of\n    8  this  act  is  to  promote  the education of the federal toll free human\n    9  trafficking referral hotlines.\n   10    S 2. The alcoholic beverage control law is amended  by  adding  a  new\n   11  section 65-e to read as follows:\n   12    S  65-E.  POSTING  OF  SIGNS  RELATING  TO HUMAN TRAFFICKING.   1. THE\n   13  AUTHORITY SHALL PREPARE, PRINT AND DISTRIBUTE ACROSS THE  STATE  TO  ANY\n   14  PERSON, CORPORATION, PARTNERSHIP, OR OTHER BUSINESS ESTABLISHMENT WITH A\n   15  LICENSE  TO SELL ALCOHOLIC BEVERAGES FOR CONSUMPTION ON THE PREMISES AND\n   16  ANY ESTABLISHMENT THAT PERMITS ANY PERSON TO APPEAR ON LICENSED PREMISES\n   17  IN SUCH A MANNER OR ATTIRE AS TO EXPOSE TO VIEW ANY PORTION OF THE PUBIC\n   18  AREA, ANUS, VULVA OR GENITALS, OR ANY SIMULATION THEREOF, OR PERMIT  ANY\n   19  FEMALE  TO  APPEAR  IN  SUCH A MANNER OR ATTIRE AS TO EXPOSE TO VIEW ANY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03705-01-1\n\n       A. 1061                             2\n\n    1  PORTION OF THE BREAST BELOW THE TOP OF THE  AREOLA,  A  SIGN  OR  POSTER\n    2  MEETING THE FOLLOWING SPECIFICATIONS:\n    3    (A)  CONSPICUOUS  LETTERING  STATING  \"NOTICE  ON  HUMAN  TRAFFICKING:\n    4  OBTAINING FORCED LABOR OR SERVICE IS A CRIME UNDER THE  FEDERAL  GOVERN-\n    5  MENT.   IF YOU OR SOMEONE YOU KNOW IS A VICTIM OF HUMAN TRAFFICKING, YOU\n    6  ARE ENCOURAGED EITHER TO CALL THE NATIONAL  HUMAN  TRAFFICKING  RESOURCE\n    7  CENTER  TOLL FREE NUMBER AT 1-888-373-7888 OR TO GET IMMEDIATE HELP CALL\n    8  THE TRAFFICKING IN PERSONS AND WORKER EXPLOITATION TASK FORCE  COMPLAINT\n    9  LINE AT 1-888-428-7581 (VOICE AND TTY). YOU MAY REMAIN ANONYMOUS.\"\n   10    (B)  (I)  THE SIGN MUST BE AT LEAST EIGHT AND ONE-HALF INCHES HIGH AND\n   11  ELEVEN  INCHES  WIDE.  THE  ENGLISH  NOTICE  MUST  COVER   APPROXIMATELY\n   12  TWO-THIRDS  OF  THE  SIGN,  AND  SPANISH AND ANY OTHER LANGUAGE THAT THE\n   13  AUTHORITY  DEEMS  NECESSARY  TO  DISPLAY  ON  THE  NOTICE  SHOULD  COVER\n   14  ONE-THIRD OF THE SIGN.\n   15    (II)  IF  THE  NATIONAL  HUMAN  TRAFFICKING  RESOURCE CENTER TOLL FREE\n   16  NUMBER OR THE TRAFFICKING IN PERSONS AND WORKER EXPLOITATION TASK  FORCE\n   17  COMPLAINT  LINE NUMBER CHANGES, THE AUTHORITY IS REQUIRED TO REISSUE THE\n   18  SIGN OR POSTER WITH THE CHANGE WITHIN THIRTY DAYS TO ANY PERSON,  CORPO-\n   19  RATION, PARTNERSHIP, OTHER BUSINESS ESTABLISHMENT WITH A LICENSE TO SELL\n   20  ALCOHOLIC  BEVERAGES  FOR CONSUMPTION ON THE PREMISES AND ANY ESTABLISH-\n   21  MENT THAT PERMITS ANY PERSON TO APPEAR ON LICENSED PREMISES  IN  SUCH  A\n   22  MANNER  OR  ATTIRE  AS  TO EXPOSE TO VIEW ANY PORTION OF THE PUBIC AREA,\n   23  ANUS, VULVA OR GENITALS, OR ANY SIMULATION THEREOF, OR PERMIT ANY FEMALE\n   24  TO APPEAR IN SUCH A MANNER OR ATTIRE AS TO EXPOSE TO VIEW ANY PORTION OF\n   25  THE BREAST BELOW THE TOP OF THE AREOLA.\n   26    (C) ANY PERSON, CORPORATION, PARTNERSHIP, OR OTHER BUSINESS ESTABLISH-\n   27  MENT WITH A LICENSE TO SELL ALCOHOLIC BEVERAGES FOR CONSUMPTION  ON  THE\n   28  PREMISES  AND  ANY  ESTABLISHMENT  THAT  PERMITS ANY PERSON TO APPEAR ON\n   29  LICENSED PREMISES IN SUCH A MANNER OR ATTIRE AS TO EXPOSE  TO  VIEW  ANY\n   30  PORTION  OF  THE  PUBIC AREA, ANUS, VULVA OR GENITALS, OR ANY SIMULATION\n   31  THEREOF, OR PERMIT ANY FEMALE TO APPEAR IN SUCH A MANNER OR ATTIRE AS TO\n   32  EXPOSE TO VIEW ANY PORTION OF THE BREAST BELOW THE TOP  OF  THE  AREOLA,\n   33  SHALL  DISPLAY,  IN AN UPRIGHT POSITION AND IN A CONSPICUOUS PLACE WHERE\n   34  IT CAN BE EASILY READ BY CLIENTELE AND EMPLOYEES OF  THE  ESTABLISHMENT,\n   35  SUCH SIGN OR POSTER UPON RECEIVING IT FROM THE AUTHORITY.\n   36    2.  ANY PERSON, CORPORATION, PARTNERSHIP, OR OTHER BUSINESS ESTABLISH-\n   37  MENT WITH A LICENSE TO SELL ALCOHOLIC BEVERAGES FOR CONSUMPTION  ON  THE\n   38  PREMISES  AND  ANY  ESTABLISHMENT  THAT  PERMITS ANY PERSON TO APPEAR ON\n   39  LICENSED PREMISES IN SUCH A MANNER OR ATTIRE AS TO EXPOSE  TO  VIEW  ANY\n   40  PORTION  OF  THE  PUBIC AREA, ANUS, VULVA OR GENITALS, OR ANY SIMULATION\n   41  THEREOF, OR PERMIT ANY FEMALE TO APPEAR IN SUCH A MANNER OR ATTIRE AS TO\n   42  EXPOSE TO VIEW ANY PORTION OF THE BREAST BELOW THE TOP  OF  THE  AREOLA,\n   43  WHO  VIOLATES THE PROVISIONS OF THIS SECTION SHALL BE SUBJECT TO A CIVIL\n   44  PENALTY, NOT TO EXCEED ONE HUNDRED DOLLARS FOR EACH DAY OF VIOLATION.\n   45    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to promoting the education of the human trafficking information and referral hotlines to assist individuals from becoming or freeing themselves from any act of severe forms of sex trafficking ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T112205.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110106.T111204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432756940
}