{
  "year" : 2011,
  "senateBillNo" : "A1068-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A1068-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a real property tax exemption for members of the United States coast guard auxiliary",
  "summary" : "Provides a real property tax exemption for members of the United States coast guard auxiliary. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A6450-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1068\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation  to  providing  a\n         real  property  tax  exemption  to  members of the United States coast\n         guard auxiliary\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 451 to read as follows:\n    3    S 451. UNITED STATES COAST GUARD AUXILIARY. 1. REAL PROPERTY OWNED  BY\n    4  AN  ENROLLED  MEMBER  OF THE UNITED STATES COAST GUARD AUXILIARY OR SUCH\n    5  ENROLLED MEMBER AND SPOUSE, SHALL BE EXEMPT FROM TAXATION TO THE  EXTENT\n    6  OF  FIVE  PERCENT  OF  THE  ASSESSED  VALUE  OF  SUCH PROPERTY FOR CITY,\n    7  VILLAGE, TOWN, PART TOWN, SPECIAL DISTRICT OR COUNTY PURPOSES, EXCLUSIVE\n    8  OF SPECIAL ASSESSMENTS, PROVIDED THAT THE  GOVERNING  BODY  OF  A  CITY,\n    9  VILLAGE,  TOWN  OR  COUNTY,  AFTER A PUBLIC HEARING, ADOPTS A LOCAL LAW,\n   10  ORDINANCE OR RESOLUTION PROVIDING THEREFOR.\n   11    2. SUCH EXEMPTION SHALL NOT BE GRANTED TO AN ENROLLED  MEMBER  OF  THE\n   12  UNITED STATES COAST GUARD AUXILIARY UNLESS:\n   13    (A) THE PROPERTY IS THE PRIMARY RESIDENCE OF THE APPLICANT;\n   14    (B)  THE  PROPERTY  IS  USED  EXCLUSIVELY  FOR  RESIDENTIAL  PURPOSES;\n   15  PROVIDED HOWEVER, THAT IN THE EVENT ANY PORTION OF SUCH PROPERTY IS  NOT\n   16  USED  EXCLUSIVELY  FOR  THE  APPLICANT'S RESIDENCE BUT IS USED FOR OTHER\n   17  PURPOSES, SUCH PORTION SHALL BE SUBJECT TO TAXATION  AND  THE  REMAINING\n   18  PORTION  ONLY  SHALL  BE  ENTITLED  TO  THE  EXEMPTION  PROVIDED BY THIS\n   19  SECTION; AND\n   20    (C) THE APPLICANT HAS BEEN CERTIFIED BY THE UNITED STATES COAST  GUARD\n   21  AUXILIARY AS AN ENROLLED MEMBER FOR AT LEAST FIVE YEARS. IT SHALL BE THE\n   22  DUTY  AND  RESPONSIBILITY  OF THE MUNICIPALITY WHICH ADOPTS A LOCAL LAW,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03700-01-1\n\n       A. 1068                             2\n\n    1  ORDINANCE OR RESOLUTION PURSUANT TO THIS SECTION TO DETERMINE THE PROCE-\n    2  DURE FOR CERTIFICATION.\n    3    3.  ANY ENROLLED MEMBER OF THE UNITED STATES COAST GUARD AUXILIARY WHO\n    4  ACCRUES MORE THAN TWENTY YEARS OF ACTIVE SERVICE AND IS SO CERTIFIED  BY\n    5  THE  UNITED  STATES  COAST  GUARD  AUXILIARY,  SHALL BE GRANTED THE FIVE\n    6  PERCENT EXEMPTION AS AUTHORIZED BY THIS SECTION FOR THE REMAINDER OF HIS\n    7  OR HER LIFE AS LONG AS HIS OR HER PRIMARY RESIDENCE  IS  LOCATED  WITHIN\n    8  SUCH COUNTY PROVIDED THAT THE GOVERNING BODY OF A CITY, VILLAGE, TOWN OR\n    9  COUNTY,  AFTER A PUBLIC HEARING, ADOPTS A LOCAL LAW, ORDINANCE OR RESOL-\n   10  UTION PROVIDING THEREFOR.\n   11    4. APPLICATION FOR SUCH EXEMPTION SHALL BE FILED WITH THE ASSESSOR  OR\n   12  OTHER AGENCY, DEPARTMENT OR OFFICE DESIGNATED BY THE MUNICIPALITY OFFER-\n   13  ING  SUCH  EXEMPTION  ON  OR BEFORE THE TAXABLE STATUS DATE ON A FORM AS\n   14  PRESCRIBED BY THE STATE BOARD.\n   15    S 2. This act shall take effect on the one hundred eightieth day after\n   16  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to providing a real property tax exemption to members of the United States coast guard auxiliary ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T120715.TXT", "SOBI.D110107.T154416.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294433056055
}