{
  "year" : 2011,
  "senateBillNo" : "A1065-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A1065-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to full and good faith participation in peer review activities",
  "summary" : "Relates to full and good faith participation in peer review activities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A6538-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1065\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, LANCMAN -- Multi-Sponsored by -- M. of A.\n         BOYLAND, GALEF, MAYERSOHN, PERRY, REILLY, ROBINSON --  read  once  and\n         referred to the Committee on Health\n\n       AN ACT to amend the public health law and the education law, in relation\n         to full and good faith participation in peer review activities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1 and 2 of section 2805-m of the public health\n    2  law, as amended by chapter 808 of the laws of 1987, are amended to  read\n    3  as follows:\n    4    1. The information required to be collected and maintained pursuant to\n    5  [sections  twenty-eight hundred five-j and] SECTION twenty-eight hundred\n    6  five-k of this article, reports required to  be  submitted  pursuant  to\n    7  section  twenty-eight  hundred  five-l  of this article and any incident\n    8  reporting requirements imposed upon  diagnostic  and  treatment  centers\n    9  pursuant  to  the  provisions of this chapter shall be kept confidential\n   10  and shall not be released except to the department or pursuant to subdi-\n   11  vision four of section twenty-eight hundred five-k of this article.\n   12    2. Notwithstanding any other provisions of law, none of  the  records,\n   13  documentation  or  committee  actions  or  records  required pursuant to\n   14  [sections twenty-eight hundred five-j and] SECTION twenty-eight  hundred\n   15  five-k  of  this article, the reports required pursuant to section twen-\n   16  ty-eight hundred five-l of  this  article  nor  any  incident  reporting\n   17  requirements  imposed  upon diagnostic and treatment centers pursuant to\n   18  the provisions of this chapter shall  be  subject  to  disclosure  under\n   19  article  six  of  the  public  officers law or article thirty-one of the\n   20  civil practice law and rules,  except  as  hereinafter  provided  or  as\n   21  provided  by  any  other  provision of law. No person in attendance at a\n   22  meeting of any such committee shall be required to testify  as  to  what\n   23  transpired  thereat.  The prohibition relating to discovery of testimony\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03940-01-1\n\n       A. 1065                             2\n\n    1  shall not apply to the statements made by any person  in  attendance  at\n    2  such  a  meeting  who  is a party to an action or proceeding the subject\n    3  matter of which was reviewed at such meeting.\n    4    S  2.  Section  6530  of  the education law is amended by adding a new\n    5  subdivision 50 to read as follows:\n    6    50. FAILURE TO FULLY COOPERATE AND PARTICIPATE, REASONABLY AND IN GOOD\n    7  FAITH, IN THE QUALITY ASSURANCE AND  PEER  REVIEW  PROGRAMS  ACTIVITIES,\n    8  REQUIREMENTS  AND  PROCEDURES  COVERED  BY  SECTION TWENTY-EIGHT HUNDRED\n    9  FIVE-J OF THE PUBLIC HEALTH LAW.\n   10    S 3. Subdivision 1 of section 2805-k of  the  public  health  law,  as\n   11  amended  by chapter 485 of the laws of 1986, paragraph (f) as amended by\n   12  chapter 477 of the laws of 2008 and paragraph (g) as relettered by chap-\n   13  ter 786 of the laws of 1992, is amended to read as follows:\n   14    1. Prior to granting or renewing professional  privileges  or  associ-\n   15  ation  of  any  physician,  dentist or podiatrist or hiring a physician,\n   16  dentist or podiatrist, a hospital or facility approved pursuant to  this\n   17  article  shall request from the physician, dentist or podiatrist and the\n   18  physician, dentist or  podiatrist  shall  be  required  to  provide  the\n   19  following information:\n   20    (a)  The  name of any hospital or facility with or at which the physi-\n   21  cian, dentist or podiatrist had  or  has  any  association,  employment,\n   22  privileges or practice;\n   23    (b)  Where  such  association,  employment,  privilege or practice was\n   24  discontinued, the reasons for its discontinuation;\n   25    (c) Any pending professional medical, dental or  podiatric  misconduct\n   26  proceedings  or any pending medical malpractice actions in this state or\n   27  another state, the substance of the allegations in such  proceedings  or\n   28  actions,  and  any additional information concerning such proceedings or\n   29  actions as the physician, dentist or podiatrist may deem appropriate;\n   30    (d) The substance of the findings in such actions or  proceedings  and\n   31  any additional information concerning such actions or proceedings as the\n   32  physician, dentist or podiatrist may deem appropriate;\n   33    (e)  A waiver by the physician, dentist or podiatrist of any confiden-\n   34  tiality provisions concerning the information required to be provided to\n   35  hospitals pursuant to this subdivision; [and]\n   36    (f) Documentation  that  the  physician,  dentist  or  podiatrist  has\n   37  completed the course work or training as mandated by section two hundred\n   38  thirty-nine  of this chapter or section six thousand five hundred five-b\n   39  of the education law. A hospital or facility shall not  grant  or  renew\n   40  professional  privileges  or  association  to  a  physician, dentist, or\n   41  podiatrist who has not completed such course work or training[.];\n   42    (g) DOCUMENTATION THAT THE PHYSICIAN, DENTIST OR PODIATRIST AGREES  TO\n   43  FULL,  GOOD FAITH COOPERATION AND PARTICIPATION IN ANY PEER REVIEW PROC-\n   44  ESS, AND TERMINATION OF ALL PRIVILEGES, INCLUDING  EMPLOYMENT,  IF  SUCH\n   45  PHYSICIAN,  DENTIST  OR  PODIATRIST FAILS TO FULLY COOPERATE AND PARTIC-\n   46  IPATE; AND\n   47    (H) A verification by the physician, dentist or  podiatrist  that  the\n   48  information provided by the physician, dentist or podiatrist is true and\n   49  accurate.\n   50    S  4. This act shall take effect on the first of January next succeed-\n   51  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the education law, in relation to full and good faith participation in peer review activities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T112707.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110106.T111204.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432756937
}