{
  "year" : 2011,
  "senateBillNo" : "A1072-2011",
  "billEvents" : null,
  "votes" : null,
  "sponsor" : null,
  "title" : null,
  "summary" : null,
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : null,
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1072\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Mental Health\n\n       AN ACT to amend part R2 of chapter 62 of the laws of 2003, amending  the\n         mental hygiene law and the state finance law relating to the community\n         mental  health  support  and  workforce  reinvestment  program and the\n         membership of subcommittees for mental  health  of  community  service\n         boards and the duties of such subcommittees and creating the community\n         health  and  workforce reinvestment account, in relation to the effec-\n         tive date thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  7  of part R2 of chapter 62 of the laws of 2003,\n    2  amending the mental hygiene law and the state finance  law  relating  to\n    3  the  community  mental health support and workforce reinvestment program\n    4  and the membership of  subcommittees  for  mental  health  of  community\n    5  service  boards  and  the  duties of such subcommittees and creating the\n    6  community mental health and workforce reinvestment account,  as  amended\n    7  by section 2 of part C of chapter 111 of the laws of 2010, is amended to\n    8  read as follows:\n    9    S 7. This act shall take effect immediately and shall expire March 31,\n   10  2013  when  upon  such  date  the provisions of this act shall be deemed\n   11  repealed; PROVIDED FURTHER, THAT SECTIONS TWO AND SIX OF THIS ACT  SHALL\n   12  EXPIRE  MARCH  31,  2018  WHEN  UPON  SUCH  DATE  THE PROVISIONS OF SUCH\n   13  SECTIONS SHALL BE DEEMED REPEALED.\n   14    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03962-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : null,
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294434557526
}