{
  "year" : 2011,
  "senateBillNo" : "A1077-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1077-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Revises procedures for issuance of retail and special retail liquor licenses for on premises consumption regarding the posting of certain notices",
  "summary" : "Revises procedures regarding the issuance of both retail and special retail liquor licenses for on-premises consumption regarding the posting of certain notices: requires use of certain ink (i.e., pink ink of a neon, luminous or fluorescent variety such as \"Day-Glo\" ink) in the notice which the applicant must post at the proposed premises giving notice of the filing of the application, and also requires the applicant to post a copy of written notice of the scheduled hearing, and to include therewith a statement of the proposed use and capacity of the proposed premises; and imposes obligation on applicant to make reasonable efforts to insure that both of these posted items remain posted and to re-post these items upon receipt of a written request from the authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "A3829-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1077\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL, V. LOPEZ -- read once and referred to the\n         Committee on Economic Development, Job Creation, Commerce and Industry\n\n       AN  ACT  to  amend  the  alcoholic  beverage control law, in relation to\n         procedures associated with issuing retail and special retail  licenses\n         to sell liquor for on-premises consumption\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 7 of section 100  of  the  alcoholic  beverage\n    2  control  law, as added by chapter 256 of the laws of 1978, is amended to\n    3  read as follows:\n    4    7. Within ten days after filing a new application to  sell  liquor  at\n    5  retail  under  section sixty-three[, sixty-four, sixty-four-a] or sixty-\n    6  four-b of this chapter, a notice thereof, in the form prescribed by  the\n    7  authority,  shall  be  posted by the applicant in a conspicuous place at\n    8  the entrance to the proposed premises. The applicant shall make  reason-\n    9  able  efforts  to  insure such notice shall remain posted throughout the\n   10  pendency of the application. The  provisions  hereof  shall  apply  only\n   11  where  no  retail  liquor  license  has  previously been granted for the\n   12  proposed premise  and  shall,  specifically,  not  be  applicable  to  a\n   13  proposed  sale  of  an  existing  business engaged in the retail sale of\n   14  liquor. The authority may adopt such rules AS it may deem  necessary  to\n   15  carry out the purpose of this subdivision.\n   16    S  2.  Section 100 of the alcoholic beverage control law is amended by\n   17  adding a new subdivision 8 to read as follows:\n   18    8. (A) WITHIN TEN DAYS AFTER FILING A NEW APPLICATION TO  SELL  LIQUOR\n   19  AT  RETAIL  UNDER  SECTION SIXTY-FOUR OR SIXTY-FOUR-A OF THIS CHAPTER, A\n   20  NOTICE THEREOF SHALL BE POSTED BY THE APPLICANT IN A  CONSPICUOUS  PLACE\n   21  AT THE ENTRANCE TO THE PROPOSED PREMISES. SAID NOTICE SHALL BE IN A FORM\n   22  PRESCRIBED  BY THE AUTHORITY, PROVIDED HOWEVER THAT SAID NOTICE SHALL BE\n   23  EITHER PRINTED OR HIGHLIGHTED IN A PINK  INK  OF  A  NEON,  LUMINOUS  OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03486-01-1\n\n       A. 1077                             2\n\n    1  FLUORESCENT  VARIETY  (SUCH AS \"DAY-GLO\" INK).  THE APPLICANT SHALL MAKE\n    2  REASONABLE EFFORTS TO INSURE SUCH NOTICE SHALL REMAIN POSTED  THROUGHOUT\n    3  THE  PENDENCY  OF THE APPLICATION.  ADDITIONALLY, WITHIN TEN DAYS OF THE\n    4  APPLICANT'S  RECEIPT OF A WRITTEN REQUEST FROM THE AUTHORITY, THE APPLI-\n    5  CANT SHALL RE-POST SUCH NOTICE. THE PROVISIONS OF THIS  PARAGRAPH  SHALL\n    6  APPLY  ONLY  WHERE  NO RETAIL LIQUOR LICENSE HAS PREVIOUSLY BEEN GRANTED\n    7  FOR THE PROPOSED PREMISES AND SHALL, SPECIFICALLY, NOT BE APPLICABLE  TO\n    8  A  PROPOSED  SALE  OF AN EXISTING BUSINESS ENGAGED IN THE RETAIL SALE OF\n    9  LIQUOR. THE AUTHORITY MAY ADOPT SUCH RULES AS IT MAY DEEM  NECESSARY  TO\n   10  CARRY OUT THE PURPOSE OF THIS PARAGRAPH.\n   11    (B)  WITHIN TEN DAYS OF THE APPLICANT'S RECEIPT OF WRITTEN NOTICE OF A\n   12  HEARING SCHEDULED PURSUANT TO SECTION SIXTY-FOUR OR SIXTY-FOUR-A OF THIS\n   13  CHAPTER, THE APPLICANT SHALL POST A COPY OF SUCH NOTICE IN A CONSPICUOUS\n   14  PLACE AT THE ENTRANCE  TO  THE  PROPOSED  PREMISES.  THIS  NOTICE  SHALL\n   15  INCLUDE  IN  CLEAR  AND CONCISE LANGUAGE A STATEMENT OF THE PROPOSED USE\n   16  AND CAPACITY OF THE PROPOSED PREMISES. THE APPLICANT SHALL MAKE  REASON-\n   17  ABLE EFFORTS TO INSURE SUCH NOTICE SHALL REMAIN POSTED UNTIL THE DATE OF\n   18  THE  HEARING  OR  PUBLIC MEETING SPECIFIED IN SUCH NOTICE. ADDITIONALLY,\n   19  WITHIN TEN DAYS OF THE APPLICANT'S RECEIPT OF A WRITTEN REQUEST FROM THE\n   20  AUTHORITY, THE APPLICANT SHALL RE-POST SUCH NOTICE.  THE  PROVISIONS  OF\n   21  THIS  PARAGRAPH  SHALL  APPLY  ONLY  WHERE  NO RETAIL LIQUOR LICENSE HAS\n   22  PREVIOUSLY BEEN GRANTED FOR THE PROPOSED  PREMISES  AND  SHALL,  SPECIF-\n   23  ICALLY,  NOT  BE  APPLICABLE  TO A PROPOSED SALE OF AN EXISTING BUSINESS\n   24  ENGAGED IN THE RETAIL SALE OF LIQUOR. THE AUTHORITY MAY ADOPT SUCH RULES\n   25  AS IT MAY DEEM NECESSARY TO CARRY OUT THE PURPOSE OF THIS PARAGRAPH.\n   26    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   27  have become a law and shall apply to all applications made under section\n   28  64  or  64-a of the alcoholic beverage control law for a retail license,\n   29  or special retail license, to sell liquor  for  on-premises  consumption\n   30  that  are  pending before or filed with the state liquor authority on or\n   31  after such effective date.   Effective immediately any  rules  or  regu-\n   32  lations  necessary or convenient to implement the provisions of this act\n   33  are authorized to be promulgated on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to procedures associated with issuing retail and special retail licenses to sell liquor for on-premises consumption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T150413.TXT", "SOBI.D110106.T132720.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294430653021
}