{
  "year" : 2011,
  "senateBillNo" : "A1079-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A1079-2011-1294203600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows a retiree to file a request for Tier I status",
  "summary" : "Allows Marion Hoffman to file a request for Tier I status in the New York State and Local Police and Fire Retirement System with the state comptroller. ",
  "currentCommittee" : null,
  "sameAs" : "S2014",
  "lawSection" : "Retirement",
  "previousVersions" : [ "A11295-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1079\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Governmental Employees\n\n       AN ACT in relation to allowing Marion Hoffman to file a request for Tier\n         I  status  in  the New York state and local police and fire retirement\n         system with the state comptroller\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Notwithstanding any inconsistent provisions of law, Marion\n    2  Hoffman, who has been employed with the New  York  state  department  of\n    3  environmental  conservation as an environmental conservation officer for\n    4  approximately thirty-six years, and for reasons not  ascribable  to  her\n    5  own  negligence  did not become a member of the New York state and local\n    6  police and fire retirement system, at the time of her hiring and who  is\n    7  currently  a  Tier  II member of the New York state and local police and\n    8  fire retirement system shall be deemed to have become a member  of  such\n    9  system  as  of  June  14, 1973 entitling her to Tier I status with every\n   10  right, benefit and privilege which would have been available to  her  on\n   11  such date.\n   12    S 2. This act shall take effect immediately.\n         FISCAL NOTE.--Pursuant to Legislative Law, Section 50:\n         This  bill  will deem Marion J. Hoffman, an Environmental Conservation\n       Officer, to have first become a member of the New York State  and  Local\n       Police and Fire Retirement System on June 14, 1973, thereby making her a\n       Tier 1 member.\n         If this legislation is enacted during the 2011 legislative session, we\n       anticipate  that  there will be an increase of approximately $920 in the\n       annual contributions of the State of New York for the fiscal year ending\n       March 31, 2012.\n         In addition to the annual contributions discussed above, there will be\n       an immediate past service cost of approximately $141,000, which will  be\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00892-02-1\n\n       A. 1079                             2\n\n       borne  by  the  State of New York and all the participating employers in\n       the New York State and Local Police and Fire Retirement.\n         This  estimate,  dated  December  10,  2010  and intended for use only\n       during the  2011  Legislative  Session,  is  Fiscal  Note  No.  2011-61,\n       prepared by the Actuary for the New York State and Local Police and Fire\n       Retirement System.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to allowing Marion Hoffman to file a request for Tier I status in the New York state and local police and fire retirement system with the state comptroller ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T150413.TXT", "SOBI.D110106.T132720.TXT", "SOBI.D110114.T143448.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295033688393
}