{
  "year" : 2011,
  "senateBillNo" : "A1071-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to mental health",
    "billEventId" : "A1071-2011-1294203600000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the review of criminal history information of certain persons rendering community based services to individuals with mental illness or mental retardation",
  "summary" : "Relates to the review of criminal history information of certain persons rendering community based services to individuals with mental illness or mental retardation and developmental disabilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A11403-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1071\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Mental Health\n\n       AN ACT to amend the  mental  hygiene  law  and  the  executive  law,  in\n         relation  to  the  review  of  criminal history information of certain\n         persons rendering community based services to individuals with  mental\n         illness or mental retardation and developmental disabilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (a) of section 31.35 of the mental hygiene law,\n    2  as amended by chapter 575 of the laws of 2004, is  amended  to  read  as\n    3  follows:\n    4    (a) Every provider of services who contracts with or is approved or IS\n    5  otherwise  authorized  by  the  office to provide services, except (1) a\n    6  department facility, (2) a hospital as defined in  article  twenty-eight\n    7  of  the  public  health  law, or (3) a licensed professional under title\n    8  eight of the education law who does not have employees or volunteers who\n    9  will have regular and substantial unsupervised or unrestricted  physical\n   10  contact  with  the  clients  of such provider, and every applicant to be\n   11  such a provider of services except (i) a  department  facility,  (ii)  a\n   12  hospital as defined in article twenty-eight of the public health law, or\n   13  (iii) a licensed professional under title eight of the education law who\n   14  does not have employees or volunteers who will have regular and substan-\n   15  tial  unsupervised  or unrestricted physical contact with the clients of\n   16  such provider, shall request  that  the  office  check,  and  upon  such\n   17  request the office shall request and shall be authorized to receive from\n   18  the  division of criminal justice services criminal history information,\n   19  as such phrase is defined in paragraph (c) of subdivision one of section\n   20  eight hundred forty-five-b of the executive  law,  concerning  each  (A)\n   21  prospective  operator,  employee  or volunteer of such provider who will\n   22  have regular  and  substantial  unsupervised  or  unrestricted  physical\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03968-01-1\n\n       A. 1071                             2\n\n    1  contact  with the clients of such provider, OR (B) OTHER PERSON OVER THE\n    2  AGE OF EIGHTEEN WHO IS TO RESIDE IN A FAMILY CARE HOME OR  FAMILY  BASED\n    3  TREATMENT  PROGRAM  EXCEPT  ANY  PERSON  RECEIVING FAMILY CARE OR FAMILY\n    4  BASED TREATMENT SERVICES, WHO WILL HAVE REGULAR AND SUBSTANTIAL UNSUPER-\n    5  VISED  OR  UNRESTRICTED  PHYSICAL  CONTACT  WITH  THE  CLIENTS  OF  SUCH\n    6  PROVIDER. For purposes of this section,  \"operator\"  shall  include  any\n    7  natural person with an ownership interest in the provider of services.\n    8    S  2.  Paragraph  (c) of subdivision 1, paragraphs (a), (b) and (c) of\n    9  subdivision 3 and subdivisions 4, 5, 7 and 8 of  section  845-b  of  the\n   10  executive  law, as amended by chapter 769 of the laws of 2005, the clos-\n   11  ing paragraph of subparagraph (iii) of paragraph (c) of subdivision 3 as\n   12  amended and paragraph (b-1) of subdivision 4 as added by chapter 673  of\n   13  the  laws  of 2006 and subdivisions 4 and 5 as amended by chapter 331 of\n   14  the laws of 2006, are amended and two new paragraphs  (f)  and  (g)  are\n   15  added to subdivision 1 to read as follows:\n   16    (c)  \"Criminal history information\" means a record of pending criminal\n   17  charges, criminal convictions which are not  vacated  or  reversed,  and\n   18  certificates  filed pursuant to subdivision two of section seven hundred\n   19  five of the correction law, and which  the  division  is  authorized  to\n   20  maintain  pursuant  to  subdivision six of section eight hundred thirty-\n   21  seven of this article. For the purposes of [criminal history information\n   22  checks authorized pursuant  to  article  twenty-eight-E  of  the  public\n   23  health  law]  THIS  SECTION,  criminal  history  information  shall also\n   24  include information from the federal bureau of investigation as a result\n   25  of a national criminal history record check.\n   26    (F) \"SAFETY ASSESSMENT\" SHALL MEAN A SAFETY  REVIEW  CONDUCTED  BY  AN\n   27  AUTHORIZED  AGENCY  OR PROSPECTIVE EMPLOYER WHICH SHALL INCLUDE, BUT NOT\n   28  BE LIMITED TO, A REVIEW OF THE DUTIES OF A  SUBJECT  INDIVIDUAL  WITH  A\n   29  CRIMINAL  CONVICTION  OR CHARGE, THE EXTENT TO WHICH SUCH INDIVIDUAL MAY\n   30  HAVE CONTACT WITH CLIENTS RECEIVING SERVICES, AND THE STATUS AND  NATURE\n   31  OF THE CRIMINAL CHARGE OR CONVICTION.\n   32    (G) \"SUMMARY OF THE CRIMINAL HISTORY INFORMATION\" SHALL MEAN A COMPRE-\n   33  HENSIVE  SYNOPSIS OF CRIMINAL HISTORY INFORMATION WHICH SHALL INCLUDE AN\n   34  INDIVIDUALIZED STATEMENT FOR  EACH  PENDING  CRIMINAL  CHARGE,  CRIMINAL\n   35  CONVICTIONS  WHICH  HAVE  NOT  BEEN  VACATED  OR REVERSED, AND ANY OTHER\n   36  INFORMATION THE AUTHORIZED AGENCY TAKES INTO  ACCOUNT  WHEN  DETERMINING\n   37  THE ELIGIBILITY OF AN APPLICATION.\n   38    (a)  A  provider  authorized  to  request  a check of criminal history\n   39  information pursuant to subdivision two of this section shall  designate\n   40  one  authorized  person  who  shall  request a check of criminal history\n   41  information on behalf of such provider  pursuant  to  this  section  and\n   42  review  the results of such check. Only such authorized person or his or\n   43  her designee and the subject individual to whom  such  criminal  history\n   44  information  relates  shall  have  access to such information; provided,\n   45  however, that criminal history information received by a provider may be\n   46  disclosed to other persons who are directly participating in  any  deci-\n   47  sion  in  regard to such subject individual; and provided, further, that\n   48  such other persons shall also be subject to the confidentiality require-\n   49  ments and all other provisions of this section. [In the case of requests\n   50  made pursuant to article twenty-eight-E of the public health law,]  WITH\n   51  RESPECT TO INFORMATION OBTAINED FROM THE FEDERAL BUREAU OF INVESTIGATION\n   52  AS A RESULT OF A NATIONAL CRIMINAL HISTORY RECORD CHECK only information\n   53  authorized  for disclosure under applicable federal laws shall be trans-\n   54  mitted to the provider. Each provider shall specifically identify to the\n   55  authorized agency in writing, in advance of disclosure,  the  authorized\n   56  person  and  each  other  such  agent or employee of the provider who is\n\n       A. 1071                             3\n\n    1  authorized to have access to the results of a check of criminal  history\n    2  information  pursuant  to this section. Any person who willfully permits\n    3  the release of any confidential criminal history  information  contained\n    4  in  the  report to persons not permitted by this section to receive such\n    5  information shall be guilty of a misdemeanor.\n    6    (b) A provider requesting a  check  of  criminal  history  information\n    7  pursuant  to  this  section shall do so by completing a form established\n    8  for such purpose by the authorized agency in consultation with the divi-\n    9  sion. Such form shall  include  a  sworn  statement  of  the  authorized\n   10  person, OR A STATEMENT SUBSCRIBED TO BY THE AUTHORIZED PERSON CONTAINING\n   11  AN AFFIRMATION OF SUCH PERSON THAT THE STATEMENTS THEREIN ARE TRUE UNDER\n   12  PENALTIES  OF PERJURY, certifying OR AFFIRMING, AS APPLICABLE that:  (i)\n   13  [the] EACH person for whose criminal  history  information  a  check  is\n   14  requested  is a subject individual for whom criminal history information\n   15  is available by law; (ii) FOR EACH CRIMINAL HISTORY CHECK REQUESTED, the\n   16  specific duties which qualify the provider to request a check of  crimi-\n   17  nal history information SHALL BE IDENTIFIED; (iii) the results of [such]\n   18  ANY  criminal  history  information  check MADE PURSUANT TO THIS SECTION\n   19  will be used by the provider solely for purposes authorized by law;  and\n   20  (iv)  the  provider  and  its agents and employees are aware of and will\n   21  abide by the confidentiality requirements and all  other  provisions  of\n   22  this article.\n   23    (c)  A  provider  authorized to request a criminal history information\n   24  check pursuant to this section may inquire of a  subject  individual  in\n   25  the  manner  authorized  by  subdivision  sixteen of section two hundred\n   26  ninety-six of this chapter. Prior  to  requesting  such  information,  a\n   27  provider shall:\n   28    (i)  inform  the  subject  individual  in writing that the provider is\n   29  authorized or, where applicable, required to request a check of  his  or\n   30  her  criminal  history  information and review the results of such check\n   31  pursuant to this section;\n   32    (ii) inform the subject individual that he or she  has  the  right  to\n   33  obtain, review and seek correction of his or her criminal history infor-\n   34  mation  under regulations and procedures established by the division AND\n   35  THE FEDERAL BUREAU OF INVESTIGATION;\n   36    (iii) obtain the signed, informed consent of the subject individual on\n   37  a form supplied by the  authorized  agency  which  indicates  that  such\n   38  person has:\n   39    A.  been  informed  of  the  right and procedures necessary to obtain,\n   40  review and seek correction of his or her criminal history information;\n   41    B. been informed of the reason for the request for his or her criminal\n   42  history information;\n   43    C. BEEN INFORMED THAT THE CRIMINAL  HISTORY  INFORMATION  SOUGHT  WILL\n   44  INCLUDE  BOTH  A NEW YORK STATE AND A NATIONAL CRIMINAL HISTORY INFORMA-\n   45  TION CHECK;\n   46    D. consented to such request for a report[; and\n   47    D.] WITH RESPECT TO BOTH NEW YORK STATE AND NATIONAL CRIMINAL  HISTORY\n   48  INFORMATION; AND\n   49    E. supplied on the form a current mailing or home address.\n   50    Upon  receiving  such  written  consent, the provider shall receive or\n   51  obtain [two sets of] THE fingerprints of such subject individual  pursu-\n   52  ant  to  such  regulations  as may be necessary to be established by the\n   53  authorized agency in consultation with the division, and promptly trans-\n   54  mit them to the authorized agency.\n   55    4. Procedures for criminal history information  checks  by  authorized\n   56  agencies. (a) The authorized agency shall pay the processing fee imposed\n\n       A. 1071                             4\n\n    1  pursuant to subdivision eight-a of section eight hundred thirty-seven of\n    2  this  article,  and  [in  the  case of the authorized agency pursuant to\n    3  article twenty-eight-E of the public health law,] any fee imposed by the\n    4  federal  bureau  of investigation, and shall promptly submit the finger-\n    5  prints and the processing fee to the division for its  full  search  and\n    6  retain processing, and [in the case of the authorized agency pursuant to\n    7  article  twenty-eight-E  of  the  public health law,] the division shall\n    8  immediately forward the fingerprints to the federal bureau  of  investi-\n    9  gation  for  a  national  criminal  history record check. The authorized\n   10  agency may charge a provider a fee in AN amount no greater than the  fee\n   11  established pursuant to law by the division for processing such a crimi-\n   12  nal  history information check, in such amounts as may be established by\n   13  the authorized agency and approved by the director of  the  division  of\n   14  the  budget, and [in the case of the authorized agency pursuant to arti-\n   15  cle twenty-eight-E of the public health law,] a fee no greater than  any\n   16  fee  imposed  by  the  federal bureau of investigation.  Nothing in this\n   17  section shall prohibit the authorized agency or provider  from  claiming\n   18  the cost of such fees and related costs, including administrative costs,\n   19  as a reimbursable cost under the medical assistance program, Medicare or\n   20  other payor, to the extent permitted by state and federal law.\n   21    (b)  THE  AUTHORIZED  AGENCY IS AUTHORIZED TO RECEIVE CRIMINAL HISTORY\n   22  INFORMATION FROM THE DIVISION AND THE FEDERAL BUREAU  OF  INVESTIGATION,\n   23  AFTER THE RECEIPT OF A REQUEST PURSUANT TO THIS SECTION, IF SUCH REQUEST\n   24  IS:\n   25    (I)  MADE PURSUANT TO A REQUEST BY AN AUTHORIZED PERSON ON BEHALF OF A\n   26  PROVIDER AUTHORIZED TO MAKE SUCH A REQUEST PURSUANT TO  SUBDIVISION  TWO\n   27  OF THIS SECTION;\n   28    (II)  ACCOMPANIED  BY THE COMPLETED FORM DESCRIBED IN PARAGRAPH (B) OF\n   29  SUBDIVISION THREE OF THIS SECTION; AND\n   30    (III) ACCOMPANIED BY FINGERPRINTS OF THE SUBJECT  INDIVIDUAL  OBTAINED\n   31  PURSUANT TO THIS SECTION.\n   32    (C)  The  division  shall  promptly  provide  requested state criminal\n   33  history information to the authorized agency and,  [in  accordance  with\n   34  article  twenty-eight-E  of  the  public  health  law, the department of\n   35  health is authorized also to receive criminal history  information  from\n   36  the  federal  bureau  of  investigation,  after the receipt of a request\n   37  pursuant to this section if such request is:\n   38    (i) made pursuant to a request by an authorized person on behalf of  a\n   39  provider  authorized  to make such a request pursuant to subdivision two\n   40  of this section;\n   41    (ii) accompanied by the completed form described in this section; and\n   42    (iii) accompanied by fingerprints of the subject  individual  obtained\n   43  pursuant to this section.\n   44    (b-1)  The  division] ALSO shall promptly forward a set of the subject\n   45  individual's fingerprints to the federal bureau of investigation for the\n   46  purpose of a nationwide  criminal  history  record  check  to  determine\n   47  whether  such  applicant has been convicted of a criminal offense in any\n   48  state or federal jurisdiction. The division shall forward the results of\n   49  such nationwide search to the authorized agency in  the  same  form  and\n   50  manner  as the criminal history report created and provided by the divi-\n   51  sion pursuant to this section.\n   52    [(c)] (D) Criminal history information provided by the division pursu-\n   53  ant to this section shall be furnished only by mail or other  method  of\n   54  secure  and  confidential  delivery, addressed to the authorized agency.\n   55  Such information and the envelope in which it is enclosed, if any, shall\n\n       A. 1071                             5\n\n    1  be prominently marked \"confidential\", and shall at all  times  be  main-\n    2  tained by the authorized agency in a secure place.\n    3    5.  After  reviewing  any criminal history information provided by the\n    4  division concerning a subject individual, the  authorized  agency  shall\n    5  take the following actions:\n    6    (a)  Where the criminal history information concerning a subject indi-\n    7  vidual reveals a felony conviction at any time  for  a  sex  offense,  a\n    8  felony  conviction  within  the  past ten years involving violence, or a\n    9  conviction for endangering the welfare of an incompetent  or  physically\n   10  disabled  person  pursuant  to  section  260.25 of the penal law, OR ANY\n   11  COMPARABLE OFFENSE IN ANY  OTHER JURISDICTION; and in the case of crimi-\n   12  nal  history  information  obtained  pursuant  to  section  twenty-eight\n   13  hundred  ninety-nine-a  of  the  public  health  law, where the criminal\n   14  history information concerning a subject individual reveals a conviction\n   15  at any time of any class A felony; a  conviction  within  the  past  ten\n   16  years  of  any  class  B or C felony, any class D or E felony defined in\n   17  article one hundred twenty, one hundred thirty, one hundred  fifty-five,\n   18  one  hundred  sixty,  one hundred seventy-eight or two hundred twenty of\n   19  the penal law; or any crime defined in sections 260.32 or 260.34 of  the\n   20  penal  law;  or any comparable offense in any other jurisdiction[,]; the\n   21  authorized agency shall  deny  or  disapprove  the  application  for  or\n   22  renewal  of the operating certificate, contract, approval, employment of\n   23  the subject individual or other authorization to  provide  services,  or\n   24  direct  the  provider  to  deny  employment,  as  applicable, unless the\n   25  authorized agency determines, in its discretion, that  approval  of  the\n   26  application  or renewal or employment will not in any way jeopardize the\n   27  health, safety or welfare of the beneficiaries of such services.\n   28    (b) Where the criminal history information concerning a subject  indi-\n   29  vidual  reveals  a  conviction  for  a crime other than one set forth in\n   30  paragraph (a) of this subdivision, the authorized agency  may  deny  the\n   31  application or renewal, or direct the provider to deny employment of the\n   32  subject  individual, or approve or disapprove the prospective employee's\n   33  eligibility for employment by the provider, OR VOLUNTEER SERVICE WITH  A\n   34  PROVIDER  OF  SERVICE  WHO  CONTRACTS  WITH, IS APPROVED OR IS OTHERWISE\n   35  AUTHORIZED BY THE OFFICE OF MENTAL HEALTH OR THE OFFICE OF MENTAL RETAR-\n   36  DATION AND DEVELOPMENTAL DISABILITIES, consistent with  article  twenty-\n   37  three-A of the correction law.\n   38    (c)  Where the criminal history information concerning a subject indi-\n   39  vidual reveals a charge for any felony, ANY CRIME  IDENTIFIED  IN  PARA-\n   40  GRAPH  (A) OF THIS SUBDIVISION, OR FOR ANY COMPARABLE OFFENSE IN ANOTHER\n   41  JURISDICTION, the authorized agency shall, and for any  misdemeanor,  OR\n   42  ANY  COMPARABLE  OFFENSE  IN ANOTHER JURISDICTION, the authorized agency\n   43  may hold the application, renewal or employment in  abeyance  until  the\n   44  charge  is  finally resolved, PROVIDED, HOWEVER, IF THE CRIMINAL HISTORY\n   45  INFORMATION CONCERNING A SUBJECT INDIVIDUAL REVEALS  A  CHARGE  FOR  ANY\n   46  CRIME NOT IDENTIFIED IN PARAGRAPH (A) OF THIS SUBDIVISION, OR A COMPARA-\n   47  BLE  OFFENSE IN ANOTHER JURISDICTION, WHICH IS MORE THAN THREE YEARS OLD\n   48  AND WHERE INFORMATION NECESSARY TO RESOLVE THE  CHARGE  IS  NOT  READILY\n   49  AVAILABLE TO THE AUTHORIZED AGENCY, THE AUTHORIZED AGENCY MAY EITHER:\n   50    (I) HOLD THE APPLICATION, RENEWAL, OR EMPLOYMENT IN ABEYANCE UNTIL THE\n   51  CHARGE  IS FINALLY RESOLVED; PROVIDED, HOWEVER, THAT WHEN THE AUTHORIZED\n   52  AGENCY HOLDS THE APPLICATION, RENEWAL, OR EMPLOYMENT IN ABEYANCE  PURSU-\n   53  ANT  TO  THIS  SUBPARAGRAPH, SUCH AGENCY SHALL CONTACT THE ARRESTING LAW\n   54  ENFORCEMENT AGENCY, DISTRICT ATTORNEY OR COURT IN THE COUNTY WHERE  SUCH\n   55  CHARGE  IS PENDING AND MAKE REASONABLE EFFORTS TO DETERMINE WHETHER SUCH\n   56  CHARGE HAS BEEN RESOLVED; OR\n\n       A. 1071                             6\n\n    1    (II) ADVISE THE PROVIDER OF SERVICES  THAT  IT  MAY  ACT  ON  ITS  OWN\n    2  DISCRETION,  IF  SUCH  PROVIDER  PERFORMS A SAFETY ASSESSMENT AND DETER-\n    3  MINES, IN  A  MANNER  CONSISTENT  WITH  ARTICLE  TWENTY-THREE-A  OF  THE\n    4  CORRECTION LAW, THAT APPROVAL OF THE APPLICATION WILL NOT POSE AN UNREA-\n    5  SONABLE  RISK  TO  THE HEALTH, SAFETY OR WELFARE OF THE BENEFICIARIES OF\n    6  SUCH SERVICES.\n    7    (d) WHERE THE SUBJECT INDIVIDUAL IS A NATURAL  PERSON  OPERATOR  OF  A\n    8  FAMILY  CARE  HOME  OR FAMILY BASED TREATMENT PROVIDER, OR A PERSON OVER\n    9  THE AGE OF EIGHTEEN WHO IS TO RESIDE, OR RESIDES, IN A FAMILY CARE  HOME\n   10  OR FAMILY BASED TREATMENT PROVIDER:\n   11    (I)  IF THE CRIMINAL HISTORY INFORMATION CONCERNING SUCH SUBJECT INDI-\n   12  VIDUAL REVEALS A CONVICTION FOR ANY CRIME IDENTIFIED IN PARAGRAPH (A) OF\n   13  THIS SUBDIVISION,  THE  AUTHORIZED  AGENCY  SHALL  PROMPTLY  ADVISE  THE\n   14  AUTHORIZED  PERSON  OF  THE  FAMILY  CARE HOME OR FAMILY BASED TREATMENT\n   15  PROVIDER THAT IT SHALL NOT PERMIT, OR MUST  PROMPTLY  CEASE  AND  DESIST\n   16  FROM  PERMITTING,  SUCH PERSON FROM OPERATING, RESIDING OR CONTINUING TO\n   17  RESIDE IN THE FAMILY CARE  HOME  OR  WITH  THE  FAMILY  BASED  TREATMENT\n   18  PROVIDER, UNLESS THE AUTHORIZED AGENCY DETERMINES THAT THE SUBJECT INDI-\n   19  VIDUAL  WILL NOT IN ANY WAY JEOPARDIZE THE HEALTH, SAFETY, OR WELFARE OF\n   20  THE CLIENT OR CLIENTS OF THE FAMILY CARE HOME OR FAMILY BASED  TREATMENT\n   21  PROVIDER.  FAILURE  TO  COMPLY WITH THIS DIRECTIVE SHALL, AS APPLICABLE,\n   22  CONSTITUTE GROUNDS FOR DENIAL OF AN OPERATING CERTIFICATE OR REMOVAL  OF\n   23  THE OPERATING CERTIFICATE OF THE FAMILY CARE HOME OR FAMILY BASED TREAT-\n   24  MENT  PROGRAM  IN  ACCORDANCE  WITH THE PROVISIONS OF ARTICLE SIXTEEN OR\n   25  THIRTY-ONE OF THE MENTAL HYGIENE LAW; OR\n   26    (II) IF THE CRIMINAL HISTORY INFORMATION CONCERNING SUCH SUBJECT INDI-\n   27  VIDUAL REVEALS A CONVICTION FOR ANY CRIME OTHER THAN ONE  IDENTIFIED  IN\n   28  PARAGRAPH  (A)  OF  THIS SUBDIVISION, THE AUTHORIZED AGENCY MAY PROMPTLY\n   29  ADVISE THE AUTHORIZED PERSON OF THE FAMILY CARE  HOME  OR  FAMILY  BASED\n   30  TREATMENT  PROVIDER  IT  SHALL  NOT  PERMIT,  OR MUST PROMPTLY CEASE AND\n   31  DESIST FROM PERMITTING, SUCH PERSON FROM OPERATING, RESIDING OR CONTINU-\n   32  ING TO RESIDE IN THE FAMILY CARE HOME OR WITH THE FAMILY BASED TREATMENT\n   33  PROVIDER IF, AFTER PERFORMING A SAFETY ASSESSMENT THE AUTHORIZED  AGENCY\n   34  DETERMINES THAT THE SUBJECT INDIVIDUAL WILL JEOPARDIZE THE HEALTH, SAFE-\n   35  TY, OR WELFARE OF THE CLIENT OR CLIENTS OF THE FAMILY CARE HOME OR FAMI-\n   36  LY  BASED  TREATMENT  PROVIDER.  FAILURE  TO  COMPLY WITH THIS DIRECTIVE\n   37  SHALL, AS APPLICABLE, CONSTITUTE GROUNDS  FOR  DENIAL  OF  AN  OPERATING\n   38  CERTIFICATE,  OR REMOVAL OF THE OPERATING CERTIFICATE OF THE FAMILY CARE\n   39  HOME  OR  FAMILY  BASED  TREATMENT  PROVIDER  IN  ACCORDANCE  WITH   THE\n   40  PROVISIONS  OF  ARTICLE SIXTEEN OR THIRTY-ONE OF THE MENTAL HYGIENE LAW;\n   41  OR\n   42    (III) IF THE CRIMINAL  HISTORY  INFORMATION  CONCERNING  SUCH  SUBJECT\n   43  INDIVIDUAL  REVEALS  AN  OUTSTANDING  CHARGE FOR ANY CRIME IDENTIFIED IN\n   44  PARAGRAPH (A) OF THIS  SUBDIVISION,  THE  AUTHORIZED  AGENCY  SHALL,  AS\n   45  APPLICABLE,  HOLD  THE APPLICATION FOR AN OPERATING CERTIFICATE IN ABEY-\n   46  ANCE UNTIL THE CHARGE IS RESOLVED, OR REQUIRE A SAFETY ASSESSMENT OF THE\n   47  FAMILY CARE HOME OR FAMILY BASED TREATMENT PROVIDER TO BE PERFORMED, AND\n   48  SHALL DIRECT THE FAMILY CARE HOME OR FAMILY BASED TREATMENT PROVIDER  OF\n   49  ANY  ACTIONS  THAT  MUST  BE TAKEN TO ENSURE THAT THE SUBJECT INDIVIDUAL\n   50  WILL NOT IN ANY WAY JEOPARDIZE THE HEALTH, SAFETY,  OR  WELFARE  OF  THE\n   51  CLIENT  OR  CLIENTS  OF  THE  FAMILY CARE HOME OR FAMILY BASED TREATMENT\n   52  PROVIDER. FAILURE TO PROMPTLY IMPLEMENT SUCH ACTIONS BY THE FAMILY  CARE\n   53  HOME  OR  FAMILY  BASED  TREATMENT PROVIDER SHALL CONSTITUTE GROUNDS FOR\n   54  REMOVAL OF ITS OPERATING CERTIFICATE IN ACCORDANCE WITH  THE  PROVISIONS\n   55  OF ARTICLE SIXTEEN OR THIRTY-ONE OF THE MENTAL HYGIENE LAW; OR\n\n       A. 1071                             7\n\n    1    (IV) IF THE CRIMINAL HISTORY INFORMATION CONCERNING SUCH SUBJECT INDI-\n    2  VIDUAL  REVEALS AN OUTSTANDING CHARGE FOR ANY CRIME OTHER THAN ONE IDEN-\n    3  TIFIED IN PARAGRAPH (A) OF THIS SUBDIVISION, THE AUTHORIZED AGENCY  MAY,\n    4  AS  APPLICABLE,  HOLD  THE  APPLICATION  FOR AN OPERATING CERTIFICATE IN\n    5  ABEYANCE OR REQUIRE A SAFETY ASSESSMENT OF THE FAMILY CARE HOME OR FAMI-\n    6  LY  BASED  TREATMENT PROVIDER TO BE PERFORMED, AND MAY DIRECT THE FAMILY\n    7  CARE HOME OR FAMILY CARE TREATMENT PROVIDER OF ANY ACTIONS THAT MUST  BE\n    8  TAKEN  TO  ENSURE  THAT  THE  SUBJECT INDIVIDUAL WILL NOT JEOPARDIZE THE\n    9  HEALTH, SAFETY, OR WELFARE OF THE CLIENT OR CLIENTS OF THE  FAMILY  CARE\n   10  HOME  OR  FAMILY BASED TREATMENT PROVIDER. FAILURE TO PROMPTLY IMPLEMENT\n   11  SUCH ACTIONS BY THE FAMILY CARE HOME OR FAMILY BASED TREATMENT PROVIDER,\n   12  IF DIRECTED TO DO SO, SHALL CONSTITUTE GROUNDS FOR REMOVAL OF ITS  OPER-\n   13  ATING  CERTIFICATE  IN ACCORDANCE WITH THE PROVISIONS OF ARTICLE SIXTEEN\n   14  OR THIRTY-ONE OF THE MENTAL HYGIENE LAW.\n   15    (E) Prior to making a determination to deny an application or renewal,\n   16  or directing an employer to deny employment, the authorized agency shall\n   17  [afford] NOTIFY the subject individual THAT HE OR SHE HAS THE  RIGHT  TO\n   18  an opportunity to explain, in writing, why the application should not be\n   19  denied. SUCH NOTIFICATION SHALL BE IN WRITING AND:\n   20    (I) INCLUDE A SUMMARY OF THE CRIMINAL HISTORY INFORMATION;\n   21    (II)  INCLUDE  A COPY OF ARTICLE TWENTY-THREE-A OF THE CORRECTION LAW;\n   22  AND\n   23    (III) INFORM THE SUBJECT INDIVIDUAL HOW TO OBTAIN AND SEEK  CORRECTION\n   24  OF HIS OR HER CRIMINAL HISTORY INFORMATION.\n   25    [(e)]  (F) Upon receipt of criminal history information from the divi-\n   26  sion, the authorized agency may request, and is [entitled] AUTHORIZED to\n   27  receive, information pertaining to any crime identified in such criminal\n   28  history information from any state  or  local  law  enforcement  agency,\n   29  district  attorney,  parole  officer, probation officer or court for the\n   30  purposes of determining whether any ground relating to such crime exists\n   31  for  denying  an  application,  renewal,  or  employment,  AND  PROVIDED\n   32  FURTHER, THAT WITH RESPECT TO CRIMES COMMITTED IN THE STATE OF NEW YORK,\n   33  SUCH AUTHORIZED AGENCY IS ENTITLED TO RECEIVE SUCH INFORMATION.\n   34    [(f)]  (G)  The authorized agency shall thereafter promptly notify the\n   35  provider concerning whether its check has revealed any criminal  history\n   36  information,  and  if  so,  what  actions  shall  or may be taken by the\n   37  authorized agency and the provider. SUCH NOTIFICATION  SHALL  INCLUDE  A\n   38  WRITTEN  SUMMARY BY THE AUTHORIZED AGENCY OF THE CRIMINAL HISTORY INFOR-\n   39  MATION PROVIDED BY THE DIVISION AND/OR THE FEDERAL  BUREAU  OF  INVESTI-\n   40  GATION.  THE WRITTEN SUMMARY SHALL INCLUDE A NOTATION OF ANY OUTSTANDING\n   41  CHARGES, IF ANY, ABOUT WHICH THE AUTHORIZED AGENCY IS  AWAITING  FURTHER\n   42  INFORMATION  CONCERNING  THE  FINAL  DISPOSITION  OF  SUCH  CHARGES. THE\n   43  AUTHORIZED AGENCY SHALL SUPPLEMENT SUCH NOTIFICATION WHEN THE AUTHORIZED\n   44  AGENCY RECEIVES INFORMATION FROM THE  DIVISION  RELATING  TO  A  SUBJECT\n   45  INDIVIDUAL AS PART OF THE SEARCH AND RETAIN PROCESSING CONDUCTED BY SUCH\n   46  DIVISION  OR WHEN THE AUTHORIZED AGENCY RECEIVES INFORMATION RELATIVE TO\n   47  THE FINAL DISPOSITION OF AN OUTSTANDING CHARGE.\n   48    [(g) Where the authorized agency denies the application for or renewal\n   49  of an operating certificate, contract, approval or  other  authorization\n   50  to  provide  services,  or  directs a provider to deny employment of the\n   51  subject individual on  account  of  the  subject  individual's  criminal\n   52  history  information,  the  notification  by the authorized agency shall\n   53  include a summary of the criminal history information  provided  by  the\n   54  division.]\n   55    (h) IN THE EVENT THAT THE INFORMATION OBTAINED BY THE AUTHORIZED AGEN-\n   56  CY  FROM  THE  DIVISION AND/OR THE FEDERAL BUREAU OF INVESTIGATION INDI-\n\n       A. 1071                             8\n\n    1  CATES THAT EITHER  ENTITY  HAS  NO  CRIMINAL  HISTORY  INFORMATION  WITH\n    2  RESPECT  TO  THE  SUBJECT INDIVIDUAL, THE AUTHORIZED AGENCY SHALL NOTIFY\n    3  THE PROVIDER THAT SUCH INDIVIDUAL HAS NO  CRIMINAL  HISTORY  INFORMATION\n    4  RECORD.\n    5    (I)  Where the authorized agency directs a provider to deny employment\n    6  OR VOLUNTEER SERVICE based on criminal history information, the provider\n    7  must notify the subject individual that such information is the basis of\n    8  the denial.  WHERE THE AUTHORIZED AGENCY DENIES THE ISSUANCE OF AN OPER-\n    9  ATING CERTIFICATE, CONTRACT, APPROVAL OR OTHER AUTHORIZATION TO  PROVIDE\n   10  SERVICES  BASED  ON  CRIMINAL HISTORY INFORMATION, THE AUTHORIZED AGENCY\n   11  MUST NOTIFY THE SUBJECT INDIVIDUAL THAT SUCH INFORMATION IS THE BASIS OF\n   12  THE DENIAL.\n   13    7. Any criminal history information provided by the division, and  any\n   14  summary  of  the criminal history information provided by the authorized\n   15  agency to [an employer] A PROVIDER pursuant to this section is confiden-\n   16  tial and shall not be available for public inspection; provided,  howev-\n   17  er,  nothing  in  this subdivision shall prevent an authorized agency or\n   18  provider from disclosing criminal history information at any administra-\n   19  tive or judicial proceeding relating to the denial or revocation  of  an\n   20  application,  employment,  license or registration. Where the authorized\n   21  agency denies the application for or renewal  of  an  operating  certif-\n   22  icate, contract, approval or other authorization to provide services, or\n   23  directs  a  provider  to  deny  employment  OR  VOLUNTEER SERVICE of the\n   24  subject individual, the subject  of  the  criminal  history  information\n   25  check  conducted  pursuant to this section shall be entitled to receive,\n   26  upon written request, a copy of the  summary  of  the  criminal  history\n   27  information provided by the authorized agency to the provider.\n   28    8.  A provider shall advise the authorized agency when a subject indi-\n   29  vidual is no longer subject to such check. The authorized  agency  shall\n   30  inform  the  division  when a subject individual is no longer subject to\n   31  such check so that the division may terminate its retain processing with\n   32  regard to such individual. At least once a year, the  authorized  agency\n   33  shall  be  required to conduct a validation of the records maintained by\n   34  the division, including information obtained from the federal bureau  of\n   35  investigation  [pursuant  to article twenty-eight-E of the public health\n   36  law] and provide such results to the authorized agency for  purposes  of\n   37  updating  the  permanent  record  of  such  criminal history information\n   38  results.\n   39    S 3. This act shall take effect on the one hundred eightieth day after\n   40  it shall have become a law; provided, however, that section one of  this\n   41  act  and  the  amendments  to paragraphs (b) and (d) of subdivision 5 of\n   42  section 845-b of the executive law made by section two of this act shall\n   43  apply to family care homes and family based treatment programs issued an\n   44  initial operating certificate, or a renewal  of  an  existing  operating\n   45  certificate, on or after the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law and the executive law, in relation to the review of criminal history information of certain persons rendering community based services to individuals with mental illness or mental retardation and developmental disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT", "SOBI.D110106.T120715.TXT", "SOBI.D110106.T121215.TXT", "SOBI.D110111.T102649.TXT", "SOBI.D110107.T115854.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294759609661
}