{
  "year" : 2011,
  "senateBillNo" : "A107-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A107-2011-1294203600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides eligibility for benefits for injuries sustained while performing the high risk duties of law enforcement",
  "summary" : "Provides eligibility for benefits for injuries sustained while performing the high risk duties of law enforcement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A583-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          107\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CAHILL, HOYT -- Multi-Sponsored by -- M. of A.\n         LIFTON -- read once and referred  to  the  Committee  on  Governmental\n         Employees\n\n       AN  ACT  to  amend the general municipal law, in relation to eligibility\n         for disability benefits for injuries sustained  while  performing  the\n         high risk duties of law enforcement\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 207-c of the general municipal  law,  as  added  by\n    2  chapter  920  of the laws of 1961, subdivision 1 as amended by section 3\n    3  of chapter 675 of the laws of 1997, subdivisions 2, 3 and 5  as  amended\n    4  by chapter 661 of the laws of 1984, is amended to read as follows:\n    5    S  207-c.  Payment  of salary, wages, medical and hospital expenses of\n    6  policemen  with injuries or  illness  incurred  in  the  performance  of\n    7  duties ENTAILING THE HEIGHTENED RISK OF LAW ENFORCEMENT.\n    8    1. Any sheriff, undersheriff, deputy sheriff or corrections officer of\n    9  the  sheriff's  department  of  any county (hereinafter referred to as a\n   10  [\"policeman\"] \"POLICE OFFICER\") or any member of a police force  of  any\n   11  county, city of less than one million population, town or village, or of\n   12  any  district,  agency,  board,  body or commission thereof, or a detec-\n   13  tive-investigator or any other investigator  who  is  a  police  officer\n   14  pursuant to the provisions of the criminal procedure law employed in the\n   15  office  of a district attorney of any county, or any corrections officer\n   16  of the county of Erie department of corrections, or  an  advanced  ambu-\n   17  lance medical technician employed by the county of Nassau, or any super-\n   18  vising  fire  inspector,  fire inspector, fire marshal or assistant fire\n   19  marshal employed full-time  in  the  county  of  Nassau  fire  marshal's\n   20  office,  or at the option of the county of Nassau, any probation officer\n   21  of the county of Nassau who is injured in the performance of his OR  HER\n   22  duties  ENTAILING THE HEIGHTENED RISK OF LAW ENFORCEMENT or who is taken\n   23  sick as a result of the performance of his OR HER duties  ENTAILING  THE\n   24  HEIGHTENED RISK OF LAW ENFORCEMENT so as to necessitate medical or other\n   25  lawful  remedial treatment shall be paid by the municipality by which he\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01094-01-1\n\n       A. 107                              2\n\n    1  OR SHE is employed the full amount of his OR HER regular salary or wages\n    2  until his OR HER disability arising therefrom has ceased, and, in  addi-\n    3  tion  such  municipality  shall  be liable for all medical treatment and\n    4  hospital  care  necessitated  by  reason  of  such  injury  or  illness.\n    5  Provided, however, and notwithstanding the foregoing provisions of  this\n    6  section, the municipal health authorities or any physician appointed for\n    7  the  purpose  by  the municipality, after a determination has first been\n    8  made that such injury or sickness was incurred during, or resulted from,\n    9  such performance of duty ENTAILING THE HEIGHTENED RISK OF  LAW  ENFORCE-\n   10  MENT,  may  attend  any such injured or sick [policeman] POLICE OFFICER,\n   11  from time to time, for the purpose of  providing  medical,  surgical  or\n   12  other  treatment,  or  for making inspections and the municipality shall\n   13  not be liable for salary or wages payable  to  such  [policeman]  POLICE\n   14  OFFICER, or for the cost of medical treatment or hospital care furnished\n   15  after  such  date  as such health authorities or physician shall certify\n   16  that such injured or sick [policeman] POLICE OFFICER has  recovered  and\n   17  is  physically able to perform his OR HER regular duties. Any injured or\n   18  sick [policeman] POLICE OFFICER  who  shall  refuse  to  accept  medical\n   19  treatment or hospital care or shall refuse to permit medical inspections\n   20  as herein authorized, including examinations pursuant to subdivision two\n   21  of  this section, shall be deemed to have waived his OR HER rights under\n   22  this section in respect to expenses for medical  treatment  or  hospital\n   23  care rendered and for salary or wages payable after such refusal.\n   24    Notwithstanding  any  provision  of law to the contrary, a provider of\n   25  medical treatment or hospital care furnished pursuant to the  provisions\n   26  of  this  section  shall not collect or attempt to collect reimbursement\n   27  for such treatment or care from any such [policeman] POLICE  OFFICER,  a\n   28  member  of  a  police force of any county, city, any such advanced ambu-\n   29  lance medical technician or any such detective-investigator or any other\n   30  such investigator who is a police officer pursuant to the provisions  of\n   31  the criminal procedure law.\n   32    2.  Payment of the full amount of regular salary or wages, as provided\n   33  by subdivision one of this section, shall be discontinued  with  respect\n   34  to  any  [policeman]  POLICE  OFFICER  who  is permanently disabled as a\n   35  result of an injury or sickness incurred or resulting from the  perform-\n   36  ance  of his OR HER duties ENTAILING THE HEIGHTENED RISK OF LAW ENFORCE-\n   37  MENT if such [policeman] POLICE OFFICER is granted an  accidental  disa-\n   38  bility   retirement   allowance   pursuant   to  section  three  hundred\n   39  sixty-three of the retirement and social security law, a retirement  for\n   40  disability incurred in performance of duty allowance pursuant to section\n   41  three hundred sixty-three-c of the retirement and social security law or\n   42  similar  accidental  disability  pension provided by the pension fund of\n   43  which he OR SHE is a member. If application for such  retirement  allow-\n   44  ance or pension is not made by such [policeman] POLICE OFFICER, applica-\n   45  tion  therefor  may be made by the head of the police force or as other-\n   46  wise provided by the chief executive officer or local  legislative  body\n   47  of  the  municipality  by  which  such  [policeman]  POLICE  OFFICER  is\n   48  employed.\n   49    3. If such a [policeman] POLICE OFFICER is not eligible for or is  not\n   50  granted  such  accidental  disability retirement allowance or retirement\n   51  for disability incurred in performance  of  duty  allowance  or  similar\n   52  accidental  disability  pension  and  is nevertheless, in the opinion of\n   53  such health authorities or physician, unable to perform his OR HER regu-\n   54  lar duties as a result of such injury or sickness but is able, in  their\n   55  opinion, to perform specified types of light police duty, payment of the\n   56  full  amount  of regular salary or wages, as provided by subdivision one\n\n       A. 107                              3\n\n    1  of this section, shall be discontinued with respect to such  [policeman]\n    2  POLICE  OFFICER  if  he OR SHE shall refuse to perform such light police\n    3  duty if the same is available and  offered  to  him  OR  HER,  provided,\n    4  however, that such light duty shall be consistent with his OR HER status\n    5  as  a [policeman] POLICE OFFICER and shall enable him OR HER to continue\n    6  to be entitled  to  his  OR  HER  regular  salary  or  wages,  including\n    7  increases  thereof  and  fringe  benefits, to which he OR SHE would have\n    8  been entitled if he OR SHE were able  to  perform  his  OR  HER  regular\n    9  duties.\n   10    4. The appropriate municipal officials may transfer such a [policeman]\n   11  POLICE  OFFICER to a position in another agency or department where they\n   12  are able to do so pursuant to applicable civil service requirements  and\n   13  provided the [policeman] POLICE OFFICER shall consent thereto.\n   14    5.  If such a [policeman] POLICE OFFICER is not eligible for or is not\n   15  granted an accidental disability retirement allowance or retirement  for\n   16  disability  incurred  in  performance of duty allowance or similar acci-\n   17  dental disability pension, he OR SHE shall not be  entitled  to  further\n   18  payment  of  the  full amount of regular salary or wages, as provided by\n   19  subdivision one of this section, after he OR SHE shall have attained the\n   20  mandatory service retirement age applicable to him OR HER or shall  have\n   21  attained  the age or performed the period of service specified by appli-\n   22  cable law for the termination of  his  OR  HER  service.  Where  such  a\n   23  [policeman]  POLICE  OFFICER is transferred to another position pursuant\n   24  to subdivision four of this section or retires or is retired  under  any\n   25  procedure applicable to him OR HER, including but not limited to circum-\n   26  stances described in subdivision two of this section or in this subdivi-\n   27  sion,  he  OR SHE shall thereafter, in addition to any retirement allow-\n   28  ance or pension to which he OR SHE is  then  entitled,  continue  to  be\n   29  entitled  to  medical treatment and hospital care necessitated by reason\n   30  of such injury or illness.\n   31    6. Notwithstanding any provision of  law  contrary  thereto  contained\n   32  herein  or elsewhere, a cause of action shall accrue to the municipality\n   33  for reimbursement in such sum or sums actually paid as salary  or  wages\n   34  and  or  for  medical  treatment  and hospital care as against any third\n   35  party against whom the [policeman] POLICE OFFICER shall have a cause  of\n   36  action for the injury sustained or sickness caused by such third party.\n   37    S 2. Subdivisions 1, 4 and 6 of section 207-c of the general municipal\n   38  law, subdivision 1 as amended by section 4 of chapter 675 of the laws of\n   39  1997,  subdivisions  4  and  6  as amended by chapter 628 of the laws of\n   40  1991, are amended to read as follows:\n   41    1. Any sheriff, undersheriff, deputy sheriff or corrections officer of\n   42  the sheriff's department of any county or any member of a  police  force\n   43  of  any  county,  city  of  less  than  one  million population, town or\n   44  village, or of any district, agency, board, body or commission  thereof,\n   45  or  any LIRR police officer as defined in paragraph two of subdivision a\n   46  of section three hundred eighty-nine of the retirement and social  secu-\n   47  rity  law  whose  benefits  are provided in and pursuant to such section\n   48  three hundred eighty-nine, or  a  detective-investigator  or  any  other\n   49  investigator  who  is a police officer pursuant to the provisions of the\n   50  criminal procedure law employed in the office of a district attorney  of\n   51  any  county, or any corrections officer of the county of Erie department\n   52  of corrections, or an advanced ambulance medical technician employed  by\n   53  the county of Nassau, or any supervising fire inspector, fire inspector,\n   54  fire marshal, or assistant fire marshal employed full-time in the county\n   55  of  Nassau  fire  marshal's  office,  or  at the option of the county of\n   56  Nassau, any probation officer of the county of Nassau who is injured  in\n\n       A. 107                              4\n\n    1  the  performance  of  his OR HER duties ENTAILING THE HEIGHTENED RISK OF\n    2  LAW ENFORCEMENT or who is taken sick as a result of the  performance  of\n    3  his OR HER duties ENTAILING THE HEIGHTENED RISK OF LAW ENFORCEMENT so as\n    4  to  necessitate medical or other lawful remedial treatment shall be paid\n    5  by the municipality or The Long Island Rail Road Company by which he  OR\n    6  SHE  is  employed  the full amount of his OR HER regular salary or wages\n    7  from such employer until his OR HER  disability  arising  therefrom  has\n    8  ceased,  and, in addition such municipality or The Long Island Rail Road\n    9  Company shall be liable for all  medical  treatment  and  hospital  care\n   10  necessitated by reason of such injury or illness.\n   11    Provided,  however,  and  notwithstanding  the foregoing provisions of\n   12  this section, the municipal or The Long Island Rail Road Company  health\n   13  authorities  or  any  physician appointed for the purpose by the munici-\n   14  pality or The Long Island Rail Road Company, as relevant, after a deter-\n   15  mination has first been made that such injury or sickness  was  incurred\n   16  during, or resulted from, such performance of duty ENTAILING THE HEIGHT-\n   17  ENED  RISK  OF  LAW  ENFORCEMENT,  may  attend  any such injured or sick\n   18  [policeman] POLICE OFFICER, from  time  to  time,  for  the  purpose  of\n   19  providing   medical,   surgical   or  other  treatment,  or  for  making\n   20  inspections, and the municipality or The Long Island Rail Road  Company,\n   21  as  the  case may be, shall not be liable for salary or wages payable to\n   22  such [policeman] POLICE OFFICER, or for the cost of medical treatment or\n   23  hospital care furnished after such date as such  health  authorities  or\n   24  physician  shall  certify  that  such injured or sick [policeman] POLICE\n   25  OFFICER has recovered and is physically able to perform his OR HER regu-\n   26  lar duties. Any injured or sick [policeman]  POLICE  OFFICER  who  shall\n   27  refuse  to  accept medical treatment or hospital care or shall refuse to\n   28  permit medical inspections as herein authorized, including  examinations\n   29  pursuant  to  subdivision  two  of this section, shall be deemed to have\n   30  waived his OR HER rights under this section in respect to  expenses  for\n   31  medical  treatment  or  hospital  care  rendered and for salary or wages\n   32  payable after such refusal.\n   33    Notwithstanding any provision of law to the contrary,  a  provider  of\n   34  medical  treatment or hospital care furnished pursuant to the provisions\n   35  of this section shall not collect or attempt  to  collect  reimbursement\n   36  for  such  treatment or care from any such [policeman] POLICE OFFICER or\n   37  any such advanced ambulance medical technician.\n   38    4. The appropriate municipal or The  Long  Island  Rail  Road  Company\n   39  officials  may  transfer  a  [policeman] POLICE OFFICER to a position in\n   40  another agency or department where they are able to do  so  pursuant  to\n   41  applicable  civil  service or The Long Island Rail Road Company require-\n   42  ments and provided the [policeman] POLICE OFFICER shall consent thereto.\n   43    6. Notwithstanding any provision of  law  contrary  thereto  contained\n   44  herein  or elsewhere, a cause of action shall accrue to the municipality\n   45  or The Long Island Rail Road Company for reimbursement in  such  sum  or\n   46  sums  actually  paid as salary or wages and or for medical treatment and\n   47  hospital care as against any third party against  whom  the  [policeman]\n   48  POLICE  OFFICER shall have a cause of action for the injury sustained or\n   49  sickness caused by such third party.\n   50    S 3. This act shall take effect immediately, provided that the  amend-\n   51  ments  to section 207-c of the general municipal law made by section one\n   52  of this act shall be subject to the expiration and reversion of subdivi-\n   53  sions 1, 4, and 6 of such section pursuant to section 7 of  chapter  628\n   54  of  the  laws of 1991, as amended, when upon such date the provisions of\n   55  section two of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to eligibility for disability benefits for injuries sustained while performing the high risk duties of law enforcement ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T112415.TXT", "SOBI.D101217.T145450.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292615690492
}