{
  "year" : 2011,
  "senateBillNo" : "A1075-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1075-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Pedigree for prescription drugs",
  "summary" : "Establishes pedigree meaning an electronic record containing information regarding each distribution of a prescription drug, originating from a manufacturer, through acquisition by or transfer to one or more wholesalers, manufacturers, or pharmacies, until final sale or transfer to a pharmacy or other person furnishing, administering, or dispensing the prescription drug. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA6546-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1075\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PAULIN,  TITONE,  GOTTFRIED, GALEF, CLARK --\n         Multi-Sponsored by -- M. of A. BOYLAND, BURLING, COLTON, COOK,  DINOW-\n         ITZ,  HIKIND,  HOOPER,  LATIMER,  J. MILLER,  ORTIZ,  RAIA, P. RIVERA,\n         ROBINSON, SWEENEY, TOBACCO, WRIGHT -- read once and  referred  to  the\n         Committee on Higher Education\n\n       AN  ACT  to  amend  the  education  law,  in  relation  to  pedigree for\n         prescription drugs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  6802 of the education law is amended by adding a\n    2  new subdivision 23 to read as follows:\n    3    23. \"PEDIGREE\"  MEANS  AN  ELECTRONIC  RECORD  CONTAINING  INFORMATION\n    4  REGARDING  EACH  TRANSACTION,  RESULTING  IN A CHANGE OF OWNERSHIP, OF A\n    5  PRESCRIPTION DRUG, ORIGINATING FROM A MANUFACTURER, THROUGH  ACQUISITION\n    6  BY  OR  TRANSFER TO ONE OR MORE WHOLESALERS, MANUFACTURERS, REPACKAGERS,\n    7  OR PHARMACIES, UNTIL FINAL SALE OR  TRANSFER  TO  A  PHARMACY  OR  OTHER\n    8  PERSON  FURNISHING,  ADMINISTERING, OR DISPENSING THE PRESCRIPTION DRUG,\n    9  AS PROVIDED IN SECTION SIXTY-EIGHT HUNDRED TEN-B OF THIS ARTICLE.\n   10    S 2. The education law is amended by adding a new  section  6810-b  to\n   11  read as follows:\n   12    S 6810-B. PEDIGREE. 1. A. EVERY MANUFACTURER SHALL ESTABLISH AND MAIN-\n   13  TAIN  A PEDIGREE FOR EACH PRESCRIPTION DRUG, AND EVERY WHOLESALER, PHAR-\n   14  MACY OR OTHER PERSON FURNISHING OR DISPENSING A PRESCRIPTION DRUG  SHALL\n   15  MAINTAIN A PEDIGREE FOR EACH PRESCRIPTION DRUG.\n   16    B.  FOR  PURPOSES  OF  THIS SECTION, \"MANUFACTURER\" MEANS A PERSON WHO\n   17  PREPARES, DERIVES, MANUFACTURES, PRODUCES OR REPACKAGES  A  PRESCRIPTION\n   18  DRUG. MANUFACTURER ALSO MEANS THE HOLDER OR HOLDERS OF A NEW DRUG APPLI-\n   19  CATION (NDA), AN ABBREVIATED NEW DRUG APPLICATION (ANDA), OR A BIOLOGICS\n   20  LICENSE  APPLICATION  (BLA),  PROVIDED  THAT  SUCH  APPLICATION HAS BEEN\n   21  APPROVED; A MANUFACTURER'S THIRD PARTY  LOGISTICS  PROVIDER;  A  PRIVATE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02278-02-1\n\n       A. 1075                             2\n\n    1  LABEL  DISTRIBUTOR  (INCLUDING COLICENSED PARTNERS) FOR WHOM THE PRIVATE\n    2  LABEL DISTRIBUTOR'S PRESCRIPTION DRUGS ARE ORIGINALLY  MANUFACTURED  AND\n    3  LABELED  FOR  THE  DISTRIBUTOR  AND  HAVE  NOT  BEEN  REPACKAGED; OR THE\n    4  DISTRIBUTOR  AGENT  FOR  THE  MANUFACTURER,  CONTRACT  MANUFACTURER,  OR\n    5  PRIVATE LABEL DISTRIBUTOR, WHETHER THE ESTABLISHMENT IS A MEMBER OF  THE\n    6  MANUFACTURER'S  AFFILIATED GROUP (REGARDLESS OF WHETHER THE MEMBER TAKES\n    7  TITLE TO THE DRUG) OR IS A CONTRACT DISTRIBUTOR SITE.\n    8    C. FOR PURPOSES OF THIS SECTION, \"REPACKAGER\" MEANS A PERSON OR ENTITY\n    9  THAT IS REGISTERED WITH THE FEDERAL FOOD AND DRUG  ADMINISTRATION  AS  A\n   10  REPACKAGER  AND  OPERATES  AN ESTABLISHMENT THAT PACKAGES FINISHED DRUGS\n   11  FROM BULK OR THAT REPACKAGES PRESCRIPTION DRUGS INTO DIFFERENT  CONTAIN-\n   12  ERS, EXCLUDING SHIPPING CONTAINERS.\n   13    D.  FOR  PURPOSES  OF  THIS  SECTION, \"THIRD PARTY LOGISTICS PROVIDER\"\n   14  MEANS AN ENTITY LICENSED AS A WHOLESALER THAT CONTRACTS WITH A  MANUFAC-\n   15  TURER  OF  PRESCRIPTION  DRUGS  TO  PROVIDE  OR  COORDINATE WAREHOUSING,\n   16  DISTRIBUTION OR OTHER SIMILAR SERVICES ON BEHALF OF A MANUFACTURER,  BUT\n   17  FOR WHICH THERE IS NO CHANGE OF OWNERSHIP IN THE PRESCRIPTION DRUGS.\n   18    2.  A  PEDIGREE  SHALL BE IN SUCH FORM AND CONTAIN SUCH INFORMATION AS\n   19  SHALL BE DETERMINED BY THE DEPARTMENT.  EACH  PEDIGREE  SHALL  MINIMALLY\n   20  INCLUDE FOR EACH DISTRIBUTION ALL OF THE FOLLOWING INFORMATION:\n   21    A. THE SOURCE OF THE PRESCRIPTION DRUG, INCLUDING THE NAME AND PRINCI-\n   22  PAL ADDRESS OF THE SELLER OR TRANSFEROR;\n   23    B.  THE PROPRIETARY AND ESTABLISHED NAME OF THE PRESCRIPTION DRUG, THE\n   24  QUANTITY OF THE PRESCRIPTION DRUG, ITS DOSAGE FORM AND DOSAGE  STRENGTH,\n   25  THE  DATE  OF  THE  PURCHASE  OR TRANSFER, THE INVOICE NUMBER, CONTAINER\n   26  SIZE, EXPIRATION DATE, LOT NUMBER, NATIONAL DRUG CODE, AND, WHEN  AVAIL-\n   27  ABLE, STANDARDIZED NUMERICAL IDENTIFIER, OF THE PRESCRIPTION DRUG;\n   28    C.  THE  BUSINESS  NAME  AND ADDRESS OF EACH OWNER OF THE PRESCRIPTION\n   29  DRUG AND ITS SHIPPING INFORMATION, INCLUDING THE NAME AND ADDRESS OF THE\n   30  FACILITY  OF  EACH  PERSON  CERTIFYING  DELIVERY  OR  RECEIPT   OF   THE\n   31  PRESCRIPTION DRUG; AND\n   32    D. A CERTIFICATION UNDER PENALTY OF PERJURY FROM THE DESIGNATED REPRE-\n   33  SENTATIVE  OF THE MANUFACTURER, WHOLESALER OR PHARMACY THAT THE INFORMA-\n   34  TION CONTAINED THEREIN IS TRUE AND ACCURATE.\n   35    3. A SINGLE PEDIGREE SHALL INCLUDE EVERY  CHANGE  OF  OWNERSHIP  OF  A\n   36  PRESCRIPTION  DRUG  FROM  ITS  INITIAL  MANUFACTURE THROUGH TO ITS FINAL\n   37  TRANSACTION TO A PHARMACY OR OTHER PERSON FOR FURNISHING, ADMINISTERING,\n   38  OR DISPENSING  THE  PRESCRIPTION  DRUG,  REGARDLESS  OF  REPACKAGING  OR\n   39  ASSIGNMENT  OF ANOTHER NATIONAL DRUG CODE DIRECTORY NUMBER. PRESCRIPTION\n   40  DRUGS THAT ARE REPACKAGED SHALL BE SERIALIZED BY THE  REPACKAGER  AND  A\n   41  PEDIGREE  SHALL BE PROVIDED THAT REFERENCES THE PEDIGREE OF THE ORIGINAL\n   42  PACKAGE OR PACKAGES PROVIDED BY THE MANUFACTURER.\n   43    4. A PEDIGREE SHALL TRACK EACH PRESCRIPTION DRUG AT THE SMALLEST PACK-\n   44  AGE OR IMMEDIATE CONTAINER DISTRIBUTED BY THE MANUFACTURER, RECEIVED AND\n   45  DISTRIBUTED BY THE WHOLESALER OR REPACKAGER, AND RECEIVED BY THE PHARMA-\n   46  CY OR  ANOTHER  PERSON  FURNISHING,  ADMINISTERING,  OR  DISPENSING  THE\n   47  PRESCRIPTION  DRUG.  FOR  PURPOSES OF THIS SECTION, \"SMALLEST PACKAGE OR\n   48  IMMEDIATE  CONTAINER\"  OF  A  PRESCRIPTION  DRUG   SHALL   INCLUDE   ANY\n   49  PRESCRIPTION  DRUG  PACKAGE OR CONTAINER MADE AVAILABLE TO A REPACKAGER,\n   50  WHOLESALER, PHARMACY, OR OTHER ENTITY FOR REPACKAGING OR REDISTRIBUTION,\n   51  AS WELL AS THE SMALLEST UNIT MADE BY THE MANUFACTURER FOR  SALE  TO  THE\n   52  PHARMACY  OR  OTHER  PERSON FURNISHING, ADMINISTERING, OR DISPENSING THE\n   53  DRUG.\n   54    5. ANY RETURN OF A PRESCRIPTION DRUG TO A WHOLESALER  OR  MANUFACTURER\n   55  SHALL  BE  DOCUMENTED  ON  THE  SAME  PEDIGREE  AS  THE TRANSACTION THAT\n\n       A. 1075                             3\n\n    1  RESULTED IN THE RECEIPT OF THE PRESCRIPTION DRUG BY THE PARTY  RETURNING\n    2  IT.\n    3    6.  THE  FOLLOWING  TRANSACTIONS ARE EXEMPT FROM THE PEDIGREE REQUIRE-\n    4  MENTS CREATED BY THIS SECTION:\n    5    A. AN INTRACOMPANY SALE  OR  TRANSFER  OF  A  PRESCRIPTION  DRUG.  FOR\n    6  PURPOSES  OF  THIS  SECTION,  \"INTRACOMPANY  SALE OR TRANSFER\" MEANS ANY\n    7  TRANSACTION FOR ANY VALID BUSINESS PURPOSE BETWEEN A  DIVISION,  SUBSID-\n    8  IARY,  PARENT,  OR AFFILIATED OR RELATED COMPANY UNDER THE COMMON OWNER-\n    9  SHIP AND CONTROL OF THE SAME CORPORATE OR LEGAL ENTITY.\n   10    B. PRESCRIPTION DRUGS RECEIVED BY THE  STATE  OR  A  LOCAL  GOVERNMENT\n   11  ENTITY FROM A DEPARTMENT OR AGENCY OF THE FEDERAL GOVERNMENT OR AN AGENT\n   12  OF   THE   FEDERAL   GOVERNMENT   SPECIFICALLY   AUTHORIZED  TO  DELIVER\n   13  PRESCRIPTION DRUGS TO THE STATE OR LOCAL GOVERNMENT ENTITY.\n   14    C. THE PROVISION OF SAMPLES OF PRESCRIPTION DRUGS BY A  MANUFACTURER'S\n   15  EMPLOYEE TO AN AUTHORIZED PRESCRIBER, PROVIDED THE SAMPLES ARE DISPENSED\n   16  WITHOUT CHARGE ONLY TO A PATIENT OF THE PRESCRIBER.\n   17    D.  (I)  A  SALE, TRADE, OR TRANSFER OF A RADIOACTIVE DRUG BETWEEN ANY\n   18  TWO ENTITIES LICENSED BY THE DEPARTMENT OF HEALTH OR THE FEDERAL NUCLEAR\n   19  REGULATORY COMMISSION.\n   20    (II) THE EXEMPTION IN THIS PARAGRAPH SHALL REMAIN IN EFFECT UNLESS THE\n   21  DEPARTMENT DETERMINES THAT THE RISK OF COUNTERFEITING OR DIVERSION OF  A\n   22  RADIOACTIVE DRUG IS SUFFICIENT TO REQUIRE A PEDIGREE, IN WHICH EVENT THE\n   23  EXEMPTION  IN  THIS  PARAGRAPH SHALL BECOME INOPERATIVE AS PROVIDED IN A\n   24  REGULATION PROMULGATED BY THE DEPARTMENT.\n   25    E. THE SALE, TRADE, OR TRANSFER OF A DANGEROUS DRUG THAT IS LABELED BY\n   26  THE MANUFACTURER AS \"FOR VETERINARY USE ONLY\".\n   27    F. THE SALE,  TRADE,  OR  TRANSFER  OF  COMPRESSED  MEDICAL  GAS.  FOR\n   28  PURPOSES  OF  THIS SECTION, \"COMPRESSED MEDICAL GAS\" MEANS ANY SUBSTANCE\n   29  IN ITS GASEOUS OR CRYOGENIC LIQUID FORM THAT MEETS MEDICAL PURITY STAND-\n   30  ARDS AND HAS APPLICATION IN A MEDICAL OR HOMECARE  ENVIRONMENT,  INCLUD-\n   31  ING, BUT NOT LIMITED TO, OXYGEN AND NITROUS OXIDE.\n   32    G.  THE  SALE,  TRADE,  OR TRANSFER OF SOLUTIONS. FOR PURPOSES OF THIS\n   33  SECTION, \"SOLUTIONS\" MEANS ANY OF THE FOLLOWING:\n   34    (I)  THOSE  INTRAVENOUS  PRODUCTS  THAT,  BY  THEIR  FORMULATION,  ARE\n   35  INTENDED FOR THE REPLENISHMENT OF FLUIDS AND ELECTROLYTES, SUCH AS SODI-\n   36  UM,  CHLORIDE,  AND  POTASSIUM  AND CALORIES, SUCH AS DEXTROSE AND AMINO\n   37  ACIDS, OR BOTH.\n   38    (II) THOSE INTRAVENOUS PRODUCTS USED TO MAINTAIN  THE  EQUILIBRIUM  OF\n   39  WATER AND MINERALS IN THE BODY, SUCH AS DIALYSIS SOLUTIONS.\n   40    (III)  PRODUCTS THAT ARE INTENDED FOR IRRIGATION OR RECONSTITUTION, AS\n   41  WELL AS STERILE WATER,  WHETHER  INTENDED  FOR  THOSE  PURPOSES  OR  FOR\n   42  INJECTION.\n   43    H.  PRESCRIPTION  DRUGS  THAT  ARE  PLACED  IN A SEALED PACKAGE WITH A\n   44  MEDICAL DEVICE OR MEDICAL SUPPLIES AT THE POINT OF FIRST  SHIPMENT  INTO\n   45  COMMERCE  BY  THE  MANUFACTURER AND THE PACKAGE REMAINS SEALED UNTIL THE\n   46  DRUG AND DEVICE ARE USED, PROVIDED THAT THE PACKAGE  IS  ONLY  USED  FOR\n   47  SURGICAL PURPOSES.\n   48    I. A PRODUCT THAT MEETS EITHER OF THE FOLLOWING CRITERIA:\n   49    (I) A PRODUCT COMPRISED OF TWO OR MORE REGULATED COMPONENTS, SUCH AS A\n   50  DRUG/DEVICE,  BIOLOGIC/DEVICE,  OR  DRUG/DEVICE/BIOLOGIC, THAT ARE PHYS-\n   51  ICALLY, CHEMICALLY, OR OTHERWISE COMBINED OR MIXED  AND  PRODUCED  AS  A\n   52  SINGLE ENTITY.\n   53    (II) TWO OR MORE SEPARATE PRODUCTS PACKAGED TOGETHER IN A SINGLE PACK-\n   54  AGE OR AS A UNIT AND COMPRISED OF DRUG AND DEVICE PRODUCTS OR DEVICE AND\n   55  BIOLOGICAL PRODUCTS.\n\n       A. 1075                             4\n\n    1    7.  IF A MANUFACTURER, WHOLESALER, OR PHARMACY HAS REASONABLE CAUSE TO\n    2  BELIEVE THAT A PRESCRIPTION DRUG IN, OR HAVING BEEN IN,  ITS  POSSESSION\n    3  IS  COUNTERFEIT OR THE SUBJECT OF A FRAUDULENT TRANSACTION, THE MANUFAC-\n    4  TURER, WHOLESALER, OR PHARMACY SHALL NOTIFY THE DEPARTMENT WITHIN SEVEN-\n    5  TY-TWO  HOURS  OF OBTAINING SUCH KNOWLEDGE. THIS SUBDIVISION SHALL APPLY\n    6  TO ANY PRESCRIPTION DRUG THAT HAS BEEN SOLD OR DISTRIBUTED IN OR THROUGH\n    7  THIS STATE.\n    8    8. EVERY PEDIGREE SHALL BE MAINTAINED FOR A PERIOD OF THREE YEARS OR A\n    9  REASONABLE PERIOD OF TIME AS DETERMINED BY THE COMMISSIONER,  AND  SHALL\n   10  BE MADE AVAILABLE FOR INSPECTION, UPON REASONABLE NOTICE, BY THE DEPART-\n   11  MENT.\n   12    9.  A. A PEDIGREE SHALL BE MAINTAINED IN AN ELECTRONIC PEDIGREE TRACK-\n   13  ING OR ALTERNATIVE SYSTEM DETERMINED BY THE DEPARTMENT TO  BE  FEASIBLE.\n   14  IN  DETERMINING  WHETHER  AN ELECTRONIC PEDIGREE TRACKING OR ALTERNATIVE\n   15  SYSTEM IS FEASIBLE, THE DEPARTMENT SHALL CONSIDER WHETHER SUCH SYSTEM OR\n   16  FORMAT IS:\n   17    (I) READILY AVAILABLE WITH RESPECT TO ALL PRESCRIPTION DRUGS,\n   18    (II) IN A STANDARDIZED NON-PROPRIETARY DATA FORMAT  AND  ARCHITECTURE,\n   19  AND  WIDELY  AVAILABLE  TO  MANUFACTURERS, WHOLESALERS AND PHARMACIES SO\n   20  THAT THE SYSTEM OR FORMAT IS CAPABLE OF  BEING  USED  BY  MANUFACTURERS,\n   21  WHOLESALERS  AND PHARMACIES FROM SALE BY THE MANUFACTURER THROUGH ACQUI-\n   22  SITION BY OR TRANSFER TO A WHOLESALER, MANUFACTURER  OR  PHARMACY  UNTIL\n   23  FINAL  SALE OR TRANSFER TO A PHARMACY OR OTHER PERSON FURNISHING, ADMIN-\n   24  ISTERING OR DISPENSING THE PRESCRIPTION DRUG, AND\n   25    (III) CONSISTENT AND COMPATIBLE WITH FEDERAL REQUIREMENTS FOR AN ELEC-\n   26  TRONIC PEDIGREE TRACKING OR ALTERNATIVE SYSTEM AND A STANDARDIZED NUMER-\n   27  ICAL IDENTIFIER.\n   28    B. THE PROVISIONS OF THIS SECTION SHALL BECOME  OPERATIVE  ON  JANUARY\n   29  FIRST, TWO THOUSAND SIXTEEN, WHICH SHALL BE THE PEDIGREE EFFECTIVE DATE;\n   30  PROVIDED,  HOWEVER,  IF  AN  ELECTRONIC PEDIGREE TRACKING OR ALTERNATIVE\n   31  SYSTEM IS NOT FEASIBLE BY THE PEDIGREE EFFECTIVE  DATE,  THE  DEPARTMENT\n   32  SHALL ISSUE ONE-YEAR EXTENSIONS OF THE PEDIGREE EFFECTIVE DATE UNTIL THE\n   33  DEPARTMENT DETERMINES SUCH SYSTEM TO BE FEASIBLE.\n   34    10. A. COMMENCING ON JULY FIRST, TWO THOUSAND SIXTEEN, A WHOLESALER OR\n   35  OTHER  PERSON  FURNISHING A PRESCRIPTION DRUG SHALL NOT (I) SELL, TRANS-\n   36  FER, DISTRIBUTE, OR DELIVER A  PRESCRIPTION  DRUG  WITHOUT  PROVIDING  A\n   37  PEDIGREE,  OR (II) ACQUIRE A PRESCRIPTION DRUG WITHOUT RECEIVING A PEDI-\n   38  GREE. IF AN ELECTRONIC PEDIGREE TRACKING OR ALTERNATIVE  SYSTEM  IS  NOT\n   39  FEASIBLE  BY  THE PEDIGREE EFFECTIVE DATE, THE DEPARTMENT MAY EXTEND THE\n   40  DATE UPON WHICH THE PROVISIONS OF THIS PARAGRAPH SHALL BECOME  OPERATIVE\n   41  AS IT SHALL DETERMINE IN ITS DISCRETION.\n   42    B.  COMMENCING  ON  JULY  FIRST, TWO THOUSAND SEVENTEEN, A PHARMACY OR\n   43  OTHER PERSON FURNISHING OR DISPENSING A PRESCRIPTION DRUG SHALL NOT  (I)\n   44  SELL,  TRANSFER,  DISTRIBUTE,  OR  DELIVER  A  PRESCRIPTION DRUG WITHOUT\n   45  PROVIDING A PEDIGREE,  OR  (II)  ACQUIRE  A  PRESCRIPTION  DRUG  WITHOUT\n   46  RECEIVING  A PEDIGREE. IF AN ELECTRONIC PEDIGREE TRACKING OR ALTERNATIVE\n   47  SYSTEM IS NOT FEASIBLE BY THE PEDIGREE EFFECTIVE  DATE,  THE  DEPARTMENT\n   48  MAY  EXTEND  THE  DATE UPON WHICH THE PROVISIONS OF THIS PARAGRAPH SHALL\n   49  BECOME OPERATIVE AS IT SHALL DETERMINE IN ITS DISCRETION.\n   50    11. A. (I) UPON THE EFFECTIVE DATE OF FEDERAL LEGISLATION OR  ADOPTION\n   51  OF A FEDERAL REGULATION GOVERNING THE FORM OR CONTENT OF PEDIGREE OR THE\n   52  STANDARDS  AND TECHNOLOGIES FOR THE IDENTIFICATION, VALIDATION, TRACKING\n   53  AND TRACING AND AUTHENTICATION FOR PRESCRIPTION DRUGS, THE PROVISIONS OF\n   54  THIS SECTION THAT ARE INCONSISTENT  WITH  SUCH  FEDERAL  LEGISLATION  OR\n   55  FEDERAL REGULATION SHALL BECOME INOPERATIVE.\n\n       A. 1075                             5\n\n    1    (II)  WITHIN  NINETY  DAYS  OF THE ENACTMENT OF FEDERAL LEGISLATION OR\n    2  ADOPTION  OF  A  FEDERAL  REGULATION  THAT  IS  INCONSISTENT  WITH   THE\n    3  PROVISIONS OF THIS SECTION AS PROVIDED IN SUBPARAGRAPH (I) OF THIS PARA-\n    4  GRAPH, THE DEPARTMENT SHALL PUBLISH A NOTICE STATING WHICH PROVISIONS OF\n    5  THIS SECTION ARE INOPERATIVE. THE DEPARTMENT SHALL HAVE THE AUTHORITY TO\n    6  ADOPT  EMERGENCY  REGULATIONS AS IT DEEMS NECESSARY IN ITS DETERMINATION\n    7  TO REFLECT THE INOPERATION OF ANY PROVISION OF THIS SECTION AS  PROVIDED\n    8  IN THIS PARAGRAPH.\n    9    B.  (I) IF THE FEDERAL FOOD AND DRUG ADMINISTRATION ENACTS ANY RULE OR\n   10  STANDARD OR TAKES  ANY  OTHER  ACTION  THAT  IS  INCONSISTENT  WITH  ANY\n   11  PROVISION  OF  THIS SECTION GOVERNING THE FORM OR CONTENT OF PEDIGREE OR\n   12  THE STANDARDS  AND  TECHNOLOGIES  FOR  THE  IDENTIFICATION,  VALIDATION,\n   13  TRACKING  AND  TRACING,  AND AUTHENTICATION FOR PRESCRIPTION DRUGS, SUCH\n   14  PROVISION OF THIS SECTION SHALL BE DEEMED INOPERATIVE.\n   15    (II) WITHIN NINETY DAYS OF THE FEDERAL FOOD  AND  DRUG  ADMINISTRATION\n   16  ENACTING  ANY RULE OR STANDARD OR TAKING ANY OTHER ACTION THAT IS INCON-\n   17  SISTENT WITH THE PROVISIONS OF THIS SECTION AS PROVIDED IN  SUBPARAGRAPH\n   18  (I)  OF  THIS  PARAGRAPH,  THE DEPARTMENT SHALL PUBLISH A NOTICE STATING\n   19  WHICH PROVISIONS OF THIS SECTION ARE INOPERATIVE. THE  DEPARTMENT  SHALL\n   20  HAVE  THE AUTHORITY TO ADOPT EMERGENCY REGULATIONS AS IT DEEMS NECESSARY\n   21  IN ITS DETERMINATION TO REFLECT THE INOPERATION OF ANY PROVISION OF THIS\n   22  SECTION AS PROVIDED IN THIS PARAGRAPH.\n   23    12. A. ALL UNITS OF PRESCRIPTION DRUGS IN THE POSSESSION OF  A  WHOLE-\n   24  SALER  OR  PHARMACY FOR WHICH THE MANUFACTURER DOES NOT HOLD LEGAL TITLE\n   25  ON THE PEDIGREE EFFECTIVE DATE SHALL NOT  BE  SUBJECT  TO  THE  PEDIGREE\n   26  REQUIREMENTS  SET  FORTH IN THIS SECTION; PROVIDED, HOWEVER, IF ANY SUCH\n   27  UNITS OF PRESCRIPTION DRUGS ARE SUBSEQUENTLY RETURNED TO THE MANUFACTUR-\n   28  ER, THEY SHALL BE SUBJECT TO THE PEDIGREE REQUIREMENTS IF  THE  MANUFAC-\n   29  TURER DISTRIBUTES SUCH UNITS IN THIS STATE.\n   30    B. ALL UNITS OF PRESCRIPTION DRUGS IN THE POSSESSION OF A MANUFACTURER\n   31  FOR  WHICH  THE  MANUFACTURER  DOES NOT HOLD LEGAL TITLE ON THE PEDIGREE\n   32  EFFECTIVE DATE SHALL NOT BE SUBJECT TO  THE  PEDIGREE  REQUIREMENTS  SET\n   33  FORTH IN THIS SECTION.\n   34    13.  ANY  PERSON  WHO  VIOLATES ANY PROVISION OF THIS SECTION SHALL BE\n   35  SUBJECT TO A FINE OF NOT MORE THAN TWO THOUSAND DOLLARS  PER  VIOLATION.\n   36  IN  ADDITION,  ANY  PRESCRIPTION DRUG DISTRIBUTED, TRANSFERRED, ADMINIS-\n   37  TERED, FURNISHED, OR DISPENSED IN VIOLATION OF  THIS  SECTION  SHALL  BE\n   38  CONTRABAND  AND  SUBJECT  TO SEIZURE EITHER BY THE DEPARTMENT, THE STATE\n   39  BOARD OF PHARMACY OR ANY LAW ENFORCEMENT OFFICER OF THE STATE.\n   40    S 3. This act shall take effect on the one hundred eightieth day after\n   41  it shall have become a law. The department of education shall promulgate\n   42  rules and regulations, issue forms and take any other  action  necessary\n   43  to implement the provisions of this act on or before the pedigree effec-\n   44  tive date, as provided in paragraph b of subdivision 9 of section 6810-b\n   45  of the education law, as added by section two of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to pedigree for prescription drugs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145913.TXT", "SOBI.D110106.T132220.TXT", "SOBI.D110106.T132720.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294430353879
}