{
  "year" : 2011,
  "senateBillNo" : "A1074-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A1074-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "reported referred to codes",
    "billEventId" : "A1074-2011-1295413200000-reported+referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a tanning facility shall not permit the use of an ultraviolet radiation device by persons under eighteen years of age",
  "summary" : "Provides that a tanning facility shall not permit the use of an ultraviolet radiation device by persons under eighteen years of age. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA9110-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1074\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WEISENBERG,  MILLMAN, SPANO, CASTRO, JAFFEE,\n         ROSENTHAL, GALEF -- Multi-Sponsored by -- M. of A.  BOYLAND,  BURLING,\n         CALHOUN,  COOK,  CRESPO, GIBSON, MAISEL, MARKEY, MAYERSOHN, McDONOUGH,\n         McKEVITT, MENG, MOLINARO, OAKS  --  read  once  and  referred  to  the\n         Committee on Health\n\n       AN  ACT to amend the public health law, in relation to the use of ultra-\n         violet radiation devices by persons under eighteen years of age\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 3555 of the public health law, as added by chapter\n    2  573 of the laws of 2006, is amended to read as follows:\n    3    S 3555. Restrictions on the use of ultraviolet radiation  devices.  1.\n    4  No  owner,  operator, or employee of a tanning facility shall permit the\n    5  use of the tanning facility by a person eighteen years of age  or  older\n    6  until  such  person  provides  a  driver's license or other photographic\n    7  identification card issued by a government entity or educational  insti-\n    8  tution  indicating that the individual is at least eighteen years of age\n    9  and the facility has on file a  signed  written  statement,  in  a  form\n   10  prescribed  by the commissioner, acknowledging that such person has read\n   11  the warnings required  under  subdivision  two  of  section  thirty-five\n   12  hundred  fifty-four  of  this  article and agrees to wear safety goggles\n   13  before using an ultraviolet radiation device. Such signed  statement  of\n   14  acknowledgment  may  be  retained  by  the tanning facility off premises\n   15  provided that an electronic image or facsimile of  the  original  signed\n   16  statement of acknowledgment is readily available by the owner or employ-\n   17  ee  responsible for the operation of the ultraviolet radiation device of\n   18  such facility.\n   19    2. [No owner, operator, or employee of a tanning facility shall permit\n   20  the use of an ultraviolet radiation device by a person fourteen to eigh-\n   21  teen years of age until such person provides the tanning  facility  with\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04206-01-1\n\n       A. 1074                             2\n\n    1  the  written  consent,  in  a  form prescribed by the commissioner, of a\n    2  parent or legal guardian to use such tanning  facility.  The  parent  or\n    3  legal guardian shall sign such consent form in the presence of the owner\n    4  of  the tanning facility or an employee responsible for the operation of\n    5  the ultraviolet radiation device of such facility indicating  that  such\n    6  parent  or guardian has read the warnings required under subdivision two\n    7  of section thirty-five hundred fifty-four of this article and  that  the\n    8  person  fourteen  to eighteen years of age agrees to wear safety goggles\n    9  before using an ultraviolet  radiation  device.  Such  original  written\n   10  consent shall be retained by the tanning facility for a period of twelve\n   11  months  and  may  be  retained  off premises provided that an electronic\n   12  image or facsimile of the original signed consent form is readily avail-\n   13  able by the owner or employee  responsible  for  the  operation  of  the\n   14  ultraviolet radiation device of such facility.\n   15    3.  A written consent form signed by a parent or legal guardian pursu-\n   16  ant to subdivision two of this section shall expire twelve  months  from\n   17  the  date it is signed by the parent or legal guardian. Upon the expira-\n   18  tion of a written consent form, a new written consent shall be  provided\n   19  in the manner prescribed in subdivision two of this section prior to the\n   20  use  of  an ultraviolet radiation device by any person fourteen to eigh-\n   21  teen years of age.\n   22    4.] No owner, operator, or employee of a tanning facility shall permit\n   23  the use of an ultraviolet radiation device by persons  under  [fourteen]\n   24  EIGHTEEN years of age.\n   25    [5.] 3. This section shall be exclusive and shall preempt any contrary\n   26  local  law  or  ordinance, except that this section shall not preempt or\n   27  supersede  local  laws  or  ordinances  imposing   additional   stricter\n   28  restrictions  on  the use and operation of ultraviolet radiation devices\n   29  at tanning facilities which are in effect prior to the effective date of\n   30  this section.\n   31    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   32  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the use of ultraviolet radiation devices by persons under eighteen years of age ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145913.TXT", "SOBI.D110106.T132220.TXT", "SOBI.D110126.T143303.TXT", "SOBI.D110119.T120752.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296070383822
}