{
  "year" : 2011,
  "senateBillNo" : "A1073-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A1073-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to enforcement of wage payment laws",
  "summary" : "Relates to enforcement of wage payment laws; provides enhanced enforcement and penalty provision; permits private rights of action; defines independent contractor and permits action for improper classification of employees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A11649-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1073\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Labor\n\n       AN ACT to amend the labor law, in relation to the payment of wages\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions  2  and  3  of section 190 of the labor law,\n    2  subdivision 2 as added by chapter 548 of the laws of 1966  and  subdivi-\n    3  sion  3  as  amended by chapter 281 of the laws of 2002, are amended and\n    4  two new subdivisions 10 and 11 are added to read as follows:\n    5    2. \"Employee\" means [any person employed for hire by  an  employer  in\n    6  any  employment]  A  NATURAL  PERSON WHO IS EMPLOYED IN THIS STATE BY AN\n    7  EMPLOYER, INCLUDING AN INDIVIDUAL WHO IS IN RECEIPT OF OR IS ENTITLED TO\n    8  ANY COMPENSATION FOR LABOR PERFORMED FOR  ANY  EMPLOYER.  EMPLOYEE  ALSO\n    9  INCLUDES  A COMMISSION SALESPERSON WHO TAKES ORDERS OR PERFORMS SERVICES\n   10  ON BEHALF OF A PRINCIPAL AND WHO IS PAID ON THE  BASIS  OF  COMMISSIONS,\n   11  BUT  DOES  NOT  INCLUDE  PERSONS  WHO PURCHASE FOR THEIR OWN ACCOUNT FOR\n   12  RESALE.\n   13    3. \"Employer\" [includes any  person,  corporation,  limited  liability\n   14  company,  or  association  employing  any  individual in any occupation,\n   15  industry, trade, business or service] MEANS A  PERSON,  FIRM  OR  CORPO-\n   16  RATION,  AGENT,  MANAGER,  REPRESENTATIVE,  CONTRACTOR, SUBCONTRACTOR OR\n   17  PRINCIPAL, OR OTHER PERSON ACTING DIRECTLY OR INDIRECTLY IN THE INTEREST\n   18  OF AN EMPLOYER TO SUFFER OR PERMIT ANOTHER PERSON  TO  WORK;  WHETHER  A\n   19  PERSON  IS  AN INDEPENDENT CONTRACTOR OR AN EMPLOYEE SHALL BE DETERMINED\n   20  ACCORDING TO THE STANDARDS OF THE FEDERAL FAIR LABOR STANDARDS  ACT,  29\n   21  U.S.C.  201  TO 219, BUT THE BURDEN OF PROOF SHALL BE UPON THE PARTY FOR\n   22  WHOM THE WORK IS PERFORMED TO  SHOW  INDEPENDENT  CONTRACTOR  STATUS  BY\n   23  CLEAR  AND CONVINCING EVIDENCE.  The term \"employer\" shall not include a\n   24  governmental agency.\n   25    10. \"INDEPENDENT CONTRACTOR\" MEANS A PERSON WHO:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03970-01-1\n\n       A. 1073                             2\n\n    1    (A) PERFORMS SERVICES FREE FROM DIRECTION AND CONTROL OVER  THE  MEANS\n    2  AND  MANNER  OF PROVIDING THE SERVICES, SUBJECT ONLY TO THE RIGHT OF THE\n    3  PERSON OR ENTITY FOR WHOM SERVICES ARE PROVIDED TO SPECIFY  THE  DESIRED\n    4  RESULT;\n    5    (B)  FURNISHES  THE  TOOLS  AND  EQUIPMENT  NECESSARY  TO  PROVIDE THE\n    6  SERVICE;\n    7    (C) OPERATES A BUSINESS THAT IS CONSIDERED INSEPARABLE FROM THE  INDI-\n    8  VIDUAL FOR PURPOSES OF TAXES, PROFITS, AND LIABILITIES:\n    9    (I) IN WHICH THE INDIVIDUAL:\n   10    (A) OWNS ALL OF THE ASSETS AND PROFITS OF THE BUSINESS; AND\n   11    (B)  HAS  SOLE, UNLIMITED, PERSONAL LIABILITY FOR ALL OF THE DEBTS AND\n   12  LIABILITIES OF THE BUSINESS, UNLESS  THE  BUSINESS  IS  ORGANIZED  AS  A\n   13  SINGLE-OWNED CORPORATE ENTITY, TO WHICH SOLE, UNLIMITED PERSONAL LIABIL-\n   14  ITY DOES NOT APPLY; AND\n   15    (II) FOR WHICH:\n   16    (A)  THE INDIVIDUAL DOES NOT PAY TAXES FOR THE BUSINESS SEPARATELY BUT\n   17  REPORTS BUSINESS INCOME AND LOSSES  ON  THE  INDIVIDUAL'S  PERSONAL  TAX\n   18  RETURN; AND\n   19    (B)  IF  THE BUSINESS IS ORGANIZED AS A CORPORATE ENTITY AND THE INDI-\n   20  VIDUAL OTHERWISE QUALIFIES AS AN EXEMPT PERSON UNDER THIS  ARTICLE,  THE\n   21  INDIVIDUAL  FILES  A  SEPARATE  FEDERAL INFORMATIONAL TAX RETURN FOR THE\n   22  ENTITY AS REQUIRED BY LAW;\n   23    (D) EXERCISES COMPLETE CONTROL OVER THE MANAGEMENT AND  OPERATIONS  OF\n   24  THE BUSINESS; AND\n   25    (E)  EXERCISES  THE  RIGHT  AND  OPPORTUNITY  ON A CONTINUING BASIS TO\n   26  PERFORM THE SERVICES OF THE BUSINESS FOR MULTIPLE ENTITIES AT THE  INDI-\n   27  VIDUAL'S SOLE CHOICE AND DISCRETION.\n   28    11.  \"LIQUIDATED  DAMAGES\" MEANS THE SUM OF FIVE PERCENT MULTIPLIED BY\n   29  THE AMOUNT OF ANY WAGES THAT WERE NOT PAID OR OF ANY AUTHORIZED EXPENSES\n   30  THAT WERE NOT REIMBURSED ON A REGULAR PAYDAY OR ON ANOTHER  DAY,  MULTI-\n   31  PLIED  BY  THE  TOTAL NUMBER OF DAYS, EXCLUDING SUNDAYS, LEGAL HOLIDAYS,\n   32  AND THE FIRST SEVEN DAYS AFTER THE REGULAR PAYDAY ON  WHICH  WAGES  WERE\n   33  NOT  PAID  OR  EXPENSES WERE NOT REIMBURSED. HOWEVER, SUCH SUM SHALL NOT\n   34  EXCEED TWICE THE AMOUNT OF THE UNPAID WAGES  AND  SHALL  NOT  ACCUMULATE\n   35  WHEN AN EMPLOYER IS SUBJECT TO A PETITION FILED IN BANKRUPTCY.\n   36    S 2. The labor law is amended by adding a new section 191-d to read as\n   37  follows:\n   38    S  191-D.  PRIVATE  RIGHT  OF  ACTION BY MISCLASSIFIED EMPLOYEES.   1.\n   39  NOTWITHSTANDING ANY REMEDY AVAILABLE UNDER THIS ARTICLE,  AN  INDIVIDUAL\n   40  WHO  HAS  NOT  BEEN PROPERLY CLASSIFIED AS AN EMPLOYEE MAY BRING A CIVIL\n   41  ACTION FOR DAMAGES AGAINST THE EMPLOYER FOR ANY VIOLATION OF THIS  ARTI-\n   42  CLE.\n   43    2.  AN  ACTION  FILED  UNDER  THIS SECTION SHALL BE FILED WITHIN THREE\n   44  YEARS AFTER THE DATE THE CAUSE OF ACTION ACCRUES.\n   45    3. IF THE COURT DETERMINES THAT AN INDIVIDUAL OR CLASS OF  INDIVIDUALS\n   46  IS  ENTITLED  TO  JUDGMENT  IN  AN  ACTION  AGAINST AN EMPLOYER FILED IN\n   47  ACCORDANCE WITH THIS SECTION, THE COURT MAY AWARD EACH INDIVIDUAL:\n   48    (A) ANY DAMAGES TO WHICH THE INDIVIDUAL MAY  BE  ENTITLED  UNDER  THIS\n   49  ARTICLE;\n   50    (B)  AN  ADDITIONAL  AMOUNT  UP  TO THREE TIMES THE AMOUNT OF ANY SUCH\n   51  DAMAGES, IF THE EMPLOYER KNOWINGLY FAILED TO PROPERLY CLASSIFY THE INDI-\n   52  VIDUAL;\n   53    (C) REASONABLE COUNSEL FEES AND OTHER COSTS OF THE ACTION; AND\n   54    (D) ANY OTHER APPROPRIATE RELIEF.\n   55    S 3. The labor law is amended by adding a new section 191-e to read as\n   56  follows:\n\n       A. 1073                             3\n\n    1    S 191-E. PRIVATE ATTORNEYS GENERAL PROVISION FOR ENFORCEMENT.  1.  (A)\n    2  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW, ANY PROVISION OF THIS ARTI-\n    3  CLE THAT PROVIDES FOR A CIVIL PENALTY TO BE ASSESSED  AND  COLLECTED  BY\n    4  THE  COMMISSIONER  MAY,  AS AN ALTERNATIVE, BE RECOVERED THROUGH A CIVIL\n    5  ACTION  BROUGHT BY AN AGGRIEVED EMPLOYEE ON BEHALF OF HIMSELF OR HERSELF\n    6  AND OTHER CURRENT OR FORMER EMPLOYEES.\n    7    (B) NO ACTION MAY BE  BROUGHT  UNDER  THIS  SECTION  BY  AN  AGGRIEVED\n    8  EMPLOYEE  IF  THE  COMMISSIONER  ON THE SAME FACTS AND THEORIES, CITES A\n    9  PERSON WITHIN THE TIMEFRAMES SET FORTH IN THIS ARTICLE FOR  A  VIOLATION\n   10  OF THE SAME SECTION OR SECTIONS OF LAW UNDER WHICH THE AGGRIEVED EMPLOY-\n   11  EE  IS  ATTEMPTING  TO  RECOVER  A CIVIL PENALTY ON BEHALF OF HIMSELF OR\n   12  HERSELF OR OTHERS.\n   13    (C) CIVIL PENALTIES RECOVERED BY AGGRIEVED EMPLOYEES SHALL BE DISTRIB-\n   14  UTED AS FOLLOWS: SEVENTY-FIVE PERCENT TO THE COMMISSION FOR  ENFORCEMENT\n   15  OF  LABOR  LAWS  AND  EDUCATION  OF  EMPLOYERS AND EMPLOYEES ABOUT THEIR\n   16  RIGHTS AND RESPONSIBILITIES  UNDER  THIS  ARTICLE,  TO  BE  CONTINUOUSLY\n   17  APPROPRIATED  TO  SUPPLEMENT  AND NOT SUPPLANT THE FUNDING TO THE AGENCY\n   18  FOR THOSE PURPOSES; AND TWENTY-FIVE PERCENT TO THE AGGRIEVED EMPLOYEES.\n   19    (D) COURTS SHALL REVIEW AND APPROVE ANY PENALTIES SOUGHT AS PART OF  A\n   20  PROPOSED SETTLEMENT AGREEMENT PURSUANT TO THIS SECTION.\n   21    2. (A) A CIVIL ACTION BY AN AGGRIEVED EMPLOYEE SEEKING CIVIL PENALTIES\n   22  PURSUANT  TO  THIS  SECTION  ALLEGING A VIOLATION OF ANY PROVISION SHALL\n   23  COMMENCE ONLY AFTER THE FOLLOWING REQUIREMENTS HAVE BEEN MET:\n   24    (I) THE AGGRIEVED EMPLOYEE OR REPRESENTATIVE SHALL GIVE WRITTEN NOTICE\n   25  BY CERTIFIED MAIL TO THE DEPARTMENT AND THE  EMPLOYER  OF  THE  SPECIFIC\n   26  PROVISIONS  OF THIS ARTICLE ALLEGED TO HAVE BEEN VIOLATED, INCLUDING THE\n   27  FACTS AND THEORIES TO SUPPORT THE ALLEGED VIOLATION.\n   28    (II) (A) THE DEPARTMENT SHALL NOTIFY THE EMPLOYER  AND  THE  AGGRIEVED\n   29  EMPLOYEE  OR REPRESENTATIVE BY CERTIFIED MAIL THAT IT DOES NOT INTEND TO\n   30  INVESTIGATE THE ALLEGED VIOLATION WITHIN THIRTY  CALENDAR  DAYS  OF  THE\n   31  POSTMARK  DATE  OF  THE  NOTICE RECEIVED PURSUANT TO SUBPARAGRAPH (I) OF\n   32  THIS PARAGRAPH. UPON RECEIPT OF THAT NOTICE OR IF NO NOTICE IS  PROVIDED\n   33  WITHIN  THIRTY-THREE  CALENDAR  DAYS  OF THE POSTMARK DATE OF THE NOTICE\n   34  GIVEN PURSUANT TO SUCH SUBPARAGRAPH  (I),  THE  AGGRIEVED  EMPLOYEE  MAY\n   35  COMMENCE A CIVIL ACTION.\n   36    (B) IF THE DEPARTMENT INTENDS TO INVESTIGATE THE ALLEGED VIOLATION, IT\n   37  SHALL  NOTIFY  THE EMPLOYER AND THE AGGRIEVED EMPLOYEE OR REPRESENTATIVE\n   38  BY CERTIFIED MAIL OF ITS DECISION WITHIN THIRTY-THREE CALENDAR  DAYS  OF\n   39  THE POSTMARK DATE OF THE NOTICE RECEIVED PURSUANT TO SUBPARAGRAPH (I) OF\n   40  THIS  PARAGRAPH.  WITHIN  ONE HUNDRED TWENTY CALENDAR DAYS OF THAT DECI-\n   41  SION, THE AGENCY MAY INVESTIGATE THE ALLEGED  VIOLATION  AND  ISSUE  ANY\n   42  APPROPRIATE  CITATION. IF THE AGENCY DETERMINES THAT NO CITATION WILL BE\n   43  ISSUED, IT SHALL NOTIFY THE EMPLOYER  AND  AGGRIEVED  EMPLOYEE  OF  THAT\n   44  DECISION  WITHIN  FIVE  BUSINESS  DAYS  THEREOF  BY CERTIFIED MAIL. UPON\n   45  RECEIPT OF THAT NOTICE OR IF NO CITATION IS ISSUED BY THE AGENCY  WITHIN\n   46  THE  ONE  HUNDRED FIFTY-EIGHT-DAY PERIOD PRESCRIBED BY THIS PARAGRAPH OR\n   47  IF THE AGENCY FAILS TO PROVIDE TIMELY OR ANY NOTIFICATION, THE AGGRIEVED\n   48  EMPLOYEE MAY COMMENCE A CIVIL ACTION.\n   49    (C) NOTWITHSTANDING ANY OTHER PROVISION OF LAW, A PLAINTIFF MAY  AS  A\n   50  MATTER  OF  RIGHT  AMEND  AN EXISTING COMPLAINT TO ADD A CAUSE OF ACTION\n   51  ARISING UNDER THIS SECTION AT ANY TIME WITHIN SIXTY  DAYS  OF  THE  TIME\n   52  PERIODS SPECIFIED IN THIS SECTION.\n   53    S  4. Section 195 of the labor law is amended by adding a new subdivi-\n   54  sion 7 to read as follows:\n   55    7. ON EACH REGULAR PAYDAY, SEND TO EACH EMPLOYEE BY MAIL OR PROVIDE AT\n   56  THE EMPLOYEE'S NORMAL PLACE OF EMPLOYMENT DURING NORMAL EMPLOYMENT HOURS\n\n       A. 1073                             4\n\n    1  A STATEMENT SHOWING THE HOURS THE EMPLOYEE WORKED, THE WAGES  EARNED  BY\n    2  THE EMPLOYEE, AND DEDUCTIONS MADE FOR THE EMPLOYEE.\n    3    S  5. Subdivision 2 of section 196 of the labor law, as added by chap-\n    4  ter 548 of the laws of 1966, is amended to read as follows:\n    5    2. THE COMMISSIONER MAY  HOLD  HEARINGS  AND  INVESTIGATE  CHARGES  OF\n    6  VIOLATIONS OF THIS ARTICLE.\n    7    3. THE COMMISSIONER MAY, CONSISTENT WITH DUE PROCESS OF LAW, ENTER ANY\n    8  PLACE OF EMPLOYMENT TO INSPECT RECORDS CONCERNING WAGES AND PAYROLLS, TO\n    9  QUESTION  THE  EMPLOYER  AND  EMPLOYEES,  AND TO INVESTIGATE SUCH FACTS,\n   10  CONDITIONS OR MATTERS AS ARE DEEMED APPROPRIATE IN  DETERMINING  WHETHER\n   11  ANY PERSON HAS VIOLATED THE PROVISIONS OF THIS ARTICLE.  THE NAME OF ANY\n   12  EMPLOYEE  IDENTIFIED  IN  A  COMPLAINT  TO  THE DEPARTMENT SHALL BE KEPT\n   13  CONFIDENTIAL AS LONG AS POSSIBLE. WHERE THE DEPARTMENT  DETERMINES  THAT\n   14  AN EMPLOYEE'S NAME MUST BE DISCLOSED IN ORDER TO INVESTIGATE A COMPLAINT\n   15  FURTHER, IT MAY DO SO ONLY WITH THE EMPLOYEE'S CONSENT.\n   16    4. Nothing in this section shall be construed as requiring the commis-\n   17  sioner in every instance to investigate and attempt to adjust controver-\n   18  sies,  or  to  take assignments of wage claims, or to institute criminal\n   19  prosecutions for any violation under  this  article,  but  he  shall  be\n   20  deemed vested with discretion in such matters.\n   21    S 6. The labor law is amended by adding a new section 196-b to read as\n   22  follows:\n   23    S  196-B.  RETALIATION  AGAINST  EMPLOYEES  PROHIBITED.  NO  PERSON OR\n   24  EMPLOYER SHALL DISCHARGE OR IN ANY OTHER MANNER DISCRIMINATE OR  RETALI-\n   25  ATE  AGAINST  AN EMPLOYEE OR OTHER PERSON FOR EXERCISING ANY RIGHT UNDER\n   26  THIS ARTICLE OR ANY REGULATION IMPLEMENTING ITS PROVISIONS,  OR  AGAINST\n   27  ANY  PERSON  FOR  PROVIDING  ASSISTANCE  TO  ANY EMPLOYEE OR INFORMATION\n   28  REGARDING THE SAME, OR FOR TESTIFYING OR  PLANNING  TO  TESTIFY  IN  ANY\n   29  INVESTIGATION  OR  PROCEEDING  REGARDING THE SAME. TAKING ADVERSE ACTION\n   30  AGAINST A PERSON WITHIN NINETY DAYS OF A PERSON'S ENGAGING IN THE  FORE-\n   31  GOING  ACTIVITIES SHALL RAISE A PRESUMPTION THAT SUCH ACTION WAS RETALI-\n   32  ATION, WHICH MAY BE REBUTTED BY CLEAN AND CONVINCING EVIDENCE THAT  SUCH\n   33  ACTION  WAS TAKEN FOR OTHER PERMISSIBLE REASONS. ANY EMPLOYEE MAY FILE A\n   34  COMPLAINT WITH THE COMMISSIONER  ALLEGING  DISCHARGE  OR  DISCRIMINATION\n   35  WITHIN  THIRTY  DAYS  AFTER  SUCH  VIOLATION OCCURS. UPON RECEIPT OF THE\n   36  COMPLAINT, THE COMMISSIONER SHALL CAUSE AN INVESTIGATION TO BE  MADE  TO\n   37  THE  EXTENT  DEEMED APPROPRIATE. IF THE COMMISSIONER DETERMINES FROM THE\n   38  INVESTIGATION THAT THE PROVISIONS OF THIS ARTICLE  HAVE  BEEN  VIOLATED,\n   39  THE COMMISSIONER SHALL BRING AN ACTION IN A COURT OF COMPETENT JURISDIC-\n   40  TION  AGAINST SUCH PERSON. SUCH COURT SHALL ORDER ALL APPROPRIATE RELIEF\n   41  INCLUDING REHIRING OR REINSTATEMENT OF THE EMPLOYEE TO THE FORMER  POSI-\n   42  TION  WITH  BACK PAY. A CIVIL ACTION TO ENFORCE THIS ARTICLE MAY ALSO BE\n   43  MAINTAINED IN ANY COURT OF COMPETENT JURISDICTION BY THE STATE OR BY ANY\n   44  PARTY INURED BY A VIOLATION OF THIS ARTICLE. ANY EMPLOYER WHO RETALIATES\n   45  AGAINST AN EMPLOYEE OR OTHER PERSON IN VIOLATION OF THIS  ARTICLE  SHALL\n   46  BE REQUIRED TO PAY THE PERSON AN AMOUNT SET BY THE DEPARTMENT OR A COURT\n   47  SUFFICIENT  TO  COMPENSATE THE EMPLOYEE AND DETER FUTURE VIOLATIONS, BUT\n   48  NOT LESS THAN ONE HUNDRED DOLLARS  FOR  EACH  DAY  THAT  THE  VIOLATIONS\n   49  CONTINUED, OR UNTIL LEGAL JUDGMENT IS FINAL.\n   50    S  7.  Subdivision  1-a of section 198 of the labor law, as amended by\n   51  chapter 372 of the laws of 2009, is amended to read as follows:\n   52    1-a. On behalf of any employee paid less than the wage to which he  or\n   53  she  is  entitled under the provisions of this article, the commissioner\n   54  may bring any legal action necessary, including  administrative  action,\n   55  to  collect  such claim and as part of such legal action, in addition to\n   56  any other remedies and penalties otherwise available under this article,\n\n       A. 1073                             5\n\n    1  the commissioner may assess against the employer an additional amount as\n    2  liquidated damages [equal to twenty-five percent of the total amount  of\n    3  wages  found to be due] AS DEFINED IN SECTION ONE HUNDRED NINETY OF THIS\n    4  ARTICLE,  unless  the  employer  proves a good faith basis for believing\n    5  that its underpayment of wages was in compliance with the law.   In  any\n    6  action  instituted in the courts upon a wage claim by an employee or the\n    7  commissioner in which the employee prevails, the court shall allow  such\n    8  employee  reasonable  attorney's  fees and, unless the employer proves a\n    9  good faith basis to believe  that  its  underpayment  of  wages  was  in\n   10  compliance  with  the  law,  an  additional amount as liquidated damages\n   11  [equal to twenty-five percent of the total amount of the wages found  to\n   12  be due] AS DEFINED IN SECTION ONE HUNDRED NINETY OF THIS ARTICLE.\n   13    S  8.  Subdivision  1 of section 198-a of the labor law, as amended by\n   14  chapter 241 of the laws of 2002, is amended to read as follows:\n   15    1. Every employer who does not pay the wages of all of  his  employees\n   16  in  accordance with the provisions of this chapter, and the officers and\n   17  agents of any corporation  [who  knowingly  permit  the  corporation  to\n   18  violate]  WHICH VIOLATES this chapter by failing to pay the wages of any\n   19  of its employees in accordance with the  provisions  thereof,  shall  be\n   20  guilty of a misdemeanor for the first offense and upon conviction there-\n   21  for shall be fined not less than five hundred nor more than twenty thou-\n   22  sand dollars or imprisoned for not more than one year, and, in the event\n   23  that  any  second  or  subsequent offense occurs within six years of the\n   24  date of conviction for a prior offense, shall be guilty of a felony  for\n   25  the second or subsequent offense, and upon conviction therefor, shall be\n   26  fined  not  less than five hundred nor more than twenty thousand dollars\n   27  or imprisoned for not more than one year plus one day,  or  punished  by\n   28  both  such  fine and imprisonment, for each such offense.  ADDITIONALLY,\n   29  THE TEN LARGEST SHAREHOLDERS, AS DETERMINED BY THE FAIR VALUE  OF  THEIR\n   30  BENEFICIAL  INTEREST  AS OF THE BEGINNING OF THE PERIOD DURING WHICH THE\n   31  UNPAID SERVICES REFERRED TO IN THIS  ARTICLE  ARE  PERFORMED,  OF  EVERY\n   32  CORPORATION  (OTHER  THAN AN INVESTMENT COMPANY REGISTERED AS SUCH UNDER\n   33  AN ACT OF CONGRESS ENTITLED \"INVESTMENT COMPANY ACT OF 1940\"), NO SHARES\n   34  OF WHICH ARE LISTED ON A NATIONAL SECURITIES EXCHANGE OR REGULARLY QUOT-\n   35  ED IN AN OVER-THE-COUNTER MARKET BY ONE OR MORE MEMBERS OF A NATIONAL OR\n   36  AN AFFILIATED SECURITIES ASSOCIATION, SHALL  JOINTLY  AND  SEVERALLY  BE\n   37  PERSONALLY  LIABLE FOR ALL DEBTS, WAGES OR SALARIES DUE AND OWING TO ANY\n   38  OF ITS EMPLOYEES FOR SERVICES PERFORMED BY THEM FOR SUCH CORPORATION.  A\n   39  CIVIL  ACTION  MAY BE BROUGHT AGAINST A SHAREHOLDER LIABLE FOR WAGES DUE\n   40  UNDER THIS CHAPTER INSTEAD OF  AND  IN  ADDITION  TO  THE  EMPLOYER.  An\n   41  indictment of a person or corporation operating a steam surface railroad\n   42  for  an  offense specified in this section may be found and tried in any\n   43  county within the state in which such railroad ran at the time  of  such\n   44  offense.\n   45    S  9. Section 198-a of the labor law is amended by adding a new subdi-\n   46  vision 4 to read as follows:\n   47    4. ANY WEEK WHERE AN INDIVIDUAL EMPLOYEE  WAS  NOT  PAID  THE  LEGALLY\n   48  REQUIRED  WAGES UNDER THIS ARTICLE, STATE TAXES WERE NOT WITHHELD, OR IN\n   49  THE CASE OF RETALIATION AGAINST AN EMPLOYEE, EVERY  WEEK  AFTER  RETALI-\n   50  ATION  HAS OCCURRED UNTIL COMPENSATION IS FINALLY MADE, SHALL CONSTITUTE\n   51  A SEPARATE VIOLATION OF THE PROVISIONS OF THIS ARTICLE.\n   52    S 10. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to the payment of wages ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145913.TXT", "SOBI.D110106.T121215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294430353866
}