{
  "year" : 2011,
  "senateBillNo" : "A1076-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A1076-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the applicability of provisions governing referral of certain municipal planning and zoning actions to counties operating under a county charter",
  "summary" : "Provides for the applicability of provisions governing referral of certain municipal planning and zoning actions to county planning agencies or regional planning councils to all counties, including counties operating under a county charter, except counties wholly contained within a city. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A1024-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1076\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PAULIN, MOLINARO -- Multi-Sponsored by -- M. of\n         A. HOOPER -- read once and referred to the Committee on Local  Govern-\n         ments\n\n       AN  ACT  to amend the general municipal law, in relation to the referral\n         of certain proposed  city,  town,  and  village  planning  and  zoning\n         actions to the county planning agency or regional planning council\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 239-m of the general municipal law  is  amended  by\n    2  adding a new subdivision 7 to read as follows:\n    3    7.  APPLICABILITY.  THE  PROVISIONS OF THIS SECTION SHALL APPLY TO ALL\n    4  COUNTIES, INCLUDING BUT NOT LIMITED TO COUNTIES OPERATING  UNDER  COUNTY\n    5  CHARTERS;  PROVIDED  THAT THE PROVISIONS OF THIS SECTION SHALL NOT APPLY\n    6  TO A COUNTY WHOLLY CONTAINED WITHIN A CITY.\n    7    S 2. This act shall take effect on the first of January next  succeed-\n    8  ing  the date on which it shall have become a law and shall apply to all\n    9  proposed actions on which a referring body has not taken final action on\n   10  and after the effective date of this act.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00880-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to the referral of certain proposed city, town, and village planning and zoning actions to the county planning agency or regional planning council ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T150413.TXT", "SOBI.D110106.T132720.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294430653010
}