{
  "year" : 2011,
  "senateBillNo" : "A1070-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to mental health",
    "billEventId" : "A1070-2011-1294203600000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates mental illness and chemical dependence initiative",
  "summary" : "Creates mental illness and chemical dependence initiative designed to eliminate stigma and misinformation about mental illness and chemical dependence among military service members. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A11054-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1070\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ -- Multi-Sponsored by -- M. of A. MAGNAREL-\n         LI, PAULIN -- read once and referred to the Committee on Mental Health\n\n       AN ACT to amend the mental hygiene law, in relation to creating a public\n         education  initiative  designed to eliminate stigma and misinformation\n         about mental illness and chemical dependence  among  military  service\n         members;  and providing for the repeal of such provisions upon expira-\n         tion thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 7.09 of the mental hygiene law is amended by adding\n    2  a new subdivision (k) to read as follows:\n    3    (K)  NOTWITHSTANDING  ANY  GENERAL OR SPECIAL LAW TO THE CONTRARY, THE\n    4  COMMISSIONER, IN CONJUNCTION WITH THE  COMMISSIONER  OF  ALCOHOLISM  AND\n    5  SUBSTANCE  ABUSE  SERVICES AND THE DIRECTOR OF THE DIVISION OF VETERANS'\n    6  AFFAIRS SHALL DEVELOP A PUBLIC EDUCATION INITIATIVE DESIGNED  TO  ELIMI-\n    7  NATE STIGMA AND MISINFORMATION ABOUT MENTAL ILLNESS AND CHEMICAL DEPEND-\n    8  ENCE  AMONG SERVICE MEMBERS, VETERANS, AND THEIR FAMILIES, IMPROVE THEIR\n    9  UNDERSTANDING OF MENTAL AND SUBSTANCE USE DISORDERS AND THE EXISTENCE OF\n   10  EFFECTIVE  TREATMENT,  AND  PROVIDE  INFORMATION   REGARDING   AVAILABLE\n   11  RESOURCES AND HOW TO ACCESS THEM. THESE PUBLIC EDUCATION INITIATIVES MAY\n   12  INCLUDE  THE USE OF THE INTERNET, INCLUDING THE USE OF SOCIAL NETWORKING\n   13  SITES.\n   14    S 2. This act shall take effect immediately and shall expire  on  June\n   15  30,  2013 when upon such date the provisions of this act shall be deemed\n   16  repealed.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03966-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to creating a public education initiative designed to eliminate stigma and misinformation about mental illness and chemical dependence among military service members; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T120715.TXT", "SOBI.D110107.T154416.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294433056064
}