{
  "year" : 2011,
  "senateBillNo" : "A1084-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A1084-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to medicaid management by the commissioner of health and the department of health",
  "summary" : "Relates to medicaid management; authorizes the commissioner of health and the department of health to report to the legislature and for the department to develop outcome results-based objectives for medicaid service and administrative contracts to promote efficiency and prevent waste and abuse. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A1212-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1084\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. DESTITO -- read once and referred to the Commit-\n         tee on Health\n\n       AN ACT to amend the social services law, in relation  to  providing  for\n         medicaid management\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (d) and (e) of subdivision 1 of section 363-c of\n    2  the social services law, as amended by section 19 of part C  of  chapter\n    3  109 of the laws of 2006, are amended to read as follows:\n    4    (d) opportunities for education and prevention; [and]\n    5    (e)  ANNUALLY  THE  NUMBER  OF  PERSONS  ON  WAITING  LISTS TO RECEIVE\n    6  SERVICES AND THE TYPE OF SERVICES FOR EACH LIST; AND\n    7    (F) the collective priority of critical needs for the  medicaid  popu-\n    8  lation.\n    9    S  2.  Section  363-c  of the social services law is amended by adding\n   10  nine new subdivisions 4, 5, 6, 7, 8,  9,  10,  11  and  12  to  read  as\n   11  follows:\n   12    4.  THE  DEPARTMENT SHALL DEVELOP OUTCOME RESULTS-BASED OBJECTIVES FOR\n   13  MEDICAID SERVICE AND ADMINISTRATIVE CONTRACTS WITH OTHER STATE AGENCIES.\n   14  REIMBURSEMENT SHALL BE BASED ON THE COMPLETION OF OUTCOMES, AS APPROPRI-\n   15  ATE.\n   16    5. THE DEPARTMENT SHALL IDENTIFY PAYMENT RATES FOR  MEDICAID  SERVICES\n   17  PROVIDED BY OTHER STATE AGENCIES THAT EXCEED AVAILABLE COMPARABLE MARKET\n   18  RATES  AND  DEVELOP METHODS TO ENSURE THAT, WHERE APPROPRIATE, RATES ARE\n   19  THE LOWER OF COST OR MARKET. TO  ENSURE  THAT  THE  PROVISIONS  OF  THIS\n   20  SECTION  ARE MET AND THAT DUPLICATIVE SERVICES ARE NOT PROVIDED TO MEDI-\n   21  CAID RECIPIENTS, THE DEPARTMENT MAY LIMIT MEDICAID SERVICES PROVIDED  BY\n   22  OTHER STATE AGENCIES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01493-01-1\n\n       A. 1084                             2\n\n    1    6.  THE  DEPARTMENT  SHALL  DEVELOP AN ANNUAL PLAN TO CONDUCT PERIODIC\n    2  AUDITS, REVIEWS, AND INSPECTIONS OF STATE  AGENCIES  RECEIVING  MEDICAID\n    3  FUNDS FOR THE PURPOSE OF:\n    4    (A) ENSURING COMPLIANCE WITH STATE AND FEDERAL REGULATIONS;\n    5    (B)  PROMOTING ACCOUNTABILITY, ECONOMY, EFFECTIVENESS, AND EFFICIENCY;\n    6  AND\n    7    (C) PREVENTING AND DETECTING WASTE, FRAUD, AND ABUSE.\n    8    7. AUDITS AND REVIEWS SHALL BE PERFORMED IN ACCORDANCE WITH  GENERALLY\n    9  ACCEPTED GOVERNMENT AUDITING STANDARDS.\n   10    8.  REPORTS  SHALL BE ISSUED IN ACCORDANCE WITH PROFESSIONAL STANDARDS\n   11  AND SHALL INCLUDE A DESCRIPTION OF ANY SIGNIFICANT PROBLEMS, ABUSES, AND\n   12  DEFICIENCIES ENCOUNTERED IN THE ADMINISTRATION AND OPERATION OF MEDICAID\n   13  SERVICES ALONG WITH RECOMMENDATIONS FOR CORRECTIVE ACTION. REPORTS SHALL\n   14  INCLUDE THE FINANCIAL VALUE OF ANY ITEMS REPORTED.\n   15    9. THE DEPARTMENT  IS  AUTHORIZED  TO  DIRECTLY  ACCESS  ALL  SYSTEMS,\n   16  RECORDS,  REPORTS, REVIEWS, FILES, DOCUMENTS, PAPERS, AND SIMILAR INFOR-\n   17  MATION RELATED TO MEDICAID PAYMENTS WITHIN STATE AGENCIES  AND  ENTITIES\n   18  DOING BUSINESS WITH THESE AGENCIES.\n   19    10.  THE  DEPARTMENT MAY ENTER INTO EXTERNAL CONTRACTS AS NECESSARY IN\n   20  FULFILLING THE REQUIREMENTS OF THIS SECTION.\n   21    11. THE DEPARTMENT SHALL WITHHOLD ANY AMOUNTS RELATED TO FRAUD, ABUSE,\n   22  AND NON-COMPLIANCE.\n   23    12. THE DEPARTMENT SHALL MAKE ALL REPORTS AVAILABLE TO  THE  GOVERNOR,\n   24  THE SENATE FINANCE COMMITTEE, THE ASSEMBLY WAYS AND MEANS COMMITTEE, THE\n   25  SENATE  HEALTH  COMMITTEE,  THE  ASSEMBLY  HEALTH  COMMITTEE, THE SENATE\n   26  SOCIAL SERVICES, CHILDREN  AND  FAMILIES  COMMITTEE,  AND  THE  ASSEMBLY\n   27  SOCIAL SERVICES COMMITTEE.\n   28    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to providing for medicaid management ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T150413.TXT", "SOBI.D110106.T133220.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294430653039
}