{
  "year" : 2011,
  "senateBillNo" : "A1085-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1085-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the archery season in the Northern zone for one week beyond the close of rifle season",
  "summary" : "Extends the archery season for the taking of antlerless deer in the Northern zone for a period of seven days immediately following the close of the regular rifle season. ",
  "currentCommittee" : null,
  "sameAs" : "S2418",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1199-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1085\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. DESTITO -- read once and referred to the Commit-\n         tee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         providing  for  a  special archery season for the taking of antlerless\n         deer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section  11-0907 of the environmental\n    2  conservation law is amended by adding a new paragraph  b-1  to  read  as\n    3  follows:\n    4    B-1.  IN  THE NORTHERN ZONE, A SPECIAL OPEN SEASON IS ALSO ESTABLISHED\n    5  FOR TAKING ANTLERLESS DEER ONLY, BY THE USE OF A LONG BOW ONLY, BY HOLD-\n    6  ERS OF A SMALL AND BIG GAME, SPORTSMAN, OR  FREE  SPORTSMAN  LICENSE  TO\n    7  WHICH  A  VALID  BOWHUNTING  STAMP  IS AFFIXED OR TO HOLDERS OF A JUNIOR\n    8  ARCHERY, RESIDENT  OR  NON-RESIDENT  SUPER  SPORTSMAN,  OR  NON-RESIDENT\n    9  BOWHUNTING  LICENSE.  SUCH SPECIAL SEASON SHALL INCLUDE THE REGULAR OPEN\n   10  SEASON FOR DEER STATED IN ITEM (A) OF COLUMN TWO OF THE TABLE SET  FORTH\n   11  IN PARAGRAPH A OF SUBDIVISION TWO OF THIS SECTION AND SHALL ALSO INCLUDE\n   12  THE  SEVEN  DAY  PERIOD  IMMEDIATELY  FOLLOWING THE CLOSE OF THE REGULAR\n   13  RIFLE SEASON STATED IN CLAUSE A OF COLUMN TWO OF THE TABLE SET FORTH  IN\n   14  SUBDIVISION TWO OF THIS SECTION.\n   15    S 2. This act shall take effect on the one hundred eightieth day after\n   16  it  shall  have become a law; provided that the commissioner of environ-\n   17  mental conservation is authorized to promulgate any and  all  rules  and\n   18  regulations  and take any other measures necessary to implement this act\n   19  on its effective date on or before such date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01457-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to providing for a special archery season for the taking of antlerless deer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T114408.TXT", "SOBI.D110107.T150413.TXT", "SOBI.D110106.T133220.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295541848605
}