{
  "year" : 2011,
  "senateBillNo" : "A108-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A108-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the moratorium on the issuance of environmental safety certificates for facilities and routes for the transportation of liquefied natural or petroleum gas",
  "summary" : "Extends the moratorium on the issuance of certificates of environmental safety for the siting of facilities and certification of routes for the transportation of liquefied natural or petroleum gas. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation",
  "previousVersions" : [ "A6914-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          108\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CUSICK, TITONE, TOBACCO -- read once and referred\n         to the Committee on Environmental Conservation\n\n       AN ACT to amend chapter 395 of the laws of 1978, relating to moratoriums\n         on the issuance of certificates of environmental safety for the siting\n         of  facilities  and  certification of routes for the transportation of\n         liquefied natural or petroleum  gas,  in  relation  to  extending  the\n         effectiveness of the provisions of such chapter\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 6 of chapter 395 of the laws of 1978,  relating  to\n    2  moratoriums  on the issuance of certificates of environmental safety for\n    3  the siting of facilities and certification of routes for the transporta-\n    4  tion of liquefied natural or petroleum gas, as amended by chapter 84  of\n    5  the laws of 2009, is amended to read as follows:\n    6    S  6.  This act shall take effect immediately and remain in full force\n    7  and effect only to and including April 1, 1999  provided,  however  that\n    8  the  provisions  of  this  act  shall remain in full force and effect in\n    9  cities with a population of one million or more until  April  1,  [2011]\n   10  2013.\n   11    S 2. This act shall take effect April 1, 2011.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00501-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 395 of the laws of 1978, relating to moratoriums on the issuance of certificates of environmental safety for the siting of facilities and certification of routes for the transportation of liquefied natural or petroleum gas, in relation to extending the effectiveness of the provisions of such chapter ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105412.TXT", "SOBI.D110110.T111555.TXT", "SOBI.D101216.T114416.TXT", "SOBI.D101216.T110414.TXT", "SOBI.D101217.T145450.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294676155181
}