{
  "year" : 2011,
  "senateBillNo" : "A1080-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to mental health",
    "billEventId" : "A1080-2011-1294203600000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the form of stamps on cigarettes",
  "summary" : "Requires tax stamps for the imposition of taxes on cigarettes to be 2x2 inches, contain a color graphic depicting an adverse effect of cigarette use, and a toll free telephone number which callers may access for information on smoking cessation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A595-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1080\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL, GOTTFRIED, FINCH -- Multi-Sponsored by --\n         M. of A. DINOWITZ, GALEF, JACOBS, WEISENBERG -- read once and referred\n         to the Committee on Mental Health\n\n       AN  ACT  to  amend the tax law, in relation to the form of tax stamps on\n         cigarettes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 472 of the tax law, as amended by\n    2  chapter 629 of the laws of 1996, is amended to read as follows:\n    3    1. The commissioner shall [prescribe,] prepare and furnish  stamps  of\n    4  such denominations and quantities as may be necessary for the payment of\n    5  the tax on cigarettes imposed by this article, and may from time to time\n    6  and  as  often as he deems advisable provide for the issuance and exclu-\n    7  sive use of stamps of a new design and forbid the use of stamps  of  any\n    8  other  design, in the manner and with the effect provided in section two\n    9  hundred seventy-four of this chapter.   SUCH STAMPS  SHALL  MEASURE  TWO\n   10  INCHES  BY  TWO  INCHES  AND  BE AFFIXED TO THE PACKAGE OVERWRAP ON BOTH\n   11  SIDES OF A PACKAGE OF TWENTY CIGARETTES. EACH STAMP SHALL BEAR  A  COLOR\n   12  GRAPHIC  DEPICTING AN ADVERSE EFFECT OF CIGARETTE USE AND INCLUDE A TOLL\n   13  FREE TELEPHONE NUMBER WHICH CALLERS MAY ACCESS FOR INFORMATION ON  SMOK-\n   14  ING  CESSATION.  The  commissioner shall make provisions for the sale of\n   15  such stamps at such places and at such times as he  may  deem  necessary\n   16  and  may  license  agents for such purpose. The commissioner may license\n   17  dealers in cigarettes, who maintain separate warehousing facilities  for\n   18  the  purpose  of  receiving  and  distributing cigarettes and conducting\n   19  their business, who have received commitments from at  least  two  ciga-\n   20  rette  manufacturers  whose  aggregate  market  share  is at least forty\n   21  percent of the New York state cigarette market, and importers, exporters\n   22  and manufacturers of cigarettes, and other persons within or without the\n   23  state as agents to buy or affix stamps to be  used  in  paying  the  tax\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04963-01-1\n\n       A. 1080                             2\n\n    1  herein  imposed,  but  an  agent  shall  at  all times have the right to\n    2  appoint the person in his employ who is to affix the stamps to any ciga-\n    3  rettes under the agent's control. The fee for  filing  such  application\n    4  for  an  agent's  license  shall  be  one thousand five hundred dollars,\n    5  unless such fee has been paid during the  preceding  twelve  months,  in\n    6  which case, the fee for a new license shall be one thousand dollars. All\n    7  of  the provisions of section four hundred eighty OF THIS ARTICLE relat-\n    8  ing to wholesale dealers' licenses, including the procedure for  suspen-\n    9  sion,  revocation, refusal to license and for hearings, except for para-\n   10  graphs (c) and  (g)  of  subdivision  one  of  such  section,  shall  be\n   11  applicable  to  agents' licenses applied for or granted pursuant to this\n   12  section, as if such provisions had been set forth in full in this subdi-\n   13  vision and had expressly referred to the applicant for,  or  the  holder\n   14  of, an agent's license. Whenever the commissioner shall sell and deliver\n   15  to  any  such  agent  any  such  stamps, such agent shall be entitled to\n   16  receive as compensation for his services and expenses as such  agent  in\n   17  selling  or  affixing such stamps, and to retain out of the moneys to be\n   18  paid by him for such stamps, a commission on the par value thereof.  The\n   19  commissioner  is  hereby  authorized  to prescribe a schedule of commis-\n   20  sions, not exceeding five per centum, allowable to such agent for buying\n   21  and affixing such stamps. Such schedule shall be uniform with respect to\n   22  the different types of stamps used, and may be on a graduated scale with\n   23  respect to the number of stamps purchased. The commissioner may, in  his\n   24  discretion,  permit  an  agent to pay for such stamps within thirty days\n   25  after the date of purchase and may require any such agent to  file  with\n   26  the  department  [of  taxation  and  finance]  a bond issued by a surety\n   27  company approved by the superintendent of insurance as to  solvency  and\n   28  responsibility and authorized to transact business in the state or other\n   29  security  acceptable  to the commissioner, in such amount as the commis-\n   30  sioner may fix, to secure the payment of any sums due  from  such  agent\n   31  pursuant  to this article. If securities are deposited as security under\n   32  this subdivision, such securities shall be kept in the  custody  of  the\n   33  commissioner and may be sold by the commissioner if it becomes necessary\n   34  so  to  do  in order to recover any sums due from such agent pursuant to\n   35  this article, but no such sale shall be had until after such agent shall\n   36  have had opportunity to litigate the validity of any tax if it elects so\n   37  to do. Upon any such sale, the surplus, if any, above the sums due under\n   38  this article shall be returned to such agent.\n   39    S 2. This act shall take effect on the one hundred twentieth day after\n   40  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the form of tax stamps on cigarettes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T150413.TXT", "SOBI.D110106.T132720.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294430653008
}