{
  "year" : 2011,
  "senateBillNo" : "A1083-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1083-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the NYS innovation investment act to provide tax benefits for eligible high-tech enterprises",
  "summary" : "Enacts the NYS innovation investment act to provide tax benefits for eligible high tech enterprises which place in service tangible personal property or other property which equal at least ten million dollars. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "AA8997-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1083\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. DESTITO -- read once and referred to the Commit-\n         tee on Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the economic development law, in  relation  to  the  New\n         York  state  innovation  investment  act; and to amend the tax law, in\n         relation to certain credits for eligible high-tech enterprises\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"New York state innovation investment act\".\n    3    S 2. Statement of legislative findings and declaration. It  is  hereby\n    4  found  and  declared that the development of a high-tech industrial base\n    5  of businesses centered on the innovation, invention, and manufacture  of\n    6  high-tech  devices  and  components  will  contribute  favorably  to the\n    7  state's economic sustenance and development. It is the public policy  of\n    8  the  state  to offer special incentives and assistance that will promote\n    9  the development of new high-tech businesses, the expansion  of  existing\n   10  high-tech  businesses and to do so without encouraging the relocation of\n   11  business investment from other areas of the state.\n   12    S 3. The economic development law is amended by adding a  new  article\n   13  18 to read as follows:\n   14                                  ARTICLE 18\n   15                  NEW YORK STATE INNOVATION INVESTMENT ACT\n   16  SECTION 400. DEFINITIONS.\n   17          401. INNOVATION TECHNOLOGY INVESTMENT PROGRAM.\n   18          402. RESPONSIBILITIES OF THE COMMISSIONER.\n   19    S  400.  DEFINITIONS. AS USED IN THIS ARTICLE, THE FOLLOWING WORDS AND\n   20  TERMS SHALL HAVE THE FOLLOWING MEANINGS UNLESS THE CONTEXT  SHALL  INDI-\n   21  CATE ANOTHER OR DIFFERENT MEANING OR INTENT:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01848-02-1\n\n       A. 1083                             2\n\n    1    (A)  \"APPLICANT\"  SHALL MEAN THE HIGH-TECH ENTERPRISE SEEKING APPROVAL\n    2  AS AN ELIGIBLE HIGH-TECH ENTERPRISE TO RECEIVE THE BENEFITS PURSUANT  TO\n    3  THIS ARTICLE.\n    4    (B)  \"COMMISSIONER\"  SHALL  MEAN THE COMMISSIONER OF ECONOMIC DEVELOP-\n    5  MENT.\n    6    (C) \"HIGH-TECH ENTERPRISE\" SHALL MEAN AN ENTERPRISE WHICH  IS  ENGAGED\n    7  IN THE DEVELOPMENT OR MANUFACTURING OF COMPUTER CHIPS OR NANOELECTRONICS\n    8  OR PHOTOVOLTAICS.\n    9    (D)  \"ELIGIBLE HIGH-TECH ENTERPRISE\" SHALL MEAN A HIGH-TECH ENTERPRISE\n   10  WHICH IS APPROVED BY THE COMMISSIONER PURSUANT TO THE PROVISIONS OF THIS\n   11  ARTICLE AND WHICH INVESTS IN TANGIBLE PERSONAL PROPERTY AND OTHER TANGI-\n   12  BLE PROPERTY, INCLUDING BUILDINGS AND STRUCTURAL COMPONENTS OF BUILDINGS\n   13  AND CAPITAL EQUIPMENT, DESCRIBED IN SUBPARAGRAPHS (I), (II), (III),  AND\n   14  CLAUSE  (A)  OR  (C) OF SUBPARAGRAPH (V) OF PARAGRAPH (B) OF SUBDIVISION\n   15  TWELVE-B OF SECTION TWO HUNDRED TEN OF THE TAX LAW, OR AS  DESCRIBED  IN\n   16  SUBPARAGRAPHS (A), (B), (C), AND CLAUSE (I) OR (III) OF SUBPARAGRAPH (E)\n   17  OF PARAGRAPH TWO OF SUBSECTION (J) OF SECTION SIX HUNDRED SIX OF THE TAX\n   18  LAW,  THE  BASIS  OF WHICH FOR FEDERAL INCOME TAX PURPOSES WILL EQUAL OR\n   19  EXCEED TEN MILLION DOLLARS.\n   20    (E) \"EFFECTIVE DATE\" SHALL MEAN THE DATE WHICH IS  THE  LATER  OF  THE\n   21  DATE OF THE APPLICATION TO THE COMMISSIONER BY THE HIGH-TECH ENTERPRISE,\n   22  OR  THE  DATE  BY  WHICH  THE HIGH-TECH ENTERPRISE HAS PLACED IN SERVICE\n   23  TANGIBLE PERSONAL PROPERTY AND OTHER TANGIBLE PROPERTY AS SET  FORTH  IN\n   24  SUBDIVISION  (D)  OF THIS SECTION, THE BASIS OF WHICH FOR FEDERAL INCOME\n   25  TAX PURPOSES WILL EQUAL OR EXCEED TEN MILLION DOLLARS.\n   26    S 401. INNOVATION TECHNOLOGY INVESTMENT PROGRAM. (A) THERE  IS  HEREBY\n   27  CREATED IN THE DEPARTMENT AN INNOVATION TECHNOLOGY INVESTMENT PROGRAM TO\n   28  CREATE  ECONOMIC INCENTIVES FOR THE DEVELOPMENT OF HIGH-TECH ENTERPRISES\n   29  INCLUDING THOSE ENTERPRISES WHICH ARE  ENGAGED  IN  THE  DEVELOPMENT  OR\n   30  MANUFACTURING  OF  COMPUTER  CHIPS,  NANOELECTRONICS OR PHOTOVOLTAICS. A\n   31  BUSINESS WHICH IS DESIGNATED BY THE COMMISSIONER AS A  HIGH-TECH  ENTER-\n   32  PRISE  PURSUANT  TO  THIS  ARTICLE  AND WHICH PLACES IN SERVICE TANGIBLE\n   33  PERSONAL PROPERTY INCLUDING BUILDINGS AND CAPITAL EQUIPMENT  WITH  BASIS\n   34  IN AN AMOUNT EQUAL TO OR EXCEEDING TEN MILLION DOLLARS SHALL BE ELIGIBLE\n   35  FOR  SPECIFIED  TAX  BENEFITS  RELATING  TO  REAL  PROPERTY  TAXES,  TAX\n   36  REDUCTION CREDITS, INVESTMENT CREDITS, EMPLOYMENT INCENTIVE CREDITS  AND\n   37  WAGE TAX CREDITS AS SET FORTH IN THE TAX LAW.\n   38    (B) DEFINITIONS. (1) THE TERM \"BUSINESS TAX BENEFIT PERIOD\" SHALL MEAN\n   39  THE  TEN TAXABLE YEARS STARTING WITH THE TAXABLE YEAR IN WHICH THE BUSI-\n   40  NESS ENTERPRISE'S BENEFIT PERIOD COMMENCEMENT DATE OCCURS, BUT ONLY WITH\n   41  RESPECT TO EACH OF SUCH BUSINESS TAX BENEFIT PERIOD YEARS FOR WHICH  THE\n   42  EMPLOYMENT TEST IS MET.\n   43    (2)  THE  TERM  \"BENEFIT PERIOD COMMENCEMENT DATE\" SHALL MEAN THE DATE\n   44  WHEN PROPERTY CONSTITUTING THE PROJECT IS FIRST PLACED IN SERVICE.\n   45    (3) THE TERM \"LOCATIONS OF ITS OPERATIONS IDENTIFIED  TO  THE  COMMIS-\n   46  SIONER  IN ITS APPLICATION TO BE TREATED AS AN ELIGIBLE HIGH-TECH ENTER-\n   47  PRISE\" SHALL MEAN THE LOCATION OR LOCATIONS THAT  THE  HIGH-TECH  ENTER-\n   48  PRISE IDENTIFIED TO THE COMMISSIONER IN ITS APPLICATION TO BE TREATED AS\n   49  AN  ELIGIBLE  HIGH-TECH  ENTERPRISE  UNDER  SECTION FOUR HUNDRED OF THIS\n   50  ARTICLE.\n   51    (C) FOR THE PURPOSE OF DETERMINING ELIGIBILITY  FOR  CERTAIN  BENEFITS\n   52  UNDER THIS ARTICLE AND THE CORRESPONDING TAX LAW PROVISIONS, THE FOLLOW-\n   53  ING  PROVISIONS AND DEFINITIONS SHALL APPLY AND SHALL BE UTILIZED BY THE\n   54  COMMISSIONER OF TAXATION AND FINANCE TO DETERMINE SUCH ELIGIBILITY:\n   55    (1) THE EMPLOYMENT TEST SHALL BE MET WITH RESPECT TO A TAXABLE YEAR IF\n   56  THE BUSINESS ENTERPRISE'S EMPLOYMENT NUMBER AT LOCATIONS  OF  ITS  OPER-\n\n       A. 1083                             3\n\n    1  ATIONS  IDENTIFIED  TO THE COMMISSIONER IN ITS APPLICATION TO BE TREATED\n    2  AS AN ELIGIBLE HIGH-TECH ENTERPRISE FOR  SUCH  TAXABLE  YEAR  EQUALS  OR\n    3  EXCEEDS ITS EMPLOYMENT NUMBER IN SUCH LOCATIONS FOR THE BASE PERIOD.\n    4    (2)  THE  TERM  \"BASE PERIOD\" MEANS THE FIVE TAXABLE YEARS IMMEDIATELY\n    5  PRECEDING THE TEST YEAR.   IF THE HIGH-TECH ENTERPRISE  HAS  FEWER  THAN\n    6  FIVE  SUCH  YEARS, THEN THE TERM \"BASE PERIOD\" MEANS SUCH SMALLER SET OF\n    7  YEARS.\n    8    (3) THE TERM \"TEST YEAR\" MEANS THE LAST TAXABLE YEAR OF THE  HIGH-TECH\n    9  ENTERPRISE  ENDING  BEFORE THE TEST DATE. IF A HIGH-TECH ENTERPRISE DOES\n   10  NOT HAVE A TAXABLE YEAR THAT ENDS ON  OR  BEFORE  THE  TEST  DATE,  SUCH\n   11  ENTERPRISE SHALL BE DEEMED TO HAVE A TEST YEAR WHICH SHALL BE EITHER THE\n   12  LAST  CALENDAR YEAR ENDING ON OR BEFORE ITS TEST DATE, OR IF SUCH ENTER-\n   13  PRISE HAS AS ITS TAXABLE YEAR A FISCAL YEAR, THE LAST SUCH  FISCAL  YEAR\n   14  ENDING  ON  OR  BEFORE  ITS TEST DATE, WHETHER OR NOT SUCH ENTERPRISE IN\n   15  FACT HAD A TAXABLE YEAR DURING THAT PERIOD.\n   16    (4) THE TERM \"TEST DATE\" MEANS THE DATE ON WHICH THE HIGH-TECH  ENTER-\n   17  PRISE  FILED  ITS  SUBMISSION AS AN ELIGIBLE HIGH-TECH ENTERPRISE TO THE\n   18  COMMISSIONER.\n   19    (5) THE TERM \"TAXABLE YEAR\" MEANS THE TAXABLE YEAR  OF  THE  HIGH-TECH\n   20  ENTERPRISE   UNDER   SECTION   ONE  HUNDRED  EIGHTY-THREE,  ONE  HUNDRED\n   21  EIGHTY-FOUR, ONE HUNDRED  EIGHTY-FIVE  OR  FORMER  SECTION  ONE  HUNDRED\n   22  EIGHTY-SIX OF ARTICLE NINE, OR UNDER ARTICLE NINE-A OR TWENTY-TWO OF THE\n   23  TAX LAW.\n   24    (6)  THE TERM \"NET NEW EMPLOYEES\" SHALL MEAN THE EXCESS OF THE EMPLOY-\n   25  MENT NUMBER OF THE ELIGIBLE HIGH-TECH ENTERPRISE FOR THE TAXABLE YEAR AT\n   26  THE LOCATIONS OF ITS OPERATIONS IDENTIFIED TO THE  COMMISSIONER  IN  ITS\n   27  APPLICATION  TO BE TREATED AS AN ELIGIBLE HIGH-TECH ENTERPRISE, OVER THE\n   28  EMPLOYMENT NUMBER OF THE ELIGIBLE HIGH-TECH ENTERPRISE AT SUCH LOCATIONS\n   29  FOR THE BASE PERIOD.\n   30    (7) THE TERM \"EMPLOYMENT NUMBER\" SHALL  MEAN  THE  AVERAGE  NUMBER  OF\n   31  INDIVIDUALS,  EXCLUDING  GENERAL  EXECUTIVE  OFFICERS  (IN THE CASE OF A\n   32  CORPORATION) EMPLOYED FULL-TIME BY THE ENTERPRISE FOR AT LEAST  ONE-HALF\n   33  OF  THE  TAXABLE  YEAR. SUCH NUMBER SHALL BE COMPUTED BY DETERMINING THE\n   34  NUMBER OF SUCH INDIVIDUALS EMPLOYED BY THE TAXPAYER ON THE  THIRTY-FIRST\n   35  DAY  OF MARCH, THE THIRTIETH DAY OF JUNE, THE THIRTIETH DAY OF SEPTEMBER\n   36  AND THE THIRTY-FIRST DAY OF DECEMBER DURING THE APPLICABLE TAXABLE YEAR,\n   37  ADDING TOGETHER THE NUMBER OF  SUCH  INDIVIDUALS  DETERMINED  TO  BE  SO\n   38  EMPLOYED  ON  EACH OF SUCH DATES AND DIVIDING THE SUM SO OBTAINED BY THE\n   39  NUMBER OF SUCH DATES OCCURRING WITHIN SUCH APPLICABLE TAXABLE YEAR. SUCH\n   40  NUMBER SHALL NOT INCLUDE INDIVIDUALS EMPLOYED WITHIN  THE  STATE  WITHIN\n   41  THE IMMEDIATELY PRECEDING SIXTY MONTHS BY A RELATED PERSON TO THE ELIGI-\n   42  BLE  HIGH-TECH  ENTERPRISE,  AS SUCH TERM \"RELATED PERSON\" IS DEFINED IN\n   43  SUBPARAGRAPH (C) OF PARAGRAPH THREE OF SUBSECTION (B)  OF  SECTION  FOUR\n   44  HUNDRED  SIXTY-FIVE  OF  THE  FEDERAL  INTERNAL  REVENUE  CODE. FOR THIS\n   45  PURPOSE, A \"RELATED PERSON\" SHALL INCLUDE AN  ENTITY  WHICH  WOULD  HAVE\n   46  QUALIFIED  AS A \"RELATED PERSON\" TO THE ELIGIBLE HIGH-TECH ENTERPRISE IF\n   47  IT HAD NOT BEEN DISSOLVED, LIQUIDATED, MERGED  WITH  ANOTHER  ENTITY  OR\n   48  OTHERWISE CEASED TO EXIST OR OPERATE.\n   49    (D)  CESSATION  OF STATUS. A HIGH-TECH ENTERPRISE SHALL CEASE TO BE AN\n   50  ELIGIBLE HIGH-TECH ENTERPRISE ONLY IF IT CEASES TO MEET THE REQUIREMENTS\n   51  FOR SUCH TREATMENT UNDER SUBDIVISION (D) OF SECTION FOUR HUNDRED OF THIS\n   52  ARTICLE. SUCH CESSATION OF STATUS SHALL BE EFFECTIVE AS OF THE  DATE  ON\n   53  WHICH THE ELIGIBLE HIGH-TECH ENTERPRISE FAILS TO MEET SUCH REQUIREMENTS.\n   54    S  402.  RESPONSIBILITIES  OF THE COMMISSIONER. THE COMMISSIONER SHALL\n   55  PROMULGATE REGULATIONS:\n\n       A. 1083                             4\n\n    1    (A) REGARDING THE PROCESS FOR HIGH-TECH ENTERPRISES TO  BE  DESIGNATED\n    2  AS  ELIGIBLE  HIGH-TECH  ENTERPRISES  FOR PURPOSES OF THIS ARTICLE. SUCH\n    3  REGULATIONS SHALL NOT IMPOSE ANY ADDITIONAL CONSIDERATIONS FOR TREATMENT\n    4  AS AN ELIGIBLE HIGH-TECH ENTERPRISE OTHER THAN REQUIRING  THE  APPLICANT\n    5  TO SUBMIT DOCUMENTATION THAT IT WILL SATISFY THE CONDITIONS SET FORTH IN\n    6  SUBDIVISION  (D)  OF  SECTION  FOUR  HUNDRED  OF  THIS ARTICLE AND SHALL\n    7  REQUIRE THE APPLICANT TO IDENTIFY THE LOCATION OR LOCATIONS THAT WILL BE\n    8  THE SITUS OF THE INVESTMENT UNDER SUCH SUBDIVISION;\n    9    (B) IN CONSULTATION WITH THE COMMISSIONER OF THE STATE  DEPARTMENT  OF\n   10  TAXATION  AND  FINANCE,  GOVERNING THE PROCEDURE AND NECESSARY FORMS FOR\n   11  TAXPAYERS ENTITLED TO THE TAX CREDITS AS ELIGIBLE HIGH-TECH  ENTERPRISES\n   12  TO RECEIVE SUCH CREDITS; AND\n   13    (C) IN CONSULTATION WITH THE COMMISSIONER OF LABOR, FOR PROGRAM EVALU-\n   14  ATION  AND  COORDINATE  IMPLEMENTATION OF AN EVALUATION SYSTEM, WHICH IS\n   15  CAPABLE OF COMPILING AND ANALYZING ACCURATE AND  CONSISTENT  INFORMATION\n   16  NECESSARY FOR AN ASSESSMENT OF WHETHER STATUTORY OBJECTIVES AND CRITERIA\n   17  ARE BEING MET; AND\n   18    THE FAILURE OF THE COMMISSIONER TO PROMULGATE THE REGULATIONS REQUIRED\n   19  IN  THIS  SECTION  SHALL NOT PREVENT A TAXPAYER QUALIFIED AS AN ELIGIBLE\n   20  HIGH-TECH ENTERPRISE FROM CLAIMING AND RECEIVING THE TAX  CREDITS  WHICH\n   21  IT IS ENTITLED TO UNDER THE RELEVANT PROVISIONS OF THE TAX LAW.\n   22    S 4. The tax law is amended by adding four new sections 36, 37, 38 and\n   23  39 to read as follows:\n   24    S  36.  INNOVATION  TECHNOLOGY  CREDIT  FOR REAL PROPERTY TAXES.   (A)\n   25  ALLOWANCE OF CREDIT. A TAXPAYER WHICH IS AN  ELIGIBLE  HIGH-TECH  ENTER-\n   26  PRISE,  AS  DEFINED  IN  SUBDIVISION  (D) OF SECTION FOUR HUNDRED OF THE\n   27  ECONOMIC DEVELOPMENT LAW, OR WHICH IS A SOLE PROPRIETOR OF  AN  ELIGIBLE\n   28  HIGH-TECH  ENTERPRISE  OR A MEMBER OF A PARTNERSHIP WHICH IS AN ELIGIBLE\n   29  HIGH-TECH ENTERPRISE, AND WHICH IS SUBJECT TO TAX UNDER  ARTICLE  NINE-A\n   30  OR  TWENTY-TWO  OF  THIS CHAPTER, SHALL BE ALLOWED A CREDIT AGAINST SUCH\n   31  TAX, PURSUANT TO THE PROVISIONS REFERENCED IN SUBDIVISION  (F)  OF  THIS\n   32  SECTION,  FOR  ELIGIBLE REAL PROPERTY TAXES FOR ITS BUSINESS TAX BENEFIT\n   33  PERIOD.\n   34    (B) AMOUNT OF CREDIT. AN ELIGIBLE HIGH-TECH ENTERPRISE SHALL BE  ENTI-\n   35  TLED  TO  RECEIVE A CREDIT EQUAL TO THE GREATER OF:  (1) THE PRODUCT (OR\n   36  PRO RATA SHARE OF THE PRODUCT, IN THE CASE OF A MEMBER OF A PARTNERSHIP)\n   37  OF TWENTY-FIVE PERCENT OF THE TOTAL WAGES, HEALTH BENEFITS  AND  RETIRE-\n   38  MENT BENEFITS PAID TO OR ON BEHALF OF NET NEW EMPLOYEES DURING THE TAXA-\n   39  BLE  YEAR,  PROVIDED  HOWEVER, THAT THE TOTAL AMOUNT OF THE CREDIT SHALL\n   40  NOT EXCEED TEN THOUSAND DOLLARS FOR EACH SUCH EMPLOYEE, OR\n   41    (2) THE PRODUCT OF (A) TEN PERCENT OF THE GREATER OF (I) THE  COST  OR\n   42  OTHER  BASIS FOR FEDERAL INCOME TAX PURPOSES OF REAL PROPERTY, INCLUDING\n   43  BUILDINGS AND STRUCTURAL COMPONENTS OF BUILDINGS AND CAPITAL  EQUIPMENT,\n   44  OWNED  BY  THE  ELIGIBLE  HIGH-TECH ENTERPRISE AT LOCATIONS OF ITS OPER-\n   45  ATIONS IDENTIFIED TO THE COMMISSIONER OF ECONOMIC DEVELOPMENT AS  DETER-\n   46  MINED  ON  THE  EFFECTIVE DATE, AS DEFINED IN SUBDIVISION (E) OF SECTION\n   47  FOUR HUNDRED OF THE ECONOMIC DEVELOPMENT LAW, OR (II) THE COST OR  OTHER\n   48  BASIS FOR FEDERAL INCOME TAX PURPOSES OF SUCH REAL PROPERTY DESCRIBED IN\n   49  CLAUSE (I) OF THIS SUBPARAGRAPH ON THE LAST DAY OF THE TAXABLE YEAR, AND\n   50  (B) THE GREATER OF (I) THE PERCENTAGE OF SUCH REAL PROPERTY DESCRIBED IN\n   51  CLAUSE  (I)  OF  SUBPARAGRAPH  (A) OF THIS PARAGRAPH WHICH IS PHYSICALLY\n   52  OCCUPIED AND USED BY THE ELIGIBLE  HIGH-TECH  ENTERPRISE,  OR  (II)  THE\n   53  PERCENTAGE  OF  SUCH  COST  OR  OTHER BASIS WHICH IS ATTRIBUTABLE TO THE\n   54  CONSTRUCTION, EXPANSION OR REHABILITATION OF SUCH PROPERTY, RATHER  THAN\n   55  THE  ACQUISITION OF SUCH REAL PROPERTY, BY THE ELIGIBLE HIGH-TECH ENTER-\n   56  PRISE.\n\n       A. 1083                             5\n\n    1    PROVIDED, HOWEVER, IF THE PERCENTAGE OF  SUCH  COST  OR  OTHER  BASIS,\n    2  WHICH  IS  ATTRIBUTABLE TO THE CONSTRUCTION, EXPANSION OR REHABILITATION\n    3  OF SUCH REAL PROPERTY EQUALS OR EXCEEDS FIFTY PERCENT, THEN THE PERCENT-\n    4  AGE DESCRIBED IN CLAUSE (II) OF SUBPARAGRAPH (B) OF THIS PARAGRAPH SHALL\n    5  BE  DEEMED  TO  BE  ONE HUNDRED PERCENT. FOR PURPOSES OF COMPUTING TOTAL\n    6  WAGES, HEALTH BENEFITS AND RETIREMENT BENEFITS, WAGES,  HEALTH  BENEFITS\n    7  AND  RETIREMENT  BENEFITS  FOR EACH EMPLOYEE IN EXCESS OF FORTY THOUSAND\n    8  DOLLARS SHALL BE EXCLUDED FROM SUCH COMPUTATION. PROVIDED  FURTHER,  THE\n    9  AMOUNT  OF  THE  CREDIT  MAY  NOT  EXCEED THE CREDIT AMOUNT SET FORTH IN\n   10  SUBDIVISION (C) OF THIS SECTION.\n   11    (C) ELIGIBLE REAL PROPERTY TAXES. THE  TERM  \"ELIGIBLE  REAL  PROPERTY\n   12  TAXES\" MEANS TAXES IMPOSED ON REAL PROPERTY WHICH IS OWNED BY THE ELIGI-\n   13  BLE HIGH-TECH ENTERPRISE AT THE LOCATION OF ITS OPERATIONS IDENTIFIED TO\n   14  THE  COMMISSIONER  IN  ITS  APPLICATION  TO  BE  TREATED  AS AN ELIGIBLE\n   15  HIGH-TECH ENTERPRISE, PROVIDED SUCH  TAXES  ARE  PAID  BY  THE  ELIGIBLE\n   16  HIGH-TECH  ENTERPRISE  WHICH  IS THE OWNER OF THE REAL PROPERTY AND SUCH\n   17  TAXES BECOME A LIEN ON THE REAL PROPERTY DURING  THE  TAXABLE  YEAR.  IN\n   18  ADDITION,  \"ELIGIBLE REAL PROPERTY TAXES\" SHALL INCLUDE TAXES PAID BY AN\n   19  ELIGIBLE HIGH-TECH ENTERPRISE WHICH IS A LESSEE OF REAL PROPERTY IF  THE\n   20  FOLLOWING CONDITIONS ARE SATISFIED:\n   21    (1) THE TAXES MUST BE PAID BY THE LESSEE PURSUANT TO EXPLICIT REQUIRE-\n   22  MENTS IN A WRITTEN LEASE,\n   23    (2)  SUCH  TAXES BECOME A LIEN ON THE REAL PROPERTY DURING THE TAXABLE\n   24  YEAR AND\n   25    (3) THE LESSEE HAS MADE DIRECT PAYMENT OF SUCH  TAXES  TO  THE  TAXING\n   26  AUTHORITY  AND HAS RECEIVED A RECEIPT FOR SUCH PAYMENT OF TAXES FROM THE\n   27  TAXING AUTHORITY. IN ADDITION, THE TERM \"ELIGIBLE REAL  PROPERTY  TAXES\"\n   28  INCLUDES PAYMENTS IN LIEU OF TAXES MADE BY THE ELIGIBLE HIGH-TECH ENTER-\n   29  PRISE  TO  THE STATE, A MUNICIPAL CORPORATION OR A PUBLIC BENEFIT CORPO-\n   30  RATION PURSUANT TO A WRITTEN AGREEMENT ENTERED INTO BETWEEN THE ELIGIBLE\n   31  HIGH-TECH ENTERPRISE AND THE STATE,  MUNICIPAL  CORPORATION,  OR  PUBLIC\n   32  BENEFIT CORPORATION.\n   33    (4) PROVIDED, HOWEVER, A PAYMENT IN LIEU OF TAXES MADE BY THE ELIGIBLE\n   34  HIGH-TECH  ENTERPRISE  PURSUANT TO A WRITTEN AGREEMENT SHALL NOT CONSTI-\n   35  TUTE ELIGIBLE REAL PROPERTY TAXES IN ANY TAXABLE YEAR TO THE EXTENT THAT\n   36  SUCH PAYMENT EXCEEDS THE PRODUCT OF (A) THE ASSESSED VALUE OF THE  PROP-\n   37  ERTY,  AND  (B)  THE  CURRENT TAX RATE WITHIN THE TAXING JURISDICTION IN\n   38  WHICH SUCH PROPERTY IS LOCATED, AS MOST RECENTLY REPORTED TO THE COMMIS-\n   39  SIONER BY THE SECRETARY OF THE STATE BOARD OF REAL PROPERTY SERVICES, OR\n   40  HIS OR HER DESIGNEE.\n   41    (D) CREDIT RECAPTURE. WHERE AN ELIGIBLE HIGH-TECH ENTERPRISE'S  ELIGI-\n   42  BLE  REAL  PROPERTY  TAXES WHICH WERE THE BASIS FOR THE ALLOWANCE OF THE\n   43  CREDIT PROVIDED FOR UNDER THIS SECTION ARE  SUBSEQUENTLY  REDUCED  AS  A\n   44  RESULT  OF  A  FINAL  ORDER IN ANY PROCEEDING UNDER ARTICLE SEVEN OF THE\n   45  REAL PROPERTY TAX LAW OR OTHER PROVISION OF LAW, THE TAXPAYER SHALL  ADD\n   46  BACK,  IN  THE  TAXABLE  YEAR  IN  WHICH SUCH FINAL ORDER IS ISSUED, THE\n   47  EXCESS OF (1) THE AMOUNT OF CREDIT ORIGINALLY ALLOWED FOR A TAXABLE YEAR\n   48  OVER (2) THE AMOUNT OF CREDIT DETERMINED BASED UPON THE REDUCED ELIGIBLE\n   49  REAL PROPERTY TAXES. IF SUCH FINAL ORDER REDUCES REAL PROPERTY TAXES FOR\n   50  MORE THAN ONE YEAR,  THE  TAXPAYER  MUST  DETERMINE  HOW  MUCH  OF  SUCH\n   51  REDUCTION  IS  ATTRIBUTABLE TO EACH YEAR COVERED BY SUCH FINAL ORDER AND\n   52  CALCULATE THE AMOUNT OF CREDIT WHICH IS REQUIRED BY THIS SUBDIVISION  TO\n   53  BE RECAPTURED FOR EACH YEAR BASED ON SUCH REDUCTION.\n   54    (E)  REFUND.    IF THE AMOUNT OF THE CREDIT ALLOWED UNDER THIS SECTION\n   55  FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR,  THE\n   56  EXCESS  SHALL  BE  TREATED  AS  AN  OVERPAYMENT OF TAX TO BE CREDITED OR\n\n       A. 1083                             6\n\n    1  REFUNDED IN ACCORDANCE WITH THE PROVISIONS OF SECTION SIX HUNDRED EIGHT-\n    2  Y-SIX OF THIS CHAPTER, PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE PAID\n    3  THEREON.\n    4    (F) DEFINITIONS AND CROSS-REFERENCES. FOR DEFINITIONS OF TERMS USED IN\n    5  THIS  SECTION  SEE  SECTION  TWO OF THIS ARTICLE. FOR APPLICATION OF THE\n    6  CREDIT PROVIDED FOR IN THIS SECTION, SEE  THE  FOLLOWING  PROVISIONS  OF\n    7  THIS CHAPTER:\n    8    (1) ARTICLE 9-A: SECTION 210: SUBDIVISION 27-A.\n    9    (2) ARTICLE 22: SECTION 606: SUBSECTIONS (I) AND (BB-1).\n   10    S  37.  INNOVATION  TECHNOLOGY TAX REDUCTION CREDIT.  (A) ALLOWANCE OF\n   11  CREDIT. A TAXPAYER WHICH IS AN ELIGIBLE HIGH-TECH ENTERPRISE,  OR  WHICH\n   12  IS  A SOLE PROPRIETOR OF AN ELIGIBLE HIGH-TECH ENTERPRISE OR A MEMBER OF\n   13  A PARTNERSHIP WHICH IS AN ELIGIBLE HIGH-TECH ENTERPRISE,  AND  WHICH  IS\n   14  SUBJECT TO TAX UNDER ARTICLE NINE-A OR TWENTY-TWO OF THIS CHAPTER, SHALL\n   15  BE  ALLOWED A CREDIT AGAINST SUCH TAX, PURSUANT TO THE PROVISIONS REFER-\n   16  ENCED IN SUBDIVISION (G) OF THIS SECTION, TO BE COMPUTED AS  HEREINAFTER\n   17  PROVIDED FOR ITS BUSINESS TAX BENEFIT PERIOD.\n   18    (B) AMOUNT OF CREDIT. THE AMOUNT OF THE CREDIT SHALL BE THE PRODUCT OF\n   19  (1)  THE  BENEFIT PERIOD FACTOR, (2) THE EMPLOYMENT INCREASE FACTOR, (3)\n   20  THE LOCATION ALLOCATION FACTOR AND (4) THE TAX FACTOR.\n   21    (C) BENEFIT PERIOD FACTOR. THE BENEFIT PERIOD FACTOR SHALL  EQUAL  1.0\n   22  FOR EACH TAXABLE YEAR OF THE BUSINESS TAX BENEFIT PERIOD.\n   23    (D)  EMPLOYMENT INCREASE FACTOR. (1) THE EMPLOYMENT INCREASE FACTOR IS\n   24  THE AMOUNT, NOT TO EXCEED 1.0, WHICH IS THE GREATER OF:\n   25    (I) THE EXCESS  OF  THE  ELIGIBLE  HIGH-TECH  ENTERPRISE'S  EMPLOYMENT\n   26  NUMBER AT THE LOCATIONS OF ITS OPERATIONS IDENTIFIED TO THE COMMISSIONER\n   27  IN  ITS  APPLICATION  TO BE TREATED AS AN ELIGIBLE HIGH-TECH ENTERPRISE,\n   28  OVER THE ELIGIBLE HIGH-TECH ENTERPRISE'S TEST YEAR EMPLOYMENT NUMBER  AT\n   29  SUCH  LOCATION,  DIVIDED  BY  SUCH  TEST  YEAR EMPLOYMENT NUMBER AT SUCH\n   30  LOCATION; OR\n   31    (II) THE EXCESS OF  THE  ELIGIBLE  HIGH-TECH  ENTERPRISE'S  EMPLOYMENT\n   32  NUMBER  IN  SUCH  LOCATIONS  FOR  THE  TAXABLE  YEAR  OVER  THE ELIGIBLE\n   33  HIGH-TECH ENTERPRISE'S TEST YEAR EMPLOYMENT NUMBER  IN  SUCH  LOCATIONS,\n   34  DIVIDED BY 100.\n   35    (2)  FOR PURPOSES OF PARAGRAPH ONE OF THIS SUBDIVISION, WHERE THERE IS\n   36  AN EXCESS AS DESCRIBED IN  SUCH  PARAGRAPH,  AND  WHERE  THE  TEST  YEAR\n   37  EMPLOYMENT  NUMBER AS SUCH TERMS ARE DEFINED IN SECTION FOUR HUNDRED ONE\n   38  OF THE ECONOMIC DEVELOPMENT LAW IS ZERO, THEN  THE  EMPLOYMENT  INCREASE\n   39  FACTOR SHALL BE 1.0.\n   40    (E)  LOCATION  ALLOCATION FACTOR. THE LOCATION ALLOCATION FACTOR SHALL\n   41  BE THE  PERCENTAGE  REPRESENTING  THE  ELIGIBLE  HIGH-TECH  ENTERPRISE'S\n   42  ECONOMIC  PRESENCE  AT  LOCATIONS  OF  ITS  OPERATIONS IDENTIFIED TO THE\n   43  COMMISSIONER OF ECONOMIC DEVELOPMENT IN ITS APPLICATION TO BE TREATED AS\n   44  AN ELIGIBLE HIGH-TECH ENTERPRISE. THIS PERCENTAGE SHALL BE COMPUTED BY:\n   45    (1) ASCERTAINING THE PERCENTAGE WHICH THE AVERAGE VALUE OF THE  ELIGI-\n   46  BLE  HIGH-TECH ENTERPRISE'S REAL AND TANGIBLE PERSONAL PROPERTY, WHETHER\n   47  OWNED OR RENTED TO IT, AT LOCATIONS OF ITS OPERATIONS IDENTIFIED TO  THE\n   48  COMMISSIONER OF ECONOMIC DEVELOPMENT IN ITS APPLICATION TO BE TREATED AS\n   49  AN  ELIGIBLE  HIGH-TECH  ENTERPRISE  DURING  THE  PERIOD  COVERED BY THE\n   50  TAXPAYER'S REPORT OR RETURN BEARS TO THE AVERAGE VALUE OF  THE  ELIGIBLE\n   51  HIGH-TECH  ENTERPRISE'S  REAL  AND  TANGIBLE  PERSONAL PROPERTY, WHETHER\n   52  OWNED OR RENTED TO IT, WITHIN THE STATE DURING SUCH PERIOD; AND\n   53    (2) ASCERTAINING THE PERCENTAGE OF THE TOTAL WAGES, SALARIES AND OTHER\n   54  PERSONAL SERVICE COMPENSATION, SIMILARLY COMPUTED, DURING SUCH PERIOD OF\n   55  EMPLOYEES, EXCEPT GENERAL EXECUTIVE OFFICERS, OF THE ELIGIBLE  HIGH-TECH\n   56  ENTERPRISE AT LOCATIONS OF ITS OPERATIONS IDENTIFIED TO THE COMMISSIONER\n\n       A. 1083                             7\n\n    1  OF  ECONOMIC DEVELOPMENT IN ITS APPLICATION TO BE TREATED AS AN ELIGIBLE\n    2  HIGH-TECH ENTERPRISE, TO THE TOTAL WAGES, SALARIES  AND  OTHER  PERSONAL\n    3  SERVICE COMPENSATION, SIMILARLY COMPUTED, DURING SUCH PERIOD, OF ALL THE\n    4  ELIGIBLE  HIGH-TECH  ENTERPRISE'S  EMPLOYEES  WITHIN  THE  STATE, EXCEPT\n    5  GENERAL EXECUTIVE OFFICERS; AND\n    6    (3) ADDING TOGETHER THE PERCENTAGES SO  DETERMINED  AND  DIVIDING  THE\n    7  RESULT  BY THE NUMBER OF PERCENTAGES. FOR PURPOSES OF ARTICLE TWENTY-TWO\n    8  OF THIS CHAPTER, REFERENCES IN  THIS  SUBDIVISION  TO  PROPERTY,  WAGES,\n    9  SALARIES  AND  OTHER PERSONAL SERVICE COMPENSATION SHALL BE DEEMED TO BE\n   10  REFERENCES TO SUCH ITEMS CONNECTED WITH THE CONDUCT OF A BUSINESS.\n   11    (F) TAX FACTOR. (1) GENERAL. THE TAX FACTOR SHALL BE, IN THE  CASE  OF\n   12  ARTICLE  NINE-A OF THIS CHAPTER, THE LARGER OF THE AMOUNTS OF TAX DETER-\n   13  MINED FOR THE TAXABLE YEAR UNDER PARAGRAPHS (A) AND (C)  OF  SUBDIVISION\n   14  ONE OF SECTION TWO HUNDRED TEN OF THIS CHAPTER. THE TAX FACTOR SHALL BE,\n   15  IN  THE  CASE  OF ARTICLE TWENTY-TWO OF THIS CHAPTER, THE TAX DETERMINED\n   16  FOR THE TAXABLE YEAR UNDER SUBSECTIONS (A) THROUGH (D)  OF  SECTION  SIX\n   17  HUNDRED ONE OF THIS CHAPTER.\n   18    (2)  SOLE  PROPRIETORS,  PARTNERS  AND S CORPORATION SHAREHOLDERS. (A)\n   19  WHERE THE TAXPAYER IS A SOLE PROPRIETOR OF AN ELIGIBLE HIGH-TECH  ENTER-\n   20  PRISE,  THE  TAXPAYER'S  TAX  FACTOR SHALL BE THAT PORTION OF THE AMOUNT\n   21  DETERMINED IN PARAGRAPH ONE OF THIS SUBDIVISION WHICH IS ATTRIBUTABLE TO\n   22  THE INCOME OF THE ELIGIBLE HIGH-TECH ENTERPRISE. SUCH ATTRIBUTION  SHALL\n   23  BE  MADE  IN ACCORDANCE WITH THE RATIO OF THE TAXPAYER'S INCOME FROM THE\n   24  ELIGIBLE HIGH-TECH ENTERPRISE ALLOCATED WITHIN THE STATE, ENTERING  INTO\n   25  NEW  YORK  ADJUSTED  GROSS  INCOME,  TO THE TAXPAYER'S NEW YORK ADJUSTED\n   26  GROSS INCOME, OR IN ACCORDANCE WITH SUCH OTHER METHODS  AS  THE  COMMIS-\n   27  SIONER  MAY  PRESCRIBE  AS  PROVIDING  AN APPORTIONMENT WHICH REASONABLY\n   28  REFLECTS THE PORTION OF THE TAXPAYER'S TAX ATTRIBUTABLE TO THE INCOME OF\n   29  THE ELIGIBLE HIGH-TECH ENTERPRISE. IN NO EVENT MAY THE RATIO  SO  DETER-\n   30  MINED EXCEED 1.0.\n   31    (B)(I)  WHERE  THE  TAXPAYER  IS A MEMBER OF A PARTNERSHIP WHICH IS AN\n   32  ELIGIBLE HIGH-TECH ENTERPRISE, THE TAXPAYER'S TAX FACTOR SHALL  BE  THAT\n   33  PORTION  OF  THE  AMOUNT DETERMINED IN PARAGRAPH ONE OF THIS SUBDIVISION\n   34  WHICH IS ATTRIBUTABLE TO THE INCOME OF THE PARTNERSHIP. SUCH ATTRIBUTION\n   35  SHALL BE MADE IN ACCORDANCE WITH THE RATIO OF THE PARTNER'S INCOME  FROM\n   36  THE  PARTNERSHIP  ALLOCATED  WITHIN  THE  STATE  TO THE PARTNER'S ENTIRE\n   37  INCOME, OR IN ACCORDANCE WITH SUCH OTHER METHODS AS THE COMMISSIONER MAY\n   38  PRESCRIBE AS PROVIDING AN APPORTIONMENT WHICH  REASONABLY  REFLECTS  THE\n   39  PORTION  OF THE PARTNER'S TAX ATTRIBUTABLE TO THE INCOME OF THE PARTNER-\n   40  SHIP. IN NO EVENT MAY THE RATIO SO DETERMINED EXCEED 1.0.\n   41    (II) FOR PURPOSES OF ARTICLE NINE-A OF THIS CHAPTER, THE  TERM  \"PART-\n   42  NER'S  INCOME  FROM  THE PARTNERSHIP\" MEANS PARTNERSHIP ITEMS OF INCOME,\n   43  GAIN, LOSS AND DEDUCTION, AND NEW YORK MODIFICATIONS  THERETO,  ENTERING\n   44  INTO  ENTIRE  NET INCOME, MINIMUM TAXABLE INCOME, ALTERNATIVE ENTIRE NET\n   45  INCOME OR ENTIRE NET INCOME PLUS COMPENSATION AND  THE  TERM  \"PARTNER'S\n   46  ENTIRE INCOME\" MEANS ENTIRE NET INCOME, MINIMUM TAXABLE INCOME, ALTERNA-\n   47  TIVE ENTIRE NET INCOME OR ENTIRE NET INCOME PLUS COMPENSATION, ALLOCATED\n   48  WITHIN  THE  STATE.  FOR PURPOSES OF ARTICLE TWENTY-TWO OF THIS CHAPTER,\n   49  THE TERM \"PARTNER'S INCOME FROM THE PARTNERSHIP\" MEANS PARTNERSHIP ITEMS\n   50  OF INCOME, GAIN, LOSS AND DEDUCTION, AND NEW YORK MODIFICATIONS THERETO,\n   51  ENTERING INTO NEW YORK ADJUSTED GROSS INCOME, AND  THE  TERM  \"PARTNER'S\n   52  ENTIRE INCOME\" MEANS NEW YORK ADJUSTED GROSS INCOME.\n   53    (C)  WHERE  THE  TAXPAYER IS A SHAREHOLDER OF A NEW YORK S CORPORATION\n   54  WHICH IS AN ELIGIBLE HIGH-TECH ENTERPRISE, THE SHAREHOLDER'S TAX  FACTOR\n   55  SHALL  BE THAT PORTION OF THE AMOUNT DETERMINED IN PARAGRAPH ONE OF THIS\n   56  SUBDIVISION WHICH IS ATTRIBUTABLE TO THE INCOME OF  THE  S  CORPORATION.\n\n       A. 1083                             8\n\n    1  SUCH  ATTRIBUTION  SHALL  BE  MADE  IN  ACCORDANCE WITH THE RATIO OF THE\n    2  SHAREHOLDER'S INCOME FROM THE S CORPORATION ALLOCATED WITHIN THE  STATE,\n    3  ENTERING  INTO  NEW YORK ADJUSTED GROSS INCOME, TO THE SHAREHOLDER'S NEW\n    4  YORK  ADJUSTED GROSS INCOME, OR IN ACCORDANCE WITH SUCH OTHER METHODS AS\n    5  THE COMMISSIONER MAY  PRESCRIBE  AS  PROVIDING  AN  APPORTIONMENT  WHICH\n    6  REASONABLY REFLECTS THE PORTION OF THE SHAREHOLDER'S TAX ATTRIBUTABLE TO\n    7  THE  INCOME  OF  THE  ELIGIBLE HIGH-TECH ENTERPRISE. IN NO EVENT MAY THE\n    8  RATIO SO DETERMINED EXCEED 1.0.\n    9    (3) COMBINED RETURNS OR REPORTS. (A) WHERE THE TAXPAYER IS AN ELIGIBLE\n   10  HIGH-TECH ENTERPRISE AND IS REQUIRED OR PERMITTED TO MAKE  A  RETURN  OR\n   11  REPORT  ON  A  COMBINED  BASIS UNDER ARTICLE NINE-A OF THIS CHAPTER, THE\n   12  TAXPAYER'S TAX FACTOR SHALL BE THE AMOUNT DETERMINED IN PARAGRAPH ONE OF\n   13  THIS SUBDIVISION WHICH IS ATTRIBUTABLE TO THE  INCOME  OF  THE  ELIGIBLE\n   14  HIGH-TECH  ENTERPRISE. SUCH ATTRIBUTION SHALL BE MADE IN ACCORDANCE WITH\n   15  THE RATIO OF THE ELIGIBLE HIGH-TECH ENTERPRISE'S INCOME ALLOCATED WITHIN\n   16  THE STATE TO THE COMBINED GROUP'S INCOME, OR  IN  ACCORDANCE  WITH  SUCH\n   17  OTHER  METHODS  AS THE COMMISSIONER MAY PRESCRIBE AS PROVIDING AN APPOR-\n   18  TIONMENT WHICH REASONABLY REFLECTS THE PORTION OF THE  COMBINED  GROUP'S\n   19  TAX  ATTRIBUTABLE TO THE INCOME OF THE ELIGIBLE HIGH-TECH ENTERPRISE. IN\n   20  NO EVENT MAY THE RATIO SO DETERMINED EXCEED 1.0.\n   21    (B) THE TERM \"INCOME  OF  THE  ELIGIBLE  HIGH-TECH  ENTERPRISE\"  MEANS\n   22  ENTIRE NET INCOME, MINIMUM TAXABLE INCOME, ALTERNATIVE ENTIRE NET INCOME\n   23  OR ENTIRE NET INCOME PLUS COMPENSATION CALCULATED AS IF THE TAXPAYER WAS\n   24  FILING  SEPARATELY  AND  THE TERM \"COMBINED GROUP'S INCOME\" MEANS ENTIRE\n   25  NET INCOME, MINIMUM TAXABLE INCOME, ALTERNATIVE  ENTIRE  NET  INCOME  OR\n   26  ENTIRE  NET  INCOME PLUS COMPENSATION AS SHOWN ON THE COMBINED RETURN OR\n   27  REPORT, ALLOCATED WITHIN THE STATE.\n   28    (4) DENIAL OF ALLOWANCE.  IF THE AMOUNT DETERMINED IN PARAGRAPH ONE OF\n   29  THIS SUBDIVISION IS LESS THAN ZERO, A TAXPAYER SHALL NOT  BE  ALLOWED  A\n   30  CREDIT UNDER THIS SECTION.\n   31    (G) DEFINITIONS AND CROSS-REFERENCES. FOR DEFINITIONS OF TERMS USED IN\n   32  THIS  SECTION  SEE  SECTION  TWO OF THIS ARTICLE. FOR APPLICATION OF THE\n   33  CREDIT PROVIDED FOR IN THIS SECTION, SEE  THE  FOLLOWING  PROVISIONS  OF\n   34  THIS CHAPTER:\n   35    (1) ARTICLE 9-A: SECTION 210: SUBDIVISION 28-A.\n   36    (2) ARTICLE 22: SECTION 606: SUBSECTIONS (I) AND (CC-1).\n   37    S  38. INNOVATION TECHNOLOGY INVESTMENT TAX CREDIT.  (A) (1) AN ELIGI-\n   38  BLE HIGH-TECH ENTERPRISE SUBJECT TO TAX UNDER ARTICLE NINE-A OF THE THIS\n   39  CHAPTER SHALL BE  ALLOWED  A  CREDIT,  TO  BE  COMPUTED  AS  HEREINAFTER\n   40  PROVIDED,  AGAINST THE TAX IMPOSED UNDER SUCH ARTICLE NINE-A. THE AMOUNT\n   41  OF SUCH CREDIT SHALL BE TEN PERCENT OF  THE  COST  OR  OTHER  BASIS  FOR\n   42  FEDERAL  INCOME  TAX  PURPOSES  OF  TANGIBLE PERSONAL PROPERTY AND OTHER\n   43  TANGIBLE PROPERTY, INCLUDING  BUILDINGS  AND  STRUCTURAL  COMPONENTS  OF\n   44  BUILDINGS, DESCRIBED IN SUBDIVISION (B) OF THIS SECTION, WHICH IS PLACED\n   45  IN SERVICE BY AN ELIGIBLE HIGH-TECH ENTERPRISE, BUT ONLY IF THE ACQUISI-\n   46  TION, CONSTRUCTION, RECONSTRUCTION OR ERECTION OF SUCH PROPERTY OR CAPI-\n   47  TAL  EQUIPMENT  OCCURRED  OR WAS COMMENCED ON OR AFTER THE TEST DATE, AS\n   48  DEFINED IN SECTION FOUR HUNDRED ONE OF  THE  ECONOMIC  DEVELOPMENT  LAW.\n   49  PROVIDED,  HOWEVER,  THAT  IN  THE CASE OF AN ACQUISITION, CONSTRUCTION,\n   50  RECONSTRUCTION OR ERECTION WHICH WAS COMMENCED DURING  SUCH  PERIOD  AND\n   51  CONTINUED  OR COMPLETED SUBSEQUENTLY, THE CREDIT SHALL BE TEN PERCENT OF\n   52  THE PORTION OF THE COST OR OTHER BASIS FOR FEDERAL INCOME  TAX  PURPOSES\n   53  ATTRIBUTABLE  TO  SUCH  PERIOD,  WHICH  PORTION  SHALL BE ASCERTAINED BY\n   54  MULTIPLYING SUCH COST OR BASIS BY A  FRACTION  THE  NUMERATOR  OF  WHICH\n   55  SHALL  BE  THE EXPENDITURES PAID OR INCURRED DURING SUCH PERIOD FOR SUCH\n   56  PURPOSES AND THE DENOMINATOR OF WHICH SHALL BE THE TOTAL OF ALL EXPENDI-\n\n       A. 1083                             9\n\n    1  TURES PAID  OR  INCURRED  FOR  SUCH  ACQUISITION,  CONSTRUCTION,  RECON-\n    2  STRUCTION OR ERECTION.\n    3    (2)  AN  ELIGIBLE  HIGH-TECH  ENTERPRISE  SUBJECT TO TAX UNDER ARTICLE\n    4  TWENTY-TWO OF THIS CHAPTER SHALL BE ALLOWED A CREDIT, TO BE COMPUTED  AS\n    5  HEREINAFTER  PROVIDED,  AGAINST THE TAX IMPOSED UNDER SUCH ARTICLE TWEN-\n    6  TY-TWO.  THE AMOUNT OF SUCH CREDIT SHALL BE EIGHT PERCENT OF THE COST OR\n    7  OTHER BASIS FOR FEDERAL INCOME TAX PURPOSES OF TANGIBLE PERSONAL PROPER-\n    8  TY AND OTHER  TANGIBLE  PROPERTY,  INCLUDING  BUILDINGS  AND  STRUCTURAL\n    9  COMPONENTS  OF BUILDINGS AND CAPITAL EQUIPMENT, DESCRIBED IN SUBDIVISION\n   10  (B) OF THIS SECTION, WHICH IS PLACED IN SERVICE BY AN ELIGIBLE HIGH-TECH\n   11  ENTERPRISE, BUT ONLY IF THE ACQUISITION, CONSTRUCTION, RECONSTRUCTION OR\n   12  ERECTION OF SUCH PROPERTY OR EQUIPMENT OCCURRED OR WAS COMMENCED  ON  OR\n   13  AFTER  THE  TEST  DATE,  AS  DEFINED  IN SECTION FOUR HUNDRED ONE OF THE\n   14  ECONOMIC DEVELOPMENT LAW.  PROVIDED, HOWEVER, THAT IN  THE  CASE  OF  AN\n   15  ACQUISITION,   CONSTRUCTION,   RECONSTRUCTION   OR  ERECTION  WHICH  WAS\n   16  COMMENCED DURING SUCH PERIOD AND CONTINUED  OR  COMPLETED  SUBSEQUENTLY,\n   17  THE  CREDIT  SHALL  BE EIGHT PERCENT OF THE PORTION OF THE COST OR OTHER\n   18  BASIS FOR FEDERAL INCOME TAX PURPOSES ATTRIBUTABLE TO SUCH PERIOD, WHICH\n   19  PORTION SHALL BE ASCERTAINED BY MULTIPLYING SUCH  COST  OR  BASIS  BY  A\n   20  FRACTION  THE  NUMERATOR  OF  WHICH  SHALL  BE  THE EXPENDITURES PAID OR\n   21  INCURRED DURING SUCH PERIOD FOR SUCH PURPOSES  AND  THE  DENOMINATOR  OF\n   22  WHICH  SHALL  BE THE TOTAL OF ALL EXPENDITURES PAID OR INCURRED FOR SUCH\n   23  ACQUISITION, CONSTRUCTION, RECONSTRUCTION OR ERECTION.\n   24    (B) A CREDIT SHALL BE ALLOWED  UNDER  THIS  SECTION  WITH  RESPECT  TO\n   25  TANGIBLE PERSONAL PROPERTY AND OTHER TANGIBLE PROPERTY, INCLUDING BUILD-\n   26  INGS AND STRUCTURAL COMPONENTS OF BUILDINGS AND CAPITAL EQUIPMENT WHICH:\n   27  (1)  ARE  DEPRECIABLE PURSUANT TO SECTION ONE HUNDRED SIXTY-SEVEN OF THE\n   28  INTERNAL REVENUE CODE, (2) HAVE A USEFUL LIFE OF FOUR YEARS OR MORE, (3)\n   29  ARE ACQUIRED BY PURCHASE AS DEFINED IN SECTION ONE HUNDRED  SEVENTY-NINE\n   30  (D)  OF THE INTERNAL REVENUE CODE, (4) HAVE A SITUS IN A LOCATION OF THE\n   31  ELIGIBLE HIGH-TECH ENTERPRISE'S OPERATIONS IDENTIFIED TO THE COMMISSION-\n   32  ER OF ECONOMIC DEVELOPMENT IN ITS APPLICATION TO BE TREATED AS AN ELIGI-\n   33  BLE HIGH-TECH ENTERPRISE, AND  (5)  ARE  (A)  PRINCIPALLY  USED  BY  THE\n   34  TAXPAYER IN THE PRODUCTION OF GOODS BY MANUFACTURING, PROCESSING, ASSEM-\n   35  BLING,  (B)  INDUSTRIAL  WASTE  TREATMENT  FACILITIES  OR  AIR POLLUTION\n   36  CONTROL FACILITIES USED IN THE TAXPAYER'S  TRADE  OR  BUSINESS,  OR  (C)\n   37  RESEARCH AND DEVELOPMENT PROPERTY. FOR PURPOSES OF THIS SUBDIVISION, THE\n   38  TERM  \"GOODS\" SHALL NOT INCLUDE ELECTRICITY.  FOR PURPOSES OF THIS PARA-\n   39  GRAPH, MANUFACTURING SHALL MEAN THE PROCESS  OF  WORKING  RAW  MATERIALS\n   40  INTO  WARES  SUITABLE  FOR USE OR WHICH GIVES NEW SHAPES, NEW QUALITY OR\n   41  NEW COMBINATION TO MATTER WHICH ALREADY HAS GONE THROUGH SOME ARTIFICIAL\n   42  PROCESS BY THE USE OF MACHINERY, TOOLS,  APPLIANCES  AND  OTHER  SIMILAR\n   43  EQUIPMENT.  PROPERTY  USED  IN  THE  PRODUCTION  OF  GOODS SHALL INCLUDE\n   44  MACHINERY, EQUIPMENT OR OTHER TANGIBLE  PROPERTY  WHICH  IS  PRINCIPALLY\n   45  USED  IN  THE  REPAIR AND SERVICE OF OTHER MACHINERY, EQUIPMENT OR OTHER\n   46  TANGIBLE PROPERTY USED PRINCIPALLY IN THE PRODUCTION OF GOODS AND  SHALL\n   47  INCLUDE ALL FACILITIES USED IN THE PRODUCTION OPERATION, INCLUDING STOR-\n   48  AGE  OF  MATERIAL  TO BE USED IN PRODUCTION AND OF THE PRODUCTS THAT ARE\n   49  PRODUCED. FOR PURPOSES OF THIS PARAGRAPH, THE TERMS \"RESEARCH AND DEVEL-\n   50  OPMENT PROPERTY\", \"INDUSTRIAL  WASTE  TREATMENT  FACILITIES\",  AND  \"AIR\n   51  POLLUTION  CONTROL  FACILITIES\" SHALL HAVE THE MEANINGS ASCRIBED THERETO\n   52  BY PARAGRAPH (B) OF SUBDIVISION TWELVE OF SECTION  TWO  HUNDRED  TEN  OF\n   53  THIS  CHAPTER  AND  THE  PROVISIONS OF PARAGRAPH (C) OF SUCH SUBDIVISION\n   54  TWELVE SHALL APPLY.\n   55    (C) A TAXPAYER SHALL NOT BE ALLOWED A CREDIT  UNDER  THIS  SUBDIVISION\n   56  WITH  RESPECT TO ANY TANGIBLE PERSONAL PROPERTY AND OTHER TANGIBLE PROP-\n\n       A. 1083                            10\n\n    1  ERTY, INCLUDING BUILDINGS AND STRUCTURAL  COMPONENTS  OF  BUILDINGS  AND\n    2  CAPITAL EQUIPMENT, WHICH IT LEASES TO ANY OTHER PERSON OR CORPORATION.\n    3    (D) A TAXPAYER MAY CLAIM THE CREDIT ALLOWED UNDER THIS SECTION FOR TEN\n    4  YEARS,  COMMENCING WITH THE PERIOD THE TAXPAYER PLACES THE PROPERTY THAT\n    5  COMPRISES THE PROJECT IN SERVICE. IF THE AMOUNT OF CREDIT ALLOWED  UNDER\n    6  THIS  SECTION  FOR  ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR\n    7  SUCH YEAR, THE EXCESS MAY BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS\n    8  AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR  YEARS.  IN\n    9  LIEU  OF  CARRYING  OVER ANY SUCH EXCESS, A TAXPAYER MAY, AT HIS OPTION,\n   10  RECEIVE FIFTY PERCENT OF SUCH EXCESS AS A REFUND. ANY REFUND PAID PURSU-\n   11  ANT TO THIS PARAGRAPH SHALL BE DEEMED TO BE A REFUND OF  AN  OVERPAYMENT\n   12  OF  TAX  AS  PROVIDED IN SECTION SIX HUNDRED EIGHTY-SIX OF THIS CHAPTER,\n   13  PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE PAID THEREON.\n   14    (E) AT THE OPTION OF THE TAXPAYER,  AIR  OR  WATER  POLLUTION  CONTROL\n   15  FACILITIES WHICH QUALIFY FOR ELECTIVE MODIFICATIONS UNDER SUBSECTION (H)\n   16  OF  SECTION SIX HUNDRED TWELVE OF THIS CHAPTER, OR RESEARCH AND DEVELOP-\n   17  MENT FACILITIES WHICH QUALIFY FOR ELECTIVE MODIFICATION UNDER PARAGRAPHS\n   18  THREE AND FOUR OF SUBSECTION (G) OF SECTION SIX HUNDRED TWELVE  OF  THIS\n   19  CHAPTER,  OR  PROPERTY  WHICH  QUALIFIES  FOR  THE CREDIT PROVIDED UNDER\n   20  SUBDIVISION (A) OF THIS SECTION MAY BE TREATED AS  PROPERTY  PRINCIPALLY\n   21  USED  BY THE TAXPAYER IN THE PRODUCTION OF GOODS BY MANUFACTURING, PROC-\n   22  ESSING, OR ASSEMBLING, PROVIDED THE PROPERTY OTHERWISE  QUALIFIES  UNDER\n   23  PARAGRAPH  TWO  OF  SUBDIVISION  (A)  OF  THIS SECTION, IN WHICH EVENT A\n   24  DEDUCTION SHALL NOT BE ALLOWED UNDER SUCH SUBSECTION (H) OR  SUCH  PARA-\n   25  GRAPHS  THREE  AND  FOUR  OF  SUBSECTION  (G)  AND A CREDIT SHALL NOT BE\n   26  ALLOWED UNDER SUCH SUBSECTION (G) OR (H).\n   27    (F) (1) WITH RESPECT TO PROPERTY  WHICH  IS  DEPRECIABLE  PURSUANT  TO\n   28  SECTION  ONE HUNDRED SIXTY-SEVEN OF THE INTERNAL REVENUE CODE BUT IS NOT\n   29  SUBJECT TO THE PROVISIONS OF SECTION ONE  HUNDRED  SIXTY-EIGHT  OF  SUCH\n   30  CODE  AND WHICH IS DISPOSED OF OR CEASES TO BE IN QUALIFIED USE PRIOR TO\n   31  THE END OF THE TAXABLE YEAR IN WHICH THE CREDIT  IS  TO  BE  TAKEN,  THE\n   32  AMOUNT OF THE CREDIT SHALL BE THAT PORTION OF THE CREDIT PROVIDED FOR IN\n   33  THIS  SECTION  WHICH  REPRESENTS THE RATIO WHICH THE MONTHS OF QUALIFIED\n   34  USE BEAR TO THE MONTHS OF USEFUL LIFE. IF THE PROPERTY ON  WHICH  CREDIT\n   35  HAS  BEEN TAKEN IS DISPOSED OF OR CEASES TO BE IN QUALIFIED USE PRIOR TO\n   36  THE END OF ITS USEFUL LIFE, THE DIFFERENCE BETWEEN THE CREDIT TAKEN  AND\n   37  THE  CREDIT  ALLOWED  FOR  ACTUAL  USE MUST BE ADDED BACK IN THE YEAR OF\n   38  DISPOSITION. PROVIDED, HOWEVER, IF SUCH PROPERTY IS DISPOSED OF OR CEAS-\n   39  ES TO BE IN QUALIFIED USE AFTER IT HAS BEEN IN QUALIFIED  USE  FOR  MORE\n   40  THAN TWELVE CONSECUTIVE YEARS, IT SHALL NOT BE NECESSARY TO ADD BACK THE\n   41  CREDIT AS PROVIDED IN THIS SUBDIVISION. THE AMOUNT OF CREDIT ALLOWED FOR\n   42  ACTUAL USE SHALL BE DETERMINED BY MULTIPLYING THE ORIGINAL CREDIT BY THE\n   43  RATIO  WHICH  THE  MONTHS  OF QUALIFIED USE BEAR TO THE MONTHS OF USEFUL\n   44  LIFE. FOR PURPOSES OF THIS SUBDIVISION, USEFUL LIFE OF PROPERTY SHALL BE\n   45  THE SAME AS THE TAXPAYER USES FOR DEPRECIATION PURPOSES  WHEN  COMPUTING\n   46  HIS FEDERAL INCOME TAX LIABILITY.\n   47    (2) EXCEPT WITH RESPECT TO THAT PROPERTY TO WHICH SUBPARAGRAPH FOUR OF\n   48  THIS  PARAGRAPH  APPLIES,  WITH  RESPECT  TO  PROPERTY  SUBJECT  TO  THE\n   49  PROVISIONS OF SECTION ONE HUNDRED SIXTY-EIGHT OF  THE  INTERNAL  REVENUE\n   50  CODE OTHER THAN THREE-YEAR PROPERTY AS DEFINED IN SUBSECTION (E) OF SUCH\n   51  SECTION  ONE  HUNDRED  SIXTY-EIGHT OF THE INTERNAL REVENUE CODE WHICH IS\n   52  DISPOSED OF OR CEASES TO BE IN QUALIFIED USE PRIOR TO  THE  END  OF  THE\n   53  TAXABLE YEAR IN WHICH THE CREDIT IS TO BE TAKEN, THE AMOUNT OF THE CRED-\n   54  IT  SHALL BE THAT PORTION OF THE CREDIT PROVIDED FOR IN THIS SUBDIVISION\n   55  WHICH REPRESENTS THE RATIO WHICH THE MONTHS OF  QUALIFIED  USE  BEAR  TO\n   56  SIXTY.  IF  PROPERTY  ON  WHICH  CREDIT HAS BEEN TAKEN IS DISPOSED OF OR\n\n       A. 1083                            11\n\n    1  CEASES TO BE IN QUALIFIED USE PRIOR TO THE  END  OF  SIXTY  MONTHS,  THE\n    2  DIFFERENCE  BETWEEN  THE  CREDIT TAKEN AND THE CREDIT ALLOWED FOR ACTUAL\n    3  USE MUST BE ADDED BACK IN THE YEAR OF DISPOSITION.  THE AMOUNT OF CREDIT\n    4  ALLOWED  FOR  ACTUAL USE SHALL BE DETERMINED BY MULTIPLYING THE ORIGINAL\n    5  CREDIT BY THE RATIO WHICH THE MONTHS OF QUALIFIED USE BEAR TO SIXTY.\n    6    (3) WITH  RESPECT  TO  ANY  PROPERTY  TO  WHICH  SECTION  ONE  HUNDRED\n    7  SIXTY-EIGHT OF THE INTERNAL REVENUE CODE APPLIES, WHICH IS A BUILDING OR\n    8  A  STRUCTURAL COMPONENT OF A BUILDING AND WHICH IS DISPOSED OF OR CEASES\n    9  TO BE IN QUALIFIED USE PRIOR TO THE END OF THE TAXABLE YEAR IN WHICH THE\n   10  CREDIT IS TO BE TAKEN, THE AMOUNT OF THE CREDIT SHALL BE THAT PORTION OF\n   11  THE CREDIT PROVIDED FOR IN THIS SUBDIVISION WHICH REPRESENTS  THE  RATIO\n   12  WHICH  THE  MONTHS  OF  QUALIFIED USE BEAR TO THE TOTAL NUMBER OF MONTHS\n   13  OVER WHICH THE TAXPAYER CHOOSES TO DEDUCT THE PROPERTY UNDER THE  INTER-\n   14  NAL REVENUE CODE. IF PROPERTY ON WHICH CREDIT HAS BEEN TAKEN IS DISPOSED\n   15  OF  OR CEASES TO BE IN QUALIFIED USE PRIOR TO THE END OF THE PERIOD OVER\n   16  WHICH THE TAXPAYER CHOOSES TO DEDUCT THE  PROPERTY  UNDER  THE  INTERNAL\n   17  REVENUE  CODE,  THE  DIFFERENCE  BETWEEN THE CREDIT TAKEN AND THE CREDIT\n   18  ALLOWED FOR ACTUAL USE MUST BE ADDED BACK IN THE  YEAR  OF  DISPOSITION.\n   19  PROVIDED,  HOWEVER,  IF  SUCH PROPERTY IS DISPOSED OF OR CEASES TO BE IN\n   20  QUALIFIED USE AFTER IT HAS BEEN IN QUALIFIED USE FOR  MORE  THAN  TWELVE\n   21  CONSECUTIVE  YEARS,  IT SHALL NOT BE NECESSARY TO ADD BACK THE CREDIT AS\n   22  PROVIDED IN THIS SUBPARAGRAPH. THE AMOUNT OF CREDIT ALLOWED  FOR  ACTUAL\n   23  USE  SHALL BE DETERMINED BY MULTIPLYING THE ORIGINAL CREDIT BY THE RATIO\n   24  WHICH THE MONTHS OF QUALIFIED USE BEAR TO THE  TOTAL  NUMBER  OF  MONTHS\n   25  OVER  WHICH THE TAXPAYER CHOOSES TO DEDUCT THE PROPERTY UNDER THE INTER-\n   26  NAL REVENUE CODE.\n   27    (4) FOR PURPOSES OF THIS PARAGRAPH, WHERE A  CREDIT  IS  ALLOWED  WITH\n   28  RESPECT  TO  AN AIR POLLUTION CONTROL FACILITY ON THE BASIS OF A CERTIF-\n   29  ICATE OF COMPLIANCE ISSUED PURSUANT TO  THE  ENVIRONMENTAL  CONSERVATION\n   30  LAW  AND  THE  CERTIFICATE  IS  REVOKED PURSUANT TO SUBDIVISION THREE OF\n   31  SECTION 19-0309 OF THE ENVIRONMENTAL CONSERVATION LAW,  SUCH  REVOCATION\n   32  SHALL  CONSTITUTE  A DISPOSAL OR CESSATION OF QUALIFIED USE, EXCEPT WITH\n   33  RESPECT  TO  PROPERTY  CONTAINED  IN  OR  COMPRISING  SUCH  FACILITY  AS\n   34  DESCRIBED  IN CLAUSE (A) OR (C) OF SUBPARAGRAPH (II) OF PARAGRAPH (B) OF\n   35  SUBDIVISION TWELVE OF SECTION TWO HUNDRED TEN  OF  THIS  CHAPTER,  OTHER\n   36  THAN AS PART OF OR COMPRISING AN AIR POLLUTION CONTROL FACILITY.\n   37    S  39.  INNOVATION TECHNOLOGY EMPLOYMENT INCENTIVE CREDIT. (A) WHERE A\n   38  TAXPAYER IS ALLOWED A CREDIT UNDER SECTION THIRTY-EIGHT OF THIS ARTICLE,\n   39  THE TAXPAYER SHALL BE ALLOWED A CREDIT FOR EACH OF THE THREE YEARS  NEXT\n   40  SUCCEEDING  THE  TAXABLE  YEAR  FOR  WHICH THE CREDIT UNDER SUCH SECTION\n   41  THIRTY-EIGHT IS ALLOWED, WITH RESPECT TO SUCH PROPERTY, WHETHER  OR  NOT\n   42  DEDUCTIBLE IN SUCH TAXABLE YEAR OR IN SUBSEQUENT TAXABLE YEARS OF THIRTY\n   43  PERCENT  OF  THE  CREDIT  ALLOWABLE  UNDER  SUCH  SECTION  THIRTY-EIGHT;\n   44  PROVIDED, HOWEVER, THAT THE CREDIT ALLOWABLE UNDER THIS SECTION FOR  ANY\n   45  TAXABLE  YEAR  SHALL  ONLY BE ALLOWED IF THE AVERAGE NUMBER OF EMPLOYEES\n   46  EMPLOYED BY THE TAXPAYER AT LOCATIONS OF ITS  OPERATIONS  IDENTIFIED  TO\n   47  THE COMMISSIONER OF ECONOMIC DEVELOPMENT IN ITS APPLICATION TO BE TREAT-\n   48  ED  AS  AN  ELIGIBLE  HIGH-TECH  ENTERPRISE,  IN  WHICH SUCH PROPERTY IS\n   49  LOCATED DURING SUCH TAXABLE YEAR IS AT LEAST ONE HUNDRED ONE PERCENT  OF\n   50  THE  AVERAGE  NUMBER  OF  EMPLOYEES  EMPLOYED  BY  THE  TAXPAYER IN SUCH\n   51  LOCATION DURING THE TAXABLE YEAR IMMEDIATELY PRECEDING THE TAXABLE  YEAR\n   52  FOR WHICH THE CREDIT UNDER SUCH SECTION THIRTY-EIGHT IS ALLOWED.\n   53    (B)  THE  AVERAGE  NUMBER  OF  EMPLOYEES EMPLOYED IN A LOCATION OF ITS\n   54  OPERATIONS IDENTIFIED TO THE COMMISSIONER OF ECONOMIC DEVELOPMENT IN ITS\n   55  APPLICATION TO BE TREATED AS AN ELIGIBLE HIGH-TECH ENTERPRISE IN A TAXA-\n   56  BLE YEAR SHALL BE COMPUTED BY ASCERTAINING THE NUMBER OF SUCH  EMPLOYEES\n\n       A. 1083                            12\n\n    1  WITHIN SUCH LOCATION EMPLOYED BY THE TAXPAYER ON THE THIRTY-FIRST DAY OF\n    2  MARCH, THE THIRTIETH DAY OF JUNE, THE THIRTIETH DAY OF SEPTEMBER AND THE\n    3  THIRTY-FIRST DAY OF DECEMBER IN THE TAXABLE YEAR, BY ADDING TOGETHER THE\n    4  NUMBER  OF  EMPLOYEES ASCERTAINED IN EACH OF SUCH DATES AND DIVIDING THE\n    5  SUM SO OBTAINED BY THE NUMBER OF  SUCH  ABOVEMENTIONED  DATES  OCCURRING\n    6  WITHIN THE TAXABLE YEAR.\n    7    (C) IF THE AMOUNT OF CREDIT ALLOWED UNDER THIS SECTION FOR ANY TAXABLE\n    8  YEAR  SHALL  EXCEED  THE TAXPAYER'S TAX FOR SUCH YEAR, THE EXCESS MAY BE\n    9  CARRIED OVER TO THE FOLLOWING YEAR OR YEARS AND MAY BE DEDUCTED FROM THE\n   10  TAXPAYER'S TAX FOR SUCH YEAR OR YEARS. IN LIEU OF CARRYING OVER ANY SUCH\n   11  EXCESS, A TAXPAYER MAY, AT HIS OPTION, RECEIVE  FIFTY  PERCENT  OF  SUCH\n   12  EXCESS  AS A REFUND. ANY REFUND PAID PURSUANT TO THIS PARAGRAPH SHALL BE\n   13  DEEMED TO BE A REFUND OF AN OVERPAYMENT OF TAX AS  PROVIDED  IN  SECTION\n   14  SIX  HUNDRED  EIGHTY-SIX  OF  THIS  ARTICLE,  PROVIDED, HOWEVER, THAT NO\n   15  INTEREST SHALL BE PAID THEREON.\n   16    S 5. Section 210 of the tax law is amended by adding a new subdivision\n   17  19-a to read as follows:\n   18    19-A. INNOVATION TECHNOLOGY WAGE TAX CREDIT. (A) A TAXPAYER  SHALL  BE\n   19  ALLOWED  A  CREDIT,  TO BE COMPUTED AS HEREINAFTER PROVIDED, AGAINST THE\n   20  TAX IMPOSED BY THIS ARTICLE, WHERE THE TAXPAYER HAS BEEN APPROVED AS  AN\n   21  ELIGIBLE HIGH-TECH ENTERPRISE UNDER SECTION FOUR HUNDRED OF THE ECONOMIC\n   22  DEVELOPMENT  LAW.  THE  AMOUNT  OF SUCH CREDIT SHALL BE AS PRESCRIBED IN\n   23  PARAGRAPH (D) OF THIS SUBDIVISION. SUCH CREDIT SHALL  BE  AVAILABLE  FOR\n   24  FIVE SUCCESSIVE YEARS COMMENCING WITH THE YEAR IN WHICH THE TAXPAYER HAS\n   25  NET NEW EMPLOYEES AS DEFINED IN SECTION FOUR HUNDRED ONE OF THE ECONOMIC\n   26  DEVELOPMENT LAW FOR MORE THAN HALF THE TAXPAYER'S FISCAL YEAR.\n   27    (B)  FOR  THE  PURPOSES OF THIS SUBDIVISION, THE FOLLOWING TERMS SHALL\n   28  HAVE THE FOLLOWING MEANINGS:\n   29    (1) \"ELIGIBLE WAGES\" MEANS WAGES PAID BY THE TAXPAYER  FOR  EMPLOYMENT\n   30  DURING  THE  TAXABLE  YEAR, AT LOCATIONS OF AN ELIGIBLE HIGH-TECH ENTER-\n   31  PRISE'S OPERATIONS IDENTIFIED TO THE COMMISSIONER OF  ECONOMIC  DEVELOP-\n   32  MENT  IN  ITS  APPLICATION TO BE TREATED AS AN ELIGIBLE HIGH-TECH ENTER-\n   33  PRISE.\n   34    (2) \"TARGETED EMPLOYEE\" MEANS A NEW YORK RESIDENT WHO RECEIVES  ELIGI-\n   35  BLE  WAGES AND WHO IS (I) AN ELIGIBLE INDIVIDUAL UNDER THE PROVISIONS OF\n   36  THE TARGETED JOBS TAX CREDIT (SECTION FIFTY-ONE OF THE INTERNAL  REVENUE\n   37  CODE),  (II) ELIGIBLE FOR BENEFITS UNDER THE PROVISIONS OF THE WORKFORCE\n   38  INVESTMENT ACT AS A DISLOCATED WORKER  OR  LOW-INCOME  INDIVIDUAL  (P.L.\n   39  105-220,  AS  AMENDED), (III) A RECIPIENT OF PUBLIC ASSISTANCE BENEFITS,\n   40  (IV) AN INDIVIDUAL WHOSE INCOME IS BELOW THE MOST  RECENTLY  ESTABLISHED\n   41  POVERTY RATE PROMULGATED BY THE UNITED STATES DEPARTMENT OF COMMERCE, OR\n   42  A  MEMBER  OF  A  FAMILY  WHOSE FAMILY INCOME IS BELOW THE MOST RECENTLY\n   43  ESTABLISHED POVERTY RATE PROMULGATED BY THE APPROPRIATE  FEDERAL  AGENCY\n   44  OR  (V) AN HONORABLY DISCHARGED MEMBER OF ANY BRANCH OF THE ARMED FORCES\n   45  OF THE UNITED STATES. AN INDIVIDUAL WHO SATISFIES THE CRITERIA SET FORTH\n   46  IN CLAUSE (I), (II), (IV) OR (V) OF THIS SUBPARAGRAPH  AT  THE  TIME  OF\n   47  INITIAL  EMPLOYMENT  IN  THE  JOB  WITH  RESPECT  TO WHICH THE CREDIT IS\n   48  CLAIMED, OR WHO SATISFIES THE CRITERION SET FORTH  IN  CLAUSE  (III)  OF\n   49  THIS  SUBPARAGRAPH  AT  SUCH TIME OR AT ANY TIME WITHIN THE PREVIOUS TWO\n   50  YEARS, SHALL BE A TARGETED EMPLOYEE SO LONG AS SUCH INDIVIDUAL CONTINUES\n   51  TO RECEIVE ELIGIBLE WAGES.\n   52    (3) \"AVERAGE  NUMBER  OF  INDIVIDUALS  EMPLOYED  FULL-TIME\"  SHALL  BE\n   53  COMPUTED  BY ASCERTAINING THE NUMBER OF SUCH INDIVIDUALS EMPLOYED BY THE\n   54  TAXPAYER ON THE THIRTY-FIRST DAY OF MARCH, THE THIRTIETH  DAY  OF  JUNE,\n   55  THE  THIRTIETH  DAY  OF  SEPTEMBER  AND THE THIRTY-FIRST DAY OF DECEMBER\n   56  DURING EACH TAXABLE YEAR OR OTHER APPLICABLE PERIOD, BY ADDING  TOGETHER\n\n       A. 1083                            13\n\n    1  THE  NUMBER  OF  SUCH  INDIVIDUALS ASCERTAINED ON EACH OF SUCH DATES AND\n    2  DIVIDING THE SUM SO OBTAINED BY THE NUMBER OF SUCH DATES OCCURRING WITH-\n    3  IN SUCH TAXABLE YEAR OR OTHER APPLICABLE PERIOD.\n    4    (C)  THE  AMOUNT OF THE CREDIT SHALL EQUAL THE SUM OF: (1) THE PRODUCT\n    5  OF THREE THOUSAND DOLLARS AND THE AVERAGE NUMBER OF INDIVIDUALS EMPLOYED\n    6  FULL-TIME BY THE  TAXPAYER,  COMPUTED  PURSUANT  TO  THE  PROVISIONS  OF\n    7  SUBPARAGRAPH  THREE  OF  PARAGRAPH  (B)  OF  THIS  SUBDIVISION,  WHO (I)\n    8  RECEIVED ELIGIBLE WAGES FOR MORE THAN HALF OF  THE  TAXABLE  YEAR,  (II)\n    9  RECEIVED  WITH  RESPECT TO MORE THAN HALF OF THE PERIOD OF EMPLOYMENT BY\n   10  THE TAXPAYER DURING THE TAXABLE YEAR, AN HOURLY WAGE WHICH WAS AT  LEAST\n   11  ONE HUNDRED THIRTY-FIVE PERCENT OF THE MINIMUM WAGE SPECIFIED IN SECTION\n   12  SIX  HUNDRED  FIFTY-TWO  OF THE LABOR LAW, (III) ARE TARGETED EMPLOYEES,\n   13  AND (IV) ARE HIRED AFTER THE TEST DATE; AND (2) THE PRODUCT  OF  FIFTEEN\n   14  HUNDRED  DOLLARS  AND THE AVERAGE NUMBER OF INDIVIDUALS (EXCLUDING INDI-\n   15  VIDUALS DESCRIBED IN SUBPARAGRAPH ONE OF THIS PARAGRAPH) EMPLOYED  FULL-\n   16  TIME BY THE TAXPAYER AND HIRED AFTER THE TEST DATE, COMPUTED PURSUANT TO\n   17  THE  PROVISIONS  OF SUBPARAGRAPH THREE OF PARAGRAPH (B) OF THIS SUBDIVI-\n   18  SION, WHO RECEIVED ELIGIBLE WAGES FOR MORE  THAN  HALF  OF  THE  TAXABLE\n   19  YEAR.   PROVIDED, FURTHER, HOWEVER, THAT THE CREDIT PROVIDED FOR IN THIS\n   20  SUBDIVISION WITH RESPECT TO THE TAXABLE YEAR,  AND  CARRYOVERS  OF  SUCH\n   21  CREDIT  TO  THE  TAXABLE  YEAR, DEDUCTED FROM THE TAX OTHERWISE DUE, MAY\n   22  NOT, IN THE AGGREGATE, EXCEED FIFTY PERCENT OF  THE  TAX  IMPOSED  UNDER\n   23  SECTION  SIX  HUNDRED ONE OF THIS CHAPTER COMPUTED WITHOUT REGARD TO ANY\n   24  CREDIT PROVIDED FOR UNDER THIS ARTICLE.\n   25    (D) FOR PURPOSES OF CALCULATING THE AMOUNT OF THE CREDIT,  INDIVIDUALS\n   26  EMPLOYED  WITHIN THE STATE WITHIN THE IMMEDIATELY PRECEDING SIXTY MONTHS\n   27  BY A RELATED PERSON, AS SUCH TERM IS  DEFINED  IN  SUBPARAGRAPH  (C)  OF\n   28  PARAGRAPH  THREE OF SUBSECTION (B) OF SECTION FOUR HUNDRED SIXTY-FIVE OF\n   29  THE INTERNAL REVENUE CODE, SHALL NOT BE INCLUDED IN THE  AVERAGE  NUMBER\n   30  OF  INDIVIDUALS  DESCRIBED  IN  SUBPARAGRAPH  ONE OR SUBPARAGRAPH TWO OF\n   31  PARAGRAPH (C) OF THIS SUBDIVISION, UNLESS SUCH RELATED PERSON WAS  NEVER\n   32  ALLOWED  A CREDIT UNDER THIS SUBDIVISION WITH RESPECT TO SUCH EMPLOYEES.\n   33  FOR PURPOSES OF THIS SUBPARAGRAPH, A \"RELATED PERSON\" SHALL  INCLUDE  AN\n   34  ENTITY  WHICH WOULD HAVE QUALIFIED AS A \"RELATED PERSON\" TO THE TAXPAYER\n   35  IF IT HAD NOT BEEN DISSOLVED, LIQUIDATED, MERGED WITH ANOTHER ENTITY  OR\n   36  OTHERWISE CEASED TO EXIST OR OPERATE.\n   37    (E)  THE  DOLLAR  AMOUNTS  SPECIFIED  UNDER SUBPARAGRAPH ONE OR TWO OF\n   38  PARAGRAPH (C) OF THIS SUBDIVISION SHALL BE  INCREASED  BY  FIVE  HUNDRED\n   39  DOLLARS  FOR  EACH  QUALIFYING  INDIVIDUAL  UNDER  SUCH SUBPARAGRAPH WHO\n   40  RECEIVED, DURING THE TAXABLE YEAR, WAGES IN  EXCESS  OF  FORTY  THOUSAND\n   41  DOLLARS.\n   42    (F)  IF THE AMOUNT OF THE CREDIT AND CARRYOVERS OF SUCH CREDIT ALLOWED\n   43  UNDER THIS SECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S  TAX\n   44  FOR  SUCH  YEAR, THE EXCESS, AS WELL AS ANY PART OF THE CREDIT OR CARRY-\n   45  OVERS OF SUCH CREDIT, OR BOTH, WHICH MAY NOT BE DEDUCTED  FROM  THE  TAX\n   46  OTHERWISE  DUE  BY REASON OF THE FINAL SENTENCE IN PARAGRAPH (D) OF THIS\n   47  SUBDIVISION, MAY BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS AND  MAY\n   48  BE  DEDUCTED  FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS. IN LIEU OF\n   49  CARRYING OVER ANY SUCH EXCESS, A TAXPAYER MAY, AT  HIS  OPTION,  RECEIVE\n   50  FIFTY  PERCENT  OF  SUCH EXCESS AS A REFUND. ANY REFUND PAID PURSUANT TO\n   51  THIS PARAGRAPH SHALL BE DEEMED TO BE A REFUND OF AN OVERPAYMENT  OF  TAX\n   52  AS PROVIDED IN SECTION SIX HUNDRED EIGHTY-SIX OF THIS CHAPTER, PROVIDED,\n   53  HOWEVER, THAT NO INTEREST SHALL BE PAID THEREON.\n   54    S  6. Section 606 of the tax law is amended by adding a new subsection\n   55  (k-1) to read as follows:\n\n       A. 1083                            14\n\n    1    (K-1) INNOVATION TECHNOLOGY WAGE TAX CREDIT. (1) A TAXPAYER  SHALL  BE\n    2  ALLOWED  A  CREDIT,  TO BE COMPUTED AS HEREINAFTER PROVIDED, AGAINST THE\n    3  TAX IMPOSED BY THIS ARTICLE, WHERE THE TAXPAYER HAS BEEN APPROVED AS  AN\n    4  ELIGIBLE HIGH-TECH ENTERPRISE UNDER SECTION FOUR HUNDRED OF THE ECONOMIC\n    5  DEVELOPMENT  LAW.  THE  AMOUNT  OF SUCH CREDIT SHALL BE AS PRESCRIBED IN\n    6  PARAGRAPH TWO OF THIS SUBSECTION. SUCH CREDIT  SHALL  BE  AVAILABLE  FOR\n    7  FIVE SUCCESSIVE YEARS COMMENCING WITH THE YEAR IN WHICH THE TAXPAYER HAS\n    8  EMPLOYEES FOR MORE THAN HALF THE TAXPAYER'S FISCAL YEAR.\n    9    (2)  FOR  THE  PURPOSES  OF THIS SUBSECTION, THE FOLLOWING TERMS SHALL\n   10  HAVE THE FOLLOWING MEANINGS:\n   11    (A) \"ELIGIBLE WAGES\" MEANS WAGES PAID BY THE TAXPAYER  FOR  EMPLOYMENT\n   12  DURING  THE  TAXABLE  YEAR, AT LOCATIONS OF AN ELIGIBLE HIGH-TECH ENTER-\n   13  PRISE'S OPERATIONS IDENTIFIED TO THE COMMISSIONER OF  ECONOMIC  DEVELOP-\n   14  MENT  IN  ITS  APPLICATION TO BE TREATED AS AN ELIGIBLE HIGH-TECH ENTER-\n   15  PRISE.\n   16    (B) \"TARGETED EMPLOYEE\" MEANS A NEW YORK RESIDENT WHO RECEIVES  ELIGI-\n   17  BLE  WAGES AND WHO IS (I) AN ELIGIBLE INDIVIDUAL UNDER THE PROVISIONS OF\n   18  THE TARGETED JOBS TAX CREDIT (SECTION FIFTY-ONE OF THE INTERNAL  REVENUE\n   19  CODE),  (II) ELIGIBLE FOR BENEFITS UNDER THE PROVISIONS OF THE WORKFORCE\n   20  INVESTMENT ACT AS A DISLOCATED WORKER  OR  LOW-INCOME  INDIVIDUAL  (P.L.\n   21  105-220,  AS  AMENDED), (III) A RECIPIENT OF PUBLIC ASSISTANCE BENEFITS,\n   22  (IV) AN INDIVIDUAL WHOSE INCOME IS BELOW THE MOST  RECENTLY  ESTABLISHED\n   23  POVERTY RATE PROMULGATED BY THE UNITED STATES DEPARTMENT OF COMMERCE, OR\n   24  A  MEMBER  OF  A  FAMILY  WHOSE FAMILY INCOME IS BELOW THE MOST RECENTLY\n   25  ESTABLISHED POVERTY RATE PROMULGATED BY THE APPROPRIATE  FEDERAL  AGENCY\n   26  OR  (V) AN HONORABLY DISCHARGED MEMBER OF ANY BRANCH OF THE ARMED FORCES\n   27  OF THE UNITED STATES. AN INDIVIDUAL WHO SATISFIES THE CRITERIA SET FORTH\n   28  IN CLAUSE (I), (II), (IV) OR (V) OF THIS SUBPARAGRAPH  AT  THE  TIME  OF\n   29  INITIAL  EMPLOYMENT  IN  THE  JOB  WITH  RESPECT  TO WHICH THE CREDIT IS\n   30  CLAIMED, OR WHO SATISFIES THE CRITERION SET FORTH  IN  CLAUSE  (III)  OF\n   31  THIS  SUBPARAGRAPH  AT  SUCH TIME OR AT ANY TIME WITHIN THE PREVIOUS TWO\n   32  YEARS, SHALL BE A TARGETED EMPLOYEE SO LONG AS SUCH INDIVIDUAL CONTINUES\n   33  TO RECEIVE ELIGIBLE WAGES.\n   34    (C) \"AVERAGE  NUMBER  OF  INDIVIDUALS  EMPLOYED  FULL-TIME\"  SHALL  BE\n   35  COMPUTED  BY ASCERTAINING THE NUMBER OF SUCH INDIVIDUALS EMPLOYED BY THE\n   36  TAXPAYER ON THE THIRTY-FIRST DAY OF MARCH, THE THIRTIETH  DAY  OF  JUNE,\n   37  THE  THIRTIETH  DAY  OF  SEPTEMBER  AND THE THIRTY-FIRST DAY OF DECEMBER\n   38  DURING EACH TAXABLE YEAR OR OTHER APPLICABLE PERIOD, BY ADDING  TOGETHER\n   39  THE  NUMBER  OF  SUCH  INDIVIDUALS ASCERTAINED ON EACH OF SUCH DATES AND\n   40  DIVIDING THE SUM SO OBTAINED BY THE NUMBER OF SUCH DATES OCCURRING WITH-\n   41  IN SUCH TAXABLE YEAR OR OTHER APPLICABLE PERIOD.\n   42    (3) THE AMOUNT OF THE CREDIT SHALL EQUAL THE SUM OF: (A)  THE  PRODUCT\n   43  OF THREE THOUSAND DOLLARS AND THE AVERAGE NUMBER OF INDIVIDUALS EMPLOYED\n   44  FULL-TIME  BY  THE  TAXPAYER,  COMPUTED  PURSUANT  TO  THE PROVISIONS OF\n   45  SUBPARAGRAPH (C) OF PARAGRAPH TWO OF THIS SUBSECTION, WHO  (I)  RECEIVED\n   46  ELIGIBLE  WAGES  FOR  MORE  THAN HALF OF THE TAXABLE YEAR, (II) RECEIVED\n   47  WITH RESPECT TO MORE THAN HALF  OF  THE  PERIOD  OF  EMPLOYMENT  BY  THE\n   48  TAXPAYER  DURING THE TAXABLE YEAR, AN HOURLY WAGE WHICH WAS AT LEAST ONE\n   49  HUNDRED THIRTY-FIVE PERCENT OF THE MINIMUM WAGE SPECIFIED IN SECTION SIX\n   50  HUNDRED FIFTY-TWO OF THE LABOR LAW, AND (III)  ARE  TARGETED  EMPLOYEES;\n   51  AND (B) THE PRODUCT OF FIFTEEN HUNDRED DOLLARS AND THE AVERAGE NUMBER OF\n   52  INDIVIDUALS (EXCLUDING INDIVIDUALS DESCRIBED IN SUBPARAGRAPH (A) OF THIS\n   53  PARAGRAPH)  EMPLOYED FULL-TIME BY THE TAXPAYER, COMPUTED PURSUANT TO THE\n   54  PROVISIONS OF SUBPARAGRAPH (C) OF PARAGRAPH TWO OF THIS SUBSECTION,  WHO\n   55  RECEIVED  ELIGIBLE  WAGES  FOR  MORE  THAN  HALF  OF  THE  TAXABLE YEAR.\n   56  PROVIDED, FURTHER,  HOWEVER,  THAT  THE  CREDIT  PROVIDED  FOR  IN  THIS\n\n       A. 1083                            15\n\n    1  SUBSECTION  WITH  RESPECT  TO  THE  TAXABLE YEAR, AND CARRYOVERS OF SUCH\n    2  CREDIT TO THE TAXABLE YEAR, DEDUCTED FROM THE  TAX  OTHERWISE  DUE,  MAY\n    3  NOT,  IN  THE  AGGREGATE,  EXCEED FIFTY PERCENT OF THE TAX IMPOSED UNDER\n    4  SECTION  SIX  HUNDRED  ONE  OF  THIS PART COMPUTED WITHOUT REGARD TO ANY\n    5  CREDIT PROVIDED FOR UNDER THIS ARTICLE.\n    6    (4) FOR PURPOSES OF CALCULATING THE AMOUNT OF THE CREDIT,  INDIVIDUALS\n    7  EMPLOYED  WITHIN THE STATE WITHIN THE IMMEDIATELY PRECEDING SIXTY MONTHS\n    8  BY A RELATED PERSON, AS SUCH TERM IS  DEFINED  IN  SUBPARAGRAPH  (C)  OF\n    9  PARAGRAPH  THREE OF SUBSECTION (B) OF SECTION FOUR HUNDRED SIXTY-FIVE OF\n   10  THE INTERNAL REVENUE CODE, SHALL NOT BE INCLUDED IN THE  AVERAGE  NUMBER\n   11  OF  INDIVIDUALS  DESCRIBED  IN SUBPARAGRAPH (C) OF PARAGRAPH TWO OF THIS\n   12  SUBSECTION, UNLESS SUCH RELATED PERSON WAS NEVER ALLOWED A CREDIT  UNDER\n   13  THIS  SUBSECTION  WITH  RESPECT  TO SUCH EMPLOYEES. FOR PURPOSES OF THIS\n   14  SUBPARAGRAPH, A \"RELATED PERSON\" SHALL INCLUDE  AN  ENTITY  WHICH  WOULD\n   15  HAVE  QUALIFIED AS A \"RELATED PERSON\" TO THE TAXPAYER IF IT HAD NOT BEEN\n   16  DISSOLVED, LIQUIDATED, MERGED WITH ANOTHER ENTITY OR OTHERWISE CEASED TO\n   17  EXIST OR OPERATE.\n   18    (5) THE DOLLAR AMOUNTS SPECIFIED UNDER  SUBPARAGRAPH  (A)  OR  (B)  OF\n   19  PARAGRAPH  THREE  OF  THIS SUBSECTION SHALL BE INCREASED BY FIVE HUNDRED\n   20  DOLLARS FOR EACH  QUALIFYING  INDIVIDUAL  UNDER  SUCH  SUBPARAGRAPH  WHO\n   21  RECEIVED,  DURING  THE  TAXABLE  YEAR, WAGES IN EXCESS OF FORTY THOUSAND\n   22  DOLLARS.\n   23    (6) IF THE AMOUNT OF THE CREDIT AND CARRYOVERS OF SUCH CREDIT  ALLOWED\n   24  UNDER  THIS SECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX\n   25  FOR SUCH YEAR, THE EXCESS, AS WELL AS ANY PART OF THE CREDIT  OR  CARRY-\n   26  OVERS  OF  SUCH  CREDIT, OR BOTH, WHICH MAY NOT BE DEDUCTED FROM THE TAX\n   27  OTHERWISE DUE BY REASON OF THE FINAL SENTENCE IN PARAGRAPH THREE OF THIS\n   28  SUBSECTION, MAY BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS  AND  MAY\n   29  BE  DEDUCTED  FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS. IN LIEU OF\n   30  CARRYING OVER ANY SUCH EXCESS, A TAXPAYER MAY, AT  HIS  OPTION,  RECEIVE\n   31  FIFTY  PERCENT  OF  SUCH EXCESS AS A REFUND. ANY REFUND PAID PURSUANT TO\n   32  THIS PARAGRAPH SHALL BE DEEMED TO BE A REFUND OF AN OVERPAYMENT  OF  TAX\n   33  AS PROVIDED IN SECTION SIX HUNDRED EIGHTY-SIX OF THIS ARTICLE, PROVIDED,\n   34  HOWEVER, THAT NO INTEREST SHALL BE PAID THEREON.\n   35    S  7.  Section  606  of  the  tax  law  is  amended  by adding two new\n   36  subsections (bb-1) and (cc-1) to read as follows:\n   37    (BB-1) INNOVATION TECHNOLOGY  CREDIT  FOR  REAL  PROPERTY  TAXES.  (1)\n   38  ALLOWANCE  OF  CREDIT.  A TAXPAYER WHICH IS AN ELIGIBLE HIGH-TECH ENTER-\n   39  PRISE AS DEFINED IN SECTION FOUR HUNDRED  OF  THE  ECONOMIC  DEVELOPMENT\n   40  LAW,  OR  WHICH IS A SOLE PROPRIETOR OF AN ELIGIBLE HIGH-TECH ENTERPRISE\n   41  OR A MEMBER OF A PARTNERSHIP WHICH IS AN ELIGIBLE HIGH-TECH  ENTERPRISE,\n   42  SHALL  BE  ALLOWED  A  CREDIT  FOR  ELIGIBLE  REAL PROPERTY TAXES, TO BE\n   43  COMPUTED AS PROVIDED IN SECTION THIRTY-SIX OF THIS CHAPTER, AGAINST  THE\n   44  TAX IMPOSED BY THIS ARTICLE.\n   45    (2)  APPLICATION  OF CREDIT. IF THE AMOUNT OF THE CREDIT ALLOWED UNDER\n   46  THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR\n   47  SUCH YEAR, THE EXCESS SHALL BE TREATED AS AN OVERPAYMENT OF  TAX  TO  BE\n   48  CREDITED  OR  REFUNDED  IN ACCORDANCE WITH THE PROVISIONS OF SECTION SIX\n   49  HUNDRED EIGHTY-SIX OF THIS ARTICLE, PROVIDED, HOWEVER, THAT NO  INTEREST\n   50  SHALL BE PAID THEREON.\n   51    (CC-1)  INNOVATION TECHNOLOGY TAX REDUCTION CREDIT. ALLOWANCE OF CRED-\n   52  IT. A TAXPAYER WHICH IS AN ELIGIBLE HIGH-TECH ENTERPRISE AS  DEFINED  IN\n   53  SECTION FOUR HUNDRED OF THE ECONOMIC DEVELOPMENT LAW, OR WHICH IS A SOLE\n   54  PROPRIETOR OF AN ELIGIBLE HIGH-TECH ENTERPRISE OR A MEMBER OF A PARTNER-\n   55  SHIP  WHICH  IS  AN  ELIGIBLE  HIGH-TECH ENTERPRISE, SHALL BE ALLOWED AN\n\n       A. 1083                            16\n\n    1  INNOVATION TECHNOLOGY TAX REDUCTION CREDIT AGAINST THE  TAX  IMPOSED  BY\n    2  SUBSECTIONS (A) THROUGH (E) OF SECTION SIX HUNDRED ONE OF THIS PART.\n    3    S  8. Section 210 of the tax law is amended by adding two new subdivi-\n    4  sions 27-a and 28-a to read as follows:\n    5    27-A. INNOVATION TECHNOLOGY CREDIT FOR REAL PROPERTY TAXES. (A) ALLOW-\n    6  ANCE OF CREDIT. A TAXPAYER WHICH IS AN ELIGIBLE HIGH-TECH ENTERPRISE  AS\n    7  DEFINED IN SECTION FOUR HUNDRED OF THE ECONOMIC DEVELOPMENT LAW SHALL BE\n    8  ALLOWED  A  CREDIT  FOR  ELIGIBLE REAL PROPERTY TAXES, TO BE COMPUTED AS\n    9  PROVIDED IN SECTION THIRTY-SIX OF THIS CHAPTER, AGAINST THE TAX  IMPOSED\n   10  BY THIS ARTICLE.\n   11    (B)  APPLICATION  OF CREDIT. THE CREDIT ALLOWED UNDER THIS SUBDIVISION\n   12  FOR ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO  LESS\n   13  THAN  THE  HIGHER OF THE AMOUNTS PRESCRIBED IN PARAGRAPHS (C) AND (D) OF\n   14  SUBDIVISION ONE OF THIS  SECTION.  HOWEVER,  IF  THE  AMOUNT  OF  CREDIT\n   15  ALLOWED  UNDER  THIS SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE TAX TO\n   16  SUCH AMOUNT, ANY AMOUNT OF CREDIT THUS NOT DEDUCTIBLE  IN  SUCH  TAXABLE\n   17  YEAR  SHALL  BE  TREATED  AS  AN  OVERPAYMENT  OF  TAX TO BE CREDITED OR\n   18  REFUNDED IN ACCORDANCE WITH  THE  PROVISIONS  OF  SECTION  ONE  THOUSAND\n   19  EIGHTY-SIX  OF  THIS  CHAPTER.  PROVIDED,  HOWEVER,  THE  PROVISIONS  OF\n   20  SUBSECTION (C) OF SECTION ONE  THOUSAND  EIGHTY-EIGHT  OF  THIS  CHAPTER\n   21  NOTWITHSTANDING, NO INTEREST SHALL BE PAID THEREON.\n   22    28-A.  INNOVATION  TECHNOLOGY  TAX  REDUCTION CREDIT. (A) ALLOWANCE OF\n   23  CREDIT. A TAXPAYER WHICH IS AN ELIGIBLE HIGH-TECH ENTERPRISE AS  DEFINED\n   24  IN SECTION FOUR HUNDRED OF THE ECONOMIC DEVELOPMENT LAW SHALL BE ALLOWED\n   25  AN  INNOVATION  TECHNOLOGY  TAX  REDUCTION  CREDIT,  TO  BE  COMPUTED AS\n   26  PROVIDED IN SECTION  THIRTY-SEVEN  OF  THIS  CHAPTER,  AGAINST  THE  TAX\n   27  IMPOSED BY THIS ARTICLE.\n   28    (B)  APPLICATION  OF CREDIT. THE CREDIT ALLOWED UNDER THIS SUBDIVISION\n   29  FOR ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO  LESS\n   30  THAN  THE  AMOUNT PRESCRIBED IN PARAGRAPH (D) OF SUBDIVISION ONE OF THIS\n   31  SECTION.\n   32    S 9. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   33  of  the tax law is amended by adding three new clauses (xxxii), (xxxiii)\n   34  and  (xxxiv) to read as follows:\n\n   35  (XXXII) INNOVATION TECHNOLOGY WAGE   ELIGIBLE WAGES UNDER SUBDIVISION\n   36  TAX CREDIT UNDER SUBSECTION (K-1)    NINETEEN-A OF SECTION TWO HUNDRED\n   37                                       TEN\n\n   38  (XXXIII) INNOVATION TECHNOLOGY CREDITAMOUNT OF CREDIT UNDER SUBDIVISION\n   39  FOR REAL PROPERTY TAXES UNDER        TWENTY-SEVEN-A OF SECTION TWO\n   40  SUBSECTION (BB-1)                    HUNDRED TEN\n\n   41  (XXXIV) INNOVATION TECHNOLOGY TAX    AMOUNT OF BENEFIT UNDER SUBDIVISION\n   42  REDUCTION CREDIT UNDER SUBSECTION    TWENTY-EIGHT-A OF SECTION TWO\n   43  (CC-1)                               HUNDRED TEN\n   44    S 10. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T150413.TXT", "SOBI.D110106.T133220.TXT", "SOBI.D110106.T132720.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294430653050
}