{
  "year" : 2011,
  "senateBillNo" : "A1086-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to social services",
    "billEventId" : "A1086-2011-1294203600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the monthly personal needs allowance for those receiving or eligible to receive supplemental security income payments and/or additional state payments",
  "summary" : "Increases the monthly personal needs allowance for residents of certain residential health care facilities receiving or eligible to receive supplemental security income payments and/or additional state payments to $75 per month over a five year period. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A1205-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1086\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, PHEFFER -- read once and referred to the\n         Committee on Social Services\n\n       AN  ACT  to  amend  the social services law, in relation to the personal\n         expense allowance for residents of residential health care  facilities\n         receiving or eligible to receive supplemental security income payments\n         and/or additional state payments\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Item (A) of clause (i) and  item  (A)  of  clause  (ii)  of\n    2  subparagraph  10 of paragraph (a) of subdivision 2 of section 366 of the\n    3  social services law, item (A) of clause (i) as added by chapter  705  of\n    4  the  laws  of 1988 and item (A) of clause (ii) as amended by chapter 855\n    5  of the laws of 1990, are amended to read as follows:\n    6    (A) for the personal expenses of a resident of  a  residential  health\n    7  care  facility,  as  defined  by section twenty-eight hundred one of the\n    8  public health law, the amount of fifty-five dollars per month FOR FISCAL\n    9  YEARS BEGINNING PRIOR TO  JANUARY  FIRST,  TWO  THOUSAND  TWELVE;  SIXTY\n   10  DOLLARS PER MONTH FOR THE FISCAL YEAR BEGINNING JANUARY FIRST, TWO THOU-\n   11  SAND  TWELVE; SIXTY-FIVE DOLLARS PER MONTH FOR THE FISCAL YEAR BEGINNING\n   12  JANUARY FIRST, TWO THOUSAND THIRTEEN; SEVENTY DOLLARS PER MONTH FOR  THE\n   13  FISCAL  YEAR  BEGINNING JANUARY FIRST, TWO THOUSAND FOURTEEN; AND SEVEN-\n   14  TY-FIVE DOLLARS PER MONTH FOR FISCAL YEARS BEGINNING ON AND AFTER  JANU-\n   15  ARY FIRST, TWO THOUSAND FIFTEEN;\n   16    (A)  for  the  personal expenses of a resident of a residential health\n   17  care facility, as defined by section twenty-eight  hundred  one  of  the\n   18  public  health  law,  the  amount  of fifty dollars per month FOR FISCAL\n   19  YEARS BEGINNING PRIOR TO JANUARY FIRST, TWO THOUSAND TWELVE;  FIFTY-FIVE\n   20  DOLLARS PER MONTH FOR THE FISCAL YEAR BEGINNING JANUARY FIRST, TWO THOU-\n   21  SAND TWELVE; SIXTY DOLLARS PER MONTH FOR THE FISCAL YEAR BEGINNING JANU-\n   22  ARY  FIRST,  TWO THOUSAND THIRTEEN; SIXTY-FIVE DOLLARS PER MONTH FOR THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01455-01-1\n\n       A. 1086                             2\n\n    1  FISCAL YEAR BEGINNING JANUARY  FIRST,  TWO  THOUSAND  FOURTEEN;  SEVENTY\n    2  DOLLARS PER MONTH FOR THE FISCAL YEAR BEGINNING JANUARY FIRST, TWO THOU-\n    3  SAND  FIFTEEN AND SEVENTY-FIVE DOLLARS PER MONTH FOR FISCAL YEARS BEGIN-\n    4  NING ON AND AFTER JANUARY FIRST, TWO THOUSAND SIXTEEN;\n    5    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to the personal expense allowance for residents of residential health care facilities receiving or eligible to receive supplemental security income payments and/or additional state payments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T150413.TXT", "SOBI.D110106.T133220.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294430653061
}