{
  "year" : 2011,
  "senateBillNo" : "A1081-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1081-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the short-term military service guardian",
  "summary" : "Creates the short term military service guardian; parent w/o joint custody may appoint service guardian; maximum 180 days. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "A10347-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1081\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CASTELLI -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN  ACT  to  amend  the  domestic relations law and the military law, in\n         relation to the creation of the short-term military service guardian\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The domestic relations law is amended by adding a new arti-\n    2  cle 6-A to read as follows:\n    3                                 ARTICLE 6-A\n    4                    SHORT-TERM MILITARY SERVICE GUARDIAN\n    5  SECTION 90. DEFINITIONS.\n    6          91. SHORT-TERM MILITARY SERVICE GUARDIAN.\n    7          92. DUTIES OF A SHORT-TERM MILITARY SERVICE GUARDIAN OF A MINOR.\n    8    S  90.  DEFINITIONS.  \"SHORT-TERM  MILITARY  SERVICE GUARDIAN\" MEANS A\n    9  GUARDIAN OF THE PERSON OF A MINOR, AS APPOINTED UNDER SECTION NINETY-ONE\n   10  OF THIS ARTICLE, EFFECTIVE ON THE DATE OF THE APPOINTMENT OR  TO  BECOME\n   11  EFFECTIVE  AT  A  LATER  DATE  UNDER SECTION NINETY-ONE OF THIS ARTICLE,\n   12  EXCEPT THAT A  SHORT-TERM  MILITARY  SERVICE  GUARDIAN  SHALL  HAVE  THE\n   13  AUTHORITY  TO  APPLY  FOR AND RECEIVE ON BEHALF OF THE MINOR BENEFITS TO\n   14  WHICH THE CHILD MAY BE ENTITLED FROM OR UNDER FEDERAL, STATE,  OR  LOCAL\n   15  ORGANIZATIONS OR PROGRAMS.\n   16    S  91.  SHORT-TERM  MILITARY SERVICE GUARDIAN. 1.   A PERSON WHO IS IN\n   17  ACTIVE MILITARY SERVICE AND WHO IS A PARENT, ADOPTIVE PARENT, OR ADJUDI-\n   18  CATED PARENT WHO HAS PHYSICAL CUSTODY OF A MINOR CHILD AND WHO DOES  NOT\n   19  SHARE  JOINT CUSTODY OF THE CHILD MAY APPOINT IN WRITING, WITH NOTICE TO\n   20  THE OTHER LIVING PARENT OF THE CHILD AND TO THE COURT  AS  DESCRIBED  IN\n   21  SUBDIVISION  TWO OF THIS SECTION, A SHORT-TERM MILITARY SERVICE GUARDIAN\n   22  OF THE MINOR CHILD. THE WRITTEN INSTRUMENT APPOINTING A SHORT-TERM MILI-\n   23  TARY SERVICE GUARDIAN SHALL BE DATED AND SHALL IDENTIFY  THE  APPOINTING\n   24  PARENT,  THE OTHER LIVING PARENT, THE MINOR, AND THE PERSON APPOINTED TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02598-01-1\n\n       A. 1081                             2\n\n    1  BE THE SHORT-TERM MILITARY  SERVICE  GUARDIAN.  THE  WRITTEN  INSTRUMENT\n    2  SHALL BE SIGNED BY, OR AT THE DIRECTION OF, THE APPOINTING PARENT IN THE\n    3  PRESENCE  OF AT LEAST TWO CREDIBLE WITNESSES, AT LEAST EIGHTEEN YEARS OF\n    4  AGE,  NEITHER  OF WHOM IS RELATED TO THE PARENT NOR THE PERSON APPOINTED\n    5  AS THE SHORT-TERM MILITARY SERVICE GUARDIAN. THE PERSON APPOINTED AS THE\n    6  SHORT-TERM MILITARY SERVICE GUARDIAN SHALL ALSO SIGN THE WRITTEN INSTRU-\n    7  MENT, BUT NEED NOT SIGN AT THE SAME TIME AS THE APPOINTING PARENT.\n    8    2. A PARENT SHALL NOT APPOINT A SHORT-TERM MILITARY  SERVICE  GUARDIAN\n    9  OF A MINOR CHILD IF THE CHILD HAS ANOTHER LIVING PARENT, ADOPTIVE PARENT\n   10  OR ADJUDICATED PARENT:\n   11    (A) WHO HAS JOINT CUSTODY OF THE CHILD,\n   12    (B) WHOSE PARENTAL RIGHTS HAVE NOT BEEN TERMINATED,\n   13    (C) WHOSE WHEREABOUTS ARE KNOWN, AND\n   14    (D)  WHO  IS  WILLING  AND ABLE TO MAKE AND CARRY OUT DAY-TO-DAY CHILD\n   15  CARE DECISIONS CONCERNING THE MINOR, UNLESS  THE  NON-APPOINTING  PARENT\n   16  CONSENTS  TO  THE  APPOINTMENT  BY  SIGNING  THE  WRITTEN  INSTRUMENT OF\n   17  APPOINTMENT.\n   18    3. THE APPOINTING PARENT SHALL ATTACH TO THE WRITTEN INSTRUMENT HIS OR\n   19  HER SWORN STATEMENT OF MAILING THAT STATES HE OR SHE SENT, NO LATER THAN\n   20  TWO DAYS AFTER THE WRITTEN INSTRUMENT WAS COMPLETED, COPIES  OF  HIS  OR\n   21  HER SWORN STATEMENT OF MAILING AND THE WRITTEN INSTRUMENT CONTAINING ALL\n   22  REQUIRED  SIGNATURES  AND  DATES BY CERTIFIED OR REGISTERED MAIL, RETURN\n   23  RECEIPT REQUESTED TO:\n   24    (A) THE LAST KNOWN ADDRESS OF THE OTHER LIVING PARENT,\n   25    (B) THE COURT WHICH ISSUED THE ORDER THAT AWARDED PHYSICAL CUSTODY  OF\n   26  THE CHILD TO THE APPOINTING PARENT,\n   27    (C)  THE  COURT  (IF  DIFFERENT  FROM  THE COURT THAT AWARDED PHYSICAL\n   28  CUSTODY OF THE CHILD TO THE APPOINTING PARENT)  WHICH  ISSUED  THE  LAST\n   29  ORDER  THAT  CONCERNS  THE  CHILD, THE CHILD'S SUPPORT, OR CUSTODY OF OR\n   30  VISITATION WITH THE CHILD, AND\n   31    (D) IF THERE IS NO COURT ORDER, THEN TO THE COURT CLERK IN THE  COUNTY\n   32  IN WHICH THE CHILD RESIDES.\n   33    4.    THE  APPOINTMENT  OF THE SHORT-TERM MILITARY SERVICE GUARDIAN IS\n   34  EFFECTIVE IMMEDIATELY UPON THE DATE THE WRITTEN INSTRUMENT IS  EXECUTED,\n   35  UNLESS  THE  WRITTEN  INSTRUMENT  PROVIDES FOR THE APPOINTMENT TO BECOME\n   36  EFFECTIVE UPON A LATER SPECIFIED  DATE  OR  EVENT.  THE  APPOINTMENT  IS\n   37  EFFECTIVE WITHOUT COURT APPROVAL. THE SHORT-TERM MILITARY SERVICE GUARD-\n   38  IAN  SHALL HAVE AUTHORITY TO ACT AS GUARDIAN OF THE MINOR AS PROVIDED IN\n   39  ARTICLE SIX OF THIS CHAPTER FOR A PERIOD OF ONE HUNDRED EIGHTY DAYS FROM\n   40  THE DATE THE APPOINTMENT IS  EFFECTIVE  UNLESS  THE  WRITTEN  INSTRUMENT\n   41  PROVIDES FOR THE APPOINTMENT TO TERMINATE UPON AN EARLIER SPECIFIED DATE\n   42  OR  EVENT.  ONLY ONE WRITTEN INSTRUMENT APPOINTING A SHORT-TERM MILITARY\n   43  SERVICE GUARDIAN MAY BE IN FORCE  AT  ANY  GIVEN  TIME,  BUT  A  WRITTEN\n   44  INSTRUMENT  PREPARED  IN  ACCORDANCE  WITH THE SAME REQUIREMENTS OF THIS\n   45  SECTION MAY REAPPOINT THE SHORT-TERM MILITARY SERVICE GUARDIAN OR NAME A\n   46  DIFFERENT SUCCESSOR SHORT-TERM MILITARY SERVICE GUARDIAN  FOR  AN  ADDI-\n   47  TIONAL  PERIOD  OF  ONE  HUNDRED  EIGHTY  DAYS.  A  REAPPOINTMENT OR THE\n   48  APPOINTMENT OF A SUCCESSOR SHORT-TERM MILITARY SERVICE GUARDIAN  MAY  BE\n   49  ACCOMPLISHED  BY A WRITTEN INSTRUMENT COMPLETED BEFORE THE EXPIRATION OF\n   50  THE FIRST WRITTEN INSTRUMENT.\n   51    5. EVERY APPOINTMENT OF A SHORT-TERM MILITARY SERVICE GUARDIAN MAY  BE\n   52  AMENDED OR REVOKED BY THE APPOINTING PARENT OF THE MINOR AT ANY TIME AND\n   53  IN  ANY  MANNER COMMUNICATED TO THE SHORT-TERM MILITARY SERVICE GUARDIAN\n   54  OR TO ANY OTHER PERSON. ANY PERSON OTHER THAN  THE  SHORT-TERM  MILITARY\n   55  SERVICE  GUARDIAN  TO  WHOM A REVOCATION OR AMENDMENT IS COMMUNICATED OR\n\n       A. 1081                             3\n\n    1  DELIVERED SHALL MAKE ALL REASONABLE EFFORTS  TO  INFORM  THE  SHORT-TERM\n    2  MILITARY SERVICE GUARDIAN OF THAT FACT AS PROMPTLY AS POSSIBLE.\n    3    6.  THE  APPOINTMENT  OF  A  SHORT-TERM  MILITARY  SERVICE GUARDIAN OR\n    4  SUCCESSOR SHORT-TERM MILITARY  SERVICE  GUARDIAN  DOES  NOT  AFFECT  THE\n    5  RIGHTS OF THE OTHER PARENT IN THE MINOR.\n    6    7.  THE  WRITTEN  INSTRUMENT  APPOINTING A SHORT-TERM MILITARY SERVICE\n    7  GUARDIAN MAY, BUT NEED NOT, BE IN THE FOLLOWING FORM:\n    8             APPOINTMENT OF SHORT-TERM MILITARY SERVICE GUARDIAN\n    9             IT IS IMPORTANT TO READ THE FOLLOWING INSTRUCTIONS\n   10    BY PROPERLY COMPLETING THIS FORM, A  PARENT  OF  THE  MINOR  CHILD  IS\n   11  APPOINTING  A  SHORT-TERM  MILITARY  SERVICE  GUARDIAN OF A CHILD OF THE\n   12  PARENT FOR A PERIOD OF UP TO ONE HUNDRED EIGHTY (180) DAYS.  A  SEPARATE\n   13  FORM  SHOULD  BE  COMPLETED  FOR EACH CHILD. THE PERSON APPOINTED AS THE\n   14  SHORT-TERM MILITARY SERVICE GUARDIAN MUST SIGN THE FORM, BUT NEED NOT DO\n   15  SO AT THE SAME TIME AS THE PARENT OR PARENTS. THIS FORM MAY BE  USED  TO\n   16  REAPPOINT A SHORT-TERM MILITARY SERVICE GUARDIAN OR TO APPOINT A SUCCES-\n   17  SOR SHORT-TERM MILITARY SERVICE GUARDIAN SO AS TO EXTEND THE ENTIRE TIME\n   18  OF  THE GUARDIANSHIP TO A PERIOD OF THREE HUNDRED SIXTY (360) DAYS. BOTH\n   19  LIVING PARENTS OF A CHILD MAY TOGETHER  APPOINT  A  SHORT-TERM  MILITARY\n   20  SERVICE  GUARDIAN OF THE CHILD FOR A PERIOD OF UP TO THREE HUNDRED SIXTY\n   21  (360) DAYS THROUGH THE USE OF THIS  FORM.  IF  THE  SHORT-TERM  MILITARY\n   22  SERVICE  GUARDIAN  IS APPOINTED BY BOTH LIVING PARENTS OF THE CHILD, THE\n   23  PARENTS NEED NOT SIGN THE FORM AT THE SAME TIME.\n   24    1. PARENT AND CHILD. I (INSERT NAME OF APPOINTING  PARENT),  CURRENTLY\n   25  RESIDING  AT  (INSERT  ADDRESS OF APPOINTING PARENT), AM A PARENT OF THE\n   26  FOLLOWING CHILD: (INSERT NAME AND DATE OF BIRTH OF CHILD).\n   27    2. GUARDIAN. I HEREBY APPOINT THE FOLLOWING PERSON AS  THE  SHORT-TERM\n   28  MILITARY  SERVICE  GUARDIAN  FOR  THE CHILD: (INSERT NAME AND ADDRESS OF\n   29  APPOINTED PERSON).\n   30    3. EFFECTIVE DATE. THIS APPOINTMENT BECOMES EFFECTIVE: (CHECK  ONE  IF\n   31  YOU WISH IT TO BE APPLICABLE)\n   32    (  )  ON  THE DATE THAT I STATE IN WRITING THAT I AM NO LONGER ABLE TO\n   33  MAKE AND CARRY OUT DAY-TO-DAY CHILD CARE DECISIONS CONCERNING THE  CHILD\n   34  BECAUSE OF MY ACTIVE DUTY STATUS IN THE MILITARY.\n   35    ( ) ON THE FOLLOWING DATE: (INSERT DATE).\n   36    ( ) OTHER (INSERT OTHER).\n   37    (NOTE:  IF  THIS  ITEM  IS NOT COMPLETED, THE APPOINTMENT IS EFFECTIVE\n   38  IMMEDIATELY UPON THE DATE THE FORM IS SIGNED AND DATED BELOW.)\n   39    4. TERMINATION. THIS APPOINTMENT SHALL TERMINATE  ONE  HUNDRED  EIGHTY\n   40  (180)  DAYS  AFTER  THE  EFFECTIVE  DATE, UNLESS IT TERMINATES SOONER AS\n   41  DETERMINED BY THE EVENT OR DATE I HAVE INDICATED BELOW:   (CHECK ONE  IF\n   42  YOU WISH IT TO BE APPLICABLE)\n   43    (  ) ON THE DATE THAT I STATE IN WRITING THAT I AM WILLING AND ABLE TO\n   44  MAKE AND CARRY OUT DAY-TO-DAY CHILD CARE DECISIONS CONCERNING THE CHILD.\n   45    ( ) ON THE DATE WHICH IS (STATE A NUMBER OF DAYS, BUT NO MORE THAN ONE\n   46  HUNDRED EIGHTY (180) DAYS) DAYS AFTER THE EFFECTIVE DATE.\n   47    ( ) OTHER: (INSERT OTHER). (NOTE: IF THIS ITEM IS NOT  COMPLETED,  THE\n   48  APPOINTMENT  WILL  BE EFFECTIVE FOR A PERIOD OF ONE HUNDRED EIGHTY (180)\n   49  DAYS, BEGINNING ON THE EFFECTIVE DATE.)\n   50    5. DATE AND SIGNATURE OF APPOINTING PARENT. THIS APPOINTMENT  IS  MADE\n   51  THIS (INSERT DAY) DAY OF (INSERT MONTH AND YEAR).\n   52    SIGNED: (APPOINTING PARENT)\n   53    6.  WITNESSES.  I  SAW THE APPOINTING PARENT SIGN THIS INSTRUMENT OR I\n   54  SAW THE PARENT DIRECT SOMEONE TO SIGN THIS INSTRUMENT  FOR  THE  PARENT.\n   55  THEN  I  SIGNED  THIS  INSTRUMENT  AS  A  WITNESS IN THE PRESENCE OF THE\n   56  PARENT. I AM NOT APPOINTED IN THIS INSTRUMENT TO ACT AS  THE  SHORT-TERM\n\n       A. 1081                             4\n\n    1  MILITARY  SERVICE GUARDIAN FOR THE CHILD. I AM NOT RELATED TO THE PARENT\n    2  OR TO THE PERSON APPOINTED AS THE SHORT-TERM MILITARY SERVICE  GUARDIAN.\n    3  (INSERT SPACE FOR NAMES, ADDRESSES, AND SIGNATURES OF TWO (2) WITNESSES)\n    4    7.  ACCEPTANCE  OF SHORT-TERM MILITARY SERVICE GUARDIAN. I ACCEPT THIS\n    5  APPOINTMENT AS SHORT-TERM MILITARY SERVICE GUARDIAN ON THIS (INSERT DAY)\n    6  DAY OF (INSERT MONTH AND YEAR).\n    7    SIGNED: (SHORT-TERM MILITARY SERVICE GUARDIAN)\n    8    8. CONSENT OF CHILD'S OTHER PARENT-IF APPLICABLE. I  (INSERT  NAME  OF\n    9  THE  CHILD'S OTHER LIVING PARENT), CURRENTLY RESIDING AT (INSERT ADDRESS\n   10  OF CHILD'S OTHER LIVING PARENT), HEREBY CONSENT TO THIS  APPOINTMENT  ON\n   11  THIS (INSERT DAY) DAY OF (INSERT MONTH AND YEAR).\n   12    SIGNED: (CONSENTING PARENT)\n   13    (NOTE: THE SIGNATURE OF A CONSENTING PARENT IS NOT NECESSARY IF ONE OF\n   14  THE  FOLLOWING APPLIES: (I) THE OTHER PARENT DOES NOT HAVE JOINT CUSTODY\n   15  OF THE CHILD; (II) THE CHILD'S OTHER  PARENT  HAS  DIED;  OR  (III)  THE\n   16  WHEREABOUTS  OF  THE  CHILD'S  OTHER  PARENT  ARE NOT KNOWN; OR (IV) THE\n   17  CHILD'S OTHER PARENT IS NOT WILLING  OR  ABLE  TO  MAKE  AND  CARRY  OUT\n   18  DAY-TO-DAY  CHILD  CARE  DECISIONS CONCERNING THE CHILD; (V) THE CHILD'S\n   19  PARENTS WERE NEVER MARRIED AND NO COURT HAS ISSUED AN ORDER ESTABLISHING\n   20  PARENTAGE; OR (VI) THE PARENTAL RIGHTS OF THE CHILD'S OTHER PARENT  HAVE\n   21  BEEN TERMINATED BY A COURT ORDER.)\n   22    SWORN STATEMENT OF MAILING\n   23    I  (INSERT  NAME  OF APPOINTING PARENT), CURRENTLY RESIDING AT (INSERT\n   24  ADDRESS OF APPOINTING PARENT), DELIVERED A SIGNED AND DATED COPY OF  THE\n   25  ATTACHED APPOINTMENT OF SHORT-TERM MILITARY SERVICE GUARDIAN BY DEPOSIT-\n   26  ING IT IN A UNITED STATES POST OFFICE OR POST OFFICE BOX, ENCLOSED IN AN\n   27  ENVELOPE,  PLAINLY ADDRESSED TO EACH PERSON OR OFFICE AT THE APPROPRIATE\n   28  ADDRESS LISTED BELOW, WITH POSTAGE FULLY PREPAID FOR DELIVERY BY  CERTI-\n   29  FIED OR REGISTERED MAIL TO:\n   30    (1)  (NAME  OF  OTHER  LIVING  PARENT) (INSERT ADDRESS OF OTHER LIVING\n   31  PARENT);\n   32    (2) NAME OF THE COURT WHICH ISSUED THE  ORDER  THAT  AWARDED  PHYSICAL\n   33  CUSTODY OF THE CHILD TO THE APPOINTING PARENT (INSERT ADDRESS OF COURT);\n   34    (3) THE COURT WHICH ISSUED THE LAST ORDER THAT CONCERNS THE CHILD, THE\n   35  CHILD'S SUPPORT, CUSTODY OR VISITATION WITH THE CHILD (INSERT ADDRESS OF\n   36  COURT); AND\n   37    (4)  IF THERE IS NO COURT ORDER, THEN TO THE COURT CLERK IN THE COUNTY\n   38  IN WHICH THE CHILD RESIDES (INSERT ADDRESS OF COURT CLERK)\n   39    DATE AND SIGNATURE. DATED THIS (INSERT DAY) DAY OF (INSERT  MONTH  AND\n   40  YEAR).\n   41    SIGNED:  (DESIGNATING PARENT OR GUARDIAN)\n   42    COUNTY OF __________________________________\n   43    STATE OF  __________________________________\n   44    ON  THIS  (INSERT  DAY) OF (INSERT MONTH AND YEAR) AT (INSERT CITY AND\n   45  STATE), (INSERT NAME OF APPOINTING PARENT), APPEARED BEFORE ME, A NOTARY\n   46  PUBLIC OF AND FOR THE COUNTY AND STATE FIRST ABOVE WRITTEN  AND  IDENTI-\n   47  FIED  HIMSELF  OR HERSELF TO BE OR PERSONALLY KNOWN TO ME TO BE, (INSERT\n   48  NAME OF APPOINTING PARENT) AND BEING FIRST DULY SWORN, SIGNED HIS OR HER\n   49  SIGNATURE ABOVE.\n   50    (SEAL)\n   51    SIGNED (NAME OF NOTARY PUBLIC)\n   52    (PRINTED NAME OF NOTARY PUBLIC)\n   53    S 92. DUTIES OF A SHORT-TERM MILITARY SERVICE GUARDIAN OF A MINOR.  1.\n   54  IMMEDIATELY  UPON  THE EFFECTIVE DATE OR THE APPOINTMENT OF A SHORT-TERM\n   55  MILITARY SERVICE GUARDIAN,  THE  SHORT-TERM  MILITARY  SERVICE  GUARDIAN\n   56  SHALL  ASSUME  ALL DUTIES AS SHORT-TERM MILITARY SERVICE GUARDIAN OF THE\n\n       A. 1081                             5\n\n    1  MINOR AS PROVIDED IN THIS SECTION. THE SHORT-TERM MILITARY SERVICE GUAR-\n    2  DIAN OF THE PERSON SHALL HAVE AUTHORITY TO ACT  AS  SHORT-TERM  MILITARY\n    3  SERVICE  GUARDIAN  WITHOUT  DIRECTION  OF COURT, FOR THE DURATION OF THE\n    4  APPOINTMENT WHICH IN NO CASE SHALL EXCEED A PERIOD OF ONE HUNDRED EIGHTY\n    5  DAYS.  THE  AUTHORITY OF THE SHORT-TERM MILITARY SERVICE GUARDIAN MAY BE\n    6  LIMITED OR TERMINATED BY A COURT OF COMPETENT JURISDICTION.\n    7    2. UNLESS FURTHER SPECIFICALLY LIMITED BY  THE  INSTRUMENT  APPOINTING\n    8  THE  SHORT-TERM MILITARY SERVICE GUARDIAN, A SHORT-TERM MILITARY SERVICE\n    9  GUARDIAN SHALL HAVE THE AUTHORITY TO ACT AS A GUARDIAN OF THE PERSON  OF\n   10  A MINOR AS PRESCRIBED IN ARTICLE SIX OF THIS CHAPTER, BUT SHALL NOT HAVE\n   11  ANY AUTHORITY TO ACT AS GUARDIAN OF THE ESTATE OF A MINOR, EXCEPT THAT A\n   12  SHORT-TERM  MILITARY  SERVICE GUARDIAN SHALL HAVE THE AUTHORITY TO APPLY\n   13  FOR AND RECEIVE ON BEHALF OF THE MINOR BENEFITS TO WHICH THE  CHILD  MAY\n   14  BE  ENTITLED  FROM  OR  UNDER  FEDERAL,  STATE OR LOCAL ORGANIZATIONS OR\n   15  PROGRAMS.\n   16    S 2. The military law is amended by adding a new section 255  to  read\n   17  as follows:\n   18    S  255. SHORT-TERM MILITARY SERVICE GUARDIAN. NOTWITHSTANDING ANY LAW,\n   19  RULE OR REGULATION TO THE CONTRARY, CHILD CUSTODY PROCEEDINGS FILED IN A\n   20  COURT OF COMPETENT JURISDICTION IN THIS STATE,  INVOLVING  A  SHORT-TERM\n   21  MILITARY  SERVICE  GUARDIAN  SHALL  BE  GOVERNED BY ARTICLE SIX-A OF THE\n   22  DOMESTIC RELATIONS LAW.\n   23    S 3. This act shall take effect on the one hundred twentieth day after\n   24  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law and the military law, in relation to the creation of the short-term military service guardian ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T150413.TXT", "SOBI.D110106.T132720.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294430653018
}