{
  "year" : 2011,
  "senateBillNo" : "A1089-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A1089-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Nolan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the special education short-term revolving loan fund and authorizes the state comptroller to provide special education short-term revolving loans",
  "summary" : "Establishes the special education short-term revolving loan fund and authorizes the state comptroller to provide special education short-term revolving loans to certain special act school districts or approved special education providers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A10428-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1089\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. NOLAN -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the state finance law, in relation to  establishing  the\n         special  education  short-term revolving loan fund, and in relation to\n         authorizing the state comptroller to provide special education  short-\n         term  revolving  loans  to  certain  special  act  school districts or\n         approved special education providers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  state finance law is amended by adding a new section\n    2  99-t to read as follows:\n    3    S 99-T. SPECIAL EDUCATION SHORT-TERM REVOLVING LOAN FUND. 1.  THERE IS\n    4  HEREBY ESTABLISHED IN THE JOINT  CUSTODY  OF  THE  COMPTROLLER  AND  THE\n    5  COMMISSIONER  OF  TAXATION AND FINANCE A FUND TO BE KNOWN AS THE SPECIAL\n    6  EDUCATION SHORT-TERM REVOLVING LOAN FUND. SUCH  FUND  SHALL  CONSIST  OF\n    7  MONEYS MADE AVAILABLE PURSUANT TO APPROPRIATION AND ANY OTHER SOURCES IN\n    8  ORDER  TO  PROVIDE  SUPPORT  FOR  PROMPT CONTRACTING WITH AND PAYMENT OF\n    9  NOT-FOR-PROFIT ORGANIZATIONS.\n   10    2. MONEYS OF THE FUND MAY BE EXPENDED PURSUANT TO SECTION ONE  HUNDRED\n   11  SEVENTY-NINE-FF OF THIS CHAPTER. MONEYS SHALL BE PAID OUT OF THE FUND ON\n   12  THE AUDIT AND WARRANT OF THE STATE COMPTROLLER PURSUANT TO SUCH SECTION.\n   13    S  2.  The state finance law is amended by adding a new section 179-ff\n   14  to read as follows:\n   15    S 179-FF. SPECIAL EDUCATION SHORT-TERM REVOLVING LOANS. 1.  THE  COMP-\n   16  TROLLER  IS  AUTHORIZED  TO  PROVIDE  LOANS  FROM  THE SPECIAL EDUCATION\n   17  SHORT-TERM REVOLVING LOAN FUND ESTABLISHED BY SECTION  NINETY-NINE-T  OF\n   18  THIS  CHAPTER  TO  ANY  SPECIAL  ACT SCHOOL DISTRICT OR APPROVED SPECIAL\n   19  EDUCATION PROVIDER SEEKING SHORT-TERM FINANCING FOR OPERATIONS,  PENDING\n   20  TUITION  PAYMENTS AS AUTHORIZED UNDER SECTION FORTY-FOUR HUNDRED FIVE OF\n   21  THE EDUCATION LAW. THE COMPTROLLER MAY PROVIDE SUCH A LOAN TO A  SPECIAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05308-01-1\n\n       A. 1089                             2\n\n    1  ACT  SCHOOL DISTRICT OR APPROVED SPECIAL EDUCATION PROVIDER UPON RECEIPT\n    2  OF A WRITTEN AGREEMENT BETWEEN THE SCHOOL DISTRICT OR PROVIDER  AND  THE\n    3  STATE  EDUCATION  DEPARTMENT  OUTLINING  THE  NEED FOR SUCH LOAN AND THE\n    4  ANTICIPATED  TUITION PAYMENT OR TUITION RECONCILIATION THAT WILL PROVIDE\n    5  REASONABLE ASSURANCES OF REPAYMENT THAT IS  SATISFACTORY  TO  THE  COMP-\n    6  TROLLER.  SUCH  LOAN  SHALL NOT BEAR INTEREST AND REPAYMENT OF SUCH LOAN\n    7  MAY BE MADE UPON RECEIPT OF TUITION PAYMENTS AND RECONCILIATIONS, PURSU-\n    8  ANT TO THE WRITTEN AGREEMENT.\n    9    2. THE COMPTROLLER SHALL PROMULGATE RULES AND REGULATIONS WITHIN NINE-\n   10  TY DAYS OF THE EFFECTIVE DATE OF THIS SECTION FOR THE OPERATION  OF  THE\n   11  SPECIAL  EDUCATION  SHORT-TERM  REVOLVING LOAN FUND WHICH SHALL INCLUDE,\n   12  BUT NOT BE LIMITED TO, THE CRITERIA TO BE USED  IN  DETERMINING  SCHOOLS\n   13  AND SCHOOL DISTRICTS ELIGIBLE FOR ASSISTANCE; A PROCEDURE AND ANY NECES-\n   14  SARY INFORMATION THAT SCHOOLS AND SCHOOL DISTRICTS NEED TO SUBMIT APPLI-\n   15  CATIONS  FOR A LOAN FROM THIS FUND; A SCHEDULE FOR REVIEWING SUCH APPLI-\n   16  CATIONS, NOT TO EXCEED THIRTY DAYS, AND NOTIFICATION TO AN APPLICANT  OF\n   17  APPROVAL OR DISAPPROVAL OF SUCH APPLICATION FOR INTERIM FUNDING; AND ANY\n   18  OTHER REQUIREMENTS DEEMED NECESSARY BY THE COMPTROLLER.\n   19    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to establishing the special education short-term revolving loan fund, and in relation to authorizing the state comptroller to provide special education short-term revolving loans to certain special act school districts or approved special education providers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T133220.TXT", "SOBI.D110107.T150914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294430954197
}