{
  "year" : 2011,
  "senateBillNo" : "A1097-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to social services",
    "billEventId" : "A1097-2011-1294203600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York state national guard and reserves child support modification act of 2011",
  "summary" : "Enacts the New York state national guard and reserves child support modification act of 2011; provides for modification of child support payments in certain instances where the person called to active duty will experience a reduction in income due to loss of wages from a civilian job. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A2890-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1097\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. KOLB, BURLING, P. LOPEZ -- Multi-Sponsored by --\n         M. of A. CALHOUN, CORWIN, CROUCH, GIGLIO, HAWLEY,  JORDAN,  J. MILLER,\n         THIELE -- read once and referred to the Committee on Social Services\n\n       AN  ACT  to  amend  the social services law, in relation to enacting the\n         \"New York state national guard and reserves child support modification\n         act of 2011\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This act shall be known and may be cited as the \"New York\n    2  state national guard and reserves  child  support  modification  act  of\n    3  2011\".\n    4    S  2.  Legislative findings and intent.  Since 2001, men and women who\n    5  make up New York state's national guard and reserves have been called up\n    6  to active duty in both Iraq and Afghanistan.   Often, such  active  duty\n    7  results  in the loss of salary or a portion of a salary for the individ-\n    8  ual due to the difference in pay between their civilian  employment  and\n    9  the  military pay based on their rank.  In cases where the member called\n   10  up to active duty is a non-custodial parent, the difference in  pay  may\n   11  make  it  difficult  for the individual to meet his or her child support\n   12  obligations.  Unfortunately, the non-custodial parent may  find  himself\n   13  or  herself  in arrears which can lead to penalties, such as the loss of\n   14  driving privileges.   In order to avoid situations  such  as  this,  the\n   15  legislature  seeks  to  create a program that will address and alleviate\n   16  these problems.\n   17    S 3. The social services law is amended by adding a new section  106-d\n   18  to read as follows:\n   19    S  106-D.  CHILD  SUPPORT  MILITARY MODIFICATION PROGRAM. 1.  NOTWITH-\n   20  STANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, THE COMMISSIONER OF\n   21  THE OFFICE OF TEMPORARY AND DISABILITY ASSISTANCE, IN  CONJUNCTION  WITH\n   22  THE  DIVISION  OF  MILITARY  AND  NAVAL AFFAIRS, SHALL ESTABLISH A CHILD\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05204-01-1\n\n       A. 1097                             2\n\n    1  SUPPORT MILITARY MODIFICATION PROGRAM (CSMM) UNDER THE AUSPICES  OF  THE\n    2  DISTRICT  CHILD  SUPPORT  ENFORCEMENT  UNITS.    THE COMMISSIONER OF THE\n    3  OFFICE OF TEMPORARY AND DISABILITY ASSISTANCE SHALL ESTABLISH A  PROGRAM\n    4  TO  MODIFY  THE  CHILD  SUPPORT PAID BY ANY MEMBER OF THE NEW YORK STATE\n    5  ORGANIZED MILITIA OR RESERVES OF THE UNITED STATES ARMED  FORCES  CALLED\n    6  UP  TO  ACTIVE  DUTY  FOR MORE THAN THIRTY CONTINUOUS DAYS IN SUPPORT OF\n    7  MILITARY  OPERATIONS  OVERSEAS  OR  IN  THE  CONUS  (CONTINENTAL  UNITED\n    8  STATES).  THIS  SHALL  NOT  INCLUDE SERVICE DURING TRAINING EXERCISES OR\n    9  MOBILIZATION FOR FEDERAL OR STATE DISASTER RELIEF PROJECTS.\n   10    2. THE COMMISSIONER OF THE OFFICE OF TEMPORARY AND DISABILITY  ASSIST-\n   11  ANCE  SHALL  ESTABLISH FOR USE BY THE DISTRICT CHILD SUPPORT ENFORCEMENT\n   12  UNITS AN APPLICATION FORM FOR MEMBERS OF THE NEW  YORK  STATE  ORGANIZED\n   13  MILITIA AND RESERVES WHO WISH TO PARTICIPATE IN THE CSMM PROGRAM AND WHO\n   14  MEET  THE  DEPLOYMENT  CRITERIA.   SUCH APPLICATION SHALL INCLUDE A FORM\n   15  THAT THE APPLICANT MUST COMPLETE AND SIGN AUTHORIZING THE CHILD  SUPPORT\n   16  ENFORCEMENT UNIT TO OBTAIN INCOME INFORMATION FROM THE APPLICANT'S MILI-\n   17  TARY  EMPLOYER.   THIS APPLICATION SHALL BE MADE AVAILABLE ON THE OFFICE\n   18  OF TEMPORARY AND DISABILITY ASSISTANCE'S WEBSITE  AND  AT  ALL  MILITARY\n   19  MOBILIZATION  CENTERS.  APPLICATIONS FOR SUCH PROGRAM SHALL BE SUBMITTED\n   20  BY THE APPLICANT TO THE CHILD SUPPORT ENFORCEMENT UNIT OR AT HIS OR  HER\n   21  MOBILIZATION CENTER TO THE OFFICER-IN-CHARGE, WHO THEN SHALL FORWARD THE\n   22  APPLICATION TO THE CHILD SUPPORT ENFORCEMENT UNIT.\n   23    3.  IF  THE  CHILD SUPPORT ENFORCEMENT UNIT DETERMINES THAT THE APPLI-\n   24  CANT'S MILITARY INCOME WILL  VARY  SIGNIFICANTLY  FROM  THE  APPLICANT'S\n   25  CIVILIAN INCOME AND THE APPLICANT IS PAYING COURT-ORDERED CHILD SUPPORT,\n   26  THE  UNIT  SHALL SEEK A TEMPORARY MODIFICATION IN THE CHILD SUPPORT PAID\n   27  BY THE APPLICANT DURING HIS OR HER MILITARY  ACTIVE  DUTY  BY  FILING  A\n   28  MOTION ON BEHALF OF THE OFFICE OF TEMPORARY AND DISABILITY ASSISTANCE IN\n   29  THE COURT IN WHICH THE CHILD SUPPORT WAS ENTERED.  THE MOTION SHALL SEEK\n   30  TO MODIFY THE CHILD SUPPORT PAID BY THE APPLICANT BY THE SAME PROPORTION\n   31  THAT  THE  APPLICANT'S MILITARY PAY VARIES FROM HIS OR HER CIVILIAN PAY.\n   32  IF THE MOTION TO MODIFY IS GRANTED, THE CHILD SUPPORT SHALL BE  ADJUSTED\n   33  APPROPRIATELY  AND BE DEEMED TO BE IN FULL FORCE AND EFFECT.  THE TEMPO-\n   34  RARY MODIFICATION PERIOD SHALL APPLY TO THE SUPPORT OBLIGATIONS  OF  THE\n   35  NON-CUSTODIAL  PARENT ON THE DATE OF THEIR ACTIVATION AND SHALL CONTINUE\n   36  AT SUCH LEVEL FOR THE DURATION OF THEIR ACTIVE DUTY DEPLOYMENT  AND  FOR\n   37  SIXTY  DAYS THEREAFTER FOLLOWING THEIR DEACTIVATION.  UPON EXPIRATION OF\n   38  THE TEMPORARY SUPPORT ORDER  THE  CHILD  SUPPORT  COURT-ORDER  PRIOR  TO\n   39  DEPLOYMENT SHALL BE DEEMED TO BE IN FULL FORCE AND EFFECT.\n   40    4.  THE COMMISSIONER OF THE OFFICE OF TEMPORARY AND DISABILITY ASSIST-\n   41  ANCE SHALL PROMULGATE ANY RULES AND REGULATIONS NECESSARY TO ENABLE  THE\n   42  CHILD  SUPPORT  ENFORCEMENT UNIT TO CARRY OUT THE CHILD SUPPORT MILITARY\n   43  MODIFICATION PROGRAM.\n   44    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to enacting the \"New York state national guard and reserves child support modification act of 2011\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T152415.TXT", "SOBI.D110106.T133720.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294431855400
}