{
  "year" : 2011,
  "senateBillNo" : "A1092-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A1092-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Legalizes, validates, ratifies and confirms certain transportation contracts of the Garden City Park union free school district",
  "summary" : "Legalizes, validates, ratifies and confirms certain transportation contracts of the Garden City union free school district for school year 2008-2009. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A10799-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1092\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. SCHIMEL -- read once and referred to the Commit-\n         tee on Education\n\n       AN ACT to legalize, validate, ratify and confirm certain  transportation\n         contracts  of  the  New  Hyde  Park-Garden City Park union free school\n         district\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  All acts done and proceedings heretofore had and taken or\n    2  caused to be had and taken by the New Hyde Park-Garden City  Park  union\n    3  free  school  district  and by all officers, employees or agents of such\n    4  school district relating to  or  in  connection  with  a  transportation\n    5  contract  for  the 2008-2009 school year, in the amount of $47,160, with\n    6  Huntington Coach, and all acts incidental thereto are hereby  legalized,\n    7  validated,  ratified  and confirmed, notwithstanding any failure of such\n    8  school district to comply with the contract award, approvals and  filing\n    9  provisions  of the education law, general municipal law or any other law\n   10  or any other statutory authority, rule or regulation, other  than  those\n   11  filing  provisions  defined  in  paragraph a of subdivision 5 of section\n   12  3604 of the education law, in relation to any omission,  error,  defect,\n   13  irregularity  or  illegality  in  such  proceeding  had  and  taken, and\n   14  provided further that any amount due and payable to the New  Hyde  Park-\n   15  Garden  City  Park  union  free  school district as a result of this act\n   16  shall be paid pursuant to the provisions of paragraph c of subdivision 5\n   17  of section 3604 of the education law.\n   18    S 2. The education department is hereby directed to consider the costs\n   19  of the aforementioned contract set forth in section one of this act  for\n   20  transportation aid as valid and proper obligations of the New Hyde Park-\n   21  Garden City Park union free school district.\n   22    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01537-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to legalize, validate, ratify and confirm certain transportation contracts of the New Hyde Park-Garden City Park union free school district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T152415.TXT", "SOBI.D110106.T133220.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294431855389
}