{
  "year" : 2011,
  "senateBillNo" : "A1096-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1096-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that Afghanistan and Iraq war veterans shall receive up to four years of undergraduate or three years graduate education at SUNY or CUNY tuition free",
  "summary" : "Provides that Afghanistan and Iraq war veterans shall receive up to four years of undergraduate or three years graduate education at SUNY or CUNY tuition free. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Military Law",
  "previousVersions" : [ "A8089-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1096\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CUSICK -- read once and referred to the Committee\n         on Higher Education\n\n       AN  ACT to amend the military law, in relation to providing that Afghan-\n         istan and Iraq war veterans receive tuition free education at  schools\n         of the state university of New York or the city university of New York\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The military law is amended by adding a new  article  5  to\n    2  read as follows:\n    3                                  ARTICLE V\n    4    TUITION FREE EDUCATION FOR VETERANS OF THE AFGHANISTAN AND IRAQ WARS\n    5  SECTION  100. TUITION FREE EDUCATION FOR VETERANS OF THE AFGHANISTAN AND\n    6                 IRAQ WARS.\n    7    S 100. TUITION FREE EDUCATION FOR VETERANS OF THE AFGHANISTAN AND IRAQ\n    8  WARS. 1. \"AFGHANISTAN OR IRAQ WAR VETERAN\" MEANS A PERSON (I) WHO  IS  A\n    9  RESIDENT  OF  THIS STATE, AND (II) WHO SERVED IN THE ARMED FORCES OF THE\n   10  UNITED STATES IN AN AREA DESIGNATED AS A COMBAT ZONE BY THE PRESIDENT OF\n   11  THE UNITED STATES DURING OPERATION ENDURING FREEDOM OR  OPERATION  IRAQI\n   12  FREEDOM,  WHO  WAS  DISCHARGED  THEREFROM  UNDER OTHER THAN DISHONORABLE\n   13  CONDITIONS.\n   14    2. AFGHANISTAN AND IRAQ WAR VETERANS WHO ARE ACCEPTED  FOR  ENROLLMENT\n   15  AT  ANY  OF  THE SCHOOLS OF THE STATE UNIVERSITY OF NEW YORK OR THE CITY\n   16  UNIVERSITY OF NEW YORK SHALL RECEIVE UP TO EIGHT SEMESTERS OF  FULL-TIME\n   17  UNDERGRADUATE  STUDY, OR THE EQUIVALENT OF FOUR ACADEMIC YEARS, OR UP TO\n   18  SIX SEMESTERS, THE EQUIVALENT OF THREE ACADEMIC YEARS OF GRADUATE  STUDY\n   19  TUITION FREE.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00563-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the military law, in relation to providing that Afghanistan and Iraq war veterans receive tuition free education at schools of the state university of New York or the city university of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T152415.TXT", "SOBI.D110106.T133220.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294431855396
}