{
  "year" : 2011,
  "senateBillNo" : "A1094-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A1094-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes certain technical corrections with regard to absentee voting",
  "summary" : "Makes several technical corrections to the election law in regards to absentee voting; provides that no ballot shall be declared void or partially blank if such ballot has been torn or defaced after such ballot has been mailed by the voter but prior to its reception by the board of elections. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A2836-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1094\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. KOLB -- Multi-Sponsored by -- M. of A. GIGLIO --\n         read once and referred to the Committee on Election Law\n\n       AN ACT to amend the election law, in relation to absentee voting\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (c)  of  subdivision 2 of section 8-400 of the\n    2  election law, as amended by chapter 321 of the laws of 1988, is  amended\n    3  to read as follows:\n    4    (c)  All  applications  must  be  mailed to the board of elections not\n    5  later than the seventh day before the election for  which  a  ballot  is\n    6  first  requested or delivered IN PERSON OR BY OVERNIGHT DELIVERY SERVICE\n    7  to such board not later than the day before such election.\n    8    S 2. Subdivision 10 of section 8-400 of the election law,  as  amended\n    9  by  chapter  373  of the laws of 1986 and as renumbered by chapter 40 of\n   10  the laws of 2009, is amended to read as follows:\n   11    10. The state board of elections shall prescribe a  standard  applica-\n   12  tion  form  for  use under this section. The use of any application form\n   13  which substantially complies with the provisions of this  section  shall\n   14  be acceptable and any application filed on such a form shall be accepted\n   15  for  filing.    NOTHING  IN  THIS SECTION SHALL PROHIBIT THE PRINTING OF\n   16  MATERIAL ON THE REVERSE SIDE OF THE APPLICATION BY PARTIES OR CANDIDATES\n   17  ADVISING OF A PENDING ELECTION.\n   18    S 3. Subdivision 1 of section 8-407 of the election law, as amended by\n   19  chapter 195 of the laws of 2001, is amended to read as follows:\n   20    1. The board of elections of a  county  or  city  in  which  there  is\n   21  located  at least one facility operated or licensed, or under the juris-\n   22  diction of, the department of mental hygiene, or a facility defined as a\n   23  nursing home or residential health care facility  pursuant  to  subdivi-\n   24  sions  two  and  three  of section two thousand eight hundred one of the\n   25  public health law or an adult care facility subject to the provisions of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05196-01-1\n\n       A. 1094                             2\n\n    1  title two of article seven of the social services law, or a hospital  or\n    2  other  facility  operated  by the Veteran's Administration of the United\n    3  States shall provide that residents of each such facility for which such\n    4  board has received twenty-five or more applications for absentee ballots\n    5  from  voters who are eligible to vote by absentee ballot in such city or\n    6  county at such election, may vote by absentee ballot only in the  manner\n    7  provided  for in this section OR SECTION 8-406 OF THIS TITLE. Such board\n    8  may, in its discretion, provide that the  procedure  described  in  this\n    9  subdivision shall be applicable to all such facilities in such county or\n   10  city  without  regard  to  the  number  of  absentee ballot applications\n   11  received from the residents of any such facility.\n   12    S 4. Subdivision 2 of section 9-108 of the election law is amended  to\n   13  read as follows:\n   14    2.  If the ballots found in any box OR ENVELOPE shall be more than the\n   15  number of ballots so shown to have been deposited therein, such  ballots\n   16  shall  all  be  replaced, without being unfolded, in the box OR ENVELOPE\n   17  from which they were taken, and shall be thoroughly mingled therein, and\n   18  one of the inspectors shall, with his  back  to  the  box  OR  ENVELOPE,\n   19  publicly  draw out as many ballots as shall be equal to such excess and,\n   20  without unfolding them forthwith shall enclose them in an envelope which\n   21  he shall then and there seal and endorse \"excess ballots  from  the  box\n   22  for  ballots  for  the general election, presidential electors, or party\n   23  ballots or otherwise\", as the case may be, and shall sign his name ther-\n   24  eto, and place such  envelope  in  the  box  for  defective  or  spoiled\n   25  ballots.\n   26    S 5. Subdivision 1 of section 9-112 of the election law, as amended by\n   27  chapter 352 of the laws of 1986, is amended to read as follows:\n   28    1.  The  whole  ballot  is  void  if the voter (a) does any act INTEN-\n   29  TIONALLY OR RECKLESSLY extrinsic to the ballot  such  as  enclosing  any\n   30  paper  or other article in the folded ballot or (b) defaces or tears the\n   31  ballot except that a ballot card which is in perforated  sections  shall\n   32  not be void because it has been separated into sections or (c) makes any\n   33  erasure  thereon or (d) makes any mark thereon other than a cross X mark\n   34  or a check V mark in a voting square, or filling in the  voting  square,\n   35  or  punching  a  hole  in  the  voting square of a ballot intended to be\n   36  counted by machine or (e) writes, other than in the  space  provided,  a\n   37  name  for  the purpose of voting; except that an erasure or a mark other\n   38  than a valid mark made in a voting square  shall  not  make  the  ballot\n   39  void,  but  shall  render  it  blank as to the office, party position or\n   40  ballot proposal in connection with which it is made.  No ballot shall be\n   41  declared void or partially blank because a mark thereon is irregular  in\n   42  form WHERE THE INTENT OF THE VOTER IS MANIFESTLY CLEAR. The term \"voting\n   43  square\"  shall include the voting space provided for a voter to mark his\n   44  vote for a candidate or ballot proposal.   NO BALLOT SHALL  BE  DECLARED\n   45  VOID  OR  PARTIALLY  BLANK IF SUCH BALLOT HAS BEEN TORN OR DEFACED AFTER\n   46  SUCH BALLOT HAS BEEN MAILED BY THE VOTER BUT PRIOR TO ITS  RECEPTION  BY\n   47  THE BOARD OF ELECTIONS.\n   48    S 6. This act shall take effect January 1, 2012 and shall apply to all\n   49  elections or primaries conducted on or after such date; provided, howev-\n   50  er,  that effective immediately the addition, amendment and/or repeal of\n   51  any rule or regulation necessary for the implementation of this  act  on\n   52  its  effective  date is authorized and directed to be made and completed\n   53  on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to absentee voting ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T152415.TXT", "SOBI.D110106.T133220.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294431855392
}