{
  "year" : 2011,
  "senateBillNo" : "A1099-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1099-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits sale of explicit and violent video games to minors and requires labeling thereof",
  "summary" : "Prohibits the sale of video games containing sexually explicit or violent depictions to minors such as those that glamorize the commission of a violent crime, suicide, sodomy, rape, incest, beastiality, or sado-masochism; requires affixing of warning labels on such video games; provides violations of such provisions shall be a civil penalty and a violation as defined in the penal law; directs sellers of such video games to restrict access to such recordings by storage in a sealed and locked container behind a service counter or in an area inaccessible by the general public; requires sellers to make copies of certain video games available for examination. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A2837-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1099\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. KOLB, REILICH, SPANO -- Multi-Sponsored by -- M.\n         of A. BARCLAY, BURLING, CALHOUN, CROUCH, GIGLIO, JORDAN, OAKS, RABBITT\n         -- read once and referred to the Committee  on  Consumer  Affairs  and\n         Protection\n\n       AN ACT to amend the general business law, in relation to prohibiting the\n         sale  or  rental  of  certain  video  games, which are pornographic or\n         promote violence or illegal drug use, to minors and requiring  warning\n         labels on such video games\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature hereby finds that the\n    2  youth of New York state are entitled to grow up in  a  positive  setting\n    3  and be shielded from graphic violence and offensive depictions now found\n    4  in  video  games. It is a well known fact that children between the ages\n    5  of seven and seventeen play video games for an average of eight hours  a\n    6  week. A subset of video games feature violence, gore, and illegal activ-\n    7  ity, which has raised concern among parents, educators, child advocates,\n    8  medical  professionals,  and  policy  makers. The legislature also finds\n    9  that in order to raise a healthy, well adjusted child, parents  must  be\n   10  aware  of what their children are doing for fun, specifically what types\n   11  of influences are in their lives. Legislation is an  appropriate  remedy\n   12  to  aid parents in protecting the physical and emotional health of their\n   13  children. The legislature also finds  that  although  the  Entertainment\n   14  Software  Rating  Board  (ESRB)  has  a rating system in place, it is an\n   15  insufficient warning for parents. Further, the ESRB rating system  is  a\n   16  voluntary  system  and  such  board's  voluntary participation in such a\n   17  system shows that there is a  problem  such  board  feels  needs  to  be\n   18  addressed.  This  legislation  would ensure that New York's children are\n   19  protected and a more specific warning regarding the  actual  content  of\n   20  certain video games are in order.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05197-01-1\n\n       A. 1099                             2\n\n    1    Concern  about  violent  video games is based upon the assumption that\n    2  they contribute to aggression and  violence  among  young  players.  The\n    3  legislature   finds   that  scientific  evidence  shows  a  cause-effect\n    4  relationship between television violence and aggression  among  children\n    5  who  watch such violence and aggression. Based upon this research, simi-\n    6  lar findings are expected concerning  video  games.    These  games  are\n    7  believed  to  have  an even greater impact because: (1) children like to\n    8  imitate the actions of characters such as the characters  such  children\n    9  play  as  or against in a video game; (2) video games include much repe-\n   10  tition and with repetition comes  a  behavioral  rehearsal  for  violent\n   11  activity  as  violent  games  are  played  over  and over again; and (3)\n   12  rewards increase learning, and video  games  are  based  upon  a  reward\n   13  system.  The legislature finds that concern about video game violence is\n   14  warranted. In an Anderson & Bushman study of 2001 there is a  consistent\n   15  pattern  of  results concerning violent video games' effect on children.\n   16  It has been shown that exposure to violent video  games  increases:  (1)\n   17  physiological arousal; (2) aggressive thoughts; (3) aggressive emotions;\n   18  and (4) aggressive actions in those children and youths who play violent\n   19  video  games.  It has also been established that even limited amounts of\n   20  sexual violence can desensitize viewers. In a study conducted  in  1995,\n   21  viewers of films containing sexual violence expressed significantly less\n   22  sympathy  for  domestic  violence victims, and rated their injuries less\n   23  severe, than did a group not exposed to these films. It is most alarming\n   24  to apply the results of this study to violent  video  games,  which  are\n   25  played  over  and  over  again, while a film may be watched only once or\n   26  twice. With increased repetition comes an even greater chance of  desen-\n   27  sitization to violence, especially against women. As children play these\n   28  games  on  a  daily basis, it may cause some children to lose touch with\n   29  reality. In some cases,  it  has  been  reported  that  children  become\n   30  addicted  to  playing  these  games.  In a study of 387 children, twenty\n   31  percent of 12-16 year olds were  classified  as  currently  addicted  to\n   32  playing  computer-based video games and one in four adolescents had been\n   33  addicted at some point in his or her life.\n   34    The legislature recognizes the United States supreme court's  inclina-\n   35  tion  to  protect  first amendment rights; however the state of New York\n   36  has a compelling interest to protect the emotional health of the state's\n   37  children and assist parents to be  the  guardians  of  their  children's\n   38  well-being. A specific warning label will function as a crucial reminder\n   39  to  those  parents who would otherwise be unaware of the violent content\n   40  contained in video games.\n   41    Further, the legislature recognizes the fundamental rights  of  adults\n   42  to  purchase  a  video  game  for themselves or as a custodial adult for\n   43  their children, therefore this  legislation  does  not  infringe  on  an\n   44  adult's  right  to  make  such a purchase. However, the legislature does\n   45  recognize that minors are purchasing violent video games with little  or\n   46  no  resistance  from  retailers, as such this legislation would restrict\n   47  the sale of select video games to minors in order to protect  them  from\n   48  an adult rated game with offensive, mature and violent content.\n   49    S 2. The general business law is amended by adding a new section 391-r\n   50  to read as follows:\n   51    S  391-R.  SALE  OF  CERTAIN VIDEO GAMES TO MINORS PROHIBITED; WARNING\n   52  LABELS REQUIRED. 1. NO PERSON, PARTNERSHIP OR CORPORATION SHALL SELL  OR\n   53  RENT  OR  OFFER  TO SELL OR RENT TO ANY PERSON UNDER THE AGE OF EIGHTEEN\n   54  YEARS ANY VIDEO GAME THAT CONTAINS DEPICTIONS DESCRIPTIVE OF, ADVOCATING\n   55  OR GLAMORIZING COMMISSION OF A VIOLENT  CRIME,  SUICIDE,  SODOMY,  RAPE,\n   56  INCEST,  BESTIALITY,  SADO-MASOCHISM,  ANY  FORM OF SEXUAL ACTIVITY IN A\n\n       A. 1099                             3\n\n    1  VIOLENT CONTEXT, OR ADVOCATING OR ENCOURAGING  MURDER,  VIOLENT  RACISM,\n    2  RELIGIOUS VIOLENCE, MORBID VIOLENCE OR THE ILLEGAL USE OF DRUGS OR ALCO-\n    3  HOL.\n    4    2.  THE MANUFACTURER OF ANY VIDEO GAME AS DESCRIBED IN SUBDIVISION ONE\n    5  OF THIS SECTION, SHALL AFFIX TO THE FRONT OF THE  OUTSIDE  PACKAGING  OF\n    6  ANY  SUCH  VIDEO  GAME TO BE SOLD IN NEW YORK STATE, AND THE RETAILER OF\n    7  ANY VIDEO GAME AS DESCRIBED IN SUBDIVISION ONE  OF  THIS  SECTION  SHALL\n    8  AFFIX  TO  THE  FRONT  OF  THE  OUTSIDE PACKAGING OF ANY SUCH VIDEO GAME\n    9  OFFERED FOR RENTAL OR RESALE, A WARNING LABEL TO READ  SUBSTANTIALLY  AS\n   10  FOLLOWS:\n   11    \"18+  WARNING,  SALE  OR  RENTAL TO ADULTS ONLY.  MAY CONTAIN EXPLICIT\n   12  DEPICTIONS DESCRIPTIVE OF OR ADVOCATING ONE OR MORE OF THE FOLLOWING:\n   13    COMMISSION OF A VIOLENT CRIME\n   14    SUICIDE\n   15    SODOMY\n   16    RAPE\n   17    INCEST\n   18    BESTIALITY\n   19    VIOLENT RACISM\n   20    RELIGIOUS VIOLENCE\n   21    SADO-MASOCHISM\n   22    SEXUAL ASSAULT\n   23    SEXUAL ACTIVITY\n   24    MURDER\n   25    MORBID VIOLENCE\n   26    ILLEGAL USE OF DRUGS OR ALCOHOL\n   27    PARENTAL ADVISORY.\"  THIS LABEL SHALL BE AFFIXED  TO  ANY  VIDEO  GAME\n   28  THAT  CONTAINS  ANY  OF  THE ITEMS ENUMERATED ABOVE IN THIS SUBDIVISION,\n   29  REGARDLESS OF INDUSTRY RATINGS. THE PACKAGE MUST ALSO CONTAIN ANY RATING\n   30  THAT THE MANUFACTURER OR THE ENTERTAINMENT  SOFTWARE  RATING  BOARD  HAS\n   31  DETERMINED  TO BE AFFIXED ON ANY VIDEO GAME.  THE LABEL SHALL BE PRINTED\n   32  IN BLACK OR RED INK AND SHALL CONTAIN LETTERS OF EIGHT POINT  OR  LARGER\n   33  TYPE,  EXCEPT THAT THE WORDS \"18+ WARNING\" AND \"SALE OR RENTAL TO ADULTS\n   34  ONLY\" SHALL BE PRINTED IN LETTERS OF TEN POINT OR LARGER TYPE. THE LABEL\n   35  SHALL NOT READILY BE REMOVABLE FROM THE PACKAGE.\n   36    3. EVERY PERSON, PARTNERSHIP OR CORPORATION ENGAGED IN THE RETAIL SALE\n   37  OR RENTAL OF VIDEO GAMES  SHALL  STORE  AND  DISPLAY  SUCH  VIDEO  GAMES\n   38  CONTAINING  CONTENTS  LISTED  IN  SUBDIVISION  TWO  OF THIS SECTION IN A\n   39  SEALED AND LOCKED CONTAINER, BEHIND A SERVICE COUNTER IN AN  AREA  INAC-\n   40  CESSIBLE  BY  THE GENERAL PUBLIC, OR IN ANY OTHER MANNER WHICH RESTRICTS\n   41  ACCESS TO SUCH VIDEO GAMES.\n   42    4. A VIOLATION OF THE PROVISIONS OF SUBDIVISION ONE  OR  TWO  OF  THIS\n   43  SECTION SHALL BE A VIOLATION AS DEFINED IN THE PENAL LAW.\n   44    5.  ANY  PERSON,  MANUFACTURER,  RETAILER,  OWNER, PARTNERSHIP, CORPO-\n   45  RATION, PROPRIETOR OR MANAGER OF A RETAIL COMMERCIAL  ESTABLISHMENT  WHO\n   46  KNOWINGLY  VIOLATES THE PROVISIONS OF THIS SECTION SHALL BE SUBJECT TO A\n   47  CIVIL PENALTY NOT TO EXCEED ONE THOUSAND DOLLARS FOR  EACH  RETAIL  UNIT\n   48  SOLD OR RENTED.\n   49    6.  A NON-CUSTODIAL ADULT, EIGHTEEN YEARS OF AGE OR OLDER, WHO BUYS OR\n   50  RENTS FOR A MINOR A VIDEO  GAME  REGULATED  BY  THIS  SECTION  SHALL  BE\n   51  SUBJECT  TO  A CIVIL PENALTY NOT TO EXCEED ONE THOUSAND DOLLARS FOR EACH\n   52  RETAIL UNIT PURCHASED OR RENTED AND SUCH ACT SHALL  BE  A  VIOLATION  AS\n   53  DEFINED IN THE PENAL LAW.\n   54    7.  A  COURT  MAY  UPON  CONVICTION  OF A PERSON FOR VIOLATION OF THIS\n   55  SECTION, ORDER THE CONFISCATION OF  ANY  MATERIALS  IN  THE  DEFENDANT'S\n\n       A. 1099                             4\n\n    1  POSSESSION  OR  CONTROL  WHICH DO NOT BEAR THE LABELING REQUIRED BY THIS\n    2  SECTION AND WHICH DOES NOT BEAR THE RATING CLEARLY DISPLAYED.\n    3    8. ANY RETAILER, OWNER, PARTNERSHIP OR CORPORATION THAT SELLS OR RENTS\n    4  OR OFFERS TO SELL OR RENT ANY VIDEO GAME DESCRIBED IN SUBDIVISION ONE OF\n    5  THIS  SECTION, SHALL HAVE AVAILABLE FOR EXAMINATION A COPY OF SUCH VIDEO\n    6  GAME WHICH CAN BE REVIEWED AT THE PLACE  OF  SALE  OR  RENTAL  AND  SUCH\n    7  RETAILER  SHOULD  SUPPLY  THE  NECESSARY  EQUIPMENT NEEDED TO REVIEW THE\n    8  VIDEO GAME, INCLUDING BUT NOT LIMITED  TO,  A  WORKING  TELEVISION,  THE\n    9  NECESSARY  GAME  SYSTEM  AND/OR ANY OTHER EQUIPMENT NEEDED TO REVIEW THE\n   10  VIDEO GAME.\n   11    9. SALE OR RENTAL OF ANY VIDEO GAME THAT CONTAINS ANY CONTENTS  LISTED\n   12  IN  SUBDIVISION TWO OF THIS SECTION, SHALL BE MADE ONLY TO AN INDIVIDUAL\n   13  WHO DEMONSTRATES, THROUGH (A) A VALID DRIVER'S LICENSE  OR  NON-DRIVER'S\n   14  IDENTIFICATION  AND  ISSUED  BY  THE COMMISSIONER OF MOTOR VEHICLES, THE\n   15  FEDERAL  GOVERNMENT,  ANY  UNITED  STATES  TERRITORY,  COMMONWEALTH   OR\n   16  POSSESSION,  THE  DISTRICT  OF  COLUMBIA,  A STATE GOVERNMENT WITHIN THE\n   17  UNITED STATES OR A PROVINCIAL GOVERNMENT OF THE DOMINION OF  CANADA;  OR\n   18  (B) A VALID PASSPORT ISSUED BY THE UNITED STATES GOVERNMENT OR ANY OTHER\n   19  COUNTRY;  OR  (C)  AN  IDENTIFICATION  CARD ISSUED BY THE UNITED STATES,\n   20  INDICATING THAT THE INDIVIDUAL IS AT LEAST EIGHTEEN YEARS OF  AGE.  SUCH\n   21  IDENTIFICATION  NEED  NOT  BE  REQUIRED OF ANY INDIVIDUAL WHO REASONABLY\n   22  APPEARS TO BE AT LEAST THIRTY YEARS OF AGE, PROVIDED, HOWEVER, THAT SUCH\n   23  APPEARANCE SHALL NOT CONSTITUTE A DEFENSE IN  ANY  PROCEEDING  INVOLVING\n   24  SALE  OR RENTAL OF ANY VIDEO GAME, TO AN INDIVIDUAL UNDER EIGHTEEN YEARS\n   25  OF AGE.\n   26    10. IN ANY PROCEEDING PURSUANT TO THIS SECTION, IT SHALL BE AN  AFFIR-\n   27  MATIVE  DEFENSE  THAT  A  PERSON  PURCHASING OR RENTING OR ATTEMPTING TO\n   28  PURCHASE OR RENT ANY VIDEO GAME DESCRIBED IN  SUBDIVISION  ONE  OF  THIS\n   29  SECTION  PRODUCED A DRIVER'S LICENSE OR A NON-DRIVER IDENTIFICATION CARD\n   30  APPARENTLY ISSUED BY A GOVERNMENT ENTITY OR OTHER IDENTIFICATION  PURSU-\n   31  ANT  TO  SUBDIVISION  NINE  OF  THIS SECTION, SUCCESSFULLY COMPLETED THE\n   32  TRANSACTION, AND THAT THE VIDEO GAME SOLD OR RENTED TO SUCH  PERSON  WAS\n   33  REASONABLE  RELIANCE UPON SUCH IDENTIFICATION AND TRANSACTION. IN EVALU-\n   34  ATING THE APPLICABILITY OF SUCH AFFIRMATIVE DEFENSE, CONSIDERATION SHALL\n   35  BE GIVEN TO ANY WRITTEN POLICY ADOPTED AND IMPLEMENTED BY THE SELLER  TO\n   36  EFFECTUATE THE PROVISIONS OF THIS SECTION. USE OF ANY METHOD OF AN ELEC-\n   37  TRONIC TRANSACTION SCAN SHALL NOT EXCUSE ANY PERSON OPERATING A PLACE OF\n   38  BUSINESS WHEREIN VIDEO GAMES ARE SOLD OR RENTED, OR THE AGENT OR EMPLOY-\n   39  EE  OF  SUCH PERSON, FROM THE EXERCISE OF DUE DILIGENCE. NOTWITHSTANDING\n   40  THE PROVISIONS OF THIS SUBDIVISION, ANY SUCH AFFIRMATIVE  DEFENSE  SHALL\n   41  NOT  BE  APPLICABLE IN ANY CIVIL OR CRIMINAL PROCEEDING, OR IN ANY OTHER\n   42  FORUM.\n   43    11. FOR THE PURPOSES OF THIS SECTION \"RATING\" MEANS  THE  STANDARDIZED\n   44  DESIGNATION  COMMONLY USED TO INFORM PARENTS ABOUT VIDEO GAMES REGARDING\n   45  LISTENING AND VIEWING BY THEIR CHILDREN.\n   46    S 3. Severability. If any clause, sentence, paragraph, subdivision  or\n   47  part  of  this  act, or the application thereof to any person or circum-\n   48  stance, shall be adjudged by any court of competent jurisdiction  to  be\n   49  invalid  or unconstitutional, such judgement shall not affect, impair or\n   50  invalidate the remainder thereof, but shall be confined in its operation\n   51  to the clause, sentence, paragraph, subdivision or part of this act,  or\n   52  in  its  application to the person or circumstance, directly involved in\n   53  the controversy in which such judgement shall have been rendered.\n   54    S 4. This act shall take effect on the first of November next succeed-\n   55  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting the sale or rental of certain video games, which are pornographic or promote violence or illegal drug use, to minors and requiring warning labels on such video games ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T133720.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432155526
}