{
  "year" : 2011,
  "senateBillNo" : "A1101-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1101-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to taxes on cigarettes sold on an Indian reservation to non-members of the Indian nation or tribe",
  "summary" : "Relates to taxes on cigarettes sold on an Indian reservation to non-members of the Indian nation or tribe; reverts the tax back to the previous $2.75 if taxes on such cigarettes are not collected by 9/1/2011 and then changes the tax to $4.35 once the state begins collecting such taxes. ",
  "currentCommittee" : null,
  "sameAs" : "S2008",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A11720-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1101\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. KOLB -- read once and referred to the Committee\n         on Ways and Means\n\n       AN ACT to amend the tax law, in relation to taxes on cigarettes sold  on\n         an Indian reservation to non-members of the Indian nation or tribe\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 471 of the tax law, as amended  by\n    2  section  1  of  part D of chapter 134 of the laws of 2010, is amended to\n    3  read as follows:\n    4    1. There is hereby imposed and shall be paid a tax on  all  cigarettes\n    5  possessed  in the state by any person for sale, except that no tax shall\n    6  be imposed on cigarettes sold under such circumstances that  this  state\n    7  is  without power to impose such tax, including sales to qualified Indi-\n    8  ans for their own use and consumption on their nations' or tribes' qual-\n    9  ified reservation, or sold to the United States  or  sold  to  or  by  a\n   10  voluntary  unincorporated organization of the armed forces of the United\n   11  States operating a place for the sale of goods pursuant  to  regulations\n   12  promulgated by the appropriate executive agency of the United States, to\n   13  the extent provided in such regulations and policy statements of such an\n   14  agency  applicable  to  such  sales.  The tax imposed by this section is\n   15  imposed on all cigarettes sold on an Indian reservation  to  non-members\n   16  of  the  Indian  nation or tribe and to non-Indians and evidence of such\n   17  tax shall be by means of an affixed cigarette tax stamp. Indian  nations\n   18  or  tribes  may  elect to participate in the Indian tax exemption coupon\n   19  system established in section four hundred seventy-one-e of this article\n   20  which provides a mechanism for the collection of the tax imposed by this\n   21  section on cigarette sales on qualified reservations to such non-members\n   22  and non-Indians and for the delivery of quantities of  tax-exempt  ciga-\n   23  rettes  to Indian nations or tribes for the personal use and consumption\n   24  of qualified members of the Indian nation or tribe. If an Indian  nation\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05161-01-1\n\n       A. 1101                             2\n\n    1  or  tribe  does  not  elect  to  participate in the Indian tax exemption\n    2  coupon system, the prior approval system shall be the mechanism for  the\n    3  delivery  of  quantities  of  tax-exempt cigarettes to Indian nations or\n    4  tribes  for the personal use and consumption of qualified members of the\n    5  Indian nation or tribe as provided for in paragraph (b)  of  subdivision\n    6  five  of  this  section.  Such tax on cigarettes shall be at the rate of\n    7  four dollars and thirty-five cents for each twenty cigarettes  or  frac-\n    8  tion  thereof,  provided,  however,  that  if  a  package  of cigarettes\n    9  contains more than twenty cigarettes, the rate of tax on the  cigarettes\n   10  in  such  package  in excess of twenty shall be one dollar and eight and\n   11  three-quarters cents for  each  five  cigarettes  or  fraction  thereof.\n   12  PROVIDED  FURTHER THAT IF THE STATE FAILS TO COLLECT TAXES ON CIGARETTES\n   13  SOLD ON AN INDIAN RESERVATION TO NON-MEMBERS OF  THE  INDIAN  NATION  OR\n   14  TRIBE  BY  SEPTEMBER FIRST, TWO THOUSAND ELEVEN, THAT SUCH CIGARETTE TAX\n   15  RATE WOULD REVERT TO THE RATE OF TWO DOLLARS AND SEVENTY-FIVE  CENTS  AS\n   16  PREVIOUSLY STATED IN LAW BEFORE THE PASSAGE OF CHAPTER ONE HUNDRED THIR-\n   17  TY-FOUR  OF THE LAWS OF TWO THOUSAND TEN. ONCE THE STATE BEGINS COLLECT-\n   18  ING TAXES ON CIGARETTES SOLD ON AN INDIAN RESERVATION TO NON-MEMBERS  OF\n   19  THE  INDIAN  NATION OR TRIBE, THE CIGARETTE TAX RATE WOULD BE IMPOSED AT\n   20  FOUR DOLLARS AND THIRTY-FIVE CENTS AS SPECIFIED IN CHAPTER  ONE  HUNDRED\n   21  THIRTY-FOUR  OF THE LAWS OF TWO THOUSAND TEN. Such tax is intended to be\n   22  imposed upon only one sale of the same package of cigarettes.  It  shall\n   23  be  presumed  that  all  cigarettes  within the state are subject to tax\n   24  until the contrary is established, and the  burden  of  proof  that  any\n   25  cigarettes  are  not  taxable  hereunder  shall  be  upon  the person in\n   26  possession thereof.\n   27    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to taxes on cigarettes sold on an Indian reservation to non-members of the Indian nation or tribe ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110106.T140222.TXT", "SOBI.D110106.T140723.TXT", "SOBI.D110106.T133720.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295028280345
}