{
  "year" : 2011,
  "senateBillNo" : "A110-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A110-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants a director of a municipality the power to enforce the redemption of beverage containers at redemption centers",
  "summary" : "Grants a director of a municipality the power to enforce the redemption of beverage containers at redemption centers; grants the same powers as environmental conservation officers pursuant to the litter and solid waste control provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A839-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          110\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, ENGLEBRIGHT, KELLNER -- Multi-Sponsored\n         by  --  M. of A.   BRENNAN, COLTON, ORTIZ -- read once and referred to\n         the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         granting  the  director  of  a  municipality  the power to enforce the\n         redemption of beverage containers at redemption centers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 27-1013 of the environmental conservation law, as\n    2  amended by section 9 of part SS of chapter 59 of the laws  of  2009,  is\n    3  amended to read as follows:\n    4  S 27-1013. Redemption centers.\n    5    The  commissioner  is  hereby  empowered to promulgate rules and regu-\n    6  lations governing (1) the circumstances in which dealers  and  distribu-\n    7  tors, individually or collectively, are required to accept the return of\n    8  empty beverage containers, and make payment therefor; (2) the sorting of\n    9  the  containers  which a deposit initiator or distributor may require of\n   10  dealers and redemption centers; (3) the collection of returned  beverage\n   11  containers by deposit initiators or distributors, including the party to\n   12  whom  such  expense is to be charged, the frequency of such pick ups and\n   13  the payment for refunds and handling fees  thereon;  (4)  the  right  of\n   14  dealers  to  restrict  or  limit  the number of containers redeemed, the\n   15  rules for redemption at the dealers' place of business, and the  redemp-\n   16  tion  of containers from a beverage for which sales have been discontin-\n   17  ued, and to issue permits to persons, firms or corporations which estab-\n   18  lish redemption centers, subject to applicable provisions of  local  and\n   19  state  laws,  at  which  redeemers and dealers may return empty beverage\n   20  containers and receive payment of the  refund  value  of  such  beverage\n   21  containers.  No  dealer or distributor, as defined in section 27-1003 of\n   22  this title, shall be required to obtain a permit to operate a redemption\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04331-01-1\n\n       A. 110                              2\n\n    1  center at the same location as the dealer's or  distributor's  place  of\n    2  business.  Operators of such redemption centers shall receive payment of\n    3  the refund value of each beverage container from the appropriate deposit\n    4  initiator  or  distributor  as  provided  under  section 27-1007 of this\n    5  title.  THE DIRECTOR OF A MUNICIPALITY SHALL HAVE  THE  SAME  POWERS  AS\n    6  ENVIRONMENTAL  CONSERVATION  OFFICERS  UNDER  THIS  TITLE TO ENFORCE THE\n    7  PROVISIONS OF THIS SECTION AND ALL RULES AND REGULATIONS PROMULGATED  BY\n    8  THE COMMISSIONER TO ENFORCE THIS SECTION.\n    9    S  2.  This  act shall take effect on the ninetieth day after it shall\n   10  have become a law;  provided,  however,  that  the  addition,  amendment\n   11  and/or repeal of any rule or regulation necessary for the implementation\n   12  of this act on its effective date are authorized and directed to be made\n   13  and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to granting the director of a municipality the power to enforce the redemption of beverage containers at redemption centers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105412.TXT", "SOBI.D101216.T105913.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D101216.T114416.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618105003
}