{
  "year" : 2011,
  "senateBillNo" : "A1108-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1108-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates city university of New York center for excellence in urban education to enhance the quality of teaching in public schools in N.Y. city",
  "summary" : "Creates City University of New York center for excellence in urban education to enhance the quality of teaching in public schools in NYC; establishes the regents teachers loan forgiveness program to allocate awards annually to teachers who agree to teach public school in an area of New York state designated by the board of regents as having a shortage of public school teachers. ",
  "currentCommittee" : null,
  "sameAs" : "S1141",
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3620-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1108\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CLARK, ENGLEBRIGHT, ROBINSON -- Multi-Sponsored\n         by -- M. of A. COOK, ORTIZ, PERRY, TOWNS -- read once and referred  to\n         the Committee on Higher Education\n\n       AN  ACT  to  amend  the  education law, in relation to providing for the\n         enhancement of the quality of teaching in the public  schools  in  New\n         York city\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new article  125-C\n    2  to read as follows:\n    3                                 ARTICLE 125-C\n    4                         CITY UNIVERSITY OF NEW YORK\n    5                            CENTER FOR EXCELLENCE\n    6                             IN URBAN EDUCATION\n    7  SECTION 6283. CITY UNIVERSITY OF NEW YORK CENTER FOR EXCELLENCE IN URBAN\n    8                  EDUCATION.\n    9    S  6283.  CITY  UNIVERSITY  OF NEW YORK CENTER FOR EXCELLENCE IN URBAN\n   10  EDUCATION. 1. THE LEGISLATURE HEREBY FINDS AND DETERMINES THAT THERE  IS\n   11  A  LOOMING  SHORTAGE  OF QUALIFIED TEACHERS WILLING TO CONSIDER TEACHING\n   12  POSITIONS IN URBAN SCHOOLS. THIS SHORTAGE IS EVIDENT IN THE STATE'S FIVE\n   13  LARGEST CITY SCHOOL DISTRICTS AND HAS REACHED  CRITICAL  PROPORTIONS  IN\n   14  NEW YORK CITY.\n   15    2.  THERE IS HEREBY ESTABLISHED THE CITY UNIVERSITY OF NEW YORK CENTER\n   16  FOR EXCELLENCE IN URBAN EDUCATION.   THE CENTER SHALL BE  LOCATED  AT  A\n   17  CITY  UNIVERSITY  OF NEW YORK COLLEGE ACCREDITED BY THE NATIONAL COUNCIL\n   18  FOR ACCREDITATION OF TEACHER EDUCATION.\n   19    3. THE CENTER SHALL:\n   20    A. COLLABORATE WITH TEACHERS FROM THE CITY'S URBAN CENTERS TO  DEVELOP\n   21  AND DELIVER PROGRAMS TO ADDRESS THE PARTICULAR NEEDS OF URBAN EDUCATION,\n   22  INCLUDING,  BUT NOT LIMITED TO, DEALING WITH SEVERE CLASSROOM MANAGEMENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01720-01-1\n\n       A. 1108                             2\n\n    1  PROBLEMS; ISSUES OF CONFLICT AND RACIAL SENSITIVITIES; UNDERSTANDING THE\n    2  CENTRAL ROLE SCHOOLS PLAY IN COMMUNITY DEVELOPMENT; AND COPING WITH  AND\n    3  COMPENSATING FOR A MYRIAD OF FAMILY AND SOCIAL ISSUES THAT IMPACT SCHOOL\n    4  PERFORMANCE.\n    5    B.  PARTNER  WITH  URBAN  SCHOOL  DISTRICTS TO (I) ENSURE HIGH QUALITY\n    6  CLINICAL EDUCATION FOR PRESERVICE TEACHER EDUCATION  STUDENTS  IN  URBAN\n    7  LOCATIONS;  (II)  DESIGN AND IMPLEMENT PROGRAMS TO RECRUIT CHILDREN INTO\n    8  CAREERS OF TEACHING; (III) INCREASE THE NUMBER OF MINORITY CANDIDATES IN\n    9  TEACHER PREPARATION  PROGRAMS  AND  INCREASE  PRODUCTIVITY  IN  TEACHING\n   10  FIELDS  OF CRITICAL NEED INCLUDING, BUT NOT LIMITED TO, CHILDHOOD EDUCA-\n   11  TION WITH EMPHASIS IN SCIENCE, MATHEMATICS, AND READING;  EARLY  ADOLES-\n   12  CENCE EDUCATION WITH EMPHASIS IN INTEGRATED SCIENCE-MATHEMATICS-TECHNOL-\n   13  OGY; ADOLESCENT EDUCATION IN SCIENCE AND MATHEMATICS; SPECIAL EDUCATION;\n   14  BILINGUAL  SPECIAL  EDUCATION;  AND  BILINGUAL  SPEECH  PATHOLOGY;  (IV)\n   15  ATTRACT TEACHER EDUCATION STUDENTS TO JOBS IN URBAN LOCATIONS  OF  CRIT-\n   16  ICAL  NEED;  AND (V) SYSTEMATICALLY RENEW BOTH THE SCHOOL AND COLLEGIATE\n   17  ENVIRONMENTS THROUGH JOINT PROFESSIONAL DEVELOPMENT AND SCHOLARLY ACTIV-\n   18  ITIES.\n   19    C.  PROVIDE  SPECIAL  CAPSTONE  PROGRAMS  FOR  STUDENTS   FROM   OTHER\n   20  COLLEGES/UNIVERSITIES  IN  THE  STATE  TO RECRUIT AND QUALIFY PRESERVICE\n   21  EDUCATORS FOR SERVICE IN URBAN SETTINGS.\n   22    S 2. Section 605 of the education law  is  amended  by  adding  a  new\n   23  subdivision 13 to read as follows:\n   24    13.  REGENTS  TEACHER  LOAN  FORGIVENESS PROGRAM. REGENTS TEACHER LOAN\n   25  FORGIVENESS AWARDS SHALL BE AWARDED ANNUALLY TO TEACHERS  WHO  AGREE  TO\n   26  TEACH  PUBLIC  SCHOOL  IN  AN  AREA  OF NEW YORK STATE DESIGNATED BY THE\n   27  REGENTS AS HAVING A SHORTAGE OF PUBLIC SCHOOL  TEACHERS.    SUCH  AWARDS\n   28  SHALL BE CLASSIFIED AND ALLOCATED IN ACCORDANCE WITH REGENTS RULES.\n   29    A. ELIGIBILITY. (1) THE APPLICANT MUST BE A RESIDENT OF NEW YORK STATE\n   30  AND CERTIFIED.\n   31    (2)  THE APPLICANT MUST AGREE TO TEACH PUBLIC SCHOOL IN AN AREA IN NEW\n   32  YORK STATE DESIGNATED AS HAVING A SHORTAGE OF PUBLIC SCHOOL TEACHERS.\n   33    B. SELECTION.   THE COMMISSIONER  SHALL  ESTABLISH  CRITERIA  FOR  THE\n   34  SELECTION  OF  PARTICIPANTS IN THE PROGRAM. AN APPLICANT MUST SATISFY AT\n   35  LEAST ONE OF THE CRITERIA ESTABLISHED. A PRIORITY SHALL BE  ACCORDED  TO\n   36  ANY  APPLICANT WHO IS COMPLETING THE SECOND YEAR OF THE SERVICE REQUIRE-\n   37  MENT AND IS REAPPLYING FOR A NEW AWARD. THE CRITERIA SHALL  INCLUDE  BUT\n   38  NOT BE LIMITED TO THE FOLLOWING:\n   39    (1)  REAPPLICATION  FOR  A NEW AWARD BY A PERSON WHO IS COMPLETING THE\n   40  SECOND YEAR OF A SERVICE REQUIREMENT;\n   41    (2) RECEIPT OF SPECIFIC TRAINING IN AN AREA  OF  CERTIFICATION  DETER-\n   42  MINED BY THE REGENTS TO BE IN SHORT SUPPLY;\n   43    (3)  RECEIPT  OF SPECIFIC TRAINING OR EXPERIENCE IN SERVING A SHORTAGE\n   44  AREA;\n   45    (4) RECEIPT OF SPECIFIC TRAINING OR  EXPERIENCE  MATCHING  A  SPECIFIC\n   46  EDUCATIONAL NEED EXISTING IN A SHORTAGE AREA; AND\n   47    (5)  AGREEMENT  PURSUANT  TO  SUBDIVISION  D  OF THIS SECTION TO TEACH\n   48  PUBLIC SCHOOL IN AN AREA DETERMINED BY THE  REGENTS  TO  HAVE  A  SEVERE\n   49  SHORTAGE OF PUBLIC SCHOOL TEACHERS.\n   50    C.  NOTIFICATION.  (1)  THE  COMMISSIONER  SHALL THEN FORWARD APPROVED\n   51  APPLICATIONS TO THE PRESIDENT AND SHALL NOTIFY UNSUCCESSFUL APPLICANTS;\n   52    (2) THE PRESIDENT SHALL VERIFY THE APPROVED APPLICANTS':\n   53    (I) ELIGIBILITY; AND\n   54    (II) TOTAL UNDERGRADUATE AND GRADUATE SCHOOL STUDENT EXPENSE;\n   55    (3) THE PRESIDENT SHALL NOTIFY APPLICANTS OF THEIR AWARD ENTITLEMENT.\n\n       A. 1108                             3\n\n    1    D. SERVICE REQUIREMENT. WITHIN SUCH TIME AS THE COMMISSIONER SHALL  BY\n    2  REGULATION  PROVIDE,  A RECIPIENT OF AN AWARD SHALL HAVE AGREED TO TEACH\n    3  PUBLIC SCHOOL IN A SPECIFIC AREA DESIGNATED  AS  HAVING  A  SHORTAGE  OF\n    4  PUBLIC  SCHOOL  TEACHERS  FOR  A  PERIOD  OF  TEN MONTHS FOR EACH ANNUAL\n    5  PAYMENT  TO  BE  RECEIVED  BY  THE  RECIPIENT.  TEACHERS IN TRAINING WHO\n    6  RECEIVE AN AWARD SHALL NOT RECEIVE CREDIT TOWARD THEIR REQUIRED  SERVICE\n    7  FOR  TIME SPENT IN A TRAINING PROGRAM. IN NO CASE SHALL THE TOTAL NUMBER\n    8  OF MONTHS OF SERVICE REQUIRED BE LESS THAN  TWENTY-FOUR.  THE  PRESIDENT\n    9  SHALL,  IN  CONSULTATION  WITH THE COMMISSIONER, DEVELOP AND SECURE FROM\n   10  EACH AWARD RECIPIENT, A WRITTEN AGREEMENT TO:\n   11    (1) TEACH PUBLIC SCHOOL IN THE DESIGNATED SHORTAGE AREA; AND\n   12    (2) TEACH FULL-TIME AND SERVE AS AN EXTRA-CURRICULAR ACTIVITY  ADVISOR\n   13  OR COACH.\n   14    IF  A RECIPIENT FAILS TO COMPLY FULLY WITH SUCH CONDITIONS, THE PRESI-\n   15  DENT SHALL BE ENTITLED TO RECEIVE FROM SUCH RECIPIENT AN  AMOUNT  TO  BE\n   16  DETERMINED BY THE FORMULA:\n   17                                 A = 2B (T-S)\n   18                                        -----\n   19                                          T\n   20    IN  WHICH  \"A\" IS THE AMOUNT THE PRESIDENT IS ENTITLED TO RECOVER; \"B\"\n   21  IS THE SUM OF ALL PAYMENTS MADE TO THE RECIPIENT  AND  THE  INTEREST  ON\n   22  SUCH AMOUNT WHICH WOULD BE PAYABLE IF AT THE TIMES SUCH AWARDS WERE PAID\n   23  THEY  WERE LOANS BEARING INTEREST AT THE MAXIMUM PREVAILING RATE; \"T\" IS\n   24  THE TOTAL NUMBER OF  MONTHS  IN  THE  RECIPIENT'S  PERIOD  OF  OBLIGATED\n   25  SERVICES;  AND  \"S\" IS THE NUMBER OF MONTHS OF SERVICE ACTUALLY RENDERED\n   26  BY THE RECIPIENT. ANY AMOUNT WHICH THE PRESIDENT IS ENTITLED TO  RECOVER\n   27  UNDER THIS PARAGRAPH SHALL BE PAID WITHIN THE FIVE-YEAR PERIOD BEGINNING\n   28  ON THE DATE THAT THE RECIPIENT FAILED TO COMPLY WITH THIS SERVICE CONDI-\n   29  TION. NOTHING IN THE WRITTEN AGREEMENT SHALL AFFECT THE TERMS OF EMPLOY-\n   30  MENT  OF THE INDIVIDUAL WHO SHALL NEGOTIATE, SEPARATE AND APART FROM THE\n   31  PROGRAM, HIS OR HER SALARY AND OTHER FORMS OF EMPLOYMENT WITH AN AGENCY,\n   32  INSTITUTION OR A PROGRAM IN WHICH HE OR SHE SHALL BE EMPLOYED.\n   33    ANY OBLIGATION TO COMPLY WITH SUCH  PROVISIONS  AS  OUTLINED  IN  THIS\n   34  SECTION  SHALL BE CANCELLED UPON THE DEATH OF THE RECIPIENT. THE COMMIS-\n   35  SIONER SHALL MAKE REGULATIONS TO PROVIDE FOR THE WAIVER OR SUSPENSION OF\n   36  ANY FINANCIAL OBLIGATION WHICH WOULD INVOLVE EXTREME HARDSHIP.\n   37    E. REPORTING. A RECIPIENT OF AN AWARD SHALL REPORT ANNUALLY TO THE NEW\n   38  YORK STATE HIGHER EDUCATION SERVICES CORPORATION, AND THE DEPARTMENT  ON\n   39  FORMS PRESCRIBED BY THE PRESIDENT, AS TO THE PERFORMANCE OF THE REQUIRED\n   40  SERVICES,  COMMENCING  WITH  THE  CALENDAR  YEAR  IN WHICH THE RECIPIENT\n   41  BEGINS TO TEACH PUBLIC SCHOOL IN A SHORTAGE AREA  AND  CONTINUING  UNTIL\n   42  THE  RECIPIENT  SHALL HAVE COMPLETED, OR IT IS DETERMINED THAT HE OR SHE\n   43  SHALL NOT BE OBLIGATED TO COMPLETE,  THE  REQUIRED  SERVICES.    IF  THE\n   44  RECIPIENT SHALL FAIL TO FILE ANY REPORT REQUIRED HEREUNDER WITHIN THIRTY\n   45  DAYS  OF WRITTEN NOTICE TO THE RECIPIENT, MAILED TO THE ADDRESS SHOWN ON\n   46  THE LAST APPLICATION FOR AN AWARD OR LAST  REPORT  FILED,  WHICHEVER  IS\n   47  LATER,  THE  PRESIDENT OF THE CORPORATION MAY IMPOSE A FINE OF UP TO ONE\n   48  THOUSAND DOLLARS. THE PRESIDENT SHALL HAVE THE DISCRETION TO  WAIVE  THE\n   49  FILING  OF  A  REPORT,  EXCUSE  A DELAY IN FILING OR A FAILURE TO FILE A\n   50  REPORT, OR WAIVE OR REDUCE ANY FINE IMPOSED FOR GOOD CAUSE SHOWN.\n   51    F. OTHER AWARDS. AWARD RECIPIENTS SHALL BE ELIGIBLE TO APPLY  FOR  ONE\n   52  ADDITIONAL AWARD.\n   53    S  3.  The  education  law is amended by adding a new section 677-b to\n   54  read as follows:\n   55    S 677-B. REGENTS PUBLIC SCHOOL TEACHER LOAN FORGIVENESS PROGRAM.    1.\n   56  NUMBER  AND  CERTIFICATION.  EIGHTY  REGENTS  PUBLIC SCHOOL TEACHER LOAN\n\n       A. 1108                             4\n\n    1  FORGIVENESS AWARDS SHALL BE AWARDED EACH  YEAR.  SUCH  AWARDS  SHALL  BE\n    2  ALLOCATED  AS  PROVIDED  IN ARTICLE THIRTEEN OF THIS CHAPTER TO ELIGIBLE\n    3  PUBLIC SCHOOL TEACHERS AS CERTIFIED TO THE PRESIDENT BY THE  COMMISSION-\n    4  ER.\n    5    2.  CALCULATION  OF  AWARD  AMOUNTS.  EACH  AWARD SHALL CONSIST OF TWO\n    6  CONSECUTIVE  ANNUAL  LOAN  FORGIVENESS  PAYMENTS.  EACH  OF  THE  ANNUAL\n    7  PAYMENTS  SHALL BE FOR AN AMOUNT EQUAL TO THE TOTAL OF UNDERGRADUATE AND\n    8  GRADUATE SCHOOL STUDENT LOAN EXPENSE OR TEN THOUSAND  DOLLARS  WHICHEVER\n    9  IS  LESS.  THE PRESIDENT SHALL BE RESPONSIBLE FOR CALCULATING THE DOLLAR\n   10  AMOUNT OF EACH AWARD THAT ELIGIBLE  CANDIDATES  MAY  RECEIVE  FROM  THIS\n   11  PROGRAM.  FOR  THE  PURPOSES OF THIS SECTION, STUDENT LOAN EXPENSE SHALL\n   12  MEAN THE CUMULATIVE TOTAL OF THE ANNUAL STUDENT LOANS COVERING THE  COST\n   13  OF  ATTENDANCE  AT  AN UNDERGRADUATE INSTITUTION AND/OR GRADUATE SCHOOL.\n   14  INTEREST PAID OR DUE ON STUDENT LOANS THAT AN APPLICANT  HAS  TAKEN  OUT\n   15  FOR USE IN PAYING FOR SUCH UNDERGRADUATE AND/OR GRADUATE EDUCATION SHALL\n   16  BE CONSIDERED ELIGIBLE FOR REIMBURSEMENT UNDER THIS PROGRAM.\n   17    3.  AWARD  DISBURSEMENT.  A.  ANNUAL  AWARD DISBURSEMENTS SHALL BE THE\n   18  RESPONSIBILITY OF THE PRESIDENT AND SHALL OCCUR PRIOR TO  THE  BEGINNING\n   19  OF  EACH  OF  THE  REQUIRED TERMS OF SERVICE AS SPECIFIED IN THE SERVICE\n   20  CONTRACT. THE BOARD OF TRUSTEES OF THE HIGHER EDUCATION SERVICES  CORPO-\n   21  RATION  SHALL  ADOPT RULES AND REGULATIONS REGARDING CRITERIA FOR DETER-\n   22  MINING SUCCESSFUL COMPLETION OF THE  SERVICE  CONTRACT  AND  ANY  APPEAL\n   23  PROCESS  THAT MAY BE REQUIRED TO IMPLEMENT THIS PARAGRAPH UPON RECOMMEN-\n   24  DATION OF THE PRESIDENT IN CONSULTATION WITH THE COMMISSIONER.\n   25    B. THE DISBURSEMENT OF THE SECOND ANNUAL AWARD SHALL BE DEPENDENT UPON\n   26  SUCCESSFUL COMPLETION OF THE  FIRST  YEAR  REQUIREMENT  OF  THE  SERVICE\n   27  CONTRACT  AS  DEFINED  BY  THE  PRESIDENT, AS WELL AS OTHER CRITERIA SET\n   28  FORTH IN THIS SECTION.\n   29    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing for the enhancement of the quality of teaching in the public schools in New York city ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T153415.TXT", "SOBI.D110106.T133720.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432455766
}