{
  "year" : 2011,
  "senateBillNo" : "A1100-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to alcoholism and drug abuse",
    "billEventId" : "A1100-2011-1294203600000-referred+to+alcoholism+and+drug+abuse",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits municipalities to adopt local law or ordinance to recover costs of emergency response to scene of alcohol or controlled substance related accident",
  "summary" : "Enacts the \"alcohol and controlled substance expense recovery act\"; permits each city, county, town and village to adopt a local law or ordinance providing for the civil recovery, from the operator of a motor vehicle, of any cost or expense expended or incurred for services or materials in responding to an emergency situation, caused by such operator who is under the influence of alcohol or a controlled substance; provides that such municipality may keep a schedule of such costs and commence a civil action to recover such costs if such operator is found to be so impaired. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A2803-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1100\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. KOLB, McKEVITT -- Multi-Sponsored by -- M. of A.\n         CORWIN, JORDAN -- read once and referred to the Committee on  Alcohol-\n         ism and Drug Abuse\n\n       AN  ACT to amend the general municipal law, in relation to reimbursement\n         of municipal cost and expense incurred by motor vehicle drivers  under\n         the influence of alcohol and/or controlled substances\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general municipal law is amended by adding a new  arti-\n    2  cle 17-B to read as follows:\n    3                                 ARTICLE 17-B\n    4                REIMBURSEMENT OF MUNICIPAL EXPENSE BY DRIVERS\n    5                  OF MOTOR VEHICLES UNDER THE INFLUENCE OF\n    6                    ALCOHOL AND/OR A CONTROLLED SUBSTANCE\n    7  SECTION 796.   SHORT TITLE; PURPOSE OF ARTICLE.\n    8          796-A. DEFINITIONS.\n    9          796-B. LOCAL LAWS AND ORDINANCES.\n   10          796-C. STANDARD OF IMPAIRMENT; TESTING METHODS.\n   11          796-D. PRESUMPTION WITH RESPECT TO CAUSAL CONNECTION.\n   12          796-E. ADDITIONAL PRESUMPTION OF IMPAIRMENT.\n   13          796-F. DAMAGES.\n   14          796-G. ATTORNEY'S FEES, COURT COSTS AND EXPENSES; RECOVERY.\n   15          796-H. SEVERABILITY.\n   16    S  796.  SHORT  TITLE; PURPOSE OF ARTICLE. THIS ARTICLE SHALL BE KNOWN\n   17  AND MAY BE CITED AS THE \"ALCOHOL AND CONTROLLED SUBSTANCE EXPENSE RECOV-\n   18  ERY ACT\". THE LEGISLATURE HEREBY DECLARES  THAT  A  HIGH  PERCENTAGE  OF\n   19  AUTOMOBILE  ACCIDENTS  ARE  RELATED TO THE USE OF ALCOHOL AND CONTROLLED\n   20  SUBSTANCES AND, IN ADDITION TO THE TERRIBLE LOSSES SUFFERED BY THE FAMI-\n   21  LIES AND LOVED ONES OF INJURED PARTIES,  THE  COMMUNITY  ITSELF  SUFFERS\n   22  SERIOUS  FINANCIAL  BURDENS BY BEING OBLIGED TO RESPOND TO THE SCENES OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05185-01-1\n\n       A. 1100                             2\n\n    1  SUCH ACCIDENTS. SINCE THERE WOULD APPEAR TO BE NO REASON WHY THOSE CAUS-\n    2  ING OR CONTRIBUTING TO SUCH ACCIDENTS WHEN USING ALCOHOLIC BEVERAGES  OR\n    3  CONTROLLED  SUBSTANCES  SHOULD NOT SUFFER THE ECONOMIC BURDEN CREATED BY\n    4  ANY  SUCH  ACCIDENT AND THE ADDITIONAL ECONOMIC BURDEN OF RECOVERING THE\n    5  COSTS AND EXPENSES INCIDENT THERETO, IT IS  THE  DETERMINATION  OF  THIS\n    6  LEGISLATURE  THAT  THE  PASSAGE  OF THIS ARTICLE IS REQUIRED IN ORDER TO\n    7  ALLOW THE MORE EQUITABLE DISTRIBUTION OF THE COST AND EXPENSE IMPOSED BY\n    8  SUCH ANTISOCIAL CONDUCT.\n    9    S 796-A. DEFINITIONS. THE FOLLOWING  TERMS  SHALL  HAVE  THE  MEANINGS\n   10  HEREINAFTER SET FORTH, RESPECTIVELY:\n   11    1.  \"CONTROLLED SUBSTANCES\" SHALL MEAN AND INCLUDE ANY SUBSTANCE NAMED\n   12  OR DESCRIBED AS SUCH IN TITLE ONE OF ARTICLE THIRTY-THREE OF THE  PUBLIC\n   13  HEALTH LAW.\n   14    2. \"COSTS AND EXPENSES OF EMERGENCY RESPONSES\" SHALL MEAN AND INCLUDE,\n   15  BUT  NOT  BE  LIMITED TO, ALL COSTS OF LABOR, MEDICAL MATERIALS, MEDICAL\n   16  EQUIPMENT, POLICE EQUIPMENT, FIRE EQUIPMENT, AND ADMINISTRATIVE EXPENSES\n   17  ASSOCIATED THEREWITH, WHICH SHALL BE EXPENDED,  USED,  ASSOCIATED  WITH,\n   18  OCCASIONED  BY  OR  CONNECTED WITH ANY EMERGENCY MEDICAL, FIRE OR POLICE\n   19  RESPONSE AND, FOR THE PURPOSES HEREOF, THE COSTS OF  EMERGENCY  MEDICAL,\n   20  FIRE  AND  POLICE MANPOWER SERVICES SHALL BE AS SET FORTH ON SUCH SCHED-\n   21  ULES AS A MUNICIPALITY MAY ADOPT,  FROM  TIME  TO  TIME,  BY  RESOLUTION\n   22  PURSUANT TO THIS ARTICLE.\n   23    S   796-B.  LOCAL  LAWS  AND  ORDINANCES.  NOTWITHSTANDING  ANY  OTHER\n   24  PROVISION OF LAW TO THE CONTRARY AND SUBJECT TO THE PROVISIONS  OF  THIS\n   25  ARTICLE, ANY CITY, COUNTY, TOWN OR VILLAGE IN THIS STATE, ACTING THROUGH\n   26  ITS  LOCAL LEGISLATIVE BODY, IS HEREBY AUTHORIZED AND EMPOWERED TO ADOPT\n   27  AND AMEND EITHER A LOCAL LAW OR AN ORDINANCE PROVIDING FOR THE  RECOVERY\n   28  BY  SUCH  MUNICIPALITY OF ANY COST OR EXPENSE INCURRED OR EXPENDED BY IT\n   29  AS THE RESULT OF THE OPERATION OF A MOTOR VEHICLE  WITHIN  SUCH  MUNICI-\n   30  PALITY BY AN INDIVIDUAL WHILE UNDER THE INFLUENCE OF ALCOHOLIC BEVERAGES\n   31  OR  CONTROLLED  SUBSTANCES  OR  A COMBINATION OF ALCOHOLIC BEVERAGES AND\n   32  CONTROLLED SUBSTANCES TO THE EXTENT THAT HIS OR HER NORMAL FACULTIES ARE\n   33  IMPAIRED OR TO THE EXTENT THAT HE OR SHE IS DEPRIVED OF FULL  POSSESSION\n   34  OF  HIS  OR  HER  NORMAL FACULTIES AND, IF SUCH PERSON SHALL PROXIMATELY\n   35  CAUSE AN ACCIDENT OR IS A SUBSTANTIAL CAUSATIVE FACTOR  OF  AN  ACCIDENT\n   36  RESULTING  IN  THE  NEED  FOR  SUCH  MUNICIPALITY  TO  PROVIDE EMERGENCY\n   37  MEDICAL, FIRE OR POLICE RESPONSES OR  SERVICES,  SUCH  PERSON  SHALL  BE\n   38  LIABLE TO SUCH MUNICIPALITY FOR ALL COSTS AND EXPENSES OF SUCH EMERGENCY\n   39  RESPONSES AND SERVICES.\n   40    S  796-C. STANDARD OF IMPAIRMENT; TESTING METHODS.  1. IN ANY TRIAL OF\n   41  ANY CIVIL ACTION OR PROCEEDING WITH RESPECT TO THE  ENFORCEMENT  OF  ANY\n   42  LOCAL  LAW  OR ORDINANCE PASSED PURSUANT HERETO ALLEGING THAT ANY PERSON\n   43  IS LIABLE TO SUCH MUNICIPALITY BECAUSE SUCH PERSON WAS THE CAUSE  OF  OR\n   44  WAS  A  SUBSTANTIAL  CAUSATIVE FACTOR OF AN ACCIDENT REQUIRING EMERGENCY\n   45  MEDICAL, FIRE OR POLICE RESPONSES WHILE SUCH PERSON WAS  DRIVING  OR  IN\n   46  ACTUAL  PHYSICAL CONTROL OF A VEHICLE WHILE UNDER THE INFLUENCE OF ALCO-\n   47  HOLIC BEVERAGES OR CONTROLLED SUBSTANCES, OR A COMBINATION OF  ALCOHOLIC\n   48  BEVERAGES  AND  CONTROLLED  SUBSTANCES,  TO  THE  EXTENT THAT HIS OR HER\n   49  NORMAL FACULTIES WERE IMPAIRED, OR TO THE EXTENT  THAT  HE  OR  SHE  WAS\n   50  DEPRIVED  OF FULL POSSESSION OF HIS OR HER NORMAL FACULTIES, THE RESULTS\n   51  OF ANY TEST ADMINISTERED IN ACCORDANCE WITH ARTICLE  THIRTY-ONE  OF  THE\n   52  VEHICLE AND TRAFFIC LAW SHALL BE ADMISSIBLE INTO EVIDENCE WHEN OTHERWISE\n   53  ADMISSIBLE,  AND  THE  AMOUNT  OF ALCOHOL OR CONTROLLED SUBSTANCE IN THE\n   54  PERSON'S BLOOD AT THE TIME ALLEGED, AS SHOWN BY CHEMICAL ANALYSIS OF THE\n   55  PERSON'S BLOOD OR BREATH OR URINE, SHALL  GIVE  RISE  TO  THE  FOLLOWING\n   56  PRESUMPTIONS:\n\n       A. 1100                             3\n\n    1    A.  IF THERE WAS, AT THE TIME, 0.05 PERCENT OR LESS BY WEIGHT OF ALCO-\n    2  HOL IN THE PERSON'S BLOOD, AND IF THERE WAS NO EVIDENCE OF A  CONTROLLED\n    3  SUBSTANCE  IN  SUCH PERSON'S BLOOD, IT SHALL BE PRESUMED THAT THE PERSON\n    4  WAS NOT  UNDER  THE  INFLUENCE  OF  ALCOHOLIC  BEVERAGES  OR  CONTROLLED\n    5  SUBSTANCES  OR  ANY  COMBINATION  THEREOF  TO THE EXTENT THAT HIS OR HER\n    6  NORMAL FACULTIES WERE IMPAIRED.\n    7    B. IF THERE WAS, AT THE TIME, IN EXCESS OF 0.05 PERCENT BUT LESS  THAN\n    8  0.08 PERCENT BY WEIGHT OF ALCOHOL IN THE PERSON'S BLOOD SUCH FACTS SHALL\n    9  NOT  GIVE  RISE  TO ANY PRESUMPTION THAT THE PERSON WAS OR WAS NOT UNDER\n   10  THE INFLUENCE OF ALCOHOLIC  BEVERAGES  OR  CONTROLLED  SUBSTANCES  OR  A\n   11  COMBINATION  THEREOF TO THE EXTENT THAT HIS OR HER NORMAL FACULTIES WERE\n   12  IMPAIRED, BUT SUCH FACT MAY BE CONSIDERED WITH OTHER COMPETENT  EVIDENCE\n   13  IN  DETERMINING  WHETHER THE PERSON WAS UNDER THE INFLUENCE OF ALCOHOLIC\n   14  BEVERAGES OR CONTROLLED SUBSTANCES OR ANY  COMBINATION  THEREOF  TO  THE\n   15  EXTENT THAT HIS OR HER NORMAL FACULTIES WERE IMPAIRED.\n   16    C.  IF THERE WAS, AT THE TIME, 0.08 PERCENT OR MORE BY WEIGHT OF ALCO-\n   17  HOL IN THE PERSON'S BLOOD, EVEN IF THERE WAS NO EVIDENCE OF A CONTROLLED\n   18  SUBSTANCE IN SUCH  PERSON'S  BLOOD,  SUCH  FACT  SHALL  BE  PRIMA  FACIE\n   19  EVIDENCE  THAT THE PERSON WAS UNDER THE INFLUENCE OF ALCOHOLIC BEVERAGES\n   20  TO THE EXTENT THAT HIS OR HER NORMAL FACULTIES WERE IMPAIRED.\n   21    D. IF THERE WAS, AT THE TIME, IN EXCESS OF 0.05 PERCENT BY  WEIGHT  OF\n   22  ALCOHOL  IN THE PERSON'S BLOOD AND EVIDENCE OF A CONTROLLED SUBSTANCE IN\n   23  THE PERSON'S BLOOD, SUCH FACTS SHALL BE PRIMA FACIE  EVIDENCE  THAT  THE\n   24  PERSON  WAS  UNDER THE INFLUENCE OF A COMBINATION OF ALCOHOLIC BEVERAGES\n   25  AND CONTROLLED SUBSTANCES TO THE EXTENT THAT HIS OR HER NORMAL FACULTIES\n   26  WERE IMPAIRED.\n   27    2. THE PERCENT BY WEIGHT OF ALCOHOL IN THE BLOOD SHALL BE  BASED  UPON\n   28  GRAMS OF ALCOHOL PER 100 MILLILITERS OF BLOOD.\n   29    3.  THE FOREGOING PROVISIONS OF THIS SECTION SHALL NOT BE CONSTRUED AS\n   30  LIMITING THE INTRODUCTION OF OTHER COMPETENT EVIDENCE BEARING  UPON  THE\n   31  QUESTION  OF  WHETHER  THE  PERSON  WAS UNDER THE INFLUENCE OF ALCOHOLIC\n   32  BEVERAGES OR CONTROLLED SUBSTANCES, OR A COMBINATION OF ALCOHOLIC BEVER-\n   33  AGES AND CONTROLLED SUBSTANCES, EITHER TO THE EXTENT  THAT  HIS  OR  HER\n   34  NORMAL  FACULTIES  WERE  IMPAIRED  OR  TO  THE EXTENT THAT HE OR SHE WAS\n   35  DEPRIVED OF FULL POSSESSION OF HIS OR HER NORMAL FACULTIES, OR THAT SUCH\n   36  IMPAIRMENT WAS THE PROXIMATE CAUSE OR  SUBSTANTIALLY  CAUSATIVE  OF  THE\n   37  ACCIDENT  GIVING  RISE TO THE NEED FOR EMERGENCY MEDICAL, POLICE OR FIRE\n   38  SERVICES.\n   39    4. A CHEMICAL ANALYSIS OF A  PERSON'S  BLOOD  TO  DETERMINE  ALCOHOLIC\n   40  CONTENT, A CHEMICAL ANALYSIS OF A PERSON'S BREATH OR A CHEMICAL ANALYSIS\n   41  OF  A  PERSON'S  URINE,  IN  ORDER  TO  BE  CONSIDERED  VALID  UNDER THE\n   42  PROVISIONS OF THIS SECTION, MUST HAVE BEEN  PERFORMED  SUBSTANTIALLY  IN\n   43  ACCORDANCE  WITH THE METHOD SET FORTH IN ARTICLE THIRTY-ONE OF THE VEHI-\n   44  CLE AND TRAFFIC LAW.  ANY  INSUBSTANTIAL  DIFFERENCES  BETWEEN  APPROVED\n   45  TECHNIQUES  AND  ACTUAL  TESTING PROCEDURES IN ANY INDIVIDUAL CASE SHALL\n   46  NOT RENDER THE TEST OR TEST RESULTS INVALID.  ANY  TECHNIQUE  OR  METHOD\n   47  APPROVED BY THE DEPARTMENT OF HEALTH WITH RESPECT TO SUCH ANALYSIS SHALL\n   48  BE  DEEMED  ACCEPTABLE.    ANY  PERSON WHO SHALL BE DEEMED QUALIFIED AND\n   49  COMPETENT TO CONDUCT SUCH ANALYSIS BY THE DEPARTMENT OF HEALTH SHALL  BE\n   50  DEEMED COMPETENT TO CONDUCT SUCH ANALYSIS.\n   51    S  796-D.  PRESUMPTION WITH RESPECT TO CAUSAL CONNECTION. IN ANY TRIAL\n   52  OF ANY CIVIL ACTION OR PROCEEDING WITH RESPECT TO THE ENFORCEMENT HEREOF\n   53  ALLEGING THAT ANY PERSON IS LIABLE HEREUNDER BECAUSE SUCH PERSON WAS THE\n   54  CAUSE OF OR WAS A SUBSTANTIAL CAUSATIVE FACTOR OF AN ACCIDENT  REQUIRING\n   55  EMERGENCY  MEDICAL, FIRE OR POLICE RESPONSES WHILE SUCH PERSON WAS DRIV-\n   56  ING OR IN ACTUAL PHYSICAL CONTROL OF A VEHICLE WHILE UNDER THE INFLUENCE\n\n       A. 1100                             4\n\n    1  OF ALCOHOLIC BEVERAGES OR CONTROLLED SUBSTANCES,  OR  A  COMBINATION  OF\n    2  ALCOHOLIC BEVERAGES AND CONTROLLED SUBSTANCES, TO THE EXTENT THAT HIS OR\n    3  HER  NORMAL  FACULTIES  WERE  IMPAIRED OR THAT HE OR SHE WAS DEPRIVED OF\n    4  FULL  POSSESSION  OF  HIS  OR HER NORMAL FACULTIES, IT SHALL BE PRESUMED\n    5  THAT  A  PERSON  UNDER  THE  INFLUENCE  OF  ALCOHOLIC  BEVERAGES  AND/OR\n    6  CONTROLLED  SUBSTANCES  TO  THE  EXTENT THAT HIS OR HER NORMAL FACULTIES\n    7  WERE IMPAIRED, OR TO THE EXTENT THAT HE OR  SHE  WAS  DEPRIVED  OF  FULL\n    8  POSSESSION  OF  HIS  OR HER NORMAL FACULTIES, WAS THE PROXIMATE CAUSE OR\n    9  WAS A SUBSTANTIAL CAUSATIVE FACTOR OF THE ACCIDENT GIVING  RISE  TO  THE\n   10  NEED FOR EMERGENCY MEDICAL, POLICE AND FIRE SERVICES.\n   11    S  796-E.  ADDITIONAL  PRESUMPTION OF IMPAIRMENT.  IN ANY TRIAL OF ANY\n   12  CIVIL ACTION OR PROCEEDING WITH RESPECT TO THE ENFORCEMENT OF ANY  LOCAL\n   13  LAW  OR  ORDINANCE  PASSED  PURSUANT  HERETO ALLEGING THAT ANY PERSON IS\n   14  LIABLE TO SUCH MUNICIPALITY BECAUSE SUCH PERSON WAS THE CAUSE OF OR  WAS\n   15  A  SUBSTANTIAL  CAUSATIVE  FACTOR  OF  AN  ACCIDENT  REQUIRING EMERGENCY\n   16  MEDICAL, FIRE OR POLICE RESPONSES WHILE SUCH PERSON WAS  DRIVING  OR  IN\n   17  ACTUAL  PHYSICAL CONTROL OF A VEHICLE WHILE UNDER THE INFLUENCE OF ALCO-\n   18  HOLIC BEVERAGES OR CONTROLLED SUBSTANCES, OR A COMBINATION OF  ALCOHOLIC\n   19  BEVERAGES  AND  CONTROLLED  SUBSTANCES,  TO  THE  EXTENT THAT HIS OR HER\n   20  NORMAL FACULTIES WERE IMPAIRED OR THAT HE OR SHE WAS  DEPRIVED  OF  FULL\n   21  POSSESSION  OF  HIS  OR  HER NORMAL FACULTIES, IT SHALL BE PRESUMED THAT\n   22  SUCH PERSON'S NORMAL FACULTIES WERE IMPAIRED OR  THAT  SUCH  PERSON  WAS\n   23  DEPRIVED  OF  FULL  POSSESSION  OF  HIS  OR HER NORMAL FACULTIES IF SUCH\n   24  PERSON SHALL PLEAD GUILTY TO OR SHALL HAVE BEEN FOUND GUILTY AFTER TRIAL\n   25  OF A VIOLATION OF SECTION ELEVEN HUNDRED NINETY-TWO OF THE  VEHICLE  AND\n   26  TRAFFIC  LAW OR IF SUCH PERSON REFUSES AN OFFICER'S REQUEST TO SUBMIT TO\n   27  ANY BREATH, BLOOD OR URINE TEST PROVIDED IN SECTION ELEVEN HUNDRED NINE-\n   28  TY-FOUR OF THE VEHICLE AND TRAFFIC  LAW  AND  SUCH  OFFICER  SHALL  HAVE\n   29  SUBMITTED  A SWORN STATEMENT THAT HE HAD REASONABLE CAUSE TO BELIEVE THE\n   30  PERSON HAD BEEN DRIVING OR HAD BEEN IN  ACTUAL  PHYSICAL  CONTROL  OF  A\n   31  MOTOR  VEHICLE  WITHIN  SUCH  MUNICIPALITY  WHILE UNDER THE INFLUENCE OF\n   32  ALCOHOLIC BEVERAGES OR CONTROLLED SUBSTANCES, OR A COMBINATION OF  ALCO-\n   33  HOLIC  BEVERAGES  AND  CONTROLLED  SUBSTANCES,  AND THAT SUCH PERSON HAD\n   34  REFUSED TO SUBMIT TO THE TEST OR TESTS AFTER BEING REQUESTED TO DO SO BY\n   35  THE OFFICER.\n   36    S 796-F. DAMAGES. EVERY MUNICIPALITY ADOPTING A LOCAL LAW OR ORDINANCE\n   37  PURSUANT TO THIS ARTICLE SHALL DEVELOP AND KEEP CURRENT  A  SCHEDULE  OF\n   38  SUCH EMERGENCY COSTS AND EXPENSES LIKELY TO BE INCURRED OR EXPENDED AS A\n   39  RESULT  OF  SUCH  AN  ALCOHOL  OR  CONTROLLED SUBSTANCE RELATED ACCIDENT\n   40  SETTING FORTH THE COST AND VALUE OF TIME AND SERVICES, AS WELL AS  MATE-\n   41  RIALS, PROVIDED IN EMERGENCY SITUATIONS AS CONTEMPLATED BY THIS ARTICLE.\n   42    S  796-G.  ATTORNEY'S FEES, COURT COSTS AND EXPENSES; RECOVERY. IN ANY\n   43  TRIAL OR ANY CIVIL ACTION OR PROCEEDING ARISING IN  THE  ENFORCEMENT  OF\n   44  ANY  LOCAL  LAW  OR  ORDINANCE  PASSED PURSUANT HERETO, THE MUNICIPALITY\n   45  INVOLVED SHALL BE ENTITLED TO RECOVER  ALL  COURT  COSTS,  EXPENSES  AND\n   46  ATTORNEY'S  FEES INCURRED BY  SUCH MUNICIPALITY IN SUCH DISPUTE AND SUCH\n   47  RIGHT SHALL INCLUDE ALL OF SUCH  COSTS,  EXPENSES  AND  ATTORNEY'S  FEES\n   48  THROUGH ALL APPEALS OR OTHER ACTIONS.\n   49    S   796-H.  SEVERABILITY.  IF  ANY  SECTION,  SUBDIVISION,  PARAGRAPH,\n   50  SENTENCE, CLAUSE, PHRASE OR PORTION OF THIS ARTICLE IS  FOR  ANY  REASON\n   51  HELD INVALID OR UNCONSTITUTIONAL BY ANY COURT OF COMPETENT JURISDICTION,\n   52  SUCH  PORTION  SHALL  BE  DEEMED  A  SEPARATE,  DISTINCT AND INDEPENDENT\n   53  PROVISION AND SUCH HOLDING SHALL NOT AFFECT THE VALIDITY OF THE  REMAIN-\n   54  ING PORTIONS OF THIS ARTICLE.\n   55    S 2.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to reimbursement of municipal cost and expense incurred by motor vehicle drivers under the influence of alcohol and/or controlled substances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T133720.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432155533
}