{
  "year" : 2011,
  "senateBillNo" : "A1119-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1119-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the operator of a store to post signs regarding reusable bags",
  "summary" : "Requires the operator of a store to post signs regarding reusable bags. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AA9190-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1119\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. SCHIMEL -- Multi-Sponsored by -- M. of A. COLTON,\n         GLICK,  GOTTFRIED,  KELLNER,  McDONOUGH,  WEISENBERG  -- read once and\n         referred to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to recy-\n         cling program requirements; requires store  operators  to  post  signs\n         regarding reusable bags\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 27-2705 of the environmental conservation  law,  as\n    2  added by chapter 641 of the laws of 2008, is amended to read as follows:\n    3  S 27-2705. Recycling program requirements.\n    4    An  at-store  recycling  program  provided  by the operator of a store\n    5  shall require:\n    6    1. a plastic carryout bag provided by the store  to  have  printed  or\n    7  displayed  on  the  bag,  in  a  manner visible to a consumer, the words\n    8  \"PLEASE RETURN TO A PARTICIPATING STORE FOR RECYCLING\". Provided, howev-\n    9  er, such store shall be allowed for one year from the effective date  of\n   10  this  subdivision  to use its existing stock of plastic carryout bags. A\n   11  store may also apply to the commissioner for approval of an  alternative\n   12  plastic  bag recycling message. The commissioner shall approve or reject\n   13  the proposed message within forty-five days;\n   14    2. a plastic carryout bag  collection  bin  that  is  visible,  easily\n   15  accessible  to  the consumer, and clearly marked that the collection bin\n   16  is available for the purpose of collecting and recycling plastic  carry-\n   17  out  bags. This subdivision shall apply to stores not within an enclosed\n   18  shopping mall and stores of at least fifty thousand square  feet  within\n   19  an enclosed shopping mall. In the case of an enclosed shopping mall, the\n   20  owner  of  the  enclosed  mall  shall place bins at reasonable intervals\n   21  throughout the enclosed mall area;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01529-01-1\n\n       A. 1119                             2\n\n    1    3. all plastic carryout bags collected by the store to  be  collected,\n    2  transported  and  recycled along with any other in-store plastic recycl-\n    3  ing, except for plastic bags that are not sufficiently free  of  foreign\n    4  material  to enter the recycling stream. Plastic carryout bags collected\n    5  by  the  store  or the manufacturer, which are free of foreign material,\n    6  shall not be disposed of in any solid waste disposal facility  permitted\n    7  or authorized pursuant to title seven of this article;\n    8    4.  the  store or its agent to maintain, for a minimum of three years,\n    9  records describing the collection, transport and  recycling  of  plastic\n   10  carryout  bags  collected by weight, provided however that stores or its\n   11  agents may weigh such bags and any other in-store plastic recycling at a\n   12  regional collection center. Such records shall be made available to  the\n   13  department  upon  request,  to  demonstrate  compliance with this title;\n   14  [and]\n   15    5. the operator of the store to (a) make reusable  bags  available  to\n   16  customers  within the store for purchase, and (b) permit a reuseable bag\n   17  to be used in lieu of a plastic carryout bag or paper bag[.]; AND\n   18    6.  THE CONSPICUOUS POSTING OF SIGNS,  NO  SMALLER  THAN  FOUR  SQUARE\n   19  FEET, THAT HAVE PRINTED OR DISPLAYED ON THE SIGN THE WORDS \"DON'T FORGET\n   20  YOUR  REUSABLE  TOTE  BAG\". THE OPERATOR OF THE STORE IS RESPONSIBLE FOR\n   21  POSTING AT LEAST ONE SUCH SIGN AT EACH ENTRANCE OF THE STORE OPEN TO THE\n   22  PUBLIC. THE OWNER OF ANY  PARKING  AREAS,  AS  DEFINED  BY  SECTION  ONE\n   23  HUNDRED  TWENTY-NINE-A  OF THE VEHICLE AND TRAFFIC LAW, OR PARKING LOTS,\n   24  AS DEFINED BY SECTION ONE HUNDRED TWENTY-NINE-B OF THE VEHICLE AND TRAF-\n   25  FIC LAW, THAT ARE PROVIDED IN CONNECTION WITH THE PREMISES OF THE STORE,\n   26  SHALL BE RESPONSIBLE FOR POSTING SUCH SIGNS THROUGHOUT THE PARKING  AREA\n   27  OR  PARKING LOT OF THE STORE. IN THE CASE OF A STORE WITH A PARKING AREA\n   28  OR PARKING LOT OF TEN THOUSAND SQUARE FEET OR LESS, NO  LESS  THAN  FIVE\n   29  SIGNS  SHALL  BE  POSTED.  IN THE CASE OF A STORE WITH A PARKING AREA OR\n   30  PARKING LOT GREATER THAN TEN THOUSAND SQUARE FEET,  NO  FEWER  THAN  SIX\n   31  SIGNS  SHALL  BE  POSTED,    AND ONE ADDITIONAL SIGN SHALL BE POSTED FOR\n   32  EVERY ADDITIONAL ONE THOUSAND SQUARE FEET. THIS SUBDIVISION SHALL  APPLY\n   33  TO  STORES  WITHOUT REGARD AS TO WHETHER THE STORE IS WITHIN AN ENCLOSED\n   34  SHOPPING MALL.\n   35    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to recycling program requirements; requires store operators to post signs regarding reusable bags ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110107.T153916.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432756946
}