{
  "year" : 2011,
  "senateBillNo" : "A1117-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1117-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the microenterprise development act to assist very small businesses and low-income business people",
  "summary" : "Establishes the microenterprise development act to assist very small businesses and low-income business people. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "A1639-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1117\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. BING, BROOK-KRASNY, GUNTHER, HOYT, JAFFEE, PERRY,\n         ROBINSON,  ROSENTHAL,  LAVINE,  TITONE, CLARK, JEFFRIES, COOK, CAMARA,\n         CASTRO -- Multi-Sponsored by -- M.  of  A.  ABBATE,  BOYLAND,  COLTON,\n         CYMBROWITZ,    GALEF,    HOOPER,    V. LOPEZ,    LUPARDO,   MAYERSOHN,\n         PEOPLES-STOKES, PHEFFER, J. RIVERA, SWEENEY, TOWNS, WEISENBERG, WRIGHT\n         -- read once and referred to the Committee  on  Economic  Development,\n         Job Creation, Commerce and Industry\n\n       AN ACT to amend the economic development law, in relation to microenter-\n         prise development; and making an appropriation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"microenterprise development act\".\n    3    S  2.  Legislative  findings and purpose. (a) The legislature finds as\n    4  follows:\n    5    1. Development and expansion of businesses in economically  distressed\n    6  communities  in  both rural and urban areas can assist residents who are\n    7  unemployed, underemployed or in low-income jobs.\n    8    2. Microenterprises provide a means for unemployed,  underemployed  or\n    9  low-income  individuals  to  find  and sustain productive work, and they\n   10  provide opportunities for economically distressed communities to thrive.\n   11    3. Low-income microentrepreneurs lack access to capital, training  and\n   12  technical  assistance.  Many  low-income microentrepreneurs need lending\n   13  services and technical assistance to  start,  operate  or  expand  their\n   14  businesses.\n   15    4. Local microenterprise support organizations have demonstrated cost-\n   16  effective  delivery methods for providing lending services and technical\n   17  assistance.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00662-01-1\n\n       A. 1117                             2\n\n    1    5. Charitable foundation support, federal program funding and  private\n    2  sector  support  can be leveraged by a statewide program for development\n    3  of microenterprises.\n    4    (b)  The  purpose  of  this act is to strengthen the state economy and\n    5  enable low-income residents to  become  self-sufficient  by  encouraging\n    6  microenterprise development.\n    7    S  3.  The economic development law is amended by adding a new article\n    8  9-B to read as follows:\n    9                                 ARTICLE 9-B\n   10                         MICROENTERPRISE DEVELOPMENT\n   11  SECTION 217. MICROENTERPRISE DEVELOPMENT.\n   12    S 217. MICROENTERPRISE DEVELOPMENT. (A) AS USED IN THIS  SECTION,  THE\n   13  FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   14    1. \"COMMISSIONER\" MEANS THE COMMISSIONER OF THE DEPARTMENT OF ECONOMIC\n   15  DEVELOPMENT.\n   16    2.  \"MICROENTERPRISE\"  MEANS  A  SOLE  PROPRIETORSHIP, PARTNERSHIP, OR\n   17  CORPORATION THAT HAS FEWER  THAN  FOUR  EMPLOYEES  AND  GENERALLY  LACKS\n   18  ACCESS TO CONVENTIONAL LOANS, EQUITY, OR OTHER BANKING SERVICES.\n   19    3.  \"MICROENTERPRISE  DEVELOPMENT  ORGANIZATION\"  OR  \"MICROENTERPRISE\n   20  DEVELOPMENT PROGRAM\" MEANS A NONPROFIT ENTITY OR A PROGRAM  ADMINISTERED\n   21  BY SUCH AN ENTITY, INCLUDING COMMUNITY DEVELOPMENT CORPORATIONS OR OTHER\n   22  NONPROFIT  DEVELOPMENT  ORGANIZATIONS  AND SOCIAL SERVICE ORGANIZATIONS,\n   23  THAT PROVIDES SERVICES TO LOW-INCOME MICROENTERPRISES.\n   24    4. \"TRAINING AND TECHNICAL  ASSISTANCE\"  MEANS  SERVICES  AND  SUPPORT\n   25  PROVIDED TO LOW-INCOME OWNERS AND OPERATORS OF MICROENTERPRISES, SUCH AS\n   26  ASSISTANCE  FOR  THE  PURPOSE  OF ENHANCING BUSINESS PLANNING, MARKETING\n   27  MANAGEMENT, FINANCIAL MANAGEMENT SKILLS, AND ASSISTANCE FOR THE  PURPOSE\n   28  OF ACCESSING FINANCIAL SERVICES.\n   29    5.  \"LOW-INCOME PERSON\" MEANS A PERSON WITH INCOME ADJUSTED FOR FAMILY\n   30  SIZE THAT DOES NOT EXCEED:\n   31    A. FOR METROPOLITAN AREAS, EIGHTY PERCENT OF MEDIAN INCOME; OR\n   32    B. FOR NONMETROPOLITAN AREAS, THE GREATER OF  EIGHTY  PERCENT  OF  THE\n   33  AREA  MEDIAN  INCOME  OR EIGHTY PERCENT OF THE STATEWIDE NONMETROPOLITAN\n   34  AREA MEDIAN INCOME.\n   35    (B) 1. THE COMMISSIONER SHALL ESTABLISH  A  MICROENTERPRISE  TECHNICAL\n   36  ASSISTANCE  AND  CAPACITY BUILDING GRANT PROGRAM, WHICH SHALL RECEIVE AN\n   37  ANNUAL APPROPRIATION FROM THE LEGISLATURE OF NO LESS  THAN  ONE  MILLION\n   38  DOLLARS,  TO PROVIDE ASSISTANCE IN THE FORM OF GRANTS TO MICROENTERPRISE\n   39  DEVELOPMENT ORGANIZATIONS.\n   40    2. A MICROENTERPRISE DEVELOPMENT ORGANIZATION SHALL  USE  GRANTS  MADE\n   41  UNDER  THIS PROGRAM TO PROVIDE TRAINING AND TECHNICAL ASSISTANCE TO LOW-\n   42  INCOME ENTREPRENEURS OPERATING MICROENTERPRISES.\n   43    3. THE COMMISSIONER SHALL ENSURE THAT NOT LESS THAN FIFTY  PERCENT  OF\n   44  THE  FUNDS  MADE  AVAILABLE  ARE  USED  TO BENEFIT PERSONS WHOSE INCOME,\n   45  ADJUSTED FOR FAMILY SIZE, IS NOT MORE THAN ONE HUNDRED FIFTY PERCENT  OF\n   46  THE POVERTY LINE AS DEFINED IN 42 U.S.C. 9902(2).\n   47    4.  A  MICROENTERPRISE  DEVELOPMENT ORGANIZATION MUST PROVIDE AT LEAST\n   48  ONE DOLLAR IN MATCHING FUNDS FOR EVERY DOLLAR OF STATE FINANCIAL ASSIST-\n   49  ANCE. FEES, GRANTS, AND GIFTS FROM PUBLIC OR PRIVATE SOURCES MAY BE USED\n   50  TO COMPLY WITH THE MATCHING FUNDS REQUIREMENT.\n   51    5. THE COMMISSIONER SHALL ESTABLISH BY REGULATION SUCH REQUIREMENTS AS\n   52  MAY BE NECESSARY TO CARRY OUT THE PROVISIONS OF THIS SECTION.\n   53    S  4.  The  sum  of  one  million  five   hundred   thousand   dollars\n   54  ($1,500,000),  or  so much thereof as may be necessary, is hereby appro-\n   55  priated to the department of economic development out of any  moneys  in\n   56  the  state  treasury  in  the  general  fund  to the credit of the state\n\n       A. 1117                             3\n\n    1  purposes account,  not  otherwise  appropriated,  and  made  immediately\n    2  available,  for  the purpose of carrying out the provisions of this act.\n    3  Such moneys shall be payable on the audit and warrant of the comptroller\n    4  on vouchers certified or approved by the commissioner of economic devel-\n    5  opment, or his or her designee, in the manner prescribed by law.\n    6    S  5.  This act shall take effect on the first of July next succeeding\n    7  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to microenterprise development; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110107.T153916.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432756939
}