{
  "year" : 2011,
  "senateBillNo" : "A1116-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1116-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an economic grant program for the Second Avenue Subway construction project area",
  "summary" : "Establishes an economic grant program for the Second Avenue Subway construction project area; appropriates funds therefor. ",
  "currentCommittee" : null,
  "sameAs" : "S1912",
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "AA6137-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rodriguez",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1116\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. BING, KELLNER, GLICK, RODRIGUEZ -- Multi-Spon-\n         sored by -- M. of A.   BOYLAND, GOTTFRIED, REILLY  --  read  once  and\n         referred  to  the  Committee  on  Economic  Development, Job Creation,\n         Commerce and Industry\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation to establishing a Second Avenue Subway construction  economic\n         development  grant program; and to amend the economic development law,\n         in relation to the definition of micro business\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 1 of chapter 174 of the laws of 1968, constituting\n    2  the New York state urban development  corporation  act,  is  amended  by\n    3  adding a new section 16-u to read as follows:\n    4    S  16-U.  SECOND AVENUE SUBWAY CONSTRUCTION ECONOMIC DEVELOPMENT GRANT\n    5  PROGRAM. (1) THERE IS HEREBY CREATED A SECOND AVENUE SUBWAY CONSTRUCTION\n    6  ECONOMIC DEVELOPMENT GRANT PROGRAM FOR THE PURPOSE OF  PROVIDING  FINAN-\n    7  CIAL  AND  TECHNICAL  ASSISTANCE TO BUSINESSES LOCATED WITHIN THE SECOND\n    8  AVENUE  SUBWAY  CONSTRUCTION  BUSINESS  ZONE  AREA  DURING  PERIODS   OF\n    9  CONSTRUCTION.\n   10    (2)  FOR  THE  PURPOSES  OF  THIS SECTION THE FOLLOWING WORDS OR TERMS\n   11  SHALL MEAN AS FOLLOWS:\n   12    (A) \"SMALL BUSINESS\" SHALL HAVE THE SAME MEANING AS DEFINED IN SECTION\n   13  131 OF THE ECONOMIC DEVELOPMENT LAW.\n   14    (B) \"QUALIFIED BUSINESS\" SHALL MEAN A SMALL BUSINESS OR MICRO BUSINESS\n   15  OPERATING WITHIN A ONE HUNDRED FIFTY FOOT RADIUS OF  THE  BUSINESS  ZONE\n   16  AREA  DURING A PERIOD OF AUTHORIZED CONSTRUCTION, AND THE BUSINESS HAS A\n   17  DEMONSTRATED LOSS.\n   18    (C) \"BUSINESS ZONE AREA\" SHALL MEAN:\n   19    (I) AN AREA IN WHICH THE CHAIR  OF  THE  CORPORATION  DETERMINES  THAT\n   20  CONSTRUCTION  ON  THE SECOND AVENUE SUBWAY PROJECT HAS OCCURRED THAT HAS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00212-01-1\n\n       A. 1116                             2\n\n    1  BEEN CERTIFIED BY THE COMMISSIONER FOR THE  METROPOLITAN  TRANSPORTATION\n    2  AUTHORITY; OR\n    3    (II) THE FOLLOWING AREAS:\n    4    (A) 125TH STREET FROM 5TH AVENUE TO 3RD AVENUE;\n    5    (B) 2ND AVENUE FROM 129TH STREET TO 91ST STREET;\n    6    (C) 2ND AVENUE FROM 87TH STREET TO 83RD STREET;\n    7    (D) 2ND AVENUE FROM 73RD STREET TO 69TH STREET;\n    8    (E) 2ND AVENUE FROM 65TH STREET TO 58TH STREET;\n    9    (F) 2ND AVENUE FROM 45TH STREET TO 41ST STREET;\n   10    (G) 2ND AVENUE FROM 36TH STREET TO 32ND STREET;\n   11    (H) 2ND AVENUE FROM 26TH STREET TO 23RD STREET;\n   12    (I) 2ND AVENUE FROM 15TH STREET TO 11TH STREET;\n   13    (J) 2ND AVENUE FROM 6TH STREET TO 4TH STREET;\n   14    (K) 2ND AVENUE FROM 4TH STREET TO HOUSTON STREET;\n   15    (L) CHRYSTIE STREET FROM HOUSTON STREET TO CANAL STREET;\n   16    (M) BOWERY FROM PELL STREET TO WORTH STREET;\n   17    (N) WORTH STREET FROM MOTT STREET TO ST. JAMES PLACE;\n   18    (O) WATER STREET FROM DOVER STREET TO JOHN STREET;\n   19    (P) WATER STREET FROM WALL STREET TO COENTIES SLIP.\n   20    (D)  \"MICRO  BUSINESS\" SHALL HAVE THE SAME MEANING AS IN SECTION 131-A\n   21  OF THE ECONOMIC DEVELOPMENT LAW.\n   22    (E) \"PERIOD OF AUTHORIZED CONSTRUCTION\" SHALL  MEAN  THOSE  DATES  FOR\n   23  WHICH  THE  CHAIR OF THE CORPORATION DETERMINES THAT CONSTRUCTION ON THE\n   24  SECOND AVENUE SUBWAY PROJECT HAS OCCURRED FOR THE  SPECIFIC  PORTION  OF\n   25  THE BUSINESS ZONE AREA.\n   26    (F)  \"DEMONSTRATED LOSS\" MEANS A TEN PERCENT DECLINE IN TAXABLE INCOME\n   27  IN THE YEAR IN WHICH THE GRANT IS APPLIED FOR COMPARED TO THE  BUSINESS'\n   28  BASE FISCAL YEAR.\n   29    (G)  \"BASE  FISCAL  YEAR\" MEANS THE TAX YEAR IMMEDIATELY PRECEDING THE\n   30  YEAR IN WHICH CONSTRUCTION BEGAN IN THAT PORTION OF  THE  BUSINESS  ZONE\n   31  AREA IN WHICH THE BUSINESS IS LOCATED.\n   32    (H)  \"ENDANGERED  BUSINESS\"  MEANS  A BUSINESS THAT WOULD OTHERWISE BE\n   33  DEEMED A QUALIFIED BUSINESS AS DEFINED IN PARAGRAPH (B) OF THIS SUBDIVI-\n   34  SION, BUT WHO CAN SHOW A DEMONSTRATED LOSS OF A THIRTY  PERCENT  DECLINE\n   35  IN  TAXABLE  INCOME  IN  ANY  GIVEN  YEAR COMPARED TO THE BUSINESS' BASE\n   36  FISCAL YEAR.\n   37    (I) \"TERMINAL BUSINESS\" MEANS  A  BUSINESS  THAT  WOULD  OTHERWISE  BE\n   38  DEEMED A QUALIFIED BUSINESS AS DEFINED IN PARAGRAPH (B) OF THIS SUBDIVI-\n   39  SION, BUT WHO CAN SHOW A DEMONSTRATED LOSS OF A FIFTY PERCENT DECLINE IN\n   40  TAXABLE  INCOME  IN ANY GIVEN YEAR COMPARED TO THE BUSINESS' BASE FISCAL\n   41  YEAR.\n   42    (3) ASSISTANCE, OUT OF MONEYS MADE AVAILABLE FOR THIS  PROGRAM,  SHALL\n   43  BE PROVIDED TO QUALIFIED BUSINESSES FOR THE FOLLOWING PURPOSES:\n   44    (A) CAPITAL IMPROVEMENTS COSTS RELATED TO THE FOLLOWING:\n   45    (I)  IMPROVING SIGNAGE SO THAT PEDESTRIANS CAN EASILY SEE AND IDENTIFY\n   46  THE BUSINESS AS AN OPERATING BUSINESS;\n   47    (II) EXPANDING EXISTING ENTRYWAYS TO THE BUSINESS;\n   48    (III) ALTERING THE EXISTING ENTRYWAYS, WINDOWS, WALLS OR STRUCTURE  TO\n   49  PREVENT OR MINIMIZE EXCESSIVE NOISE OCCURRING FROM THE CONSTRUCTION;\n   50    (IV) IMPROVING VENTILATION WITHIN THE BUILDING TO MAINTAIN AIR QUALITY\n   51  WITHIN THE BUSINESS;\n   52    (V)  EQUIPMENT,  MACHINERY, FURNITURE, FIXTURES AND FITTINGS NECESSARY\n   53  TO THE RUNNING OF A QUALIFIED BUSINESS THAT  SHALL  BE  AFFIXED  TO  AND\n   54  REMAIN  A  PART  OF  THE QUALIFIED BUSINESS LOCATION WITHIN THE BUSINESS\n   55  ZONE AREA; AND\n\n       A. 1116                             3\n\n    1    (VI) SUCH OTHER CAPITAL IMPROVEMENTS AS DETERMINED BY THE CHAIR OF THE\n    2  CORPORATION.\n    3    (B) MARKETING AND ADVERTISING COSTS.\n    4    (C)  FOR  ENDANGERED  BUSINESSES,  AS  DETERMINED  BY THE CHAIR OF THE\n    5  CORPORATION, SUCH AS:\n    6    (I) PAYROLL ASSISTANCE;  PROVIDED,  HOWEVER,  ANY  PAYROLL  ASSISTANCE\n    7  PAYMENTS  MADE  MUST BE MADE TO AN EMPLOYEE WHO HAS BEEN EMPLOYED BY THE\n    8  BUSINESS FOR AT LEAST ONE YEAR, DOES NOT HAVE AN OWNERSHIP  INTEREST  IN\n    9  THE  BUSINESS,  AND IS NOT RELATED, EITHER THROUGH BLOOD OR MARRIAGE, TO\n   10  THE OWNER OF THE BUSINESS;\n   11    (II) RENTAL PAYMENT ASSISTANCE, WHETHER FOR REAL PROPERTY OR EQUIPMENT\n   12  AND SERVICES;\n   13    (III) UTILITIES, INCLUDING BUT  NOT  LIMITED  TO  ELECTRICITY,  PHONE,\n   14  CABLE, INTERNET, AND WATER; AND\n   15    (IV) INSURANCE, AS DETERMINED BY THE CHAIR OF THE CORPORATION.\n   16    (D)  FOR TERMINAL BUSINESSES, AS DETERMINED BY THE CHAIR OF THE CORPO-\n   17  RATION, SUCH AS:\n   18    (I) ASSISTANCE OFFERED TO QUALIFIED AND  ENDANGERED  BUSINESSES  UNDER\n   19  THIS SUBDIVISION; AND\n   20    (II)  PROFESSIONAL  COUNSELING SERVICES, DISSOLUTION SERVICES, PROFES-\n   21  SIONAL BANKRUPTCY ASSISTANCE SERVICES, AND DEBT MANAGEMENT SERVICES.\n   22    (4) THE CHAIRMAN SHALL ESTABLISH RULES AND REGULATIONS TO ENSURE  THAT\n   23  ALL  MONEYS  GIVEN  PURSUANT  TO  THIS SECTION ARE USED FOR THE PURPOSES\n   24  SPECIFIED BY THE APPLICANT. IF IT IS  DETERMINED  THAT  A  RECIPIENT  OF\n   25  FUNDS  USED  THE MONEY IN A MANNER INCONSISTENT WITH THE INFORMATION SET\n   26  OUT IN HIS OR HER APPLICATION, THE APPLICANT SHALL BE REQUIRED TO  REIM-\n   27  BURSE THE CORPORATION TWICE THE AMOUNT GIVEN TO THE APPLICANT.\n   28    (5) THE CORPORATION SHALL ALSO:\n   29    (A)  (I)  ESTABLISH  A  COMPREHENSIVE  TECHNICAL ASSISTANCE PROGRAM IN\n   30  COOPERATION WITH THE DEPARTMENT OF ECONOMIC DEVELOPMENT TO ASSIST  SMALL\n   31  AND  MICRO  BUSINESSES  THROUGH  THIRD  PARTY  SERVICE  PROVIDERS, WHICH\n   32  ASSISTANCE SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   33    (A) TECHNICAL ASSISTANCE WITH APPLICATIONS FOR  OBTAINING  FUNDS  FROM\n   34  PUBLIC AND PRIVATE FINANCING SOURCES;\n   35    (B) TECHNICAL ASSISTANCE IN THE DEVELOPMENT OF A WORKING CAPITAL BUDG-\n   36  ET;\n   37    (C)  REFERRALS TO OTHER PROVIDERS OF TECHNICAL ASSISTANCE TO SMALL AND\n   38  MICRO  BUSINESSES,  WHERE  APPROPRIATE,  INCLUDING  THE  ENTREPRENEURIAL\n   39  ASSISTANCE  PROGRAM  ESTABLISHED  PURSUANT  TO ARTICLE 9 OF THE ECONOMIC\n   40  DEVELOPMENT LAW; AND\n   41    (D) TECHNICAL ASSISTANCE THROUGH EDUCATION PROGRAMS.\n   42    (II) TECHNICAL ASSISTANCE MAY BE  PROVIDED  THROUGH  DIRECT  CORPORATE\n   43  SUPPORT,  OR  THROUGH  GRANTS  TO OR CONTRACTS WITH SERVICE PROVIDERS OR\n   44  GOVERNMENTAL ENTITIES.\n   45    (B) ESTABLISH PROGRAMS TO ASSIST SMALL AND MICRO BUSINESSES IN  DEVEL-\n   46  OPING  WORKPLACE  POLICIES,  INCLUDING  BUT NOT LIMITED TO THE DESIGN OF\n   47  EMPLOYEE BENEFIT AND  ASSISTANCE  PROGRAMS  AND  DEVELOPING  CHILD  CARE\n   48  PROGRAMS.\n   49    (C)  PROVIDE  GRANTS TO BUSINESS IMPROVEMENT DISTRICTS, LOCAL DEVELOP-\n   50  MENT CORPORATIONS, OTHER NOT-FOR-PROFIT ECONOMIC  DEVELOPMENT  ORGANIZA-\n   51  TIONS, AND MUNICIPALITIES FOR TOURISM, MARKETING, PROMOTION, INFORMATION\n   52  ACTIVITIES AND COMMERCIAL REVITALIZATION ACTIVITIES IN THE BUSINESS ZONE\n   53  AREA,  SUCH ACTIVITIES MAY INCLUDE, BUT ARE NOT LIMITED TO, JOINT PRINT,\n   54  MAILED AND INTERNET ADVERTISEMENTS, MARKETING CAMPAIGNS  AND  REDEVELOP-\n   55  MENT WORK IN CONNECTION WITH THE DESIGN AND IMPLEMENTATION OF A PLAN FOR\n   56  FACADE  AND  OTHER IMPROVEMENTS THROUGHOUT THE BUSINESS ZONE AREA.  SUCH\n\n       A. 1116                             4\n\n    1  GRANTS MAY INCLUDE  MONIES  AVAILABLE  FOR  INDIVIDUAL  PROPERTY  OWNERS\n    2  AND/OR TENANTS WHO AGREE TO IMPROVE THEIR PROPERTY IN ACCORDANCE WITH AN\n    3  OVERALL  DESIGN  PLAN,  PROVIDED  THAT,  SUCH INDIVIDUAL PROPERTY OWNERS\n    4  AND/OR  TENANTS SHALL BE REQUIRED TO MATCH AT LEAST FIFTY PERCENT OF THE\n    5  AMOUNT OF ANY GRANT AWARDED TO THEM.\n    6    (D) PROVIDE GRANTS TO SMALL AND MICRO BUSINESSES TO OFFSET COSTS ASSO-\n    7  CIATED WITH THE START-UP OF NEW BUSINESS ENTERPRISES PROVIDED  THAT  THE\n    8  SPACE  IN  WHICH THE BUSINESS IS GOING TO BE LOCATED HAS BEEN VACANT FOR\n    9  AT LEAST ONE YEAR, THE BUSINESS OWNER HAS ENTERED INTO A  LEASE  FOR  AT\n   10  LEAST  TWO YEARS AND THE LANDLORD OR BUSINESS OWNER SHALL BE REQUIRED TO\n   11  MATCH AT LEAST HALF THE AMOUNT OF ANY  GRANT  AWARDED  TO  THEM.    SUCH\n   12  GRANTS  MAY  BE  USED TO PROVIDE TECHNICAL ASSISTANCE IN DEVELOPMENT AND\n   13  EXECUTION OF BUSINESS PLANS, INCLUDING THE FORMATION OF, ACQUISITION OF,\n   14  MANAGEMENT OF, OR DIVERSIFICATION OF A SMALL OR MICRO BUSINESS.\n   15    (6)(A) THE CORPORATION SHALL, WITHIN AVAILABLE  APPROPRIATIONS,  AWARD\n   16  GRANTS  OR ENTER INTO CONTRACTS FOR SERVICES PURSUANT TO THIS SECTION TO\n   17  SMALL AND MICRO BUSINESSES, THROUGH DIRECT APPLICATIONS ACCEPTED AT  THE\n   18  DISCRETION  OF THE CORPORATION. FOR THE PURPOSES OF THIS SUBDIVISION THE\n   19  CORPORATION SHALL ENTER INTO ANNUAL  CONTRACTS  FOR  SERVICES  OR  AWARD\n   20  GRANTS IN AN AMOUNT EQUAL TO FIFTY PERCENT OF THE TOTAL PROJECT COSTS TO\n   21  QUALIFIED BUSINESSES.\n   22    (B) THE CORPORATION SHALL ENTER INTO NO MORE THAN ONE CONTRACT OR MAKE\n   23  MORE  THAN  ONE GRANT PER YEAR PER APPLICANT UNDER THIS SUBDIVISION WITH\n   24  ANY QUALIFIED BUSINESS REGARDLESS OF THE NUMBER OF PROJECTS FOR WHICH AN\n   25  APPLICANT HAS APPLIED AND FOR WHICH FUNDING HAS BEEN  APPROVED.  IN  THE\n   26  CASE  OF  APPLICATIONS FOR MULTIPLE PROJECTS TO BE CONDUCTED BY A SINGLE\n   27  APPLICANT, THE CORPORATION MAY, AT ITS DISCRETION, PROVIDE  A  GRANT  OR\n   28  ENTER INTO A SINGLE CONTRACT FOR SERVICES WITH THE APPLICANT FOR SOME OR\n   29  ALL OF THE PROJECTS FOR WHICH AN APPLICANT HAS APPLIED.\n   30    (C)  NOT-FOR-PROFIT  CORPORATIONS,  BUSINESS IMPROVEMENT DISTRICTS AND\n   31  COMMUNITY DEVELOPMENT ORGANIZATIONS  SHALL  BE  ELIGIBLE  TO  APPLY  FOR\n   32  SUPPORT UNDER THIS SUBDIVISION TO OPERATE A PROGRAM OR PROGRAMS OF BUSI-\n   33  NESS  AND ECONOMIC DEVELOPMENT SERVICES TO STABILIZE, RETAIN OR REVITAL-\n   34  IZE EXISTING QUALIFIED BUSINESSES, AND TO ASSIST SMALL, MICRO, AND REIN-\n   35  VESTING  BUSINESSES,  INCLUDING,  BUT  NOT  LIMITED  TO  ASSISTANCE   TO\n   36  INDIVIDUAL BUSINESSES IN SUCH PROJECT AREAS AS:\n   37    (I)  BUSINESS  PLANNING,  MANAGEMENT  ASSISTANCE  AND  COUNSELING, AND\n   38  FINANCIAL PACKAGING ASSISTANCE TO SMALL AND MICRO BUSINESSES,  INCLUDING\n   39  THE   ESTABLISHMENT   OF  NEIGHBORHOOD-BASED  BUSINESS  SERVICE  CENTERS\n   40  DESIGNED TO DELIVER COMPREHENSIVE TECHNICAL ASSISTANCE TO NEW AND  SMALL\n   41  BUSINESSES IN SPECIFIC COMMUNITIES AND NEIGHBORHOODS;\n   42    (II)  PROGRAMS  TO  ASSIST  SMALL AND MICRO BUSINESSES IN THE BUSINESS\n   43  ZONE AREA TO IDENTIFY NEW BUSINESS OPPORTUNITIES, PLAN  FOR  NEW  ENTER-\n   44  PRISE DEVELOPMENT, AND MANAGE ECONOMIC DEVELOPMENT PROJECTS;\n   45    (III)  INNOVATIVE PROGRAMS OF PUBLIC AND PRIVATE COOPERATION TO FOSTER\n   46  NEW ENTERPRISE DEVELOPMENT AND SMALL AND MICRO BUSINESS GROWTH;\n   47    (IV) PROGRAMS TO ASSIST NEW ENTERPRISES AND SMALL AND MICRO BUSINESSES\n   48  TO IDENTIFY AND ACCESS PUBLIC AND PRIVATE  SOURCES  OF  EQUITY,  WORKING\n   49  CAPITAL AND OTHER TYPES OF FINANCING; AND\n   50    (V) PROGRAMS THAT IMPROVE THE ABILITY OF SMALL AND MICRO BUSINESSES TO\n   51  ACCESS STATE JOB TRAINING PROGRAMS.\n   52    (7)  ANY  APPLICANT,  WHO  IS AWARDED A GRANT PURSUANT TO THIS SECTION\n   53  WHERE THE MONEYS OF SUCH GRANT ARE TO  BE  USED  FOR  THE  CONSTRUCTION,\n   54  DEMOLITION,  RECONSTRUCTION,  EXCAVATION,  REHABILITATION, REPAIR, RENO-\n   55  VATION OR ALTERATION OF A FACILITY OR AN IMPROVEMENT TO  PROPERTY  SHALL\n   56  REQUIRE  THAT  THE WORK COVERED BY SUCH CONTRACT SHALL BE DEEMED \"PUBLIC\n\n       A. 1116                             5\n\n    1  WORK\" AND SUBJECT TO AND PERFORMED IN ACCORDANCE WITH ARTICLES 8  AND  9\n    2  OF THE LABOR LAW.\n    3    (8)  AN  APPLICANT WHO RECEIVES A GRANT PURSUANT TO THIS SECTION SHALL\n    4  ENSURE AND SHALL SIGN A WRITTEN DECLARATION PRIOR TO RECEIVING ANY FUNDS\n    5  STATING THAT ALL PROVISIONS OF THE LABOR LAW, SPECIFICALLY INCLUDING THE\n    6  MINIMUM WAGE PROVISIONS OF ARTICLE 19 OF THE LABOR LAW, ARE  ADHERED  TO\n    7  BY THE BUSINESS RECEIVING THE GRANT.\n    8    S  2.  The economic development law is amended by adding a new section\n    9  131-a to read as follows:\n   10    S 131-A. DEFINITION OF A MICRO BUSINESS.  FOR  THE  PURPOSES  OF  THIS\n   11  CHAPTER, A MICRO BUSINESS SHALL BE DEEMED TO BE ONE WHICH IS RESIDENT IN\n   12  THIS  STATE, INDEPENDENTLY OWNED AND OPERATED, NOT DOMINANT IN ITS FIELD\n   13  AND EMPLOYS TEN OR LESS PERSONS ON A FULL-TIME BASIS.\n   14    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to establishing a Second Avenue Subway construction economic development grant program; and to amend the economic development law, in relation to the definition of micro business ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110107.T153916.TXT", "SOBI.D110114.T101410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295018050343
}