{
  "year" : 2011,
  "senateBillNo" : "A111-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A111-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes dental hygienists to provide such services in collaboration with a licensed dentist",
  "summary" : "Authorizes dental hygienists to provide such services without supervision in collaboration with a licensed dentist under a collaborative practice agreement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10721-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          111\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, CAHILL -- Multi-Sponsored by -- M. of A.\n         GABRYSZAK, ORTIZ, REILLY, TITONE -- read  once  and  referred  to  the\n         Committee on Higher Education\n\n       AN  ACT  to  amend  the  education law, in relation to registered dental\n         hygienists working without  supervision  but  within  a  collaborative\n         practice agreement with a licensed dentist\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 6606  of  the  education  law,  as\n    2  amended  by  chapter  437  of  the  laws  of 2001, is amended to read as\n    3  follows:\n    4    1. The practice of the profession of dental hygiene is defined as  the\n    5  performance  of [dental] services [which shall include removing calcare-\n    6  ous deposits, accretions and stains from the  exposed  surfaces  of  the\n    7  teeth  which  begin  at  the  epithelial attachment and applying topical\n    8  agents indicated for a complete  dental  prophylaxis,  removing  cement,\n    9  placing  or  removing rubber dam, removing sutures, placing matrix band,\n   10  providing patient education, applying topical  medication,  placing  and\n   11  exposing  X-ray  films,  performing  topical  fluoride  applications and\n   12  topical anesthetic applications, polishing teeth, taking medical  histo-\n   13  ry,  charting  caries,  taking  impressions for study casts, placing and\n   14  removing temporary restorations, administering  and  monitoring  nitrous\n   15  oxide  analgesia  and  administering  and  monitoring local infiltration\n   16  anesthesia, subject to certification in accordance with  section  sixty-\n   17  six  hundred five-b of this article, and any other function in the defi-\n   18  nition of the practice of dentistry as may be delegated  by  a  licensed\n   19  dentist  in accordance with regulations promulgated by the commissioner.\n   20  The practice of dental hygiene may be conducted in  the  office  of  any\n   21  licensed  dentist  or  in  any  appropriately  equipped school or public\n   22  institution but must  be  done  under  the  supervision  of  a  licensed\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00919-01-1\n\n       A. 111                              2\n\n    1  dentist]  FOR  THE  CONTROL  OF  ORAL  DISEASE AND THE PROMOTION OF ORAL\n    2  HEALTH THROUGH EDUCATION AND THE DELIVERY OF PREVENTATIVE AND  THERAPEU-\n    3  TIC TREATMENTS TO MINIMIZE ORAL DISEASE. SUCH SERVICES SHALL INCLUDE BUT\n    4  NOT  BE  LIMITED TO ASSESSMENT, DENTAL HYGIENE DIAGNOSIS, DENTAL HYGIENE\n    5  CARE  PLANNING,  ORAL  HEALTH  TEACHING,  ORAL  HEALTH  COUNSELING,  AND\n    6  PROVISION  OF TREATMENT SUPPORTIVE TO THE DENTAL HYGIENE CARE PRESCRIBED\n    7  BY A LICENSED DENTIST CONSISTENT  WITH  REGULATIONS  SET  FORTH  BY  THE\n    8  COMMISSIONER.  UNDER THE SUPERVISION OF A LICENSED DENTIST, THE PRACTICE\n    9  OF DENTAL HYGIENE SHALL NOT  BE  IMPEDED  BY  THE  SETTING  IN  WHICH  A\n   10  LICENSED  DENTAL HYGIENIST MAY PROVIDE DENTAL HYGIENE SERVICES. A REGIS-\n   11  TERED DENTAL HYGIENIST, COLLABORATIVE PRACTICE, AUTHORIZED  PURSUANT  TO\n   12  SECTION  SIX THOUSAND SIX HUNDRED SEVEN-A OF THIS ARTICLE SHALL PRACTICE\n   13  WITHOUT SUPERVISION BUT  WITHIN  THE  COLLABORATIVE  PRACTICE  AGREEMENT\n   14  BETWEEN A LICENSED DENTIST AND SUCH DENTAL HYGIENIST.\n   15    S  2.  The  education law is amended by adding a new section 6607-a to\n   16  read as follows:\n   17    S 6607-A. PRACTICE OF COLLABORATIVE PRACTICE DENTAL HYGIENE AND USE OF\n   18  TITLE \"REGISTERED DENTAL HYGIENIST, COLLABORATIVE  PRACTICE\".  1.    THE\n   19  PRACTICE  OF  THE  PROFESSION  OF  DENTAL HYGIENE, AS DEFINED UNDER THIS\n   20  ARTICLE, MAY BE PERFORMED  IN  COLLABORATION  WITH  A  LICENSED  DENTIST\n   21  PROVIDED  SUCH SERVICES ARE PERFORMED IN ACCORDANCE WITH A WRITTEN PRAC-\n   22  TICE AGREEMENT AND WRITTEN PRACTICE PROTOCOLS TO BE KNOWN AS A  COLLABO-\n   23  RATIVE  PRACTICE  AGREEMENT.  UNDER  COLLABORATIVE  PRACTICE AGREEMENTS,\n   24  DENTAL HYGIENISTS MAY PERFORM ALL SERVICES WHICH ARE DESIGNATED IN REGU-\n   25  LATION WITHOUT PRIOR EVALUATION OF A DENTIST OR MEDICAL PROFESSIONAL AND\n   26  MAY  BE  PERFORMED  WITHOUT  SUPERVISION  IN  A  COLLABORATIVE  PRACTICE\n   27  SETTING.\n   28    2.  (A)  THE  COLLABORATIVE PRACTICE AGREEMENT SHALL INCLUDE CONSIDER-\n   29  ATION FOR MEDICALLY COMPROMISED PATIENTS, SPECIFIC  MEDICAL  CONDITIONS,\n   30  AND  AGE-  AND PROCEDURE-SPECIFIC PRACTICE PROTOCOLS, INCLUDING, BUT NOT\n   31  LIMITED TO RECOMMENDED INTERVALS FOR THE PERFORMANCE OF  DENTAL  HYGIENE\n   32  SERVICES  AND  A PERIODICITY IN WHICH AN EXAMINATION BY A DENTIST SHOULD\n   33  OCCUR.\n   34    (B) THE COLLABORATIVE AGREEMENT SHALL BE:\n   35    (I) SIGNED AND MAINTAINED BY THE DENTIST, THE  DENTAL  HYGIENIST,  AND\n   36  THE FACILITY, PROGRAM, OR ORGANIZATION;\n   37    (II) REVIEWED ANNUALLY BY THE COLLABORATING DENTIST AND DENTAL HYGIEN-\n   38  IST; AND\n   39    (III)  MADE  AVAILABLE  TO THE DEPARTMENT AND OTHER INTERESTED PARTIES\n   40  UPON REQUEST.\n   41    3. BEFORE PERFORMING ANY SERVICES AUTHORIZED  UNDER  THIS  SECTION,  A\n   42  DENTAL  HYGIENIST  MUST  PROVIDE  THE  PATIENT  WITH A WRITTEN STATEMENT\n   43  ADVISING THE PATIENT THAT THE DENTAL HYGIENE SERVICES PROVIDED ARE NOT A\n   44  SUBSTITUTE FOR A DENTAL EXAMINATION BY A LICENSED DENTIST. IF THE DENTAL\n   45  HYGIENIST MAKES ANY REFERRALS TO THE PATIENT FOR FURTHER  DENTAL  PROCE-\n   46  DURES,  THE DENTAL HYGIENIST MUST FILL OUT A REFERRAL FORM AND PROVIDE A\n   47  COPY OF THE FORM TO THE COLLABORATING DENTIST.\n   48    4. THE COLLABORATIVE  PRACTICE  DENTAL  HYGIENIST  MAY  ENTER  INTO  A\n   49  CONTRACTUAL  ARRANGEMENT WITH ANY QUALIFIED DENTIST, HEALTH CARE FACILI-\n   50  TY, PROGRAM, AND/OR NON-PROFIT ORGANIZATION TO  PERFORM  DENTAL  HYGIENE\n   51  SERVICES  IN  THE  FOLLOWING  SETTINGS:  DENTAL  OFFICES;  LONGTERM CARE\n   52  FACILITIES/SKILLED NURSING FACILITIES; PUBLIC OR PRIVATE SCHOOLS; PUBLIC\n   53  HEALTH AGENCIES/FEDERALLY QUALIFIED HEALTH CENTERS; CORRECTIONAL FACILI-\n   54  TIES; PUBLIC INSTITUTIONS/MENTAL HEALTH FACILITIES; AND PRIVATE SETTINGS\n   55  IN WHICH HOMEBOUND RESIDENTS ARE UNABLE TO BE  RELOCATED  FOR  NECESSARY\n   56  TREATMENT.\n\n       A. 111                              3\n\n    1    5.  A  COLLABORATIVE  PRACTICE DENTAL HYGIENIST MAY HAVE MORE THAN ONE\n    2  COLLABORATING DENTIST OR ORGANIZATION.  A  COLLABORATING  DENTIST  SHALL\n    3  HAVE  COLLABORATIVE AGREEMENTS WITH NO MORE THAN SIX COLLABORATIVE PRAC-\n    4  TICE DENTAL HYGIENISTS. THE DEPARTMENT MAY  GRANT  EXCEPTIONS  TO  THESE\n    5  LIMITATIONS FOR PUBLIC HEALTH SETTINGS ON A CASE-BY-CASE BASIS.\n    6    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to registered dental hygienists working without supervision but within a collaborative practice agreement with a licensed dentist ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105913.TXT", "SOBI.D101217.T153505.TXT", "SOBI.D101216.T114416.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618105018
}