{
  "year" : 2011,
  "senateBillNo" : "A1129-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1129-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to sentences of imprisonment for criminal possession of a weapon",
  "summary" : "Relates to sentences of imprisonment for criminal possession of a weapon. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1129\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT to amend the penal law, in relation to sentences of imprisonment\n         for criminal possession of a weapon\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 70.15 of the penal law, as amended\n    2  by chapter 291 of the laws of 1993, is amended to read as follows:\n    3    1.  Class  A  misdemeanor.  A  sentence  of imprisonment for a class A\n    4  misdemeanor shall be a  definite  sentence.  When  such  a  sentence  is\n    5  imposed  the  term shall be fixed by the court, and shall not exceed one\n    6  year; provided, however, that a sentence of imprisonment imposed upon  a\n    7  conviction  of  criminal  possession of a weapon in the fourth degree as\n    8  defined in subdivision one of section 265.01 must be for a period of  no\n    9  less than one year when the conviction was the result of a plea of guil-\n   10  ty  entered in satisfaction of an indictment or any count thereof charg-\n   11  ing the defendant with the class D violent felony  offense  of  criminal\n   12  possession  of  a  weapon  in the third degree as defined in subdivision\n   13  four of section 265.02, except that  the  court  may  impose  any  other\n   14  sentence  authorized  by  law  upon a person who has not been previously\n   15  convicted in the five years immediately preceding the commission of  the\n   16  offense  for  a felony or a class A misdemeanor defined in this chapter,\n   17  [if the court having regard to the nature and circumstances of the crime\n   18  and to the history and character of the defendant, finds on  the  record\n   19  that  such  sentence  would  be  unduly  harsh  and that the alternative\n   20  sentence would be consistent with public safety and does  not  deprecate\n   21  the  seriousness  of the crime] AND IF THE DEFENDANT HAS MADE A POSITIVE\n   22  IDENTIFICATION TO THE ARRESTING AUTHORITIES OF THE PERSON  WHO  SUPPLIED\n   23  SAID DEFENDANT WITH THE WEAPON RESULTING IN A CONVICTION AS SET FORTH IN\n   24  THIS SUBDIVISION.\n   25    S 2. This act shall take effect on the first of November next succeed-\n   26  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05223-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to sentences of imprisonment for criminal possession of a weapon ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T140222.TXT", "SOBI.D110106.T133220.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432155552
}