{
  "year" : 2011,
  "senateBillNo" : "A1121-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A1121-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to rental discrimination based on income",
  "summary" : "Relates to rental discrimination based on income. ",
  "currentCommittee" : null,
  "sameAs" : "S83",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AA10689-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1121\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BING, MILLMAN, ROSENTHAL, GOTTFRIED, CASTRO,\n         ROBINSON, GIBSON, SPANO, KAVANAGH, ORTIZ -- Multi-Sponsored by  --  M.\n         of  A.  AUBRY,  CAHILL, CRESPO, FARRELL, GLICK, SCHIMEL, TOWNS -- read\n         once and referred to the Committee on Housing\n\n       AN ACT to amend the executive law, in relation to  discrimination  based\n         upon the income of persons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 292 of the executive law is amended by adding a new\n    2  subdivision 35 to read as follows:\n    3    35. THE TERM \"SOURCE OF  INCOME\"  SHALL  INCLUDE:  WAGES  FROM  LAWFUL\n    4  EMPLOYMENT;  CHILD  SUPPORT;  ALIMONY;  FOSTER  CARE  SUBSIDIES;  INCOME\n    5  DERIVED FROM SOCIAL SECURITY, OR ANY FORM OF  FEDERAL,  STATE  OR  LOCAL\n    6  PUBLIC  ASSISTANCE; HOUSING AND RENTAL SUBSIDIES AND ASSISTANCE, INCLUD-\n    7  ING SECTION 8 VOUCHERS; SAVINGS, INVESTMENT AND TRUST ACCOUNTS; AND  ANY\n    8  OTHER FORMS OF LAWFUL INCOME.\n    9    S  2.  Paragraph  (a) of subdivision 2 of section 296 of the executive\n   10  law, as amended by chapter 106 of the laws of 2003, is amended  to  read\n   11  as follows:\n   12    (a)  It  shall  be an unlawful discriminatory practice for any person,\n   13  being the owner, lessee, proprietor, manager, superintendent,  agent  or\n   14  employee  of  any  place  of  public accommodation, resort or amusement,\n   15  because of the race, creed, color, national origin, sexual  orientation,\n   16  military  status, sex, SOURCE OF INCOME, or disability or marital status\n   17  of any person, directly or indirectly, to refuse, withhold from or  deny\n   18  to  such  person  any  of  the accommodations, advantages, facilities or\n   19  privileges thereof, including the extension of credit, or,  directly  or\n   20  indirectly,  to  publish,  circulate,  issue,  display, post or mail any\n   21  written or printed communication, notice or advertisement, to the effect\n   22  that any of the accommodations, advantages, facilities and privileges of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00449-01-1\n\n       A. 1121                             2\n\n    1  any such place shall be refused, withheld from or denied to  any  person\n    2  on  account  of race, creed, color, national origin, sexual orientation,\n    3  military status, sex, SOURCE OF INCOME, or disability or marital status,\n    4  or  that  the patronage or custom thereat of any person of or purporting\n    5  to be of any particular race,  creed,  color,  national  origin,  sexual\n    6  orientation,  military  status, SOURCE OF INCOME, sex or marital status,\n    7  or having a disability is unwelcome, objectionable  or  not  acceptable,\n    8  desired or solicited.\n    9    S  3. Paragraphs (a), (b) and (c) of subdivision 2-a of section 296 of\n   10  the executive law, as amended by chapter 106 of the laws  of  2003,  are\n   11  amended to read as follows:\n   12    (a)  To refuse to sell, rent or lease or otherwise to deny to or with-\n   13  hold from any person or group of  persons  such  housing  accommodations\n   14  because  of  the race, creed, color, disability, national origin, sexual\n   15  orientation, military status, age, sex, marital  status,  [or]  familial\n   16  status,  OR  SOURCE OF INCOME of such person or persons, or to represent\n   17  that any housing accommodation or land is not available for  inspection,\n   18  sale, rental or lease when in fact it is so available.\n   19    (b)  To  discriminate  against  any person because of his or her race,\n   20  creed, color, disability, national origin, sexual orientation,  military\n   21  status,  age,  sex,  marital  status, [or] familial status, OR SOURCE OF\n   22  INCOME in the terms, conditions or privileges of  any  publicly-assisted\n   23  housing accommodations or in the furnishing of facilities or services in\n   24  connection therewith.\n   25    (c) To cause to be made any written or oral inquiry or record concern-\n   26  ing  the  race, creed, color, disability, national origin, sexual orien-\n   27  tation, membership in the reserve armed forces of the United  States  or\n   28  in  the  organized  militia of the state, age, sex, marital status, [or]\n   29  familial status, OR SOURCE OF INCOME of a  person  seeking  to  rent  or\n   30  lease  any  publicly-assisted  housing accommodation; provided, however,\n   31  that nothing in this subdivision shall prohibit a member of the  reserve\n   32  armed  forces  of  the  United States or in the organized militia of the\n   33  state from voluntarily disclosing such membership.\n   34    S 4. Subdivision 5 of section 296 of the executive law, as amended  by\n   35  chapter 106 of the laws of 2003, is amended to read as follows:\n   36    5.  (a) It shall be an unlawful discriminatory practice for the owner,\n   37  lessee, sub-lessee, assignee, or managing  agent  of,  or  other  person\n   38  having  the  right  to  sell,  rent  or  lease  a housing accommodation,\n   39  constructed or to be constructed, or any agent or employee thereof:\n   40    (1) To refuse to sell, rent, lease or otherwise to deny to or withhold\n   41  from any person or group of persons such a housing accommodation because\n   42  of the race, creed, color, national origin, sexual orientation, military\n   43  status, sex, age, disability, marital status, [or] familial  status,  OR\n   44  SOURCE  OF  INCOME  of  such person or persons, or to represent that any\n   45  housing accommodation or land is not  available  for  inspection,  sale,\n   46  rental or lease when in fact it is so available.\n   47    (2)  To discriminate against any person because of race, creed, color,\n   48  national origin, sexual orientation, military status, sex, age, disabil-\n   49  ity, marital status, [or] familial status, OR SOURCE OF  INCOME  in  the\n   50  terms, conditions or privileges of the sale, rental or lease of any such\n   51  housing  accommodation or in the furnishing of facilities or services in\n   52  connection therewith.\n   53    (3) To print or circulate or cause to be  printed  or  circulated  any\n   54  statement,  advertisement or publication, or to use any form of applica-\n   55  tion for the purchase, rental or lease of such housing accommodation  or\n   56  to  make  any  record  or  inquiry  in  connection  with the prospective\n\n       A. 1121                             3\n\n    1  purchase,  rental  or  lease  of  such  a  housing  accommodation  which\n    2  expresses,  directly  or  indirectly,  any  limitation, specification or\n    3  discrimination as to race, creed, color, national origin, sexual  orien-\n    4  tation,  military  status,  sex,  age,  disability, marital status, [or]\n    5  familial status, OR SOURCE OF INCOME, or any intent  to  make  any  such\n    6  limitation, specification or discrimination.\n    7    The  provisions  of  this  paragraph  [(a)] shall not apply (1) to the\n    8  rental of a housing accommodation in a building which  contains  housing\n    9  accommodations  for  not  more than two families living independently of\n   10  each other, if the owner resides in one of such housing  accommodations,\n   11  (2)  to the restriction of the rental of all rooms in a housing accommo-\n   12  dation to individuals of the same sex or (3) to the rental of a room  or\n   13  rooms  in  a housing accommodation, if such rental is by the occupant of\n   14  the housing accommodation or by the owner of the  housing  accommodation\n   15  and  the  owner resides in such housing accommodation or (4) solely with\n   16  respect to age and familial status  to  the  restriction  of  the  sale,\n   17  rental  or lease of housing accommodations exclusively to persons sixty-\n   18  two years of age or older and the spouse of  any  such  person,  or  for\n   19  housing  intended  and  operated  for  occupancy  by at least one person\n   20  fifty-five years of age or older per unit. In determining whether  hous-\n   21  ing  is  intended and operated for occupancy by persons fifty-five years\n   22  of age or older, Sec. 807(b) (2) (c) (42 U.S.C. 3607 (b) (2) (c)) of the\n   23  federal Fair Housing Act of 1988, as amended, shall apply.\n   24    (b) It shall be an unlawful discriminatory  practice  for  the  owner,\n   25  lessee,  sub-lessee,  or  managing  agent of, or other person having the\n   26  right of ownership or possession of or the right to sell, rent or lease,\n   27  land or commercial space:\n   28    (1) To refuse to sell, rent, lease or otherwise deny  to  or  withhold\n   29  from  any person or group of persons land or commercial space because of\n   30  the race, creed, color, national origin,  sexual  orientation,  military\n   31  status,  sex,  age, disability, marital status, [or] familial status, OR\n   32  SOURCE OF INCOME of such person or persons, or  to  represent  that  any\n   33  housing  accommodation  or  land  is not available for inspection, sale,\n   34  rental or lease when in fact it is so available;\n   35    (2) To discriminate against any person because of race, creed,  color,\n   36  national origin, sexual orientation, military status, sex, age, disabil-\n   37  ity,  marital  status,  [or] familial status, OR SOURCE OF INCOME in the\n   38  terms, conditions or privileges of the sale, rental or lease of any such\n   39  land or commercial space; or in the furnishing of facilities or services\n   40  in connection therewith;\n   41    (3) To print or circulate or cause to be  printed  or  circulated  any\n   42  statement,  advertisement or publication, or to use any form of applica-\n   43  tion for the purchase, rental or lease of such land or commercial  space\n   44  or  to  make  any  record  or inquiry in connection with the prospective\n   45  purchase, rental or  lease  of  such  land  or  commercial  space  which\n   46  expresses,  directly  or  indirectly,  any  limitation, specification or\n   47  discrimination as to race, creed, color, national origin, sexual  orien-\n   48  tation,  military  status,  sex,  age,  disability, marital status, [or]\n   49  familial status, OR SOURCE OF INCOME; or any intent  to  make  any  such\n   50  limitation, specification or discrimination.\n   51    (4)  With  respect  to age and familial status, the provisions of this\n   52  paragraph shall not apply to the restriction  of  the  sale,  rental  or\n   53  lease  of  land  or  commercial  space exclusively to persons fifty-five\n   54  years of age or older and the spouse of  any  such  person,  or  to  the\n   55  restriction  of  the  sale,  rental  or lease of land to be used for the\n   56  construction, or location  of  housing  accommodations  exclusively  for\n\n       A. 1121                             4\n\n    1  persons  sixty-two  years  of age or older, or intended and operated for\n    2  occupancy by at least one person fifty-five years of age  or  older  per\n    3  unit.  In determining whether housing is intended and operated for occu-\n    4  pancy  by  persons fifty-five years of age or older, Sec. 807(b) (2) (c)\n    5  (42 U.S.C. 3607(b) (2) (c)) of the federal Fair Housing Act of 1988,  as\n    6  amended, shall apply.\n    7    (c)  It  shall  be  an  unlawful  discriminatory practice for any real\n    8  estate broker, real estate salesperson or employee or agent thereof:\n    9    (1) To refuse to sell, rent or lease any housing  accommodation,  land\n   10  or  commercial  space  to any person or group of persons or to refuse to\n   11  negotiate for the sale, rental or lease, of any  housing  accommodation,\n   12  land  or  commercial  space to any person or group of persons because of\n   13  the race, creed, color, national origin,  sexual  orientation,  military\n   14  status,  sex,  age, disability, marital status, [or] familial status, OR\n   15  SOURCE OF INCOME of such person or persons, or  to  represent  that  any\n   16  housing  accommodation,  land  or  commercial space is not available for\n   17  inspection, sale, rental or lease when in fact it is  so  available,  or\n   18  otherwise to deny or withhold any housing accommodation, land or commer-\n   19  cial  space  or  any  facilities  of  any housing accommodation, land or\n   20  commercial space from any person or group  of  persons  because  of  the\n   21  race,  creed,  color,  national  origin,  sexual  orientation,  military\n   22  status, sex, age, disability, marital status, [or] familial  status,  OR\n   23  SOURCE OF INCOME of such person or persons.\n   24    (2)  To  print  or  circulate or cause to be printed or circulated any\n   25  statement, advertisement or publication, or to use any form of  applica-\n   26  tion  for  the  purchase,  rental or lease of any housing accommodation,\n   27  land or commercial space or to make any record or inquiry in  connection\n   28  with  the  prospective purchase, rental or lease of any housing accommo-\n   29  dation, land or commercial space which expresses, directly or  indirect-\n   30  ly,  any limitation, specification, or discrimination as to race, creed,\n   31  color, national origin, sexual orientation, military status,  sex,  age,\n   32  disability,  marital  status, [or] familial status, OR SOURCE OF INCOME;\n   33  or any intent to make any such limitation,  specification  or  discrimi-\n   34  nation.\n   35    (3)  With  respect  to age and familial status, the provisions of this\n   36  paragraph shall not apply to the restriction  of  the  sale,  rental  or\n   37  lease  of any land or commercial space exclusively to persons fifty-five\n   38  years of age or older and the spouse of  any  such  person,  or  to  the\n   39  restriction of the sale, rental or lease of any housing accommodation or\n   40  land  to  be  used  for the construction or location of housing accommo-\n   41  dations for persons sixty-two years of age or  older,  or  intended  and\n   42  operated for occupancy by at least one person fifty-five years of age or\n   43  older  per unit. In determining whether housing is intended and operated\n   44  for occupancy by persons fifty-five years of age or older, Sec.  807 (b)\n   45  (2) (c) (42 U.S.C. 3607 (b) (2) (c)) of the federal Fair Housing Act  of\n   46  1988, as amended, shall apply.\n   47    (d)  It  shall  be  an  unlawful  discriminatory practice for any real\n   48  estate board, because of the race, creed, color, national origin, sexual\n   49  orientation, military status, age, sex, disability, marital status, [or]\n   50  familial status, OR SOURCE OF INCOME of any individual who is  otherwise\n   51  qualified  for  membership,  to  exclude  or  expel such individual from\n   52  membership, or to discriminate against such  individual  in  the  terms,\n   53  conditions and privileges of membership in such board.\n   54    (e)  It  shall  be  an unlawful discriminatory practice for the owner,\n   55  proprietor or managing agent of, or other person  having  the  right  to\n   56  provide care and services in, a private proprietary nursing home, conva-\n\n       A. 1121                             5\n\n    1  lescent  home,  or home for adults, or an intermediate care facility, as\n    2  defined  in  section  two  of  the  social  services   law,   heretofore\n    3  constructed,  or to be constructed, or any agent or employee thereof, to\n    4  refuse  to  provide  services  and  care in such home or facility to any\n    5  individual or to discriminate  against  any  individual  in  the  terms,\n    6  conditions, and privileges of such services and care solely because such\n    7  individual  is  a blind person. For purposes of this paragraph, a \"blind\n    8  person\" shall mean a person who is registered as a blind person with the\n    9  commission for the visually handicapped and who meets the definition  of\n   10  a  \"blind  person\"  pursuant  to  section  three of chapter four hundred\n   11  fifteen of the laws of nineteen hundred thirteen  entitled  \"An  act  to\n   12  establish a state commission for improving the condition of the blind of\n   13  the state of New York, and making an appropriation therefor\".\n   14    (f)  The  provisions of this subdivision, as they relate to age, shall\n   15  not apply to persons under the age of eighteen years.\n   16    (g) It shall be an unlawful discriminatory  practice  for  any  person\n   17  offering  or  providing housing accommodations, land or commercial space\n   18  as described in paragraphs (a), (b), and (c) of this subdivision to make\n   19  or cause to be made any written or oral  inquiry  or  record  concerning\n   20  membership  of  any person in the state organized militia in relation to\n   21  the purchase, rental or lease of such housing  accommodation,  land,  or\n   22  commercial  space,  provided,  however, that nothing in this subdivision\n   23  shall prohibit a member of the state organized militia from  voluntarily\n   24  disclosing such membership.\n   25    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to discrimination based upon the income of persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110107.T152415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294431855397
}