{
  "year" : 2011,
  "senateBillNo" : "A1124-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1124-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the publication by the state of the receipt of unclaimed funds",
  "summary" : "Relates to the publication by the state of the receipt of unclaimed funds. ",
  "currentCommittee" : null,
  "sameAs" : "S899",
  "lawSection" : "Abandoned Property Law",
  "previousVersions" : [ "A6379-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1124\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BING, BARRON, SPANO, CASTRO, REILLY, COLTON,\n         MILLMAN, SCARBOROUGH, ROSENTHAL, BOYLAND, MAYERSOHN,  BROOK-KRASNY  --\n         Multi-Sponsored  by  --  M. of A.   GLICK, GOTTFRIED, HIKIND, LUPARDO,\n         PHEFFER, SWEENEY, WEISENBERG -- read once and referred to the  Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the abandoned property law and the state technology law,\n         in relation to unclaimed funds\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 1402  of  the  abandoned  property\n    2  law,  as added by chapter 261 of the laws of 1978, is amended to read as\n    3  follows:\n    4    1. (a) [The state comptroller shall publish:\n    5    (i) in an issue of the  state  bulletin  published  in  the  month  of\n    6  September,  nineteen  hundred  seventy-nine  or in a September, nineteen\n    7  hundred seventy-nine issue of another publication selected by the  comp-\n    8  troller, a statement of abandoned property paid to and held by the state\n    9  for  the  period beginning on June first, nineteen hundred seventy-eight\n   10  and ending on November thirtieth, nineteen hundred seventy-eight;\n   11    (ii) in an issue of the state  bulletin  published  in  the  month  of\n   12  March,  nineteen hundred eighty, or in a March issue of another publica-\n   13  tion selected by the comptroller, a statement of abandoned property paid\n   14  to and held by the state for the period  beginning  on  December  first,\n   15  nineteen  hundred seventy-eight and ending on May thirty-first, nineteen\n   16  hundred seventy-nine.\n   17    (b) In each succeeding] EACH September  and  March,  the  state  comp-\n   18  troller  shall  publish[, in the manner provided for in paragraph (a) of\n   19  this subdivision] IN A NEWSPAPER, AS PROVIDED BY  SECTION  ONE  THOUSAND\n   20  FOUR HUNDRED TEN OF THIS ARTICLE, A STATEMENT OF ABANDONED PROPERTY PAID\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00678-01-1\n\n       A. 1124                             2\n\n    1  TO  AND HELD BY THE STATE, for the respective annual periods June first,\n    2  through November thirtieth and December first, through May thirty-first.\n    3    (B) EACH AND EVERY TIME THE COMPTROLLER PUBLISHES A STATEMENT PURSUANT\n    4  TO  PARAGRAPH  (A) OF THIS SUBDIVISION, HE OR SHE SHALL INCLUDE A NOTICE\n    5  THAT READERS MAY OBTAIN A LARGE PRINT COPY OF THE UNCLAIMED  FUNDS  LIST\n    6  BY  WRITING THE COMPTROLLER'S OFFICE OR HAVE A SEARCH CONDUCTED FOR THEM\n    7  BY CALLING A DESIGNATED NUMBER. THIS NOTICE MUST APPEAR IN TYPEFACE  AND\n    8  FONT-SIZE  ESTABLISHED  BY  THE  NEW YORK STATE OFFICE FOR TECHNOLOGY TO\n    9  ASSIST THE VISUALLY IMPAIRED AND INCLUDE THE PHONE  NUMBER  AND  MAILING\n   10  ADDRESS TO THE NEW YORK STATE OFFICE OF THE STATE COMPTROLLER, OFFICE OF\n   11  UNCLAIMED FUNDS.\n   12    (c)  The  provisions  of this subdivision shall not apply to abandoned\n   13  property paid pursuant to section one thousand  three  hundred  of  this\n   14  chapter  or  section four hundred twenty-four of the vehicle and traffic\n   15  law.\n   16    S 2. Subdivision 1 of section 1416 of the abandoned property  law,  as\n   17  added by chapter 173 of the laws of 1980, is amended to read as follows:\n   18    1. No agreement to locate property held by the comptroller pursuant to\n   19  this chapter shall be valid unless that agreement:\n   20    (a) is in writing and signed by the property owner;\n   21    (b) discloses the nature of the property; [and]\n   22    (c) discloses the name and address of the holder; AND\n   23    (D)  INCLUDES  LANGUAGE, ESTABLISHED BY THE STATE COMPTROLLER, STATING\n   24  THAT THE FUNDS HELD BY THE STATE  CAN  BE  OBTAINED  DIRECTLY  FROM  THE\n   25  OFFICE  OF  THE  COMPTROLLER  BY ITS OWNER WITHOUT PAYING A FEE AND THAT\n   26  THESE FUNDS WILL BE HELD INDEFINITELY.\n   27    S 3. Section 103 of the state technology law is amended  by  adding  a\n   28  new subdivision 18 to read as follows:\n   29    18.  TO  CONSULT  WITH  THE COMMISSION ON THE BLIND AND VISUALLY HAND-\n   30  ICAPPED TO DEVELOP AND MAINTAIN ACCESSIBILITY STANDARDS FOR TYPEFACE AND\n   31  FONT SIZE TO ASSIST THE VISUALLY IMPAIRED.\n   32    S 4. This act shall take effect on the sixtieth  day  after  it  shall\n   33  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the abandoned property law and the state technology law, in relation to unclaimed funds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T133220.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432155528
}