{
  "year" : 2011,
  "senateBillNo" : "A1122-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1122-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to a pedestrian's right of way",
  "summary" : "Relates to a pedestrian's right of way. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A7762-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1122\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. BING, COOK, SPANO, BARRON, CASTRO -- Multi-Spon-\n         sored by -- M. of A.  GABRYSZAK, GLICK, MENG, PERRY,  PHEFFER,  ROBIN-\n         SON,  TITONE, WEISENBERG -- read once and referred to the Committee on\n         Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to a  pedestri-\n         an's right of way\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 2 of subdivision (a) of section 1111 of the vehi-\n    2  cle and traffic law, as amended by chapter 269 of the laws of  1984,  is\n    3  amended to read as follows:\n    4    2. Traffic, except pedestrians, facing a steady green arrow signal may\n    5  cautiously enter the intersection only to make the movement indicated by\n    6  such  arrow, or such other movement as is permitted by other indications\n    7  shown at the same time, except that a U-Turn  may  be  made  by  traffic\n    8  facing  a left green arrow signal unless a sign prohibits such U-Turn or\n    9  such U-Turn is in violation of any other provision of law. Such  traffic\n   10  shall yield the right of way to other traffic lawfully within the inter-\n   11  section  [or  an]  AND  PEDESTRIANS WITHIN A MARKED OR UNMARKED adjacent\n   12  cross walk AT THE INTERSECTION at the time such signal is exhibited.\n   13    S 2. Paragraph 3 of subdivision (a) of section 1111 of the vehicle and\n   14  traffic law, as amended by chapter 356 of the laws of 1971,  is  amended\n   15  to read as follows:\n   16    3.  Unless  otherwise  directed  by  a  pedestrian-control  signal  as\n   17  provided in section eleven hundred twelve OF THIS  ARTICLE,  pedestrians\n   18  facing  any  steady green signal, except when the sole green signal is a\n   19  turn arrow, SHALL HAVE THE RIGHT-OF-WAY AND may proceed across the road-\n   20  way within any marked or unmarked crosswalk.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01115-01-1\n\n       A. 1122                             2\n\n    1    S 3. Paragraphs 2 and 3 of subdivision (b)  of  section  1111  of  the\n    2  vehicle  and traffic law, as amended by chapter 356 of the laws of 1971,\n    3  are amended to read as follows:\n    4    2.  Traffic,  except  pedestrians, facing a steady yellow arrow signal\n    5  may cautiously enter the intersection  only  to  complete  the  movement\n    6  indicated  by  such arrow or make such other movement as is permitted by\n    7  other indications shown at the  same  time;  however,  said  traffic  is\n    8  thereby warned that the related green arrow movement is being terminated\n    9  or  that a red indication will be exhibited immediately thereafter. SUCH\n   10  TRAFFIC SHALL YIELD THE RIGHT-OF-WAY TO PEDESTRIANS WITHIN A  MARKED  OR\n   11  UNMARKED  CROSSWALK  AT  THE  INTERSECTION AND TO OTHER TRAFFIC LAWFULLY\n   12  USING THE INTERSECTION.\n   13    3.  Unless  otherwise  directed  by  a  pedestrian-control  signal  as\n   14  provided in section eleven hundred twelve, pedestrians facing any steady\n   15  yellow  signal  are  thereby  advised that there is insufficient time to\n   16  cross the roadway before a red indication is  shown  and  no  pedestrian\n   17  shall  then  start to cross the roadway. REGARDLESS OF WHEN A PEDESTRIAN\n   18  STARTS TO  CROSS  THE  ROADWAY,  ALL  PEDESTRIANS  SHALL  BE  GIVEN  THE\n   19  RIGHT-OF-WAY BY ALL OTHER TRAFFIC WHEN FACING ANY STEADY YELLOW.\n   20    S  4. Subparagraph a of paragraph 2 of subdivision (d) of section 1111\n   21  of the vehicle and traffic law, as separately amended  by  chapters  230\n   22  and 420 of the laws of 1980, is amended to read as follows:\n   23    a.  Traffic  facing  a steady circular red signal may cautiously enter\n   24  the intersection to make a right turn  after  stopping  as  required  by\n   25  paragraph  one of this subdivision, except that right turning traffic is\n   26  not required to stop when a steady right green arrow signal is shown  at\n   27  the  same time. Such traffic shall yield the right-of-way to pedestrians\n   28  within a marked or unmarked crosswalk at the  intersection  and  to  ALL\n   29  other traffic lawfully using the intersection;\n   30    S  5. Section 1112 of the vehicle and traffic law, as amended by chap-\n   31  ter 228 of the laws of 1987, is amended to read as follows:\n   32    S 1112. Pedestrian-control signal  indications.  Whenever  pedestrians\n   33  are controlled by pedestrian-control signals exhibiting the words \"WALK\"\n   34  or  \"DON'T  WALK\", or exhibiting symbols of a walking person or upraised\n   35  hand, such signals shall indicate and apply to pedestrians as follows:\n   36    (a) Steady WALK or walking person. Pedestrians facing such signal  may\n   37  proceed  across  the roadway in the direction of the signal and shall be\n   38  given the right of way by ALL other traffic.\n   39    (b) Flashing DON'T WALK or upraised hand. No pedestrian shall start to\n   40  cross the roadway in the direction of such signal, but  any  pedestrians\n   41  who  have  partially  completed  their  crossing  on the WALK or walking\n   42  person signal shall proceed to a sidewalk or  safety  island  while  the\n   43  flashing  DON'T  WALK  or upraised hand signal is showing. REGARDLESS OF\n   44  WHEN A PEDESTRIAN STARTS TO CROSS THE ROADWAY, ALL PEDESTRIANS SHALL  BE\n   45  GIVEN  THE RIGHT-OF-WAY BY ALL OTHER TRAFFIC WHILE A FLASHING DON'T WALK\n   46  OR UPRAISED HAND SIGNAL IS SHOWING.\n   47    (c) Steady DON'T WALK or upraised hand. No pedestrians shall start  to\n   48  cross  the  roadway in the direction of such signal, but any pedestrians\n   49  who have partially completed their  crossing  on  the  WALK  OR  WALKING\n   50  PERSON  or  flashing  DON'T  WALK OR FLASHING UPRAISED HAND signal shall\n   51  proceed to a sidewalk or safety island while the steady  DON'T  WALK  OR\n   52  UPRAISED HAND signal is showing.\n   53    S  6.  Subdivision (b) of section 1113 of the vehicle and traffic law,\n   54  as amended by chapter 722 of the laws of 2006, is  amended  to  read  as\n   55  follows:\n\n       A. 1122                             3\n\n    1    (b)  Flashing  yellow indications. Vehicular traffic facing a circular\n    2  yellow signal or  yellow  arrow  with  rapid  intermittent  flashes  may\n    3  proceed  through the intersection or past such signal only with caution.\n    4  SUCH TRAFFIC SHALL YIELD THE RIGHT-OF-WAY TO PEDESTRIANS WITHIN A MARKED\n    5  OR UNMARKED CROSSWALK AT THE INTERSECTION.\n    6    S  7.  Subdivision (a) of section 1151 of the vehicle and traffic law,\n    7  as amended by chapter 159 of the laws of 2002, is  amended  to  read  as\n    8  follows:\n    9    (a)  When traffic-control signals are not in place or not in operation\n   10  the driver of a vehicle shall yield the right of way,  slowing  down  or\n   11  stopping  if  need  be to so yield, to a pedestrian crossing the roadway\n   12  within a crosswalk OR AT ANY UNMARKED CROSSWALK AT  AN  INTERSECTION  on\n   13  the  roadway upon which the vehicle is traveling, except that any pedes-\n   14  trian crossing a roadway at a point where a pedestrian tunnel  or  over-\n   15  pass has been provided shall yield the right of way to all vehicles.\n   16    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to a pedestrian's right of way ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T152415.TXT", "SOBI.D110106.T133220.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294431855402
}