{
  "year" : 2011,
  "senateBillNo" : "A1123-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1123-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a tax credit for alternative energy systems and generating equipment",
  "summary" : "Establishes an alternative energy systems and generating equipment tax credit for qualified expenditures meeting the criteria prescribed by the department of taxation and finance, in consultation with the department of environmental conservation and the New York state energy research and development authority, for taxpayers subject to tax under articles nine-a, twenty-two, thirty-two and thirty-three of the tax law whose business is not substantially engaged in the commercial generation, distribution, transmission or servicing of energy or energy products. ",
  "currentCommittee" : null,
  "sameAs" : "S2483",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AA7013-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1123\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. BING, GUNTHER, LUPARDO, REILLY, GABRYSZAK, PHEF-\n         FER, PEOPLES-STOKES, SPANO, CAMARA, SCHIMMINGER, COLTON, JAFFEE, MILL-\n         MAN, MENG, HOOPER, TITONE, HEVESI, CASTRO -- Multi-Sponsored by --  M.\n         of A. BARRON, GLICK, MAISEL, McENENY, SCHIMEL, WEISENBERG -- read once\n         and referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend the tax law, in relation to establishing a tax credit\n         for alternative energy systems and generating equipment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new section 28-a to read\n    2  as follows:\n    3    S  28-A.  CREDIT  FOR ALTERNATIVE ENERGY SYSTEMS AND GENERATING EQUIP-\n    4  MENT. (A) GENERAL. A TAXPAYER SUBJECT TO TAX UNDER ARTICLE NINE-A, TWEN-\n    5  TY-TWO, THIRTY-TWO OR THIRTY-THREE OF THIS CHAPTER,  WHOSE  BUSINESS  IS\n    6  NOT  SUBSTANTIALLY  ENGAGED  IN THE COMMERCIAL GENERATION, DISTRIBUTION,\n    7  TRANSMISSION OR SERVICING OF ENERGY OR ENERGY PRODUCTS, AND WHO  EMPLOYS\n    8  ONE  OR  MORE  FULL-TIME EMPLOYEES, EXCLUDING GENERAL EXECUTIVE OFFICERS\n    9  (IN THE CASE OF A CORPORATION), SHALL BE ALLOWED A CREDIT  AGAINST  SUCH\n   10  TAX,  PURSUANT  TO  THE PROVISIONS REFERENCED IN SUBDIVISION (E) OF THIS\n   11  SECTION. THE CREDIT SHALL BE ALLOWED FOR  QUALIFIED  EXPENDITURES  WHICH\n   12  MEET  THE ELIGIBILITY CRITERIA, IF ANY, PRESCRIBED BY THE DEPARTMENT, IN\n   13  CONSULTATION WITH THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION  AND  THE\n   14  NEW  YORK  STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY, DISBURSED IN\n   15  NEW YORK STATE.\n   16    (B) DEFINITIONS. FOR THE PURPOSES OF  THIS  SECTION:    (1)  THE  TERM\n   17  \"SOLAR  AND  WIND ENERGY SYSTEM EQUIPMENT\" SHALL REFER TO A SYSTEM WHICH\n   18  SHALL MEET THE ELIGIBILITY REQUIREMENTS SET BY THE DEPARTMENT  OF  ENVI-\n   19  RONMENTAL  CONSERVATION  AND  THE NEW YORK STATE ENERGY AND RESEARCH AND\n   20  DEVELOPMENT AUTHORITY WHICH SERVES AS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01118-01-1\n\n       A. 1123                             2\n\n    1    (I) SOLAR ELECTRIC GENERATING EQUIPMENT WHICH SHALL MEAN  AN  ARRANGE-\n    2  MENT  OR  COMBINATION OF COMPONENTS UTILIZING SOLAR RADIATION TO PRODUCE\n    3  ENERGY DESIGNED TO PROVIDE HEATING, COOLING, HOT WATER  OR  ELECTRICITY.\n    4  SUCH  ARRANGEMENT OR COMPONENTS SHALL NOT INCLUDE EQUIPMENT THAT IS PART\n    5  OF  A  NON-SOLAR  ENERGY  SYSTEM  OR WHICH USES ANY SORT OF RECREATIONAL\n    6  FACILITY OR EQUIPMENT AS A STORAGE MEDIUM.\n    7    (II) A WIND ENERGY SYSTEM, WHICH SHALL MEAN AN ARRANGEMENT OR COMBINA-\n    8  TION OF COMPONENTS DESIGNED  TO  GENERATE  AND  PROVIDE  ELECTRICITY  OR\n    9  MECHANICAL  ENERGY  THROUGH  THE PROCESS OF CONVERTING FORCE PROVIDED BY\n   10  WIND INTO MECHANICAL AND/OR ELECTRICAL ENERGY, AND STORING OR DISTRIBUT-\n   11  ING SUCH ENERGY.\n   12    (2) THE TERM \"FUEL CELL ELECTRIC GENERATING EQUIPMENT\" SHALL REFER  TO\n   13  ON-SITE ELECTRICITY GENERATION SYSTEMS, LOCATED IN REAL PROPERTY LOCATED\n   14  IN  NEW  YORK  STATE  UTILIZING  PROTON  EXCHANGE MEMBRANE FUEL CELLS OR\n   15  MOLTEN CARBONATE FUEL CELL TECHNOLOGIES.   \"FUEL CELL\"  MEANS  A  DEVICE\n   16  THAT  PRODUCES  ELECTRICITY  DIRECTLY  FROM HYDROGEN OR HYDROCARBON FUEL\n   17  THROUGH A NON-COMBUSTIVE ELECTROCHEMICAL PROCESS.\n   18    (3) THE TERM \"GEOTHERMAL RESOURCE  TRANSFER  SYSTEM\"  MEANS  A  SYSTEM\n   19  TRANSFERRING  ENERGY  THROUGH  THE  USE  OF A RESOURCE IN NEW YORK STATE\n   20  INCLUDING:\n   21    (I) ALL PRODUCTS OF GEOTHERMAL PROCESSES EMBRACING  INDIGENOUS  STEAM,\n   22  HOT WATER, AND HOT BRINES;\n   23    (II)  STEAM  AND  OTHER GASES, HOT WATER AND HOT BRINES RESULTING FROM\n   24  WATER, GAS, OR OTHER  FLUIDS  ARTIFICIALLY  INTRODUCED  INTO  GEOTHERMAL\n   25  FORMATIONS;\n   26    (III)  HEAT OR OTHER ASSOCIATED ENERGY FOUND IN GEOTHERMAL FORMATIONS;\n   27  AND\n   28    (IV) ANY BYPRODUCTS DERIVED FROM THEM,  WHERE  \"BYPRODUCT\"  MEANS  ANY\n   29  MINERAL  OR  MINERALS  (EXCLUSIVE  OF  OIL, HYDROCARBON GAS, AND HELIUM)\n   30  WHICH ARE FOUND IN SOLUTION OR  IN  ASSOCIATION  WITH  OTHER  GEOTHERMAL\n   31  RESOURCES  AND  WHICH  HAVE A VALUE OF LESS THAN SEVENTY-FIVE PERCENT OF\n   32  THE VALUE OF THE GEOTHERMAL STEAM OR ARE NOT, BECAUSE OF QUANTITY, QUAL-\n   33  ITY, OR TECHNICAL DIFFICULTIES IN EXTRACTION AND PRODUCTION,  OF  SUFFI-\n   34  CIENT VALUE TO WARRANT EXTRACTION AND PRODUCTION BY THEMSELVES.\n   35    (4)  THE  TERM \"FARM WASTE ELECTRIC GENERATING EQUIPMENT\" MEANS EQUIP-\n   36  MENT THAT GENERATES ELECTRIC ENERGY FROM BIOGAS PRODUCED BY THE  ANAERO-\n   37  BIC  DIGESTION  OF AGRICULTURAL WASTE, SUCH AS LIVESTOCK MANURE, FARMING\n   38  WASTES AND FOOD PROCESSING WASTES WITH A RATED CAPACITY OF NOT MORE THAN\n   39  FIVE HUNDRED KILOWATTS, THAT IS:\n   40    (I) MANUFACTURED, INSTALLED, AND OPERATED IN ACCORDANCE WITH  APPLICA-\n   41  BLE GOVERNMENT AND INDUSTRY STANDARDS;\n   42    (II) CONNECTED TO THE ELECTRIC SYSTEM AND OPERATED IN CONJUNCTION WITH\n   43  AN ELECTRIC CORPORATION'S TRANSMISSION AND DISTRIBUTION FACILITIES;\n   44    (III)  OPERATED  IN  COMPLIANCE  WITH  ANY  STANDARDS AND REQUIREMENTS\n   45  ESTABLISHED UNDER THIS SECTION;\n   46    (IV) FUELED AT A MINIMUM OF NINETY  PERCENT  ON  AN  ANNUAL  BASIS  BY\n   47  BIOGAS  PRODUCED FROM THE ANAEROBIC DIGESTION OF AGRICULTURAL WASTE SUCH\n   48  AS LIVESTOCK MANURE MATERIALS, CROP RESIDUES, AND FOOD PROCESSING WASTE;\n   49  AND\n   50    (V) FUELED BY BIOGAS GENERATED BY ANAEROBIC DIGESTION  WITH  AT  LEAST\n   51  FIFTY  PERCENT BY WEIGHT OF ITS FEEDSTOCK BEING LIVESTOCK MANURE MATERI-\n   52  ALS ON AN ANNUAL BASIS.\n   53    (5) THE TERM \"CREDIT ALLOWANCE YEAR\" MEANS THE FIRST TAXABLE YEAR WITH\n   54  RESPECT TO WHICH THE CREDIT MAY BE CLAIMED PURSUANT TO THE INITIAL CRED-\n   55  IT COMPONENT CERTIFICATE ISSUED PURSUANT  TO  SUBDIVISION  (D)  OF  THIS\n   56  SECTION.\n\n       A. 1123                             3\n\n    1    (6)  THE  TERM  \"TAXABLE  YEAR\"  MEANS  THE TAXABLE YEAR OF A BUSINESS\n    2  TAXPAYER FILING A NEW YORK STATE TAX RETURN UNDER ARTICLE NINE-A,  TWEN-\n    3  TY-TWO, THIRTY-TWO OR THIRTY-THREE OF THIS CHAPTER. IF THE BUSINESS DOES\n    4  NOT  HAVE A TAXABLE YEAR BECAUSE IT IS EXEMPT FROM TAXATION OR OTHERWISE\n    5  IS  NOT  REQUIRED  TO FILE SUCH A RETURN UNDER ANY OF SUCH STATUTES, THE\n    6  TERM \"TAXABLE YEAR\" MEANS (I) THE BUSINESS'S FEDERAL  TAXABLE  YEAR,  OR\n    7  (II)  IF  THE  BUSINESS  DOES NOT HAVE A FEDERAL TAXABLE YEAR, THE GIVEN\n    8  CALENDAR YEAR.\n    9    (7) \"QUALIFIED EXPENDITURES\" SHALL BE REMITTED  COSTS  FOR  MATERIALS,\n   10  LABOR  COSTS  PROPERLY  ALLOCABLE  TO  ON-SITE PREPARATION, ASSEMBLY AND\n   11  ORIGINAL  INSTALLATION,  ARCHITECTURAL  AND  ENGINEERING  SERVICES,  AND\n   12  DESIGNS  AND  PLANS DIRECTLY RELATED TO THE CONSTRUCTION OR INSTALLATION\n   13  OF SOLAR AND WIND ENERGY SYSTEM  EQUIPMENT,  SOLAR  ELECTRIC  GENERATING\n   14  EQUIPMENT,  FUEL CELL ELECTRIC GENERATING EQUIPMENT, GEOTHERMAL RESOURCE\n   15  TRANSFER SYSTEM EQUIPMENT AND/OR FARM WASTE ELECTRIC  GENERATING  EQUIP-\n   16  MENT DIRECTLY RELATED TO THE CONSTRUCTION OR INSTALLATION OF SUCH EQUIP-\n   17  MENT  INTENDED  FOR  THE  ORIGINAL USE OF SAID TAXPAYER, AT, OR DIRECTLY\n   18  RELATED TO, A PROPERTY IN NEW YORK STATE THAT OPERATES AS THE SITUS OF A\n   19  BUSINESS ENTITY OF SAID TAXPAYER. SUCH QUALIFIED EXPENDITURES SHALL  NOT\n   20  INCLUDE INTEREST OR OTHER FINANCE CHARGES WHETHER SUCH CHARGES ACCRUE AS\n   21  A  RESULT  OF  LEASE  OR  OWNERSHIP OF SUCH EQUIPMENT.   FOR PURPOSES OF\n   22  DETERMINING THE EXPENSES SERVING AS QUALIFIED  EXPENDITURES  UNDER  THIS\n   23  SECTION,  ANY  AMOUNT  OF  FEDERAL, STATE OR LOCAL GRANT RECEIVED BY THE\n   24  TAXPAYER USED FOR THE PURCHASE AND/OR INSTALLATION OF SUCH EQUIPMENT AND\n   25  WHICH IS NOT INCLUDED IN THE FEDERAL GROSS INCOME OF THE TAXPAYER  SHALL\n   26  NOT SERVE AS A QUALIFYING EXPENDITURE.\n   27    (C)  ALLOWANCE OF CREDIT. (1) QUALIFIED ALTERNATIVE ENERGY SYSTEMS AND\n   28  GENERATING EQUIPMENT EXPENSES. QUALIFIED ALTERNATIVE ENERGY SYSTEMS  AND\n   29  GENERATING EQUIPMENT EXPENSES ARE THOSE QUALIFIED EXPENDITURES GENERATED\n   30  FROM  THE  PURCHASE AND INSTALLATION OF ELIGIBLE EQUIPMENT AS ENUMERATED\n   31  IN SUBDIVISION (B) OF THIS SECTION.\n   32    (2) CREDIT FOR SOLAR AND WIND ENERGY SYSTEM EQUIPMENT. THE  AMOUNT  OF\n   33  CREDIT  FOR  THE  PURCHASE  AND  INSTALLATION OF ELIGIBLE SOLAR AND WIND\n   34  ENERGY SYSTEM EQUIPMENT SHALL BE FIFTY PERCENT OF THE QUALIFIED EXPENSES\n   35  FOR TAXPAYERS UNDER ARTICLE  NINE-A,  THIRTY-TWO  OR  THIRTY-THREE,  AND\n   36  FORTY-FIVE PERCENT OF THE QUALIFIED EXPENSES FOR TAXPAYERS UNDER ARTICLE\n   37  TWENTY-TWO  OF  THIS  CHAPTER, INCURRED IN PURCHASING AND INSTALLING ANY\n   38  SUCH SYSTEM OR COMBINATION THEREOF.\n   39    (3) CREDIT FOR FUEL CELL  ELECTRIC  GENERATING  EQUIPMENT,  GEOTHERMAL\n   40  RESOURCE TRANSFER SYSTEM EQUIPMENT AND/OR FARM WASTE ELECTRIC GENERATING\n   41  EQUIPMENT.  THE  AMOUNT  OF  CREDIT FOR THE PURCHASE AND INSTALLATION OF\n   42  ELIGIBLE FUEL  CELL  ELECTRIC  GENERATING  EQUIPMENT  AND/OR  GEOTHERMAL\n   43  RESOURCE  TRANSFER  SYSTEM  EQUIPMENT SHALL BE FORTY-FIVE PERCENT OF THE\n   44  QUALIFIED EXPENSES FOR TAXPAYERS UNDER ARTICLE NINE, NINE-A,  THIRTY-TWO\n   45  OR THIRTY-THREE, AND FORTY PERCENT OF THE QUALIFIED EXPENSES FOR TAXPAY-\n   46  ERS UNDER ARTICLE TWENTY-TWO OF THIS CHAPTER, INCURRED IN PURCHASING AND\n   47  INSTALLING ANY SUCH SYSTEM.\n   48    (4)  MULTIPLE TAXPAYERS. WHERE QUALIFYING EXPENDITURES ARE ACCUMULATED\n   49  FROM THE CONSTRUCTION AND/OR THE INSTALLATION OF QUALIFYING  ALTERNATIVE\n   50  SYSTEMS  AND  GENERATING  EQUIPMENT ARE SHARED BY TWO OR MORE TAXPAYERS,\n   51  THE AMOUNT OF THE CREDIT ALLOWABLE UNDER THIS SECTION SHALL BE  PRORATED\n   52  ACCORDING  TO THE PERCENTAGE OF THE TOTAL EXPENDITURE FOR SUCH EQUIPMENT\n   53  CONTRIBUTED BY EACH TAXPAYER.\n   54    (D) CREDIT QUALIFICATION. (1) REALIZATION OF  CREDIT.  CREDITS  EARNED\n   55  UNDER THIS SECTION SHALL BE QUALIFYING EXPENDITURES INCURRED AFTER JANU-\n   56  ARY  FIRST,  TWO THOUSAND TWELVE, THAT ACCREDIT TO THE TAXPAYER'S CREDIT\n\n       A. 1123                             4\n\n    1  ALLOWANCE YEAR  AND  EACH  SUBSEQUENT  TAXABLE  YEAR  ACCORDING  TO  THE\n    2  PROVISIONS OF SUBDIVISION (C) OF THIS SECTION.\n    3    (2)  CREDIT  COMPONENT  CERTIFICATE.  A TAXPAYER WHO WISHES TO MAKE AN\n    4  INITIAL CLAIM FOR CREDITS UNDER THIS SECTION SHALL SUBMIT AN APPLICATION\n    5  FOR A CREDIT COMPONENT CERTIFICATE TO THE DIRECTOR OF THE NEW YORK STATE\n    6  ENERGY RESEARCH AND DEVELOPMENT AUTHORITY UPON THE SUCCESSFUL  INSTALLA-\n    7  TION  AND  OPERATION  FOR  AT  LEAST THREE CONTINUOUS MONTHS OF ELIGIBLE\n    8  EQUIPMENT THAT RATE AS QUALIFIED EXPENDITURES. THE PRESIDENT OF THE  NEW\n    9  YORK  STATE  ENERGY  RESEARCH AND DEVELOPMENT AUTHORITY, IN CONSULTATION\n   10  WITH THE COMMISSIONER AND THE COMMISSIONER  OF  ENVIRONMENTAL  CONSERVA-\n   11  TION, SHALL PRESCRIBE THE REQUIREMENTS FOR THE ACCEPTANCE OF SUCH APPLI-\n   12  CATION, BUT AT A MINIMUM THE APPLICATION SHALL LIST THE AMOUNT OF QUALI-\n   13  FYING  EXPENDITURES,  THE  RATING  CAPACITY  IN  KILOWATT  HOURS OF SUCH\n   14  EQUIPMENT, AND THE ANTICIPATED REDUCTION  IN  THE  USE  OF  CONVENTIONAL\n   15  ENERGY  GENERATION  SOURCES  REALIZED THROUGH THE USE OF SUCH EQUIPMENT.\n   16  SUCH APPLICATION SHALL REQUIRE A FEE OF  FIFTY  DOLLARS  FOR  EACH  FIVE\n   17  MILLION DOLLARS OF GROSS RECEIPTS LISTED BY THE TAXPAYER FOR THE TAXABLE\n   18  YEAR  IMMEDIATELY  PRECEDING THE INITIAL CREDIT ALLOWANCE YEAR AFTER THE\n   19  FIRST FIVE MILLION DOLLARS IN GROSS RECEIPTS FOR SUCH TAXABLE YEAR.  ANY\n   20  EXPANSION OF ALTERNATIVE RATED CAPACITY ADHERING TO INCREASED QUALIFYING\n   21  EXPENDITURES  BEYOND  SUCH  EXPENDITURES  UTILIZED  IN  A PRIOR ACCEPTED\n   22  APPLICATION SHALL REQUIRE AN ADDITIONAL APPLICATION FOR  FURTHER  CREDIT\n   23  CLAIMS UNDER THIS SECTION.\n   24    (3) ISSUANCE OF CERTIFICATE. THE PRESIDENT OF THE NEW YORK STATE ENER-\n   25  GY  RESEARCH  AND  DEVELOPMENT AUTHORITY SHALL REVIEW APPLICATIONS FILED\n   26  UNDER THIS SECTION TO VERIFY AN  ELIGIBLE  BUSINESS'S  CLAIMED  BENEFITS\n   27  UNDER THIS SECTION. THE PRESIDENT SHALL SUPPLY TO EACH COMPANY A CERTIF-\n   28  ICATE MARKING THE APPROVAL OF QUALIFYING EXPENSES FOR APPLICATION TO THE\n   29  COMMISSIONER  FOR  CREDITS  UNDER THIS SECTION WITHIN NINETY DAYS OF THE\n   30  RECEIPT OF SUCH  APPLICATION.  A  COPY  OF  THIS  CERTIFICATE  SHALL  BE\n   31  ATTACHED  TO  ANY  RETURNS  SUCH TAXPAYER IS REQUIRED TO FILE UNDER THIS\n   32  CHAPTER. IF ANY EXPENSES USED AS PART OF THE CREDIT BASE  OF  QUALIFYING\n   33  EXPENDITURES  ARE  DENIED  FOR SUCH CREDIT CLAIM BY THE PRESIDENT OF THE\n   34  NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT  AUTHORITY,  SUCH  DENIAL\n   35  SHALL  BE  REPORTED TO THE TAXPAYER AND THE COMMISSIONER WITH A DETAILED\n   36  EXPLANATION OF THE RATIONALE FOR SUCH DENIAL.\n   37    (4) REVOCATION OF BENEFITS. IN ADDITION TO ANY OTHER PENALTIES ENUMER-\n   38  ATED UNDER THIS CHAPTER, A VIOLATION OF THE TERMS OF THIS SUBDIVISION OR\n   39  ANY WILLFUL MISREPRESENTATION OF ANY OF THE TERMS OF  THIS  SECTION  MAY\n   40  RESULT  IN THE RESCINDING OF THE CERTIFICATE ISSUED UNDER THIS PARAGRAPH\n   41  AND A RECAPTURE OF CURRENT AND PREVIOUSLY RECEIVED BENEFITS. THE  PRESI-\n   42  DENT  OF  THE  NEW  YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY\n   43  SHALL REPORT TO THE COMMISSIONER ANY DETERMINATIONS OF VIOLATIONS OF THE\n   44  TERMS OF THIS SECTION.  THE COMMISSIONER AND THE COMMISSIONER  OF  ENVI-\n   45  RONMENTAL  CONSERVATION  SHALL  MAKE RECOMMENDATIONS TO THE PRESIDENT OF\n   46  THE NEW YORK STATE ENERGY RESEARCH AND  DEVELOPMENT  AUTHORITY  FOR  THE\n   47  RESCINDING  OF  ANY CERTIFICATE ISSUED PURSUANT TO THIS SECTION THAT THE\n   48  COMMISSIONER OF ENVIRONMENTAL CONSERVATION  DETERMINES  RESULTS  FROM  A\n   49  WILLFUL FALSE CLAIM OF THE CAPABILITIES OR AMOUNT OF QUALIFYING EXPENDI-\n   50  TURES  OF  SOLAR AND WIND ENERGY SYSTEM EQUIPMENT AND FUEL CELL ELECTRIC\n   51  GENERATING EQUIPMENT.\n   52    (5) EARLY DISPOSITION. THE DISCONTINUED USE  OF  ANY  SOLAR  AND  WIND\n   53  ENERGY SYSTEM EQUIPMENT, FUEL CELL ELECTRIC GENERATING EQUIPMENT, GEOTH-\n   54  ERMAL RESOURCE TRANSFER SYSTEM EQUIPMENT OR FARM WASTE ELECTRIC GENERAT-\n   55  ING  EQUIPMENT  WITHIN  FIVE  YEARS  OF  THE CREDIT ALLOWANCE YEAR SHALL\n   56  RESULT IN THE RECAPTURE OF  CURRENT  AND  PREVIOUSLY  RECEIVED  BENEFITS\n\n       A. 1123                             5\n\n    1  UNLESS  SUCH DISPOSITION IS DUE TO THE INOPERATIVENESS OF SUCH EQUIPMENT\n    2  BEYOND ANY REASONABLE CONTROL OR EFFORTS OF THE TAXPAYER OR THE REPLACE-\n    3  MENT OF SUCH EQUIPMENT BY MORE EFFICIENT AND TECHNICALLY ADVANCED ALTER-\n    4  NATIVE  ENERGY  SYSTEMS  APPROVED  BY  THE COMMISSIONER OF ENVIRONMENTAL\n    5  CONSERVATION AND THE PRESIDENT OF THE NEW YORK STATE ENERGY RESEARCH AND\n    6  DEVELOPMENT AUTHORITY. SUCH EARLY  DISPOSITION  SHALL  NOT  INCLUDE  THE\n    7  TRANSFER  OF  OWNERSHIP INTEREST OF THE PROPERTY SUCH EQUIPMENT OPERATES\n    8  WITHIN UNLESS THE TRANSFER RESULTS IN THE CESSATION OF THE OPERATION  OF\n    9  SUCH  EQUIPMENT  WITHIN  FIVE  YEARS  OF  THE CREDIT ALLOWANCE YEAR. THE\n   10  TAXPAYER SHALL ANNUALLY ATTEST TO THE PRESIDENT OF THE  NEW  YORK  STATE\n   11  ENERGY RESEARCH AND DEVELOPMENT AUTHORITY THAT SUCH EQUIPMENT REMAINS IN\n   12  QUALIFYING USE.\n   13    (E)  CROSS-REFERENCES.  FOR  APPLICATION OF THE CREDIT PROVIDED FOR IN\n   14  THIS SECTION, SEE THE FOLLOWING PROVISIONS OF THIS CHAPTER:\n   15    (1) ARTICLE 9-A: SECTION 210, SUBDIVISION 43\n   16    (2) ARTICLE 22: SECTION 606, SUBSECTIONS (I) AND (SS)\n   17    (3) ARTICLE 32: SECTION 1456, SUBSECTION (X)\n   18    (4) ARTICLE 33: SECTION 1511, SUBDIVISION (AA).\n   19    S 2. Section 210 of the tax law is amended by adding a new subdivision\n   20  43 to read as follows:\n   21    43. ALTERNATIVE ENERGY SYSTEMS AND GENERATING  EQUIPMENT  CREDIT.    A\n   22  TAXPAYER  SHALL  BE  ALLOWED  A  CREDIT,  TO  BE COMPUTED AS PROVIDED IN\n   23  SECTION TWENTY-EIGHT-A OF THIS CHAPTER, AGAINST THE TAX IMPOSED BY  THIS\n   24  ARTICLE.  THE CREDIT ALLOWED UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR\n   25  SHALL NOT REDUCE THE TAX DUE FOR SUCH  YEAR  TO  LESS  THAN  THE  HIGHER\n   26  AMOUNT  PRESCRIBED  IN PARAGRAPHS (C) AND (D) OF SUBDIVISION ONE OF THIS\n   27  SECTION. HOWEVER, IF THE AMOUNT OF CREDIT ALLOWABLE UNDER THIS  SUBDIVI-\n   28  SION  FOR ANY TAXABLE YEAR REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT OF\n   29  CREDIT NOT DEDUCTIBLE IN SUCH TAXABLE YEAR OR YEARS MAY BE CARRIED  OVER\n   30  TO  ANY  OR  ALL OF THE FOLLOWING FIVE TAXABLE YEARS AND MAY BE DEDUCTED\n   31  FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   32    S 3. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   33  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   34  follows:\n\n   35  (XXXII) CREDIT FOR ALTERNATIVE          QUALIFYING EXPENDITURES\n   36  ENERGY SYSTEMS AND                      UNDER SUBDIVISION FORTY-THREE\n   37  GENERATING EQUIPMENT                    OF SECTION TWO HUNDRED\n   38  UNDER SUBSECTION (SS)                   TEN\n   39    S 4. Section 606 of the tax law is amended by adding a new  subsection\n   40  (ss) to read as follows:\n   41    (SS)  ALTERNATIVE  ENERGY SYSTEMS AND GENERATING EQUIPMENT CREDIT. (1)\n   42  ALLOWANCE OF CREDIT. A  TAXPAYER  SHALL  BE  ALLOWED  A  CREDIT,  TO  BE\n   43  COMPUTED  AS PROVIDED IN SECTION TWENTY-EIGHT-A OF THIS CHAPTER, AGAINST\n   44  THE TAX IMPOSED BY THIS ARTICLE.\n   45    (2) APPLICATION OF CREDIT. IF THE AMOUNT OF THE CREDIT  ALLOWED  UNDER\n   46  THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR\n   47  SUCH  YEAR,  SUCH EXCESS AMOUNT MAY BE CARRIED OVER TO ANY OR ALL OF THE\n   48  FOLLOWING FIVE TAXABLE  YEARS  NEXT  FOLLOWING  THE  TAXABLE  YEAR  WITH\n   49  RESPECT  TO  WHICH  THE  CREDIT  IS ALLOWED AND MAY BE DEDUCTED FROM THE\n   50  TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   51    S 5. Section 1456 of the tax law is amended by adding a new subsection\n   52  (x) to read as follows:\n   53    (X) ALTERNATIVE ENERGY SYSTEMS AND GENERATING EQUIPMENT CREDIT.    (1)\n   54  ALLOWANCE  OF  CREDIT.  A  TAXPAYER  SHALL  BE  ALLOWED  A CREDIT, TO BE\n\n       A. 1123                             6\n\n    1  COMPUTED AS PROVIDED IN SECTION TWENTY-EIGHT-A OF THIS CHAPTER,  AGAINST\n    2  THE TAX IMPOSED BY THIS ARTICLE.\n    3    (2)  APPLICATION  OF  CREDIT. THE CREDIT ALLOWED UNDER THIS SUBSECTION\n    4  FOR ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO  LESS\n    5  THAN  THE  MINIMUM  TAX  FIXED  BY  PARAGRAPH THREE OF SUBSECTION (B) OF\n    6  SECTION FOURTEEN HUNDRED FIFTY-FIVE OF THIS ARTICLE.   HOWEVER,  IF  THE\n    7  AMOUNT  OF  CREDITS  ALLOWED  UNDER THIS SUBSECTION FOR ANY TAXABLE YEAR\n    8  REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT THUS NOT DEDUCTIBLE\n    9  IN SUCH TAXABLE YEAR OR YEARS MAY BE CARRIED OVER TO ANY OR ALL  OF  THE\n   10  FOLLOWING FIVE TAXABLE YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX\n   11  FOR SUCH YEAR OR YEARS.\n   12    S  6.  Section 1511 of the tax law is amended by adding a new subdivi-\n   13  sion (aa) to read as follows:\n   14    (AA) ALTERNATIVE ENERGY SYSTEMS AND GENERATING EQUIPMENT CREDIT.   (1)\n   15  ALLOWANCE  OF  CREDIT.  A  TAXPAYER  SHALL  BE  ALLOWED  A CREDIT, TO BE\n   16  COMPUTED AS PROVIDED IN SECTION TWENTY-EIGHT-A OF THIS CHAPTER,  AGAINST\n   17  THE TAXES IMPOSED BY THIS ARTICLE.\n   18    (2)  APPLICATION  OF CREDIT. THE CREDIT ALLOWED UNDER THIS SUBDIVISION\n   19  FOR ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO  LESS\n   20  THAN  THE  MINIMUM FIXED BY PARAGRAPH FOUR OF SUBDIVISION (A) OF SECTION\n   21  FIFTEEN HUNDRED TWO OR SECTION FIFTEEN HUNDRED TWO-A  OF  THIS  ARTICLE.\n   22  HOWEVER, IF THE AMOUNT OF CREDITS ALLOWED UNDER THIS SUBDIVISION FOR ANY\n   23  TAXABLE  YEAR  REDUCED THE TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT THUS\n   24  NOT DEDUCTIBLE IN SUCH TAXABLE YEAR OR YEARS MAY BE CARRIED OVER TO  ANY\n   25  OR  ALL OF THE FOLLOWING FIVE TAXABLE YEARS AND MAY BE DEDUCTED FROM THE\n   26  TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   27    S 7.  This act shall take effect immediately and shall apply to  taxa-\n   28  ble years commencing on and after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing a tax credit for alternative energy systems and generating equipment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T152415.TXT", "SOBI.D110106.T133220.TXT", "SOBI.D110121.T161538.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295644538099
}