{
  "year" : 2011,
  "senateBillNo" : "A1128-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A1128-2011-1294203600000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "reference changed to aging",
    "billEventId" : "A1128-2011-1295413200000-reference+changed+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a veterans' gerontological advisory committee",
  "summary" : "Establishes a veterans' gerontological advisory committee. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A11306-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1128\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CASTELLI,  DINOWITZ,  ORTIZ -- read once and\n         referred to the Committee on Veterans' Affairs\n\n       AN ACT to amend the elder law, in relation to establishing  a  veterans'\n         gerontological advisory committee\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The elder law is amended by adding a  new  section  224  to\n    2  read as follows:\n    3    S 224. VETERANS' GERONTOLOGICAL ADVISORY COMMITTEE. 1. THERE IS HEREBY\n    4  ESTABLISHED  WITHIN  THE  OFFICE  A  VETERANS'  GERONTOLOGICAL  ADVISORY\n    5  COMMITTEE WHICH SHALL CONSIST OF NO MORE THAN  NINETEEN  MEMBERS  TO  BE\n    6  APPOINTED PURSUANT TO THIS SUBDIVISION. MEMBERS SHALL BE APPOINTED FOR A\n    7  TERM  OF  SIX  YEARS  AND  MAY  SERVE UNTIL THEIR SUCCESSORS ARE CHOSEN.\n    8  MEMBERS SHALL SERVE WITHOUT SALARY. ANY MEMBER CHOSEN TO FILL A  VACANCY\n    9  CREATED  OTHERWISE THAN BY EXPIRATION OF TERM SHALL BE APPOINTED FOR THE\n   10  UNEXPIRED TERM OF THE MEMBER HE OR SHE IS TO SUCCEED. A CHAIRPERSON  AND\n   11  VICE-CHAIRPERSON  SHALL  BE APPOINTED BY THE DIRECTOR, AND THE COMMITTEE\n   12  SHALL BE COMPRISED OF:\n   13    (A) TWO MEMBERS APPOINTED BY THE  GOVERNOR,  BOTH  OF  WHOM  SHALL  BE\n   14  VETERANS;\n   15    (B) NINE MEMBERS APPOINTED BY THE DIRECTOR, INCLUDING:\n   16    (1)  AT LEAST ONE OF WHOM SHALL BE A PHYSICIAN IN THE FIELD OF PRIMARY\n   17  CARE GERIATRIC MEDICINE;\n   18    (2) AT LEAST ONE OF WHOM SHALL BE A RESEARCHER IN THE FIELD OF  SOCIAL\n   19  GERONTOLOGY;\n   20    (3) AT LEAST ONE OF WHOM SHALL BE CERTIFIED AS A GERIATRIC NURSE PRAC-\n   21  TITIONER;\n   22    (4) AT LEAST ONE OF WHOM SHALL BE A CLINICAL PRACTITIONER OF GERIATRIC\n   23  PSYCHIATRY;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02431-01-1\n\n       A. 1128                             2\n\n    1    (5)  AT  LEAST  ONE  OF WHOM SHALL BE A FACILITY OR HEALTH CARE SYSTEM\n    2  VETERANS' HOME-BASED PRIMARY CARE PROGRAM DIRECTOR  AS  DEFINED  BY  THE\n    3  UNITED  STATES DEPARTMENT OF VETERANS' AFFAIRS VETERANS' HEALTH ADMINIS-\n    4  TRATION DIRECTIVE ELEVEN HUNDRED FORTY-ONE;\n    5    (6)  AT  LEAST ONE OF WHOM SHALL BE A CAREGIVER IN THE FIELD OF VETER-\n    6  ANS' RESPITE CARE;\n    7    (7) AT LEAST ONE OF WHOM SHALL BE AN EXPERT IN THE FIELD OF  ELDERCARE\n    8  PLANNING  AND  MANAGEMENT  FROM THE NEW YORK STATE VETERANS' HOME ESTAB-\n    9  LISHED PURSUANT TO ARTICLE TWENTY-SIX-A OF THE PUBLIC HEALTH LAW;\n   10    (8) AT LEAST ONE OF WHOM SHALL BE AN EXPERT IN THE FIELD  OF  GERONTO-\n   11  LOGICAL SOCIAL WORK WHO SPECIALIZES IN SERVICES FOR AGING VETERANS; AND\n   12    (9)  AT  LEAST  ONE  OF WHOM SHALL BE AN ECONOMIST WITH A FOCUS IN THE\n   13  FIELDS OF AGING, HOUSEHOLD SAVING, PENSIONS, SOCIAL SECURITY,  TAXATION,\n   14  AND HOUSING MARKETS;\n   15    (C) THREE MEMBERS APPOINTED BY THE GOVERNOR UPON THE NOMINATION OF THE\n   16  TEMPORARY PRESIDENT OF THE SENATE, EACH OF WHOM SHALL BE VETERANS;\n   17    (D) THREE MEMBERS APPOINTED BY THE GOVERNOR UPON THE NOMINATION OF THE\n   18  SPEAKER OF THE ASSEMBLY, EACH OF WHOM SHALL BE VETERANS;\n   19    (E)  ONE  MEMBER  APPOINTED BY THE GOVERNOR UPON THE NOMINATION OF THE\n   20  MINORITY LEADER OF THE SENATE WHO SHALL BE A VETERAN; AND\n   21    (F) ONE MEMBER APPOINTED BY THE GOVERNOR UPON THE  NOMINATION  OF  THE\n   22  MINORITY LEADER OF THE ASSEMBLY WHO SHALL BE A VETERAN.\n   23    2. SIXTY PERCENT OF THE MEMBERS OF THE ADVISORY COMMITTEE APPOINTED ON\n   24  AND AFTER THE EFFECTIVE DATE OF THIS SUBDIVISION SHALL BE SIXTY YEARS OF\n   25  AGE OR OVER.\n   26    3. THE COMMITTEE SHALL PROVIDE ADVICE, COMMENTS AND RECOMMENDATIONS TO\n   27  ADVISE THE DIRECTOR ON POLICIES, PROGRAMS, SERVICES AND TRENDS IMPACTING\n   28  THE STATE'S AGING VETERAN POPULATION AND THE LARGER CONTEXT OF VETERANS'\n   29  HEALTHCARE  SYSTEMS,  AND SUCH OTHER MATTERS AS THE DIRECTOR MAY REQUEST\n   30  IN RELATION TO THIS ARTICLE.\n   31    4. THE ADVISORY COMMITTEE SHALL MEET AT LEAST ONCE ANNUALLY  AT  TIMES\n   32  AND PLACES SET BY THE CHAIRPERSON.\n   33    5.  THE  DIRECTOR  MAY ASK OTHER INDIVIDUALS TO ATTEND THE COMMITTEE'S\n   34  MEETINGS OR WORK WITH IT ON AN OCCASIONAL OR REGULAR BASIS.\n   35    6. MEMBERSHIP ON THE COMMITTEE SHALL NOT CONSTITUTE THE HOLDING OF  AN\n   36  OFFICE,  AND  MEMBERS OF THE COMMITTEE SHALL NOT BE REQUIRED TO TAKE AND\n   37  FILE OATHS OF OFFICE BEFORE SERVING  ON  THE  COMMITTEE.  THE  COMMITTEE\n   38  SHALL NOT HAVE THE RIGHT TO EXERCISE ANY PORTION OF THE SOVEREIGN POWERS\n   39  OF THE STATE.\n   40    7.  NO  MEMBER OF THE COMMITTEE SHALL BE DISQUALIFIED FROM HOLDING ANY\n   41  PUBLIC OFFICE OR EMPLOYMENT, NOR SHALL HE OR SHE FORFEIT ANY SUCH OFFICE\n   42  OR EMPLOYMENT, BY REASON OF HIS OR HER APPOINTMENT  HEREUNDER,  NOTWITH-\n   43  STANDING  THE PROVISIONS OF ANY GENERAL, SPECIAL OR LOCAL LAW, ORDINANCE\n   44  OR CITY CHARTER.\n   45    8. FOR THE PURPOSES OF  THIS  SECTION,  THE  TERM  \"VETERAN\"  MEANS  A\n   46  PERSON,  MALE  OR  FEMALE, RESIDENT OF THIS STATE, WHO HAS SERVED IN THE\n   47  ACTIVE MILITARY OR NAVAL SERVICE OF THE UNITED STATES DURING  A  WAR  IN\n   48  WHICH  THE  UNITED  STATES  ENGAGED  AND WHO HAS BEEN RELEASED FROM SUCH\n   49  SERVICE BY ANY MEANS OTHER THAN BY DISHONORABLE DISCHARGE,  OR  WHO  HAS\n   50  BEEN FURLOUGHED TO THE RESERVE.\n   51    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to establishing a veterans' gerontological advisory committee ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T145826.TXT", "SOBI.D110119.T150309.TXT", "SOBI.D110106.T133220.TXT", "SOBI.D110131.T142212.TXT", "SOBI.D110201.T124352.TXT", "SOBI.D110131.T140713.TXT", "SOBI.D110201.T110843.TXT", "SOBI.D110126.T112247.TXT", "SOBI.D110127.T151912.TXT", "SOBI.D110201.T105342.TXT", "SOBI.D110131.T141211.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296582232032
}