{
  "year" : 2011,
  "senateBillNo" : "A1120-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1120-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the appointment of a standing committee on conference to resolve differences between similar, but not identical, bills and resolutions",
  "summary" : "Provides for the appointment of a standing committee on conference to resolve differences between similar, but not identical bills and resolutions; also provides that such committee may refer bills and resolutions to sub-committees for disposition; further provides for appointment of a non-partisan counsel to make referrals to such standing committee on similar bills and resolutions. ",
  "currentCommittee" : null,
  "sameAs" : "S381",
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "A3853-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1120\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. BING, GUNTHER, ROSENTHAL, CAHILL, MAGNARELLI,\n         CASTRO -- Multi-Sponsored by -- M. of A. BRENNAN, COLTON, MAGEE, PHEF-\n         FER -- read once and referred to the Committee on  Governmental  Oper-\n         ations\n\n       AN  ACT  to  amend  the  legislative law, in relation to providing for a\n         standing committee on conference to resolve differences between  simi-\n         lar,  but  not  identical bills and resolutions passing the senate and\n         assembly\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislative law is amended by adding a new section 54-b\n    2  to read as follows:\n    3    S  54-B.  STANDING  COMMITTEE  ON  CONFERENCE; REFERRAL TO CONFERENCE,\n    4  APPOINTMENT OF NONPARTISAN COUNSEL FOR REFERRAL. 1. BY JANUARY FIFTH  OF\n    5  EACH  YEAR, THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE\n    6  ASSEMBLY SHALL APPOINT A STANDING COMMITTEE ON CONFERENCE. SUCH  COMMIT-\n    7  TEE  SHALL  BE  CONSTITUTED  BY THE FILING OF A JOINT CERTIFICATE BY THE\n    8  TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE  ASSEMBLY  WITH\n    9  THE  SECRETARY OF THE SENATE AND CLERK OF THE ASSEMBLY AND SHALL CONSIST\n   10  OF FIVE MEMBERS OF EACH HOUSE, INCLUDING AT LEAST  TWO  MEMBERS  OF  THE\n   11  MINORITY OF EACH HOUSE. THE MEMBERS OF THE STANDING COMMITTEE ON CONFER-\n   12  ENCE  MAY  BE  CHANGED BY AN AGREEMENT OF THE TEMPORARY PRESIDENT OF THE\n   13  SENATE AND THE SPEAKER OF THE ASSEMBLY AT ANY TIME.\n   14    THIS COMMITTEE SHALL BE KNOWN AS THE STANDING COMMITTEE ON  CONFERENCE\n   15  AND:\n   16    (A)  SHALL  DELIBERATE ON ALL BILLS OR RESOLUTIONS FOR CONFERENCE THAT\n   17  ARE REFERRED TO IT FROM THE LEGISLATIVE LEADERS AS PROVIDED IN  SUBDIVI-\n   18  SION TWO OF THIS SECTION OR AS REFERRED TO IT BY THE NONPARTISAN COUNSEL\n   19  JOINTLY  APPOINTED BY THE COMMISSIONERS OF THE LEGISLATIVE BILL DRAFTING\n   20  COMMISSION AS PROVIDED IN SUBDIVISION THREE OF THIS SECTION;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00672-01-1\n\n       A. 1120                             2\n\n    1    (B) MAY APPOINT SUCH OTHER SUBCOMMITTEES AS ARE NECESSARY TO  CONSIDER\n    2  BILLS  OR  RESOLUTIONS  INVOLVING PARTICULAR TOPICS THAT ARE REFERRED TO\n    3  THE STANDING COMMITTEE ON CONFERENCE; AND\n    4    (C)  SHALL  INVITE  THE  PRIME SPONSORS OF THE BILL FROM EACH HOUSE TO\n    5  PARTICIPATE AS NON-VOTING MEMBERS OF SUCH COMMITTEE.\n    6    2. WHENEVER A BILL OR RESOLUTION HAS PASSED THE SENATE OR THE ASSEMBLY\n    7  AND SUCH BILL OR RESOLUTION CONTAINS SUBSTANTIALLY THE  SAME  PROVISIONS\n    8  OF  LAW  OR  ACCOMPLISHES  SUBSTANTIALLY  THE SAME PURPOSES AS A BILL OR\n    9  RESOLUTION PASSED BY THE OTHER HOUSE, SUCH BILL OR RESOLUTION SHALL:\n   10    (A) AT THE JOINT REQUEST OF THE TEMPORARY PRESIDENT OF THE SENATE  AND\n   11  THE SPEAKER OF THE ASSEMBLY; OR\n   12    (B)  AT  THE  JOINT REQUEST OF THE PRIME SPONSOR OF THE BILL OR RESOL-\n   13  UTION IN THE SENATE AND THE PRIME SPONSOR OF THE BILL OR  RESOLUTION  IN\n   14  THE ASSEMBLY; OR\n   15    (C)  AT THE JOINT REQUEST OF THE CHAIRS OF THE COMMITTEES WHICH DELIB-\n   16  ERATED ON THE BILL OR RESOLUTION IN EACH HOUSE\n   17  BE REFERRED TO THE STANDING COMMITTEE ON CONFERENCE, WHICH SHALL DISPOSE\n   18  OF THE BILL OR RESOLUTION PURSUANT TO THIS SECTION.\n   19    3. IN THE ALTERNATIVE, EACH BILL OR RESOLUTION PASSED  BY  EACH  HOUSE\n   20  SHALL, AT THE WRITTEN REQUEST OF ANY MEMBER OF THE LEGISLATURE, BE EXAM-\n   21  INED  BY  A  NONPARTISAN  COUNSEL  APPOINTED BY THE COMMISSIONERS OF THE\n   22  LEGISLATIVE BILL DRAFTING COMMISSION TO  DETERMINE  WHETHER  A  BILL  OR\n   23  RESOLUTION  PASSED  IN  ONE HOUSE IS SIMILAR TO ANY BILLS OR RESOLUTIONS\n   24  PASSED IN THE OTHER HOUSE. IF THE NONPARTISAN COUNSEL APPOINTED  BY  THE\n   25  COMMISSIONERS  OF  THE  LEGISLATIVE  BILL DRAFTING COMMISSION DETERMINES\n   26  THAT ANY BILLS OR RESOLUTIONS ARE SIMILAR UNDER THE GUIDELINES SET FORTH\n   27  IN THIS SECTION, THEN SUCH BILLS OR RESOLUTIONS SHALL BE REFERRED TO THE\n   28  STANDING COMMITTEE ON CONFERENCE AND THAT COMMITTEE SHALL DISPOSE OF THE\n   29  SIMILAR BILLS OR RESOLUTIONS AS PROVIDED IN THIS SECTION.\n   30    4. (A) WHEN SIMILAR BILLS OR RESOLUTIONS ARE REFERRED TO THE  STANDING\n   31  COMMITTEE  ON  CONFERENCE UNDER THIS SECTION, THE COMMITTEE SHALL THERE-\n   32  AFTER MEET WITHIN TEN CALENDAR DAYS OF THE REFERRAL AND SHALL FOLLOW THE\n   33  PROCESS SET FORTH IN THIS SUBDIVISION:\n   34    (I) THE STANDING COMMITTEE ON CONFERENCE SHALL CONFERENCE THE BILL  OR\n   35  RESOLUTION,  NEGOTIATE ANY NECESSARY CHANGES AND SHALL ISSUE A REPORT ON\n   36  THE BILLS OR RESOLUTIONS SUBMITTED TO IT WITHIN FIFTEEN DAYS  AFTER  THE\n   37  REFERRAL AS PROVIDED HEREIN; OR\n   38    (II)  THE  STANDING  COMMITTEE ON CONFERENCE SHALL REFER SUCH BILLS OR\n   39  RESOLUTIONS TO A SUBCOMMITTEE WITH JURISDICTION OVER THE SUBJECT  MATTER\n   40  OF  SUCH BILLS OR RESOLUTIONS, WHICH COMMITTEE SHALL BE APPOINTED BY THE\n   41  STANDING COMMITTEE ON CONFERENCE AND WHICH SUBCOMMITTEE SHALL CONSIST OF\n   42  FOUR MEMBERS OF EACH HOUSE, INCLUDING ONE MEMBER OF  THE  MINORITY  FROM\n   43  EACH HOUSE.\n   44    (B)  IN  ANY EVENT, EITHER THE STANDING COMMITTEE ON CONFERENCE OR THE\n   45  DULY CREATED SUBCOMMITTEE SHALL FILE A REPORT WITH THE SECRETARY OF  THE\n   46  SENATE OR THE CLERK OF THE ASSEMBLY WHICH SHALL:\n   47    (I)  CONTAIN  A CONFERENCE BILL OR CONFERENCE RESOLUTION, WHICH HAS AN\n   48  AGREED ON TEXT AND IS SUPPORTED BY A MAJORITY OF THE STANDING  COMMITTEE\n   49  ON  CONFERENCE MEMBERS THAT CONFERENCED THE TWO BILLS OR  RESOLUTIONS AS\n   50  WELL AS A MINORITY REPORT OF THE COMMITTEE MEMBERS,  IF  ANY,  REGARDING\n   51  THE CONFERENCE BILL OR CONFERENCE RESOLUTION; OR\n   52    (II) CONTAIN A REPORT OF THE STANDING COMMITTEE ON CONFERENCE DELIBER-\n   53  ATIONS  ON THE BILL OR RESOLUTION AND AN EXPLANATION REGARDING THE FAIL-\n   54  URE OF THE COMMITTEE TO AGREE ON THE TEXT  OF  THE  CONFERENCE  BILL  OR\n   55  CONFERENCE RESOLUTION.\n\n       A. 1120                             3\n\n    1    5.  ANY  CONFERENCE  BILL OR RESOLUTION, APPROVED BY A MAJORITY OF THE\n    2  STANDING COMMITTEE ON CONFERENCE OR THE DULY CREATED SUBCOMMITTEE SHALL,\n    3  IF REPORTED FAVORABLY TO THE SECRETARY OF THE SENATE AND  THE  CLERK  OF\n    4  THE  ASSEMBLY,  AND  AFTER  RECEIPT  BY THOSE OFFICERS OF EACH HOUSE, BE\n    5  PLACED  ON  THE  THIRD  READING CALENDAR FOR EACH HOUSE AND SUCH BILL OR\n    6  RESOLUTION SHALL  THEREAFTER  BE  SUBJECT  TO  ANY  APPROPRIATE  MOTION,\n    7  INCLUDING  A  MOTION  TO DISCHARGE OR TO ADVANCE FOR DEBATE, AT ANY TIME\n    8  THEREAFTER.\n    9    6.  (A) THE NONPARTISAN COUNSEL APPOINTED BY THE COMMISSIONERS OF  THE\n   10  LEGISLATIVE  BILL  DRAFTING COMMISSION SHALL HAVE EXPERIENCE IN LEGISLA-\n   11  TIVE BILL DRAFTING. THE COUNSEL SHALL SERVE FOR A ONE YEAR  TERM,  WHICH\n   12  MAY  BE  RENEWED  BY  THE COMMISSIONERS OF THE LEGISLATIVE BILL DRAFTING\n   13  COMMISSION FOR A TERM OF NO MORE THAN ONE YEAR THEREAFTER.  THE  COUNSEL\n   14  SHALL HAVE SUCH RESOURCES AS THE LEGISLATURE MAY PERMIT.\n   15    (B)  IN  CONSIDERING  WHETHER BILLS PASSED BY BOTH HOUSES ARE SIMILAR,\n   16  THE NONPARTISAN COUNSEL JOINTLY APPOINTED BY THE  COMMISSIONERS  OF  THE\n   17  LEGISLATIVE  BILL DRAFTING COMMISSION SHALL CONSIDER, BUT NOT BE LIMITED\n   18  TO, THE FOLLOWING FACTORS:\n   19    (I) WHETHER EACH BILL AMENDS THE SAME SECTION AND SUBDIVISION  OF  THE\n   20  LAWS OF THE STATE OF NEW YORK;\n   21    (II)  WHETHER  EACH  BILL  CONTAINS SIMILAR LANGUAGE AND CONCEPTS EVEN\n   22  THOUGH IT MAY AMEND DIFFERENT SECTIONS OF STATE LAW;\n   23    (III) WHETHER EACH BILL INCLUDES APPROPRIATIONS  FROM  STATE  ACCOUNTS\n   24  AND BENEFITS OR IMPACTS SIMILARLY-SITUATED GROUPS OF PEOPLE; AND\n   25    (IV)  WHETHER  EACH  BILL  ORIGINATED  IN  A SIMILAR COMMITTEE IN EACH\n   26  HOUSE.\n   27    (C) THE LEGISLATIVE BILL DRAFTING COMMISSION AND ITS NONPARTISAN COUN-\n   28  SEL SHALL MAKE AN ANNUAL REPORT TO THE LEGISLATURE ON ITS DETERMINATIONS\n   29  REGARDING THE SIMILARITY OF BILLS AND RESOLUTIONS AND  THE  CREATION  OF\n   30  CONFERENCE COMMITTEES.\n   31    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to providing for a standing committee on conference to resolve differences between similar, but not identical bills and resolutions passing the senate and assembly ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110107.T152415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294431855394
}