{
  "year" : 2011,
  "senateBillNo" : "A1139-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1139-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits the sealing of records of certain nonviolent misdemeanor or nonsexual misdemeanor criminal offenses",
  "summary" : "Permits the sealing of records of certain nonviolent misdemeanor or non-sexual misdemeanor criminal offices; defines the term \"eligible misdemeanor\"; excludes certain misdemeanor offenses as eligible misdemeanors for the purposes of conditional sealing; lists certain eligibility requirements for sealing; provides an order granting sealing under this section shall restore the individual concerned, in the contemplation of the laws, to the status such individual occupied before the arrest or institution of criminal proceedings for the crime that was the subject of the sealing. ",
  "currentCommittee" : null,
  "sameAs" : "S682",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A6065-2009", "SB1708-2009", "AB6065-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1139\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- Multi-Sponsored by -- M. of A. FARRELL,\n         GOTTFRIED, HEVESI, HOOPER, JEFFRIES, LAVINE, MAISEL, O'DONNELL, ORTIZ,\n         PEOPLES-STOKES, PERRY, PRETLOW, ROBINSON, SCARBOROUGH, SCHIMEL, TITUS,\n         WRIGHT -- read once and referred to the Committee on Codes\n\n       AN  ACT  to  amend  the criminal procedure law and the executive law, in\n         relation to permitting the sealing of records  of  certain  nonviolent\n         misdemeanor or non-sexual misdemeanor offenses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be  cited  as  the  \"second\n    2  chance for ex-offenders act\".\n    3    S  2.  The  criminal  procedure law is amended by adding a new section\n    4  160.65 to read as follows:\n    5  S 160.65 CONDITIONAL SEALING OF CERTAIN MISDEMEANOR OFFENSES.\n    6    1. FOR THE PURPOSES OF THIS SECTION, THE TERM  \"ELIGIBLE  MISDEMEANOR\"\n    7  SHALL  BE  A MISDEMEANOR OFFENSE DEFINED IN THE PENAL LAW, PROVIDED THAT\n    8  AN ELIGIBLE MISDEMEANOR SHALL NOT MEAN A MISDEMEANOR OFFENSE DEFINED  IN\n    9  ARTICLE ONE HUNDRED TWENTY, ONE HUNDRED THIRTY, ONE HUNDRED THIRTY-FIVE,\n   10  ONE  HUNDRED FIFTY, TWO HUNDRED THIRTY-FIVE, TWO HUNDRED FORTY-FIVE, TWO\n   11  HUNDRED SIXTY, TWO HUNDRED SIXTY-THREE, TWO HUNDRED SIXTY-FIVE OR  ARTI-\n   12  CLE  FOUR  HUNDRED  OF  THE PENAL LAW. AN ELIGIBLE MISDEMEANOR SHALL NOT\n   13  INCLUDE ANY ONE OR MORE OF THE FOLLOWING: KILLING OR INJURING  A  POLICE\n   14  ANIMAL  AS DEFINED IN SECTION 195.06, HARMING AN ANIMAL TRAINED TO AID A\n   15  PERSON WITH A DISABILITY IN THE SECOND  DEGREE  AS  DEFINED  IN  SECTION\n   16  195.11,  HARMING  AN ANIMAL TRAINED TO AID A PERSON WITH A DISABILITY IN\n   17  THE FIRST DEGREE AS DEFINED IN SECTION 195.12, PROMOTING PROSTITUTION IN\n   18  THE FOURTH DEGREE AS DEFINED IN  SECTION  230.20,  RIOT  IN  THE  SECOND\n   19  DEGREE  AS  DEFINED  IN  SECTION  240.05, INCITING TO RIOT AS DEFINED IN\n   20  SECTION 240.08, AGGRAVATED HARASSMENT IN THE SECOND DEGREE AS DEFINED IN\n   21  SUBDIVISION THREE OF SECTION 240.30, CRIMINAL INTERFERENCE  WITH  HEALTH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03673-01-1\n\n       A. 1139                             2\n\n    1  CARE  SERVICES  OR  RELIGIOUS WORSHIP IN THE SECOND DEGREE AS DEFINED IN\n    2  SECTION 240.70, HARMING A SERVICE ANIMAL IN THE SECOND DEGREE AS DEFINED\n    3  IN SECTION 242.10, DISSEMINATION OF AN UNLAWFUL  SURVEILLANCE  IMAGE  IN\n    4  THE SECOND DEGREE AS DEFINED IN SECTION 250.55, OR ANY SPECIFIED OFFENSE\n    5  SUBJECT  TO  THE PROVISION RELATING TO HATE CRIMES AS DEFINED IN SECTION\n    6  485.05 OF THE PENAL LAW. ADDITIONALLY, AN ELIGIBLE MISDEMEANOR SHALL NOT\n    7  INCLUDE CRIMINAL SOLICITATION, CONSPIRACY, ATTEMPT, OR CRIMINAL  FACILI-\n    8  TATION  TO COMMIT ANY VIOLENT FELONY OFFENSE AS DEFINED IN SECTION 70.02\n    9  OF THE PENAL LAW, OR ANY SEX OFFENSE AS DEFINED UNDER SUBSECTION TWO  OF\n   10  SECTION ONE HUNDRED SIXTY-EIGHT-A OF THE CORRECTION LAW.\n   11    2.  A  PERSON HAVING A CONVICTION FOR NO MORE THAN THREE MISDEMEANORS,\n   12  WHO DOES NOT STAND CONVICTED OF ANY FELONY, OR WHO IS  NOT  REQUIRED  TO\n   13  MAINTAIN  REGISTRATION  UNDER  ARTICLE  SIX-C OF THE CORRECTION LAW, MAY\n   14  PETITION THE COURT TO CONDITIONALLY SEAL UP TO THREE ELIGIBLE  MISDEMEA-\n   15  NORS WHEN:\n   16    (A)  AT  LEAST FIVE YEARS HAVE PAST SINCE THE COMPLETION OF A SENTENCE\n   17  ON AN ELIGIBLE MISDEMEANOR; AND\n   18    (B) SUCH PERSON HAS NOT BEEN CONVICTED OF AN OFFENSE DURING  THE  LAST\n   19  FIVE YEARS AND IS NOT THE SUBJECT OF AN UNDISPOSED ARREST.\n   20    3. THE PETITION AUTHORIZED BY THIS SECTION SHALL BE FILED IN THE COURT\n   21  OF  RECORD  THAT LAST IMPOSED A SENTENCE UPON PETITIONER FOR AN ELIGIBLE\n   22  MISDEMEANOR. ON THE DEFENDANT'S MOTION, THE COURT  MAY  ORDER  THAT  ALL\n   23  OFFICIAL  RECORDS  AND  PAPERS  RELATING  TO THE ARREST, PROSECUTION AND\n   24  CONVICTION RECORDS FOR NO MORE  THAN  THREE  OF  THE  DEFENDANT'S  PRIOR\n   25  ELIGIBLE  MISDEMEANORS BE CONDITIONALLY SEALED.  THE COURT MAY ONLY SEAL\n   26  THE RECORDS OF THE DEFENDANT'S  ARRESTS,  PROSECUTIONS  AND  CONVICTIONS\n   27  WHEN:\n   28    (A)  THE SENTENCING COURT HAS REQUESTED AND RECEIVED FROM THE DIVISION\n   29  OF CRIMINAL JUSTICE SERVICES OR THE FEDERAL BUREAU  OF  INVESTIGATION  A\n   30  FINGERPRINT  BASED  CRIMINAL  HISTORY RECORD OF THE DEFENDANT, INCLUDING\n   31  ANY SEALED OR SUPPRESSED INFORMATION. THE DIVISION OF  CRIMINAL  JUSTICE\n   32  SERVICES  SHALL ALSO INCLUDE A CRIMINAL HISTORY REPORT, IF ANY, FROM THE\n   33  FEDERAL BUREAU OF INVESTIGATION REGARDING ANY CRIMINAL HISTORY  INFORMA-\n   34  TION  THAT  OCCURRED  IN  OTHER  JURISDICTIONS.  THE  DIVISION IS HEREBY\n   35  AUTHORIZED TO RECEIVE SUCH INFORMATION FROM THE FEDERAL BUREAU OF INVES-\n   36  TIGATION FOR THIS PURPOSE. THE PARTIES SHALL  BE  PERMITTED  TO  EXAMINE\n   37  THESE RECORDS;\n   38    (B)  THE  DEFENDANT OR COURT HAS IDENTIFIED THE MISDEMEANOR CONVICTION\n   39  OR CONVICTIONS FOR WHICH RELIEF MAY BE GRANTED;\n   40    (C) THE COURT HAS RECEIVED DOCUMENTATION THAT THE SENTENCES IMPOSED ON\n   41  THE ELIGIBLE MISDEMEANOR CONVICTIONS HAVE BEEN COMPLETED, OR IF NO  SUCH\n   42  DOCUMENTATION  IS  REASONABLY  AVAILABLE,  A  SWORN  AFFIDAVIT  THAT THE\n   43  SENTENCES IMPOSED ON THE PRIOR MISDEMEANORS HAVE BEEN COMPLETED; AND\n   44    (D) THE COURT HAS NOTIFIED THE DISTRICT ATTORNEY OF EACH  JURISDICTION\n   45  IN  WHICH THE DEFENDANT HAS BEEN CONVICTED OF AN OFFENSE WITH RESPECT TO\n   46  WHICH SEALING IS SOUGHT, AND THE COURT OR  COURTS  OF  RECORD  FOR  SUCH\n   47  OFFENSES,  THAT  THE  COURT  IS  CONSIDERING  SEALING THE RECORDS OF THE\n   48  DEFENDANT'S ELIGIBLE MISDEMEANOR CONVICTIONS. BOTH THE DISTRICT ATTORNEY\n   49  AND THE COURT SHALL BE GIVEN A REASONABLE OPPORTUNITY, WHICH  SHALL  NOT\n   50  BE  LESS  THAN  THIRTY DAYS, IN WHICH TO COMMENT AND SUBMIT MATERIALS TO\n   51  AID THE COURT IN MAKING SUCH A DETERMINATION. WHEN THE COURT NOTIFIES  A\n   52  DISTRICT  ATTORNEY OF A SEALING APPLICATION, THE DISTRICT ATTORNEY SHALL\n   53  PROVIDE NOTICE TO THE VICTIM, IF ANY,  OF  THE  SEALING  APPLICATION  BY\n   54  MAILING  WRITTEN NOTICE TO THE VICTIM'S LAST-KNOWN ADDRESS. FOR PURPOSES\n   55  OF THIS SECTION \"VICTIM\" MEANS ANY PERSON WHO HAS SUSTAINED PHYSICAL  OR\n\n       A. 1139                             3\n\n    1  FINANCIAL  INJURY  TO  PERSON  OR  TO PROPERTY AS A DIRECT RESULT OF THE\n    2  MISDEMEANOR CRIME OR MISDEMEANOR CRIMES FOR WHICH SEALING IS APPLIED.\n    3    4. AT THE REQUEST OF THE DEFENDANT OR THE DISTRICT ATTORNEY OF A COUN-\n    4  TY  IN  WHICH THE DEFENDANT COMMITTED A CRIME THAT IS THE SUBJECT OF THE\n    5  SEALING APPLICATION, THE COURT MAY CONDUCT A  HEARING  TO  CONSIDER  AND\n    6  REVIEW  ANY RELEVANT EVIDENCE OFFERED BY EITHER PARTY THAT WOULD AID THE\n    7  COURT IN ITS DECISION WHETHER TO SEAL THE  RECORDS  OF  THE  DEFENDANT'S\n    8  ARRESTS,  PROSECUTIONS AND CONVICTIONS.  IN MAKING SUCH A DETERMINATION,\n    9  THE COURT SHALL CONSIDER ANY RELEVANT FACTORS, INCLUDING BUT NOT LIMITED\n   10  TO:\n   11    (A) THE CIRCUMSTANCES AND SERIOUSNESS OF THE OFFENSE OR OFFENSES  THAT\n   12  RESULTED IN THE CONVICTION OR CONVICTIONS;\n   13    (B) THE CHARACTER OF THE DEFENDANT, INCLUDING WHAT STEPS THE PETITION-\n   14  ER  HAS  TAKEN  SINCE  THE TIME OF THE OFFENSE TOWARD PERSONAL REHABILI-\n   15  TATION, INCLUDING TREATMENT, WORK, SCHOOL,  OR  OTHER  PERSONAL  HISTORY\n   16  THAT DEMONSTRATES REHABILITATION;\n   17    (C) THE DEFENDANT'S CRIMINAL HISTORY;\n   18    (D)  THE  IMPACT  OF  SEALING  THE DEFENDANT'S RECORDS UPON HIS OR HER\n   19  REHABILITATION AND HIS OR HER  SUCCESSFUL  AND  PRODUCTIVE  REENTRY  AND\n   20  REINTEGRATION INTO SOCIETY, AND ON PUBLIC SAFETY; AND\n   21    (E) ANY STATEMENTS MADE BY THE VICTIM OF THE OFFENSE WHERE THERE IS IN\n   22  FACT A VICTIM OF THE CRIME.\n   23    5.  AFTER  A  COURT  DECLARES ITS WILLINGNESS TO GRANT THE DEFENDANT'S\n   24  REQUEST FOR CONDITIONAL SEALING PURSUANT TO THIS SECTION, BUT BEFORE THE\n   25  COURT ORDERS SEALING PURSUANT TO THIS SECTION, THE DEFENDANT SHALL PAY A\n   26  MANDATORY CONDITIONAL SEALING FEE. THE MANDATORY CONDITIONAL SEALING FEE\n   27  WILL BE A FEE OF EIGHTY DOLLARS,  HOWEVER,  SUCH  FILING  FEE  SHALL  BE\n   28  WAIVED  IN CASES OF INDIGENCE. THE MANDATORY FILING FEE SHALL BE PAID TO\n   29  THE CLERK OF THE COURT OR  ADMINISTRATIVE  TRIBUNAL  THAT  RENDERED  THE\n   30  CONVICTION.  WITHIN THE FIRST TEN DAYS OF THE MONTH FOLLOWING COLLECTION\n   31  OF THE MANDATORY FILING FEE, THE COLLECTING AUTHORITY IF IT IS AN ADMIN-\n   32  ISTRATIVE TRIBUNAL, OR A TOWN OR VILLAGE JUSTICE COURT, SHALL  THEN  PAY\n   33  SUCH  MONEY TO THE STATE COMPTROLLER WHO SHALL DEPOSIT SUCH MONEY IN THE\n   34  STATE TREASURY PURSUANT TO SECTION ONE HUNDRED TWENTY-ONE OF  THE  STATE\n   35  FINANCE  LAW  TO THE CREDIT OF THE INDIGENT LEGAL SERVICES FUND. IF SUCH\n   36  COLLECTING AUTHORITY IS ANY OTHER COURT OF THE UNIFIED COURT SYSTEM,  IT\n   37  SHALL,  WITHIN SUCH PERIOD, PAY SUCH MONEY ATTRIBUTABLE TO THE MANDATORY\n   38  FILING FEE TO THE STATE COMMISSIONER OF  TAXATION  AND  FINANCE  TO  THE\n   39  CREDIT  OF THE INDIGENT LEGAL SERVICES FUND ESTABLISHED BY SECTION NINE-\n   40  TY-EIGHT-B OF THE STATE FINANCE LAW.\n   41    6. WHEN A COURT ORDERS SEALING PURSUANT TO THIS SECTION, ALL  OFFICIAL\n   42  RECORDS   AND   PAPERS   RELATING  TO  THE  ARRESTS,  PROSECUTIONS,  AND\n   43  CONVICTIONS, INCLUDING ALL DUPLICATES AND COPIES THEREOF, ON  FILE  WITH\n   44  THE  DIVISION  OF CRIMINAL JUSTICE SERVICES OR ANY COURT SHALL BE SEALED\n   45  AND NOT MADE AVAILABLE TO  ANY  PERSON  OR  PUBLIC  OR  PRIVATE  AGENCY;\n   46  PROVIDED,  HOWEVER,  THE  DIVISION  SHALL RETAIN ANY FINGERPRINTS, PALM-\n   47  PRINTS, PHOTOGRAPHS, OR DIGITAL IMAGES OF THE SAME.\n   48    7. WHEN THE COURT ORDERS SEALING PURSUANT TO THIS SECTION,  THE  CLERK\n   49  OF  SUCH COURT SHALL IMMEDIATELY NOTIFY THE COMMISSIONER OF THE DIVISION\n   50  OF CRIMINAL JUSTICE SERVICES, AND ANY COURT THAT SENTENCED THE DEFENDANT\n   51  FOR AN OFFENSE  WHICH  HAS  BEEN  CONDITIONALLY  SEALED,  REGARDING  THE\n   52  RECORDS THAT SHALL BE SEALED PURSUANT TO THIS SECTION.\n   53    8. RECORDS SEALED PURSUANT TO THIS SUBDIVISION SHALL BE MADE AVAILABLE\n   54  TO:\n   55    (A) THE DEFENDANT OR THE DEFENDANT'S DESIGNATED AGENT;\n\n       A. 1139                             4\n\n    1    (B)  QUALIFIED  AGENCIES,  AS  DEFINED  IN SUBDIVISION NINE OF SECTION\n    2  EIGHT HUNDRED THIRTY-FIVE OF THE EXECUTIVE LAW, AND  FEDERAL  AND  STATE\n    3  LAW  ENFORCEMENT  AGENCIES,  WHEN  ACTING  WITHIN THE SCOPE OF THEIR LAW\n    4  ENFORCEMENT DUTIES;\n    5    (C)  ANY  STATE OR LOCAL OFFICER OR AGENCY WITH RESPONSIBILITY FOR THE\n    6  ISSUANCE OF LICENSES TO POSSESS GUNS, WHEN THE PERSON HAS MADE  APPLICA-\n    7  TION FOR SUCH A LICENSE; OR\n    8    (D)  ANY  PROSPECTIVE EMPLOYER OF A POLICE OFFICER OR PEACE OFFICER AS\n    9  THOSE TERMS ARE DEFINED IN SUBDIVISIONS THIRTY-THREE AND THIRTY-FOUR  OF\n   10  SECTION  1.20 OF THIS CHAPTER, IN RELATION TO AN APPLICATION FOR EMPLOY-\n   11  MENT AS A POLICE OFFICER OR PEACE OFFICER; PROVIDED, HOWEVER, THAT EVERY\n   12  PERSON WHO IS AN APPLICANT FOR THE POSITION OF POLICE OFFICER  OR  PEACE\n   13  OFFICER  SHALL  BE  FURNISHED  WITH A COPY OF ALL RECORDS OBTAINED UNDER\n   14  THIS PARAGRAPH AND AFFORDED AN OPPORTUNITY TO MAKE AN EXPLANATION THERE-\n   15  TO.\n   16    9. THE COURT SHALL NOT SEAL THE DEFENDANT'S RECORD  PURSUANT  TO  THIS\n   17  SECTION WHILE ANY CHARGED OFFENSE IS PENDING.\n   18    10. IF, SUBSEQUENT TO THE SEALING OF RECORDS PURSUANT TO THIS SUBDIVI-\n   19  SION,  THE  PERSON WHO IS THE SUBJECT OF SUCH RECORDS IS ARRESTED FOR OR\n   20  FORMALLY CHARGED WITH ANY MISDEMEANOR OR FELONY  OFFENSE,  SUCH  RECORDS\n   21  SHALL  BE  UNSEALED  IMMEDIATELY AND REMAIN UNSEALED; PROVIDED, HOWEVER,\n   22  THAT IF SUCH NEW MISDEMEANOR OR FELONY ARREST RESULTS IN  A  TERMINATION\n   23  IN  FAVOR  OF  THE  ACCUSED  AS  DEFINED IN SUBDIVISION THREE OF SECTION\n   24  160.50 OF THIS ARTICLE OR BY CONVICTION FOR A  NON-CRIMINAL  OFFENSE  AS\n   25  DESCRIBED IN SECTION 160.55 OF THIS ARTICLE, SUCH UNSEALED RECORDS SHALL\n   26  BE CONDITIONALLY SEALED PURSUANT TO THIS SECTION.\n   27    S 3. Subdivision 16 of section 296 of the executive law, as separately\n   28  amended  by section 3 of part N and section 14 of part AAA of chapter 56\n   29  of the laws of 2009, is amended to read as follows:\n   30    16. It shall be an unlawful discriminatory  practice,  unless  specif-\n   31  ically required or permitted by statute, for any person, agency, bureau,\n   32  corporation or association, including the state and any political subdi-\n   33  vision thereof, to make any inquiry about, whether in any form of appli-\n   34  cation  or  otherwise,  or  to  act  upon  adversely  to  the individual\n   35  involved, any arrest or criminal accusation of such individual not  then\n   36  pending  against  that individual which was followed by a termination of\n   37  that criminal action or proceeding  in  favor  of  such  individual,  as\n   38  defined  in  subdivision two of section 160.50 of the criminal procedure\n   39  law, or by a youthful offender adjudication, as defined  in  subdivision\n   40  one  of section 720.35 of the criminal procedure law, or by a conviction\n   41  for a violation sealed pursuant to section 160.55 of the criminal proce-\n   42  dure law or by a conviction which is sealed pursuant to  section  160.58\n   43  of the criminal procedure law, OR BY A CONVICTION WHICH IS SEALED PURSU-\n   44  ANT  TO SECTION 160.65 OF THE CRIMINAL PROCEDURE LAW, in connection with\n   45  the licensing, employment or providing of credit or  insurance  to  such\n   46  individual;  provided,  further,  that  no  person  shall be required to\n   47  divulge information pertaining to any arrest or criminal  accusation  of\n   48  such  individual  not  then  pending  against  that individual which was\n   49  followed by a termination of that criminal action or proceeding in favor\n   50  of such individual, as defined in subdivision two of section  160.50  of\n   51  the  criminal  procedure law, or by a youthful offender adjudication, as\n   52  defined in subdivision one of section 720.35 of the  criminal  procedure\n   53  law,  or  by  a  conviction  for  a violation sealed pursuant to section\n   54  160.55 of the criminal procedure law, or by a conviction which is sealed\n   55  pursuant to section 160.58 of  the  criminal  procedure  law,  OR  BY  A\n   56  CONVICTION  WHICH  IS  SEALED PURSUANT TO SECTION 160.65 OF THE CRIMINAL\n\n       A. 1139                             5\n\n    1  PROCEDURE LAW. The provisions of this subdivision shall not apply to the\n    2  licensing activities of governmental bodies in  relation  to  the  regu-\n    3  lation  of  guns, firearms and other deadly weapons or in relation to an\n    4  application for employment as a police officer or peace officer as those\n    5  terms  are  defined  in  subdivisions  thirty-three  and  thirty-four of\n    6  section 1.20 of the criminal procedure law; provided  further  that  the\n    7  provisions  of  this  subdivision  shall not apply to an application for\n    8  employment or membership in any law enforcement agency with  respect  to\n    9  any  arrest  or  criminal  accusation  which  was followed by a youthful\n   10  offender adjudication, as defined in subdivision one of  section  720.35\n   11  of the criminal procedure law, or by a conviction for a violation sealed\n   12  pursuant  to  section  160.55  of  the  criminal  procedure law, or by a\n   13  conviction which is sealed pursuant to section 160.58  of  the  criminal\n   14  procedure  law,  OR  BY A CONVICTION WHICH IS SEALED PURSUANT TO SECTION\n   15  160.65 OF THE CRIMINAL PROCEDURE LAW.\n   16    S 4. This act shall take effect on the one hundred eightieth day after\n   17  it shall have become a law and shall apply to all convictions  occurring\n   18  prior to, on, and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the executive law, in relation to permitting the sealing of records of certain nonviolent misdemeanor or non-sexual misdemeanor offenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T153415.TXT", "SOBI.D110106.T141725.TXT", "SOBI.D110106.T133720.TXT", "SOBI.D110106.T143726.TXT", "SOBI.D110107.T152915.TXT", "SOBI.D110106.T135221.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432455711
}