{
  "year" : 2011,
  "senateBillNo" : "A1135-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1135-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits the court to grant post-conviction motions to vacate a judgment when the issue raised upon such motion is ineffective assistance of counsel",
  "summary" : "Permits the court to grant post-conviction motions to vacate a judgment when the issue raised upon such motion is ineffective assistance of counsel in certain cases in which the court would otherwise be required to deny the motion. ",
  "currentCommittee" : null,
  "sameAs" : "S1020",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A5170-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1135\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LAVINE -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to  amend  the criminal procedure law, in relation to claims of\n         ineffective assistance of counsel in post-conviction motions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs (b) and (c) of subdivision 2 of section 440.10\n    2  of the criminal procedure law, paragraph (b) as amended by  chapter  332\n    3  of the laws of 2010, are amended to read as follows:\n    4    (b)  The judgment is, at the time of the motion, appealable or pending\n    5  on appeal, and sufficient facts appear on the record with respect to the\n    6  ground or issue raised upon the motion to permit adequate review thereof\n    7  upon such an appeal UNLESS THE ISSUE RAISED UPON SUCH MOTION IS INEFFEC-\n    8  TIVE ASSISTANCE OF COUNSEL.  This paragraph shall not apply to a  motion\n    9  under paragraph (i) of subdivision one of this section; or\n   10    (c)  Although sufficient facts appear on the record of the proceedings\n   11  underlying  the  judgment to have permitted, upon appeal from such judg-\n   12  ment, adequate review of the ground or issue raised upon the motion,  no\n   13  such appellate review or determination occurred owing to the defendant's\n   14  unjustifiable failure to take or perfect an appeal during the prescribed\n   15  period  or  to  his OR HER unjustifiable failure to raise such ground or\n   16  issue upon an appeal actually perfected by him OR HER UNLESS  THE  ISSUE\n   17  RAISED UPON SUCH MOTION IS INEFFECTIVE ASSISTANCE OF COUNSEL; or\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05132-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to claims of ineffective assistance of counsel in post-conviction motions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T135722.TXT", "SOBI.D110106.T133220.TXT", "SOBI.D110106.T133720.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432155566
}