{
  "year" : 2011,
  "senateBillNo" : "A1138-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1138-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Protects members of auxiliary police programs, traffic enforcement agents or public officers or public employees performing school safety or security duties",
  "summary" : "Establishes the same protection afforded to peace officers, police officers, firefighters, and emergency medical professionals to members of auxiliary police programs, traffic enforcement agents or public officers or public employees performing school safety or security duties. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A6973-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1138\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. LENTOL -- Multi-Sponsored by -- M. of A. WEPRIN\n         -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to assault on a member of  an\n         auxiliary  police  program,  a  traffic  enforcement agent or a public\n         officer or  public  employee  performing  school  safety  or  security\n         duties, and technical corrections relating to assault on a firefighter\n         or  related personnel in a hospital emergency department, member of an\n         auxiliary police program, traffic enforcement agent or public  officer\n         or public employee performing school safety or security duties\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the  \"auxiliary\n    2  police officer protection act\".\n    3    S 2. Paragraph (b) of subdivision 1 of section 70.02 of the penal law,\n    4  as  amended  by  chapter  405 of the laws of 2010, is amended to read as\n    5  follows:\n    6    (b) Class C violent felony offenses: an attempt to commit any  of  the\n    7  class  B felonies set forth in paragraph (a) of this subdivision; aggra-\n    8  vated criminally negligent homicide as defined in section 125.11, aggra-\n    9  vated manslaughter in the second degree as defined  in  section  125.21,\n   10  aggravated  sexual  abuse  in  the  second  degree as defined in section\n   11  130.67, assault on a peace officer, police officer, [fireman  or]  FIRE-\n   12  FIGHTER, emergency medical services professional, MEMBER OF AN AUXILIARY\n   13  POLICE  PROGRAM,  TRAFFIC  ENFORCEMENT AGENT OR PUBLIC OFFICER OR PUBLIC\n   14  EMPLOYEE PERFORMING SCHOOL SAFETY  OR  SECURITY  DUTIES  as  defined  in\n   15  section  120.08, gang assault in the second degree as defined in section\n   16  120.06, strangulation in the first degree as defined in section  121.13,\n   17  burglary  in  the second degree as defined in section 140.25, robbery in\n   18  the second degree as defined in section 160.10, criminal possession of a\n   19  weapon in the second degree as defined in section 265.03,  criminal  use\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03729-01-1\n\n       A. 1138                             2\n\n    1  of a firearm in the second degree as defined in section 265.08, criminal\n    2  sale  of  a  firearm  in the second degree as defined in section 265.12,\n    3  criminal sale of a firearm with the aid of a minor as defined in section\n    4  265.14,  soliciting  or providing support for an act of terrorism in the\n    5  first degree as defined in  section  490.15,  hindering  prosecution  of\n    6  terrorism  in the second degree as defined in section 490.30, and crimi-\n    7  nal possession of a chemical weapon or biological weapon  in  the  third\n    8  degree as defined in section 490.37.\n    9    S  3.  Subdivision 3 of section 120.05 of the penal law, as separately\n   10  amended by chapters 318 and 345 of the laws of 2010, is amended to  read\n   11  as follows:\n   12    3.  With  intent  to prevent a peace officer, a police officer, regis-\n   13  tered nurse, licensed practical nurse, sanitation enforcement  agent,  a\n   14  firefighter,  including a firefighter acting as a paramedic or emergency\n   15  medical technician administering first aid in the course of  performance\n   16  of  duty  as such firefighter, an emergency medical service paramedic or\n   17  emergency medical service technician, or medical or related personnel in\n   18  a hospital emergency department, a city marshal, a  traffic  enforcement\n   19  officer  or  traffic  enforcement agent, A MEMBER OF AN AUXILIARY POLICE\n   20  PROGRAM ORGANIZED AND MAINTAINED BY A STATE OR LOCAL POLICE  DEPARTMENT,\n   21  A PUBLIC OFFICER OR PUBLIC EMPLOYEE PERFORMING SCHOOL SAFETY OR SECURITY\n   22  DUTIES,  from  performing a lawful duty, by means including releasing or\n   23  failing to control an animal under circumstances  evincing  the  actor's\n   24  intent  that the animal obstruct the lawful activity of such peace offi-\n   25  cer, police officer, registered nurse, licensed practical nurse, sanita-\n   26  tion  enforcement  agent,  firefighter,  paramedic,   technician,   city\n   27  marshal,  traffic  enforcement  officer  or  traffic  enforcement agent,\n   28  MEDICAL OR RELATED PERSONNEL IN A HOSPITAL EMERGENCY DEPARTMENT,  MEMBER\n   29  OF  AN  AUXILIARY  POLICE  PROGRAM  OR PUBLIC OFFICER OR PUBLIC EMPLOYEE\n   30  PERFORMING SCHOOL SAFETY OR SECURITY DUTIES, he or she  causes  physical\n   31  injury to such peace officer, police officer, registered nurse, licensed\n   32  practical  nurse,  sanitation enforcement agent, firefighter, paramedic,\n   33  technician or medical or  related  personnel  in  a  hospital  emergency\n   34  department,   city  marshal,  traffic  enforcement  officer  or  traffic\n   35  enforcement agent, MEMBER OF  AN  AUXILIARY  POLICE  PROGRAM  OR  PUBLIC\n   36  EMPLOYEE PERFORMING SCHOOL SAFETY OR SECURITY DUTIES; or\n   37    S  4.  Section 120.08 of the penal law, as added by chapter 632 of the\n   38  laws of 1996, is amended to read as follows:\n   39  S 120.08 Assault on a peace officer, police officer, [fireman or]  FIRE-\n   40             FIGHTER,  emergency  medical services professional, MEMBER OF\n   41             AN AUXILIARY POLICE PROGRAM,  TRAFFIC  ENFORCEMENT  AGENT  OR\n   42             PUBLIC OFFICER OR PUBLIC EMPLOYEE PERFORMING SCHOOL SAFETY OR\n   43             SECURITY DUTIES.\n   44    A  person  is  guilty  of  assault on a peace officer, police officer,\n   45  [fireman  or]  FIREFIGHTER,  emergency  medical  services  professional,\n   46  MEMBER  OF  AN  AUXILIARY  POLICE  PROGRAM, TRAFFIC ENFORCEMENT AGENT OR\n   47  PUBLIC OFFICER OR PUBLIC EMPLOYEE PERFORMING SCHOOL SAFETY  OR  SECURITY\n   48  DUTIES when, with intent to prevent a peace officer, A police officer, a\n   49  [fireman]  FIREFIGHTER,  including  a  [fireman] FIREFIGHTER acting as a\n   50  paramedic or emergency medical technician administering first aid in the\n   51  course of performance of duty as such  [fireman]  FIREFIGHTER,  [or]  an\n   52  emergency  medical service paramedic [or], AND emergency medical service\n   53  technician, A MEMBER OF AN AUXILIARY POLICE PROGRAM ORGANIZED AND  MAIN-\n   54  TAINED  BY A STATE OR LOCAL POLICE DEPARTMENT, TRAFFIC ENFORCEMENT AGENT\n   55  OR A PUBLIC OFFICER OR PUBLIC EMPLOYEE PERFORMING SCHOOL SAFETY OR SECU-\n   56  RITY DUTIES, from performing a lawful duty, he  OR  SHE  causes  serious\n\n       A. 1138                             3\n\n    1  physical  injury  to such peace officer, police officer, [fireman] FIRE-\n    2  FIGHTER, paramedic [or],  technician,  MEMBER  OF  AN  AUXILIARY  POLICE\n    3  PROGRAM,  TRAFFIC ENFORCEMENT AGENT OR PUBLIC OFFICER OR PUBLIC EMPLOYEE\n    4  PERFORMING SCHOOL SAFETY OR SECURITY DUTIES.\n    5    Assault  on a peace officer, police officer, [fireman or] FIREFIGHTER,\n    6  emergency medical services professional, MEMBER OF AN  AUXILIARY  POLICE\n    7  PROGRAM,  TRAFFIC ENFORCEMENT AGENT OR PUBLIC OFFICER OR PUBLIC EMPLOYEE\n    8  PERFORMING SCHOOL SAFETY OR SECURITY DUTIES is a class C felony.\n    9    S 5. This act shall take effect on the ninetieth day  after  it  shall\n   10  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to assault on a member of an auxiliary police program, a traffic enforcement agent or a public officer or public employee performing school safety or security duties, and technical corrections relating to assault on a firefighter or related personnel in a hospital emergency department, member of an auxiliary police program, traffic enforcement agent or public officer or public employee performing school safety or security duties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T135722.TXT", "SOBI.D110201.T120849.TXT", "SOBI.D110106.T133720.TXT", "SOBI.D110107.T152915.TXT", "SOBI.D110106.T135221.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580129127
}