{
  "year" : 2011,
  "senateBillNo" : "A1130-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1130-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a person is guilty of harassment in the first degree if he or she strikes, shoves, kicks, et cetera a school employee",
  "summary" : "Provides that a person is guilty of harassment in the first degree, a class B misdemeanor, when he or she strikes, shoves, kicks or otherwise subjects a school employee to physical contact or attempts or threatens to do the same while such school employee is engaged in the performance of the duties of such school employee. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A844-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1130\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. HAWLEY -- Multi-Sponsored by -- M. of A. BARCLAY,\n         CALHOUN,  CROUCH,  FINCH, McDONOUGH, REILICH -- read once and referred\n         to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to harassment  in  the  first\n         degree\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 240.00 of the penal law is amended by adding a  new\n    2  subdivision 7 to read as follows:\n    3    7.  \"SCHOOL  EMPLOYEE\"  MEANS  ANY PERSON EMPLOYED BY AN ELEMENTARY OR\n    4  SECONDARY SCHOOL, PUBLIC OR PRIVATE, OR BY THE SCHOOL DISTRICT OR  OTHER\n    5  ENTITY ADMINISTERING SUCH SCHOOL.\n    6    S 2. Section 240.25 of the penal law, as amended by chapter 109 of the\n    7  laws of 1994, is amended to read as follows:\n    8  S 240.25 Harassment in the first degree.\n    9    A person is guilty of harassment in the first degree when:\n   10    1.  he  or she intentionally and repeatedly harasses another person by\n   11  following such person in or about a public place or places or by  engag-\n   12  ing in a course of conduct or by repeatedly committing acts which [plac-\n   13  es] PLACE such person in reasonable fear of physical injury, OR\n   14    2.  HE  OR  SHE  STRIKES, SHOVES, KICKS OR OTHERWISE SUBJECTS A SCHOOL\n   15  EMPLOYEE TO PHYSICAL CONTACT, OR ATTEMPTS OR THREATENS TO DO  THE  SAME,\n   16  WHILE  SUCH  SCHOOL EMPLOYEE IS ENGAGED IN OR ON ACCOUNT OF THE PERFORM-\n   17  ANCE OF THE DUTIES OF SUCH SCHOOL EMPLOYEE.    This  section  shall  not\n   18  apply  to  activities  regulated by the national labor relations act, as\n   19  amended, the railway labor act, as amended, or  the  federal  employment\n   20  labor management act, as amended.\n   21    Harassment in the first degree is a class B misdemeanor.\n   22    S 3. This act shall take effect on the first of November next succeed-\n   23  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03342-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to harassment in the first degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T140222.TXT", "SOBI.D110106.T133220.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432155554
}