{
  "year" : 2011,
  "senateBillNo" : "A113-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to libraries and education technology",
    "billEventId" : "A113-2011-1294203600000-referred+to+libraries+and+education+technology",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to state aid for library projects",
  "summary" : "Relates to state aid for library projects; adds definition of \"economically disadvantaged community\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AD6155-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Russell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          113\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PAULIN, DESTITO, GUNTHER, JAFFEE, V. LOPEZ, MOLI-\n         NARO,  SCHROEDER, SPANO, RUSSELL, BING, PERRY -- Multi-Sponsored by --\n         M. of A. BARCLAY, CAHILL, GOTTFRIED, P. LOPEZ, LUPARDO, McENENY, MILL-\n         MAN, PHEFFER, RAIA, REILLY, ROBINSON, SWEENEY, WEISENBERG -- read once\n         and referred to the Committee on Libraries and Education Technology\n\n       AN ACT to amend the education law, in relation to state aid for  library\n         projects\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 273-a of  the  education  law,  as\n    2  amended  by  section  4  of part A of chapter 57 of the laws of 2009, is\n    3  amended to read as follows:\n    4    1. A. State aid shall be provided for up to fifty percent of the total\n    5  project approved costs, excluding feasibility studies, plans or  similar\n    6  activities,  for  projects  for  the  acquisition OF VACANT LAND AND THE\n    7  ACQUISITION,  construction,  renovation  or  rehabilitation,   including\n    8  leasehold  improvements,  of  buildings  of public libraries and library\n    9  systems chartered by the regents of the state of New York or established\n   10  by act of the legislature subject to the limitations provided in  subdi-\n   11  vision  four  of  this  section  and  upon approval by the commissioner,\n   12  EXCEPT THAT STATE AID SHALL BE PROVIDED FOR UP TO  SEVENTY-FIVE  PERCENT\n   13  OF  THE  TOTAL  PROJECT APPROVED COSTS FOR BUILDINGS OF PUBLIC LIBRARIES\n   14  THAT ARE LOCATED IN AN ECONOMICALLY DISADVANTAGED COMMUNITY.\n   15    B. FOR THE PURPOSES OF THIS SUBDIVISION, THE TERM \"ECONOMICALLY DISAD-\n   16  VANTAGED COMMUNITY\" SHALL MEAN AT LEAST ONE OF THE FOLLOWING:\n   17    (1) A POLITICAL SUBDIVISION WITHIN WHICH FIFTEEN PERCENT  OR  MORE  OF\n   18  THE  POPULATION  IS  LIVING  IN  POVERTY  AS SHOWN ON THE LATEST FEDERAL\n   19  CENSUS.  FOR THE PURPOSES OF THIS PARAGRAPH, A  \"POLITICAL  SUBDIVISION\"\n   20  SHALL  MEAN THE SMALLEST GEOGRAPHIC MUNICIPALITY WITHIN WHICH THE BUILD-\n   21  ING IS LOCATED INCLUDING A VILLAGE, A CITY, A BOROUGH OR A TOWN  WITH  A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00907-01-1\n\n       A. 113                              2\n\n    1  POPULATION  SHOWN ON THE LATEST FEDERAL CENSUS. FOR THE PURPOSES OF THIS\n    2  PARAGRAPH, \"POVERTY\" IS DEFINED AS THOSE INDIVIDUALS  LIVING  BELOW  THE\n    3  POVERTY  LEVEL  FOR  THE  POLITICAL  SUBDIVISION  AS SHOWN BY THE LATEST\n    4  FEDERAL CENSUS.\n    5    (2)  A  PUBLIC  SCHOOL DISTRICT WITHIN WHICH THE PERCENTAGE OF STUDENT\n    6  ENROLLMENT THAT IS  ELIGIBLE  FOR  FREE  AND  REDUCED  LUNCH  UNDER  THE\n    7  NATIONAL SCHOOL LUNCH PROGRAM IS SIXTY-FIVE PERCENT OR MORE FOR AT LEAST\n    8  ONE  MONTH  DURING  THE TWELVE MONTHS PRIOR TO THE DATE OF FILING OF THE\n    9  GRANT APPLICATION TO THE DEPARTMENT FOR STATE AID  UNDER  THIS  SUBDIVI-\n   10  SION.\n   11    (3)  A  POLITICAL SUBDIVISION AS DESCRIBED IN SUBPARAGRAPH ONE OF THIS\n   12  PARAGRAPH WITHIN WHICH THIRTEEN PERCENT OR MORE  OF  THE  POPULATION  IS\n   13  LIVING  IN POVERTY AND A PUBLIC SCHOOL DISTRICT AS DESCRIBED IN SUBPARA-\n   14  GRAPH TWO OF THIS PARAGRAPH  WITHIN  WHICH  THE  PERCENTAGE  OF  STUDENT\n   15  ENROLLMENT  THAT  IS  ELIGIBLE  FOR  FREE  AND  REDUCED  LUNCH UNDER THE\n   16  NATIONAL SCHOOL LUNCH PROGRAM IS FIFTY PERCENT OR MORE.\n   17    C. Provided however that the state liability for aid paid pursuant  to\n   18  this  section  shall  be limited to funds appropriated for such purpose.\n   19  Aid shall be provided on approved expenses incurred  during  the  period\n   20  commencing  July  first and ending June thirtieth for up to three years,\n   21  or until the project  is  completed,  whichever  occurs  first.    Fifty\n   22  percent  of  such  aid  shall  be payable to each system or library upon\n   23  approval of the application BY THE DEPARTMENT.   Forty percent  of  such\n   24  aid  shall  be  payable in the next state fiscal year. The remaining ten\n   25  percent shall be payable upon project completion.\n   26    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to state aid for library projects ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105913.TXT", "SOBI.D101216.T114416.TXT", "SOBI.D101216.T114917.TXT", "SOBI.D101217.T154004.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618404118
}