{
  "year" : 2011,
  "senateBillNo" : "A1132-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1132-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to designating certain officers or agents appointed by the Niagara county department of social services as peace officers",
  "summary" : "Relates to designating certain officers or agents appointed by the Niagara county department of social services who are authorized to investigate and arrest persons involved in welfare fraud as peace officers. ",
  "currentCommittee" : null,
  "sameAs" : "S147",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A10870-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1132\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. HAWLEY -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to amend the criminal procedure law, in relation to designating\n         certain officers or agents appointed by the Niagara county  department\n         of social services as peace officers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2.10 of the criminal procedure law  is  amended  by\n    2  adding a new subdivision 83 to read as follows:\n    3    83.  OFFICERS  OR AGENTS APPOINTED BY THE NIAGARA COUNTY DEPARTMENT OF\n    4  SOCIAL SERVICES WHO ARE AUTHORIZED TO  INVESTIGATE  AND  ARREST  PERSONS\n    5  INVOLVED IN WELFARE FRAUD AND OTHER SIMILAR OFFENSES; PROVIDED, HOWEVER,\n    6  THAT NOTHING IN THIS SUBDIVISION SHALL BE DEEMED TO AUTHORIZE SUCH OFFI-\n    7  CER  TO CARRY, POSSESS, REPAIR OR DISPOSE OF A FIREARM UNLESS THE APPRO-\n    8  PRIATE LICENSE THEREFOR HAS BEEN ISSUED PURSUANT TO  SECTION  400.00  OF\n    9  THE PENAL LAW.\n   10    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01183-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to designating certain officers or agents appointed by the Niagara county department of social services as peace officers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T135722.TXT", "SOBI.D110106.T133220.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432155559
}