{
  "year" : 2011,
  "senateBillNo" : "A1147-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1147-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that state and federal background checks be conducted on applicants applying for for-hire vehicle licenses",
  "summary" : "Requires that prior to the issuance of taxicab, limousine, commuter van, paratransit or for-hire vehicle licenses, the applicant shall be fingerprinted by the authority authorized to issue such licenses for the purpose of securing criminal history records from both the state division of criminal justice services and the federal bureau of investigation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A6395-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1147\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. ORTIZ, CLARK -- Multi-Sponsored by -- M. of A.\n         MAISEL, WEISENBERG -- read once  and  referred  to  the  Committee  on\n         Transportation\n\n       AN  ACT to amend the vehicle and traffic law and the administrative code\n         of the city of New York, in relation to  requiring  background  checks\n         for for-hire vehicle licenses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  article 17-D to read as follows:\n    3                                 ARTICLE 17-D\n    4               BACKGROUND CHECK FOR FOR-HIRE VEHICLE LICENSES\n    5  SECTION 499-M. BACKGROUND CHECK FOR FOR-HIRE VEHICLE LICENSES.\n    6    S  499-M. BACKGROUND CHECK FOR FOR-HIRE VEHICLE LICENSES. PRIOR TO THE\n    7  ISSUANCE OF A TAXICAB, LIMOUSINE, COMMUTER VAN, PARATRANSIT OR  FOR-HIRE\n    8  VEHICLE  LICENSE,  THE APPLICANT FOR SUCH LICENSE SHALL BE FINGERPRINTED\n    9  BY THE LICENSING AUTHORITY AUTHORIZED TO  ISSUE  SUCH  LICENSE  FOR  THE\n   10  PURPOSE  OF  SECURING CRIMINAL HISTORY RECORDS FROM BOTH THE STATE DIVI-\n   11  SION OF CRIMINAL JUSTICE SERVICES AND THE  FEDERAL  BUREAU  OF  INVESTI-\n   12  GATION.    THE  APPLICANT  SHALL  PAY ANY PROCESSING FEE REQUIRED BY THE\n   13  STATE DIVISION OF CRIMINAL JUSTICE SERVICES AND THE  FEDERAL  BUREAU  OF\n   14  INVESTIGATION.  FINGERPRINTS  SHALL  BE TAKEN OF THE INDIVIDUAL OWNER IF\n   15  THE APPLICANT IS A SOLE PROPRIETORSHIP;  THE  GENERAL  PARTNERS  IF  THE\n   16  APPLICANT  IS  A PARTNERSHIP; THE OFFICERS, PRINCIPALS, AND STOCKHOLDERS\n   17  OWNING MORE THAN TEN PERCENT OF THE OUTSTANDING STOCK OF THE CORPORATION\n   18  IF THE APPLICANT IS A CORPORATION.\n   19    S 2. Subdivision l of section 19-504 of the administrative code of the\n   20  city of New York, as added by local law number 115 of the  city  of  New\n   21  York  for  the year 1993, is amended and a new subdivision r is added to\n   22  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03677-01-1\n\n       A. 1147                             2\n\n    1    l. Prior to the issuance of a  commuter  van  license,  the  applicant\n    2  shall  be  fingerprinted  for  the  purpose of securing criminal history\n    3  records from BOTH the state division of criminal  justice  services  AND\n    4  THE  FEDERAL BUREAU OF INVESTIGATION.  The applicant shall pay any proc-\n    5  essing  fee  required by the state division of criminal justice services\n    6  AND THE FEDERAL BUREAU OF INVESTIGATION.  Fingerprints shall be taken of\n    7  the individual owner if the applicant  is  a  sole  proprietorship;  the\n    8  general  partners if the applicant is a partnership; the officers, prin-\n    9  cipals, and stockholders owning more than ten percent of the outstanding\n   10  stock of the corporation if the applicant is a corporation.\n   11    R. PRIOR TO THE ISSUANCE OF A TAXICAB, LIMOUSINE, PARATRANSIT OR  FOR-\n   12  HIRE  VEHICLE  LICENSE,  THE  APPLICANT  SHALL  BE FINGERPRINTED FOR THE\n   13  PURPOSE OF SECURING CRIMINAL HISTORY RECORDS FROM BOTH THE  STATE  DIVI-\n   14  SION  OF  CRIMINAL  JUSTICE  SERVICES AND THE FEDERAL BUREAU OF INVESTI-\n   15  GATION. THE APPLICANT SHALL PAY ANY PROCESSING FEE REQUIRED BY THE STATE\n   16  DIVISION OF CRIMINAL JUSTICE SERVICES AND THE FEDERAL BUREAU OF INVESTI-\n   17  GATION. FINGERPRINTS SHALL BE TAKEN  OF  THE  INDIVIDUAL  OWNER  IF  THE\n   18  APPLICANT  IS  A SOLE PROPRIETORSHIP; THE GENERAL PARTNERS IF THE APPLI-\n   19  CANT IS A PARTNERSHIP; THE OFFICERS, PRINCIPALS, AND STOCKHOLDERS OWNING\n   20  MORE THAN TEN PERCENT OF THE OUTSTANDING STOCK OF THE CORPORATION IF THE\n   21  APPLICANT IS A CORPORATION.\n   22    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n   23  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the administrative code of the city of New York, in relation to requiring background checks for for-hire vehicle licenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110107.T153415.TXT", "SOBI.D110106.T134721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432455744
}