{
  "year" : 2011,
  "senateBillNo" : "A1145-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A1145-2011-1294203600000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the issuance of deer management permits for certain disabled veterans",
  "summary" : "Provides that for the issuance of deer management permits for certain disabled veterans, such veterans shall only have to provide proof of service-related disability once and every year thereafter, provide proof of an expired permit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A6410-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1145\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Veterans' Affairs\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         issuance of deer management permits for certain disabled veterans\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph b of subdivision 1  of  section  11-0913  of  the\n    2  environmental  conservation  law,  as amended by section 46 of part F of\n    3  chapter 82 of the laws of 2002, is amended to read as follows:\n    4    b. In the issuance of permits, the department may give  preference  to\n    5  resident  license  holders  and may give preference to disabled veterans\n    6  having 40 percent or greater disability WHO SHALL ONLY HAVE  TO  PROVIDE\n    7  PROOF  OF SERVICE-RELATED DISABILITY ONE TIME AND EVERY YEAR THEREAFTER,\n    8  SHALL PROVIDE PROOF OF AN EXPIRED PERMIT, and  to  the  applications  of\n    9  groups  which  include a person or the spouse of a person, provided that\n   10  such spouse lives in the same household, who owns at least 50  acres  of\n   11  land in one parcel in the specified area.\n   12    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   13  have become a law; provided, however, that  effective  immediately,  the\n   14  addition,  amendment  and/or  repeal of any rule or regulation necessary\n   15  for the implementation of this act on its effective date are  authorized\n   16  and directed to be made and completed on or before such effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03694-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the issuance of deer management permits for certain disabled veterans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T140222.TXT", "SOBI.D110107.T153415.TXT", "SOBI.D110106.T133720.TXT", "SOBI.D110106.T134721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432455735
}