{
  "year" : 2011,
  "senateBillNo" : "A1142-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1142-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes a fifteen cent tax on plastic shopping bags used to transport every sale of tangible personal property by consumers",
  "summary" : "Imposes a fifteen cent tax on plastic shopping bags used to transport every sale of tangible personal property by consumers; provides for certain exemptions and imposes limitations on the size of plastic bags used for the sale of tangible personal property. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A6537-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1142\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, GALEF, KAVANAGH, SCHIMEL, P. RIVERA, MILL-\n         MAN,  BOYLAND  --  Multi-Sponsored  by -- M. of A. McENENY, ROSENTHAL,\n         WEISENBERG -- read once and referred to  the  Committee  on  Ways  and\n         Means\n\n       AN  ACT  to  amend the tax law, in relation to imposing a tax on plastic\n         shopping bags used to transport every sale of tangible personal  prop-\n         erty by consumers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new section 1113 to read\n    2  as follows:\n    3    S 1113. IMPOSITION OF TAX; PLASTIC SHOPPING BAGS. (A) THERE IS  HEREBY\n    4  IMPOSED  AND  THERE  SHALL  BE  PAID A TAX OF FIFTEEN CENTS UPON PLASTIC\n    5  SHOPPING BAGS USED TO TRANSPORT EVERY SALE OF TANGIBLE PERSONAL PROPERTY\n    6  BY CONSUMERS.\n    7    (B)(1) THE TAX IMPOSED, PURSUANT TO SUBDIVISION (A) OF  THIS  SECTION,\n    8  SHALL  APPLY  AT  THE  POINT  OF  SALE  IN  SHOPS, SUPERMARKETS, SERVICE\n    9  STATIONS AND ALL SALES OUTLETS. RETAILERS SHALL PASS ON THE FULL  AMOUNT\n   10  OF SUCH TAX AS A CHARGE TO THE CUSTOMER DURING HIS OR HER CHECKOUT.\n   11    (2)  SUCH  TAX  SHALL BE ITEMIZED ON ALL INVOICES, RECEIPTS OR DOCKETS\n   12  ISSUED TO CUSTOMERS AT THE POINT OF SALE.\n   13    (C) THE FOLLOWING SHALL BE EXEMPT FROM THE  TAX  IMPOSED  PURSUANT  TO\n   14  SUBDIVISION (A) OF THIS SECTION:\n   15    (1) PLASTIC BAGS CONTAINING FRESH MEAT, FISH OR POULTRY;\n   16    (2)  PLASTIC  BAGS  CONTAINING  NON-PACKED  FRUIT, NUTS OR VEGETABLES,\n   17  CONFECTIONERY, DAIRY PRODUCTS, COOKED FOOD OR ICE;\n   18    (3) PLASTIC BAGS USED TO STORE PRODUCTS  SOLD  ON  BOARD  AIRCRAFT  OR\n   19  SHIPS;\n   20    (4)  REUSEABLE BAGS SOLD TO CUSTOMERS FOR A SUM NOT LESS THAN SEVENTY-\n   21  FIVE CENTS; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03939-01-1\n\n       A. 1142                             2\n\n    1    (5) ANY PLASTIC BAG BROUGHT TO THE STORE BY THE CUSTOMER  TO  BE  USED\n    2  DURING THE SALE OF TANGIBLE PERSONAL PROPERTY.\n    3    (D) IF ANY OTHER ITEM IS PLACED IN A PLASTIC BAG EXEMPT BY SUBDIVISION\n    4  (C) OF THIS SECTION, SUCH CUSTOMER SHALL BE CHARGED THE FIFTEEN CENT TAX\n    5  DURING HIS OR HER CHECKOUT.\n    6    (E)  PLASTIC  BAGS  USED  FOR EVERY SALE OF TANGIBLE PERSONAL PROPERTY\n    7  SHALL NOT BE LARGER THAN TWO HUNDRED FIFTY MILLIMETERS BY THREE  HUNDRED\n    8  FORTY-FIVE MILLIMETERS BY FOUR HUNDRED FIFTY MILLIMETERS.\n    9    S  2. This act shall take effect on the first of January next succeed-\n   10  ing the date on which it shall have become a law.  Effective  immediate-\n   11  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   12  necessary for the implementation of this act on its effective  date  are\n   13  authorized  and  directed  to  be  made  and completed on or before such\n   14  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to imposing a tax on plastic shopping bags used to transport every sale of tangible personal property by consumers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T153415.TXT", "SOBI.D110106.T133720.TXT", "SOBI.D110106.T134721.TXT", "SOBI.D110106.T135221.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432455723
}