{
  "year" : 2011,
  "senateBillNo" : "A114-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A114-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Legalizes certain capital improvement projects of the New Rochelle city school district",
  "summary" : "Legalizes, ratifies, validates and confirms certain capital improvement projects of the New Rochelle city school district designated by the state education department as project numbers 0001-007, 0002-006, 0004-004, 0012-006, 0006-004, 0003-006, 0001-009, 0001-010, 7999-001 and 7999-002. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New Rochelle, City of",
  "previousVersions" : [ "A11344-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          114\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, LATIMER -- read once and referred to the\n         Committee on Education\n\n       AN ACT  to  legalize,  validate,  ratify  and  confirm  certain  capital\n         improvement projects of the New Rochelle city school district\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature hereby finds  that  the\n    2  New  Rochelle  city school district approved several capital improvement\n    3  projects which were designated by  the  state  education  department  as\n    4  project  numbers 0001-007, 0002-006, 0004-004, 0012-006, 0006-004, 0003-\n    5  006,  0001-009,  0001-010,  7999-001  and  7999-002.  In  addition,  the\n    6  projects  were  eligible  for certain state aid. The legislature further\n    7  finds that due to ministerial error, required  filings  for  eligibility\n    8  for such aid were not made by the district in a timely manner making the\n    9  district  ineligible for certain aid. The legislature further finds that\n   10  without such aid, the capital improvement projects will impose an  addi-\n   11  tional, unanticipated hardship on district taxpayers.\n   12    S  2.  All  the  acts done and proceedings heretofore had and taken or\n   13  caused to be had and taken by the New Rochelle city school district  and\n   14  by  all its officers or agents relating to or in connection with certain\n   15  final cost reports to be filed with the state education  department  for\n   16  projects  0001-007,  0002-006,  0004-004,  0012-006, 0006-004, 0003-006,\n   17  0001-009, 0001-010, 7999-001 and 7999-002, and all acts incidental ther-\n   18  eto are hereby legalized, validated, ratified  and  confirmed,  notwith-\n   19  standing  any  failure to comply with the approval and filing provisions\n   20  of the education law or any other law or any other statutory  authority,\n   21  rule  or regulation, in relation to any omissions, error, defect, irreg-\n   22  ularity or illegality in such proceedings had and  taken,  and  provided\n   23  further  that any amount due and payable to the New Rochelle city school\n   24  district for school years prior to the 2011-12 school year as  a  result\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04833-01-1\n\n       A. 114                              2\n\n    1  of  this  act shall be paid pursuant to the provisions of paragraph c of\n    2  subdivision 5 of section 3604 of the education law.\n    3    S  3.  The  education  department  is  hereby directed to consider the\n    4  approved costs of the aforementioned project as valid and property obli-\n    5  gations of the New Rochelle city school district.\n    6    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to legalize, validate, ratify and confirm certain capital improvement projects of the New Rochelle city school district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105913.TXT", "SOBI.D101216.T113916.TXT", "SOBI.D101217.T154004.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618404143
}