{
  "year" : 2011,
  "senateBillNo" : "A1143-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1143-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a tax credit for small businesses that purchase and install a security system",
  "summary" : "Provides a tax credit against franchise taxes for small businesses that purchase and install a security system which shall be 50% of the cost of the system up to $750. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A7546-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1143\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Ways and Means\n\n       AN ACT to amend the tax law, in relation to providing a  tax  credit  to\n         small businesses that purchase and install a security system\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 210 of the tax law  is  amended  by  adding  a  new\n    2  subdivision 24-a to read as follows:\n    3    24-A.  CREDIT  FOR  SMALL  BUSINESS PURCHASE OF SECURITY SYSTEM. (A) A\n    4  TAXPAYER SHALL BE ALLOWED  A  CREDIT,  TO  BE  COMPUTED  AS  HEREINAFTER\n    5  PROVIDED,  AGAINST  THE  TAX  IMPOSED BY THIS ARTICLE, FOR THE PURCHASE,\n    6  OTHER THAN FOR RESALE, OF A SECURITY SYSTEM.\n    7    (B) FOR THE PURPOSES OF THIS SUBDIVISION, THE  FOLLOWING  TERMS  SHALL\n    8  HAVE THE FOLLOWING MEANINGS:\n    9    (1)  \"SECURITY  SYSTEM\"  IS  DEFINED  AS  A SYSTEM INSTALLED TO DETECT\n   10  INTRUSION, BREAK-IN, MOVEMENT, SOUND OR FIRE.\n   11    (2) \"SMALL BUSINESS\" MEANS A NEW YORK TAXPAYER AS DEFINED IN PARAGRAPH\n   12  (F) OF SUBDIVISION ONE OF THIS SECTION WHO HAS FEWER THAN FIFTY  EMPLOY-\n   13  EES IN THE INITIAL TAXABLE YEAR FOR WHICH THE CREDIT IS CLAIMED.\n   14    (C)  THE  AMOUNT  OF  CREDIT SHALL BE FIFTY PERCENT OF THE COST TO THE\n   15  TAXPAYER FOR THE PURCHASE  AND  INSTALLATION  OF  SUCH  SECURITY  SYSTEM\n   16  DURING  THE  TAXABLE  YEAR  OF PURCHASE, SUCH CREDIT NOT TO EXCEED SEVEN\n   17  HUNDRED FIFTY DOLLARS WITH RESPECT TO EACH  PURCHASE  AND  INSTALLATION.\n   18  THE CREDIT ALLOWED UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR SHALL NOT\n   19  REDUCE  THE TAX DUE FOR SUCH YEAR TO LESS THAN THE HIGHER OF THE AMOUNTS\n   20  PRESCRIBED IN PARAGRAPHS (C) AND (D) OF SUBDIVISION ONE OF THIS SECTION.\n   21    S 2. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   22  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   23  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04009-01-1\n\n       A. 1143                             2\n\n    1  (XXXII) CREDIT FOR SMALL BUSINESS    PURCHASE AND INSTALLATION\n    2  PURCHASE AND INSTALLATION            COSTS OF A SECURITY SYSTEM\n    3  OF A SECURITY SYSTEM                 UNDER SUBDIVISION\n    4  UNDER SUBSECTION (S-1)               TWENTY-FOUR-A OF SECTION\n    5                                       TWO HUNDRED TEN OR\n    6                                       SUBSECTION (J-1) OF\n    7                                       SECTION FOURTEEN HUNDRED\n    8                                       FIFTY-SIX\n    9    S  3. Section 606 of the tax law is amended by adding a new subsection\n   10  (s-1) to read as follows:\n   11    (S-1) CREDIT FOR SMALL BUSINESS PURCHASE AND INSTALLATION OF A SECURI-\n   12  TY SYSTEM. A TAXPAYER SHALL BE ALLOWED A CREDIT AS HEREINAFTER PROVIDED,\n   13  AGAINST THE TAX IMPOSED BY THIS ARTICLE FOR THE PURCHASE  AND  INSTALLA-\n   14  TION  OF A SECURITY SYSTEM, AS SUCH TERM IS DEFINED IN SUBDIVISION TWEN-\n   15  TY-FOUR-A OF SECTION TWO HUNDRED TEN OF  THIS  CHAPTER.  THE  AMOUNT  OF\n   16  CREDIT  SHALL  BE  FIFTY  PERCENT  OF  THE  COST  TO THE TAXPAYER OF THE\n   17  PURCHASE AND INSTALLATION OF THE  SECURITY  SYSTEM  DURING  THE  TAXABLE\n   18  YEAR, SUCH CREDIT NOT TO EXCEED SEVEN HUNDRED FIFTY DOLLARS WITH RESPECT\n   19  TO EACH SYSTEM PURCHASED AND INSTALLED.\n   20    S 4. Section 1456 of the tax law is amended by adding a new subsection\n   21  (j-1) to read as follows:\n   22    (J-1) CREDIT FOR SMALL BUSINESS PURCHASE AND INSTALLATION OF A SECURI-\n   23  TY SYSTEM. A TAXPAYER SHALL BE ALLOWED A CREDIT AS HEREINAFTER PROVIDED,\n   24  AGAINST  THE  TAX IMPOSED BY THIS ARTICLE FOR THE PURCHASE AND INSTALLA-\n   25  TION OF A SECURITY SYSTEM, AS SUCH TERM IS DEFINED IN SUBDIVISION  TWEN-\n   26  TY-FOUR-A OF SECTION TWO HUNDRED TEN OF THIS CHAPTER.  THE AMOUNT OF THE\n   27  CREDIT  SHALL  BE  FIFTY  PERCENT  OF  THE  COST  TO THE TAXPAYER OF THE\n   28  PURCHASE AND INSTALLATION OF SUCH SECURITY  SYSTEM  DURING  THE  TAXABLE\n   29  YEAR,    SUCH  CREDIT  NOT  TO  EXCEED  SEVEN HUNDRED FIFTY DOLLARS WITH\n   30  RESPECT TO EACH SYSTEM PURCHASED AND INSTALLED. THE CREDIT ALLOWED UNDER\n   31  THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL NOT REDUCE THE  TAX  DUE  FOR\n   32  SUCH  YEAR  TO  LESS  THAN  THE  MINIMUM  TAX FIXED BY SUBSECTION (B) OF\n   33  SECTION FOURTEEN HUNDRED FIFTY-FIVE OF THIS ARTICLE.\n   34    S 5. Section 1511 of the tax law is amended by adding a  new  subdivi-\n   35  sion (l-1) to read as follows:\n   36    (L-1)  CREDIT FOR SMALL BUSINESS PURCHASE AND INSTALLATION OF SECURITY\n   37  SYSTEM. A TAXPAYER SHALL BE ALLOWED A CREDIT  AS  HEREINAFTER  PROVIDED,\n   38  AGAINST  THE  TAX IMPOSED BY THIS ARTICLE FOR THE PURCHASE AND INSTALLA-\n   39  TION OF A SECURITY SYSTEM, AS SUCH TERM IS DEFINED IN SUBDIVISION  TWEN-\n   40  TY-FOUR-A OF SECTION TWO HUNDRED TEN OF THIS CHAPTER.  THE AMOUNT OF THE\n   41  CREDIT  SHALL  BE  FIFTY  PERCENT  OF  THE  COST  TO THE TAXPAYER OF THE\n   42  PURCHASE AND INSTALLATION OF SUCH SYSTEM DURING THE TAXABLE  YEAR,  SUCH\n   43  CREDIT  NOT  TO  EXCEED SEVEN HUNDRED FIFTY DOLLARS WITH RESPECT TO EACH\n   44  SYSTEM PURCHASED AND INSTALLED. THE CREDIT ALLOWED UNDER  THIS  SUBDIVI-\n   45  SION  FOR ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO\n   46  LESS THAN THE MINIMUM FIXED BY PARAGRAPH  FOUR  OF  SUBDIVISION  (A)  OF\n   47  SECTION FIFTEEN HUNDRED TWO OF THIS ARTICLE.\n   48    S 6. This act shall take effect immediately and shall apply to taxable\n   49  years commencing on or after January 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a tax credit to small businesses that purchase and install a security system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T135722.TXT", "SOBI.D110106.T140222.TXT", "SOBI.D110107.T153415.TXT", "SOBI.D110106.T133720.TXT", "SOBI.D110106.T135221.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432455729
}