{
  "year" : 2011,
  "senateBillNo" : "A1148-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1148-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the use of a cellular or wireless telephone while operating a motor vehicle except in specified circumstances; repealer",
  "summary" : "Prohibits the use of a cellular or wireless telephone while operating a motor vehicle except for the sole purpose of obtaining emergency assistance under certain circumstances as specified herein; provides for civil fines for violations of such provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A6436-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1148\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  prohibiting\n         a driver from using a cellular telephone while operating a motor vehi-\n         cle; and to repeal section 1225-c of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature hereby finds and deter-\n    2  mines that operating a motor vehicle while  talking  on  a  cellular  or\n    3  wireless telephone endangers public safety. Researchers at the Universi-\n    4  ty  of Toronto reported in the New England Journal of Medicine (February\n    5  13, 1997), that driving while talking on a telephone increased the  risk\n    6  of  accident  four-fold.  Their  findings also revealed that operating a\n    7  motor vehicle while talking on a telephone posed the same risk of  acci-\n    8  dent as driving with a high blood alcohol level of .10. In recent years,\n    9  there  has  been  a  rapid growth in the use of wireless communications.\n   10  That growth has resulted in a substantial  increase  in  the  number  of\n   11  motorists  who  talk  on  the  telephone while driving. As more and more\n   12  drivers use cellular and wireless telephones, our roads become less  and\n   13  less safe.\n   14    The  purpose of this legislation is to educate the public of the seri-\n   15  ous and deadly risks involved with using a cellular  or  wireless  tele-\n   16  phone  while operating a motor vehicle. Because the underlying objective\n   17  is to educate, the penalty set forth in this legislation is a mere traf-\n   18  fic infraction rather than a crime. This legislation does recognize that\n   19  there are emergency situations in which the use of a cellular  or  wire-\n   20  less  telephone  while operating a motor vehicle is critical.  In such a\n   21  situation, an individual may assert, as an affirmative defense, that the\n   22  violation was made for the sole purpose of obtaining  emergency  assist-\n   23  ance.   This legislation does not apply to operators of authorized emer-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03698-01-1\n\n       A. 1148                             2\n\n    1  gency vehicles, such as policemen, firemen and emergency medical techni-\n    2  cians. Nothing contained in this legislation shall prevent  a  passenger\n    3  or non-driving occupant from using a cellular or wireless telephone in a\n    4  motor vehicle.\n    5    S 2. Section 1225-c of the vehicle and traffic law is REPEALED.\n    6    S  3.  The  vehicle and traffic law is amended by adding a new section\n    7  397-c to read as follows:\n    8    S 397-C. USE OF A CELLULAR OR WIRELESS  TELEPHONE  WHILE  OPERATING  A\n    9  MOTOR  VEHICLE;  PROHIBITED.  1. AS USED IN THIS SECTION, A \"CELLULAR OR\n   10  WIRELESS TELEPHONE\" MEANS A CELLULAR MOBILE  RADIO  TELEPHONE  OR  OTHER\n   11  RADIO TELEPHONE CAPABLE OF SENDING OR RECEIVING TELEPHONE COMMUNICATIONS\n   12  WITHOUT AN ACCESS LINE FOR SERVICE.\n   13    2.  (A) NO PERSON SHALL OPERATE A MOTOR VEHICLE WHILE USING A CELLULAR\n   14  OR WIRELESS TELEPHONE.\n   15    (B) NOTHING CONTAINED HEREIN SHALL PREVENT ANY PASSENGER  OR  OCCUPANT\n   16  OF  A  MOTOR  VEHICLE, OTHER THAN THE OPERATOR, FROM USING A CELLULAR OR\n   17  WIRELESS TELEPHONE.\n   18    (C) THE PROVISIONS OF THIS SECTION SHALL NOT  APPLY  TO  OPERATORS  OF\n   19  AUTHORIZED  EMERGENCY  VEHICLES AS DEFINED IN SECTION ONE HUNDRED ONE OF\n   20  THIS CHAPTER.\n   21    (D) EVERY PERSON CONVICTED OF VIOLATING THE PROVISIONS OF THIS SECTION\n   22  SHALL BE PUNISHED BY A CIVIL FINE OF NOT MORE THAN ONE HUNDRED DOLLARS.\n   23    (E) A PERSON PROSECUTED UNDER  THE  PROVISIONS  OF  THIS  SECTION  MAY\n   24  ASSERT  AS  AN  AFFIRMATIVE  DEFENSE THAT THE VIOLATION WAS MADE FOR THE\n   25  SOLE PURPOSE OF OBTAINING EMERGENCY ASSISTANCE IF HE OR SHE  HAD  REASON\n   26  TO  FEAR  FOR HIS OR HER LIFE OR SAFETY, OR BELIEVED THAT A CRIMINAL ACT\n   27  WAS ABOUT TO BE PERPETRATED AGAINST HIM OR HER NECESSITATING THE USE  OF\n   28  SUCH CELLULAR OR WIRELESS TELEPHONE WHILE OPERATING A MOTOR VEHICLE.\n   29    S 4. This act shall take effect on the one hundred eightieth day after\n   30  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to prohibiting a driver from using a cellular telephone while operating a motor vehicle; and to repeal section 1225-c of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110107.T153415.TXT", "SOBI.D110106.T134721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432455752
}