{
  "year" : 2011,
  "senateBillNo" : "A1140-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1140-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Raises the level of certain criminal possession and criminal sale of weapons crimes if they are committed on school grounds",
  "summary" : "Raises the level of certain criminal possession and criminal sale of weapons crimes if they are committed on school grounds; defines \"school grounds\" as in or on or within any building, structure, athletic playing field, playground or land contained within the real property boundary line of a public or private elementary, parochial, intermediate, junior high, vocational, or high school, or any area accessible to the public located within one thousand feet of the real property boundary line comprising any such school or any parked automobile or other parked vehicle located within one thousand feet of the real property boundary line comprising any such school; defines \"area accessible to the public\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A5171-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1140\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT to amend the penal law, in relation to the commission of certain\n         weapons offenses on school grounds\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 265.00 of the penal law is amended by adding a new\n    2  subdivision 24 to read as follows:\n    3    24. \"SCHOOL GROUNDS\" MEANS (A) ANY AREA IN, ON OR WITHIN ANY BUILDING,\n    4  STRUCTURE, ATHLETIC PLAYING FIELD, PLAYGROUND OR LAND  CONTAINED  WITHIN\n    5  THE REAL PROPERTY BOUNDARY LINE OF A PUBLIC OR PRIVATE ELEMENTARY, PARO-\n    6  CHIAL, INTERMEDIATE, JUNIOR HIGH, VOCATIONAL, OR HIGH SCHOOL, OR (B) ANY\n    7  AREA  ACCESSIBLE  TO  THE PUBLIC LOCATED WITHIN ONE THOUSAND FEET OF THE\n    8  REAL PROPERTY BOUNDARY LINE COMPRISING ANY SUCH  SCHOOL  OR  ANY  PARKED\n    9  AUTOMOBILE  OR  OTHER PARKED VEHICLE LOCATED WITHIN ONE THOUSAND FEET OF\n   10  THE REAL PROPERTY BOUNDARY LINE COMPRISING  ANY  SUCH  SCHOOL.  FOR  THE\n   11  PURPOSES  OF  THIS SECTION AN \"AREA ACCESSIBLE TO THE PUBLIC\" SHALL MEAN\n   12  SIDEWALKS, STREETS, PARKING LOTS, PARKS, PLAYGROUNDS, STORES AND RESTAU-\n   13  RANTS.\n   14    S 2. Section 265.02 of the penal law is amended by adding a new subdi-\n   15  vision 9 to read as follows:\n   16    (9) HE OR SHE COMMITS THE CRIME OF CRIMINAL POSSESSION OF A WEAPON  IN\n   17  THE  FOURTH DEGREE AS DEFINED IN SECTION 265.01 OF THIS ARTICLE AND SUCH\n   18  CRIME TAKES PLACE UPON SCHOOL GROUNDS.\n   19    S 3. Section 265.03 of the penal law, as amended by chapter 742 of the\n   20  laws of 2006, subdivisions 1 and 3 as amended by chapter 745 of the laws\n   21  of 2006, is amended to read as follows:\n   22  S 265.03 Criminal possession of a weapon in the second degree.\n   23    A person is guilty of criminal possession of a weapon  in  the  second\n   24  degree when:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03539-01-1\n\n       A. 1140                             2\n\n    1    (1)  with  intent  to  use  the  same unlawfully against another, such\n    2  person:\n    3    (a) possesses a machine-gun; or\n    4    (b) possesses a loaded firearm; or\n    5    (c) possesses a disguised gun; or\n    6    (D)  COMMITS THE CRIME OF CRIMINAL POSSESSION OF A WEAPON IN THE THIRD\n    7  DEGREE AS DEFINED IN SUBDIVISION ONE, TWO, THREE, FIVE, SIX,  SEVEN,  OR\n    8  EIGHT  OF  SECTION  265.02 OF THIS ARTICLE AND SUCH CRIME TAKES PLACE ON\n    9  SCHOOL GROUNDS; OR\n   10    (2) such person possesses five or more firearms; or\n   11    (3) such person possesses any loaded firearm.  Such  possession  shall\n   12  not, except as provided in subdivision one or seven of section 265.02 of\n   13  this  article,  constitute  a  violation  of  this  subdivision  if such\n   14  possession takes place in such person's home or place of business.\n   15    Criminal possession of a weapon in the second  degree  is  a  class  C\n   16  felony.\n   17    S 4. Section 265.04 of the penal law, as amended by chapter 764 of the\n   18  laws of 2005, is amended to read as follows:\n   19  S 265.04 Criminal possession of a weapon in the first degree.\n   20    A  person  is  guilty  of criminal possession of a weapon in the first\n   21  degree when such person:\n   22    (1) possesses any explosive substance with  intent  to  use  the  same\n   23  unlawfully against the person or property of another; or\n   24    (2) possesses ten or more firearms[.]; OR\n   25    (3) COMMITS THE CRIME OF CRIMINAL POSSESSION OF A WEAPON IN THE SECOND\n   26  DEGREE  AS  DEFINED IN SUBDIVISION ONE OF SECTION 265.03 OF THIS ARTICLE\n   27  AND SUCH CRIME TAKES PLACE ON SCHOOL GROUNDS.\n   28    Criminal possession of a weapon in the first degree is a class B felo-\n   29  ny.\n   30    S 5. Section 265.12 of the penal law, as amended by chapter 764 of the\n   31  laws of 2005, is amended to read as follows:\n   32  S 265.12 Criminal sale of a firearm in the second degree.\n   33    A person is guilty of criminal sale of a firearm in the second  degree\n   34  when such person:\n   35    (1)  unlawfully sells, exchanges, gives or disposes of to another five\n   36  or more firearms; or\n   37    (2) unlawfully sells, exchanges,  gives  or  disposes  of  to  another\n   38  person  or  persons  a total of five or more firearms in a period of not\n   39  more than one year[.]; OR\n   40    (3) COMMITS THE CRIME OF CRIMINAL SALE  OF  A  FIREARM  IN  THE  THIRD\n   41  DEGREE  AS  DEFINED  IN SUBDIVISION ONE OR TWO OF SECTION 265.11 OF THIS\n   42  ARTICLE AND SUCH CRIME TAKES PLACE ON SCHOOL GROUNDS.\n   43    Criminal sale of a firearm in the second degree is a class C felony.\n   44    S 6. This act shall take effect on the first of November next succeed-\n   45  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the commission of certain weapons offenses on school grounds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T153415.TXT", "SOBI.D110106.T133720.TXT", "SOBI.D110106.T135221.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432455716
}