{
  "year" : 2011,
  "senateBillNo" : "A1155-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1155-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the operation of a school, camp, or charter omnibus with any passenger standing",
  "summary" : "Prohibits, without exception, the operation of a school, camp, or charter omnibus with any passenger standing. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A223-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1155\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER, DINOWITZ, GUNTHER -- Multi-Sponsored by\n         -- M. of A.  ENGLEBRIGHT, PERRY, P. RIVERA, TOWNS, WEINSTEIN  --  read\n         once and referred to the Committee on Transportation\n\n       AN  ACT to amend the vehicle and traffic law, in relation to prohibiting\n         standing on school, camp, and charter omnibuses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 1229-b of the vehicle and traffic law, as amended\n    2  by chapter 19 of the laws of 2000, is amended to read as follows:\n    3    S 1229-b. Operation of school, camp and charter omnibuses with passen-\n    4  gers standing prohibited. 1. When the number of  passengers  is  greater\n    5  than  the  number  of seats available, it shall be unlawful to operate a\n    6  camp or charter omnibus upon the public highways [for a distance of  ten\n    7  miles or more] with any passenger standing.\n    8    2.  It  shall be unlawful to operate upon the public highways a school\n    9  bus owned by or contracted to  a  school  district  with  any  passenger\n   10  standing  whenever  it is employed exclusively for the transportation of\n   11  students under the age of  twenty-one  and  teachers  or  other  persons\n   12  acting  in  a  supervisory  capacity  to or from school or school activ-\n   13  ities[, except as provided in paragraph (a) or (b) of this subdivision:\n   14    (a) Standing passengers  may  be  permitted  on  such  a  school  bus,\n   15  provided  that  the  number of standing passengers on a school bus shall\n   16  not exceed the limit established  in  the  following  schedule  for  the\n   17  applicable time period:\n   18       Period:                              Not more than:\n   19  Through June 30, 2001                 20% of approved seating capacity\n   20  Between July 1, 2001 and              15% of approved seating capacity\n   21   June 30, 2002\n   22  Between July 1, 2002 and              10% of approved seating capacity\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00733-01-1\n\n       A. 1155                             2\n\n    1   June 30, 2003\n    2  Between July 1, 2003 and              5% of approved seating capacity\n    3   June 30, 2004\n    4    (b) Notwithstanding any other provision of this section to the contra-\n    5  ry, standing passengers may be permitted without limitation as to number\n    6  during the first ten days of session in each school year, and in circum-\n    7  stances  where  a  breakdown,  accident,  or other unforeseen occurrence\n    8  necessitates the transportation of standing passengers.\n    9    (c) Nothing contained in this section shall be construed  to  restrict\n   10  the  power  of  a city with a population of one million or more to adopt\n   11  and enforce local laws that comply with at least the minimum  applicable\n   12  standards set forth in this section].\n   13    S  2.  This  act  shall  take  effect  on  the first of September next\n   14  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to prohibiting standing on school, camp, and charter omnibuses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T152415.TXT", "SOBI.D110106.T134721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294431855406
}