{
  "year" : 2011,
  "senateBillNo" : "A1154-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1154-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires children aged 5 to 15 on school buses equipped or required to be equipped therewith to use safety belts",
  "summary" : "Provides that children ages 5 through 15 inclusive must use safety belts when riding on a school bus equipped with safety belts or required by law to be equipped with safety belts; driver is subject to a fine of up to $50 in the event of a violation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A3644-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1154\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         certain  passengers  to use seat belts on school buses equipped there-\n         with\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 5 of section 1229-c of the vehicle and traffic\n    2  law, as amended by chapter 241 of the laws of 2007, is amended  to  read\n    3  as follows:\n    4    5.  Any  person  who  violates  the provisions of subdivision three OR\n    5  ELEVEN-A of this section shall be punished by a  civil  fine  of  up  to\n    6  fifty  dollars.  Any  person  who violates the provisions of subdivision\n    7  one, two, eleven or thirteen of this section  shall  be  punished  by  a\n    8  civil  fine  of  not  less  than  twenty-five  nor more than one hundred\n    9  dollars. In any prosecution or proceeding alleging a violation of  para-\n   10  graph (b) of subdivision one or paragraph (c) of subdivision two of this\n   11  section,  it  shall be an affirmative defense that the passenger subject\n   12  to the requirements of such paragraphs was restrained by a  safety  belt\n   13  and  measures  more  than  four feet nine inches in height and/or weighs\n   14  more than one hundred pounds.\n   15    S 2. Section 1229-c of the vehicle  and  traffic  law  is  amended  by\n   16  adding a new subdivision 11-a to read as follows:\n   17    11-A.  NOTWITHSTANDING  THE  PROVISIONS  OF  SUBDIVISION  FOUR OF THIS\n   18  SECTION, NO PERSON SHALL OPERATE A SCHOOL BUS EQUIPPED WITH SEAT  SAFETY\n   19  BELTS  OR  REQUIRED  TO  BE  EQUIPPED WITH SEAT SAFETY BELTS PURSUANT TO\n   20  SUBDIVISION FIVE OF SECTION THREE HUNDRED EIGHTY-THREE OF  THIS  CHAPTER\n   21  UNLESS  ALL PASSENGERS OVER THE AGE OF FOUR AND UNDER THE AGE OF SIXTEEN\n   22  ARE RESTRAINED BY A SEAT SAFETY BELT.\n   23    S 3. This act shall  take  effect  on  the  first  of  September  next\n   24  succeeding the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00728-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring certain passengers to use seat belts on school buses equipped therewith ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T153415.TXT", "SOBI.D110106.T134721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432455758
}