{
  "year" : 2011,
  "senateBillNo" : "A1150-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1150-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires manufacturers to use a coding system on all handgun and assault weapon ammunition",
  "summary" : "Establishes a statewide database to maintain and track coded ammunition; establishes penalties for individuals who violate such provisions; also establishes the ammunition coding system database fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A6252-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1150\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, JEFFRIES, BENEDETTO, BROOK-KRASNY, DINOW-\n         ITZ,  CAMARA,  SCHROEDER,  CLARK,  BOYLAND,  HOOPER,   PEOPLES-STOKES,\n         KAVANAGH  -- Multi-Sponsored by -- M. of A. GOTTFRIED, LAVINE, MAISEL,\n         MARKEY, McENENY, MILLMAN, O'DONNELL,  PHEFFER,  TOWNS,  WEISENBERG  --\n         read once and referred to the Committee on Codes\n\n       AN  ACT to amend the general business law and the penal law, in relation\n         to establishing a statewide database to maintain and track coded ammu-\n         nition and establishing penalties for  individuals  who  violate  such\n         provisions;  and to amend the state finance law, in relation to estab-\n         lishing the ammunition coding system database fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The legislature hereby finds that\n    2  each year in the United States more than thirty percent of all homicides\n    3  involving a gun go unsolved. Handgun ammunition  accounts  for  approxi-\n    4  mately  eighty  percent of all ammunition sold within the United States.\n    5  Current technology for matching a bullet used in a crime to the gun that\n    6  fired it has worked moderately well for years, but presupposes that  the\n    7  weapon  was recovered by law enforcement. Ammunition coding is a new and\n    8  effective way for law enforcement to quickly identify persons of  inter-\n    9  est in gun crime investigations.\n   10    S  2. The general business law is amended by adding a new section 396-\n   11  gg to read as follows:\n   12    S 396-GG. AMMUNITION CODING SYSTEM DATABASE. 1. THE DIVISION OF CRIMI-\n   13  NAL JUSTICE SERVICES IS RESPONSIBLE FOR ESTABLISHING AND MAINTAINING  AN\n   14  AMMUNITION  CODING  SYSTEM  DATABASE  CONTAINING  INFORMATION  FROM  THE\n   15  FOLLOWING:\n   16    A. THE MANUFACTURER REGISTRY. (I) EVERY  MANUFACTURER  SHALL  REGISTER\n   17  WITH THE DIVISION OF CRIMINAL JUSTICE SERVICES IN A MANNER PRESCRIBED BY\n   18  THE  DIVISION, AND SHALL MAINTAIN RECORDS ON THE BUSINESS PREMISES FOR A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03639-01-1\n\n       A. 1150                             2\n\n    1  PERIOD OF SEVEN YEARS CONCERNING ALL  SALES,  LOANS,  AND  TRANSFERS  OF\n    2  AMMUNITION TO, FROM, OR WITHIN THE STATE.\n    3    (II)  EVERY  MANUFACTURER  SHALL  CODE ANY AMMUNITION FOR HANDGUNS AND\n    4  ASSAULT WEAPONS SOLD OR MANUFACTURED AFTER JANUARY FIRST,  TWO  THOUSAND\n    5  TWELVE.\n    6    B. THE VENDOR REGISTRY. EVERY VENDOR OF AMMUNITION SHALL REGISTER WITH\n    7  THE  DIVISION OF CRIMINAL JUSTICE SERVICES IN A MANNER PRESCRIBED BY THE\n    8  DIVISION, AND  SHALL  RECORD  THE  FOLLOWING  INFORMATION  IN  A  FORMAT\n    9  PRESCRIBED BY THE DIVISION:\n   10    (I) THE DATE OF THE TRANSACTION;\n   11    (II) THE NAME OF THE TRANSFEREE;\n   12    (III)  THE  PURCHASER'S  DRIVER'S  LICENSE  NUMBER OR OTHER GOVERNMENT\n   13  ISSUED IDENTIFICATION CARD NUMBER;\n   14    (IV) THE DATE OF BIRTH OF THE PURCHASER;\n   15    (V) THE UNIQUE IDENTIFIER OF ALL HANDGUN AMMUNITION OR BULLETS  TRANS-\n   16  FERRED; AND\n   17    (VI) ANY OTHER INFORMATION DETERMINED NECESSARY BY THE DIVISION.\n   18    EVERY  VENDOR  SHALL  MAINTAIN  THESE  RECORDS ON THEIR PREMISES FOR A\n   19  PERIOD OF AT LEAST THREE YEARS FROM THE DATE OF THE RECORDED PURCHASE.\n   20    2. TO THE GREATEST EXTENT POSSIBLE OR PRACTICAL, THE AMMUNITION CODING\n   21  SYSTEM DATABASE SHALL BE BUILT WITHIN THE FRAMEWORK OF EXISTING FIREARMS\n   22  DATABASES. THE AMMUNITION CODING SYSTEM DATABASE SHALL BE OPERATIONAL NO\n   23  LATER THAN JANUARY FIRST, TWO THOUSAND THIRTEEN.\n   24    3. PRIVACY OF INDIVIDUALS IS  OF  THE  UTMOST  IMPORTANCE.  ACCESS  TO\n   25  INFORMATION IN THE AMMUNITION CODING SYSTEM DATABASE IS RESERVED FOR KEY\n   26  LAW  ENFORCEMENT  PERSONNEL AND TO BE RELEASED ONLY IN CONNECTION WITH A\n   27  CRIMINAL INVESTIGATION.\n   28    4. THE COST OF MAINTAINING THE DATABASE SHALL BE FUNDED BY THE AMMUNI-\n   29  TION CODING SYSTEM DATABASE FUND ESTABLISHED PURSUANT TO  SECTION  NINE-\n   30  TY-ONE-H  OF  THE  STATE FINANCE LAW. VENDORS SHALL CHARGE AN ADDITIONAL\n   31  $.005 PER BULLET OR ROUND OF AMMUNITION TO THE PURCHASER.   SUCH  MONEYS\n   32  SHALL BE DEPOSITED INTO THE FUND.\n   33    5.  ANY  PERSON  IN POSSESSION OF NON-CODED AMMUNITION MUST DISPOSE OF\n   34  SUCH AMMUNITION NO LATER THAN JANUARY FIRST, TWO THOUSAND FOURTEEN.\n   35    6. A. ANY  MANUFACTURER  THAT  WILLFULLY  FAILS  TO  COMPLY  WITH  THE\n   36  PROVISIONS OF THIS SECTION SHALL BE SUBJECT TO A FINE OF UP TO ONE THOU-\n   37  SAND  DOLLARS FOR A FIRST OFFENSE; A FINE OF UP TO FIVE THOUSAND DOLLARS\n   38  FOR A SECOND OFFENSE; AND A FINE OF UP TO TEN  THOUSAND  DOLLARS  FOR  A\n   39  THIRD AND EACH SUBSEQUENT OFFENSE.\n   40    B.  ANY  VENDOR  THAT WILLFULLY FAILS TO COMPLY WITH THE PROVISIONS OF\n   41  THIS SECTION SHALL BE SUBJECT TO A FINE OF UP TO  ONE  THOUSAND  DOLLARS\n   42  FOR  A  FIRST OFFENSE; A FINE OF UP TO TWO THOUSAND DOLLARS FOR A SECOND\n   43  OFFENSE; AND A FINE OF UP TO FIVE THOUSAND DOLLARS FOR A THIRD AND  EACH\n   44  SUBSEQUENT  OFFENSE.  IN  ADDITION  TO ANY FINE IMPOSED PURSUANT TO THIS\n   45  SECTION, A VENDOR MAY BE SUBJECT TO A TERM OF IMPRISONMENT OF LESS  THAN\n   46  ONE YEAR FOR EACH VIOLATION.\n   47    7.  FOR  PURPOSES  OF  THIS SECTION, \"CODED AMMUNITION\" MEANS A BULLET\n   48  CARRYING A UNIQUE IDENTIFIER THAT HAS BEEN APPLIED BY ETCHING  ONTO  THE\n   49  BASE OF THE BULLET PROJECTILE.\n   50    S  3.  The penal law is amended by adding a new section 265.45 to read\n   51  as follows:\n   52  S 265.45 UNLAWFUL SALE OR POSSESSION OF UNCODED AMMUNITION.\n   53    A PERSON IS GUILTY OF UNLAWFUL SALE OF UNCODED AMMUNITION WHEN  HE  OR\n   54  SHE:\n   55    1.  SELLS  ANY  AMMUNITION THAT HAS NOT BEEN CODED PURSUANT TO SECTION\n   56  THREE HUNDRED NINETY-SIX-GG OF THE GENERAL BUSINESS LAW; OR\n\n       A. 1150                             3\n\n    1    2. POSSESSES ANY AMMUNITION THAT IS UNCODED, OR THE CODE OF WHICH  HAS\n    2  BEEN RENDERED UNREADABLE.\n    3    UNLAWFUL  SALE OR POSSESSION OF UNCODED AMMUNITION IS A CLASS A MISDE-\n    4  MEANOR.\n    5    S 4. The state finance law is amended by adding a new section 91-h  to\n    6  read as follows:\n    7    S  91-H.  AMMUNITION  CODING  SYSTEM DATABASE FUND. 1. THERE IS HEREBY\n    8  CREATED IN THE JOINT CUSTODY OF THE COMPTROLLER AND THE COMMISSIONER  OF\n    9  TAXATION AND FINANCE, A FUND TO BE KNOWN AS THE AMMUNITION CODING SYSTEM\n   10  DATABASE FUND.\n   11    2.  THE FUND SHALL CONSIST OF ALL MONEYS COLLECTED PURSUANT TO SECTION\n   12  THREE HUNDRED NINETY-SIX-GG OF THE GENERAL BUSINESS LAW,  OR  ANY  OTHER\n   13  MONEY APPROPRIATED TO THE FUND BY LAW.\n   14    3.  THE MONEYS OF THE FUND SHALL BE USED TO ESTABLISH AND MAINTAIN THE\n   15  AMMUNITION CODING SYSTEM DATABASE  CREATED  PURSUANT  TO  SECTION  THREE\n   16  HUNDRED NINETY-SIX-GG OF THE GENERAL BUSINESS LAW.\n   17    4.  MONEYS  SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND WARRANT OF\n   18  THE STATE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY THE DIRECTOR\n   19  OF THE DIVISION OF CRIMINAL JUSTICE SERVICES.\n   20    S 5. This act shall take effect on the ninetieth day  after  it  shall\n   21  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the penal law, in relation to establishing a statewide database to maintain and track coded ammunition and establishing penalties for individuals who violate such provisions; and to amend the state finance law, in relation to establishing the ammunition coding system database fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134221.TXT", "SOBI.D110107.T153415.TXT", "SOBI.D110106.T134721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432455762
}