{
  "year" : 2011,
  "senateBillNo" : "A1156-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1156-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"anti-organized retail theft act\"",
  "summary" : "Enacts the \"anti-organized retail theft act\"; criminalizes organized retail theft and establishes the crime of leader of an organized retail theft enterprise; relates to the authorization of jurisdiction and venue and authorized sentences for a pattern of criminal offenses; relates to the aggregated value of stolen merchandise; relates to the use of an emergency in the theft of property; relates to the possession of anti-security items; relates to retail sales receipt and universal product code label fraud; relates to itinerant vendors; and relates to theft with intent to resell on an online marketplace. ",
  "currentCommittee" : null,
  "sameAs" : "S529",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1328-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1156\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PHEFFER, BING -- Multi-Sponsored by -- M. of A.\n         McDONOUGH -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation  to  criminalizing  organized\n         retail  theft  and  establishing  the  crime of leader of an organized\n         retail theft enterprise (Part A); to amend the penal law, in  relation\n         to   the  authorization  of  jurisdiction  and  venue  and  authorized\n         sentences for a pattern of criminal offenses (Part B);  to  amend  the\n         penal  law,  in relation to the aggregated value of stolen merchandise\n         (Part C); to amend the penal law, in relation to the use of  emergency\n         exit  in  the  theft  of property (Part D); to amend the penal law, in\n         relation to the possession of anti-security items (Part E);  to  amend\n         the penal law, in relation to retail sales receipt and universal prod-\n         uct  code  label fraud (Part F); to amend the general business law, in\n         relation to itinerant vendors (Part G); and to amend the penal law, in\n         relation to theft with intent to resell on an online marketplace (Part\n         H)\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This act shall be known and may be cited as the \"anti-or-\n    2  ganized retail theft act\".\n    3    S 2. This act enacts into law major components  of  legislation  which\n    4  are  necessary  to  implement the anti-organized retail theft act.  Each\n    5  component is wholly contained  within  a  Part  identified  as  Parts  A\n    6  through  H.  The  effective date for each particular provision contained\n    7  within such Part is set forth in the last  section  of  such  Part.  Any\n    8  provision  in  any section contained within a Part, including the effec-\n    9  tive date of the Part, which makes reference to a section \"of this act\",\n   10  when used in connection with that particular component, shall be  deemed\n   11  to  mean  and refer to the corresponding section of the Part in which it\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00205-01-1\n\n       A. 1156                             2\n\n    1  is found. Section four of this act sets forth the general effective date\n    2  of this act.\n\n    3                                   PART A\n\n    4    Section  1.  Legislative  intent.  Organized retail theft is a growing\n    5  problem for retailers in this state and throughout the United States. It\n    6  is committed by professional theft rings which move  across  communities\n    7  and  states  to  pilfer merchandise from supermarkets, chain drugstores,\n    8  independent pharmacies, mass merchandisers and convenience stores,  then\n    9  resell  that  merchandise  over the internet, at flea markets and to the\n   10  stores from which it was stolen. Popular items include  infant  formula,\n   11  skin care products, heartburn medications and shaving products.  Accord-\n   12  ing to the Federal Bureau of Investigation, organized retail theft loss-\n   13  es  have  amounted  to  as  much as $30 billion. This act is intended to\n   14  provide an additional tool to retailers  to  fight  back  against  these\n   15  shoplifting gangs.\n   16    S  2.  The  penal law is amended by adding two new sections 155.50 and\n   17  155.55 to read as follows:\n   18  S 155.50 RETAIL THEFT.\n   19    1. DEFINITIONS. THE FOLLOWING DEFINITIONS APPLY TO THIS SECTION:\n   20    (A) \"SHOPPING CART\" MEANS PUSHCARTS OF THE TYPE  OR  TYPES  WHICH  ARE\n   21  COMMONLY  PROVIDED BY GROCERY STORES, DRUGSTORES OR OTHER RETAIL MERCAN-\n   22  TILE ESTABLISHMENTS FOR THE USE OF THE PUBLIC  IN  TRANSPORTING  COMMOD-\n   23  ITIES  IN  STORES  AND  MARKETS  AND, INCIDENTALLY, FROM THE STORES TO A\n   24  PLACE OUTSIDE THE STORE;\n   25    (B) \"STORE OR OTHER RETAIL MERCANTILE  ESTABLISHMENT\"  MEANS  A  PLACE\n   26  WHERE  MERCHANDISE  IS DISPLAYED, HELD, STORED OR SOLD OR OFFERED TO THE\n   27  PUBLIC FOR SALE;\n   28    (C) \"MERCHANDISE\" MEANS ANY GOODS, CHATTELS, FOODSTUFFS  OR  WARES  OF\n   29  ANY TYPE AND DESCRIPTION, REGARDLESS OF THE VALUE THEREOF;\n   30    (D)  \"MERCHANT\"  MEANS  ANY  OWNER  OR  OPERATOR OF ANY STORE OR OTHER\n   31  RETAIL  MERCANTILE  ESTABLISHMENT,  OR  ANY  AGENT,  SERVANT,  EMPLOYEE,\n   32  LESSEE, CONSIGNEE, OFFICER, DIRECTOR, FRANCHISEE OR INDEPENDENT CONTRAC-\n   33  TOR OF SUCH OWNER OR PROPRIETOR;\n   34    (E)  \"PERSON\" MEANS ANY INDIVIDUAL OR INDIVIDUALS, INCLUDING AN AGENT,\n   35  SERVANT OR EMPLOYEE OF A MERCHANT WHERE THE FACTS OF  THE  SITUATION  SO\n   36  REQUIRE;\n   37    (F) \"CONCEAL\" MEANS TO CONCEAL MERCHANDISE SO THAT, ALTHOUGH THERE MAY\n   38  BE  SOME  NOTICE  OF  ITS  PRESENCE,  IT IS NOT VISIBLE THROUGH ORDINARY\n   39  OBSERVATION;\n   40    (G) \"FULL RETAIL VALUE\" MEANS  THE  MERCHANT'S  STATED  OR  ADVERTISED\n   41  PRICE OF THE MERCHANDISE;\n   42    (H) \"PREMISES OF A STORE OR RETAIL MERCANTILE ESTABLISHMENT\" MEANS AND\n   43  INCLUDES BUT IS NOT LIMITED TO, THE RETAIL MERCANTILE ESTABLISHMENT; ANY\n   44  COMMON  USE AREAS IN SHOPPING CENTERS AND ALL PARKING AREAS SET ASIDE BY\n   45  A MERCHANT OR ON BEHALF OF A MERCHANT FOR THE PARKING  OF  VEHICLES  FOR\n   46  THE CONVENIENCE OF THE PATRONS OF SUCH RETAIL MERCANTILE ESTABLISHMENT;\n   47    (I)  \"UNDER-RING\"  MEANS  TO  CAUSE  THE  CASH  REGISTER OR OTHER SALE\n   48  RECORDING DEVICE TO REFLECT LESS THAN  THE  FULL  RETAIL  VALUE  OF  THE\n   49  MERCHANDISE;\n   50    (J)  \"ANTI-SHOPLIFTING  OR  INVENTORY  CONTROL  DEVICE COUNTERMEASURE\"\n   51  MEANS ANY ITEM OR DEVICE WHICH IS DESIGNED, MANUFACTURED,  MODIFIED,  OR\n   52  ALTERED TO DEFEAT ANY ANTI-SHOPLIFTING OR INVENTORY CONTROL DEVICE; AND\n\n       A. 1156                             3\n\n    1    (K)  \"ORGANIZED  RETAIL THEFT ENTERPRISE\" MEANS ANY ASSOCIATION OF TWO\n    2  OR MORE PERSONS WHO ENGAGE IN THE CONDUCT OF OR ARE ASSOCIATED  FOR  THE\n    3  PURPOSE OF EFFECTUATING THE TRANSFER OR SALE OF SHOPLIFTED MERCHANDISE.\n    4    2.  SHOPLIFTING.  SHOPLIFTING  SHALL CONSIST OF ANY ONE OR MORE OF THE\n    5  FOLLOWING ACTS:\n    6    (A) FOR ANY PERSON PURPOSELY TO TAKE POSSESSION OF, CARRY AWAY, TRANS-\n    7  FER OR  CAUSE  TO  BE  CARRIED  AWAY  OR  TRANSFERRED,  ANY  MERCHANDISE\n    8  DISPLAYED, HELD, STORED OR OFFERED FOR SALE BY ANY STORE OR OTHER RETAIL\n    9  MERCANTILE ESTABLISHMENT WITH THE INTENTION OF DEPRIVING THE MERCHANT OF\n   10  THE  POSSESSION,  USE  OR  BENEFIT OF SUCH MERCHANDISE OR CONVERTING THE\n   11  SAME TO THE USE OF SUCH PERSON WITHOUT PAYING TO THE MERCHANT  THE  FULL\n   12  RETAIL VALUE THEREOF;\n   13    (B)  FOR  ANY  PERSON  PURPOSELY  TO CONCEAL UPON HIS OR HER PERSON OR\n   14  OTHERWISE ANY MERCHANDISE OFFERED FOR SALE BY ANY STORE OR OTHER  RETAIL\n   15  MERCANTILE ESTABLISHMENT WITH THE INTENTION OF DEPRIVING THE MERCHANT OF\n   16  THE PROCESSES, USE OR BENEFIT OF SUCH MERCHANDISE OR CONVERTING THE SAME\n   17  TO THE USE OF SUCH PERSON WITHOUT PAYING TO THE MERCHANT THE VALUE THER-\n   18  EOF;\n   19    (C)  FOR  ANY PERSON PURPOSELY TO ALTER, TRANSFER OR REMOVE ANY LABEL,\n   20  PRICE TAG OR MARKING INDICIA OF VALUE OR ANY OTHER MARKINGS WHICH AID IN\n   21  DETERMINING VALUE AFFIXED TO ANY MERCHANDISE DISPLAYED, HELD, STORED  OR\n   22  OFFERED  FOR  SALE BY ANY STORE OR OTHER RETAIL MERCANTILE ESTABLISHMENT\n   23  AND TO ATTEMPT TO PURCHASE SUCH MERCHANDISE  PERSONALLY  OR  IN  CONSORT\n   24  WITH  ANOTHER  AT  LESS THAN THE FULL RETAIL VALUE WITH THE INTENTION OF\n   25  DEPRIVING THE MERCHANT OF ALL OR SOME PART OF THE VALUE THEREOF;\n   26    (D) FOR ANY PERSON PURPOSELY TO TRANSFER  ANY  MERCHANDISE  DISPLAYED,\n   27  HELD, STORED OR OFFERED FOR SALE BY ANY STORE OR OTHER RETAIL MERCANTILE\n   28  ESTABLISHMENT  FROM  THE  CONTAINER  IN  OR  ON  WHICH THE SAME SHALL BE\n   29  DISPLAYED TO ANY OTHER CONTAINER WITH INTENT TO DEPRIVE THE MERCHANT  OF\n   30  ALL OR SOME PART OF THE RETAIL VALUE THEREOF;\n   31    (E)  FOR  ANY  PERSON  PURPOSELY  TO  UNDER-RING WITH THE INTENTION OF\n   32  DEPRIVING THE MERCHANT OF THE FULL RETAIL VALUE THEREOF; AND\n   33    (F) FOR ANY PERSON PURPOSELY TO REMOVE A SHOPPING CART FROM THE  PREM-\n   34  ISES  OF  A  STORE  OR OTHER RETAIL MERCANTILE ESTABLISHMENT WITHOUT THE\n   35  CONSENT OF THE MERCHANT GIVEN AT THE  TIME  OF  SUCH  REMOVAL  WITH  THE\n   36  INTENTION  OF  PERMANENTLY DEPRIVING THE MERCHANT OF THE POSSESSION, USE\n   37  OR BENEFIT OF SUCH CART.\n   38    3. GRADATION. (A) SHOPLIFTING CONSTITUTES GRAND LARCENY IN THE  SECOND\n   39  DEGREE IF:\n   40    (I) THE FULL RETAIL VALUE OF THE MERCHANDISE IS FIFTY THOUSAND DOLLARS\n   41  OR MORE; OR\n   42    (II) THE OFFENSE IS COMMITTED IN FURTHERANCE OF OR IN CONJUNCTION WITH\n   43  AN  ORGANIZED  RETAIL  THEFT ENTERPRISE AND THE FULL RETAIL VALUE OF THE\n   44  MERCHANDISE IS ONE THOUSAND DOLLARS OR MORE.\n   45    (B) SHOPLIFTING CONSTITUTES GRAND LARCENY IN THE THIRD DEGREE IF:\n   46    (I) THE FULL RETAIL VALUE OF THE MERCHANDISE IS AT LEAST  THREE  THOU-\n   47  SAND DOLLARS BUT IS LESS THAN FIFTY THOUSAND DOLLARS; OR\n   48    (II) THE OFFENSE IS COMMITTED IN FURTHERANCE OF OR IN CONJUNCTION WITH\n   49  AN  ORGANIZED  RETAIL  THEFT ENTERPRISE AND THE FULL RETAIL VALUE OF THE\n   50  MERCHANDISE IS LESS THAN ONE THOUSAND DOLLARS.\n   51    (C) SHOPLIFTING CONSTITUTES GRAND LARCENY IN THE FOURTH DEGREE IF  THE\n   52  FULL  RETAIL VALUE OF THE MERCHANDISE IS AT LEAST A THOUSAND DOLLARS BUT\n   53  IS LESS THAN THREE THOUSAND DOLLARS.\n   54    (D) SHOPLIFTING CONSTITUTES PETIT LARCENY IF THE FULL RETAIL VALUE  OF\n   55  THE MERCHANDISE IS LESS THAN ONE THOUSAND DOLLARS.\n\n       A. 1156                             4\n\n    1    (E)  THE  VALUE  OF  THE  MERCHANDISE  INVOLVED IN A VIOLATION OF THIS\n    2  SECTION MAY BE AGGREGATED IN DETERMINING THE GRADE OF THE OFFENSE  WHERE\n    3  THE  ACTS OR CONDUCT CONSTITUTING A VIOLATION WERE COMMITTED PURSUANT TO\n    4  ONE SCHEME OR COURSE OF CONDUCT, WHETHER FROM THE SAME PERSON OR SEVERAL\n    5  PERSONS,  OR  WERE COMMITTED IN FURTHERANCE OF OR IN CONJUNCTION WITH AN\n    6  ORGANIZED RETAIL THEFT ENTERPRISE.\n    7    (F) ANY PERSON WHO POSSESSES OR USES ANY ANTI-SHOPLIFTING OR INVENTORY\n    8  CONTROL DEVICE COUNTERMEASURE WITHIN ANY STORE OR OTHER  RETAIL  MERCAN-\n    9  TILE ESTABLISHMENT IS GUILTY OF A CLASS B MISDEMEANOR.\n   10    4.  PRESUMPTIONS. ANY PERSON PURPOSELY CONCEALING UNPURCHASED MERCHAN-\n   11  DISE OF ANY STORE OR OTHER RETAIL MERCANTILE  ESTABLISHMENT,  EITHER  ON\n   12  THE  PREMISES  OR  OUTSIDE  THE  PREMISES  OF SUCH STORE OR OTHER RETAIL\n   13  MERCANTILE ESTABLISHMENT, SHALL BE  PRIMA  FACIE  PRESUMED  TO  HAVE  SO\n   14  CONCEALED  SUCH MERCHANDISE WITH THE INTENTION OF DEPRIVING THE MERCHANT\n   15  OF THE POSSESSION, USE OR BENEFIT OF SUCH MERCHANDISE WITHOUT PAYING THE\n   16  FULL RETAIL VALUE THEREOF, AND THE FINDING OF SUCH MERCHANDISE CONCEALED\n   17  UPON THE PERSON OR AMONG THE BELONGINGS OF SUCH PERSON  SHALL  BE  PRIMA\n   18  FACIE  EVIDENCE  OF PURPOSEFUL CONCEALMENT; AND IF SUCH PERSON CONCEALS,\n   19  OR CAUSES TO BE CONCEALED, SUCH MERCHANDISE UPON THE PERSON OR AMONG THE\n   20  BELONGINGS OF ANOTHER, THE FINDING OF THE SAME SHALL ALSO BE PRIMA FACIE\n   21  EVIDENCE OF WILLFUL CONCEALMENT ON THE PART OF THE PERSON SO  CONCEALING\n   22  SUCH MERCHANDISE.\n   23    5.  APPREHENSION. (A) A LAW ENFORCEMENT OFFICER, OR A SPECIAL OFFICER,\n   24  OR A MERCHANT, WHO HAS PROBABLE CAUSE FOR BELIEVING THAT  A  PERSON  HAS\n   25  WILLFULLY  CONCEALED  UNPURCHASED  MERCHANDISE  AND  THAT  HE OR SHE CAN\n   26  RECOVER THE MERCHANDISE BY TAKING THE PERSON INTO CUSTODY, MAY, FOR  THE\n   27  PURPOSE  OF  ATTEMPTING TO EFFECT RECOVERY THEREOF, TAKE THE PERSON INTO\n   28  CUSTODY AND DETAIN HIM OR HER IN A REASONABLE MANNER FOR NOT MORE THAN A\n   29  REASONABLE TIME, AND THE TAKING INTO CUSTODY BY A LAW ENFORCEMENT  OFFI-\n   30  CER  OR  SPECIAL OFFICER OR MERCHANT SHALL NOT RENDER SUCH PERSON CRIMI-\n   31  NALLY OR CIVILLY LIABLE IN ANY MANNER OR TO ANY EXTENT WHATSOEVER.\n   32    (B) ANY LAW ENFORCEMENT OFFICER MAY ARREST WITHOUT WARRANT ANY  PERSON\n   33  HE  OR SHE HAS PROBABLE CAUSE FOR BELIEVING HAS COMMITTED THE OFFENSE OF\n   34  SHOPLIFTING AS DEFINED IN THIS SECTION.\n   35    (C) A MERCHANT WHO CAUSES THE ARREST OF A PERSON FOR  SHOPLIFTING,  AS\n   36  PROVIDED  FOR IN THIS SECTION, SHALL NOT BE CRIMINALLY OR CIVILLY LIABLE\n   37  IN ANY MANNER OR TO ANY EXTENT WHATSOEVER WHERE THE MERCHANT HAS  PROBA-\n   38  BLE  CAUSE  FOR BELIEVING THAT THE PERSON ARRESTED COMMITTED THE OFFENSE\n   39  OF SHOPLIFTING.\n   40  S 155.55 LEADER OF AN ORGANIZED RETAIL THEFT ENTERPRISE.\n   41    1. A PERSON IS A LEADER OF AN ORGANIZED RETAIL THEFT ENTERPRISE IF  HE\n   42  OR  SHE  CONSPIRES WITH OTHERS AS AN ORGANIZER, SUPERVISOR, FINANCIER OR\n   43  MANAGER, TO ENGAGE FOR PROFIT IN A SCHEME OR COURSE OF CONDUCT TO EFFEC-\n   44  TUATE THE TRANSFER OR SALE OF SHOPLIFTED MERCHANDISE. LEADER  OF  ORGAN-\n   45  IZED  RETAIL  THEFT ENTERPRISE CONSTITUTES LARCENY IN THE SECOND DEGREE.\n   46  NOTWITHSTANDING THE PROVISIONS OF SECTION 80.00  OF  THIS  CHAPTER,  THE\n   47  COURT MAY IMPOSE A FINE NOT TO EXCEED TWO HUNDRED FIFTY THOUSAND DOLLARS\n   48  OR  FIVE TIMES THE RETAIL VALUE OF THE MERCHANDISE SEIZED AT THE TIME OF\n   49  THE ARREST, WHICHEVER IS GREATER.\n   50    2. NOTWITHSTANDING THE PROVISIONS OF SECTION 70.35 OF THIS CHAPTER,  A\n   51  CONVICTION  OF  LEADER OF AN ORGANIZED RETAIL THEFT ENTERPRISE SHALL NOT\n   52  MERGE WITH THE CONVICTION FOR ANY OFFENSE WHICH IS  THE  OBJECT  OF  THE\n   53  CONSPIRACY.  NOTHING  CONTAINED IN THIS SECTION SHALL PROHIBIT THE COURT\n   54  FROM IMPOSING AN EXTENDED TERM PURSUANT TO ARTICLE SEVENTY OF THIS CHAP-\n   55  TER; NOR SHALL THIS SECTION BE CONSTRUED IN ANY WAY TO PRECLUDE OR LIMIT\n   56  THE PROSECUTION OR CONVICTION OF ANY PERSON FOR CONSPIRACY UNDER ARTICLE\n\n       A. 1156                             5\n\n    1  ONE HUNDRED FIVE OF THIS CHAPTER, OR ANY PROSECUTION OR  CONVICTION  FOR\n    2  ANY OTHER OFFENSE.\n    3    3. IT SHALL NOT BE NECESSARY IN ANY PROSECUTION UNDER THIS SECTION FOR\n    4  THE  STATE  TO PROVE THAT ANY INTENDED PROFIT WAS ACTUALLY REALIZED. THE\n    5  TRIER OF FACT MAY INFER THAT A PARTICULAR SCHEME OR  COURSE  OF  CONDUCT\n    6  WAS  UNDERTAKEN  FOR  PROFIT  FROM  ALL  OF THE ATTENDING CIRCUMSTANCES,\n    7  INCLUDING BUT NOT LIMITED TO THE  NUMBER  OF  PERSONS  INVOLVED  IN  THE\n    8  SCHEME  OR  COURSE  OF  CONDUCT,  THE  ACTOR'S  NET WORTH AND HIS OR HER\n    9  EXPENDITURES IN RELATION TO HIS OR HER LEGITIMATE SOURCES OF INCOME, THE\n   10  AMOUNT OF MERCHANDISE INVOLVED,  OR  THE  AMOUNT  OF  CASH  OR  CURRENCY\n   11  INVOLVED.\n   12    4.  IT SHALL NOT BE A DEFENSE TO A PROSECUTION UNDER THIS SECTION THAT\n   13  ANY SHOPLIFTED MERCHANDISE WAS BROUGHT INTO OR TRANSPORTED IN THIS STATE\n   14  SOLELY FOR ULTIMATE DISTRIBUTION IN ANOTHER JURISDICTION; NOR  SHALL  IT\n   15  BE  A  DEFENSE THAT ANY PROFIT WAS INTENDED TO BE MADE IN ANOTHER JURIS-\n   16  DICTION.\n   17    S 3. Section 155.40 of the penal law, as amended by chapter 515 of the\n   18  laws of 1986, is amended to read as follows:\n   19  S 155.40 Grand larceny in the second degree.\n   20    A person is guilty of grand larceny in the second degree  when  he  OR\n   21  SHE steals property and when:\n   22    1.  [The]  THE  value  of the property exceeds fifty thousand dollars;\n   23  [or]\n   24    2. [The] THE property, regardless of its nature and value, is obtained\n   25  by extortion committed by instilling in the victim a fear that the actor\n   26  or another person will (a) cause physical injury to some person  in  the\n   27  future,  or (b) cause damage to property, or (c) use or abuse his OR HER\n   28  position as a public servant by engaging in conduct within or related to\n   29  his OR HER official duties, or by failing  or  refusing  to  perform  an\n   30  official duty, in such manner as to affect some person adversely; OR\n   31    3.  THE  PERSON IS A LEADER OF AN ORGANIZED RETAIL THEFT ENTERPRISE AS\n   32  PROVIDED IN SECTION 155.55 OF THIS ARTICLE.\n   33    Grand larceny in the second degree is a class C felony.\n   34    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   35  have become a law.\n\n   36                                   PART B\n\n   37    Section  1.  The penal law is amended by adding a new section 70.16 to\n   38  read as follows:\n   39  S 70.16 SENTENCES OF IMPRISONMENT OR FINES FOR  A  PATTERN  OF  CRIMINAL\n   40             OFFENSE.\n   41    1.  DEFINITION  OF PATTERN OF CRIMINAL OFFENSE. A \"PATTERN OF CRIMINAL\n   42  OFFENSE\" MEANS TWO OR MORE CRIMINAL OFFENSES ARE COMMITTED AND:\n   43    (A) ARE PART OF THE SAME PLAN, SCHEME OR ADVENTURE;\n   44    (B) ARE A SEQUENCE OF TWO  OR  MORE  OF  THE  SAME  CRIMINAL  OFFENSES\n   45  COMMITTED  AND ARE NOT SEPARATED BY AN INTERVAL OF MORE THAN THIRTY DAYS\n   46  BETWEEN THE FIRST AND SECOND OFFENSE, THE SECOND AND THIRD, AND  SO  ON;\n   47  OR\n   48    (C)  EACH  PROCEEDS FROM OR POSSESSES AN ANTECEDENT ELEMENT OF A PRIOR\n   49  INCIDENT OR PATTERN OF FRAUD, ROBBERY, BURGLARY, THEFT, IDENTITY  THEFT,\n   50  RECEIPT  OF STOLEN PROPERTY, FALSE PERSONATING, FALSE PRETENSES, OBTAIN-\n   51  ING PROPERTY BY TRICK OR DECEPTION, USING A CREDIT CARD  OR  DEBIT  CARD\n   52  WITHOUT  CONSENT,  OR  THE MAKING, TRANSFERRING OR RECEIPT OF A FALSE OR\n   53  FRAUDULENT IDENTIFICATION CARD.\n\n       A. 1156                             6\n\n    1    2. AUTHORIZED SENTENCE. WHEN THE COURT HAS FOUND  THAT  A  PERSON  HAS\n    2  ENGAGED  IN  A  PATTERN  OF CRIMINAL OFFENSES IN TWO OR MORE COUNTIES IN\n    3  THIS STATE OR WHO ATTEMPTED OR CONSPIRED WITH  OTHERS  TO  ENGAGE  IN  A\n    4  PATTERN OF CRIMINAL OFFENSES, THE COURT MAY IMPOSE:\n    5    (A)  A SENTENCE OF IMPRISONMENT IN THE DEPARTMENT OF CORRECTIONS FOR A\n    6  TERM NOT EXCEEDING TWO YEARS;\n    7    (B) A SENTENCE OF IMPRISONMENT IN THE  COUNTY  JAIL  FOR  A  TERM  NOT\n    8  EXCEEDING ONE YEAR;\n    9    (C) A FINE IN AN AMOUNT NOT EXCEEDING TWENTY-FIVE THOUSAND DOLLARS; OR\n   10    (D)  BOTH,  A  FINE  IN  AN  AMOUNT NOT EXCEEDING TWENTY-FIVE THOUSAND\n   11  DOLLARS AND IMPRISONMENT.\n   12    SUCH PUNISHMENT SHALL BE IN ADDITION TO ANY PENALTY  IMPOSED  FOR  ANY\n   13  OFFENSE INVOLVED IN THE PATTERN OF CRIMINAL OFFENSES.\n   14    3. JURISDICTION AND VENUE. (A) A PERSON MAY BE PROSECUTED FOR CRIMINAL\n   15  ACTIONS  WITH  RESPECT TO EACH OF THE ALLEGED CRIMINAL OFFENSES INCLUDED\n   16  WITHIN A PATTERN OF CRIMINAL OFFENSES AS DEFINED IN SUBDIVISION  ONE  OF\n   17  THIS  SECTION, IN ANY COUNTY WHERE AT LEAST ONE ALLEGED CRIMINAL OFFENSE\n   18  HAS OCCURRED AND SUCH OFFENSE IS PART OF THE ALLEGED PATTERN OF CRIMINAL\n   19  ACTIVITY.  ONE DISTRICT COURT MAY POSSESS JURISDICTION OVER ALL CRIMINAL\n   20  OFFENSES, PERSONS AND PROPERTY THAT ARE PART OF, OR ARE DIRECTLY RELATED\n   21  TO, EACH OR ALL OF THE ALLEGED CRIMINAL  OFFENSES  FORMING  THE  ALLEGED\n   22  PATTERN OF CRIMINAL OFFENSES.\n   23    (B)  SUBDIVISION  TWO  OF THIS SECTION SHALL BE ENFORCED IN ANY COUNTY\n   24  WHERE AT LEAST ONE  ALLEGED  CRIMINAL  OFFENSE  HAS  OCCURRED  AND  SUCH\n   25  OFFENSE IS PART OF THE ALLEGED PATTERN OF CRIMINAL ACTIVITY.\n   26    S 2. This act shall take effect on the first of November next succeed-\n   27  ing the date on which it shall have become a law.\n\n   28                                   PART C\n\n   29    Section  1.  Section  155.30 of the penal law is amended by adding two\n   30  new subdivisions 1-a and 1-b to read as follows:\n   31    1-A. THE PROPERTY IS STOLEN FROM A RETAIL MERCANTILE ESTABLISHMENT  AS\n   32  DEFINED IN SECTION TWO HUNDRED SEVENTEEN OF THE GENERAL BUSINESS LAW AND\n   33  THE  AGGREGATED VALUE OF PRICE TAGS, STICKER PRICES, OR OTHERWISE ADVER-\n   34  TISED RETAIL PRICES OF SUCH PROPERTY EXCEEDS ONE THOUSAND DOLLARS; OR\n   35    1-B. THE PROPERTY IS STOLEN BY ONE PERSON, OR BY TWO OR  MORE  PERSONS\n   36  WORKING  IN  ASSOCIATION,  FROM  ONE  OR MORE THAN ONE RETAIL MERCANTILE\n   37  ESTABLISHMENT AS DEFINED IN SECTION TWO HUNDRED SEVENTEEN OF THE GENERAL\n   38  BUSINESS LAW WITHIN A PERIOD OF THIRTY DAYS OR LESS  BETWEEN  THE  FIRST\n   39  AND  SECOND  EPISODE,  THE  SECOND AND THIRD EPISODE, AND SO ON, AND THE\n   40  AGGREGATED VALUE OF PRICE TAGS, STICKER PRICES, OR OTHERWISE  ADVERTISED\n   41  RETAIL PRICES OF SUCH PROPERTY EXCEEDS ONE THOUSAND DOLLARS; OR\n   42    S 2. This act shall take effect on the first of November next succeed-\n   43  ing the date on which it shall have become a law.\n\n   44                                   PART D\n\n   45    Section  1. Section 155.30 of the penal law is amended by adding a new\n   46  subdivision 14 to read as follows:\n   47    14. THE PROPERTY IS STOLEN FROM A RETAIL MERCANTILE ESTABLISHMENT AND,\n   48  TO FACILITATE THE THEFT, THE PERSON LEAVES THE RETAIL MERCANTILE  ESTAB-\n   49  LISHMENT  WITH  SUCH PROPERTY BY USE OF A DESIGNATED EMERGENCY EXIT. FOR\n   50  THE PURPOSES OF THIS SUBDIVISION, THE TERM \"RETAIL MERCANTILE ESTABLISH-\n   51  MENT\" SHALL MEAN A PLACE WHERE GOODS, WARES OR MERCHANDISE  ARE  OFFERED\n   52  TO THE PUBLIC FOR SALE.\n\n       A. 1156                             7\n\n    1    S  2.  This  act shall take effect on the ninetieth day after it shall\n    2  have become a law.\n\n    3                                   PART E\n\n    4    Section  1. Section 155.30 of the penal law is amended by adding a new\n    5  subdivision 15 to read as follows:\n    6    15. THE PROPERTY IS TAKEN BY A PERSON  WHO  IS  IN  POSSESSION  OF  AN\n    7  ANTI-SECURITY ITEM. FOR THE PURPOSES OF THIS SUBDIVISION AN \"ANTI-SECUR-\n    8  ITY  ITEM\"  IS DEFINED AS AN ITEM DESIGNED FOR THE PURPOSE OF OVERCOMING\n    9  DETECTION OF SECURITY MARKINGS OR ATTACHMENTS PLACED ON PROPERTY OFFERED\n   10  FOR SALE AT SUCH AN ESTABLISHMENT.\n   11    S 2. Section 170.47 of the penal law, as added by chapter 580  of  the\n   12  laws of 1983, is amended to read as follows:\n   13  S 170.47 Criminal possession of an anti-security item.\n   14    A  person  is  guilty of criminal possession of an anti-security item,\n   15  when with intent to steal property at a retail mercantile  establishment\n   16  as  defined  in  article twelve-B of the general business law, he OR SHE\n   17  knowingly possesses in such an establishment an item  designed  for  the\n   18  purpose  of  overcoming  detection  of  security markings or attachments\n   19  placed on property offered for sale at such an establishment.\n   20    Criminal possession of an anti-security item is a class [B]  A  misde-\n   21  meanor.\n   22    S 3. This act shall take effect on the first of November next succeed-\n   23  ing the date on which it shall have become a law.\n\n   24                                   PART F\n\n   25    Section  1.  The  penal  law  is  amended  by adding four new sections\n   26  165.80, 165.81, 165.82 and 165.83 to read as follows:\n   27  S 165.80 DEFINITIONS; APPLICATION TO  OFFENSES  REGARDING  RETAIL  SALES\n   28             RECEIPTS AND UNIVERSAL PRODUCT CODE LABELS.\n   29    AS  USED  IN  SECTIONS  165.81, 165.82 AND 165.83, THE FOLLOWING TERMS\n   30  HAVE THE FOLLOWING MEANINGS:\n   31    1. THE TERM \"RETAIL SALES RECEIPT\" MEANS ANY HANDWRITTEN OR MACHINE OR\n   32  COMPUTER PRODUCED DOCUMENT AS PROPERLY ISSUED BY A RETAILER TO  ACKNOWL-\n   33  EDGE PAYMENT RECEIVED BY A CUSTOMER.\n   34    2.  THE  TERM \"UNIFORM PRODUCT CODE LABEL\" MEANS ANY BAR CODE OR OTHER\n   35  CODING SYSTEM DESIGNED TO BE READ BY  COMPUTER  WHICH  CONTAINS  PRICING\n   36  INFORMATION AND OTHER RELATED INFORMATION USED BY A RETAILER AND READ BY\n   37  A  COMPUTER AT POINT OF PURCHASE FOR PURPOSES OF ESTABLISHING SALE PRICE\n   38  OF A GOOD.\n   39  S 165.81 RETAIL SALES RECEIPT OR UNIVERSAL PRODUCT  CODE  FRAUD  IN  THE\n   40             SECOND DEGREE.\n   41    A  PERSON  IS GUILTY OF RETAIL SALES RECEIPT OR UNIVERSAL PRODUCT CODE\n   42  FRAUD IN THE SECOND DEGREE WHEN, WITH INTENT TO  DECEIVE  OR  DEFRAUD  A\n   43  PERSON OR PERSONS ENGAGED IN THE RETAIL SALE OF GOODS OR SERVICES, HE OR\n   44  SHE  USES, TRANSFERS, MAKES, ALTERS, COUNTERFEITS OR REPRODUCES A RETAIL\n   45  SALES RECEIPT OR UNIVERSAL PRODUCT CODE KNOWING SUCH TO BE COUNTERFEIT.\n   46    RETAIL SALES RECEIPT OR UNIVERSAL PRODUCT CODE  FRAUD  IN  THE  SECOND\n   47  DEGREE IS A CLASS A MISDEMEANOR.\n   48  S  165.82  RETAIL  SALES  RECEIPT OR UNIVERSAL PRODUCT CODE FRAUD IN THE\n   49             FIRST DEGREE.\n   50    A PERSON IS GUILTY OF RETAIL SALES RECEIPT OR UNIVERSAL  PRODUCT  CODE\n   51  FRAUD  IN  THE  FIRST  DEGREE  WHEN, WITH INTENT TO DECEIVE OR DEFRAUD A\n   52  PERSON OR PERSONS ENGAGED IN THE RETAIL SALE OF GOODS OR SERVICES, HE OR\n\n       A. 1156                             8\n\n    1  SHE USES, TRANSFERS, MAKES, ALTERS, COUNTERFEITS OR  REPRODUCES  FIFTEEN\n    2  OR  MORE RETAIL SALES RECEIPTS OR UNIVERSAL PRODUCT CODES OR COMBINATION\n    3  THEREOF KNOWING SUCH TO BE COUNTERFEIT.\n    4    RETAIL  SALES  RECEIPT  OR  UNIVERSAL  PRODUCT CODE FRAUD IN THE FIRST\n    5  DEGREE IS A CLASS E FELONY.\n    6  S 165.83 POSSESSION OF A FRAUDULENT RETAIL SALES  RECEIPT  OR  UNIVERSAL\n    7             PRODUCT CODE MANUFACTURING DEVICE.\n    8    A  PERSON IS GUILTY OF POSSESSION OF A FRAUDULENT RETAIL SALES RECEIPT\n    9  OR UNIVERSAL PRODUCT CODE MANUFACTURING  DEVICE  WHEN,  WITH  INTENT  TO\n   10  DECEIVE  OR  DEFRAUD  A  PERSON OR PERSONS ENGAGED IN THE RETAIL SALE OF\n   11  GOODS OR SERVICES, HE OR SHE POSSESSES A DEVICE THAT MANUFACTURES  FRAU-\n   12  DULENT RETAIL SALES RECEIPTS OR UNIVERSAL PRODUCT CODE LABELS.\n   13    POSSESSION  OF  A FRAUDULENT RETAIL SALES RECEIPT OR UNIVERSAL PRODUCT\n   14  CODE MANUFACTURING DEVICE IS A CLASS E FELONY.\n   15    S 2. This act shall take effect on the first of January next  succeed-\n   16  ing the date on which it shall have become a law.\n\n   17                                   PART G\n\n   18    Section 1. Section 38 of the general business law, as added by chapter\n   19  282 of the laws of 1995, is amended to read as follows:\n   20    S  38. Prohibited sales. No itinerant vendor, except for A MANUFACTUR-\n   21  ER, an authorized manufacturer's representative, or authorized distribu-\n   22  tor, shall offer for sale any of the following items:\n   23    1. [Food manufactured and packaged for sale for consumption by a child\n   24  under the age of two years; or\n   25    2. Drugs as defined in section three thousand three hundred two of the\n   26  public health law] BABY FOOD, WHICH SHALL INCLUDE ANY FOOD  MANUFACTURED\n   27  AND  PACKAGED SPECIFICALLY FOR CONSUMPTION BY A CHILD UNDER TWO YEARS OF\n   28  AGE.  THE TERM SHALL INCLUDE INFANT FORMULA;\n   29    2. NONPRESCRIPTION DRUGS, WHICH SHALL INCLUDE ANY  NON-NARCOTIC  MEDI-\n   30  CINE  OR  DRUG  THAT  MAY BE SOLD WITHOUT A PRESCRIPTION. THE TERM SHALL\n   31  INCLUDE ANY DRUGS COMMONLY KNOWN  AS  \"OVER-THE-COUNTER  DRUGS,\"  HERBAL\n   32  PRODUCTS,  DIETARY  SUPPLEMENTS,  BOTANICAL  EXTRACTS,  AND VITAMINS AND\n   33  SUBSTANCES RECOGNIZED AS DRUGS IN THE OFFICIAL UNITED STATES PHARMACOPO-\n   34  EIA, OFFICIAL HOMEOPATHIC PHARMACOPOEIA OF THE UNITED STATES,  OR  OFFI-\n   35  CIAL NATIONAL FORMULARY, OR ANY SUPPLEMENT TO SUCH PUBLICATIONS;\n   36    3.  COSMETICS,  WHICH  SHALL  MEAN  MERCHANDISE,  OTHER THAN SOAP, BUT\n   37  INCLUDING RAZOR BLADES, THAT IS INTENDED TO BE  RUBBED,  POURED,  SPRIN-\n   38  KLED,  OR  SPRAYED  ONTO,  INTRODUCED  INTO, OR OTHERWISE APPLIED TO THE\n   39  HUMAN BODY OR ANY PART THEREOF  FOR  CLEANSING,  BEAUTIFYING,  PROMOTING\n   40  ATTRACTIVENESS, OR ALTERING THE APPEARANCE OF THE HUMAN BODY OR ANY PART\n   41  THEREOF; OR\n   42    4.  BATTERIES,  WHICH  SHALL MEAN   A DEVICE CONSISTING OF ONE OR MORE\n   43  CELLS, EACH CELL CONSISTING OF A POSITIVE ELECTRODE,  A  NEGATIVE  ELEC-\n   44  TRODE  AND  AN  ELECTROLYTE,  WHICH IS USED TO PROVIDE STORED ELECTRICAL\n   45  POWER.\n   46    S 2. This act shall take effect immediately.\n\n   47                                   PART H\n\n   48    Section 1. The opening paragraph of section 155.30 of the  penal  law,\n   49  as  amended  by  chapter  515 of the laws of 1986, is amended to read as\n   50  follows:\n   51    A person is guilty of grand larceny in the fourth degree  when  he  OR\n   52  SHE steals property OR FRAUDULENTLY OBTAINS PROPERTY and when:\n\n       A. 1156                             9\n\n    1    S  2.  Section  155.30  of  the penal law is amended by adding two new\n    2  subdivisions 12 and 13 to read as follows:\n    3    12. THE VALUE OF THE PROPERTY OR AGGREGATED VALUE EXCEEDS ONE THOUSAND\n    4  DOLLARS  AND  THE  PERSON  HAD  THE INTENT TO RESELL SUCH PROPERTY ON AN\n    5  ONLINE MARKETPLACE.\n    6    FOR THE PURPOSES OF THIS SUBDIVISION AND SUBDIVISION THIRTEEN OF  THIS\n    7  SECTION, \"ONLINE MARKETPLACE\" SHALL MEAN AN INTERNET SITE USED TO FACIL-\n    8  ITATE  THE  SALE OF GOODS AND SERVICES, INCLUDING ANY INTERNET SITE USED\n    9  FOR AUCTIONS THAT ARE OPERATED BY  ANY  BUYER,  SELLER,  OR  THIRD-PARTY\n   10  INTERMEDIARY.\n   11    13. THE PERSON SELLS, ATTEMPTS TO SELL, OR POSSESSES STOLEN OR FRAUDU-\n   12  LENTLY  OBTAINED   PROPERTY WITH AN INTENT TO RESELL SUCH PROPERTY ON AN\n   13  ONLINE MARKETPLACE, AND SUCH PERSON KNEW OR SHOULD HAVE KNOWN THAT  SUCH\n   14  PROPERTY WAS STOLEN.\n   15    S  3.  This  act shall take effect on the ninetieth day after it shall\n   16  have become a law.\n   17    S 3. Severability clause. If any clause, sentence, paragraph, subdivi-\n   18  sion, section or part of this act shall be  adjudged  by  any  court  of\n   19  competent  jurisdiction  to  be invalid, such judgment shall not affect,\n   20  impair, or invalidate the remainder thereof, but shall  be  confined  in\n   21  its  operation  to the clause, sentence, paragraph, subdivision, section\n   22  or part thereof directly involved in the controversy in which such judg-\n   23  ment shall have been rendered. It is hereby declared to be the intent of\n   24  the legislature that this act would  have  been  enacted  even  if  such\n   25  invalid provisions had not been included herein.\n   26    S  4.  This  act shall take effect immediately provided, however, that\n   27  the applicable effective dates of Parts A through H of this act shall be\n   28  as specifically set forth in the last section of such Parts.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to criminalizing organized retail theft and establishing the crime of leader of an organized retail theft enterprise (Part A); to amend the penal law, in relation to the authorization of jurisdiction and venue and authorized sentences for a pattern of criminal offenses (Part B); to amend the penal law, in relation to the aggregated value of stolen merchandise (Part C); to amend the penal law, in relation to the use of emergency exit in the theft of property (Part D); to amend the penal law, in relation to the possession of anti-security items (Part E); to amend the penal law, in relation to retail sales receipt and universal product code label fraud (Part F); to amend the general business law, in relation to itinerant vendors (Part G); and to amend the penal law, in relation to theft with intent to resell on an online marketplace (Part H) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T134721.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432155529
}