{
  "year" : 2011,
  "senateBillNo" : "A115-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A115-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits contracts with out-of-state school districts in relation to aidable shared service",
  "summary" : "Prohibits contracts with out of state school districts in relation to aidable shared service. ",
  "currentCommittee" : null,
  "sameAs" : "S1583",
  "lawSection" : "Education Law",
  "previousVersions" : [ "A7720-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          115\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, REILLY, BOYLAND, GALEF, JAFFEE, LUPARDO,\n         PRETLOW, SPANO, DESTITO -- Multi-Sponsored by  --  M.  of  A.  CUSICK,\n         GUNTHER,  LATIMER,  PHEFFER,  SCHIMEL -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation  to  the  prohibition  of\n         out-of-state school contracts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 2 of paragraph d of subdivision 4  of  section\n    2  1950  of the education law, as added by chapter 474 of the laws of 1996,\n    3  is amended and a new subparagraph 8 is added to paragraph h to  read  as\n    4  follows:\n    5    (2)  Certain services prohibited. Commencing with the nineteen hundred\n    6  ninety-seven--ninety-eight school year, the commissioner  shall  not  be\n    7  authorized  to  approve  as  an  aidable shared service pursuant to this\n    8  subdivision any cooperative maintenance services or municipal  services,\n    9  including  but  not limited to, lawn mowing services and heating, venti-\n   10  lation or air conditioning repair or maintenance or trash collection, or\n   11  any other municipal services as defined  by  the  commissioner.  On  and\n   12  after  the  effective date of this paragraph, the commissioner shall not\n   13  approve, as an aidable shared service, any new  cooperative  maintenance\n   14  or  municipal services for the nineteen hundred ninety-six--ninety-seven\n   15  school year, provided that the commissioner may approve the continuation\n   16  of such services for one year if provided in the nineteen hundred  nine-\n   17  ty-five--ninety-six school year.  ON AND AFTER THE EFFECTIVE DATE OF THE\n   18  CHAPTER  OF  THE LAWS OF TWO THOUSAND ELEVEN WHICH AMENDED THIS SUBPARA-\n   19  GRAPH, THE COMMISSIONER SHALL NOT APPROVE, AS AN AIDABLE SHARED SERVICE,\n   20  ANY SERVICE PROVIDED TO AN OUT-OF-STATE SCHOOL DISTRICT PROVIDED  PURSU-\n   21  ANT TO SUBPARAGRAPH EIGHT OF PARAGRAPH H OF THIS SUBDIVISION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00909-01-1\n\n       A. 115                              2\n\n    1    (8)  TO  ENTER INTO CONTRACTS WITH OUT-OF-STATE SCHOOL DISTRICTS, WITH\n    2  THE APPROVAL OF THE DISTRICT SUPERINTENDENT OF SCHOOLS AND  THE  COMMIS-\n    3  SIONER  IN  THEIR SOLE DISCRETION, TO PROVIDE SERVICES MADE AVAILABLE TO\n    4  ANY SCHOOL DISTRICT WITHIN THE SUPERVISORY DISTRICT UPON SUCH  TERMS  AS\n    5  DETERMINED  BY  THE  COMMISSIONER IN RULES AND REGULATIONS AND AS AGREED\n    6  UPON PURSUANT TO CONTRACTS EXECUTED BY SUCH BOARD OF COOPERATIVE  EDUCA-\n    7  TIONAL  SERVICES AND THE TRUSTEES OR BOARDS OF EDUCATION OF SUCH OUT-OF-\n    8  STATE SCHOOL DISTRICTS.\n    9    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the prohibition of out-of-state school contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T145615.TXT", "SOBI.D101216.T105913.TXT", "SOBI.D101216.T112415.TXT", "SOBI.D101217.T154004.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294689375345
}