{
  "year" : 2011,
  "senateBillNo" : "A1153-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1153-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the payment of restitution by registered and unregistered repair shops",
  "summary" : "Establishes that if financial loss has been made and a registrant or unregistered repair shop fails to comply with an order to pay restitution, the commissioner shall, by order, increase the amount of the penalty assessed. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "AA4806-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1153\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PHEFFER -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the  payment\n         of restitution by registered and unregistered repair shops\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivisions 2 and 3 of section 398-e of the  vehicle  and\n    2  traffic  law,  as amended by chapter 634 of the laws of 1980, paragraphs\n    3  (a) and (c) of subdivision 2 and paragraphs (a), (d) and (e) of subdivi-\n    4  sion 3 as amended by chapter 732 of the laws of 1987, paragraph  (b)  of\n    5  subdivision  2  as  amended by section 2 of part OO of chapter 59 of the\n    6  laws of 2009 and paragraph (c) of subdivision 3 as  amended  by  chapter\n    7  356 of the laws of 2001, are amended to read as follows:\n    8    2. Civil penalty; suspension for failure to pay. (a) The commissioner,\n    9  or  any  person deputized by him, may, by order, require a registrant or\n   10  an unregistered repair shop to pay to the people of this state a penalty\n   11  as hereinafter provided. Such penalty may be imposed in addition  to  or\n   12  in  lieu  of revoking or suspending the certificate of registration of a\n   13  registrant in accordance with the provisions of this article, or such  a\n   14  penalty  may  be imposed upon a finding that a registrant or an unregis-\n   15  tered repair shop: (i) has been grossly negligent in the performance  of\n   16  any  repair  or  adjustment covered by this article; or (ii) has grossly\n   17  overcharged for such repair or adjustment.\n   18    (b) (I) Such penalty for a first violation  shall  be  in  a  sum  not\n   19  exceeding  seven  hundred fifty dollars for each violation found to have\n   20  been committed, and for a second or subsequent violation not arising out\n   21  of the same incident both of which were committed  within  a  period  of\n   22  thirty  months,  be  in  a sum of not more than one thousand dollars for\n   23  each violation found to have  been  committed;  provided,  however,  the\n   24  penalty  for  each and any violation of paragraph (g) of subdivision one\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00724-01-1\n\n       A. 1153                             2\n\n    1  of this section found to have been committed shall be no less than three\n    2  hundred and fifty dollars and no more than one thousand dollars,  except\n    3  that  if  a finding of financial loss has been made pursuant to subdivi-\n    4  sion  three of this section, the amount of such penalty may be increased\n    5  by the amount of financial loss so found.\n    6    (II) NOTWITHSTANDING THE PROVISIONS OF SUBPARAGRAPH (I) OF THIS  PARA-\n    7  GRAPH, IF A FINDING OF FINANCIAL LOSS HAS BEEN MADE PURSUANT TO SUBDIVI-\n    8  SION  THREE OF THIS SECTION AND A REGISTRANT OR UNREGISTERED REPAIR SHOP\n    9  FAILS TO COMPLY WITH AN ORDER TO PAY RESTITUTION IN THE TIME AND  MANNER\n   10  PROVIDED BY SUCH SUBDIVISION, THE COMMISSIONER SHALL, BY ORDER, INCREASE\n   11  THE  AMOUNT OF THE PENALTY ASSESSED PURSUANT TO SUBPARAGRAPH (I) OF THIS\n   12  PARAGRAPH BY:\n   13    (A) THE SUM OF AN ADDITIONAL AMOUNT NOT TO EXCEED FIVE HUNDRED DOLLARS\n   14  AND THE AMOUNT OF FINANCIAL LOSS SO FOUND, IF THE AMOUNT OF THE  PENALTY\n   15  IMPOSED  PURSUANT  TO SUBPARAGRAPH (I) OF THIS PARAGRAPH DID NOT INCLUDE\n   16  SUCH FINANCIAL LOSS; OR\n   17    (B) AN ADDITIONAL AMOUNT NOT TO EXCEED FIVE HUNDRED  DOLLARS,  IF  THE\n   18  AMOUNT OF THE PENALTY IMPOSED PURSUANT TO SUBPARAGRAPH (I) OF THIS PARA-\n   19  GRAPH INCLUDED SUCH FINANCIAL LOSS.\n   20    (c) Upon the failure of a registrant or an unregistered repair shop to\n   21  pay  such  penalty,  or,  where the order so [permits] REQUIRES, to make\n   22  restitution as provided in subdivision three  of  this  section,  within\n   23  thirty days after the mailing of such order, postage prepaid, registered\n   24  or  certified, and addressed to the last known place of business of such\n   25  registrant or unregistered repair shop, unless such order is  stayed  as\n   26  provided in subdivision three of section three hundred ninety-eight-f of\n   27  this  [chapter]  ARTICLE, the commissioner may revoke the certificate of\n   28  registration of such registrant or may suspend the same for such  period\n   29  as  he  may determine or may seek to recover unpaid civil penalties in a\n   30  civil action in the name of the commissioner. Civil  penalties  assessed\n   31  under  this  subdivision  shall  be paid to the commissioner for deposit\n   32  into the state treasury.\n   33    (d) In addition, as an alternative to such civil action  and  provided\n   34  that  no  proceeding  for  judicial review shall then be pending and the\n   35  time for initiation of such proceeding shall have expired,  the  commis-\n   36  sioner  may file with the county clerk of the county in which the regis-\n   37  trant is located a final order of the commissioner containing the amount\n   38  of the penalty assessed PURSUANT TO PARAGRAPH (B) OF  THIS  SUBDIVISION.\n   39  The filing of such final order shall have the full force and effect of a\n   40  judgment  duly  docketed in the office of such clerk and may be enforced\n   41  in the same manner and with the same effect as that provided by  law  in\n   42  respect  to executions issued against property upon judgments of a court\n   43  of record.\n   44    3. Restitution; assessment. (a) Upon a determination that a registrant\n   45  or an unregistered repair shop has done or failed  to  do  any  act  for\n   46  which  suspension  of  the  registrant's registration or a civil penalty\n   47  against the registrant or unregistered repair shop could be imposed, the\n   48  person making such determination may make a finding of financial loss to\n   49  any complainant or complainants resulting from the actions of the regis-\n   50  trant or unregistered repair shop. The person making  such  finding  may\n   51  provide  that if the registrant or unregistered repair shop makes resti-\n   52  tution to the complainant or complainants for the amount or  amounts  so\n   53  found,  that  payment  of such restitution may be substituted in lieu of\n   54  any suspension or civil penalty, or a specified portion thereof  imposed\n   55  upon  the  registrant  or  unregistered  repair  shop MAY BE WAIVED UPON\n   56  PAYMENT OF SUCH RESTITUTION.  However, a finding of financial loss shall\n\n       A. 1153                             3\n\n    1  only be made if the complainant (i)  agrees  to  accept  the  amount  so\n    2  found,  if  offered  by  the registrant or unregistered repair shop, and\n    3  (ii) is not a party to any litigation which is pending or which has gone\n    4  to judgment in relation to the same matter in any civil court.\n    5    (b)  The  amount  of financial loss which may be found and proposed as\n    6  restitution shall be limited to an amount necessary to repair the  vehi-\n    7  cle or vehicles in question and/or any amount of overcharge which may be\n    8  found.  Neither  punitive  nor incidental damages may be included in the\n    9  finding of financial loss.\n   10    (c) If payment of restitution to the  complainant  is  [authorized  in\n   11  lieu  of  all or a portion of a suspension or civil penalty] ORDERED, in\n   12  order for the registrant or unregistered repair  shop  to  exercise  the\n   13  option  to [make such payment] AVOID ALL OR A PORTION OF A SUSPENSION OR\n   14  CIVIL PENALTY, such payment must be made by means of a  certified  check\n   15  or  money  order payable to the complainant or complainants delivered to\n   16  an office of the department as directed by the commissioner or his agent\n   17  within thirty days of the date of notice of A FINDING OF FINANCIAL LOSS,\n   18  suspension and/or civil penalty. Upon receipt of such certified check or\n   19  money order, the department shall forward the same to the complainant or\n   20  complainants. In the event that the registrant  or  unregistered  repair\n   21  shop  should  fail  to  make  payment for restitution within such thirty\n   22  days, but, at a later time, pays  such  civil  penalty,  the  department\n   23  shall  deduct  from  such  civil penalty payment the amount assessed for\n   24  restitution, and shall mail a check for such amount to  the  complainant\n   25  or complainants.\n   26    (d)  If  payment of restitution [may be substituted in lieu of a civil\n   27  penalty or portion of a civil penalty] IS ORDERED, and the registrant or\n   28  unregistered repair shop [does not exercise the option]  FAILS  to  make\n   29  such  payment,  the  civil penalty [becomes] SHALL BE due as provided in\n   30  subdivision two of this section and the provisions of  that  subdivision\n   31  relating  to  suspension of registration and recovery of civil penalties\n   32  shall apply.\n   33    (e) Any payment made in compliance with such a  finding  of  financial\n   34  loss  shall  not  preclude  any civil action which may be brought by the\n   35  complainant, registrant or unregistered repair shop, and any such  find-\n   36  ing  may  be  considered  but shall not be binding upon any court before\n   37  which any such action is brought.\n   38    S 2. This act shall take effect on the first of November next succeed-\n   39  ing the date on which it shall have become  a  law;  provided,  however,\n   40  that effective immediately, the addition, amendment and/or repeal of any\n   41  rule  or  regulation necessary for the implementation of this act on its\n   42  effective date are authorized to be made on  or  before  such  effective\n   43  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the payment of restitution by registered and unregistered repair shops ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T153415.TXT", "SOBI.D110106.T134721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432455754
}