{
  "year" : 2011,
  "senateBillNo" : "A1162-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1162-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires bicycles used for commercial purposes to be registered",
  "summary" : "Requires all bicycles used for commercial purposes including, but not limited to, bicycle delivery and messenger services to be registered with the department of motor vehicles and insured; requires operators of such bicycles to possess a form of identification; provides that a violation of such provisions constitutes a misdemeanor punishable by a fine of not more than $100 or imprisonment for not more than 20 days. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A863-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1162\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. BING, COLTON, DINOWITZ -- Multi-Sponsored by --\n         M. of A. AUBRY, BOYLAND, BRENNAN,  GALEF,  GLICK,  GOTTFRIED,  HOOPER,\n         LATIMER, LAVINE, V. LOPEZ, MAYERSOHN, MILLMAN, PAULIN, PHEFFER, ROBIN-\n         SON,  WEISENBERG, WRIGHT -- read once and referred to the Committee on\n         Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  commercial\n         bicycles\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 401-c to read as follows:\n    3    S 401-C. REGISTRATION OF COMMERCIAL BICYCLES. EVERY BICYCLE ENGAGED IN\n    4  COMMERCIAL  BUSINESS IN THIS STATE, INCLUDING BICYCLE MESSENGER SERVICES\n    5  AND BICYCLE DELIVERY  SERVICES  CONNECTED  TO  RESTAURANTS,  PHARMACIES,\n    6  GROCERY,  DRUG OR ANY OTHER RETAIL STORES, SHALL BE REGISTERED AND IDEN-\n    7  TIFIED AS A COMMERCIAL BICYCLE, AS PROVIDED  IN  THIS  SECTION.  SUCH  A\n    8  COMMERCIAL  BICYCLE  SHALL BE ISSUED A LICENSE PLATE IDENTIFYING IT AS A\n    9  \"COMMERCIAL BICYCLE\". AN OPERATOR OF A COMMERCIAL BICYCLE  MUST  HAVE  A\n   10  FORM  OF IDENTIFICATION PROVIDING HIS OR HER NAME.  REGISTRANTS SHALL BE\n   11  ISSUED REGISTRATION CARDS WHICH MUST BE CARRIED WHILE OPERATING A  BICY-\n   12  CLE  FOR COMMERCIAL PURPOSES. THE DEPARTMENT SHALL ISSUE A LIST OF TRAF-\n   13  FIC REGULATIONS PERTAINING TO BICYCLE OPERATION FOR EACH BICYCLE  REGIS-\n   14  TERED.  ALL  COMMERCIAL BICYCLES SHALL BE EQUIPPED WITH SAFETY FEATURES,\n   15  INCLUDING, BUT NOT LIMITED TO, REFLECTORS OR LIGHTS FOR NIGHTTIME OPERA-\n   16  TION. ALL OPERATORS OF COMMERCIAL BICYCLES SHALL  BE  REQUIRED  TO  WEAR\n   17  BICYCLE  HELMETS.  REGISTRANTS SHALL OBTAIN PROPERTY AND CASUALTY INSUR-\n   18  ANCE TO COVER ANYONE WHO  OPERATES  A  COMMERCIAL  BICYCLE.  FAILURE  TO\n   19  REGISTER  A  COMMERCIAL BICYCLE OR TO COMPLY WITH ANY OTHER PROVISION OF\n   20  THIS SECTION SHALL CONSTITUTE A MISDEMEANOR PUNISHABLE BY A FINE OF  NOT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00652-01-1\n\n       A. 1162                             2\n\n    1  MORE THAN ONE HUNDRED DOLLARS OR BY IMPRISONMENT FOR NOT MORE THAN TWEN-\n    2  TY DAYS.\n    3    S  2.  This  act shall take effect on the thirtieth day after it shall\n    4  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to commercial bicycles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T152415.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110106.T150228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294431855404
}