{
  "year" : 2011,
  "senateBillNo" : "A1168-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1168-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows MTA to establish discount fares for full-time undergraduate students",
  "summary" : "Establishes a discount fare rate of no less than 25% for full-time undergraduate students attending an accredited college who utilize the New York city transit system, including railroad, subway and/or omnibus services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A1257-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1168\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. COLTON, CYMBROWITZ, ORTIZ -- Multi-Sponsored by\n         -- M. of A. AUBRY, COOK, GALEF, MAYERSOHN, PHEFFER, WEINSTEIN --  read\n         once  and  referred  to the Committee on Corporations, Authorities and\n         Commissions\n\n       AN ACT to amend the public authorities law, in relation to rates of fare\n         on the Metropolitan Transportation Authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  1266 of the public authorities law is amended by\n    2  adding a new subdivision 19 to read as follows:\n    3    19. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE AUTHORITY AND  ANY\n    4  OF  ITS SUBSIDIARY CORPORATIONS SHALL ESTABLISH AND IMPLEMENT A DISCOUNT\n    5  FARE RATE PROGRAM, SUCH DISCOUNT TO BE NO LESS THAN TWENTY-FIVE  PERCENT\n    6  OF  THE  REGULAR FARE, FOR FULL-TIME UNDERGRADUATE STUDENTS ATTENDING AN\n    7  ACCREDITED COLLEGE. THE  DISCOUNT  FARE  RATE  PROGRAM  ESTABLISHED  AND\n    8  IMPLEMENTED  PURSUANT  TO  THIS SUBDIVISION SHALL BE IN OPERATION DURING\n    9  ALL HOURS IN WHICH SUCH AUTHORITY PROVIDES RAILROAD, SUBWAY AND/OR OMNI-\n   10  BUS SERVICES, AND SUCH PROGRAM SHALL NOT  BE  LIMITED  IN  OPERATION  TO\n   11  OFF-PEAK  HOURS OR TO ANY OTHER HOURS DESIGNATED BY THE AUTHORITY OR ITS\n   12  SUBSIDIARY CORPORATIONS. THE CHAIRMAN SHALL ESTABLISH AND IMPLEMENT  ALL\n   13  RULES AND REGULATIONS NECESSARY TO EFFECTUATE THIS SUBDIVISION.\n   14    S  2. This act shall take effect on the first of January next succeed-\n   15  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04816-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to rates of fare on the Metropolitan Transportation Authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T150728.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432155574
}