{
  "year" : 2011,
  "senateBillNo" : "A116-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A116-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for accountability in state assessments to determine graduation, grade promotion or adequate yearly progress",
  "summary" : "Provides for accountability in state assessments by creating a regents review board to audit assessments used to determine grade promotion, graduation and adequate yearly progress by requiring a written report, implementation of an auditing and review of pilot and/or field testing of the standardized tests used to ensure validity, reliability, alignment to standards and appropriateness of use. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A852-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          116\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PAULIN, ARROYO, BENEDETTO, N. RIVERA, SCHROEDER\n         -- Multi-Sponsored by -- M. of A. BRENNAN, DESTITO, J. MILLER,  WRIGHT\n         -- read once and referred to the Committee on Education\n\n       AN  ACT  to  require annual reports and create a regents review board to\n         audit assessments used to determine  grade  promotion,  graduation  or\n         adequate yearly progress for validity, reliability, alignment to stan-\n         dards and appropriateness of use\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature finds that the  state\n    2  board  of regents has established five examinations to authenticate that\n    3  a regents diploma may be conferred upon a high school student.  Examina-\n    4  tions  established  by  the  state  board  of regents in mathematics and\n    5  English language arts to be administered in  the  third  through  eighth\n    6  grades,  as well as in high school, are utilized to determine whether or\n    7  not a school, and ultimately a school district, has made adequate yearly\n    8  progress (AYP) under the  federal  No  Child  Left  Behind  Act  (NCLB).\n    9  Schools  or  districts  that  fail  to  demonstrate AYP are subject to a\n   10  series of sanctions culminating in closing and reorganizing the  schools\n   11  in  question. This increases the emphasis on state mandated standardized\n   12  examinations having real, high stakes consequences for both students and\n   13  schools. Therefore, it is essential that these examinations be valid and\n   14  reliable measures of student attainments in learning and that they be  a\n   15  demonstratively scientifically accurate means of determining a student's\n   16  readiness  for  graduation  or  grade  promotion, and a school's overall\n   17  performance. Holding students and educators to  high  standards  demands\n   18  holding tests to high psychometric and curricular standards.\n   19    Furthermore, the federal NCLB requires that assessments used for grad-\n   20  uation,  promotion  and  to determine a school's AYP be \"valid and reli-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00320-01-1\n\n       A. 116                              2\n\n    1  able, and be consistent with  relevant,  nationally  recognized  profes-\n    2  sional and technical standards.\" 20 U.S.C. sec.  6311(b)(3)(C)(iii).\n    3    While  much  effort has been made by the commissioner of education and\n    4  the state board of regents to develop and  disseminate  testing  instru-\n    5  ments  used  for  graduation,  promotion and determination of AYP, it is\n    6  necessary to ensure that these assessments meet  professional  standards\n    7  for validity, reliability, alignment to learning standards and appropri-\n    8  ateness  of  use.  As  a preliminary matter, a technical manual does not\n    9  exist for the various examinations, a basic requirement  of  the  guide-\n   10  lines of the American Educational Research Association (AERA), the Amer-\n   11  ican  Psychological  Association (APA) and the National Council on Meas-\n   12  urements in Education (NCME)  for  scientifically  valid,  reliable  and\n   13  appropriate  test  use.  The AERA, APA and NCME are the primary national\n   14  organizations that  set  standards  for  the  psychometric  and  testing\n   15  professions and the AERA is a primary resource for examining the curric-\n   16  ular alignment of tests. The commissioner of education must therefore be\n   17  required to produce the necessary indicia of test validity, reliability,\n   18  alignment to the state learning standards and appropriateness of use for\n   19  each  assessment  to  determine graduation, promotion to grade or AYP in\n   20  accordance with requirements expressed in the scientific  literature  in\n   21  the  field of test measurement. The department of education must also be\n   22  held accountable by an independent panel of outside  experts  recognized\n   23  as  authorities  in  the field of psychometrics, pedagogy and curriculum\n   24  for the quality, validity and reliability  of  the  examinations  estab-\n   25  lished by the state board of regents.\n   26    Therefore,  the legislature hereby deems it to be in the public inter-\n   27  est to require that the state department of education provide a  written\n   28  report  and  implement an audit process to ensure validity, reliability,\n   29  alignment to the state learning standards and appropriateness of use for\n   30  each assessment used to determine graduation, promotion to grade or AYP.\n   31    S 2. Reporting requirements. 1. (a) Not later than September fifteenth\n   32  of each year, the commissioner of education shall submit  to  the  state\n   33  board  of regents, the temporary president of the senate and the speaker\n   34  of the assembly:\n   35    (i) A written report  that  conclusively  demonstrates  the  validity,\n   36  reliability,  alignment  to  the state learning standards established by\n   37  the department of education (learning standards) and appropriateness  of\n   38  use  for  its intended purposes for each assessment (noting each instru-\n   39  ment and the dates of usage) used by  the  department  of  education  to\n   40  determine  a  student's eligibility for a high school diploma, promotion\n   41  to grade, or measurement of adequate yearly  progress  (AYP)  under  the\n   42  federal  No Child Left Behind Act of a school or district in the preced-\n   43  ing school year.   Demonstration of  assessment  validity,  reliability,\n   44  alignment  to learning standards and appropriateness of use must be made\n   45  in accordance with applicable  professional  assessment  guidelines  and\n   46  standards  of  the American Educational Research Association (AERA), the\n   47  American Psychological Association (APA) and  the  National  Council  on\n   48  Measurement  in  Education  (NCME)  (collectively and as may be modified\n   49  from time to time, the joint standards), including pedagogic and curric-\n   50  ular, as well as psychometric, standards.\n   51    (ii) A technical manual for each assessment used by the department  of\n   52  education  and  used  to  determine  a  student's eligibility for a high\n   53  school diploma, promotion to grade, or measurement of AYP of a school or\n   54  district in the preceding school year. The technical manual must  comply\n   55  with  the professional requirements of the assessment industry as recog-\n   56  nized by the AERA, APA and NCME.\n\n       A. 116                              3\n\n    1    (b) The annual report and technical manual shall be made available  to\n    2  the  public  upon  submission  to  the state board of regents and to the\n    3  temporary president of the senate and the speaker of the assembly.\n    4    2.  Failure of the commissioner of education to produce a report under\n    5  subparagraph (i) of paragraph (a) of subdivision one of this section  or\n    6  a  technical  manual  under  subparagraph (ii) of such paragraph for any\n    7  given assessment shall be deemed a failure to demonstrate the  validity,\n    8  reliability,  alignment to learning standards and appropriateness of use\n    9  of such assessment, and the results from such assessment  shall  not  be\n   10  used  to  determine  a  student's eligibility for a high school diploma,\n   11  promotion to grade, or measurement of AYP of a school or district in the\n   12  preceding school year. The commissioner of education shall substitute an\n   13  alternate measure for the decision taken on the basis  of  the  adminis-\n   14  tered  assessment.  Where  a  decision  to graduate or promote a student\n   15  cannot be based on a demonstrably  valid  standardized  assessment,  the\n   16  decision  will  be based on a combination of final grade in the relevant\n   17  academic courses and faculty recommendations in place of the results  of\n   18  such examination. Any part of an assessment not demonstrated to be valid\n   19  shall not be used for any subsequent determination.\n   20    S  3.  Audit requirements. The state board of regents shall appoint an\n   21  independent panel of experts  on  curricular  assessments  qualified  to\n   22  determine  whether  or not an assessment meets professional standards of\n   23  the measurement industry and scholarly associations for validity,  reli-\n   24  ability, alignment to learning standards and appropriateness of use. The\n   25  panel  shall be known as the regents review board, hereafter referred to\n   26  as the board.  The board shall consist of five members. The  members  of\n   27  the  board  will  be  members of the AERA or the APA. Each member of the\n   28  board will be a recognized expert in the field of testing  psychometrics\n   29  or  curriculum evaluation and will have at least ten years experience in\n   30  evaluating validity, reliability, alignment with learning standards  and\n   31  appropriateness  of  use  of  tests  at the primary and secondary school\n   32  levels.\n   33    1. The board shall review each assessment used by  the  department  of\n   34  education  to determine a student's eligibility for a high school diplo-\n   35  ma, promotion to grade, or measurement of AYP of a school or district to\n   36  determine whether the assessment meets the joint standards  for  assess-\n   37  ment  validity,  reliability, alignment to learning standards and appro-\n   38  priateness of use. The board  shall  also  review  the  commissioner  of\n   39  education's annual report and supporting materials concerning the valid-\n   40  ity, reliability, alignment to learning standards and appropriateness of\n   41  use of the assessments, and the technical manual of each assessment. The\n   42  board  shall  have complete access to all documents of the department of\n   43  education relating to the assessments reviewed by the  board,  including\n   44  pilot  and/or field test results for such assessments and any changes to\n   45  materials or practices relating to such  assessments  implemented  as  a\n   46  result  of  such  pilot and/or field tests. The board shall maintain the\n   47  confidentiality of all documents deemed to contain proprietary  informa-\n   48  tion.\n   49    2.  The  board  shall determine whether or not each assessment used by\n   50  the department of education for graduation, promotion  or  determination\n   51  of AYP is valid, reliable, aligned to the learning standards, and appro-\n   52  priate for use. The board shall submit, not later than October fifteenth\n   53  of  each  year,  a  written report of its findings to the state board of\n   54  regents, the temporary president of the senate and the  speaker  of  the\n   55  assembly.  The  report  shall  be  made available to the public upon its\n   56  submission as provided in this subdivision.\n\n       A. 116                              4\n\n    1    3. If the board determines that any part of an assessment used by  the\n    2  department  of education does not meet the standards for validity, reli-\n    3  ability, alignment to learning standards or appropriateness of use under\n    4  the joint standards, such part or parts of those  assessments  shall  be\n    5  considered  invalid,  and  the results from such assessment shall not be\n    6  used to determine a student's eligibility for  a  high  school  diploma,\n    7  promotion to grade, or measurement of AYP of a school or district in any\n    8  school year. The commissioner of education shall substitute an alternate\n    9  measure  for the decision taken on the basis of the administered assess-\n   10  ment. Where a decision to graduate or promote a student is based  on  an\n   11  assessment  not  demonstrably  valid,  the  decision  will be based on a\n   12  combination of final grade in the relevant academic courses and  faculty\n   13  recommendations  in place of the results of such examination. The deter-\n   14  mination of the board shall be final as to the use of those assessments.\n   15    4. If any part of an assessment used by the  department  of  education\n   16  has been determined by the board to fail to meet the joint standards and\n   17  related  research  for  assessment  validity,  reliability, alignment to\n   18  learning standards or appropriateness of use, the commissioner of educa-\n   19  tion shall not use such part or parts of the assessment  in  any  subse-\n   20  quent test administrations.\n   21    S  4.  Pilot testing. 1. No later than sixty days prior to the depart-\n   22  ment of education's scheduled administration of any assessment to deter-\n   23  mine a student's eligibility for a high  school  diploma,  promotion  to\n   24  grade,  or  measurement  of AYP of a school or district in the preceding\n   25  school year, the commissioner of education shall submit  to  the  board,\n   26  the state board of regents and the temporary president of the senate and\n   27  the  speaker of the assembly the results of all pilot and/or field tests\n   28  conducted for that assessment  and  make  available  to  the  board  all\n   29  records  relating  to  such  pilot and/or field tests and results. Pilot\n   30  and/or field tests are assessments administered  by  the  department  of\n   31  education that are not being used for decisions of graduation, promotion\n   32  to  grade,  or  measurement of AYP but contain individual questions that\n   33  are to be used on assessments to determine a student's eligibility for a\n   34  high school diploma, promotion to grade,  or  measurement  of  AYP.  For\n   35  purposes  of  this  section,  results  of pilot and/or field tests shall\n   36  include, but not be limited to, analysis of answers to questions on  the\n   37  administered  pilot  and/or  field  test  based  on  percentage answered\n   38  correctly, breakdown of results according to race and gender, an  expla-\n   39  nation  of  how  the  pilot  and/or  field test was administered, and an\n   40  explanation of the learning standard a question purports to test.    The\n   41  failure  to  submit  and  identify pilot and/or field test results or to\n   42  provide access to records  as  required  under  this  subdivision  shall\n   43  preclude  the  department  of  education from using or administering the\n   44  assessment.\n   45    2. Where the board has received from the commissioner of education the\n   46  results of the pilot and/or field test for  an  assessment  as  required\n   47  under  subdivision  one of this section, the board shall, not later than\n   48  thirty days prior to the department of  education's  scheduled  adminis-\n   49  tration  of  such  assessment, deliver to the state board of regents and\n   50  the temporary president of the senate and the speaker of the assembly  a\n   51  written  report  evaluating the pilot and/or field tests and the results\n   52  of the pilot and/or field tests provided by the department of education.\n   53  The written report of the board shall be made available to the public.\n   54    3. In its evaluation, the board will identify any recognizable  short-\n   55  comings  of  the  pilot and/or field tests. If the board determines that\n   56  any part of the pilot and/or field tests were not conducted  in  accord-\n\n       A. 116                              5\n\n    1  ance  with  the joint standards, that they fall short of needed prepara-\n    2  tion, or if it appears to the board that the assessment  for  which  the\n    3  pilot  and/or  field  tests were conducted is likely to fail to meet the\n    4  criteria  for validity, reliability, alignment to learning standards, or\n    5  appropriateness of use under the joint standards, the board shall recom-\n    6  mend to the state board of regents  that  the  department  of  education\n    7  shall  not  use  or administer the assessment for which the pilot and/or\n    8  field tests were conducted. The state board  of  regents  shall,  within\n    9  fourteen  days  of  receipt of the board's report, provide to the board,\n   10  the temporary president of the senate and the speaker  of  the  assembly\n   11  written notice of the actions proposed to be taken by the state board of\n   12  regents  with  respect  to the recommendations of the board contained in\n   13  such report.\n   14    S 5. This act shall take effect on the ninetieth day  after  it  shall\n   15  have  become  a  law; provided, however, that effective immediately, the\n   16  addition, amendment and/or repeal of any rule  or  regulation  necessary\n   17  for  the implementation of this act on its effective date are authorized\n   18  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to require annual reports and create a regents review board to audit assessments used to determine grade promotion, graduation or adequate yearly progress for validity, reliability, alignment to standards and appropriateness of use ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105913.TXT", "SOBI.D101216.T112415.TXT", "SOBI.D101217.T154004.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618404156
}