{
  "year" : 2011,
  "senateBillNo" : "A1160-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to banks",
    "billEventId" : "A1160-2011-1294203600000-referred+to+banks",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the private automated teller machine safety act",
  "summary" : "Enacts the private automated teller machine safety act; requires operators of private automated teller machines to register their machines with the superintendent of banks; imposes a fee for the registration of such machines; provides monetary penalties for those operators and building owners who do not comply with the provisions of the act. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A1638-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1160\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. BING, DINOWITZ, HOYT, MILLMAN, PHEFFER, WRIGHT,\n         CUSICK, SCHIMEL, SCARBOROUGH, GABRYSZAK, KAVANAGH, GIBSON,  CASTRO  --\n         Multi-Sponsored by -- M. of A. AUBRY, BOYLAND, BRENNAN, CAHILL, CLARK,\n         COLTON,  COOK,  CYMBROWITZ,  FARRELL, GALEF, GLICK, GOTTFRIED, HIKIND,\n         HOOPER, JAFFEE, KELLNER, LAVINE, V. LOPEZ, MARKEY, MAYERSOHN, McENENY,\n         M. MILLER, ORTIZ,  REILLY,  J. RIVERA,  ROBINSON,  ROSENTHAL,  TITONE,\n         TITUS, WEISENBERG -- read once and referred to the Committee on Banks\n\n       AN  ACT  to  amend  the  general  business  law  and the banking law, in\n         relation to enacting the private automated teller machine safety act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title.  This act shall be known and may be cited as\n    2  the \"private automated teller machine safety act\".\n    3    S 2. The general business law is amended by adding a new section  399-\n    4  yyy to read as follows:\n    5    S  399-YYY.  AUTOMATED  TELLER MACHINE SAFETY RULES.   EVERY PERSON OR\n    6  ENTITY SHALL MAINTAIN THE FOLLOWING SECURITY MEASURES  WITH  RESPECT  TO\n    7  EACH  OF  THE  AUTOMATED TELLER MACHINES LOCATED AND INSTALLED ON HIS OR\n    8  HER PROPERTY:\n    9    1. ADEQUATE LIGHTING, WHICH PERMITS A PERSON USING AN AUTOMATED TELLER\n   10  MACHINE TO READILY AND EASILY SEE ALL OTHER  PERSONS  IN  THE  IMMEDIATE\n   11  VICINITY OF SUCH MACHINE; AND\n   12    2. A REFLECTIVE MIRROR OR MIRRORS, EITHER AFFIXED TO OR STANDING INDE-\n   13  PENDENTLY  OF  EACH AUTOMATED TELLER MACHINE, PLACED IN SUCH A MANNER AS\n   14  TO PERMIT A PERSON USING SUCH MACHINE TO SEE BEHIND THEM AS THEY CONDUCT\n   15  THEIR TRANSACTIONS.\n   16    S 3. The banking law is amended by adding a new article 2-AAA to  read\n   17  as follows:\n   18                                ARTICLE II-AAA\n   19                   PRIVATE AUTOMATED TELLER MACHINE SAFETY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00661-01-1\n\n       A. 1160                             2\n\n    1  SECTION 75-P. LEGISLATIVE FINDINGS AND INTENT.\n    2          75-Q. DEFINITIONS.\n    3          75-R. APPLICABILITY.\n    4          75-S. REGISTRATION.\n    5          75-T. REQUIREMENTS FOR OPERATION.\n    6          75-U. APPLICATION; WAIVER.\n    7          75-V. PENALTIES.\n    8    S 75-P. LEGISLATIVE FINDINGS AND INTENT.  IDENTITY THEFT IS RECOGNIZED\n    9  AS  ONE  OF  THE  FASTEST-GROWING  CRIMES  IN AMERICA. THE FEDERAL TRADE\n   10  COMMISSION HAS REPORTED THAT BETWEEN NINETEEN HUNDRED  NINETY-EIGHT  AND\n   11  TWO  THOUSAND  THREE,  27.3 MILLION AMERICANS BECAME VICTIMS OF IDENTITY\n   12  THEFT, WHICH IS OFTEN ASSOCIATED WITH  OTHER  SERIOUS  CRIMES  INCLUDING\n   13  MAIL  FRAUD, NARCOTICS, ORGANIZED CRIME, MONEY LAUNDERING, WEAPONS TRAF-\n   14  FICKING, COMPUTER CRIMES, AND TERRORISM. THE  USE  OF  AUTOMATED  TELLER\n   15  MACHINES  ENABLES  CONSUMERS TO ACCESS FUNDS CONVENIENTLY WITHOUT HAVING\n   16  TO GO TO A BANK, BUT  IT  ALSO  PROVIDES  AN  OPPORTUNITY  FOR  IDENTITY\n   17  THIEVES. INDEED, PEOPLE WHO USE THE UNENCLOSED AUTOMATED TELLER MACHINES\n   18  FOUND  IN  MANY  BUILDINGS  SUCH AS SUPERMARKETS AND CONVENIENCE STORES,\n   19  WHOSE FUNCTIONS ARE UNRELATED TO BANKING  ACTIVITIES,  ARE  PARTICULARLY\n   20  VULNERABLE  BECAUSE  SUCH MACHINES ARE NOT REGULATED BY FEDERAL OR STATE\n   21  LAW. THESE MACHINES CAN BE THE SETTING FOR UNSCRUPULOUS  MACHINE  OPERA-\n   22  TORS OR THIRD PARTIES TO OBTAIN THE PERSONAL BANK INFORMATION OF PERSONS\n   23  CONDUCTING  FINANCIAL  TRANSACTIONS.  WHILE  AUTOMATED  TELLER  MACHINES\n   24  LOCATED AT BANKING INSTITUTIONS  PROVIDE  CERTAIN  SAFETY  ENHANCEMENTS,\n   25  SUCH  AS  REARVIEW MIRRORS OR SECURITY CAMERAS, PRIVATE AUTOMATED TELLER\n   26  MACHINES ARE CURRENTLY NOT LEGALLY REQUIRED TO DO SO. MOREOVER,  BECAUSE\n   27  SUCH  MACHINES  ARE NOT, AT PRESENT, LICENSED OR OTHERWISE REGISTERED IN\n   28  NEW YORK STATE, THEIR OPERATORS ARE OFTEN UNTRACEABLE, MAKING IT  DIFFI-\n   29  CULT FOR LAW ENFORCEMENT TRYING TO SOLVE IDENTITY THEFT CRIMES INVOLVING\n   30  AUTOMATED  TELLER  MACHINE FRAUD. THIS LAW IMPLEMENTS MEASURES TO COMBAT\n   31  IDENTITY THEFT AND PROTECT CITIZENS' PERSONAL INFORMATION AT THOSE AUTO-\n   32  MATED TELLER MACHINES THAT ARE NOT CURRENTLY  REGULATED  BY  FEDERAL  OR\n   33  STATE LAW.\n   34    S 75-Q. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n   35    1.  \"AUTOMATED  TELLER MACHINE\" SHALL MEAN A DEVICE WHICH IS LINKED TO\n   36  THE ACCOUNTS AND RECORDS OF A  BANKING  INSTITUTION  AND  WHICH  ENABLES\n   37  CONSUMERS  TO CARRY OUT BANKING TRANSACTIONS, INCLUDING, BUT NOT LIMITED\n   38  TO, ACCOUNT TRANSFERS, DEPOSITS, CASH  WITHDRAWALS,  BALANCE  INQUIRIES,\n   39  AND LOAN PAYMENTS.\n   40    2. \"OPERATOR\" SHALL MEAN A PERSON, ORGANIZATION, OR COMPANY, INCLUDING\n   41  BUT  NOT  LIMITED  TO  ONE  WHO OWNS, INVESTS IN, OR LEASES AN AUTOMATED\n   42  TELLER MACHINE AND IS RESPONSIBLE FOR THE MAINTENANCE, FUNCTIONING,  AND\n   43  OPERATION  OF SUCH MACHINE, WHICH IS LOCATED IN ANY BUILDING, STRUCTURE,\n   44  OR SPACE WHOSE PRIMARY PURPOSE  OR  FUNCTION  IS  UNRELATED  TO  BANKING\n   45  ACTIVITIES,  INCLUDING  BUT  NOT  LIMITED  TO SUPERMARKETS, RESTAURANTS,\n   46  BARS, CONVENIENCE STORES, AIRPORTS, SCHOOL BUILDINGS, AND PUBLIC  BUILD-\n   47  INGS.\n   48    3. \"AUTOMATED TELLER MACHINE PLACEMENT AGREEMENT\" SHALL MEAN AN AGREE-\n   49  MENT  BETWEEN A MERCHANT AND A PRIVATE AUTOMATED TELLER MACHINE OPERATOR\n   50  AUTHORIZING THE LOCATION AND PROVIDING  THE  TERMS  OF  OPERATION  OF  A\n   51  PRIVATE  AUTOMATED  TELLER  MACHINE  AT  A SPECIFIED SITE, INCLUDING THE\n   52  MERCHANT'S PLACE OF BUSINESS.\n   53    4. \"EFT NETWORK\" SHALL MEAN AN ELECTRONIC FUNDS TRANSFER NETWORK  THAT\n   54  ENABLES THE TRANSFER OF FUNDS IN AND OUT OF A PERSON'S BANK ACCOUNT WHEN\n   55  SUCH PERSON COMPLETES A TRANSACTION AT AN AUTOMATED TELLER MACHINE.\n\n       A. 1160                             3\n\n    1    5.  \"TRANSACTION\"  SHALL  MEAN  THE  ACT  OF ACCESSING AN ACCOUNT AT A\n    2  FINANCIAL INSTITUTION WITH A CREDIT CARD, DEBIT CARD, OR OTHER  BANKCARD\n    3  AT  A  PRIVATE  AUTOMATED  TELLER MACHINE FOR THE PURPOSE OF MAKING CASH\n    4  WITHDRAWALS, BALANCE INQUIRIES, DEPOSITS, FUND TRANSFERS FROM OR TO  THE\n    5  ACCOUNT, OR ENGAGING IN ANY OTHER TRANSACTION.\n    6    S  75-R. APPLICABILITY.  THE PROVISIONS OF THIS ARTICLE SHALL APPLY TO\n    7  ANY UNENCLOSED AUTOMATED TELLER MACHINE LOCATED IN ANY BUILDING,  STRUC-\n    8  TURE, OR SPACE WHOSE PRIMARY PURPOSE OR FUNCTION IS UNRELATED TO BANKING\n    9  ACTIVITIES,  INCLUDING  BUT  NOT  LIMITED  TO SUPERMARKETS, RESTAURANTS,\n   10  BARS, CONVENIENCE STORES, AIRPORTS, SCHOOL BUILDINGS, AND PUBLIC  BUILD-\n   11  INGS,  WHERE  SUCH  AUTOMATED  TELLER  MACHINE IS AVAILABLE FOR USE ONLY\n   12  DURING THE REGULAR HOURS OF OPERATION OF  THE  BUILDING,  STRUCTURE,  OR\n   13  SPACE IN WHICH SUCH MACHINE IS LOCATED.\n   14    S  75-S.  REGISTRATION.  1.  AN  AUTOMATED TELLER MACHINE SHALL NOT BE\n   15  MAINTAINED BY AN OPERATOR UNLESS SUCH MACHINE HAS FIRST BEEN  REGISTERED\n   16  IN ACCORDANCE WITH THE PROVISIONS OF THIS ARTICLE.\n   17    2. EVERY OPERATOR OF AN AUTOMATED TELLER MACHINE OPERATED IN THE STATE\n   18  SHALL  SUBMIT  AN  APPLICATION FOR REGISTRATION TO THE SUPERINTENDENT OF\n   19  BANKS IN THE FORM AND MANNER  PRESCRIBED  BY  THE  SUPERINTENDENT.  SUCH\n   20  APPLICATION SHALL CONTAIN:\n   21    A.  A  BRIEF  DESCRIPTION OF THE AUTOMATED TELLER MACHINE TO BE REGIS-\n   22  TERED, INCLUDING THE NAME AND SERIAL NUMBER OF SUCH MACHINE,\n   23    B. THE NAME AND ADDRESS OF THE OPERATOR OF SUCH MACHINE, SPECIFYING IN\n   24  THE CASE OF AN UNINCORPORATED PARTNERSHIP, THE NAME AND ADDRESS  OF EACH\n   25  MEMBER OR PARTNER THEREOF, OR IN THE CASE OF A CORPORATION, THE NAME AND\n   26  ADDRESS OF EACH OFFICER OF THE CORPORATION,\n   27    C. THE LOCATION OF THE AUTOMATED TELLER MACHINE TO BE REGISTERED,\n   28    D. PROOF SATISFACTORY TO THE SUPERINTENDENT THAT SUCH  MACHINE  IS  IN\n   29  COMPLIANCE WITH ALL APPLICABLE STATE AND FEDERAL REGULATIONS, AND\n   30    E. SUCH ADDITIONAL INFORMATION AS THE SUPERINTENDENT MAY REQUIRE.\n   31    3. THE REMOVAL OF ANY AUTOMATED TELLER MACHINE FROM A PREMISES AND ITS\n   32  RELOCATION  IN  A DIFFERENT PREMISES WITHIN THIS STATE SHALL REQUIRE THE\n   33  RENEWAL OF SUCH REGISTRATION OF SUCH  MACHINE  IN  ACCORDANCE  WITH  THE\n   34  PROVISIONS OF THIS SECTION.\n   35    4.  REGISTRATIONS  AND RENEWALS SHALL TAKE EFFECT ON DATES ESTABLISHED\n   36  BY THE SUPERINTENDENT AND SHALL EXPIRE ONE YEAR AFTER SUCH  DATE.  WHERE\n   37  SUCH  REGISTRATION EXPIRATION DATE FALLS ON A SATURDAY, SUNDAY, OR HOLI-\n   38  DAY, SUCH REGISTRATION SHALL BE VALID FOR THE OPERATION OF THE AUTOMATED\n   39  TELLER MACHINE UNTIL THE END OF THE NEXT  BUSINESS  DAY  FOLLOWING  SUCH\n   40  SATURDAY, SUNDAY, OR HOLIDAY.\n   41    5.  EACH  OPERATOR SHALL PAY A REGISTRATION FEE OF ONE HUNDRED DOLLARS\n   42  FOR EACH AUTOMATED TELLER MACHINE HE OR SHE  WISHES  TO  REGISTER.  EACH\n   43  OPERATOR  SHALL  PAY A RENEWAL REGISTRATION FEE OF FIFTY DOLLARS FOR THE\n   44  REGISTRATION OF EACH AUTOMATED TELLER MACHINE HE OR SHE WISHES TO RENEW.\n   45    6. ANY OPERATOR WHO HAS PLACED AN AUTOMATED TELLER MACHINE IN  SERVICE\n   46  PRIOR  TO THE EFFECTIVE DATE OF THIS ARTICLE SHALL HAVE NINETY DAYS FROM\n   47  SUCH EFFECTIVE DATE TO ENSURE THAT HIS OR HER MACHINES ARE REGISTERED IN\n   48  ACCORDANCE WITH THIS ARTICLE.\n   49    S 75-T. REQUIREMENTS FOR OPERATION.    1.  NOTWITHSTANDING  ANY  OTHER\n   50  PROVISION  OF  THIS  ARTICLE, NO PERSON OR ENTITY SHALL PERMIT AN UNENC-\n   51  LOSED AUTOMATED TELLER MACHINE TO BE LOCATED  ON  HIS  OR  HER  PREMISES\n   52  WITHOUT  HAVING  OBTAINED PROOF THAT SUCH MACHINE HAS BEEN REGISTERED IN\n   53  ACCORDANCE WITH THE PROVISIONS OF THIS ARTICLE.\n   54    2. EACH OPERATOR OF AN AUTOMATED TELLER MACHINE REGISTERED IN  ACCORD-\n   55  ANCE WITH THIS ARTICLE SHALL:\n\n       A. 1160                             4\n\n    1    A.  COMPLY  WITH ALL EFT NETWORK OPERATING RULES AND ALL LOCAL, STATE,\n    2  AND FEDERAL REGULATIONS GOVERNING THE OPERATIONS OF  ITS  PRIVATE  AUTO-\n    3  MATED TELLER MACHINES;\n    4    B.  MAINTAIN  COMPREHENSIVE  AND  VERIFIABLE  INVENTORY PROCEDURES AND\n    5  ESTABLISH CONTROLS THAT IDENTIFY THE LOCATION  OF  ALL  OF  THE  PRIVATE\n    6  AUTOMATED TELLER MACHINES THAT IT OWNS AND OPERATES WITHIN THE STATE;\n    7    C.  WHEN  LOCATING AND INSTALLING AN AUTOMATED TELLER MACHINE ON PREM-\n    8  ISES OWNED BY ANOTHER PERSON OR ENTITY, OPERATE SUCH MACHINE ONLY PURSU-\n    9  ANT TO AN AUTOMATED TELLER MACHINE PLACEMENT AGREEMENT WITH A PERSON  OR\n   10  ENTITY  WHO IS LEGALLY AUTHORIZED TO CONDUCT BUSINESS IN NEW YORK STATE.\n   11  SUCH AGREEMENT SHALL PROVIDE THE OPERATOR'S  FULL  LEGAL  NAME  AND  ANY\n   12  TRADE  NAME UNDER WHICH BUSINESS IS CONDUCTED, ALONG WITH THE OPERATOR'S\n   13  FEDERAL AND NEW YORK INCOME TAX IDENTIFICATION NUMBERS, OR IN  THE  CASE\n   14  OF  A  SOLE  PROPRIETOR, HIS OR HER SOCIAL SECURITY NUMBER, AND SHALL BE\n   15  FILED WITH THE SUPERINTENDENT; AND\n   16    D. POST IN A CONSPICUOUS PLACE ON THE FRONT OF EACH PRIVATE  AUTOMATED\n   17  TELLER  MACHINE  A  NOTICE  IN  AT  LEAST TWENTY-FOUR-POINT TYPE SETTING\n   18  FORTH: (I) THE NAME OF THE OPERATOR OF THE AUTOMATED TELLER MACHINE,  AS\n   19  WELL AS THE NAME AND PHONE NUMBER OF THE MERCHANT ON WHOSE PREMISES SUCH\n   20  MACHINE  IS  LOCATED; (II) THE TELEPHONE NUMBER WHERE THE SUPERINTENDENT\n   21  MAY BE CONTACTED; AND (III) THE LANGUAGE: \"PROTECT YOUR  PIN.  REPORT  A\n   22  LOST OR STOLEN CARD IMMEDIATELY.\"\n   23    3.  EVERY  OPERATOR  OF AN AUTOMATED TELLER MACHINE, AND ANY PERSON OR\n   24  ENTITY ON WHOSE PREMISES ANY SUCH  MACHINE  IS  LOCATED  AND  INSTALLED,\n   25  SHALL  MAINTAIN  SUCH  RECORDS IN RELATION TO SUCH MACHINE AS THE SUPER-\n   26  INTENDENT MAY REQUIRE.\n   27    S 75-U. APPLICATION; WAIVER. 1. THE PROVISIONS OF THIS  ARTICLE  SHALL\n   28  NOT  APPLY  TO  ANY  ESTABLISHMENT  THAT IS SUBJECT TO THE PROVISIONS OF\n   29  ARTICLE TWO-AA OF THIS CHAPTER.\n   30    2. THE PROVISIONS OF THIS ARTICLE MAY NOT BE WAIVED FOR ANY OPERATOR.\n   31    S 75-V. PENALTIES.  1. ANY OPERATOR OF  AN  AUTOMATED  TELLER  MACHINE\n   32  FOUND  TO  BE  IN  VIOLATION  OF  ANY PROVISION OF THIS ARTICLE SHALL BE\n   33  SUBJECT TO A CIVIL PENALTY OF UP TO FIVE THOUSAND DOLLARS, WHICH MAY  BE\n   34  RECOVERED  FOLLOWING NOTICE AND AN OPPORTUNITY TO BE HEARD IN A PROCEED-\n   35  ING BEFORE THE SUPERINTENDENT. EACH PERIOD OF  FIFTEEN  DAYS  THAT  SUCH\n   36  VIOLATION  REMAINS  UNCORRECTED  SHALL  CONSTITUTE  A SEPARATE, DISTINCT\n   37  OFFENSE.\n   38    2. ANY PERSON OR ENTITY WHO PERMITS AN AUTOMATED TELLER MACHINE TO  BE\n   39  LOCATED AND INSTALLED AND TO OPERATE ON HIS OR HER PREMISES IN VIOLATION\n   40  OF  ANY PROVISION OF THIS ARTICLE SHALL BE SUBJECT TO A CIVIL PENALTY OF\n   41  UP TO TWO HUNDRED FIFTY DOLLARS, WHICH MAY BE RECOVERED FOLLOWING NOTICE\n   42  AND AN OPPORTUNITY TO BE HEARD IN A PROCEEDING  BEFORE  THE  SUPERINTEN-\n   43  DENT.  EACH  PERIOD  OF  FIFTEEN DAYS THAT SUCH VIOLATION REMAINS UNCOR-\n   44  RECTED SHALL CONSTITUTE A SEPARATE, DISTINCT OFFENSE.\n   45    3. ANY CIVIL PENALTY IMPOSED PURSUANT TO THIS SECTION SHALL NOT  LIMIT\n   46  OR  PRECLUDE  ANY  CAUSE  OF  ACTION  AVAILABLE  TO ANY PERSON OR ENTITY\n   47  INJURED OR AGGRIEVED BY SUCH ACTION.\n   48    S 4. This act shall take effect on the one hundred eightieth day after\n   49  it shall have become a law. Effective immediately, the superintendent of\n   50  banks is authorized to implement any rule or  regulation  necessary  for\n   51  the timely implementation of this act on its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the banking law, in relation to enacting the private automated teller machine safety act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151729.TXT", "SOBI.D110106.T150228.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432155550
}