{
  "year" : 2011,
  "senateBillNo" : "A1163-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1163-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a maximum $200 tax credit for taxpayer expenses associated with the development of open source and free software license programs",
  "summary" : "Provides a maximum $200 tax credit for taxpayer expenses associated with the development of open source and free software license programs. ",
  "currentCommittee" : null,
  "sameAs" : "S43",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A6380-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1163\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. BING, KELLNER -- Multi-Sponsored by -- M. of A.\n         BROOK-KRASNY, CAHILL, V. LOPEZ, PEOPLES-STOKES, SPANO -- read once and\n         referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to providing a  tax  credit  to\n         individuals  for  up to two hundred dollars of expenses related to the\n         development and posting of an open source or free license program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  606  of  the  tax law is amended by adding a new\n    2  subsection (ss) to read as follows:\n    3    (SS) OPEN SOURCE OR FREE LICENSE  CREDIT.  (1)  A  TAXPAYER  SHALL  BE\n    4  ALLOWED A CREDIT, TO BE COMPUTED AS PROVIDED IN THIS SUBSECTION, AGAINST\n    5  THE  TAX  IMPOSED  PURSUANT TO SECTION SIX HUNDRED ONE OF THIS PART. THE\n    6  AMOUNT OF  CREDIT  SHALL  EQUAL  UP  TO  TWENTY  PERCENT  OF  THE  TOTAL\n    7  OUT-OF-POCKET  EXPENSES  OF  THE  TAXPAYER  USED IN THE DEVELOPMENT OF A\n    8  PROGRAM THAT IS PROVIDED TO THE PUBLIC UNDER  AN  OPEN  SOURCE  OR  FREE\n    9  SOFTWARE LICENSE, UP TO A MAXIMUM OF TWO HUNDRED DOLLARS.\n   10    (2)  FOR  THE PURPOSES OF THIS SUBSECTION, A PROGRAM SHALL QUALIFY FOR\n   11  THE CREDIT PROVIDED BY THIS SUBSECTION IF THE CODE FOR SUCH PROGRAM  HAS\n   12  BEEN RELEASED UNDER AN OPEN SOURCE LICENSE RECOGNIZED BY THE OPEN SOURCE\n   13  INITIATIVE,  OR  HAS  BEEN RELEASED UNDER A FREE SOFTWARE LICENSE RECOG-\n   14  NIZED BY THE FREE SOFTWARE FOUNDATION.\n   15    (3) THIS SUBSECTION SHALL APPLY TO ANY INDIVIDUAL FOR ANY TAXABLE YEAR\n   16  ONLY IF SUCH INDIVIDUAL ELECTS TO HAVE THIS SECTION APPLY FOR SUCH TAXA-\n   17  BLE YEAR. AN ELECTION TO HAVE THIS SECTION APPLY MAY NOT BE MADE FOR ANY\n   18  TAXABLE YEAR IF SUCH ELECTION IS IN EFFECT WITH RESPECT TO SUCH INDIVID-\n   19  UAL FOR ANY OTHER TAXABLE YEAR AND PERTAINING TO THE SAME PROGRAM OR ANY\n   20  PORTION THEREOF.\n   21    (4) IN NO EVENT SHALL THE  AMOUNT  OF  THE  CREDIT  PROVIDED  BY  THIS\n   22  SUBSECTION  EXCEED  THE TAXPAYER'S TAX FOR THE TAXABLE YEAR. HOWEVER, IF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00164-01-1\n\n       A. 1163                             2\n\n    1  THE AMOUNT OF CREDIT OTHERWISE ALLOWABLE PURSUANT TO THIS SUBSECTION FOR\n    2  ANY TAXABLE YEAR RESULTS IN SUCH EXCESS AMOUNT, ANY AMOUNT OF CREDIT NOT\n    3  DEDUCTIBLE IN SUCH TAXABLE YEAR MAY BE CARRIED  OVER  TO  THE  FOLLOWING\n    4  YEAR  OR YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR\n    5  OR YEARS.\n    6    S 2. This act shall take effect immediately and shall apply to taxable\n    7  years beginning on and after the first of January  next  succeeding  the\n    8  date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a tax credit to individuals for up to two hundred dollars of expenses related to the development and posting of an open source or free license program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T150728.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110106.T150228.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432155532
}