{
  "year" : 2011,
  "senateBillNo" : "A1164-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1164-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the amount on which additional taxes are imposed for conveyances of real property in N.Y. city",
  "summary" : "Increases the amount of real property conveyance in cities with a population of one million or more that triggers an additional tax. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A955-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1164\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. BING, BROOK-KRASNY, LANCMAN, MILLMAN, CYMBROWITZ,\n         ZEBROWSKI  -- Multi-Sponsored by -- M. of A. BOYLAND, FARRELL, GABRYS-\n         ZAK, V. LOPEZ, ROBINSON, ROSENTHAL, THIELE -- read once  and  referred\n         to the Committee on Ways and Means\n\n       AN  ACT  to  amend  the tax law, in relation to increasing the amount on\n         which additional taxes are imposed for conveyances of real property in\n         cities with a population of one million or more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision (a) of section 1402-a of the tax law, as added\n    2  by chapter 61 of the laws of 1989, is amended to read as follows:\n    3    (a) In addition to the tax imposed by section fourteen hundred two  of\n    4  this  article, a tax is hereby imposed on each conveyance of residential\n    5  real property or interest therein when: (I) IN CITIES WITH A  POPULATION\n    6  OF LESS THAN ONE MILLION, the consideration for the entire conveyance is\n    7  one  million dollars or more; OR (II) IN CITIES WITH A POPULATION OF ONE\n    8  MILLION OR MORE, THE CONSIDERATION FOR  THE  ENTIRE  CONVEYANCE  IS  ONE\n    9  MILLION  SEVEN  HUNDRED  FIFTY THOUSAND DOLLARS OR MORE. For purposes of\n   10  this section, residential real property shall include any premises  that\n   11  is or may be used in whole or in part as a personal residence, and shall\n   12  include  a  one,  two,  or three-family house, an individual condominium\n   13  unit, or a cooperative apartment unit. The rate of such tax shall be one\n   14  percent of the consideration or part thereof attributable to  the  resi-\n   15  dential  real  property.  Such tax shall be paid at the same time and in\n   16  the same manner as the tax imposed by section fourteen  hundred  two  of\n   17  this article.\n   18    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00654-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to increasing the amount on which additional taxes are imposed for conveyances of real property in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T150728.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432155548
}