{
  "year" : 2011,
  "senateBillNo" : "A1161-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1161-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to driving while ability impaired by fatigue",
  "summary" : "Creates the offense of driving while drowsy, a class A misdemeanor; includes driving while drowsy under the offense of vehicular assault in the second degree; creates the crime of vehicular homicide caused by driving while ability impaired by fatigue, a class E felony, subject to an indeterminate term of imprisonment of up to three years and license revocation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A1637-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1161\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. BING, ORTIZ, CAHILL, TITUS, GABRYSZAK -- Multi-\n         Sponsored by -- M. of  A.  BOYLAND,  BROOK-KRASNY,  COOK,  CYMBROWITZ,\n         HOOPER,  LAVINE,  MILLMAN,  TOWNS  --  read  once  and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and  traffic  law  and  the  penal  law,  in\n         relation to driving while drowsy\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 1212-a to read as follows:\n    3    S  1212-A.  DRIVING  WHILE  DROWSY.  (A) A PERSON IS GUILTY OF DRIVING\n    4  WHILE DROWSY WHEN HE OR SHE OPERATES ANY MOTOR VEHICLE,  MOTORCYCLE,  OR\n    5  ANY  OTHER  VEHICLE  PROPELLED  BY  ANY POWER OTHER THAN MUSCULAR POWER,\n    6  WHILE HIS OR HER ABILITY TO DRIVE IS IMPAIRED BY FATIGUE.  FOR  PURPOSES\n    7  OF  THIS SECTION, PROOF THAT A PERSON FELL ASLEEP WHILE DRIVING OR PROOF\n    8  THAT A PERSON HAS BEEN WITHOUT SLEEP FOR TWENTY-FOUR OR MORE CONSECUTIVE\n    9  HOURS SHALL CREATE A REBUTTABLE PRESUMPTION THAT SUCH  PERSON'S  ABILITY\n   10  TO DRIVE WAS IMPAIRED BY FATIGUE.\n   11    (B) THIS SECTION SHALL NOT APPLY TO EMERGENCY PERSONNEL ENGAGED IN THE\n   12  RESPONSE  TO  A  CATASTROPHIC  EVENT  WHICH  AFFECTS  PUBLIC  SAFETY; OR\n   13  MEDICAL, FIRE OR AMBULANCE PERSONNEL RESPONDING TO  CERTAIN  EMERGENCIES\n   14  OR CALLS FOR ASSISTANCE.\n   15    (C)  EVERY  PERSON VIOLATING THIS SECTION SHALL BE GUILTY OF A CLASS A\n   16  MISDEMEANOR. A FIRST VIOLATION OF THIS SECTION SHALL  BE  SUBJECT  TO  A\n   17  FINE  NOT  TO  EXCEED  FIVE HUNDRED DOLLARS; ANY SUBSEQUENT VIOLATION OF\n   18  THIS SECTION SHALL BE SUBJECT TO A  FINE  NOT  TO  EXCEED  ONE  THOUSAND\n   19  DOLLARS AND LICENSE REVOCATION WITHIN THE DISCRETION OF THE COURT.\n   20    S 2. Section 120.03 of the penal law is amended by adding a new subdi-\n   21  vision 1-a to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00659-01-1\n\n       A. 1161                             2\n\n    1    (1-A) CAUSES SUCH SERIOUS PHYSICAL INJURY BY OPERATION OF A VEHICLE IN\n    2  VIOLATION  OF SECTION TWELVE HUNDRED TWELVE-A OF THE VEHICLE AND TRAFFIC\n    3  LAW, OR\n    4    S  3.  The penal law is amended by adding a new section 125.23 to read\n    5  as follows:\n    6  S 125.23 VEHICULAR HOMICIDE CAUSED BY DRIVING WHILE ABILITY IMPAIRED  BY\n    7             FATIGUE.\n    8    A PERSON IS GUILTY OF VEHICULAR HOMICIDE CAUSED BY DRIVING WHILE ABIL-\n    9  ITY IMPAIRED BY FATIGUE WHEN HE OR SHE:\n   10    (1)  COMMITS  THE CRIME OF CRIMINALLY NEGLIGENT HOMICIDE AS DEFINED IN\n   11  SECTION 125.10, AND\n   12    (2) CAUSES THE DEATH OF SUCH OTHER PERSON BY OPERATION OF A VEHICLE IN\n   13  VIOLATION OF SECTION TWELVE HUNDRED TWELVE-A OF THE VEHICLE AND  TRAFFIC\n   14  LAW.\n   15    VEHICULAR HOMICIDE CAUSED BY DRIVING WHILE ABILITY IMPAIRED BY FATIGUE\n   16  IS  A  CLASS E FELONY, PUNISHABLE BY AN INDETERMINATE SENTENCE OF IMPRI-\n   17  SONMENT OF UP TO THREE YEARS AND SUBJECT TO LICENSE REVOCATION  PURSUANT\n   18  TO  SUBDIVISION TWO OF SECTION FIVE HUNDRED TEN OF THE VEHICLE AND TRAF-\n   19  FIC LAW.\n   20    S 4. This act shall take effect on the first of November next succeed-\n   21  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the penal law, in relation to driving while drowsy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151729.TXT", "SOBI.D110106.T150228.TXT", "SOBI.D110107.T152915.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294432155555
}