{
  "year" : 2011,
  "senateBillNo" : "A117-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to banks",
    "billEventId" : "A117-2011-1294203600000-referred+to+banks",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates restrictions on where EBT cards may be used to access cash",
  "summary" : "Amends the social services law and banking law, in relation to prohibiting automated teller machines or point of sale terminals in certain locations from accepting electronic benefit transfer cards for cash withdrawals ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          117\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  REILICH,  MONTESANO,  FINCH -- read once and\n         referred to the Committee on Banks\n\n       AN ACT to amend the social services law and the banking law, in relation\n         to prohibiting automated teller machines or point of sale terminals in\n         certain locations from accepting electronic benefit transfer cards for\n         cash withdrawals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The social services law is amended by adding a new section\n    2  144-b to read as follows:\n    3    S 144-B. PROHIBITION OF THE USE OF ELECTRONIC BENEFIT  TRANSFER  CARDS\n    4  IN  CERTAIN LOCATIONS. THE OFFICE OF TEMPORARY AND DISABILITY ASSISTANCE\n    5  SHALL INSURE THAT  ELECTRONIC  BENEFIT  TRANSFER  CARDS  ISSUED  BY  AND\n    6  THROUGH  THE  AGENCY TO FACILITATE THE DELIVERY OF ASSISTANCE MAY NOT BE\n    7  USED TO ACCESS STATE-PROVIDED CASH BENEFITS FROM  ANY  AUTOMATED  TELLER\n    8  MACHINES  OR POINT OF SALE TERMINALS IN GAMBLING ESTABLISHMENTS THROUGH-\n    9  OUT THE STATE.\n   10    S 2. The banking law is amended by adding a new section 9-v to read as\n   11  follows:\n   12    S 9-V. PROHIBITION OF THE USE OF ELECTRONIC BENEFIT TRANSFER CARDS  AT\n   13  AUTOMATED  TELLER  MACHINES  IN  CERTAIN  LOCATIONS.  ELECTRONIC BENEFIT\n   14  TRANSFER CARDS ISSUED BY THE STATE TO FACILITATE THE DELIVERY OF ASSIST-\n   15  ANCE MAY NOT BE USED TO ACCESS STATE-PROVIDED  CASH  BENEFITS  FROM  ANY\n   16  AUTOMATED  TELLER MACHINES OR POINT OF SALE TERMINALS IN GAMBLING ESTAB-\n   17  LISHMENTS THROUGHOUT THE STATE.\n   18    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04103-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law and the banking law, in relation to prohibiting automated teller machines or point of sale terminals in certain locations from accepting electronic benefit transfer cards for cash withdrawals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105913.TXT", "SOBI.D101216.T112915.TXT", "SOBI.D110110.T152618.TXT", "SOBI.D101216.T113417.TXT", "SOBI.D101217.T154504.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294691178190
}