{
  "year" : 2011,
  "senateBillNo" : "A1170-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1170-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the no telemarketing sales calls statewide registry",
  "summary" : "Relates to the no telemarketing sales calls statewide registry. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1170\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON -- read once and referred to the Committee\n         on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to the no telemar-\n         keting sales calls statewide registry\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 399-z of the general business law,  as  amended  by\n    2  chapter 344 of the laws of 2010, is amended to read as follows:\n    3    S  399-z. Telemarketing; establishment of no telemarketing sales calls\n    4  OR FACSIMILE SALES TRANSMISSIONS statewide  registry;  authorization  of\n    5  the transfer of telephone numbers on the no telemarketing sales calls OR\n    6  FACSIMILE   SALES  TRANSMISSIONS  statewide  registry  to  the  national\n    7  [\"do-not-call\"] \"DO-NOT-CALL-OR-TRANSMIT\" registry. 1. As used  in  this\n    8  section, the following terms shall have the following meanings:\n    9    a. \"Board\" shall mean the consumer protection board;\n   10    b.  \"Director\" means the executive director of the consumer protection\n   11  board;\n   12    c. \"Customer\" means any natural person who is a resident of this state\n   13  and who is or may be required to pay for or  to  exchange  consideration\n   14  for goods and services offered through telemarketing;\n   15    d.  \"Doing  business  in this state\" means conducting telephonic sales\n   16  calls OR FACSIMILE SALES TRANSMISSIONS:   (i) from a  location  in  this\n   17  state; or (ii) from a location outside of this state to consumers resid-\n   18  ing in this state;\n   19    e.  \"Goods  and  services\"  means  any  goods  and services, and shall\n   20  include any real property or any tangible personal property or  services\n   21  of any kind;\n   22    f.  \"Negative  option feature\" means, in an offer or agreement to sell\n   23  or provide any goods or services, a provision under which the customer's\n   24  silence or failure to take an affirmative action to reject such goods or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05222-01-1\n\n       A. 1170                             2\n\n    1  services or to cancel the agreement is  interpreted  by  the  seller  as\n    2  acceptance of the offer.\n    3    g.  \"Person\" means any natural person, association, partnership, firm,\n    4  corporation and its affiliates or subsidiaries or other business entity;\n    5    h. \"Telemarketer\" means  any  person  who,  for  financial  profit  or\n    6  commercial  purposes in connection with telemarketing, makes telemarket-\n    7  ing sales calls OR FACSIMILE SALES TRANSMISSIONS to a customer when  the\n    8  customer  is in this state or any person who directly controls or super-\n    9  vises the conduct of a telemarketer. For the purposes of  this  section,\n   10  \"commercial  purposes\" shall mean the sale or offer for sale of goods or\n   11  services;\n   12    [.] i. \"Telemarketing\" means any plan, program or  campaign  which  is\n   13  conducted  to  induce payment or the exchange of any other consideration\n   14  for any goods or services by use of one or more telephones OR  TELECOPI-\n   15  ERS  and which involves more than one telephone call OR FACSIMILE TRANS-\n   16  MISSION by a telemarketer in which the customer is  located  within  the\n   17  state  at  the time of the call OR TRANSMISSION.  Telemarketing does not\n   18  include the solicitation of sales through media other than by  telephone\n   19  calls OR FACSIMILE TRANSMISSIONS;\n   20    j.  \"Telemarketing  sales  call\"  means  a telephone call OR FACSIMILE\n   21  TRANSMISSION made by a telemarketer or by any outbound telephone calling\n   22  technology that delivers a prerecorded message either to a  customer  or\n   23  to  their  voicemail  or  answering  machine  service for the purpose of\n   24  inducing payment or the exchange of  any  other  consideration  for  any\n   25  goods or services;\n   26    k.  \"Unsolicited  telemarketing  sales  call\"  means any telemarketing\n   27  sales call OR FACSIMILE TRANSMISSION other  than  a  call  OR  FACSIMILE\n   28  TRANSMISSION made:\n   29    (i) in response to an express written or verbal request of the custom-\n   30  er called; or\n   31    (ii)  in  connection  with an established business relationship, which\n   32  has not been terminated by either party, unless such customer has stated\n   33  to the telemarketer that such customer no longer wishes to  receive  the\n   34  telemarketing sales calls of such telemarketer.\n   35    L.  \"TELECOPIER\"  MEANS A TRANSMITTING AND RECEIVING TELECOMMUNICATION\n   36  DEVICE USED FOR PRODUCING FACSIMILE COPIES OF DOCUMENTS.\n   37    2. No telemarketer or seller shall engage in telemarketing at any time\n   38  other than between 8:00 A.M. and 9:00 P.M. local time unless the consum-\n   39  er has given his or her express consent to the call OR TRANSMISSION at a\n   40  different time, and shall provide, in a clear and coherent manner  using\n   41  words  with common and everyday meanings, at the beginning of each tele-\n   42  marketing sales call OR FACSIMILE SALES TRANSMISSION all of the  follow-\n   43  ing information:\n   44    (i)  the telemarketer's name and the person on whose behalf the solic-\n   45  itation is being made, if other than the telemarketer;\n   46    (ii) the purpose of the telephone call OR FACSIMILE TRANSMISSION; and\n   47    (iii) the identity of the goods or services for which a  fee  will  be\n   48  charged.\n   49    3.  Prior  to  the purchase of any good or service telemarketers shall\n   50  disclose to the customer the cost of the goods or services that are  the\n   51  subject of the call OR TRANSMISSION and if the offer includes a negative\n   52  option feature, all material terms and conditions of the negative option\n   53  feature,  including,  but  not  limited  to the fact that the customer's\n   54  account will be charged unless the customer takes an affirmative  action\n   55  to  avoid  the  charges,  the  dates  the  charges will be submitted for\n\n       A. 1170                             3\n\n    1  payment, and the specific steps the customer  must  take  to  avoid  the\n    2  charge.\n    3    4.  a. The board is authorized to establish, manage, and maintain a no\n    4  telemarketing sales calls OR  FACSIMILE  SALES  TRANSMISSIONS  statewide\n    5  registry  which  shall  contain  a  list of customers who do not wish to\n    6  receive unsolicited telemarketing sales calls OR FACSIMILE SALES  TRANS-\n    7  MISSIONS.    The  board may contract with a private vendor to establish,\n    8  manage and maintain such registry, provided the private vendor has main-\n    9  tained national no telemarketing sales calls OR FACSIMILE  SALES  TRANS-\n   10  MISSIONS  registries  for more than two years, and the contract requires\n   11  the vendor to provide the no  telemarketing  sales  calls  OR  FACSIMILE\n   12  SALES  TRANSMISSIONS  registry  in a printed hard copy format and in any\n   13  other format as prescribed by the board.\n   14    b. The board  is  authorized  to  have  the  national  [\"do-not-call\"]\n   15  \"DO-NOT-CALL-OR-TRANSMIT\"  registry  established, managed and maintained\n   16  by the federal trade commission pursuant to 16 C.F.R. Section 310.4  (b)\n   17  (1)  (iii)  (B) serve as the New York state no telemarketing sales calls\n   18  statewide registry provided for by this section. The  board  is  further\n   19  authorized  to  take whatever administrative actions may be necessary or\n   20  appropriate for such transition including, but not limited to, providing\n   21  the telephone numbers OR TELECOPIER NUMBERS of New York customers regis-\n   22  tered on the no telemarketing sales  calls  OR  FACSIMILE  SALES  TRANS-\n   23  MISSION  statewide  registry to the federal trade commission, for inclu-\n   24  sion on the national [\"do-not-call\"] \"DO-NOT-CALL-OR-TRANSMIT\" registry.\n   25    5. No telemarketer or seller may make or cause to be made any unsolic-\n   26  ited telemarketing sales call OR FACSIMILE SALES  TRANSMISSIONS  to  any\n   27  customer  when  that customer's telephone number OR TELECOPIER NUMBER OR\n   28  NUMBERS has been on the national  [\"do-not-call\"]  \"DO-NOT-CALL-OR-TRAN-\n   29  SMIT\" registry, established by the federal trade commission, for a peri-\n   30  od  of  thirty-one  days  prior  to the date the call OR TRANSMISSION is\n   31  made, pursuant to 16 CFR Section 310.4(b)(1)(iii)(B).\n   32    6. a. The board shall provide notice to customers of the establishment\n   33  of the national [\"do-not-call\"] \"DO-NOT-CALL-OR-TRANSMIT\" registry.  Any\n   34  customer  who  wishes  to  be included on such registry shall notify the\n   35  federal trade commission as directed by relevant federal regulations.\n   36    b. Any company that provides local telephone directories to  customers\n   37  in  this  state  shall  inform  its  customers of the provisions of this\n   38  section by means of publishing a notice in such local telephone directo-\n   39  ries.\n   40    7. When the board has reason to believe a telemarketer has engaged  in\n   41  repeated unlawful acts in violation of this section, or when a notice of\n   42  hearing  has  been issued pursuant to subdivision eight of this section,\n   43  the board may request in writing the production  of  relevant  documents\n   44  and  records  as part of its investigation. If the person upon whom such\n   45  request was made fails to produce the documents or records within thirty\n   46  days after the date of the  request,  the  board  may  issue  and  serve\n   47  subpoenas to compel the production of such documents and records. If any\n   48  person shall refuse to comply with a subpoena issued under this section,\n   49  the  board may petition a court of competent jurisdiction to enforce the\n   50  subpoena and such sanctions as the court may direct.\n   51    8. a. Where it  is  determined  after  hearing  that  any  person  has\n   52  violated  one  or  more provisions of this section, the director, or any\n   53  person deputized or so designated by him or her may assess a fine not to\n   54  exceed eleven thousand dollars for each violation.\n   55    b. Any proceeding conducted pursuant to paragraph a of  this  subdivi-\n   56  sion shall be subject to the state administrative procedure act.\n\n       A. 1170                             4\n\n    1    c.  Nothing  in  this  subdivision  shall be construed to restrict any\n    2  right which any person may have under any other  statute  or  at  common\n    3  law.\n    4    9. A person shall not be held liable for violating this section if:\n    5    a.   the   person  has  obtained  a  version  of  the  [\"do-not-call\"]\n    6  \"DO-NOT-CALL-OR-TRANSMIT\" registry from the federal trade commission  no\n    7  more  than  thirty-one  days prior to the date any telemarketing call OR\n    8  FACSIMILE SALES TRANSMISSION is made,  pursuant  to  16  C.F.R.  Section\n    9  310.4(b)(1)(iii)(B),  and has established, implemented and updated writ-\n   10  ten policies and procedures related to the requirements of this  section\n   11  prior to the date any telemarketing call OR FACSIMILE SALES TRANSMISSION\n   12  is made;\n   13    b.  the person has trained his or her personnel in the requirements of\n   14  this section; and\n   15    c. the person maintains records demonstrating  compliance  with  para-\n   16  graphs a and b of this subdivision and the requirements of this section.\n   17    10. The board shall prescribe rules and regulations to administer this\n   18  section.\n   19    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the no telemarketing sales calls statewide registry ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT", "SOBI.D110106.T150728.TXT", "SOBI.D110106.T151729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294434557529
}