{
  "year" : 2011,
  "senateBillNo" : "A1173-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1173-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants sales and use tax exemption for transportation of used goods to be recycled, reused or remanufactured",
  "summary" : "Establishes a sales and compensating use tax exemption for the receipts from the provision of transportation of used goods that are going to be recycled, reused or remanufactured. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1349-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1173\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. COLTON, ENGLEBRIGHT, SPANO -- Multi-Sponsored by\n         -- M. of A. COOK, CYMBROWITZ, GALEF, MAGEE, MORELLE, PHEFFER,  ZEBROW-\n         SKI -- read once and referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend  the tax law, in relation to exempting from sales and\n         compensating use tax, receipts from the provision of transportation of\n         used tangible personal property for the purpose of recycling, reuse or\n         remanufacture\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  1115  of  the tax law is amended by adding a new\n    2  subdivision (gg) to read as follows:\n    3    (GG) RECEIPTS FROM THE PROVISION OF THE TRANSPORTATION OF USED  TANGI-\n    4  BLE  PERSONAL  PROPERTY FOR THE PURPOSE OF RECYCLING, REUSING OR REMANU-\n    5  FACTURING SUCH PROPERTY.\n    6    S 2. This act shall take effect on the first  day  of  the  sales  tax\n    7  quarterly period, as described in subdivision (b) of section 1136 of the\n    8  tax  law,  beginning not less than 90 days after the date this act shall\n    9  have become a law and shall apply to the provision of transportation  on\n   10  or after such effective date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04864-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting from sales and compensating use tax, receipts from the provision of transportation of used tangible personal property for the purpose of recycling, reuse or remanufacture ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T160917.TXT", "SOBI.D110106.T150728.TXT", "SOBI.D110106.T151729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294434557545
}