{
  "year" : 2011,
  "senateBillNo" : "A1178-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1178-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the comprehensive school bus driver safety training program",
  "summary" : "Provides for the transfer of a portion of fines issued for illegally passing a school bus to the comprehensive school bus driver safety training program for the study and promotion of issues involving school bus safety; establishes a school bus motorist education fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A4054-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1178\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GANTT, GALEF, LATIMER, CUSICK, ENGLEBRIGHT --\n         Multi-Sponsored by -- M.  of A. JAFFEE, PHEFFER, SWEENEY -- read  once\n         and referred to the Committee on Transportation\n\n       AN  ACT  to  amend the vehicle and traffic law and the education law, in\n         relation to the illegal passing of school buses and to amend the state\n         finance law, in relation  to  establishing  the  school  bus  motorist\n         education fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 223-a to read as follows:\n    3    S  223-A.  SCHOOL  BUS  MOTORIST  EDUCATION  PROGRAM. THE COMMISSIONER\n    4  SHALL, IN CONJUNCTION WITH THE GOVERNOR'S TRAFFIC SAFETY COMMITTEE,  THE\n    5  DEPARTMENTS  OF  EDUCATION  AND  TRANSPORTATION,  THE  DIVISION OF STATE\n    6  POLICE, AND THE STATE COMPREHENSIVE SCHOOL BUS  DRIVER  SAFETY  TRAINING\n    7  COUNCIL,  DESIGN  AND  IMPLEMENT  A  PUBLIC EDUCATION PROGRAM TO EDUCATE\n    8  MOTORISTS OF THE DANGERS OF PASSING A SCHOOL BUS IN VIOLATION OF SECTION\n    9  ELEVEN HUNDRED SEVENTY-FOUR OF THIS CHAPTER, TO  REDUCE  THE  NUMBER  OF\n   10  SUCH INCIDENTS, AND TO PROMOTE SCHOOL BUS SAFETY.\n   11    S  2. Subdivision 3 of section 1809 of the vehicle and traffic law, as\n   12  amended by chapter 309 of the laws  of  1996,  is  amended  to  read  as\n   13  follows:\n   14    3.  The  mandatory  surcharge  provided for in subdivision one of this\n   15  section shall be paid to the clerk of the court or administrative tribu-\n   16  nal that rendered the conviction. Within the first ten days of the month\n   17  following collection of the mandatory surcharge the collecting authority\n   18  shall determine the amount of mandatory surcharge collected and,  if  it\n   19  is  an  administrative  tribunal  or a town or village justice court, it\n   20  shall pay such money to the state comptroller  who  shall  deposit  such\n   21  money  in  the state treasury pursuant to section one hundred twenty-one\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03388-01-1\n\n       A. 1178                             2\n\n    1  of the state finance law to the credit of the  general  fund;  PROVIDED,\n    2  HOWEVER,  THAT  THE  COMPTROLLER  SHALL DEPOSIT SUCH MONEY COLLECTED FOR\n    3  VIOLATIONS OF SECTION ELEVEN HUNDRED SEVENTY-FOUR OF THIS CHAPTER TO THE\n    4  CREDIT OF THE SCHOOL BUS MOTORIST EDUCATION FUND ESTABLISHED PURSUANT TO\n    5  SECTION  EIGHTY-NINE-H  OF  THE  STATE  FINANCE  LAW. If such collecting\n    6  authority is any other court of the  unified  court  system,  it  shall,\n    7  within such period, pay such money to the state commissioner of taxation\n    8  and  finance  to  the credit of the criminal justice improvement account\n    9  established  by  section  ninety-seven-bb  of  the  state  finance  law;\n   10  PROVIDED,  HOWEVER,  THAT THE STATE COMMISSIONER OF TAXATION AND FINANCE\n   11  SHALL DEPOSIT SUCH MONEY COLLECTED  FOR  VIOLATIONS  OF  SECTION  ELEVEN\n   12  HUNDRED  SEVENTY-FOUR  OF  THIS  CHAPTER TO THE CREDIT OF THE SCHOOL BUS\n   13  MOTORIST EDUCATION FUND ESTABLISHED PURSUANT TO SECTION EIGHTY-NINE-H OF\n   14  THE STATE FINANCE LAW.  The crime victim assistance fee provided for  in\n   15  subdivision  one of this section shall be paid to the clerk of the court\n   16  or administrative tribunal that  rendered  the  conviction.  Within  the\n   17  first  ten  days  of  the month following collection of the crime victim\n   18  assistance fee, the collecting authority shall determine the  amount  of\n   19  crime  victim  assistance  fee collected and, if it is an administrative\n   20  tribunal or a town or village justice court, it shall pay such money  to\n   21  the state comptroller who shall deposit such money in the state treasury\n   22  pursuant  to  section one hundred twenty-one of the state finance law to\n   23  the credit of the criminal justice improvement  account  established  by\n   24  section ninety-seven-bb of the state finance law.\n   25    S  3. Subdivision 1 of section 3650 of the education law is amended by\n   26  adding a new paragraph f to read as follows:\n   27    F. AWARD AND DISTRIBUTE GRANTS, FOLLOWING APPROPRIATION BY THE  LEGIS-\n   28  LATURE  WHICH APPROPRIATION MAY INCLUDE FUNDS OF THE SCHOOL BUS MOTORIST\n   29  EDUCATION FUND ESTABLISHED PURSUANT  TO  SECTION  EIGHTY-NINE-H  OF  THE\n   30  STATE FINANCE LAW, FOR THE STUDY OF ISSUES INVOLVING THE ILLEGAL PASSING\n   31  OF  STOPPED  SCHOOL  BUSES,  THE  DEVELOPMENT OF PROPOSALS TO REDUCE THE\n   32  NUMBER OF MOTORISTS PASSING SCHOOL BUSES IN VIOLATION OF SECTION  ELEVEN\n   33  HUNDRED  SEVENTY-FOUR  OF  THE  VEHICLE  AND TRAFFIC LAW, AND TO PROMOTE\n   34  SCHOOL BUS SAFETY.\n   35    S 4. The state finance law is amended by adding a new section 89-h  to\n   36  read as follows:\n   37    S  89-H.  THE  SCHOOL  BUS MOTORIST EDUCATION FUND. 1. THERE IS HEREBY\n   38  ESTABLISHED IN THE JOINT  CUSTODY  OF  THE  STATE  COMPTROLLER  AND  THE\n   39  COMMISSIONER  OF  TAXATION  AND  FINANCE  A FUND KNOWN AS THE SCHOOL BUS\n   40  MOTORIST EDUCATION FUND.\n   41    2. SUCH FUND SHALL CONSIST OF MONIES RECEIVED BY THE  STATE  FROM  ANY\n   42  COURT  OF  THE UNIFIED COURT SYSTEM PURSUANT TO SECTION EIGHTEEN HUNDRED\n   43  NINE OF THE VEHICLE AND TRAFFIC LAW FOR  VIOLATIONS  OF  SECTION  ELEVEN\n   44  HUNDRED  SEVENTY-FOUR  OF  SUCH  LAW, AND ALL OTHER FINES, FEES, GRANTS,\n   45  BEQUESTS OR OTHER MONIES CREDITED, APPROPRIATED OR  TRANSFERRED  THERETO\n   46  FROM ANY OTHER FUND OR SOURCE.\n   47    3.  (A)  FIFTY  PERCENT OF THE MONIES OF THE FUND, FOLLOWING APPROPRI-\n   48  ATION BY THE LEGISLATURE, SHALL BE MADE AVAILABLE TO THE  STATE  COMPRE-\n   49  HENSIVE  SCHOOL  BUS DRIVER SAFETY TRAINING COUNCIL FOR THE STUDY OF THE\n   50  ILLEGAL PASSING OF STOPPED SCHOOL BUSES BY MOTORISTS, AND  THE  DEVELOP-\n   51  MENT OF PROPOSALS TO REDUCE THE NUMBER OF MOTORISTS PASSING SCHOOL BUSES\n   52  IN  VIOLATION  OF SECTION ELEVEN HUNDRED SEVENTY-FOUR OF THE VEHICLE AND\n   53  TRAFFIC LAW.\n   54    (B) THE REMAINING FIFTY PERCENT OF THE MONIES OF SUCH  FUND  SHALL  BE\n   55  MADE  AVAILABLE  TO  THE DEPARTMENT OF MOTOR VEHICLES FOR THE DESIGN AND\n   56  IMPLEMENTATION,  IN  CONJUNCTION  WITH  THE  GOVERNOR'S  TRAFFIC  SAFETY\n\n       A. 1178                             3\n\n    1  COMMITTEE, THE DEPARTMENTS OF EDUCATION AND TRANSPORTATION, THE DIVISION\n    2  OF THE STATE POLICE, AND THE STATE COMPREHENSIVE SCHOOL BUS DRIVER SAFE-\n    3  TY  TRAINING  COUNCIL,  OF A PUBLIC EDUCATION PROGRAM TO FURTHER EDUCATE\n    4  MOTORISTS OF THE DANGERS OF PASSING A SCHOOL BUS IN VIOLATION OF SECTION\n    5  ELEVEN  HUNDRED  SEVENTY-FOUR  OF THE VEHICLE AND TRAFFIC LAW, TO REDUCE\n    6  THE NUMBER OF SUCH INCIDENTS, AND TO PROMOTE SCHOOL BUS SAFETY.\n    7    4. THE MONIES OF THE FUND MADE AVAILABLE PURSUANT TO PARAGRAPH (A)  OF\n    8  SUBDIVISION  THREE  OF  THIS  SECTION SHALL BE PAID OUT ON THE AUDIT AND\n    9  WARRANT OF THE COMPTROLLER ON VOUCHERS APPROVED  AND  CERTIFIED  BY  THE\n   10  COMMISSIONER  OF EDUCATION. THE MONIES OF THE FUND MADE AVAILABLE PURSU-\n   11  ANT TO PARAGRAPH (B) OF SUBDIVISION THREE OF THIS SECTION SHALL BE  PAID\n   12  OUT ON THE AUDIT AND WARRANT OF THE COMPTROLLER ON VOUCHERS APPROVED AND\n   13  CERTIFIED BY THE COMMISSIONER OF MOTOR VEHICLES. AT THE END OF EACH YEAR\n   14  ANY MONIES REMAINING IN THE FUND SHALL BE RETAINED IN THE FUND AND SHALL\n   15  NOT  REVERT TO THE GENERAL FUND. THE INTEREST AND INCOME EARNED ON MONEY\n   16  IN THE FUND, AFTER DEDUCTING ANY APPLICABLE CHARGES, SHALL  BE  CREDITED\n   17  TO THE FUND.\n   18    S  5. This act shall take effect on the first of January next succeed-\n   19  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the education law, in relation to the illegal passing of school buses and to amend the state finance law, in relation to establishing the school bus motorist education fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151241.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110107.T162418.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294435458890
}