{
  "year" : 2011,
  "senateBillNo" : "A1174-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1174-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crespo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to public hearings prior to fee or rate increases by the metropolitan transportation authority",
  "summary" : "Relates to public hearings prior to fee or rate increases by the metropolitan transportation authority; requires hearings in each county where a fee or rate increase has an impact. ",
  "currentCommittee" : null,
  "sameAs" : "S349",
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A8845-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1174\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CRESPO -- read once and referred to the Committee\n         on Corporations, Authorities and Commissions\n\n       AN  ACT to amend the public authorities law, in relation to the power of\n         the metropolitan transportation authority to increase rates and fees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of section 1266 of the public authorities\n    2  law, as amended by chapter 314 of the laws of 1981, is amended  to  read\n    3  as follows:\n    4    3. The authority may establish, levy and collect or cause to be estab-\n    5  lished,  levied  and  collected  and,  in  the  case  of a joint service\n    6  arrangement, join with others in the establishment, levy and  collection\n    7  of  such  fares, tolls, rentals, rates, charges and other fees as it may\n    8  deem necessary, convenient or desirable for the use and operation of any\n    9  transportation facility and related services operated by  the  authority\n   10  or by a subsidiary corporation of the authority or under contract, lease\n   11  or  other  arrangement,  including  joint service arrangements, with the\n   12  authority. Any such fares, tolls, rentals, rates, charges or other  fees\n   13  for  the  transportation  of passengers, THE PARKING OF VEHICLES, OR ANY\n   14  OTHER SERVICE IF THE ESTABLISHMENT OF OR INCREASE IN  CHARGES  FOR  SUCH\n   15  OTHER SERVICE WOULD REPRESENT A SIGNIFICANT INCREASE IN THE OVERALL COST\n   16  OF  THE  USE OF TRANSPORTATION SERVICES shall be established and changed\n   17  only if approved by resolution of the authority adopted by not less than\n   18  a majority vote of the whole number of members of the authority then  in\n   19  office,  with  the chairman having one additional vote in the event of a\n   20  tie vote, and only after a public hearing, provided however, that fares,\n   21  tolls, rentals, rates, charges or other fees for the  transportation  of\n   22  passengers  on  any  transportation facility, THE PARKING OF VEHICLES OR\n   23  OTHER SERVICES which are in effect at the time that the  then  owner  of\n   24  such  transportation  facility  becomes  a subsidiary corporation of the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03125-01-1\n\n       A. 1174                             2\n\n    1  authority or at the time that operation of such transportation  facility\n    2  is  commenced  by the authority or is commenced under contract, lease or\n    3  other  arrangement,  including  joint  service  arrangements,  with  the\n    4  authority  may be continued in effect without such a hearing. ANY PUBLIC\n    5  HEARINGS REQUIRED BY THIS SUBDIVISION SHALL BE HELD IN SUCH LOCATIONS IN\n    6  THE METROPOLITAN COMMUTER TRANSPORTATION DISTRICT  AS  SHALL  AFFORD  AN\n    7  OPPORTUNITY  TO  BE  HEARD  TO  SUCH  PERSON  AS  MAY BE AFFECTED BY THE\n    8  PROPOSED CHARGES. Such fares, tolls, rentals, rates, charges  and  other\n    9  fees  shall  be  established  as may in the judgment of the authority be\n   10  necessary to maintain the combined operations of the authority  and  its\n   11  subsidiary  corporations on a self-sustaining basis. The said operations\n   12  shall be deemed to be on a self-sustaining basis  as  required  by  this\n   13  title, when the authority is able to pay or cause to be paid from reven-\n   14  ue  and  any other funds or property actually available to the authority\n   15  and its subsidiary corporations (a) as the same shall  become  due,  the\n   16  principal  of  and interest on the bonds and notes and other obligations\n   17  of the authority and of such subsidiary corporations, together with  the\n   18  maintenance  of  proper  reserves  therefor, (b) the cost and expense of\n   19  keeping the properties and assets of the authority  and  its  subsidiary\n   20  corporations in good condition and repair, and (c) the capital and oper-\n   21  ating  expenses  of  the  authority and its subsidiary corporations. The\n   22  authority may contract with the holders of bonds and notes with  respect\n   23  to  the  exercise  of  the powers authorized by this section. No acts or\n   24  activities taken or proposed to be taken by the authority or any subsid-\n   25  iary of the authority pursuant to the  provisions  of  this  subdivision\n   26  shall  be  deemed to be \"actions\" for the purposes or within the meaning\n   27  of article eight of the environmental conservation law.\n   28    S 2.  This act shall take effect on the thirtieth day after  it  shall\n   29  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the power of the metropolitan transportation authority to increase rates and fees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T150728.TXT", "SOBI.D110107.T162918.TXT", "SOBI.D110106.T151729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294435758026
}