{
  "year" : 2011,
  "senateBillNo" : "A1181-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1181-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes review of an operator's license due to diagnosed medical impairment",
  "summary" : "Authorizes the review by the commissioner of motor vehicles and the medical advisory board of a motor vehicle operator's right to a license where there is found to be a diagnosed medical impairment; permits a health care professional to notify the commissioner of a diagnosed medical impairment if he determines that the patient has not notified the department voluntarily. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2765-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1181\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law and the public officers law,\n         in relation to providing for the review of the privilege to operate  a\n         motor vehicle by persons with a diagnosed medical impairment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is amended by  adding  two  new\n    2  sections 117-e and 122-d to read as follows:\n    3    S  117-E.  MEDICAL  IMPAIRMENT. MEDICAL IMPAIRMENT MEANS A PHYSICAL OR\n    4  MENTAL IMPAIRMENT FROM ANATOMICAL, PHYSIOLOGICAL, GENETIC OR  NEUROLOGI-\n    5  CAL  CONDITIONS  WHICH  PREVENTS  OR  HINDERS THE ABILITY OF A PERSON TO\n    6  OPERATE A MOTOR VEHICLE SAFELY.\n    7    S 122-D. HEALTH CARE PROFESSIONAL. HEALTH CARE  PROFESSIONAL  MEANS  A\n    8  PHYSICIAN  LICENSED  PURSUANT  TO  ARTICLE ONE HUNDRED THIRTY-ONE OF THE\n    9  EDUCATION LAW OR A NURSE  PRACTITIONER  CERTIFIED  PURSUANT  TO  SECTION\n   10  SIXTY-NINE HUNDRED TEN OF THE EDUCATION LAW.\n   11    S  2.  Subdivision 1 of section 502 of the vehicle and traffic law, as\n   12  amended by chapter 639 of the laws  of  2006,  is  amended  to  read  as\n   13  follows:\n   14    1.  Application  for license. Application for a driver's license shall\n   15  be made to the commissioner. The fee prescribed by law may be  submitted\n   16  with such application. The applicant shall furnish such proof of identi-\n   17  ty, age, and fitness as may be required by the commissioner. THE COMMIS-\n   18  SIONER  MAY  REQUIRE AN APPLICANT WITH A DIAGNOSED MEDICAL IMPAIRMENT TO\n   19  SUBMIT A REPORT FROM A HEALTH  CARE  PROFESSIONAL  IN  ORDER  TO  REVIEW\n   20  ELIGIBILITY FOR A DRIVER'S LICENSE WHETHER WITH OR WITHOUT RESTRICTIONS.\n   21  The  commissioner  may also provide that the application procedure shall\n   22  include the taking of a photo  image  or  images  of  the  applicant  in\n   23  accordance with rules and regulations prescribed by the commissioner. In\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03396-01-1\n\n       A. 1181                             2\n\n    1  addition, the commissioner also shall require that the applicant provide\n    2  his  or  her social security number and provide space on the application\n    3  so that the applicant may register in  the  New  York  state  organ  and\n    4  tissue  donor  registry  under  section  forty-three  hundred ten of the\n    5  public health law. In addition, an applicant for a  commercial  driver's\n    6  license  who  will  operate  a  commercial  motor  vehicle in interstate\n    7  commerce shall certify that such applicant  meets  the  requirements  to\n    8  operate  a  commercial motor vehicle, as set forth in public law 99-570,\n    9  title XII, and title 49 of the code  of  federal  regulations,  and  all\n   10  regulations promulgated by the United States secretary of transportation\n   11  under  the  hazardous materials transportation act. Upon a determination\n   12  that the holder of a commercial driver's  license  has  made  any  false\n   13  statement, with respect to the application for such license, the commis-\n   14  sioner shall revoke such license.\n   15    S  3. Paragraph (c) of subdivision 2 of section 501 of the vehicle and\n   16  traffic law, as added by chapter 173 of the laws of 1990, is amended  to\n   17  read as follows:\n   18    (c)  Restrictions.  Notwithstanding  the  foregoing provisions of this\n   19  subdivision, the operation of vehicles may be limited by  a  restriction\n   20  or  restrictions placed on a license.  The following restrictions may be\n   21  issued by the commissioner based  upon  the  representative  vehicle  in\n   22  which  the  road  test  was  taken, or if the license is issued based on\n   23  driving experience, the vehicle in which the experience was  gained.  In\n   24  addition,  the  commissioner  may  by  regulation provide for additional\n   25  restrictions based upon other types of vehicles or other factors  deemed\n   26  appropriate by the commissioner INCLUDING MEDICAL IMPAIRMENTS.\n   27    (i)  A  restriction  prohibiting  the  operation of a vehicle with air\n   28  brakes.\n   29    (ii) A restriction limiting the operation of a combination of vehicles\n   30  to truck-trailer combinations.\n   31    (iii) A restriction limiting operation to vehicles of not more than  a\n   32  specified GVWR.\n   33    (IV) A RESTRICTION LIMITING THE OPERATION OF A VEHICLE WITHIN A LIMIT-\n   34  ED MILEAGE RADIUS.\n   35    (V)  A  RESTRICTION  PROHIBITING  THE  OPERATION  OF  A VEHICLE DURING\n   36  CERTAIN HOURS OF THE DAY.\n   37    (VI) A RESTRICTION LIMITING THE OPERATION  OF  A  VEHICLE  ON  CERTAIN\n   38  HIGHWAYS.\n   39    (VII) A RESTRICTION PROHIBITING THE OPERATION OF A VEHICLE WITHOUT THE\n   40  PRESENCE OF A LICENSED DRIVER AT LEAST EIGHTEEN YEARS OF AGE.\n   41    S  4.  Subdivision 3 of section 502 of the vehicle and traffic law, as\n   42  amended by chapter 387 of the laws  of  2010,  is  amended  to  read  as\n   43  follows:\n   44    3.  Application  for  learner's permit. An application for a learner's\n   45  permit shall be included in the application for a license.  A  learner's\n   46  permit  shall be issued in such form as the commissioner shall determine\n   47  but shall not be issued unless the applicant has successfully passed the\n   48  vision test required by this section and the test set forth in paragraph\n   49  (a) of subdivision four of this section with respect to laws relating to\n   50  traffic and ability to read and comprehend traffic signs and symbols and\n   51  has satisfactorily completed any course required pursuant  to  paragraph\n   52  (a)  of subdivision four of this section. Upon acceptance of an applica-\n   53  tion for a learner's permit the commissioner shall provide the applicant\n   54  with a driver's manual which includes but is not  limited  to  the  laws\n   55  relating  to  traffic, the laws relating to and physiological effects of\n   56  driving while ability impaired and driving while  intoxicated,  the  law\n\n       A. 1181                             3\n\n    1  for  exercising  due  care  to avoid colliding with a parked, stopped or\n    2  standing authorized emergency vehicle pursuant to section eleven hundred\n    3  forty-four-a of this chapter, explanations of traffic signs and  symbols\n    4  and  such  other  matters  as  the commissioner may prescribe, INCLUDING\n    5  INFORMATION ON DRIVING WITH MEDICAL IMPAIRMENTS.\n    6    S 5. Paragraph (a) of subdivision 6 of section 502 of the vehicle  and\n    7  traffic law, as amended by section 3 of part K of chapter 59 of the laws\n    8  of 2009, is amended to read as follows:\n    9    (a)  A  license  issued  pursuant  to subdivision five of this section\n   10  shall be valid until the expiration date contained thereon, unless  such\n   11  license  is suspended, revoked or cancelled. Such license may be renewed\n   12  by submission of an application for renewal, the fee prescribed by  law,\n   13  proofs  of  prior licensing, fitness and acceptable vision prescribed by\n   14  the  commissioner,  the  applicant's  social  security  number,  and  if\n   15  required  by  the  commissioner  a  photo image of the applicant in such\n   16  numbers and form as the commissioner shall prescribe.  THE  COMMISSIONER\n   17  MAY REQUIRE AN APPLICANT WITH A DIAGNOSED MEDICAL IMPAIRMENT TO SUBMIT A\n   18  REPORT  FROM A HEALTH CARE PROFESSIONAL; WHERE THE COMMISSIONER, AFTER A\n   19  REVIEW OF ALL INFORMATION AVAILABLE TO HIM OR HER, INCLUDING THE  INFOR-\n   20  MATION IN SUCH REPORT, DETERMINES THAT A DIAGNOSED MEDICAL IMPAIRMENT OF\n   21  AN  APPLICANT MAY HINDER THE ABILITY OF SUCH APPLICANT TO SAFELY OPERATE\n   22  A MOTOR VEHICLE, SUCH COMMISSIONER MAY REQUIRE SUCH  APPLICANT  TO  TAKE\n   23  AND  PASS  A  TEST  AS PROVIDED FOR IN SUBDIVISION FOUR OF THIS SECTION,\n   24  AND/OR SUBMIT TO A ROAD TEST PRIOR TO RENEWING SUCH  LICENSE.  In  addi-\n   25  tion, an applicant for renewal of a license containing a hazardous mate-\n   26  rial  endorsement  shall pass an examination to retain such endorsement.\n   27  The commissioner shall, with respect to the renewal of a hazardous mate-\n   28  rials endorsement, comply with the requirements imposed upon  states  by\n   29  sections  383.141  and  1572.13 of title 49 of the code of federal regu-\n   30  lations. A renewal of such license shall be issued by  the  commissioner\n   31  upon  approval of such application, except that no such license shall be\n   32  issued if its issuance would be  inconsistent  with  the  provisions  of\n   33  section  five hundred sixteen of this title, and except that the commis-\n   34  sioner may refuse to renew such license if the applicant is  the  holder\n   35  of  a  currently  valid  or renewable license to drive issued by another\n   36  state or foreign country unless the applicant surrenders such license.\n   37    S 6. Section 502 of the vehicle and traffic law is amended  by  adding\n   38  two new subdivisions 8 and 9 to read as follows:\n   39    8.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE COMMISSIONER SHALL\n   40  PROVIDE  FOR  REEVALUATION OF CURRENT LICENSEES UPON A REQUEST MADE BY A\n   41  CURRENT LICENSEE OR  UPON  A  DETERMINATION  IN  CONSULTATION  WITH  THE\n   42  MEDICAL  ADVISORY BOARD THAT A DIAGNOSED MEDICAL IMPAIRMENT OF AN APPLI-\n   43  CANT MAY HINDER THE ABILITY OF SUCH LICENSEE TO SAFELY OPERATE  A  MOTOR\n   44  VEHICLE.   SUCH REEVALUATION MAY REQUIRE SUCH APPLICANT TO TAKE AND PASS\n   45  A TEST AS PROVIDED FOR IN SUBDIVISION FOUR OF THIS SECTION AND/OR SUBMIT\n   46  TO A ROAD TEST.\n   47    9. THE COMMISSIONER WITH THE ADVICE  AND  ASSISTANCE  OF  THE  MEDICAL\n   48  ADVISORY  BOARD  ESTABLISHED  PURSUANT  TO  ARTICLE TWENTY-ONE-B OF THIS\n   49  CHAPTER SHALL, BY RULE AND REGULATION,  PROMULGATE  A  LIST  OF  MEDICAL\n   50  IMPAIRMENTS  FOR  WHICH  MOTORISTS OR LICENSEES OR PROSPECTIVE LICENSEES\n   51  MAY BE REQUIRED TO SUBMIT A REPORT FROM A HEALTH CARE PROFESSIONAL.\n   52    S 7. The vehicle and traffic  law  is  amended  by  adding  three  new\n   53  sections 504-a, 506-a and 506-b to read as follows:\n   54    S  504-A.  LICENSE  APPLICATIONS;  REQUIREMENTS.  1.  THE COMMISSIONER\n   55  SHALL, WITH EACH ORIGINAL AND RENEWAL MOTOR VEHICLE LICENSE  APPLICATION\n   56  TRANSMITTED  AFTER  JANUARY FIRST, TWO THOUSAND TWELVE, INCLUDE A NOTICE\n\n       A. 1181                             4\n\n    1  OF THE AVAILABILITY OF INFORMATION AS SET  FORTH  IN  PARAGRAPH  (A)  OF\n    2  SUBDIVISION TWO OF THIS SECTION.\n    3    2.  (A) THE COMMISSIONER SHALL, IN CONSULTATION WITH THE DEPARTMENT OF\n    4  HEALTH AND THE MEDICAL ADVISORY BOARD ESTABLISHED  PURSUANT  TO  ARTICLE\n    5  TWENTY-ONE-B OF THIS CHAPTER, DEVELOP INFORMATIONAL MATERIALS PERTAINING\n    6  TO MEDICAL IMPAIRMENTS WHICH MAY INTERFERE WITH AN OPERATOR'S ABILITY TO\n    7  SAFELY  OPERATE  A  MOTOR VEHICLE, THE EFFECTS OF MEDICATION ON DRIVING,\n    8  DRIVER REEVALUATION  AND  RETRAINING,  THE  ISSUANCE  OF  LICENSES  WITH\n    9  RESTRICTIONS  FOR  MEDICAL  IMPAIRMENTS,  AND  THE USE OF ADAPTIVE MOTOR\n   10  VEHICLE EQUIPMENT. SUCH INFORMATIONAL MATERIAL ALSO SHALL ENCOURAGE  THE\n   11  PUBLIC EXPERIENCING MEDICAL IMPAIRMENTS TO CONTACT A HEALTH CARE PROFES-\n   12  SIONAL.\n   13    (B)  THE  COMMISSIONER  SHALL,  IN CONSULTATION WITH THE DEPARTMENT OF\n   14  HEALTH AND THE MEDICAL ADVISORY BOARD ESTABLISHED  PURSUANT  TO  ARTICLE\n   15  TWENTY-ONE-B OF THIS CHAPTER, DEVELOP INFORMATIONAL MATERIALS TO PROVIDE\n   16  HEALTH  CARE  PROFESSIONALS WITH INFORMATION ON THEIR ROLE IN COUNSELING\n   17  THEIR PATIENTS WITH REGARD TO SAFE DRIVING AND MEDICAL IMPAIRMENTS,  AND\n   18  GUIDELINES WHICH SUCH HEALTH CARE PROFESSIONALS SHOULD FOLLOW IN PREPAR-\n   19  ING THE REPORTING FORM ON WHICH SUCH HEALTH CARE PROFESSIONAL MAY SUBMIT\n   20  FINDINGS  TO THE COMMISSIONER PURSUANT TO THE PROVISIONS OF SECTION FIVE\n   21  HUNDRED SIX-A OF THIS ARTICLE.\n   22    3. THE COMMISSIONER AND THE DEPARTMENT OF HEALTH SHALL MAKE THE INFOR-\n   23  MATIONAL MATERIALS DEVELOPED PURSUANT TO SUBDIVISION TWO OF THIS SECTION\n   24  AVAILABLE TO ALL HEALTH CARE PROFESSIONALS AND THE GENERAL PUBLIC.\n   25    S 506-A. REPORTING OF MEDICAL IMPAIRMENTS. 1. WHENEVER A  HEALTH  CARE\n   26  PROFESSIONAL   DIAGNOSES   A  PATIENT  WITH  A  MEDICAL  IMPAIRMENT,  OR\n   27  PRESCRIBES MEDICATION TO SUCH PATIENT WHICH COULD  INTERFERE  WITH  SUCH\n   28  PATIENT'S  ABILITY  TO  SAFELY OPERATE A MOTOR VEHICLE, SUCH HEALTH CARE\n   29  PROFESSIONAL SHALL ADVISE SUCH PATIENT OF SUCH FINDINGS, AND DIRECT SUCH\n   30  PATIENT TO NOTIFY THE COMMISSIONER OF SUCH  FINDINGS.  THE  COMMISSIONER\n   31  SHALL  DETERMINE  WHETHER  SUCH  PATIENT  SHALL BE REQUIRED TO SUBMIT TO\n   32  FURTHER DRIVER EVALUATION PROCEDURES.\n   33    2. HEALTH CARE PROFESSIONALS MAY VOLUNTARILY SUBMIT A  REPORT  TO  THE\n   34  COMMISSIONER OF A PATIENT'S DIAGNOSED MEDICAL IMPAIRMENT, IF SUCH HEALTH\n   35  CARE  PROFESSIONAL  DETERMINES  THAT  SUCH  PATIENT HAS NOT NOTIFIED THE\n   36  COMMISSIONER OF SUCH DIAGNOSED CONDITION.  A  HEALTH  CARE  PROFESSIONAL\n   37  SHALL PROVIDE A COPY OF SUCH REPORT TO THE PATIENT WHO IS THE SUBJECT OF\n   38  SUCH REPORT NO MORE THAN TEN BUSINESS DAYS AFTER SUCH REPORT WAS SUBMIT-\n   39  TED TO THE COMMISSIONER.\n   40    3.  SUCH  REPORT BY A HEALTH CARE PROFESSIONAL SHALL BE MADE ON A FORM\n   41  PRESCRIBED BY THE COMMISSIONER AND SHALL GIVE THE NAME, DATE  OF  BIRTH,\n   42  AND ADDRESS OF ANY PERSON SIXTEEN YEARS OF AGE OR OLDER WITH A DIAGNOSED\n   43  MEDICAL  IMPAIRMENT,  AND  SHALL  INCLUDE ALL DESCRIPTIVE INDICATIONS OF\n   44  SUCH IMPAIRMENT.\n   45    4. THE COMMISSIONER SHALL ESTABLISH METHODS TO FACILITATE THE  REPORT-\n   46  ING OF DIAGNOSED MEDICAL IMPAIRMENTS BY PATIENTS AND HEALTH CARE PROFES-\n   47  SIONALS.\n   48    S 506-B. CONFIDENTIALITY OF MEDICAL REPORTS. 1. ANY AND ALL REPORTS OF\n   49  MEDICAL  IMPAIRMENTS SUBMITTED TO THE COMMISSIONER SHALL BE CONFIDENTIAL\n   50  AND SHALL BE USED SOLELY FOR THE PURPOSES OF DETERMINING THE  QUALIFICA-\n   51  TIONS  OF A PERSON TO SAFELY OPERATE A MOTOR VEHICLE AND TAKING ADMINIS-\n   52  TRATIVE ACTION TO DENY AN ORIGINAL OR RENEWAL DRIVER'S LICENSE  APPLICA-\n   53  TION  OR TO PLACE RESTRICTIONS UPON A DRIVER'S LICENSE. SUCH REPORTS AND\n   54  THEIR CONTENTS SHALL NOT BE DIVULGED TO ANY PERSON,  FIRM,  PARTNERSHIP,\n   55  ASSOCIATION,  CORPORATION,  OR  GOVERNMENTAL  AGENCY,  NOR  BE  USED  AS\n   56  EVIDENCE IN ANY CIVIL OR CRIMINAL TRIAL OR PROCEEDING.\n\n       A. 1181                             5\n\n    1    2. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS  SECTION,\n    2  THE  COMMISSIONER  SHALL PROVIDE A COPY OF A REPORT OF A MEDICAL IMPAIR-\n    3  MENT SUBMITTED TO HIM OR HER, UPON DEMAND, TO  THE  PERSON  WHO  IS  THE\n    4  SUBJECT OF SUCH REPORT OR TO SUCH PERSON'S AUTHORIZED REPRESENTATIVE.\n    5    S  8.  Paragraph  b of subdivision 2 of section 510 of the vehicle and\n    6  traffic law is amended by adding a new subparagraph  (xvi)  to  read  as\n    7  follows:\n    8    (XVI)  WHEN  A  PERSON  FAILS  TO  SUBMIT  A REPORT FROM A HEALTH CARE\n    9  PROFESSIONAL WHEN REQUESTED TO DO SO  BY  THE  COMMISSIONER  AND/OR  THE\n   10  MEDICAL ADVISORY BOARD UNTIL SUCH TIME AS SUCH REPORT HAS BEEN FILED.\n   11    S  9.  Subdivision  3 of section 510 of the vehicle and traffic law is\n   12  amended by adding a new paragraph l to read as follows:\n   13    L. WHERE THE COMMISSIONER DETERMINES THAT A PERSON IS NOT  CAPABLE  OF\n   14  SAFELY  OPERATING  A  MOTOR  VEHICLE  AS A RESULT OF A DIAGNOSED MEDICAL\n   15  IMPAIRMENT.\n   16    S 10. Section 541 of the vehicle and traffic law, as added by  chapter\n   17  527 of the laws of 1990, is amended to read as follows:\n   18    S  541.  Purpose.  The medical advisory board shall advise the commis-\n   19  sioner on medical criteria and vision standards  for  the  licensing  of\n   20  drivers.   SUCH BOARD SHALL ALSO ADVISE THE COMMISSIONER ON THE TYPES OF\n   21  MEDICAL IMPAIRMENTS  FOR  WHICH  APPLICANTS  FOR  LICENSES,  RENEWAL  OF\n   22  LICENSES  AND CURRENT LICENSEES SHALL SUBMIT A REPORT FROM A HEALTH CARE\n   23  PROFESSIONAL AND SHALL  EXAMINE,  REVIEW  AND  MAKE  RECOMMENDATIONS  IN\n   24  REGARD  TO  INDIVIDUAL  DRIVER LICENSING CASES INVOLVING MEDICAL IMPAIR-\n   25  MENTS.\n   26    S 11. The vehicle and traffic  law  is  amended  by  adding  four  new\n   27  sections 545-a, 545-b, 545-c and 545-d to read as follows:\n   28    S  545-A.  MEDICAL ADVISORY BOARD REVIEW. UPON THE RECEIPT OF A REPORT\n   29  PURSUANT TO SECTION FIVE HUNDRED SIX-A OF THIS TITLE,  THE  COMMISSIONER\n   30  MAY  REFER ANY INFORMATION THEREIN TO THE MEDICAL ADVISORY BOARD FOR ITS\n   31  CONSIDERATION AND RECOMMENDATION. THE BOARD MAY THEN REQUEST THE  APPLI-\n   32  CANT TO PROVIDE ADDITIONAL TESTIMONY OR INFORMATION.\n   33    S  545-B. MEDICAL ADVISORY BOARD DETERMINATIONS. ANY RECOMMENDATION OF\n   34  THE BOARD MADE WITH RESPECT TO ANY LICENSE APPLICANT SHALL BE SUBJECT TO\n   35  THE PROVISIONS OF SECTION FIVE HUNDRED SIX-B OF THIS TITLE.\n   36    S 545-C. FINDINGS. IMMUNITY OF HEALTH CARE PROFESSIONALS  AND  MEDICAL\n   37  ADVISORY  BOARD  MEMBERS FROM CIVIL AND CRIMINAL ACTIONS. 1. NO CIVIL OR\n   38  CRIMINAL ACTION MAY BE BROUGHT AGAINST THE BOARD OR ANY OF  ITS  MEMBERS\n   39  FOR  PROVIDING ANY REPORTS, RECORDS, EXAMINATIONS, OPINIONS OR RECOMMEN-\n   40  DATIONS PURSUANT TO THIS CHAPTER.\n   41    2. NO CIVIL OR CRIMINAL ACTION MAY BE BROUGHT AGAINST ANY HEALTH  CARE\n   42  PROFESSIONAL  WHO  MAKES  OR IS REQUESTED TO MAKE A REPORT IN ACCORDANCE\n   43  WITH SECTION FIVE HUNDRED SIX-B OF THIS TITLE.\n   44    3. ANY PERSON OTHER THAN A HEALTH CARE  PROFESSIONAL,  WHO  REPORTS  A\n   45  MEDICAL  IMPAIRMENT  SPECIFIED IN REGULATIONS PROMULGATED BY THE COMMIS-\n   46  SIONER, ACTING IN GOOD FAITH AND  WITHOUT  MALICIOUS  INTENT,  SHALL  BE\n   47  IMMUNE  FROM  A  CIVIL  LIABILITY  WHICH  MIGHT BE OTHERWISE INCURRED OR\n   48  IMPOSED.\n   49    S 545-D. RESEARCH PROJECTS. IN ORDER TO IMPLEMENT AND  ADMINISTER  THE\n   50  PROVISIONS  OF  THIS  ARTICLE,  THE  COMMISSIONER MAY ESTABLISH RESEARCH\n   51  PROJECTS WITH RESPECT TO DRIVER SAFETY.\n   52    S 12. Section 523-a of the vehicle and  traffic  law,  as  amended  by\n   53  chapter 47 of the laws of 1988, is amended to read as follows:\n   54    S 523-a. Driver improvement clinic programs.  In addition to the driv-\n   55  er  rehabilitation  program authorized by section eleven hundred ninety-\n   56  six of this chapter, the  commissioner  may  establish,  by  regulation,\n\n       A. 1181                             6\n\n    1  guidelines  for  alcohol  AND  DRUGS  and highway safety programs.   The\n    2  purpose of such programs should be to inform participants of the effects\n    3  of alcohol AND DRUGS on driving, to discuss  problem  drinking  and  its\n    4  effects,  TO DISCUSS THE EFFECTS OF THE CONSUMPTION OF DRUGS, to provide\n    5  assistance  to  individuals  with  referral  to   alcoholism   treatment\n    6  agencies,  TO PROVIDE ASSISTANCE TO INDIVIDUALS WITH MEDICAL IMPAIRMENTS\n    7  WHICH COULD INTERFERE WITH THE  SAFE  OPERATION  OF  A  VEHICLE  and  to\n    8  provide instruction with respect to proper driving techniques and driver\n    9  attitude.    The  commissioner  shall  establish  criteria for requiring\n   10  attendance at such clinics, and may,  pending attendance at such clinic,\n   11  suspend the driver's license or privilege of any  person  who  fails  to\n   12  attend  such  clinic as required by such regulations.  Such criteria may\n   13  provide for the required attendance at such clinic of any person who, as\n   14  a result of the conviction for a moving traffic violation,  is  referred\n   15  by  the  trial court for such attendance.  The commissioner shall estab-\n   16  lish a fee to be paid by any person who attends any such program.   Such\n   17  fee  shall be used to defray the ongoing expenses of the program.  Where\n   18  the commissioner has approved any driver improvement  program  conducted\n   19  by  local authorities, any such fee shall be paid to the agency conduct-\n   20  ing such program.\n   21    S 13.   Subdivision 2 of section 87 of  the  public  officers  law  is\n   22  amended by adding a new paragraph (m) to read as follows:\n   23    (M)  ARE  REPORTS  OF  MEDICAL IMPAIRMENTS PREPARED UNDER AUTHORITY OF\n   24  SECTION FIVE HUNDRED SIX-A OR FIVE HUNDRED  SIX-B  OF  THE  VEHICLE  AND\n   25  TRAFFIC  LAW,  OR  ARE  RECOMMENDATIONS IN REGARD TO INDIVIDUAL DRIVER'S\n   26  LICENSE APPLICANTS PREPARED UNDER AUTHORITY  OF  SECTIONS  FIVE  HUNDRED\n   27  FORTY-ONE,  FIVE  HUNDRED  FORTY-FIVE-A AND FIVE HUNDRED FORTY-FIVE-B OF\n   28  THE VEHICLE AND TRAFFIC LAW.\n   29    S 14. This act shall take effect on the first of January next succeed-\n   30  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the public officers law, in relation to providing for the review of the privilege to operate a motor vehicle by persons with a diagnosed medical impairment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151241.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110107.T162418.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294435458881
}