{
  "year" : 2011,
  "senateBillNo" : "A1188-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1188-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows counties to establish demonstration programs imposing monetary liability on the owner of a vehicle for failure of an operator thereof to comply with traffic-control indications",
  "summary" : "Allows counties to establish demonstration programs imposing monetary liability on the owner of a vehicle for failure of an operator thereof to comply with traffic-control indications. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2556-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1188\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law,  in  relation  to  allowing\n         counties to establish demonstration programs imposing monetary liabil-\n         ity  on  the  owner of a vehicle for failure of an operator thereof to\n         comply with traffic-control indications\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 1111-a of the vehicle and traffic law, as added by\n    2  chapter 746 of the laws of 1988, subdivisions (a), (b),  (c),  (d),  (k)\n    3  and  (m)  as  amended and subdivision (n) as added by chapter 658 of the\n    4  laws of 2006, paragraph 1 of subdivision (a) as amended by chapter 18 of\n    5  the laws of 2009 and subdivision (e) as amended by chapter  479  of  the\n    6  laws of 1994, is amended to read as follows:\n    7    S  1111-a. Owner  liability  for  failure  of  operator to comply with\n    8  traffic-control indications.  (a) 1. Notwithstanding any other provision\n    9  of law, each city with a population of one million or more AND COUNTY AS\n   10  PROVIDED IN SUBDIVISION (O) OF THIS SECTION  is  hereby  authorized  and\n   11  empowered  to  adopt  and  amend a local law or ordinance establishing a\n   12  demonstration program imposing monetary liability  on  the  owner  of  a\n   13  vehicle  for  failure of an operator thereof to comply with traffic-con-\n   14  trol  indications  in  such  city  OR  COUNTY  in  accordance  with  the\n   15  provisions  of  this section. Such demonstration program shall empower a\n   16  city OR COUNTY to  install  and  operate  traffic-control  signal  photo\n   17  violation-monitoring  devices  at  no more than one hundred fifty inter-\n   18  sections within  such  city  at  any  one  time  AND  AT  NO  MORE  THAN\n   19  TWENTY-FIVE PERCENT OF INTERSECTIONS WITHIN SUCH COUNTY AT ANY ONE TIME.\n   20    2.  Such demonstration program shall utilize necessary technologies to\n   21  ensure, to the extent practicable, that  photographs  produced  by  such\n   22  traffic-control  signal  photo  violation-monitoring  systems  shall not\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03364-01-1\n\n       A. 1188                             2\n\n    1  include images that identify the driver, the passengers, or the contents\n    2  of the vehicle. Provided, however, that no notice  of  liability  issued\n    3  pursuant  to this section shall be dismissed solely because a photograph\n    4  or  photographs  allow for the identification of the contents of a vehi-\n    5  cle, provided that such city OR COUNTY has made a reasonable  effort  to\n    6  comply with the provisions of this paragraph.\n    7    (b)  In  any city OR COUNTY which has adopted a local law or ordinance\n    8  pursuant to subdivision (a) of this section,  the  owner  of  a  vehicle\n    9  shall  be  liable for a penalty imposed pursuant to this section if such\n   10  vehicle was used or operated with the permission of the  owner,  express\n   11  or  implied,  in  violation of subdivision (d) of section eleven hundred\n   12  eleven of this article, and such violation is evidenced  by  information\n   13  obtained   from  a  traffic-control  signal  photo  violation-monitoring\n   14  system; provided however that no owner of a vehicle shall be liable  for\n   15  a  penalty  imposed  pursuant to this section where the operator of such\n   16  vehicle has been convicted of the underlying  violation  of  subdivision\n   17  (d) of section eleven hundred eleven of this article.\n   18    (c)  For  purposes  of  this  section,  \"owner\" shall have the meaning\n   19  provided in article two-B of this chapter. For purposes of this section,\n   20  \"traffic-control signal photo violation-monitoring system\" shall mean  a\n   21  [vehicle  sensor installed to work in conjunction with a traffic-control\n   22  signal which automatically produces two or more photographs, two or more\n   23  microphotographs, a videotape or other recorded images of  each  vehicle\n   24  at  the  time  it is used or operated in violation of subdivision (d) of\n   25  section  eleven  hundred  eleven  of  this  article]  SYSTEM   UTILIZING\n   26  RADAR-BASED  DOWN-THE-ROAD  SPEED  MEASUREMENT METHODS IN WHICH A PHOTO-\n   27  GRAPH IS TAKEN COINCIDENT TO, OR AS NEAR AS POSSIBLE  TO,  THE  LOCATION\n   28  OF, RECORDED SPEED MEASUREMENTS; PROVIDED HOWEVER, THAT ONLY PHOTOGRAPHS\n   29  OF THE REAR OF THE VEHICLE SHALL BE TAKEN AND SUCH PHOTOGRAPHS AND SPEED\n   30  MEASUREMENT  SHALL  NOT BE UTILIZED FOR SPEED ENFORCEMENT PURPOSES. SUCH\n   31  DEMONSTRATION PROGRAM  SHALL  USE  SYSTEMS  THAT  PROVIDE  AN  AUTOMATED\n   32  CONCURRENT  SECONDARY  MEASUREMENT  OF VEHICLE SPEED AS VERIFICATION. IN\n   33  ADDITION, THESE SYSTEMS SHALL BE CAPABLE OF MAKING SEPARATE AND DISTINCT\n   34  MEASUREMENTS OF MULTIPLE VEHICLES WITHIN THE RANGE  OF  DETECTION.  SUCH\n   35  DEMONSTRATION PROGRAM SHALL NOT UTILIZE VEHICLE SENSORS OF THE FOLLOWING\n   36  TYPES:   VIDEO,   VIRTUAL  LOOPS,  LASER-BASED,  ACROSS-THE-ROAD  RADAR,\n   37  IN-THE-ROAD EMBEDDED OR SURFACE MOUNT OR ADDITIONAL ROAD MARKINGS.  SUCH\n   38  DEMONSTRATION  PROGRAM SHALL UTILIZE CORE TECHNOLOGY DATABASE AND APPLI-\n   39  CATION PROTOCOLS FOR TICKET-PROCESSING  SYSTEMS  COMPATIBLE  WITH  STATE\n   40  AGENCY SYSTEMS.\n   41    (d)  A  certificate,  sworn to or affirmed by a technician employed by\n   42  the city OR COUNTY in which the charged violation occurred, or a facsim-\n   43  ile thereof, based upon  inspection  of  photographs,  microphotographs,\n   44  videotape  or other recorded images produced by a traffic-control signal\n   45  photo violation-monitoring system, shall be prima facie evidence of  the\n   46  facts contained therein. Any photographs, microphotographs, videotape or\n   47  other recorded images evidencing such a violation shall be available for\n   48  inspection  in  any  proceeding  to  adjudicate  the  liability for such\n   49  violation pursuant to a local law or ordinance adopted pursuant to  this\n   50  section.\n   51    (e)  An  owner  liable  for  a violation of subdivision (d) of section\n   52  eleven hundred eleven of this article pursuant to a local law  or  ordi-\n   53  nance  adopted  pursuant  to  this  section shall be liable for monetary\n   54  penalties in accordance with a schedule of fines and penalties to be set\n   55  forth in such local law or ordinance, except that: (I) in a city  which,\n   56  by local law, has authorized the adjudication of such owner liability by\n\n       A. 1188                             3\n\n    1  a  parking violations bureau, such schedule shall be promulgated by such\n    2  bureau; (II) IN ANY COUNTY WHICH, BY LOCAL LAW, HAS AUTHORIZED THE ADJU-\n    3  DICATION OF SUCH OWNER LIABILITY BY A  TRAFFIC  AND  PARKING  VIOLATIONS\n    4  AGENCY,  SUCH  SCHEDULE MAY BE PROMULGATED BY THE BOARD OF JUDGES OF THE\n    5  DISTRICT COURT FOR SUCH COUNTY, PURSUANT TO SUBDIVISION ONE  OF  SECTION\n    6  TWENTY-FOUR  HUNDRED  EIGHT  OR  SUBDIVISION  ONE OF SECTION TWENTY-FOUR\n    7  HUNDRED ELEVEN OF THE UNIFORM DISTRICT COURT ACT; AND (III) IN ANY COUN-\n    8  TY WHICH, NOTWITHSTANDING ANY LAW TO THE CONTRARY,  BY  LOCAL  LAW,  HAS\n    9  DEVELOPED  AN  ADJUDICATION PROCESS APPROVED BY THE DIVISION OF CRIMINAL\n   10  JUSTICE SERVICES, WHICH RESULTS IN ALL REVENUE BEING  RETAINED  BY  SUCH\n   11  COUNTIES AFTER ALL ELIGIBLE SURCHARGES ARE PAID TO THE STATE, SUCH SCHE-\n   12  DULE  SHALL  BE  PROMULGATED  IN  ACCORDANCE  WITH THE PROVISIONS OF THE\n   13  APPROVED PROCESS.  The liability of the owner pursuant to  this  section\n   14  shall  not  exceed  fifty dollars for each violation; provided, however,\n   15  that such local law or ordinance may provide for an  additional  penalty\n   16  not  in excess of twenty-five dollars for each violation for the failure\n   17  to respond to a notice of liability within the prescribed time period.\n   18    (f) An imposition of liability under a local law or ordinance  adopted\n   19  pursuant to this section shall not be deemed a conviction as an operator\n   20  and  shall  not  be made part of the operating record of the person upon\n   21  whom such liability is imposed  nor  shall  it  be  used  for  insurance\n   22  purposes in the provision of motor vehicle insurance coverage.\n   23    (g) 1. A notice of liability shall be sent by first class mail to each\n   24  person  alleged  to be liable as an owner for a violation of subdivision\n   25  (d) of section eleven hundred eleven of this article  pursuant  to  this\n   26  section.  Personal delivery on the owner shall not be required. A manual\n   27  or automatic record of mailing prepared in the ordinary course of  busi-\n   28  ness shall be prima facie evidence of the facts contained therein.\n   29    2.  A  notice  of  liability shall contain the name and address of the\n   30  person alleged to be liable as an owner for a violation  of  subdivision\n   31  (d)  of  section  eleven hundred eleven of this article pursuant to this\n   32  section, the  registration  number  of  the  vehicle  involved  in  such\n   33  violation,  the  location  where such violation took place, the date and\n   34  time of such violation and the identification number of the camera which\n   35  recorded the violation or other document locator number.\n   36    3. The notice of liability  shall  contain  information  advising  the\n   37  person charged of the manner and the time in which he OR SHE may contest\n   38  the liability alleged in the notice. Such notice of liability shall also\n   39  contain  a warning to advise the persons charged that failure to contest\n   40  in the manner and time provided shall be deemed an admission of  liabil-\n   41  ity and that a default judgment may be entered thereon.\n   42    4. The notice of liability shall be prepared and mailed by the city OR\n   43  COUNTY  having  jurisdiction  over  the intersection where the violation\n   44  occurred, or by any other entity authorized by the  city  OR  COUNTY  to\n   45  prepare and mail such notification of violation.\n   46    (h)  Adjudication of the liability imposed upon owners by this section\n   47  shall be by a traffic violations bureau established pursuant to  section\n   48  three  hundred seventy of the general municipal law or  BY A TRAFFIC AND\n   49  PARKING VIOLATIONS AGENCY, OR BY A PROCESS  CREATED  BY  LOCAL  LAW  AND\n   50  APPROVED  BY  THE  DIVISION OF CRIMINAL JUSTICE SERVICES OR, if there be\n   51  none, by the court having jurisdiction over traffic infractions,  except\n   52  that  any  city which has established an administrative tribunal to hear\n   53  and determine complaints of traffic  infractions  constituting  parking,\n   54  standing  or stopping violations may, by local law, authorize such adju-\n   55  dication by such tribunal.\n\n       A. 1188                             4\n\n    1    (i) If an owner receives  a  notice  of  liability  pursuant  to  this\n    2  section for any time period during which the vehicle was reported to the\n    3  police  department as having been stolen, it shall be a valid defense to\n    4  an allegation of liability for a violation of subdivision (d) of section\n    5  eleven  hundred eleven of this article pursuant to this section that the\n    6  vehicle had been reported to the police as stolen prior to the time  the\n    7  violation occurred and had not been recovered by such time. For purposes\n    8  of asserting the defense provided by this subdivision it shall be suffi-\n    9  cient  that  a certified copy of the police report on the stolen vehicle\n   10  be sent by first class mail to  the  traffic  violations  bureau,  court\n   11  having jurisdiction or parking violations bureau.\n   12    (j) 1. In a city OR COUNTY where the adjudication of liability imposed\n   13  upon  owners  pursuant to this section is by a traffic violations bureau\n   14  or BY A TRAFFIC AND PARKING VIOLATIONS AGENCY, OR BY A  PROCESS  CREATED\n   15  BY  LOCAL  LAW AND APPROVED BY THE DIVISION OF CRIMINAL JUSTICE SERVICES\n   16  OR a court having jurisdiction, an owner who is a lessor of a vehicle to\n   17  which a notice of liability was issued pursuant to  subdivision  (g)  of\n   18  this section shall not be liable for the violation of subdivision (d) of\n   19  section  eleven  hundred eleven of this article, provided that he or she\n   20  sends to the traffic violations bureau, A TRAFFIC AND PARKING VIOLATIONS\n   21  AGENCY, OR THROUGH OTHER PROCESS AS CREATED BY LOCAL LAW AND APPROVED BY\n   22  THE DIVISION OF CRIMINAL JUSTICE SERVICES or A court having jurisdiction\n   23  a copy of the rental, lease or other  such  contract  document  covering\n   24  such  vehicle on the date of the violation, with the name and address of\n   25  the lessee clearly legible, within  thirty-seven  days  after  receiving\n   26  notice from the bureau, TRAFFIC AND PARKING VIOLATIONS AGENCY OR THROUGH\n   27  OTHER  PROCESS  AS  CREATED BY LOCAL LAW AND APPROVED BY THE DIVISION OF\n   28  CRIMINAL JUSTICE SERVICES  or  court  of  the  date  and  time  of  such\n   29  violation, together with the other information contained in the original\n   30  notice  of liability. Failure to send such information within such thir-\n   31  ty-seven day time period shall render the owner liable for  the  penalty\n   32  prescribed   by  this  section.  Where  the  lessor  complies  with  the\n   33  provisions of this paragraph, the lessee of such vehicle on the date  of\n   34  such  violation  shall  be  deemed  to  be the owner of such vehicle for\n   35  purposes of  this  section,  shall  be  subject  to  liability  for  the\n   36  violation  of  subdivision  (d) of section eleven hundred eleven of this\n   37  article pursuant to this section and shall be sent a notice of liability\n   38  pursuant to subdivision (g) of this section.\n   39    2. (i) In a city which, by local law, has authorized the  adjudication\n   40  of liability imposed upon owners by this section by a parking violations\n   41  bureau,  an  owner  who  is  a  lessor of a vehicle to which a notice of\n   42  liability was issued pursuant to subdivision (g) of this  section  shall\n   43  not  be  liable  for  the violation of subdivision (d) of section eleven\n   44  hundred eleven of this article, provided that:\n   45    (A) prior to the violation, the lessor has filed with  the  bureau  in\n   46  accordance  with  the  provisions  of section two hundred thirty-nine of\n   47  this chapter; and\n   48    (B) within thirty-seven days after receiving notice from the bureau of\n   49  the date and time of a liability, together with  the  other  information\n   50  contained in the original notice of liability, the lessor submits to the\n   51  bureau the correct name and address of the lessee of the vehicle identi-\n   52  fied  in the notice of liability at the time of such violation, together\n   53  with such other additional information contained in the rental, lease or\n   54  other contract document, as may be reasonably  required  by  the  bureau\n   55  pursuant to regulations that may be promulgated for such purpose.\n\n       A. 1188                             5\n\n    1    (ii)  Failure  to  comply  with clause (B) of subparagraph (i) of this\n    2  paragraph shall render the owner liable for the  penalty  prescribed  in\n    3  this section.\n    4    (iii) Where the lessor complies with the provisions of this paragraph,\n    5  the lessee of such vehicle on the date of such violation shall be deemed\n    6  to  be  the owner of such vehicle for purposes of this section, shall be\n    7  subject to liability for such violation pursuant  to  this  section  and\n    8  shall  be sent a notice of liability pursuant to subdivision (g) of this\n    9  section.\n   10    (k) 1. If the owner liable for  a  violation  of  subdivision  (d)  of\n   11  section  eleven  hundred eleven of this article pursuant to this section\n   12  was not the operator of the vehicle at the time of  the  violation,  the\n   13  owner may maintain an action for indemnification against the operator.\n   14    2.  Notwithstanding any other provision of this section, no owner of a\n   15  vehicle shall be subject to a monetary fine  imposed  pursuant  to  this\n   16  section if the operator of such vehicle was operating such vehicle with-\n   17  out  the consent of the owner at the time such operator failed to obey a\n   18  traffic-control indication. For purposes of this subdivision there shall\n   19  be a presumption that the operator of such vehicle  was  operating  such\n   20  vehicle  with  the consent of the owner at the time such operator failed\n   21  to obey a traffic-control indication.\n   22    (l) Nothing in this section shall be construed to limit the  liability\n   23  of  an  operator  of  a  vehicle for any violation of subdivision (d) of\n   24  section eleven hundred eleven of this article.\n   25    (m) In any city OR COUNTY which adopts a demonstration program  pursu-\n   26  ant to subdivision (a) of this section, such city OR COUNTY shall submit\n   27  an  annual  report on the results of the use of a traffic-control signal\n   28  photo violation-monitoring system to the governor, the temporary  presi-\n   29  dent  of  the  senate  and the speaker of the assembly on or before June\n   30  first, two thousand seven and on the same date in each  succeeding  year\n   31  in  which  the  demonstration  program  is  operable.  Such report shall\n   32  include, but not be limited to:\n   33    1. a description of the locations where traffic-control  signal  photo\n   34  violation-monitoring systems were used;\n   35    2. within SUCH COUNTY OR SUCH CITY OR each borough of such city WITH A\n   36  POPULATION  OVER ONE MILLION, the aggregate number, type and severity of\n   37  accidents reported at intersections where a traffic-control signal photo\n   38  violation-monitoring system is used for the year preceding the installa-\n   39  tion of such system, to the extent the information is maintained by  the\n   40  department of motor vehicles of this state;\n   41    3. within SUCH COUNTY OR SUCH CITY OR each borough of such city WITH A\n   42  POPULATION  OVER ONE MILLION, the aggregate number, type and severity of\n   43  accidents reported at intersections where a traffic-control signal photo\n   44  violation-monitoring system is used, to the extent  the  information  is\n   45  maintained by the department of motor vehicles of this state;\n   46    4.  the  number  of  violations  recorded at each intersection where a\n   47  traffic-control signal photo violation-monitoring system is used and  in\n   48  the aggregate on a daily, weekly and monthly basis;\n   49    5.  the  total  number  of  notices of liability issued for violations\n   50  recorded by such systems;\n   51    6. the number of fines and total amount  of  fines  paid  after  first\n   52  notice of liability issued for violations recorded by such systems;\n   53    7.  the  number  of violations adjudicated and results of such adjudi-\n   54  cations  including  breakdowns  of  dispositions  made  for   violations\n   55  recorded by such systems;\n\n       A. 1188                             6\n\n    1    8.  the  total  amount of revenue realized by such city OR COUNTY from\n    2  such adjudications;\n    3    9.  expenses  incurred  by  such city OR COUNTY in connection with the\n    4  program; and\n    5    10. quality of the adjudication process and its results.\n    6    (n) It shall be a defense to any prosecution for a violation of subdi-\n    7  vision (d) of section eleven hundred eleven of this article pursuant  to\n    8  a  local  law  or  ordinance  adopted pursuant to this section that such\n    9  traffic-control indications were  malfunctioning  at  the  time  of  the\n   10  alleged violation.\n   11    (O)  ANY  COUNTY WISHING TO ESTABLISH A DEMONSTRATION PROGRAM PURSUANT\n   12  TO THE PROVISIONS OF THIS SECTION MAY DO SO BY ADOPTING  OR  AMENDING  A\n   13  LOCAL  LAW  OR  ORDINANCE  AUTHORIZING  AND  ESTABLISHING  SUCH PROGRAM,\n   14  ACCORDING TO THE FOLLOWING SCHEDULE:\n   15    1. EFFECTIVE OCTOBER FIRST, TWO THOUSAND ELEVEN,  ANY  COUNTY  WITH  A\n   16  POPULATION OF ONE MILLION OR MORE SHALL BE ELIGIBLE;\n   17    2.  EFFECTIVE  JANUARY  FIRST,  TWO THOUSAND TWELVE, ANY COUNTY WITH A\n   18  POPULATION OF FIVE HUNDRED THOUSAND OR MORE SHALL BE ELIGIBLE; AND\n   19    3. EFFECTIVE JULY FIRST, TWO THOUSAND TWELVE, ANY COUNTY OF ANY  POPU-\n   20  LATION SHALL BE ELIGIBLE;\n   21    NO COUNTY SHALL OPERATE A TRAFFIC CONTROL SIGNAL PHOTO VIOLATION-MONI-\n   22  TORING  SYSTEM  IMPOSING  LIABILITY  ON THE OWNER OF A VEHICLE EXCEPT AS\n   23  PROVIDED IN THIS SECTION.\n   24    (P) ANY COUNTY ESTABLISHING A DEMONSTRATION PROGRAM  PURSUANT  TO  THE\n   25  PROVISIONS  OF  THIS SECTION MAY, UPON PRIOR APPROVAL OF THE DIVISION OF\n   26  CRIMINAL JUSTICE SERVICES, ESTABLISH ITS OWN PROCESS FOR ADJUDICATION OF\n   27  LIABILITY IMPOSED UPON OWNERS PURSUANT TO THIS SECTION.\n   28    S 2. This act shall take effect immediately;  provided,  however,  the\n   29  amendments  to  section  1111-a  of  the vehicle and traffic law made by\n   30  section one of this act shall not affect the repeal of such section  and\n   31  shall be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to allowing counties to establish demonstration programs imposing monetary liability on the owner of a vehicle for failure of an operator thereof to comply with traffic-control indications ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T162918.TXT", "SOBI.D110106.T151729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294435758039
}