{
  "year" : 2011,
  "senateBillNo" : "A1183-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1183-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for window tinting standards for motor vehicles and makes an appropriation therefor",
  "summary" : "Provides for window tinting standards on rear side windows of all motor vehicles in New York State and appropriates $50,000 therefor for the general purpose of enabling the superintendent of state police to purchase window tint meters necessary to carry out the provisions of this act. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A970-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1183\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GANTT -- Multi-Sponsored by -- M. of A. GABRYSZAK\n         -- read once and referred to the Committee on Transportation\n\n       AN  ACT  to amend the vehicle and traffic law, in relation to tinting on\n         motor vehicle windows and making an appropriation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (b)  of subdivision 12-a of section 375 of the\n    2  vehicle and traffic law, as amended by chapter 155 of the laws of  1991,\n    3  is amended to read as follows:\n    4    (b) No person shall operate any motor vehicle upon any public highway,\n    5  road or street:\n    6    (1) the front windshield of which is composed of, covered by or treat-\n    7  ed with any material which has a light transmittance of less than seven-\n    8  ty percent unless such materials are limited to the uppermost six inches\n    9  of the windshield; or\n   10    (2)  the  sidewings or side windows of which on either side forward of\n   11  or adjacent to the operator's seat are composed of, covered by or treat-\n   12  ed with any material which has a light transmittance of less than seven-\n   13  ty percent; or\n   14    (3) [if it is classified as a station wagon,  sedan,  hardtop,  coupe,\n   15  hatchback  or  convertible  and  any]  THE rear side [window] WINDOWS OF\n   16  WHICH ARE COMPOSED OF, COVERED BY, OR TREATED WITH  ANY  MATERIAL  WHICH\n   17  has a light transmittance of less than seventy percent; or\n   18    (4)  the  rear  window  of which is composed of, covered by or treated\n   19  with any material which has a light transmittance of less  than  seventy\n   20  percent.  A  rear  window  may  have  a light transmittance of less than\n   21  seventy percent if the vehicle is equipped with  side  mirrors  on  both\n   22  sides  of  the  vehicle so adjusted that the driver thereof shall have a\n   23  clear and full view of the road and condition  of  traffic  behind  such\n   24  vehicle.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03213-01-1\n\n       A. 1183                             2\n\n    1    S  2.  The sum of fifty thousand dollars ($50,000), or so much thereof\n    2  as may be necessary, is hereby appropriated out of moneys in  the  state\n    3  treasury  in  the  general  fund  to  the  credit  of the state purposes\n    4  account, not otherwise appropriated, and made immediately  available  to\n    5  the  division of criminal justice services for distribution to local law\n    6  enforcement agencies for the purpose of purchasing tint meters to  carry\n    7  out  the  provisions  of  this act relating to the seventy percent light\n    8  transmittance standard. Such moneys shall be payable on  the  audit  and\n    9  warrant  of  the  comptroller  on  vouchers certified or approved in the\n   10  manner prescribed by law.\n   11    S 3. This act shall take effect on the first of January next  succeed-\n   12  ing the date on which it shall have become a law; provided, however, the\n   13  provisions  of  this act shall not apply to persons operating that model\n   14  year vehicle or earlier model year vehicle if the windows on said  vehi-\n   15  cle  were in conformity with the provisions of paragraph (b) of subdivi-\n   16  sion 12-a of section 375 of the vehicle and traffic law  as  such  para-\n   17  graph existed on the day preceding the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to tinting on motor vehicle windows and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T120358.TXT", "SOBI.D110107.T163418.TXT", "SOBI.D110106.T151241.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110107.T115854.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294436058160
}