{
  "year" : 2011,
  "senateBillNo" : "A118-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to social services",
    "billEventId" : "A118-2011-1294203600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to amounts payable under medical assistance",
  "summary" : "Relates to amounts payable under medical assistance; insures access to essential health care services and supplies by elderly and disabled individuals who are dually eligible for Medicaid and Medicare. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A672-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          118\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAHILL, ENGLEBRIGHT, DESTITO, P. RIVERA, CANES-\n         TRARI, PEOPLES-STOKES, SWEENEY, BOYLAND, KELLNER -- Multi-Sponsored by\n         -- M. of A. CYMBROWITZ, MARKEY, PHEFFER, J. RIVERA, WEISENBERG -- read\n         once and referred to the Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to amounts  payable\n         under medical assistance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (d) of subdivision 1  of  section  367-a  of  the\n    2  social services law, as amended by section 1 of part J1 of chapter 63 of\n    3  the  laws of 2003, subparagraph (iii) as amended by section 53 of part C\n    4  of chapter 58 of the laws of 2008, is amended to read as follows:\n    5    (d) [(i)] Amounts payable under this title for medical assistance  for\n    6  items  and  services provided to eligible persons who are also benefici-\n    7  aries under part A AND/OR PART B of title XVIII of  the  federal  social\n    8  security act and items and services provided to qualified medicare bene-\n    9  ficiaries under part A of title XVIII of the federal social security act\n   10  shall  not  be  less  than the amount of any deductible and co-insurance\n   11  liability of such eligible persons or for which such eligible persons or\n   12  such qualified medicare beneficiaries would be liable under federal  law\n   13  were they not eligible for medical assistance or were they not qualified\n   14  medicare  beneficiaries  with respect to such benefits under such part A\n   15  AND/OR SUCH PART B.\n   16    [(ii) Amounts payable under this  title  for  medical  assistance  for\n   17  items  and  services provided to eligible persons who are also benefici-\n   18  aries under part B of title XVIII of the federal social security act and\n   19  items and services provided to qualified  medicare  beneficiaries  under\n   20  part  B  of  title XVIII of the federal social security act shall not be\n   21  less than the amount  of  any  deductible  liability  of  such  eligible\n   22  persons  or  for  which such eligible persons or such qualified medicare\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00780-01-1\n\n       A. 118                              2\n\n    1  beneficiaries would be liable under federal law were they  not  eligible\n    2  for medical assistance or were they not qualified medicare beneficiaries\n    3  with respect to such benefits under such part B.\n    4    (iii)  When  payment under part B of title XVIII of the federal social\n    5  security act for items and services provided to eligible persons who are\n    6  also beneficiaries under part B of title XVIII  of  the  federal  social\n    7  security  act  and for items and services provided to qualified medicare\n    8  beneficiaries under part B of title XVIII of the federal social security\n    9  act would exceed the amount that otherwise  would  be  made  under  this\n   10  title  if provided to an eligible person other than a person who is also\n   11  a beneficiary under part B or is a qualified medicare  beneficiary,  the\n   12  amount payable under this title shall be twenty percent of the amount of\n   13  any  co-insurance liability of such eligible persons pursuant to federal\n   14  law were they not eligible for medical assistance or were they not qual-\n   15  ified medicare beneficiaries with respect to such  benefits  under  such\n   16  part  B;  provided,  however, amounts payable under this title for items\n   17  and services provided to eligible persons  who  are  also  beneficiaries\n   18  under  part  B  or  to  qualified medicare beneficiaries by an ambulance\n   19  service under the authority of an operating certificate issued  pursuant\n   20  to  article  thirty  of  the  public health law, a psychologist licensed\n   21  under article one hundred fifty-three of the education law, or a facili-\n   22  ty under the authority of an operating certificate  issued  pursuant  to\n   23  article  sixteen, thirty-one or thirty-two of the mental hygiene law and\n   24  with respect to  outpatient  hospital  and  clinic  items  and  services\n   25  provided  by  a facility under the authority of an operating certificate\n   26  issued pursuant to article twenty-eight of the public health law,  shall\n   27  not be less than the amount of any co-insurance liability of such eligi-\n   28  ble  persons or such qualified medicare beneficiaries, or for which such\n   29  eligible persons or  such  qualified  medicare  beneficiaries  would  be\n   30  liable  under  federal law were they not eligible for medical assistance\n   31  or were they not qualified medicare beneficiaries with respect  to  such\n   32  benefits under part B.]\n   33    S  2.  This  act  shall take effect immediately and shall be deemed to\n   34  have been in full force and effect on and after July 1, 2003.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to amounts payable under medical assistance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105913.TXT", "SOBI.D101216.T112915.TXT", "SOBI.D101217.T154504.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618704220
}