{
  "year" : 2011,
  "senateBillNo" : "A1180-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1180-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to refunds for unused portion of motor vehicle registration period; repealer",
  "summary" : "Provides for partial refunding of motor vehicle registration fees where the whole registration period is not used, the plates and sticker are surrendered and proper application is made. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A717-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1180\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GANTT, CAHILL, JAFFEE -- read once and referred\n         to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  refunds  of\n         registration  fees and to repeal certain provisions of such law relat-\n         ing thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of section 420 of the vehicle and traffic\n    2  law, as amended by section 2 of part G of chapter  59  of  the  laws  of\n    3  2009, is amended to read as follows:\n    4    2. Such seller or owner may, however, register another vehicle and use\n    5  said  number plates thereon, if appropriate, upon making application for\n    6  such registration, paying a transfer fee of ten dollars, and paying  the\n    7  proportional  excess,  if  any[, of the]. THE annual fee for registering\n    8  the second vehicle [over] SHALL BE INCREASED OR REDUCED  PROPORTIONATELY\n    9  ON  A  MONTHLY COMPUTATION BASIS FROM the annual fee for registering the\n   10  first vehicle for each day or fraction thereof  constituting  the  unex-\n   11  pired registration period AND ANY SURPLUS SHALL BE PARTIALLY REFUNDED IF\n   12  THE  FULL  REGISTRATION  FEE  IS NOT USED.   If the number plates of the\n   13  first vehicle are not appropriate for the second  vehicle,  the  commis-\n   14  sioner  or  his  or  her  agent shall, upon the surrender of such number\n   15  plates, furnish appropriate number plates.\n   16    S 2.  Subdivision 1 of section 428 of the vehicle and traffic law,  as\n   17  amended  by  chapter  515  of  the  laws  of 1982, is amended to read as\n   18  follows:\n   19    1.   Any fee  paid  for  the  registration  of  a  vehicle  under  the\n   20  provisions  of  this  chapter  shall  be  refunded,  less the sum of one\n   21  dollar, provided that the commissioner and  the  state  comptroller  are\n   22  satisfied  that  [the  registration  has  not  been used and] the number\n   23  plates and sticker have been surrendered to the commissioner [within two\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03149-01-1\n\n       A. 1180                             2\n\n    1  months after the date the fee was paid or the beginning of the registra-\n    2  tion period for which  the  registration  was  issued,  whichever  comes\n    3  later]  and  application  therefor is filed with the commissioner within\n    4  the period of validity for which such registration was issued.\n    5    S  3.  Subdivision  2 of section 428 of the vehicle and traffic law is\n    6  REPEALED and a new subdivision 2 is added to read as follows:\n    7    2. ANY FEE PAID FOR THE REGISTRATION OF  A  MOTOR  VEHICLE  UNDER  THE\n    8  PROVISIONS  OF  THIS  CHAPTER  SHALL  BE  PARTIALLY REFUNDED IF THE FULL\n    9  REGISTRATION PERIOD IS NOT USED AND IF SUCH REGISTRATION IS  NOT  TRANS-\n   10  FERRED  TO  ANOTHER  MOTOR  VEHICLE, AND THE NUMBER PLATES OR THE PLATES\n   11  ISSUED FOR A VEHICLE REGISTERED UNDER THIS CHAPTER  ARE  SURRENDERED  TO\n   12  THE  COMMISSIONER. THE AMOUNT OF SUCH REFUND SHALL BE COMPUTED BY APPOR-\n   13  TIONING THE REGISTRATION FEE FOR REGISTERING THE MOTOR  VEHICLE  BETWEEN\n   14  THE  NUMBER  OF  MONTHS FOR WHICH THE REGISTRATION FEE WAS PAID WITH THE\n   15  NUMBER OF MONTHS REMAINING AT THE TIME  THE  PLATES  WERE  DESTROYED  OR\n   16  SURRENDERED, LESS THE SUM OF ONE DOLLAR.\n   17    S  4. This act shall take effect on the first of April next succeeding\n   18  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to refunds of registration fees and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T151241.TXT", "SOBI.D110106.T151729.TXT", "SOBI.D110107.T162418.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294435458883
}