{
  "year" : 2011,
  "senateBillNo" : "A1189-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1189-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the fine for illegally parking in a spot for handicapped person",
  "summary" : "Increases the fine for illegally parking in a space marked for use by handicapped persons to a range of $75 to $200 for the subsequent offense within two years. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A968-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1189\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GANTT,  GABRYSZAK,  KELLNER -- read once and\n         referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  increasing\n         the amount of the fine imposed for illegally parking\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 1203-c of the vehicle and  traffic\n    2  law,  as  amended by chapter 613 of the laws of 2003, is amended to read\n    3  as follows:\n    4    4. Except as otherwise provided by local law which  imposes  a  larger\n    5  maximum  fine,  any  person who stops, stands or parks in spaces clearly\n    6  marked for use by the handicapped in accordance with this section, with-\n    7  out a special vehicle identification parking permit, a special municipal\n    8  parking permit or whose motor vehicle is not  registered  in  accordance\n    9  with  section four hundred four-a of this chapter and being used for the\n   10  transportation of a handicapped person; or with such permit or registra-\n   11  tion and such person is not the one to whom the permit  or  registration\n   12  was issued or is not transporting the person issued the permit or regis-\n   13  tration;  or any person who parks in a handicapped parking access aisle;\n   14  shall be subject to a fine of not less than fifty dollars nor more  than\n   15  seventy-five dollars for the first offense and seventy-five to [one] TWO\n   16  hundred [fifty] dollars for the second offense occurring within a period\n   17  of  two  years  within the same municipality. The arresting or ticketing\n   18  officer shall issue a summons to violators of this section. A  ticketing\n   19  officer  issuing  a summons pursuant to this section may provide for the\n   20  removal and storage of a motor vehicle illegally parked in a handicapped\n   21  parking space, or a handicapped parking access aisle.\n   22    S 2. This act shall take effect on the first of November next succeed-\n   23  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03209-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to increasing the amount of the fine imposed for illegally parking ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T162918.TXT", "SOBI.D110106.T151729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294435758030
}