{
  "year" : 2011,
  "senateBillNo" : "A1186-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1186-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to work and school zone safety and enforcement; repealer",
  "summary" : "Relates to work and school zone safety and enforcement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Transportation Law",
  "previousVersions" : [ "A2553-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1186\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the transportation law, in relation to work  and  school\n         zone  safety  and  enforcement;  and  to repeal section 22 of such law\n         relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 22 of the transportation law is REPEALED and a new\n    2  section 22 is added to read as follows:\n    3    S 22. WORK AND SCHOOL ZONE SAFETY AND ENFORCEMENT. 1.  THE  DEPARTMENT\n    4  SHALL,  IN  COOPERATION  WITH  THE  SUPERINTENDENT  OF STATE POLICE, THE\n    5  COMMISSIONER OF MOTOR VEHICLES, THE CHAIRMAN OF THE NEW YORK STATE THRU-\n    6  WAY AUTHORITY, LOCAL LAW ENFORCEMENT AGENCIES, AND SUCH  OTHER  ENTITIES\n    7  AS THE COMMISSIONER MAY DESIGNATE, DEVELOP AND IMPLEMENT RULES AND REGU-\n    8  LATIONS  FOR  THE  INCREASED SAFETY OF WORK AND SCHOOL ZONES. SUCH RULES\n    9  AND REGULATIONS SHALL INCLUDE, BUT SHALL NOT BE  LIMITED  TO,  A  POLICE\n   10  PRESENCE  AT  ALL  MAJOR ACTIVE WORK ZONES AS DEFINED BY RULES AND REGU-\n   11  LATIONS SET FORTH BY THE COMMISSIONER, AND A SYSTEM FOR  REVIEWING  WORK\n   12  ZONE  SAFETY AND DESIGN FOR ALL WORK ZONES UNDER THE JURISDICTION OF THE\n   13  DEPARTMENT.\n   14    2. NOTWITHSTANDING ANY LAW TO THE  CONTRARY,  THE  COMMISSIONER  SHALL\n   15  ESTABLISH A WORK AND SCHOOL ZONE LIVE OPERATOR CONTROLLED PHOTO-MONITOR-\n   16  ING  PROGRAM.  UNDER  THIS  PROGRAM,  THE  COMMISSIONER IS AUTHORIZED TO\n   17  SELECT AT ANY GIVEN TIME NO MORE THAN ONE HUNDRED  WORK  ZONE  LOCATIONS\n   18  AND  ONE  HUNDRED SCHOOL ZONE LOCATIONS FOR PHOTO-MONITORING ENFORCEMENT\n   19  OF SPEEDING UNDER SECTION ELEVEN HUNDRED EIGHTY OF THE VEHICLE AND TRAF-\n   20  FIC LAW. ADJUDICATION OF CONTESTED VIOLATIONS SHALL BE ACCOMPLISHED BY A\n   21  PROCESS ESTABLISHED BY THE DIVISION OF CRIMINAL JUSTICE SERVICES.\n   22    3. THE DEVICE USED FOR PHOTO-MONITORING IN A WORK ZONE OR SCHOOL  ZONE\n   23  SHALL  CONSIST  OF  ONE  OR  MORE VEHICLE SPEED SENSORS THAT TRIGGER THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03361-01-1\n\n       A. 1186                             2\n\n    1  RECORDING OF A SPEEDING VIOLATION BY ONE OR  MORE  DIGITAL  PHOTOGRAPHIC\n    2  CAMERAS.  EACH DEVICE SHALL BE WITHIN THE DOMINION AND CONTROL OF A LIVE\n    3  OPERATOR. PEACE OFFICERS SHALL ONLY RECORD VIOLATIONS COMMITTED IN THEIR\n    4  PRESENCE.  PEACE  OFFICERS  MAY EITHER ISSUE A CITATION ON THE SCENE, OR\n    5  AFTER REVIEWING THE DIGITAL EVIDENCE SEND CITATIONS BY MAIL. A  COPY  OF\n    6  THE  DIGITAL  EVIDENCE  SHALL  BE MADE AVAILABLE TO THE ADDRESSEE OF THE\n    7  CITATION.\n    8    4. THE COMMISSIONER SHALL SELECT A WORK AND SCHOOL ZONE LIVE  OPERATOR\n    9  CONTROLLED  PHOTO-MONITORING  EQUIPMENT,  SOFTWARE, AND SERVICE PROVIDER\n   10  THAT IS INCORPORATED AND LOCATED WITHIN THE  STATE,  AND  HAS  CONDUCTED\n   11  BUSINESS  WITH  THE  STATE  FOR A PERIOD OF NOT LESS THAN TEN YEARS. THE\n   12  COMMISSIONER SHALL ENDEAVOR TO CONTRACT WITH A WORK ZONE LIVE PHOTO-MON-\n   13  ITORING EQUIPMENT, SOFTWARE, AND SERVICE PROVIDER CERTIFIED UNDER  ARTI-\n   14  CLE FIFTEEN-A OF THE EXECUTIVE LAW.\n   15    5.  THE WORK AND SCHOOL ZONE LIVE OPERATOR CONTROLLED PHOTO-MONITORING\n   16  PROGRAM SHALL UTILIZE SPEED MEASUREMENT METHODS IN WHICH A PHOTOGRAPH IS\n   17  TAKEN AS NEAR AS TECHNICALLY POSSIBLE TO THE LOCATION OF RECORDED  SPEED\n   18  MEASUREMENTS.  ONLY  PHOTOGRAPHS  OF  THE  REAR  OF THE VEHICLE SHALL BE\n   19  TAKEN. SUCH PROGRAM SHALL USE SYSTEMS THAT PROVIDE A SECONDARY  MEASURE-\n   20  MENT  OF  VEHICLE  AVERAGE SPEED OVER DISTANCE AS VERIFICATION. IN ADDI-\n   21  TION, THESE SYSTEMS SHALL BE CAPABLE OF UNIQUELY IDENTIFYING A  SPEEDING\n   22  VEHICLE  AMONG MULTIPLE VEHICLES WITHIN THE DETECTION RANGE OF THE SPEED\n   23  SENSOR. SUCH PROGRAM SHALL NOT UTILIZE IN-THE-ROAD EMBEDDED  OR  SURFACE\n   24  MOUNT SENSORS OR ADDITIONAL ROAD MARKINGS. THOSE DEVICES WHICH ARE VEHI-\n   25  CLE  MOUNTED SHALL ONLY BE MOUNTED IN FULLY MARKED LAW ENFORCEMENT VEHI-\n   26  CLES. SUCH PROGRAM SHALL UTILIZE CORE TECHNOLOGY DATABASE  AND  APPLICA-\n   27  TION  PROTOCOLS  FOR  TICKET-PROCESSING  SYSTEMS  COMPATIBLE  WITH STATE\n   28  AGENCY SYSTEMS.\n   29    6. THE COMMISSIONER SHALL REPORT ANNUALLY TO THE GOVERNOR, THE  TEMPO-\n   30  RARY  PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY THE NUMBER\n   31  AND LOCATION OF SPEEDING VIOLATIONS BY COUNTY, AND THE AMOUNT OF REVENUE\n   32  RECEIVED AFTER COSTS.\n   33    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, in relation to work and school zone safety and enforcement; and to repeal section 22 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T162918.TXT", "SOBI.D110106.T151729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294435758052
}