{
  "year" : 2011,
  "senateBillNo" : "A1196-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1196-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a tax credit in the amount of certain fees charged in connection with loans under the federal home loan guarantee program to national guard and reserve vets",
  "summary" : "Provides a tax credit in the amount of certain fees charged in connection with loans under the federal home loan guarantee program to national guard and reserve veterans. ",
  "currentCommittee" : null,
  "sameAs" : "S2158",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A4009-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Murray",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1196\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. HAWLEY, KOLB, TOBACCO, BARCLAY, MURRAY -- Multi-\n         Sponsored by -- M. of A. CONTE, MOLINARO, WEISENBERG -- read once  and\n         referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend the tax law, in relation to providing a tax credit in\n         the amount of certain fees charged in connection with loans under  the\n         federal  home  loan  guarantee  program  to national guard and reserve\n         veterans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  606  of  the  tax law is amended by adding a new\n    2  subsection (ss) to read as follows:\n    3    (SS) CREDIT FOR CERTAIN FEES PAID TO THE FEDERAL  HOME  LOAN  MORTGAGE\n    4  CORPORATION.  1.  AN ELIGIBLE TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST\n    5  THE TAX IMPOSED BY THIS ARTICLE WHICH IS EQUAL TO THE THREE-QUARTERS  OF\n    6  ONE  PERCENT DIFFERENCE BETWEEN FEES CHARGED TO VETERANS OF THE NATIONAL\n    7  GUARD OR ARMED FORCES RESERVES AND THE SAME  FEES  CHARGED  TO  ELIGIBLE\n    8  ACTIVE DUTY VETERANS, UNDER LOAN OR LOAN GUARANTEE PROGRAMS ADMINISTERED\n    9  OR  FUNDED  BY  THE  FEDERAL  HOME  LOAN  MORTGAGE  CORPORATION. FOR THE\n   10  PURPOSES OF THIS SECTION AN ELIGIBLE TAXPAYER SHALL BE A VETERAN OF  THE\n   11  NEW YORK NATIONAL GUARD OR MILITARY RESERVE.\n   12    2.  FOR PURPOSES OF THIS SUBSECTION, \"VETERAN\" SHALL MEAN A PERSON WHO\n   13  SERVED IN THE ACTIVE MILITARY, NAVAL, OR AIR SERVICE DURING A PERIOD  OF\n   14  WAR,  OR  WHO  WAS  A RECIPIENT OF THE ARMED FORCES EXPEDITIONARY MEDAL,\n   15  NAVY EXPEDITIONARY MEDAL, MARINE CORPS EXPEDITIONARY  MEDAL,  OR  GLOBAL\n   16  WAR ON TERRORISM EXPEDITIONARY MEDAL, AND WHO WAS DISCHARGED OR RELEASED\n   17  THEREFROM UNDER HONORABLE CONDITIONS.\n   18    3.  FOR  THE PURPOSES OF THIS SUBSECTION, \"SERVICE DURING TIME OF WAR\"\n   19  SHALL MEAN:\n   20    (I) THE INDIVIDUAL IN QUESTION WAS A RECIPIENT  OF  THE  ARMED  FORCES\n   21  EXPEDITIONARY  MEDAL,  THE  NAVY EXPEDITIONARY MEDAL OR THE MARINE CORPS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01428-01-1\n\n       A. 1196                             2\n\n    1  EXPEDITIONARY MEDAL FOR PARTICIPATION IN OPERATIONS IN LEBANON FROM JUNE\n    2  FIRST, NINETEEN HUNDRED EIGHTY-THREE TO DECEMBER FIRST, NINETEEN HUNDRED\n    3  EIGHTY-SEVEN, IN GRENADA FROM  OCTOBER  TWENTY-THIRD,  NINETEEN  HUNDRED\n    4  EIGHTY-THREE TO NOVEMBER TWENTY-FIRST, NINETEEN HUNDRED EIGHTY-THREE, OR\n    5  IN PANAMA FROM DECEMBER TWENTIETH, NINETEEN HUNDRED EIGHTY-NINE TO JANU-\n    6  ARY THIRTY-FIRST, NINETEEN HUNDRED NINETY; OR\n    7    (II)  THE  INDIVIDUAL SERVED ON ACTIVE DUTY FOR NINETY DAYS OR MORE IN\n    8  THE ARMED FORCES OF THE UNITED STATES DURING ANY ONE  OF  THE  FOLLOWING\n    9  WARS OR HOSTILITIES:\n   10    (1)  IN  THE  SPANISH-AMERICAN WAR FROM THE TWENTY-FIRST DAY OF APRIL,\n   11  EIGHTEEN HUNDRED NINETY-EIGHT TO THE ELEVENTH  DAY  OF  APRIL,  EIGHTEEN\n   12  HUNDRED NINETY-NINE, INCLUSIVE;\n   13    (2) IN THE PHILIPPINE INSURRECTION OR THE CHINA RELIEF EXPEDITION FROM\n   14  THE  ELEVENTH  DAY  OF APRIL, EIGHTEEN HUNDRED NINETY-NINE TO THE FOURTH\n   15  DAY OF JULY, NINETEEN HUNDRED TWO, INCLUSIVE;\n   16    (3) IN THE MEXICAN BORDER CAMPAIGN FROM THE NINTH DAY OF MAY, NINETEEN\n   17  HUNDRED SIXTEEN, TO THE FIFTH DAY OF APRIL, NINETEEN HUNDRED  SEVENTEEN,\n   18  INCLUSIVE;\n   19    (4)  IN  WORLD  WAR  I  FROM  THE SIXTH DAY OF APRIL, NINETEEN HUNDRED\n   20  SEVENTEEN TO THE ELEVENTH DAY OF NOVEMBER,  NINETEEN  HUNDRED  EIGHTEEN,\n   21  INCLUSIVE;\n   22    (5) IN WORLD WAR II FROM THE SEVENTH DAY OF DECEMBER, NINETEEN HUNDRED\n   23  FORTY-ONE   TO  THE  THIRTY-FIRST  DAY  OF  DECEMBER,  NINETEEN  HUNDRED\n   24  FORTY-SIX, INCLUSIVE;\n   25    (6) IN THE KOREAN HOSTILITIES FROM THE  TWENTY-SEVENTH  DAY  OF  JUNE,\n   26  NINETEEN  HUNDRED  FIFTY  TO  THE  THIRTY-FIRST DAY OF JANUARY, NINETEEN\n   27  HUNDRED FIFTY-FIVE, INCLUSIVE;\n   28    (7) IN THE VIETNAM CONFLICT FROM THE TWENTY-SECOND  DAY  OF  DECEMBER,\n   29  NINETEEN  HUNDRED  SIXTY-ONE TO THE SEVENTH DAY OF MAY, NINETEEN HUNDRED\n   30  SEVENTY-FIVE;\n   31    (8) IN THE PERSIAN GULF CONFLICT FROM THE SECOND DAY OF AUGUST,  NINE-\n   32  TEEN HUNDRED NINETY TO THE END OF SUCH CONFLICT.\n   33    S 2. This act shall take effect immediately and shall apply to taxable\n   34  years beginning on and after January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a tax credit in the amount of certain fees charged in connection with loans under the federal home loan guarantee program to national guard and reserve veterans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114627.TXT", "SOBI.D110106.T152230.TXT", "SOBI.D110107.T162918.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295369187033
}