{
  "year" : 2011,
  "senateBillNo" : "A1190-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1190-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of motor vehicles to suspend a persons driver's license subject to an outstanding warrant of arrest, bench warrant or superior court warrant",
  "summary" : "Authorizes the commissioner of motor vehicles to suspend a persons driver's license subject to an outstanding warrant of arrest, bench warrant or superior court warrant of arrest; directs commissioner to develop a program and procedure for the implementation of such suspension; provides that a person shall receive notice that the license shall be suspended and further allows a person to restore such license upon the person furnishing sufficient proof that the warrant has been recalled or fails to exist. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A971-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1190\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GANTT -- Multi-Sponsored by -- M. of A. GABRYS-\n         ZAK, SWEENEY -- read once and referred to the Committee on Transporta-\n         tion\n\n       AN ACT to amend the vehicle and traffic law, in relation to  authorizing\n         the  commissioner  of  motor  vehicles  to  suspend a persons driver's\n         license subject to an outstanding warrant of arrest, bench warrant  or\n         superior court warrant of arrest\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 510-d to read as follows:\n    3    S  510-D.  SUSPENSION OF LICENSES SUBJECT TO AN OUTSTANDING WARRANT OF\n    4  ARREST. 1. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE  COMMISSIONER\n    5  OR  THE  COMMISSIONER'S AGENT SHALL HAVE THE POWER TO REVOKE THE LICENSE\n    6  TO DRIVE A MOTOR VEHICLE OR MOTORCYCLE OF  ANY  PERSON  AGAINST  WHOM  A\n    7  WARRANT  OF ARREST, BENCH WARRANT OR SUPERIOR COURT WARRANT OF ARREST IS\n    8  OUTSTANDING.\n    9    2. THE COMMISSIONER IS DIRECTED TO DEVELOP AND ESTABLISH A PROGRAM AND\n   10  PROCEDURE WHICH WILL ALLOW THE IMMEDIATE DENIAL OF A LICENSE  BECAUSE  A\n   11  PERSON  HAS  AN OUTSTANDING WARRANT OF ARREST, BENCH WARRANT OR SUPERIOR\n   12  COURT WARRANT OF ARREST. SUCH A PROGRAM SHALL  BE  DESIGNED  IN  SUCH  A\n   13  MANNER  THAT  UPON FILING AN APPLICATION FOR A LICENSE, THE LICENSE WILL\n   14  BE DENIED TO SUCH PERSON OR WHERE A LICENSE HAS BEEN GRANTED, THE  RIGHT\n   15  THERETO  SHALL BE SUSPENDED UPON NOTICE THAT SUCH AN OUTSTANDING WARRANT\n   16  IN FACT EXISTS. AS PART OF SUCH PROGRAM THE DIVISION OF CRIMINAL JUSTICE\n   17  SERVICES SHALL EXPLORE THE FEASIBILITY  OF  PROVIDING  GENERAL  COMPUTER\n   18  ACCESS TO ALL OUTSTANDING WARRANTS OF ARREST.\n   19    3.  A  PERSON SHALL RECEIVE NOTICE THAT THE LICENSE SHALL BE SUSPENDED\n   20  IN NINETY  DAYS  DUE  TO  AN  OUTSTANDING  WARRANT  UNLESS  SUCH  PERSON\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03215-01-1\n\n       A. 1190                             2\n\n    1  FURNISHES  PROOF TO THE COMMISSIONER THAT SUCH WARRANT HAS BEEN RECALLED\n    2  OR FAILS TO EXIST.\n    3    4.  A  LICENSE  MAY  BE RESTORED BY DIRECTION OF THE COMMISSIONER UPON\n    4  SUCH PERSON FURNISHING  SUFFICIENT  PROOF  THAT  THE  WARRANT  HAS  BEEN\n    5  RECALLED.\n    6    S  2. This act shall take effect on the first of January next succeed-\n    7  ing the date on which it shall have become a law.  Effective  immediate-\n    8  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n    9  necessary for the implementation of this act on its effective  date  are\n   10  authorized to be made on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing the commissioner of motor vehicles to suspend a persons driver's license subject to an outstanding warrant of arrest, bench warrant or superior court warrant of arrest ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T162918.TXT", "SOBI.D110106.T151729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294435758028
}