{
  "year" : 2011,
  "senateBillNo" : "A1194-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1194-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires additional 10% funding of agricultural environmental programs implemented in watersheds deemed critical to recreational fishing",
  "summary" : "Requires additional 10% matching grant funding of agricultural environmental programs implemented in watersheds deemed, by the commissioner of environmental conservation, to be critical to recreational fishing. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A1083-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1194\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. HAWLEY, KOLB, BURLING, CROUCH, OAKS, FINCH --\n         Multi-Sponsored by -- M.   of A. BARCLAY, GIGLIO,  JORDAN,  THIELE  --\n         read once and referred to the Committee on Agriculture\n\n       AN  ACT to amend the agriculture and markets law, in relation to funding\n         of  agricultural  environmental  management  programs  implemented  in\n         watersheds deemed critical to recreational fishing\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 151 of the agriculture and markets law, as  amended\n    2  by chapter 375 of the laws of 2008, is amended to read as follows:\n    3    S  151. Agricultural environmental management program. There is hereby\n    4  established within the department an agricultural environmental  manage-\n    5  ment  program to assist farmers in maintaining the economic viability of\n    6  their farm operations while addressing environmental impacts from  those\n    7  operations, including, but not limited to, soil, air and water pollution\n    8  and greenhouse gas emissions. The program may also include assistance to\n    9  farmers  for  the development of agriculturally-derived renewable energy\n   10  sources. The program may consist of  planner  certification  to  qualify\n   11  persons  to  prepare  AEM plans; technical assistance to farmers partic-\n   12  ipating in the program; financial assistance, within funds available, to\n   13  soil and water conservation districts and farmers to prepare and  imple-\n   14  ment  plans  PROVIDED  THAT  FOR  PLANS IMPLEMENTED IN WATERSHEDS DEEMED\n   15  CRITICAL TO RECREATIONAL FISHING, AS DETERMINED BY THE  COMMISSIONER  OF\n   16  ENVIRONMENTAL  CONSERVATION,  SHALL  RECEIVE  NOT  LESS THAN TEN PERCENT\n   17  ADDITIONAL FINANCIAL ASSISTANCE  WHEN  SUCH  ASSISTANCE  IS  DISTRIBUTED\n   18  THROUGH  A  MATCHING GRANT PROGRAM; other incentives for program partic-\n   19  ipation; and evaluation of program procedures  and  projects  to  assess\n   20  effectiveness.\n   21    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02428-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to funding of agricultural environmental management programs implemented in watersheds deemed critical to recreational fishing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T162918.TXT", "SOBI.D110106.T152230.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294435758029
}