{
  "year" : 2011,
  "senateBillNo" : "A1193-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1193-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a driver safety course and a driver safety course fund; repealer",
  "summary" : "Establishes a driver safety course and a driver safety course fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2557-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1193\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  a  driver\n         safety course; to amend the state finance law, in relation to a driver\n         safety  course  fund;  and  to  repeal certain provisions of such laws\n         relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Articles 12-B and 12-C of the vehicle and traffic law are\n    2  REPEALED and a new article 12-B is added to read as follows:\n    3                                ARTICLE 12-B\n    4                            DRIVER SAFETY COURSE\n    5  SECTION 399-A. STATEMENT OF PURPOSE.\n    6          399-B. ESTABLISHMENT AND IMPLEMENTATION OF DRIVER SAFETY COURSE.\n    7          399-C. COURSE CONTENT.\n    8          399-D. FEES.\n    9          399-E. ADVERTISING.\n   10          399-F. REPORT BY COMMISSIONER.\n   11          399-G. REGULATIONS.\n   12    S 399-A. STATEMENT OF PURPOSE. THE  PURPOSE  OF  THIS  ARTICLE  IS  TO\n   13  FOSTER  AND  MAINTAIN DRIVER COMPETENCY THROUGH THE CREATION OF A DRIVER\n   14  SAFETY COURSE.\n   15    S 399-B. ESTABLISHMENT AND IMPLEMENTATION OF DRIVER SAFETY COURSE. THE\n   16  COMMISSIONER SHALL ESTABLISH AND  IMPLEMENT  AN  INTERNET  BASED  DRIVER\n   17  SAFETY  COURSE  FOR  THE  PURPOSES OF TRAINING NEW DRIVERS, AND GRANTING\n   18  POINT AND INSURANCE  REDUCTION  BENEFITS.  THE  COMMISSIONER  SHALL  NOT\n   19  CONTRACT  WITH OR OTHERWISE UTILIZE ANY NON-GOVERNMENTAL ENTITIES IN THE\n   20  ESTABLISHMENT OR IMPLEMENTATION OF THIS COURSE, EXCEPT THAT THE  COMMIS-\n   21  SIONER  SHALL  CONTRACT WITH A SOFTWARE SOLUTION AND NETWORK INFRASTRUC-\n   22  TURE PROVIDER. SUCH SOFTWARE SOLUTION AND NETWORK INFRASTRUCTURE PROVID-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03365-01-1\n\n       A. 1193                             2\n\n    1  ER SHALL BE INCORPORATED AND LOCATED WITHIN THE  STATE,  HAVE  CONDUCTED\n    2  BUSINESS  WITH  THE STATE FOR A PERIOD OF NOT LESS THAN TEN YEARS, OFFER\n    3  COURSE CONTENT AS PART OF THEIR SERVICES, AND USE BIOMETRIC TECHNOLOGIES\n    4  TO  GUARANTEE SECURITY.   THE COMMISSIONER SHALL IMPLEMENT A SYSTEM THAT\n    5  ALLOWS AN ON-LINE PARTICIPANT TO VERIFY HIS OR HER IDENTITY AND  ENSURES\n    6  THAT  SUCH  STUDENT'S  IDENTITY  AND ON-LINE TRANSACTION IS SECURE.  THE\n    7  COMMISSIONER SHALL ENDEAVOR TO CONTRACT SOFTWARE  SOLUTION  AND  NETWORK\n    8  INFRASTRUCTURE PROVIDERS CERTIFIED UNDER ARTICLE FIFTEEN-A OF THE EXECU-\n    9  TIVE LAW.\n   10    S  399-C. COURSE CONTENT. THE COMMISSIONER SHALL CONTRACT WITH A TECH-\n   11  NOLOGY CONTRACTOR WHO IS WELL-KNOWN IN THE COMMUNITY AND SPECIALIZES  IN\n   12  TRAFFIC  SAFETY  CURRICULUM  DEVELOPMENT TO DEVELOP A CURRICULUM FOR THE\n   13  DRIVER SAFETY COURSE IN CONJUNCTION WITH THE GOVERNOR'S  TRAFFIC  SAFETY\n   14  COMMITTEE. THIS CURRICULUM SHALL CONTAIN INSTRUCTION ON DRIVER ATTITUDE,\n   15  COLLISION AWARENESS, THE PROPER USE OF AUTOMOBILE SAFETY DEVICES, DEFEN-\n   16  SIVE  DRIVING, DRUG AND ALCOHOL IMPAIRMENT, SAFE USE OF AUTOMOBILE TECH-\n   17  NOLOGY, SCHOOL AND WORK ZONE SAFETY, TOLL PLAZA  SAFETY,  DRIVING  WHILE\n   18  DROWSY,  DRIVER  DISTRACTIONS,  ROAD  RAGE,  SCHOOL BUS SAFETY, AND SUCH\n   19  OTHER SUBJECTS AS THE COMMISSIONER MAY PRESCRIBE. THIS CURRICULUM  SHALL\n   20  BE REVIEWED AND UPDATED ANNUALLY.\n   21    S  399-D.  FEES.  THE  COMMISSIONER IS AUTHORIZED TO IMPOSE A FEE UPON\n   22  EACH STUDENT WHO ENROLLS IN THE DRIVER SAFETY  COURSE  WHICH  SHALL  NOT\n   23  EXCEED ONE HUNDRED DOLLARS. THE PROCEEDS FROM SUCH FEE SHALL BE DEPOSIT-\n   24  ED   IN  THE  DRIVER  SAFETY  COURSE  FUND  AS  ESTABLISHED  BY  SECTION\n   25  EIGHTY-NINE-G OF THE STATE FINANCE LAW.\n   26    S 399-E. ADVERTISING. THE GOVERNOR'S TRAFFIC  SAFETY  COMMITTEE  SHALL\n   27  DEVELOP AND IMPLEMENT A PROGRAM TO ACTIVELY MARKET AND PROMOTE THE DRIV-\n   28  ER SAFETY COURSE TO THE GENERAL PUBLIC.\n   29    S 399-F. REPORT BY COMMISSIONER. THE COMMISSIONER SHALL REPORT ANNUAL-\n   30  LY TO THE GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAK-\n   31  ER  OF  THE ASSEMBLY THE NUMBER OF STUDENTS TAKING THE COURSE, AMOUNT OF\n   32  REVENUE RECEIVED, THE LOCATION OF STUDENTS BY COUNTY,  AND  WHETHER  THE\n   33  COURSE  IS  TAKEN  FOR  PRE-LICENSING,  INSURANCE,  OR  POINT  REDUCTION\n   34  PURPOSES.\n   35    S 399-G. REGULATIONS. THE COMMISSIONER SHALL PROMULGATE SUCH RULES AND\n   36  REGULATIONS AS ARE NECESSARY TO EFFECTUATE THE PROVISIONS OF THIS  ARTI-\n   37  CLE.\n   38    S  2.  Subdivision  4 of section 502 of the vehicle and traffic law is\n   39  REPEALED and a new subdivision 4 is added to read as follows:\n   40    4. EXAMINATIONS. (A) UPON SUBMISSION OF AN APPLICATION FOR A  DRIVER'S\n   41  LICENSE,  THE  APPLICANT  SHALL  BE REQUIRED (I) TO TAKE AND PASS A TEST\n   42  RELATING TO TRAFFIC LAWS, AND SUCH OTHER TRAFFIC  RELATED  MATTERS  THAT\n   43  THE COMMISSIONER MAY PRESCRIBE, (II) TO TAKE AND PASS A BEHIND THE WHEEL\n   44  EXAMINATION,  AND  (III)  TO  SATISFACTORILY  COMPLETE THE DRIVER SAFETY\n   45  COURSE UNDER ARTICLE TWELVE-B OF THIS CHAPTER.\n   46    (B) THE COMMISSIONER SHALL CAUSE THE APPLICANT TO TAKE A  VISION  TEST\n   47  AND  A  TEST  FOR  COLOR BLINDNESS. UPON PASSAGE OF THE VISION TEST, THE\n   48  APPLICATION MAY BE ACCEPTED AND THE APPLICATION FEE SHALL BE PAYABLE.\n   49    (C) THE COMMISSIONER SHALL MAKE AVAILABLE  TO  EACH  APPLICANT  FOR  A\n   50  COMMERCIAL   DRIVER'S  LICENSE  INSTRUCTIONAL  HANDBOOKS  OUTLINING  THE\n   51  REQUIREMENTS NECESSARY TO QUALIFY FOR SUCH A LICENSE, AND  CONTAINING  A\n   52  DISCUSSION  OF  THE  OFFENSES WHICH WILL RESULT IN DISQUALIFICATION FROM\n   53  OPERATING A COMMERCIAL MOTOR VEHICLE AS DEFINED IN SECTION FIVE  HUNDRED\n   54  ONE-A OF THIS ARTICLE. SUCH HANDBOOKS SHALL BE AVAILABLE IN LANGUAGES AS\n   55  THE COMMISSIONER MAY PRESCRIBE.\n\n       A. 1193                             3\n\n    1    (D)  THE  COMMISSIONER MAY WAIVE THE REQUIREMENT FOR PASSAGE OF A TEST\n    2  UNDER SUBPARAGRAPH (I) OF PARAGRAPH (A) OF THIS SUBDIVISION,  FOR  THOSE\n    3  APPLICANTS  WHO  HOLD  A  VALID  OR RENEWABLE DRIVER'S LICENSE ISSUED BY\n    4  ANOTHER JURISDICTION OR THE UNITED STATES GOVERNMENT.\n    5    (E) THE COMMISSIONER SHALL PROMULGATE RULES AND REGULATIONS ESTABLISH-\n    6  ING  ELIGIBILITY STANDARDS FOR THE TAKING AND PASSING OF KNOWLEDGE TESTS\n    7  IN OTHER THAN WRITTEN FORM.\n    8    S 3. Section 89-g of the state finance  law  is  REPEALED  and  a  new\n    9  section 89-g is added to read as follows:\n   10    S  89-G.  DRIVER SAFETY COURSE FUND. 1. THERE IS HEREBY ESTABLISHED IN\n   11  THE JOINT CUSTODY OF THE STATE COMPTROLLER AND THE COMMISSIONER OF TAXA-\n   12  TION AND FINANCE A SPECIAL FUND TO BE KNOWN AS THE \"DRIVER SAFETY COURSE\n   13  FUND\".\n   14    2. SUCH FUND SHALL CONSIST OF ALL FEES RECEIVED BY THE  DEPARTMENT  OF\n   15  MOTOR  VEHICLES  PURSUANT  TO  THE PROVISIONS OF ARTICLE TWELVE-B OF THE\n   16  VEHICLE AND TRAFFIC LAW, AND ALL OTHER MONEYS APPROPRIATED, CREDITED  OR\n   17  TRANSFERRED THERETO FROM ANY OTHER FUND OR SOURCE PURSUANT TO LAW.\n   18    3.  THE MONEYS IN THE DRIVER SAFETY COURSE FUND SHALL BE KEPT SEPARATE\n   19  AND SHALL NOT BE COMMINGLED WITH ANY OTHER MONEYS IN THE CUSTODY OF  THE\n   20  COMMISSIONER OF TAXATION AND FINANCE AND THE STATE COMPTROLLER.\n   21    4.  THE  MONEYS  IN  THE  DRIVER  SAFETY COURSE FUND SHALL BE ANNUALLY\n   22  DISTRIBUTED AS FOLLOWS: NOT MORE THAN THIRTY PERCENT OF  THE  MONEYS  IN\n   23  SUCH  FUND SHALL BE EXPENDED BY THE DEPARTMENT OF MOTOR VEHICLES FOR THE\n   24  PURPOSES OF ADMINISTERING AND IMPLEMENTING  THE  PROVISIONS  OF  ARTICLE\n   25  TWELVE-B OF THE VEHICLE AND TRAFFIC LAW; NOT MORE THAN THIRTY PERCENT OF\n   26  THE  MONEYS  IN  SUCH FUND SHALL BE TRANSFERRED TO THE DEDICATED HIGHWAY\n   27  AND BRIDGE TRUST FUND; NOT MORE THAN FIFTEEN PERCENT OF  THE  MONEYS  IN\n   28  SUCH  FUND  SHALL  BE  EXPENDED  FOR THE ADMINISTRATION OF DEPARTMENT OF\n   29  MOTOR VEHICLE REGIONAL OFFICES LOCATED IN THE CITY OF  ALBANY,  CITY  OF\n   30  ROCHESTER,  TOWN  OF  OYSTER  BAY,  TOWN  OF BETHPAGE, CITY OF SYRACUSE,\n   31  VILLAGE OF NORTH SYRACUSE, VILLAGE OF WEST HAVERSTRAW, VILLAGE OF AMITY-\n   32  VILLE, TOWN OF ISLIP, TOWN OF HUNTINGTON, TOWN OF  BROOKHAVEN,  TOWN  OF\n   33  RIVERHEAD, CITY OF PEEKSKILL, CITY OF WHITE PLAINS, AND CITY OF YONKERS,\n   34  PROVIDED  HOWEVER,  IN  THE EVENT THAT ANY OF THE AFOREMENTIONED OFFICES\n   35  HAS CLOSED, RELOCATED, OR EXPERIENCED A SIGNIFICANT REDUCTION OF  ACTIV-\n   36  ITIES,  NO MONEYS SHALL BE EXPENDED FOR THE PURPOSE OF ADMINISTRATION OF\n   37  ANY REGIONAL OFFICE UNDER THIS SECTION; NOT MORE THAN  FIVE  PERCENT  OR\n   38  FIVE  MILLION  DOLLARS,  WHICHEVER  IS  LESS, OF THE MONEYS IN SUCH FUND\n   39  SHALL BE EXPENDED BY THE GOVERNOR'S TRAFFIC SAFETY COMMITTEE FOR  ADVER-\n   40  TISING AND CURRICULUM DEVELOPMENT OF THE DRIVER SAFETY PROGRAM; NOT MORE\n   41  THAN  FIVE  PERCENT  OR  FIVE MILLION DOLLARS, WHICHEVER IS LESS, OF THE\n   42  MONEYS IN SUCH FUND SHALL BE EXPENDED BY THE DEPARTMENT  OF  TRANSPORTA-\n   43  TION FOR CULVERT MAINTENANCE; NOT MORE THAN FIVE PERCENT OR FIVE MILLION\n   44  DOLLARS, WHICHEVER IS LESS, OF THE MONEYS IN SUCH FUND SHALL BE EXPENDED\n   45  BY THE DEPARTMENT OF TRANSPORTATION AND THE DIVISION OF STATE POLICE FOR\n   46  WORK AND SCHOOL ZONE SAFETY PROGRAMS; NOT MORE THAN FIVE PERCENT OR FIVE\n   47  MILLION  DOLLARS, WHICHEVER IS LESS, OF THE MONEYS IN SUCH FUND SHALL BE\n   48  EXPENDED BY NON METROPOLITAN TRANSPORTATION AUTHORITY PUBLIC TRANSPORTA-\n   49  TION AUTHORITIES FOR THE PARA TRANSIT OPERATIONS; AND NOT MORE THAN FIVE\n   50  PERCENT OR FIVE MILLION DOLLARS, WHICHEVER IS LESS,  OF  THE  MONEYS  IN\n   51  SUCH FUND SHALL BE EXPENDED BY THE METROPOLITAN TRANSPORTATION AUTHORITY\n   52  FOR HANDICAPPED ACCESSIBLE EQUIPMENT.\n   53    S 4. This act shall take effect September 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to a driver safety course; to amend the state finance law, in relation to a driver safety course fund; and to repeal certain provisions of such laws relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T162918.TXT", "SOBI.D110106.T151729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294435758025
}