{
  "year" : 2011,
  "senateBillNo" : "A1195-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1195-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Abbagail's law prohibits supervising drivers from acting under the influence of alcohol and/or drugs",
  "summary" : "Enacts Abbagail's law prohibiting supervising drivers from acting under the influence of alcohol and/or drugs and subjects them to criminal charges. ",
  "currentCommittee" : null,
  "sameAs" : "S164",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A10780-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1195\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. HAWLEY -- Multi-Sponsored by -- M. of A. OAKS --\n         read once and referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to acting as  a\n         supervising driver while under the influence of alcohol and/or drugs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may  be  cited  as  \"Abbagail's\n    2  Law\".\n    3    S  2.  Paragraph  (a) of subdivision 1 of section 501-b of the vehicle\n    4  and traffic law, as added by chapter 644 of the laws of 2002, is amended\n    5  to read as follows:\n    6    (a) operate a motor vehicle with any front seat occupants  other  than\n    7  the  supervising driver WHO IS NOT UNDER THE INFLUENCE OF ALCOHOL AND/OR\n    8  DRUGS;\n    9    S 3. The vehicle and traffic law is amended by adding  a  new  section\n   10  501-c to read as follows:\n   11    S  501-C.  SUPERVISING  DRIVER  WHILE  UNDER  THE INFLUENCE OF ALCOHOL\n   12  AND/OR DRUGS.  ANY INDIVIDUAL ACTING AS A SUPERVISING DRIVER PURSUANT TO\n   13  SUBPARAGRAPH (II) OF PARAGRAPH (A) AND PARAGRAPH (C) OF SUBDIVISION FIVE\n   14  OF SECTION FIVE HUNDRED ONE OF THIS  ARTICLE  THAT  DOES  SO  UNDER  THE\n   15  INFLUENCE OF ALCOHOL AND/OR DRUGS SHALL BE GUILTY OF A CLASS A MISDEMEA-\n   16  NOR.\n   17    S  4. Section 1192 of the vehicle and traffic law is amended by adding\n   18  a new subdivision 13 to read as follows:\n   19    13. SUPERVISING DRIVERS. ANY INDIVIDUAL ACTING AS A SUPERVISING DRIVER\n   20  PURSUANT TO SUBPARAGRAPH (II) OF PARAGRAPH  (A)  AND  PARAGRAPH  (C)  OF\n   21  SUBDIVISION FIVE OF SECTION FIVE HUNDRED ONE OF THIS CHAPTER WHILE UNDER\n   22  THE  INFLUENCE  OF  ALCOHOL  AND/OR DRUGS IS IN VIOLATION OF SUBDIVISION\n   23  ONE, TWO, TWO-A, THREE, FOUR OR FOUR-A OF  THIS  SECTION  AND  SHALL  BE\n   24  CHARGED ACCORDINGLY.\n   25    S  5.  This  act shall take effect on the ninetieth day after it shall\n   26  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01224-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to acting as a supervising driver while under the influence of alcohol and/or drugs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T162918.TXT", "SOBI.D110106.T152230.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294435758032
}