{
  "year" : 2011,
  "senateBillNo" : "A1199-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1199-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts compensation for active military service from inclusion in a resident's adjusted gross income",
  "summary" : "Exempts compensation for active military service from inclusion in a resident's adjusted gross income under certain circumstances. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A4006-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1199\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. HAWLEY, MOLINARO, KOLB, BARCLAY, TOBACCO, BUTLER\n         -- Multi-Sponsored by -- M. of A. CONTE, JORDAN,  WEISENBERG  --  read\n         once and referred to the Committee on Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to exempting compensation for\n         active military service from inclusion in a resident's adjusted  gross\n         income\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 8 of subsection (c) of section  612  of  the  tax\n    2  law,  as  amended by chapter 528 of the laws of 1964, is amended to read\n    3  as follows:\n    4    (8) Compensation received for active service in the  armed  forces  of\n    5  the  United  States  [on or after October first, nineteen hundred sixty-\n    6  one, and prior to September first, nineteen hundred sixty-two; provided,\n    7  however, that the amount of such compensation to be deducted  shall  not\n    8  exceed  one  hundred  dollars for each month of the taxable year, subse-\n    9  quent to September, nineteen hundred sixty-one, during any part of which\n   10  month the taxpayer was engaged in such service] IF:   (A)  THE  TAXPAYER\n   11  MAINTAINED  A  PERMANENT  RESIDENCE  IN NEW YORK STATE AND SERVED IN THE\n   12  ACTIVE SERVICE IN THE ARMED FORCES OF THE UNITED STATES OUTSIDE  OF  NEW\n   13  YORK STATE FOR A PERIOD OF AT LEAST NINETY DAYS DURING THE TAXABLE YEAR;\n   14  (B)  THE  TAXPAYER  MAINTAINED A PERMANENT PLACE OF ABODE OUTSIDE OF NEW\n   15  YORK STATE WHILE IN ACTIVE SERVICE FOR THE ENTIRE TAXABLE YEAR;  OR  (C)\n   16  THE  TAXPAYER  MAINTAINED  AN  ABODE  IN  NEW YORK STATE OTHER THAN SUCH\n   17  PERSON'S PERMANENT ADDRESS WHILE IN ACTIVE SERVICE; INCLUDING  RESIDENCE\n   18  IN  A MILITARY BARRACKS, BACHELOR'S QUARTERS OR ON BOARD A NAVAL VESSEL.\n   19  For the purposes of this paragraph, the words  \"active  service  in  the\n   20  armed  forces  of  the United States\" shall mean active duty (other than\n   21  for training) in the army, navy (including the marine corps), air  force\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01435-01-1\n\n       A. 1199                             2\n\n    1  or  coast  guard  of  the  United  States as defined in title ten of the\n    2  United States code.\n    3    S  2.  This act shall take effect immediately and shall apply to taxa-\n    4  ble years beginning on and after January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting compensation for active military service from inclusion in a resident's adjusted gross income ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T162918.TXT", "SOBI.D110106.T152230.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294435758053
}