{
  "year" : 2011,
  "senateBillNo" : "A1208-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1208-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Reduces the rate at which a taxpayer's entire net income base shall be computed",
  "summary" : "Reduces the rate at which a taxpayer's entire net income base shall be computed for the purposes of the franchise tax on business corporations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A2773-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1208\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. KOLB, TEDISCO, OAKS, REILICH, CORWIN, CASTELLI --\n         Multi-Sponsored  by  --  M.  of  A. AMEDORE, BARCLAY, BURLING, BUTLER,\n         CONTE, CROUCH, DUPREY, FINCH,  HAWLEY,  JORDAN,  P. LOPEZ,  J. MILLER,\n         MOLINARO,  RAIA,  SALADINO, SAYWARD, TOBACCO -- read once and referred\n         to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to net income base\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  opening paragraph and subparagraphs (iv) and (vi) of\n    2  paragraph (a) of subdivision 1 of section 210 of the tax law, as amended\n    3  by section 2 of part N of chapter 60 of the laws of 2007, are amended to\n    4  read as follows:\n    5    Entire net income base. For taxable years beginning before July first,\n    6  nineteen hundred ninety-nine, the amount prescribed  by  this  paragraph\n    7  shall  be  computed at the rate of nine percent of the taxpayer's entire\n    8  net income base. For taxable years beginning after June thirtieth, nine-\n    9  teen hundred ninety-nine and before July first, two thousand, the amount\n   10  prescribed by this paragraph shall be computed at the rate of eight  and\n   11  one-half  percent  of the taxpayer's entire net income base. For taxable\n   12  years beginning after June  thirtieth,  two  thousand  and  before  July\n   13  first,  two  thousand one, the amount prescribed by this paragraph shall\n   14  be computed at the rate of eight percent of the  taxpayer's  entire  net\n   15  income base. For taxable years beginning after June thirtieth, two thou-\n   16  sand  one  and  before  January  first,  two  thousand seven, the amount\n   17  prescribed by this paragraph shall be computed at the rate of seven  and\n   18  one-half  percent of the taxpayer's entire net income base.  For taxable\n   19  years beginning [on or] after January  first,  two  thousand  seven  AND\n   20  BEFORE JANUARY FIRST, TWO THOUSAND TWELVE, the amount prescribed by this\n   21  paragraph  shall  be computed at the rate of seven and one-tenth percent\n   22  of the taxpayer's entire net income base.  FOR TAXABLE  YEARS  BEGINNING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05145-01-1\n\n       A. 1208                             2\n\n    1  ON OR AFTER JANUARY FIRST, TWO THOUSAND TWELVE, THE AMOUNT PRESCRIBED BY\n    2  THIS  PARAGRAPH SHALL BE COMPUTED AT THE RATE OF SIX AND EIGHTY-FIVE ONE\n    3  HUNDREDTH PERCENT OF THE TAXPAYER'S ENTIRE NET INCOME BASE. The  taxpay-\n    4  er's  entire  net  income  base shall mean the portion of the taxpayer's\n    5  entire net income allocated within the state  as  hereinafter  provided,\n    6  subject to any modification required by paragraphs (d) and (e) of subdi-\n    7  vision  three  of this section. However, in the case of a small business\n    8  taxpayer, as defined in paragraph (f) of this  subdivision,  the  amount\n    9  prescribed  by this paragraph shall be computed pursuant to subparagraph\n   10  (iv) of this paragraph and in the case of a manufacturer, as defined  in\n   11  subparagraph (vi) of this paragraph, the amount prescribed by this para-\n   12  graph shall be computed pursuant to subparagraph (vi) of this paragraph.\n   13    (iv)  for  taxable  years  beginning  [on or] after January first, two\n   14  thousand seven AND BEFORE JANUARY FIRST, TWO  THOUSAND  TWELVE,  if  the\n   15  entire  net  income  base  is  not more than two hundred ninety thousand\n   16  dollars the amount shall be six and one-half percent of the  entire  net\n   17  income  base;  if  the  entire  net income base is more than two hundred\n   18  ninety thousand dollars but  not  over  three  hundred  ninety  thousand\n   19  dollars  the  amount  shall  be  the  sum of (1) eighteen thousand eight\n   20  hundred fifty dollars, (2) seven and one-tenth percent of the excess  of\n   21  the  entire net income base over two hundred ninety thousand dollars but\n   22  not over three hundred ninety thousand dollars and (3) four and  thirty-\n   23  five hundredths percent of the excess of the entire net income base over\n   24  three  hundred  fifty thousand dollars but not over three hundred ninety\n   25  thousand dollars.   FOR TAXABLE YEARS  BEGINNING  ON  OR  AFTER  JANUARY\n   26  FIRST,  TWO  THOUSAND TWELVE, IF THE ENTIRE NET INCOME IS NOT OVER THREE\n   27  HUNDRED NINETY THOUSAND DOLLARS THE AMOUNT SHALL BE SIX PERCENT  OF  THE\n   28  ENTIRE NET INCOME BASE;\n   29    (vi)  for  taxable years beginning [on or] after January thirty-first,\n   30  two thousand seven AND BEFORE JANUARY FIRST, TWO  THOUSAND  TWELVE,  the\n   31  amount  prescribed by this paragraph for a taxpayer which is a qualified\n   32  New York manufacturer, shall be computed at the rate of six and one-half\n   33  (6.5) percent of the taxpayer's entire net income  base.    FOR  TAXABLE\n   34  YEARS  BEGINNING  ON  OR  AFTER  JANUARY FIRST, TWO THOUSAND TWELVE, THE\n   35  AMOUNT PRESCRIBED BY THIS PARAGRAPH SHALL BE COMPUTED AT THE RATE OF SIX\n   36  PERCENT OF THE TAXPAYER'S ENTIRE NET INCOME BASE. The term  \"manufactur-\n   37  er\"  shall  mean a taxpayer which during the taxable year is principally\n   38  engaged in the production of goods by manufacturing, processing,  assem-\n   39  bling, refining, mining, extracting, farming, agriculture, horticulture,\n   40  floriculture,  viticulture  or commercial fishing.   However, the gener-\n   41  ation and distribution of electricity, the distribution of natural  gas,\n   42  and  the production of steam associated with the generation of electric-\n   43  ity shall not be qualifying activities for  a  manufacturer  under  this\n   44  subparagraph.    Moreover,  the  combined  group  shall  be considered a\n   45  \"manufacturer\" for purposes of this subparagraph only  if  the  combined\n   46  group  during  the taxable year is principally engaged in the activities\n   47  set forth in this paragraph, or any combination thereof. A taxpayer or a\n   48  combined group shall be \"principally engaged\"  in  activities  described\n   49  above  if, during the taxable year, more than fifty percent of the gross\n   50  receipts of the taxpayer or combined group,  respectively,  are  derived\n   51  from  receipts  from  the  sale of goods produced by such activities. In\n   52  computing a combined group's  gross  receipts,  intercorporate  receipts\n   53  shall  be eliminated.  A \"qualified New York manufacturer\" is a manufac-\n   54  turer which has property in New York which is described in clause (A) of\n   55  subparagraph (i) of paragraph (b) of subdivision twelve of this  section\n   56  and  either  (I)  the adjusted basis of such property for federal income\n\n       A. 1208                             3\n\n    1  tax purposes at the close of the taxable year is at  least  one  million\n    2  dollars  or (II) all of its real and personal property is located in New\n    3  York. In addition, a \"qualified New York manufacturer\" means a  taxpayer\n    4  which  is defined as a qualified emerging technology company under para-\n    5  graph (c) of subdivision one of section thirty-one hundred two-e of  the\n    6  public  authorities  law regardless of the ten million dollar limitation\n    7  expressed in subparagraph one of such paragraph (c).\n    8    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to net income base ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T152729.TXT", "SOBI.D110107.T170421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294437861805
}