{
  "year" : 2011,
  "senateBillNo" : "A1204-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1204-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the crime of unlawful purchase or sale of a social security number",
  "summary" : "Establishes the crimes of unlawful purchase or sale of a social security number in the first and second degrees; prohibits the sale of a person's social security account number; establishes unlawful purchase or sale of a social security number in the first degree as a class D felony and unlawful purchase or sale of a social security number in the second degree as a class E felony. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A3042-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1204\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. KOLB, REILICH, FINCH, REILLY, OAKS -- Multi-Spon-\n         sored  by  --  M.  of A.   AMEDORE, BARCLAY, BURLING, BUTLER, CALHOUN,\n         COLTON,  CONTE,  CROUCH,  DUPREY,  GIGLIO,  HAWLEY,  HAYES,  JEFFRIES,\n         JORDAN,  P. LOPEZ,  MAYERSOHN, McDONOUGH, McKEVITT, MOLINARO, RABBITT,\n         RAIA, SALADINO, SAYWARD -- read once and referred to the Committee  on\n         Codes\n\n       AN  ACT to amend the penal law, in relation to establishing the crime of\n         unlawful purchase or sale of a social security account number\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding two new sections 190.87\n    2  and 190.88 to read as follows:\n    3  S 190.87 UNLAWFUL PURCHASE OR SALE OF A SOCIAL SECURITY  ACCOUNT  NUMBER\n    4             IN THE SECOND DEGREE.\n    5    A  PERSON  IS GUILTY OF UNLAWFUL PURCHASE OR SALE OF A SOCIAL SECURITY\n    6  ACCOUNT NUMBER IN THE SECOND DEGREE WHEN HE OR SHE SELLS  OR  OFFERS  TO\n    7  SELL  OR  HE  OR  SHE  PURCHASES  OR OFFERS TO PURCHASE ANOTHER PERSON'S\n    8  SOCIAL SECURITY ACCOUNT NUMBER AND:\n    9    1. HE OR SHE KNOWS OR REASONABLY SHOULD KNOW THAT SUCH ACCOUNT  NUMBER\n   10  IS INTENDED TO BE USED TO DEFRAUD, DECEIVE OR INJURE ANOTHER; OR\n   11    2.  HE  OR  SHE  KNOWS  OR REASONABLY SHOULD KNOW THAT THE USE OF SUCH\n   12  ACCOUNT NUMBER WOULD CONSTITUTE A VIOLATION OF THIS CHAPTER.\n   13    UNLAWFUL PURCHASE OR SALE OF A SOCIAL SECURITY ACCOUNT NUMBER  IN  THE\n   14  SECOND DEGREE IS A CLASS E FELONY.\n   15  S 190.88 UNLAWFUL  PURCHASE  OR SALE OF A SOCIAL SECURITY ACCOUNT NUMBER\n   16             IN THE FIRST DEGREE.\n   17    A PERSON IS GUILTY OF UNLAWFUL PURCHASE OR SALE OF A  SOCIAL  SECURITY\n   18  ACCOUNT NUMBER IN THE FIRST DEGREE WHEN:\n   19    1.  HE  OR  SHE  COMMITS  THE  CRIME OF UNLAWFUL PURCHASE OR SALE OF A\n   20  SOCIAL SECURITY ACCOUNT NUMBER IN THE SECOND DEGREE; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00668-02-1\n\n       A. 1204                             2\n\n    1    (A) HE OR SHE HAS BEEN PREVIOUSLY CONVICTED WITHIN THE LAST FIVE YEARS\n    2  OF UNLAWFUL PURCHASE OR SALE OF A SOCIAL SECURITY ACCOUNT NUMBER IN  THE\n    3  SECOND DEGREE AS DEFINED IN SECTION 190.87 OF THIS ARTICLE; OR\n    4    (B) HE OR SHE KNOWINGLY SELLS OR OFFERS TO SELL OR PURCHASES OR OFFERS\n    5  TO PURCHASE FIFTY OR MORE PERSONS' SOCIAL SECURITY ACCOUNT NUMBERS; OR\n    6    2.  WITH INTENT TO FURTHER THE COMMISSION OF UNLAWFUL PURCHASE OR SALE\n    7  OF A SOCIAL SECURITY ACCOUNT NUMBER IN THE  SECOND  DEGREE,  HE  OR  SHE\n    8  SUPERVISES MORE THAN THREE ACCOMPLICES.\n    9    UNLAWFUL  PURCHASE  OR SALE OF A SOCIAL SECURITY ACCOUNT NUMBER IN THE\n   10  FIRST DEGREE IS A CLASS D FELONY.\n   11    S 2. This act shall take effect on the first of November next succeed-\n   12  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing the crime of unlawful purchase or sale of a social security account number ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T163418.TXT", "SOBI.D110106.T152729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294436058166
}