{
  "year" : 2011,
  "senateBillNo" : "A1201-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to correction",
    "billEventId" : "A1201-2011-1294203600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the employment address of certain sex offenders to be reported to the division of criminal justice services",
  "summary" : "Requires the employment address of certain sex offenders to be reported to the division of criminal justice services. ",
  "currentCommittee" : null,
  "sameAs" : "S512",
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A985-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1201\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  HAWLEY, TEDISCO, SPANO, McKEVITT, McDONOUGH,\n         TOBACCO -- Multi-Sponsored by -- M. of A.  BARCLAY,  BUTLER,  CALHOUN,\n         DUPREY, FINCH, GIGLIO, KOLB, P. LOPEZ, J. MILLER, OAKS, RAIA, REILICH,\n         SAYWARD,  THIELE  --  read  once  and  referred  to  the  Committee on\n         Correction\n\n       AN ACT to amend the  correction  law,  in  relation  to  the  employment\n         address of sex offenders\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (e) of subdivision 1  of  section  168-b  of  the\n    2  correction law, as amended by chapter 10 of the laws of 2003, is amended\n    3  to read as follows:\n    4    (e)  If  the  sex offender has been given A LEVEL TWO OR a level three\n    5  designation, such offender's employment address and/or expected place of\n    6  employment.\n    7    S 2. Paragraph  (b-1)  of  subdivision  2  of  section  168-f  of  the\n    8  correction law, as amended by chapter 10 of the laws of 2003, is amended\n    9  to read as follows:\n   10    (b-1)  If the sex offender has been given a LEVEL TWO OR A level three\n   11  designation, such offender shall sign the verification form,  and  state\n   12  that  he  or  she  still is employed at the address last reported to the\n   13  division.\n   14    S 3. Subdivision 4 of section 168-f of the correction law, as  amended\n   15  by chapter 67 of the laws of 2008, is amended to read as follows:\n   16    4. Any sex offender shall register with the division no later than ten\n   17  calendar  days  after  any  change  of address, ANY CHANGE IN EMPLOYMENT\n   18  ADDRESS, internet accounts with internet access providers  belonging  to\n   19  such  offender,  internet identifiers that such offender uses, or his or\n   20  her status of enrollment, attendance, employment  or  residence  at  any\n   21  institution  of higher education. A fee of ten dollars, as authorized by\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01268-01-1\n\n       A. 1201                             2\n\n    1  subdivision eight of section one hundred sixty-eight-b of this  article,\n    2  shall be submitted by the sex offender each time such offender registers\n    3  any  change of address or any change of his or her status of enrollment,\n    4  attendance,  employment or residence at any institution of higher educa-\n    5  tion. Any failure or omission to  submit  the  required  fee  shall  not\n    6  affect the acceptance by the division of the change of address or change\n    7  of status.\n    8    S 4. Paragraph (b) of subdivision 6 of section 168-l of the correction\n    9  law,  as  amended by chapter 106 of the laws of 2006, is amended to read\n   10  as follows:\n   11    (b) If the risk of repeat offense is moderate, a level two designation\n   12  shall be given to such sex offender. In such case  the  law  enforcement\n   13  agency or agencies having jurisdiction and the law enforcement agency or\n   14  agencies  having  had  jurisdiction at the time of his or her conviction\n   15  shall be notified and may disseminate relevant information  which  shall\n   16  include  a  photograph  and  description  of  the offender and which may\n   17  include the exact name  and  any  aliases  used  by  the  sex  offender,\n   18  [approximate  address  based on sex offender's zip code,] EXACT ADDRESS,\n   19  ADDRESS OF THE OFFENDER'S PLACE OF  EMPLOYMENT,  background  information\n   20  including the offender's crime of conviction, mode of operation, type of\n   21  victim  targeted,  the  name  and  address  of any institution of higher\n   22  education at which the sex offender is enrolled, attends, is employed or\n   23  resides and the description of special conditions imposed on the  offen-\n   24  der  to  any entity with vulnerable populations related to the nature of\n   25  the offense committed by such sex offender. Any entity receiving  infor-\n   26  mation on a sex offender may disclose or further disseminate such infor-\n   27  mation  at  its  discretion.  In addition, in such case, the information\n   28  described herein shall also be provided in the subdirectory  established\n   29  in  this  article  and  notwithstanding any other provision of law, such\n   30  information shall, upon request, be made available to the public.\n   31    Such law enforcement agencies shall compile,  maintain  and  update  a\n   32  listing  of  vulnerable organizational entities within its jurisdiction.\n   33  Such listing shall be utilized for notification of such organizations in\n   34  disseminating such information on level two sex  offenders  pursuant  to\n   35  this  paragraph.  Such  listing  shall  include  and  not be limited to:\n   36  superintendents of schools or chief school  administrators,  superinten-\n   37  dents  of parks, public and private libraries, public and private school\n   38  bus transportation companies, day care centers,  nursery  schools,  pre-\n   39  schools,  neighborhood  watch  groups,  community centers, civic associ-\n   40  ations, nursing homes, victim's advocacy groups and places of worship.\n   41    S 5. This act shall take effect on the thirtieth day  after  it  shall\n   42  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the employment address of sex offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T163418.TXT", "SOBI.D110106.T152230.TXT", "SOBI.D110106.T152729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294436058154
}