{
  "year" : 2011,
  "senateBillNo" : "A1202-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1202-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Repeals Part NN of chapter 59 of the laws of 2009, relating to financing the operations of the department of public service",
  "summary" : "Relates to the repeal of financing the operations of the department of public service, the public service commission, department support and energy management services provided by other state agencies, to increasing the utility assessment cap and the minimum threshold for collection thereunder, to establishing a temporary state energy and utility service conservation assessment and providing for the collection thereof, and providing for the repeal of certain provisions upon the expiration thereof. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Services",
  "previousVersions" : [ "A9098-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1202\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  HAWLEY,  MOLINARO,  CORWIN, GIGLIO, BARCLAY,\n         CALHOUN, REILICH, KOLB, CROUCH --  Multi-Sponsored  by  --  M.  of  A.\n         AMEDORE,   BURLING,  CONTE,  DUPREY,  HAYES,  P. LOPEZ,  MAGEE,  OAKS,\n         RABBITT, TEDISCO, THIELE -- read once and referred to the Committee on\n         Corporations, Authorities and Commissions\n\n       AN ACT to repeal Part NN of chapter 59 of the laws of 2009, amending the\n         public service law relating to financing the operations of the depart-\n         ment of public service,  the  public  service  commission,  department\n         support  and  energy management services provided by other state agen-\n         cies, to increasing the utility assessment cap and the minimum thresh-\n         old for collection thereunder, to establishing a temporary state ener-\n         gy and utility service conservation assessment and providing  for  the\n         collection thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Part NN of chapter 59 of the laws  of  2009,  amending  the\n    2  public  service  law relating to financing the operations of the depart-\n    3  ment of  public  service,  the  public  service  commission,  department\n    4  support and energy management services provided by other state agencies,\n    5  to  increasing  the utility assessment cap and the minimum threshold for\n    6  collection thereunder, to establishing  a  temporary  state  energy  and\n    7  utility service conservation assessment and providing for the collection\n    8  thereof is REPEALED.\n    9    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02533-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to repeal Part NN of chapter 59 of the laws of 2009, amending the public service law relating to financing the operations of the department of public service, the public service commission, department support and energy management services provided by other state agencies, to increasing the utility assessment cap and the minimum threshold for collection thereunder, to establishing a temporary state energy and utility service conservation assessment and providing for the collection thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T163418.TXT", "SOBI.D110106.T152729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294436058158
}