{
  "year" : 2011,
  "senateBillNo" : "A120-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A120-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits tax credits against real property tax for franchise fees collected and remitted by cable television companies to assessing units",
  "summary" : "Prohibits a cable company from receiving tax credits against real property tax for franchise fees collected and remitted by such cable television companies to assessing units. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A676-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          120\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN  ACT  to  amend the real property tax law, in relation to prohibiting\n         tax credits against real property tax for franchise fees collected and\n         remitted by cable television companies to assessing units\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 626 of the real property tax law\n    2  is amended and a new subdivision 5 is added to read as follows:\n    3    1.  When a tax levied on a special franchise is due in  any  assessing\n    4  unit,  if  the  special franchise owner has paid such assessing unit for\n    5  its exclusive use during the past year under any  agreement  or  statute\n    6  requiring  the  same, a sum based upon a percentage of gross earnings or\n    7  other income, a license fee, EXCEPT AS PROVIDED IN SUBDIVISION  FIVE  OF\n    8  THIS SECTION, or other sum of money on account of such special franchise\n    9  possessed  by  such  special  franchise  owner, which payment was in the\n   10  nature of a tax, all amounts so paid  for  the  exclusive  use  of  such\n   11  assessing  unit,  except  money paid or expended for paving or repairing\n   12  the pavement of a street, highway or public place, and except in a  city\n   13  having a population of one hundred seventy-five thousand or more accord-\n   14  ing to the latest federal census, car license fees or tolls paid for the\n   15  privilege of crossing a bridge owned by the city, shall be deducted from\n   16  the  tax based on the assessment made by the state board for purposes of\n   17  the assessing unit, but not otherwise, and the remainder  shall  be  the\n   18  tax on such special franchise payable for such purposes.\n   19    5. NOTWITHSTANDING THE FOREGOING PROVISIONS, A CABLE TELEVISION COMPA-\n   20  NY,  AS DEFINED IN SECTION TWO HUNDRED TWELVE OF THE PUBLIC SERVICE LAW,\n   21  THAT IS A SPECIAL FRANCHISE  OWNER  AND  COLLECTS  A  LICENSE  FEE  FROM\n   22  SUBSCRIBERS  SHALL  NOT BE ALLOWED ANY CREDIT PURSUANT TO THE PROVISIONS\n   23  OF THIS SECTION AGAINST THE AMOUNT OF REAL PROPERTY TAX,  DETERMINED  BY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00784-01-1\n\n       A. 120                              2\n\n    1  ITS CURRENT SPECIAL FRANCHISE ASSESSMENT, DUE TO THE ASSESSING UNIT WITH\n    2  WHICH SUCH CABLE TELEVISION COMPANY MAINTAINS A SPECIAL FRANCHISE AGREE-\n    3  MENT.\n    4    S  2. This act shall take effect on the first of January next succeed-\n    5  ing the date on which it shall have become a  law  and  shall  apply  to\n    6  assessment  rolls  with taxable status dates occurring on and after such\n    7  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to prohibiting tax credits against real property tax for franchise fees collected and remitted by cable television companies to assessing units ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105913.TXT", "SOBI.D101216.T113916.TXT", "SOBI.D101217.T145450.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292615690499
}