{
  "year" : 2011,
  "senateBillNo" : "A1209-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1209-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides credit against personal income tax and corporate franchise tax for wine bottling, packaging and labelling expenses of wineries",
  "summary" : "Provides a credit against personal income tax and corporate franchise tax for wine bottling, packaging and labelling expenses of wineries licensed pursuant to certain provisions of the alcoholic beverage control law; allows any amount of credit not deducted in a tax year to be carried over to the following tax year or years. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A2806-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1209\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. KOLB, GIGLIO, CORWIN, P. LOPEZ, RAIA -- Multi-\n         Sponsored by -- M. of A.  MOLINARO -- read once and  referred  to  the\n         Committee on Ways and Means\n\n       AN  ACT  to  amend  the  tax  law, in relation to providing for a credit\n         against the personal income tax and the franchise tax on  corporations\n         for certain bottling, packaging and labelling expenses of wineries\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 210 of the tax law  is  amended  by  adding  a  new\n    2  subdivision 18-a to read as follows:\n    3    18-A. (A) A TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED\n    4  BY THIS ARTICLE EQUAL TO THE AMOUNT ACTUALLY EXPENDED ON AND AFTER JANU-\n    5  ARY  FIRST,  TWO  THOUSAND  TWELVE  FOR CASES, BOTTLES, CARAFES OR OTHER\n    6  CONTAINERS IN WHICH WINE PRODUCED FOR RESALE IS PACKAGED AND  FOR  CORKS\n    7  AND  LABELS  USED  IN  AND ON SUCH CONTAINERS; PROVIDED SUCH TAXPAYER IS\n    8  LICENSED AS A WINERY PURSUANT TO THE PROVISIONS OF  SECTION  SEVENTY-SIX\n    9  OF THE ALCOHOLIC BEVERAGE CONTROL LAW.\n   10    (B)  IN NO EVENT SHALL THE CREDIT HEREIN PROVIDED FOR BE ALLOWED IN AN\n   11  AMOUNT WHICH WILL REDUCE THE TAX PAYABLE TO LESS THAN THE MINIMUM  FIXED\n   12  BY  PARAGRAPH  (D) OF SUBDIVISION ONE OF THIS SECTION.  IF, HOWEVER, THE\n   13  AMOUNT OF CREDIT ALLOWABLE UNDER THIS SUBDIVISION FOR ANY  TAXABLE  YEAR\n   14  REDUCES  THE  TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT NOT DEDUCTIBLE IN\n   15  SUCH TAXABLE YEAR MAY BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS AND\n   16  MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   17    S 2. Section 606 of the tax law is amended by adding a new  subsection\n   18  (ss) to read as follows:\n   19    (SS)  (1) A TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED\n   20  BY THIS ARTICLE EQUAL TO THE AMOUNT ACTUALLY EXPENDED ON AND AFTER JANU-\n   21  ARY FIRST, TWO THOUSAND TWELVE FOR  CASES,  BOTTLES,  CARAFES  OR  OTHER\n   22  CONTAINERS  IN  WHICH WINE PRODUCED FOR RESALE IS PACKAGED AND FOR CORKS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05187-01-1\n\n       A. 1209                             2\n\n    1  AND LABELS USED IN AND ON SUCH CONTAINERS;  PROVIDED  SUCH  TAXPAYER  IS\n    2  LICENSED  AS  A WINERY PURSUANT TO THE PROVISIONS OF SECTION SEVENTY-SIX\n    3  OF THE ALCOHOLIC BEVERAGE CONTROL LAW.\n    4    (2)  IN NO EVENT SHALL THE AMOUNT OF THE CREDIT HEREIN PROVIDED FOR BE\n    5  ALLOWED IN EXCESS OF THE TAXPAYER'S TAX FOR SUCH YEAR.  HOWEVER, IF  THE\n    6  AMOUNT OF CREDIT OTHERWISE ALLOWABLE UNDER THIS SUBSECTION FOR ANY TAXA-\n    7  BLE YEAR RESULTS IN SUCH EXCESS AMOUNT, ANY AMOUNT OF CREDIT NOT DEDUCT-\n    8  IBLE  IN  SUCH TAXABLE YEAR MAY BE CARRIED OVER TO THE FOLLOWING YEAR OR\n    9  YEARS AND MAY BE DEDUCTED FROM THE  TAXPAYER'S  TAX  FOR  SUCH  YEAR  OR\n   10  YEARS.\n   11    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing for a credit against the personal income tax and the franchise tax on corporations for certain bottling, packaging and labelling expenses of wineries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T152729.TXT", "SOBI.D110107.T170421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294437861807
}