{
  "year" : 2011,
  "senateBillNo" : "A1206-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1206-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the metropolitan transportation authority fiscal oversight control board to oversee and regulate the finances of the MTA; repealer",
  "summary" : "Establishes the metropolitan transportation authority fiscal oversight control board to oversee and regulate the finances of the metropolitan transportation authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A9241-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Murray",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1206\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. KOLB, CALHOUN, CASTELLI, MURRAY, MONTESANO --\n         Multi-Sponsored by -- M.    of  A.  BURLING,  CASTRO,  CONTE,  CORWIN,\n         CROUCH,  FINCH, JORDAN, J. MILLER, MOLINARO, OAKS, RABBITT, SAYWARD --\n         read once and referred to the Committee on  Corporations,  Authorities\n         and Commissions\n\n       AN  ACT to amend the public authorities law, in relation to establishing\n         the metropolitan transportation authority fiscal oversight board,  and\n         to  provide  for  the  powers  and duties of such board; and to repeal\n         section 1279-a of such law relating to the management  advisory  board\n         of the metropolitan transportation authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1279-a of the public authorities law is REPEALED.\n    2    S 2. Article 5 of the public authorities law is amended  by  adding  a\n    3  new title 10-E to read as follows:\n    4                                 TITLE 10-E\n    5                         METROPOLITAN TRANSPORTATION\n    6                  AUTHORITY FISCAL OVERSIGHT CONTROL BOARD\n    7  SECTION 1240. SHORT TITLE.\n    8          1241. LEGISLATIVE INTENT.\n    9          1242. DEFINITIONS.\n   10          1243. ESTABLISHMENT  OF  METROPOLITAN  TRANSPORTATION  AUTHORITY\n   11                  FISCAL OVERSIGHT CONTROL BOARD.\n   12          1244. ADMINISTRATION OF THE BOARD.\n   13          1245. GENERAL POWERS OF THE BOARD.\n   14          1246. TRANSFER OF POWERS, DUTIES AND FUNCTIONS.\n   15          1247. TRANSFER OF RECORDS.\n   16          1248. TRANSFER OF EMPLOYEES.\n   17          1249. CONTINUITY OF AUTHORITY.\n   18          1250. COMPLETION OF UNFINISHED BUSINESS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05220-01-1\n\n       A. 1206                             2\n\n    1          1251. TERMS OCCURRING IN LAWS, CONTRACTS AND OTHER DOCUMENTS.\n    2          1252. EXISTING RIGHTS AND REMEDIES PRESERVED.\n    3          1253. PENDING ACTIONS AND PROCEEDINGS.\n    4          1254. ASSISTANCE TO THE BOARD; EMPLOYEES OF THE INSPECTOR GENER-\n    5                  AL.\n    6          1255. REVIEW PERIOD.\n    7          1256. MTA FINANCIAL PLAN.\n    8          1257. ACTIONS AGAINST THE BOARD.\n    9          1258. AUDITS.\n   10          1259. EFFECT OF INCONSISTENT PROVISIONS.\n   11          1259-A. SEPARABILITY; CONSTRUCTION.\n   12    S 1240. SHORT TITLE. THIS TITLE SHALL BE KNOWN AND MAY BE CITED AS THE\n   13  \"METROPOLITAN  TRANSPORTATION  AUTHORITY  FISCAL OVERSIGHT CONTROL BOARD\n   14  ACT\".\n   15    S 1241. LEGISLATIVE INTENT. THE LEGISLATURE HEREBY FINDS AND  DECLARES\n   16  THAT  THE  METROPOLITAN  TRANSPORTATION  AUTHORITY  IS FACING AN ONGOING\n   17  FINANCIAL CRISIS, AND THAT THE CRISIS CANNOT BE RESOLVED ABSENT  OUTSIDE\n   18  INTERVENTION. THE LEGISLATURE THEREFORE DECLARES THAT THE CREATION OF AN\n   19  INDEPENDENT  FISCAL  OVERSIGHT BOARD IS NECESSARY TO ADDRESS THIS FINAN-\n   20  CIAL CRISIS TO RESTORE THE CONFIDENCE OF THE  FINANCIAL  MARKETS,  THOSE\n   21  WHO USE THE METROPOLITAN TRANSPORTATION AUTHORITY SERVICES, THOSE WHO DO\n   22  BUSINESS WITH SUCH AUTHORITY AND THE PEOPLE OF THE STATE OF NEW YORK.\n   23    S  1242.  DEFINITIONS.  FOR  THE  PURPOSES  OF  THIS TITLE, UNLESS THE\n   24  CONTEXT REQUIRES OTHERWISE:\n   25    1. \"BOARD\", \"CONTROL BOARD\" AND \"FISCAL OVERSIGHT CONTROL BOARD\"  MEAN\n   26  THE METROPOLITAN TRANSPORTATION AUTHORITY FISCAL OVERSIGHT CONTROL BOARD\n   27  ESTABLISHED BY SECTION TWELVE HUNDRED FORTY-THREE OF THIS TITLE.\n   28    2.  \"FORENSIC  AUDIT\"  MEANS  THE USE OF ACCOUNTING METHODS TO COLLECT\n   29  FORENSIC EVIDENCE TO DETERMINE IF A  CRIMINAL  ACT  INCLUDING,  BUT  NOT\n   30  LIMITED  TO,  EMBEZZLEMENT OR FRAUD, IS OCCURRING OR HAS OCCURRED WITHIN\n   31  THE MTA.\n   32    3. \"INSPECTOR GENERAL\" MEANS THE OFFICE OF METROPOLITAN TRANSPORTATION\n   33  AUTHORITY INSPECTOR GENERAL ESTABLISHED BY SECTION TWELVE HUNDRED SEVEN-\n   34  TY-NINE OF THIS ARTICLE.\n   35    4. \"MTA\" MEANS THE METROPOLITAN TRANSPORTATION  AUTHORITY  ESTABLISHED\n   36  BY TITLE ELEVEN OF THIS ARTICLE.\n   37    5.   \"MTA  REGION\"  MEANS  THE  METROPOLITAN  COMMUTER  TRANSPORTATION\n   38  DISTRICT ESTABLISHED BY SECTION TWELVE HUNDRED SIXTY-TWO OF  THIS  ARTI-\n   39  CLE.\n   40    S  1243. ESTABLISHMENT OF METROPOLITAN TRANSPORTATION AUTHORITY FISCAL\n   41  OVERSIGHT CONTROL BOARD. THERE IS HEREBY  ESTABLISHED  THE  METROPOLITAN\n   42  TRANSPORTATION AUTHORITY FISCAL OVERSIGHT CONTROL BOARD, AS AN INDEPEND-\n   43  ENT  ENTITY WITHIN THE OFFICE OF INSPECTOR GENERAL, WHICH SHALL EXERCISE\n   44  THE POWERS AND DUTIES PROVIDED FOR IN THIS TITLE.\n   45    S 1244. ADMINISTRATION OF THE BOARD. 1. THE  BOARD  SHALL  CONSIST  OF\n   46  SEVEN  MEMBERS  WHICH  SHALL  BE APPOINTED BY THE GOVERNOR. OF THE SEVEN\n   47  MEMBERS, ONE SUCH MEMBER SHALL BE APPOINTED FOLLOWING THE RECOMMENDATION\n   48  OF THE STATE COMPTROLLER; ONE SUCH MEMBER  SHALL  BE  APPOINTED  ON  THE\n   49  RECOMMENDATION OF THE TEMPORARY PRESIDENT OF THE SENATE; ONE SUCH MEMBER\n   50  SHALL BE APPOINTED ON THE RECOMMENDATION OF THE SPEAKER OF THE ASSEMBLY;\n   51  ONE SUCH MEMBER SHALL BE APPOINTED ON THE RECOMMENDATION OF THE MINORITY\n   52  LEADER  OF  THE  SENATE;  AND  ONE SUCH MEMBER SHALL BE APPOINTED ON THE\n   53  RECOMMENDATION OF THE MINORITY LEADER OF THE ASSEMBLY.    EVERY  MEMBER,\n   54  WHO  IS  OTHERWISE AN ELECTED OFFICIAL, SHALL BE ENTITLED TO DESIGNATE A\n   55  SINGLE REPRESENTATIVE TO ATTEND, IN HIS OR HER PLACE,  MEETINGS  OF  THE\n   56  BOARD AND TO VOTE OR OTHERWISE ACT IN HIS OR HER BEHALF.  SUCH DESIGNEES\n\n       A. 1206                             3\n\n    1  SHALL  BE  RESIDENTS  OF THE STATE.   WRITTEN NOTICE OF SUCH DESIGNATION\n    2  SHALL BE FURNISHED PRIOR TO ANY PARTICIPATION BY  THE  SINGLE  DESIGNEE.\n    3  SUCH  SINGLE DESIGNEE SHALL SERVE AT THE PLEASURE OF THE REPRESENTATIVE,\n    4  AND  SHALL  NOT  BE  AUTHORIZED  TO DELEGATE ANY OF HIS OR HER DUTIES OR\n    5  FUNCTIONS TO ANOTHER PERSON.  EACH MEMBER SHALL BE APPOINTED FOR A  TERM\n    6  OF  FOUR  YEARS,  PROVIDED  HOWEVER,  THAT  THREE  OF  THE MEMBERS FIRST\n    7  APPOINTED BY THE GOVERNOR, INCLUDING THE MEMBER APPOINTED FOLLOWING  THE\n    8  RECOMMENDATION  OF  THE  STATE COMPTROLLER SHALL SERVE FOR A TERM ENDING\n    9  JUNE THIRTIETH, TWO THOUSAND FIFTEEN, AND  THE  REMAINING  FOUR  MEMBERS\n   10  FIRST  APPOINTED  BY THE GOVERNOR INCLUDING THE MEMBERS APPOINTED ON THE\n   11  RECOMMENDATION OF THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER  OF\n   12  THE  ASSEMBLY, THE MINORITY LEADER OF THE SENATE AND THE MINORITY LEADER\n   13  OF THE ASSEMBLY SHALL SERVE FOR A TERM ENDING JUNE THIRTIETH, TWO  THOU-\n   14  SAND  SEVENTEEN.  EACH MEMBER SHALL HOLD OFFICE UNTIL HIS OR HER SUCCES-\n   15  SOR HAS BEEN APPOINTED AND  QUALIFIED.  THEREAFTER,  EACH  MEMBER  SHALL\n   16  SERVE  A  TERM OF FOUR YEARS, EXCEPT THAT ANY MEMBER APPOINTED TO FILL A\n   17  VACANCY SHALL SERVE ONLY UNTIL THE EXPIRATION OF HIS  OR  HER  PREDECES-\n   18  SOR'S TERM.\n   19    2. THE  GOVERNOR  SHALL  DESIGNATE A CHAIR AND A VICE-CHAIR FROM AMONG\n   20  THE MEMBERS. THE CHAIR SHALL PRESIDE OVER ALL MEETINGS  OF  THE  MEMBERS\n   21  AND  SHALL  HAVE  SUCH  OTHER  DUTIES  AS THE MEMBERS MAY PRESCRIBE. THE\n   22  VICE-CHAIR SHALL PRESIDE OVER ALL MEETINGS OF THE MEMBERS IN THE ABSENCE\n   23  OF THE CHAIR AND SHALL  HAVE  SUCH  OTHER  DUTIES  AS  THE  MEMBERS  MAY\n   24  PRESCRIBE.\n   25    3.  THE  MEMBERS  OF  THE  BOARD  SHALL SERVE WITHOUT SALARY, BUT EACH\n   26  MEMBER SHALL BE REIMBURSED FOR ACTUAL AND NECESSARY EXPENSES INCURRED IN\n   27  THE PERFORMANCE OF SUCH MEMBER'S OFFICIAL DUTIES  AS  A  MEMBER  OF  THE\n   28  BOARD.\n   29    4.  NOTWITHSTANDING ANY INCONSISTENT PROVISION OF ANY GENERAL, SPECIAL\n   30  OR LOCAL LAW, ORDINANCE, RESOLUTION OR CHARTER, NO  OFFICER,  MEMBER  OR\n   31  EMPLOYEE  OF  THE  STATE, ANY CITY, COUNTY, TOWN OR VILLAGE, ANY GOVERN-\n   32  MENTAL ENTITY  OPERATING  ANY  PUBLIC  SCHOOL  OR  COLLEGE,  ANY  SCHOOL\n   33  DISTRICT  OR  ANY OTHER PUBLIC AGENCY OR INSTRUMENTALITY WHICH EXERCISES\n   34  GOVERNMENTAL POWERS UNDER THE LAWS OF THE STATE, SHALL  FORFEIT  HIS  OR\n   35  HER  OFFICE OR EMPLOYMENT BY REASON OF HIS OR HER ACCEPTANCE OF APPOINT-\n   36  MENT AS A MEMBER, OFFICER OR EMPLOYEE OF THE BOARD, NOR SHALL SERVICE AS\n   37  SUCH MEMBER, OFFICER OR EMPLOYEE OF THE BOARD BE DEEMED INCOMPATIBLE  OR\n   38  IN CONFLICT WITH SUCH OFFICE OR EMPLOYMENT.\n   39    5.  FOUR  MEMBERS SHALL CONSTITUTE A QUORUM FOR THE TRANSACTION OF ANY\n   40  BUSINESS OR THE EXERCISE OF ANY POWER OF THE BOARD. NO ACTION  SHALL  BE\n   41  TAKEN  BY THE BOARD EXCEPT PURSUANT TO A FAVORABLE VOTE OF AT LEAST FOUR\n   42  MEMBERS PARTICIPATING IN A MEETING AT WHICH SUCH ACTION IS TAKEN.\n   43    6. THE BOARD SHALL APPOINT A TREASURER AND MAY  APPOINT  OFFICERS  AND\n   44  AGENTS AS IT MAY REQUIRE AND PRESCRIBE THEIR DUTIES.\n   45    S  1245.  GENERAL  POWERS OF THE BOARD. EXCEPT AS OTHERWISE LIMITED BY\n   46  THIS TITLE, THE BOARD SHALL HAVE THE FOLLOWING POWERS AND DUTIES:\n   47    1. TO MAKE AND ALTER BY-LAWS FOR ITS ORGANIZATIONS AND MANAGEMENT;\n   48    2. TO MAKE AND EXECUTE CONTRACTS AND ALL OTHER INSTRUMENTS  OR  AGREE-\n   49  MENTS  NECESSARY  OR  CONVENIENT  TO  CARRY OUT ANY POWERS AND FUNCTIONS\n   50  EXPRESSLY GIVEN IN THIS TITLE;\n   51    3. TO COMMENCE ANY ACTION TO PROTECT OR ENFORCE  ANY  RIGHT  CONFERRED\n   52  UPON IT BY ANY LAW, CONTRACT OR OTHER AGREEMENT;\n   53    4. TO REVIEW, AUTHORIZE AND APPROVE ALL CONTRACTS OF THE MTA OR ANY OF\n   54  ITS SUBSIDIARIES IN EXCESS OF ONE HUNDRED THOUSAND DOLLARS;\n   55    5.  TO APPROVE OR DISAPPROVE THE FINANCIAL PLAN AND THE FINANCIAL PLAN\n   56  MODIFICATIONS OF THE MTA, AND SHALL FORMULATE AND ADOPT ITS OWN  MODIFI-\n\n       A. 1206                             4\n\n    1  CATIONS  TO  THE  FINANCIAL  PLAN, AS NECESSARY SUCH MODIFICATIONS SHALL\n    2  BECOME EFFECTIVE UPON THEIR ADOPTION BY THE CONTROL BOARD;\n    3    6.  TO  SET A MAXIMUM LEVEL OF SPENDING FOR ANY PROPOSED BUDGET OF ANY\n    4  SUBSIDIARY ORGANIZATIONS OF THE MTA;\n    5    7. (A) TO IMPOSE A WAGE AND/OR HIRING FREEZE UPON  A  FINDING  BY  THE\n    6  CONTROL  BOARD  THAT  A  WAGE  AND/OR  HIRING FREEZE IS ESSENTIAL TO THE\n    7  ADOPTION OR MAINTENANCE OF A MTA BUDGET OR FINANCIAL  PLAN  THAT  IS  IN\n    8  COMPLIANCE  WITH  THIS TITLE, THE BOARD SHALL BE EMPOWERED TO ORDER THAT\n    9  ALL INCREASES IN SALARY OR WAGES OF EMPLOYEES OF THE MTA  AND  EMPLOYEES\n   10  OF  COVERED  SUBSIDIARIES  WHICH  WILL TAKE EFFECT AFTER THE DATE OF THE\n   11  ORDER PURSUANT TO  COLLECTIVE  BARGAINING  AGREEMENTS,  OTHER  ANALOGOUS\n   12  CONTRACTS  OR  INTEREST  ARBITRATION  AWARDS, IN EXISTENCE OR THEREAFTER\n   13  ENTERED INTO, REQUIRING SUCH SALARY OR WAGE INCREASES  AS  OF  ANY  DATE\n   14  THEREAFTER ARE SUSPENDED. SUCH ORDER MAY ALSO PROVIDE THAT ALL INCREASED\n   15  PAYMENTS  FOR  HOLIDAY AND VACATIONS DIFFERENTIALS, SHIFT DIFFERENTIALS,\n   16  SALARY ADJUSTMENTS, ACCORDING TO PLAN AND  STEP-UPS  OR  INCREMENTS  FOR\n   17  EMPLOYEES  OF  THE  MTA AND EMPLOYEES OF COVERED SUBSIDIARIES WHICH WILL\n   18  TAKE EFFECT AFTER THE DATE OF THE ORDER PURSUANT TO COLLECTIVE  BARGAIN-\n   19  ING AGREEMENTS, OTHER ANALOGOUS CONTRACTS OR INTEREST ARBITRATION AWARDS\n   20  REQUIRING  SUCH INCREASED PAYMENTS AS OF ANY DATE THEREAFTER ARE, IN THE\n   21  SAME MANNER, SUSPENDED. FOR THE PURPOSES OF COMPUTING THE  PENSION  BASE\n   22  OF RETIREMENT ALLOWANCES, ANY SUSPENDED SALARY OR WAGE INCREASES AND ANY\n   23  OTHER SUSPENDED PAYMENTS SHALL NOT BE CONSIDERED AS PART OF COMPENSATION\n   24  OR FINAL COMPENSATION OR OF ANNUAL SALARY EARNED OR EARNABLE.\n   25    (B)  NOTWITHSTANDING  THE PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVI-\n   26  SION, THIS SUBDIVISION SHALL NOT BE APPLICABLE TO EMPLOYEES OF  THE  MTA\n   27  OR  EMPLOYEES OF A COVERED SUBSIDIARY SUBJECT TO A COLLECTIVE BARGAINING\n   28  AGREEMENT OR AN EMPLOYEE OF THE MTA OR A COVERED SUBSIDIARY NOT  SUBJECT\n   29  TO  THE  COLLECTIVE BARGAINING AGREEMENT WHERE THE COLLECTIVE BARGAINING\n   30  REPRESENTATIVE OR SUCH UNREPRESENTED EMPLOYEE HAS AGREED TO A  DEFERMENT\n   31  OF  SALARY  OR WAGE INCREASE, BY AN INSTRUMENT IN WRITING WHICH HAS BEEN\n   32  CERTIFIED BY THE CONTROL BOARD AS BEING AN  ACCEPTABLE  AND  APPROPRIATE\n   33  CONTRIBUTION  TOWARD ALLEVIATING THE FISCAL CRISIS OF THE AUTHORITY. ANY\n   34  SUCH AGREEMENT TO A DEFERRAL OF SALARY OR WAGE INCREASE MAY PROVIDE THAT\n   35  FOR THE PURPOSES OF COMPUTING THE PENSION BASE OF RETIREMENT ALLOWANCES,\n   36  ANY DEFERRED SALARY OR WAGE  INCREASE  MAY  BE  CONSIDERED  AS  PART  OF\n   37  COMPENSATION  OR FINAL COMPENSATION OR OF ANNUAL SALARY EARNED OR EARNA-\n   38  BLE.\n   39    (C) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPHS (A) AND (B)  OF  THIS\n   40  SUBDIVISION,  NO RETROACTIVE PAY ADJUSTMENTS OF ANY KIND SHALL ACCRUE OR\n   41  BE DEEMED TO ACCRUE DURING THE PERIOD OF WAGE FREEZE, AND NO SUCH  ADDI-\n   42  TIONAL  AMOUNTS SHALL BE PAID AT THE TIME A WAGE FREEZE IS LIFTED, OR AT\n   43  ANY TIME THEREAFTER;\n   44    8. TO CONDUCT FORENSIC AUDITS AND REPORT ANY IN WHICH THERE IS  REASON\n   45  TO BELIEVE A VIOLATION OF A LAW, ABUSE OR WASTE OCCURRED RELATING TO THE\n   46  MTA  TO  THE STATE INSPECTOR GENERAL OR, WHERE APPLICABLE, THE INSPECTOR\n   47  GENERAL;\n   48    9. TO REVIEW AND  APPROVE  OR  DISAPPROVE  ANY  COLLECTIVE  BARGAINING\n   49  AGREEMENT  TO  BE  ENTERED  INTO BY THE MTA OR ANY COVERED SUBSIDIARY OR\n   50  PURPORTING TO BIND, THE MTA OR ANY COVERED SUBSIDIARY. PRIOR TO ENTERING\n   51  INTO ANY COLLECTIVE BARGAINING AGREEMENT, THE MTA OR ANY COVERED SUBSID-\n   52  IARY SHALL SUBMIT A COPY OF SUCH COLLECTIVE BARGAINING AGREEMENT TO  THE\n   53  CONTROL BOARD, ACCOMPANIED BY AN ANALYSIS OF THE PROJECTED COSTS OF SUCH\n   54  AGREEMENT  AND  CERTIFICATION THAT EXECUTION OF THE AGREEMENT WILL BE IN\n   55  ACCORDANCE WITH THE FINANCIAL PLAN. SUCH SUBMISSION  SHALL  BE  IN  SUCH\n   56  FORM  AND SHALL INCLUDE SUCH ADDITIONAL INFORMATION AS THE CONTROL BOARD\n\n       A. 1206                             5\n\n    1  MAY PRESCRIBE. THE CONTROL BOARD SHALL PROMPTLY REVIEW THE TERMS OF SUCH\n    2  COLLECTIVE BARGAINING AGREEMENT AND THE SUPPORTING INFORMATION IN  ORDER\n    3  TO  DETERMINE  COMPLIANCE  WITH THE FINANCIAL PLAN, AND SHALL DISAPPROVE\n    4  ANY  COLLECTIVE  BARGAINING  AGREEMENT WHICH, IN ITS JUDGEMENT, WOULD BE\n    5  INCONSISTENT WITH THE FINANCIAL PLAN.  NO COLLECTIVE  BARGAINING  AGREE-\n    6  MENT  BINDING,  OR PURPORTING TO BIND, THE MTA OR ANY COVERED SUBSIDIARY\n    7  AFTER THE EFFECTIVE DATE OF THIS TITLE SHALL BE VALID AND  BINDING  UPON\n    8  THE MTA OR ANY COVERED SUBSIDIARY UNLESS FIRST APPROVED BY RESOLUTION OF\n    9  THE  CONTROL  BOARD  AND  SHALL  ACT  JOINTLY  WITH THE MTA IN SELECTING\n   10  MEMBERS OF ANY INTEREST ARBITRATION  PANEL.  NOTWITHSTANDING  ANY  OTHER\n   11  EVIDENCE  PRESENTED  BY  THE MTA, THE COVERED ORGANIZATION OR ANY RECOG-\n   12  NIZED EMPLOYEE ORGANIZATION, THE ARBITRATION PANEL MUST, PRIOR TO  ISSU-\n   13  ING  ANY FINAL DECISION, PROVIDE THE BOARD WITH THE OPPORTUNITY TO PRES-\n   14  ENT EVIDENCE REGARDING THE FISCAL CONDITION OF THE MTA;\n   15    10. TO MAKE RECOMMENDATIONS TO THE GOVERNOR, THE  TEMPORARY  PRESIDENT\n   16  OF  THE SENATE, THE SPEAKER OF THE ASSEMBLY, THE MINORITY LEADERS OF THE\n   17  SENATE AND THE ASSEMBLY, AND THE CHAIRS AND RANKING MINORITY MEMBERS  OF\n   18  THE  FOLLOWING  COMMITTEES:   THE SENATE FINANCE COMMITTEE, THE ASSEMBLY\n   19  WAYS AND MEANS COMMITTEE, THE SENATE COMMITTEE ON CORPORATIONS, AUTHORI-\n   20  TIES AND COMMISSIONS AND THE ASSEMBLY COMMITTEE ON CORPORATIONS, AUTHOR-\n   21  ITIES AND COMMISSIONS AND CONTROL BOARD MEMBERS CONCERNING OPPORTUNITIES\n   22  TO IMPROVE THE PERFORMANCE, REPORTING, REFORMATION, STRUCTURE AND  OVER-\n   23  SIGHT OF THE MTA;\n   24    11.  TO  PROVIDE  SUCH  ADDITIONAL  INFORMATION AND ANALYSIS AS MAY BE\n   25  REASONABLY REQUESTED BY THE LEGISLATURE AND STATE COMPTROLLER;\n   26    12. TO REVIEW THE POTENTIAL FOR AND MAKE RECOMMENDATIONS TO THE GOVER-\n   27  NOR AND LEGISLATURE REGARDING THE TERMS OF BOARD MEMBERS;\n   28    13. TO DEVELOP AND ISSUE A WRITTEN ACKNOWLEDGEMENT THAT A BOARD MEMBER\n   29  MUST EXECUTE AT THE TIME THAT THE MEMBER TAKES AND SUBSCRIBES THEIR OATH\n   30  OF OFFICE, OR WITHIN SIXTY-FIVE DAYS AFTER THE EFFECTIVE  DATE  OF  THIS\n   31  TITLE  IF  THE  MEMBER  HAS  ALREADY  TAKEN AND SUBSCRIBED THEIR OATH OF\n   32  OFFICE, IN WHICH THE BOARD  MEMBER  ACKNOWLEDGES  THAT  THEY  UNDERSTAND\n   33  THEIR INDEPENDENCE AND FIDUCIARY DUTIES, INCLUDING THEIR DUTY OF LOYALTY\n   34  AND  CARE  TO  THE  ORGANIZATION  AND  COMMITMENT TO THE CONTROL BOARD'S\n   35  MISSION;\n   36    14. TO RECOMMEND TO THE LEGISLATURE AND GOVERNOR A  COMPENSATION  PLAN\n   37  FOR OFFICERS OF THE MTA AND COVERED SUBSIDIARIES;\n   38    15.  TO DEVELOP GUIDELINES FOR BEST CORPORATE MANAGEMENT AND FINANCIAL\n   39  PRACTICES OF THE MTA, WHERE  SUCH  AUTHORITY  SHALL  COMPLY  WITH  THOSE\n   40  GUIDELINES  EXCEPT WHEN THE MTA PROVIDES TO THE CONTROL BOARD A DETAILED\n   41  EXPLANATION OF THE MTA'S FAILURE TO  COMPLY,  AND  WHERE  AN  EXPLAINING\n   42  AUTHORITY  SHALL BE CONSIDERED IN COMPLIANCE WITH SUCH GUIDELINES UNLESS\n   43  AND UNTIL NOTIFIED TO THE CONTRARY BY THE CONTROL BOARD;\n   44    16.  TO  PERIODICALLY  EVALUATE  THE  SUSPENSION  OF  SALARY  OR  WAGE\n   45  INCREASES  OR  SUSPENSION  OF  OTHER INCREASED PAYMENTS OR BENEFITS, AND\n   46  MAY, IF IT FINDS THAT THE FISCAL CRISIS, IN THE  SOLE  JUDGMENT  OF  THE\n   47  CONTROL BOARD HAS ABATED, TERMINATE SUCH SUSPENSIONS;\n   48    17.  TO  APPOINT SUCH OFFICERS AND EMPLOYEES AS IT MAY REQUIRE FOR THE\n   49  PERFORMANCE OF ITS DUTIES AND TO FIX AND DETERMINE THEIR QUALIFICATIONS,\n   50  DUTIES AND COMPENSATION, AND TO RETAIN OR EMPLOY COUNSEL,  AUDITORS  AND\n   51  PRIVATE  FINANCIAL CONSULTANTS AND OTHER SERVICES ON A CONTRACT BASIS OR\n   52  OTHERWISE FOR RENDERING PROFESSIONAL, BUSINESS OR TECHNICAL SERVICES AND\n   53  ADVICE; AND, IN TAKING SUCH ACTIONS, THE CONTROL  BOARD  SHALL  CONSIDER\n   54  THE FINANCIAL IMPACT ON THE MTA;\n   55    18.  TO  MAKE  REPORTS  RECEIVED  BY AND PREPARED BY THE CONTROL BOARD\n   56  AVAILABLE TO THE PUBLIC, TO THE EXTENT PRACTICABLE, THROUGH  THE  INTER-\n\n       A. 1206                             6\n\n    1  NET.  IN ADDITION, THE CONTROL BOARD MAY MAKE PUBLICLY AVAILABLE, AND TO\n    2  THE EXTENT PRACTICABLE THROUGH THE INTERNET, SUCH ADDITIONAL INFORMATION\n    3  AS  IT  DEEMS  APPROPRIATE,  PROVIDED SUCH DISCLOSURE DOES NOT INTERFERE\n    4  WITH  THE  OVERSIGHT  FUNCTIONS  OF  SUCH  BOARD. THE PROVISIONS OF THIS\n    5  SUBDIVISION SHALL NOT REQUIRE, HOWEVER, THE PUBLIC DISCLOSURE  OF  DOCU-\n    6  MENTS  OR  INFORMATION NOT SUBJECT TO DISCLOSURE UNDER THE PROVISIONS OF\n    7  SECTION EIGHTY-SEVEN OF THE PUBLIC  OFFICERS  LAW.  FURTHERMORE,  BEFORE\n    8  MAKING  PUBLICLY AVAILABLE IN ANY MANNER INFORMATION THAT IS NOT SUBJECT\n    9  TO MANDATORY DISCLOSURE UNDER THE PROVISIONS OF SECTION EIGHTY-SEVEN  OF\n   10  THE  PUBLIC  OFFICERS  LAW,  THE  CONTROL  BOARD  SHALL FIRST OBTAIN THE\n   11  CONSENT OF THE MTA;\n   12    19. TO ANNUALLY ISSUE REPORTS ON ITS  FINDINGS  AND  ANALYSES  TO  THE\n   13  GOVERNOR,  THE  CHAIR  AND RANKING MINORITY MEMBER OF THE SENATE FINANCE\n   14  COMMITTEE, THE CHAIR AND RANKING MINORITY MEMBER OF  THE  ASSEMBLY  WAYS\n   15  AND MEANS COMMITTEE, THE CHAIR AND RANKING MINORITY MEMBER OF THE SENATE\n   16  STANDING  COMMITTEE  ON  CORPORATIONS,  AUTHORITIES AND COMMISSIONS, THE\n   17  CHAIR AND RANKING  MINORITY MEMBER OF THE ASSEMBLY STANDING COMMITTEE ON\n   18  CORPORATIONS, AUTHORITIES AND COMMISSIONS, THE STATE COMPTROLLER AND THE\n   19  ATTORNEY GENERAL, WITH CONCLUSIONS AND OPINIONS CONCERNING THE  PERFORM-\n   20  ANCE OF THE MTA AND TO STUDY, REVIEW AND REPORT ON THE OPERATIONS, PRAC-\n   21  TICES  AND  FINANCES  OF THE MTA. SUCH REPORTS SHALL INCLUDE, BUT NOT BE\n   22  LIMITED TO: (A) THE ECONOMIC IMPACT OF  THE  MOBILITY  TAX  ON  THE  MTA\n   23  REGION,  (B) A COMPENSATION SCHEDULE IN ADDITION TO THE REPORT DESCRIBED\n   24  IN SECTION TWENTY-EIGHT HUNDRED SIX OF THIS CHAPTER THAT SHALL  INCLUDE,\n   25  BY  POSITION,  TITLE  AND  NAME  OF  THE PERSON HOLDING SUCH POSITION OR\n   26  TITLE, THE SALARY, COMPENSATION, ALLOWANCE AND/OR BENEFITS  PROVIDED  TO\n   27  ANY  OFFICER,  DIRECTOR  OR  EMPLOYEE IN A DECISION MAKING OR MANAGERIAL\n   28  POSITION OF SUCH AUTHORITY WHOSE SALARY IS  IN  EXCESS  OF  ONE  HUNDRED\n   29  THOUSAND DOLLARS, (C) EDUCATIONAL BACKGROUND AND PROFESSIONAL EXPERIENCE\n   30  FOR  ALL  DIRECTORS, OFFICERS AND EMPLOYEES FOR WHOM SALARY REPORTING IS\n   31  REQUIRED UNDER PARAGRAPH (B)  OF  THIS  SUBDIVISION,  (D)  THE  PROJECTS\n   32  UNDERTAKEN  BY  SUCH  AUTHORITY  DURING THE PAST YEAR, (E) A LISTING AND\n   33  DESCRIPTION, IN ADDITION TO THE REPORT REQUIRED BY PARAGRAPH A OF SUBDI-\n   34  VISION THREE OF SECTION TWENTY-EIGHT HUNDRED NINETY-SIX OF THIS  CHAPTER\n   35  OF ALL REAL PROPERTY OF THE MTA HAVING AN ESTIMATED FAIR MARKET VALUE IN\n   36  EXCESS  OF  FIFTY  THOUSAND DOLLARS THAT THE MTA ACQUIRES OR DISPOSES OF\n   37  DURING SUCH PERIOD. THE REPORT SHALL CONTAIN THE PRICE RECEIVED OR  PAID\n   38  BY  THE  AUTHORITY  AND THE NAME OF THE PURCHASER OR SELLER FOR ALL SUCH\n   39  PROPERTY SOLD OR BOUGHT BY THE MTA, (F) THE MTA'S CODE OF ETHICS, (G) AN\n   40  ASSESSMENT OF THE EFFECTIVENESS OF ITS INTERNAL  CONTROL  STRUCTURE  AND\n   41  PROCEDURES,  (H)  A  DESCRIPTION  OF  THE  MTA  AND ITS BOARD STRUCTURE,\n   42  INCLUDING (I) NAMES OF COMMITTEES AND COMMITTEE MEMBERS, (II)  LISTS  OF\n   43  BOARD MEETINGS AND ATTENDANCE, (III) DESCRIPTIONS OF MAJOR MTA UNITS AND\n   44  SUBSIDIARIES, AND (IV) NUMBER OF EMPLOYEES, (I) ITS CHARTER, IF ANY, AND\n   45  BY-LAWS,  (J)  A  LISTING OF MATERIAL CHANGES IN OPERATIONS AND PROGRAMS\n   46  DURING THE REPORTING YEAR, (K) A DESCRIPTION OF ASSETS  VALUED  AT  MORE\n   47  THAN  TWENTY  THOUSAND  DOLLARS  AND/OR  SERVICES  BOUGHT  OR  SOLD  AND\n   48  CONTRACTS FOR SERVICES VALUED AT MORE THAN ONE HUNDRED THOUSAND  DOLLARS\n   49  ENTERED INTO OTHER THAN ON A COMPETITIVE BASIS, INCLUDING (I) THE NATURE\n   50  OF  THOSE ASSETS AND SERVICES, (II) THE NAMES OF THE COUNTERPARTIES, AND\n   51  (III) WHERE THE CONTRACT PRICE FOR GOODS PURCHASED EXCEEDS  FAIR  MARKET\n   52  VALUE,  OR  WHERE  THE  CONTRACT  PRICE FOR GOODS SOLD IS LESS THAN FAIR\n   53  MARKET VALUE, A STATEMENT OF THE FAIR MARKET VALUE, A DETAILED  EXPLANA-\n   54  TION EXECUTED BY THE CHIEF EXECUTIVE OFFICER, CHIEF FINANCIAL OFFICER OR\n   55  PROCUREMENT  OFFICER  OF  THE REASONS FOR THE HIGH PRICE PURCHASE OR THE\n   56  LOW PRICE SALE INCLUDING THE RELATIONSHIP, IF ANY, OF PERSONS ASSOCIATED\n\n       A. 1206                             7\n\n    1  WITH THE BUYER/PURCHASER AND PERSONS ASSOCIATED WITH THE MTA AND/OR  THE\n    2  OFFICIALS  WHO APPOINTED MEMBERS TO THE MTA BOARD, AND (L) A DESCRIPTION\n    3  OF ANY MATERIAL PENDING LITIGATION IN WHICH THE AUTHORITY IS INVOLVED AS\n    4  A PARTY DURING THE REPORTING YEAR; AND\n    5    20.  TO DO ANY AND ALL THINGS NECESSARY OR CONVENIENT TO CARRY OUT ITS\n    6  PURPOSES AND EXERCISE THE POWERS EXPRESSLY GIVEN  AND  GRANTED  IN  THIS\n    7  TITLE,  PROVIDED,  HOWEVER,  THE  BOARD  SHALL  UNDER  NO  CIRCUMSTANCES\n    8  ACQUIRE, HOLD OR TRANSFER TITLE TO, LEASE, OWN  BENEFICIALLY  OR  OTHER-\n    9  WISE,  MANAGE, OPERATE OR OTHERWISE EXERCISE CONTROL OVER ANY REAL PROP-\n   10  ERTY, ANY IMPROVEMENT TO REAL PROPERTY OR  ANY  INTEREST  THEREIN  OTHER\n   11  THAN  A  LEASE OR SUBLEASE OF OFFICE SPACE DEEMED NECESSARY OR DESIRABLE\n   12  BY THE CONTROL BOARD.\n   13    S 1246.  TRANSFER OF POWERS, DUTIES AND FUNCTIONS. ALL POWERS,  DUTIES\n   14  AND  FUNCTIONS  CONFERRED  UPON THE MANAGEMENT ADVISORY BOARD CREATED BY\n   15  THE FORMER SECTION TWELVE HUNDRED SEVENTY-NINE-A OF THIS ARTICLE,  SHALL\n   16  BE TRANSFERRED TO AND ASSUMED BY THE BOARD.\n   17    S  1247.    TRANSFER  OF RECORDS. THE FORMER MANAGEMENT ADVISORY BOARD\n   18  CREATED BY THE FORMER SECTION  TWELVE  HUNDRED  SEVENTY-NINE-A  OF  THIS\n   19  ARTICLE  SHALL DELIVER TO THE BOARD ALL BOOKS, PAPERS, RECORDS AND PROP-\n   20  ERTY AS REQUESTED BY THE BOARD.\n   21    S 1248. TRANSFER OF EMPLOYEES. UPON THE TRANSFER OF THE  FUNCTIONS  OF\n   22  THE  FORMER  MANAGEMENT  ADVISORY  BOARD  CREATED  BY THE FORMER SECTION\n   23  TWELVE HUNDRED SEVENTY-NINE-A OF THIS ARTICLE TO THE BOARD, ANY AFFECTED\n   24  EMPLOYEES MAY BE TRANSFERRED TO THE BOARD  IN  ACCORDANCE  WITH  SECTION\n   25  SEVENTY OF THE CIVIL SERVICE LAW.\n   26    S 1249.  CONTINUITY OF AUTHORITY. FOR THE PURPOSE OF SUCCESSION TO ALL\n   27  FUNCTIONS,  POWERS,  DUTIES AND OBLIGATIONS TRANSFERRED AND ASSIGNED TO,\n   28  DEVOLVED UPON AND ASSUMED BY THE BOARD  SHALL  BE  DEEMED  AND  HELD  TO\n   29  CONSTITUTE  THE  CONTINUATION  OF  THE  FORMER MANAGEMENT ADVISORY BOARD\n   30  PERTAINING TO THE POWERS AND FUNCTIONS TRANSFERRED.\n   31    S 1250. COMPLETION OF  UNFINISHED  BUSINESS.  ANY  BUSINESS  OR  OTHER\n   32  MATTER  UNDERTAKEN  OR COMMENCED BY THE FORMER MANAGEMENT ADVISORY BOARD\n   33  CREATED BY THE FORMER SECTION  TWELVE  HUNDRED  SEVENTY-NINE-A  OF  THIS\n   34  ARTICLE  PERTAINING  TO  OR  CONNECTED WITH THE FUNCTIONS, POWERS, OBLI-\n   35  GATIONS AND DUTIES TRANSFERRED AND ASSIGNED TO THE BOARD, AND PENDING ON\n   36  THE EFFECTIVE DATE OF THIS TITLE MAY BE CONDUCTED AND COMPLETED  BY  THE\n   37  BOARD  IN  THE  SAME  MANNER AND UNDER THE SAME TERMS AND CONDITIONS AND\n   38  WITH THE SAME EFFECT AS IF CONDUCTED AND COMPLETED BY THE FORMER MANAGE-\n   39  MENT ADVISORY BOARD.\n   40    S 1251. TERMS OCCURRING IN LAWS, CONTRACTS AND OTHER DOCUMENTS.  WHEN-\n   41  EVER  THE FORMER MANAGEMENT ADVISORY BOARD CREATED BY THE FORMER SECTION\n   42  TWELVE HUNDRED SEVENTY-NINE-A OF THIS ARTICLE IS REFERRED TO  OR  DESIG-\n   43  NATED  IN  ANY  LAW,  CONTRACT OR DOCUMENTS PERTAINING TO THE FUNCTIONS,\n   44  POWERS, OBLIGATIONS AND DUTIES TRANSFERRED AND ASSIGNED  TO  THE  BOARD,\n   45  SUCH REFERENCE OR DESIGNATION SHALL BE DEEMED TO REFER TO THE BOARD.\n   46    S  1252.  EXISTING RIGHTS AND REMEDIES PRESERVED. NO EXISTING RIGHT OR\n   47  REMEDY OF ANY CHARACTER SHALL BE LOST, IMPAIRED OR AFFECTED BY REASON OF\n   48  THIS TITLE.\n   49    S 1253.   PENDING ACTIONS AND PROCEEDINGS.  NO  ACTION  OR  PROCEEDING\n   50  PENDING  AT  THE  TIME  WHEN  THIS  ACT SHALL TAKE EFFECT, BROUGHT BY OR\n   51  AGAINST THE FORMER MANAGEMENT  ADVISORY  BOARD  CREATED  BY  THE  FORMER\n   52  SECTION  TWELVE  HUNDRED  SEVENTY-NINE-A OF THIS ARTICLE RELATING TO THE\n   53  FUNCTION, POWER OR DUTY TRANSFERRED TO OR DEVOLVED UPON THE BOARD  SHALL\n   54  BE AFFECTED BY THIS TITLE, BUT THE SAME MAY BE PROSECUTED OR DEFENDED IN\n   55  THE  NAME OF THE BOARD ACCOUNTABILITY AND UPON APPLICATION TO THE COURT,\n   56  THE BOARD SHALL BE SUBSTITUTED AS A PARTY.\n\n       A. 1206                             8\n\n    1    S 1254. ASSISTANCE TO THE BOARD; EMPLOYEES OF THE  INSPECTOR  GENERAL.\n    2  1.   THE BOARD MAY USE AGENTS, EMPLOYEES AND FACILITIES OF THE INSPECTOR\n    3  GENERAL.\n    4    2.  OFFICERS  AND EMPLOYEES OF THE MTA MAY BE TRANSFERRED TO THE BOARD\n    5  WITHOUT EXAMINATION AND WITHOUT LOSS OF ANY CIVIL SERVICE OR  RETIREMENT\n    6  STATUS  OR  RIGHTS.  ANY OFFICER OR EMPLOYEE OF THE BOARD WHO HERETOFORE\n    7  ACQUIRED OR SHALL HEREAFTER ACQUIRE SUCH POSITION STATUS BY TRANSFER AND\n    8  WHO AT THE TIME OF SUCH TRANSFER WAS A MEMBER OF THE NEW YORK STATE  AND\n    9  LOCAL EMPLOYEES' RETIREMENT SYSTEM SHALL CONTINUE TO BE A MEMBER OF SUCH\n   10  SYSTEM AS LONG AS HE OR SHE CONTINUES IN SUCH SERVICE, AND SHALL CONTIN-\n   11  UE  TO  HAVE ALL THE RIGHTS, PRIVILEGES AND OBLIGATIONS OF MEMBERSHIP IN\n   12  SUCH SYSTEM.\n   13    S 1255. REVIEW PERIOD. 1. ANNUALLY NOT LATER THAN NOVEMBER FIRST,  THE\n   14  MTA  SHALL  SUBMIT  TO THE BOARD AN ANNUAL BUDGET PROPOSAL AND FINANCIAL\n   15  PLAN.\n   16    2. NOT LATER THAN THIRTY DAYS AFTER SUCH SUBMISSION, THE  BOARD  SHALL\n   17  APPROVE OR DISAPPROVE THE BUDGET PROPOSAL AND FINANCIAL PLAN.\n   18    3.  IN  THE  EVENT THE BOARD SHALL DISAPPROVE SUCH BUDGET PROPOSAL AND\n   19  FINANCIAL PLAN BASED ON DISAPPROVAL OF CERTAIN ACTIONS  OR  ASSUMPTIONS,\n   20  THE BOARD SHALL PROMPTLY THEREAFTER NOTIFY THE MTA OF ITS REASONS. WITH-\n   21  IN  FIFTEEN  DAYS  FROM  THE  RECEIPT OF SUCH NOTIFICATION THE MTA SHALL\n   22  MODIFY THE BUDGET PROPOSAL AND FINANCIAL PLAN, AND  UNLESS  SUCH  BUDGET\n   23  PROPOSAL  AND  FINANCIAL PLAN MODIFICATION IS APPROVED BY THE BOARD, THE\n   24  BOARD SHALL IMPOSE A FINANCIAL PLAN OF ITS OWN FORMULATION  AS  SOON  AS\n   25  PRACTICABLE.\n   26    S  1256.  MTA FINANCIAL PLAN.   1. THE MTA SHALL PREPARE AND SUBMIT TO\n   27  THE BOARD A FOUR-YEAR FINANCIAL PLAN, NOT LATER THAN THE  DATE  REQUIRED\n   28  FOR SUBMISSION OF THE ANNUAL BUDGET. SUCH FINANCIAL PLAN SHALL, IN ADDI-\n   29  TION  TO  THE REQUIREMENTS FOR FINANCIAL PLANS SET FORTH IN SUBDIVISIONS\n   30  TWO AND THREE OF THIS SECTION, CONTAIN ACTIONS SUFFICIENT TO ENSURE WITH\n   31  RESPECT TO THE MAJOR OPERATING FUNDS FOR EACH FISCAL YEAR  OF  THE  PLAN\n   32  THAT  ANNUAL AGGREGATE OPERATING EXPENSES FOR SUCH FISCAL YEAR SHALL NOT\n   33  EXCEED ANNUAL AGGREGATE OPERATING REVENUES FOR SUCH FISCAL YEAR.\n   34    2. EACH FINANCIAL PLAN AND FINANCIAL PLAN MODIFICATION  SHALL  CONFORM\n   35  TO  THE  REQUIREMENTS  OF  PARAGRAPH  (A)  OF THIS SUBDIVISION AND SHALL\n   36  PROVIDE THAT THE MAJOR OPERATING FUNDS OF THE MTA WILL  BE  BALANCED  IN\n   37  ACCORDANCE  WITH GENERALLY ACCEPTED ACCOUNTING PRINCIPLES. THE FINANCIAL\n   38  PLAN SHALL BE DEVELOPED AND APPROVED, AND MAY FROM TIME TO TIME BE MODI-\n   39  FIED, IN ACCORDANCE WITH THE FOLLOWING PROCEDURES:\n   40    (A) THE MTA SHALL SUBMIT TO THE BOARD A CERTIFICATE STATING  THAT  THE\n   41  BUDGET  SUBMITTED  TO  THE  BOARD  IS CONSISTENT WITH THE FINANCIAL PLAN\n   42  SUBMITTED THEREWITH AND THAT OPERATION WITHIN THE BUDGET IS FEASIBLE.\n   43    (B) PRIOR TO THE APPROVAL OR DISAPPROVAL OF THE FINANCIAL PLAN OF  THE\n   44  MTA  BY  THE  BOARD,  THE  BOARD SHALL VERIFY THAT THE MTA HAS REQUESTED\n   45  COMMUNITY, EDUCATIONAL OR  OTHER  ENTITIES  TO  SEEK  PUBLIC  INPUT  AND\n   46  COMMENT RELATING TO THE MTA'S AND/OR ANY COVERED SUBSIDIARIES' FINANCIAL\n   47  PLAN.  THE BOARD SHALL EVALUATE ANY PROPOSALS SUBMITTED TO THE BOARD FOR\n   48  COST SAVINGS AND/OR SERVICE DELIVERY ENHANCEMENT BY THE MTA.\n   49    (C)  IF THE BOARD DETERMINES THAT THE FINANCIAL PLAN OR FINANCIAL PLAN\n   50  MODIFICATION PROVIDED PURSUANT TO PARAGRAPH (E) OF THIS  SUBDIVISION  OR\n   51  SECTION TWELVE HUNDRED FIFTY-FIVE OF THIS TITLE IS COMPLETE AND COMPLIES\n   52  WITH THE STANDARDS SET FORTH IN THIS SUBDIVISION, THE BOARD SHALL MAKE A\n   53  CERTIFICATION  TO  THE  MTA SETTING FORTH REVENUE ESTIMATES AGREED TO BY\n   54  THE BOARD IN ACCORDANCE WITH SUCH DETERMINATION.\n   55    (D) THE BOARD SHALL, IN THE EVENT IT DISAGREES WITH  ELEMENTS  OF  THE\n   56  FINANCIAL  PLAN  PROVIDED PURSUANT TO PARAGRAPH (E) OF THIS SUBDIVISION,\n\n       A. 1206                             9\n\n    1  OR SECTION TWELVE HUNDRED FIFTY-FIVE OF THIS TITLE, PROVIDE NOTICE THER-\n    2  EOF TO THE MTA, WITH COPIES TO THE DIRECTOR OF  THE  BUDGET,  THE  STATE\n    3  COMPTROLLER,  THE  CHAIR  OF  THE ASSEMBLY WAYS AND MEANS COMMITTEE, THE\n    4  CHAIR  OF  THE SENATE FINANCE COMMITTEE AND THE RANKING MINORITY MEMBERS\n    5  OF SUCH COMMITTEES, IF, IN THE JUDGMENT OF THE BOARD, SUCH PLAN: (I)  IS\n    6  INCOMPLETE;  (II)  FAILS TO CONTAIN PROJECTIONS OF REVENUES AND EXPENDI-\n    7  TURES THAT ARE BASED ON REASONABLE AND APPROPRIATE ASSUMPTIONS AND METH-\n    8  ODS OF ESTIMATIONS; (III) FAILS TO PROVIDE THAT OPERATIONS  OF  THE  MTA\n    9  AND THE COVERED SUBSIDIARIES WILL BE CONDUCTED WITHIN THE CASH RESOURCES\n   10  AVAILABLE;  OR (IV) FAILS TO COMPLY WITH THE PROVISIONS OF THIS TITLE OR\n   11  OTHER REQUIREMENTS OF LAW.\n   12    (E) AFTER THE INITIAL ADOPTION OF  AN  APPROVED  FINANCIAL  PLAN,  THE\n   13  REVENUE ESTIMATES CERTIFIED BY THE BOARD AND THE FINANCIAL PLAN SHALL BE\n   14  REGULARLY  REEXAMINED  BY  THE  BOARD  IN CONSULTATION WITH THE MTA, THE\n   15  STATE COMPTROLLER AND  THE  COVERED  SUBSIDIARIES,  AND  THE  MTA  SHALL\n   16  PROVIDE  A  MODIFIED  FINANCIAL PLAN IN SUCH DETAIL AND WITHIN SUCH TIME\n   17  PERIODS AS THE BOARD MAY REQUIRE. IN THE EVENT  OF  REDUCTIONS  IN  SUCH\n   18  REVENUE ESTIMATES, OR IN THE EVENT THE MTA OR A COVERED SUBSIDIARY SHALL\n   19  EXPEND FUNDS AT A RATE THAT WOULD EXCEED THE AGGREGATE EXPENDITURE LIMI-\n   20  TATION  FOR THE MTA OR COVERED SUBSIDIARY PRIOR TO THE EXPIRATION OF THE\n   21  FISCAL YEAR, THE MTA SHALL  SUBMIT  A  FINANCIAL  PLAN  MODIFICATION  TO\n   22  EFFECT  SUCH  ADJUSTMENTS  IN  REVENUE ESTIMATES AND REDUCTIONS IN TOTAL\n   23  EXPENDITURES AS MAY BE NECESSARY TO  CONFORM  TO  SUCH  REVISED  REVENUE\n   24  ESTIMATES OR AGGREGATE EXPENDITURE LIMITATIONS.\n   25    (F)  IF, WITHIN A TIME PERIOD SPECIFIED BY THE BOARD, THE MTA FAILS TO\n   26  MAKE SUCH MODIFICATIONS AFTER REDUCTIONS IN  REVENUE  ESTIMATES,  OR  TO\n   27  PROVIDE  A  MODIFIED PLAN IN DETAIL AND WITHIN SUCH TIME PERIOD REQUIRED\n   28  BY THE BOARD, THE BOARD SHALL ADOPT A RESOLUTION SO FINDING  AND  SHALL,\n   29  AS  SOON AS PRACTICABLE THEREAFTER, FORMULATE AND ADOPT A FINANCIAL PLAN\n   30  TO BE EFFECTIVE UNTIL THE BOARD APPROVES A FINANCIAL PLAN  SUBMITTED  BY\n   31  THE  MTA.  ALL BUDGETS AND OPERATIONS OF THE MTA OR A COVERED SUBSIDIARY\n   32  SHALL BE IN CONFORMANCE AND COMPLIANCE WITH THE FINANCIAL PLAN  THEN  IN\n   33  EFFECT.\n   34    (G)  THE  MTA  SHALL AMEND ITS BUDGET OR SHALL SUBMIT A FINANCIAL PLAN\n   35  MODIFICATION FOR THE APPROVAL OF THE BOARD SUCH THAT  THE  MTA'S  BUDGET\n   36  AND  THE  APPROVED FINANCIAL PLAN SHALL BE CONSISTENT. IN NO EVENT SHALL\n   37  THE MTA OPERATE UNDER A BUDGET THAT IS  INCONSISTENT  WITH  AN  APPROVED\n   38  FINANCIAL PLAN.\n   39    3.  THE  FINANCIAL  PLAN  SHALL BE IN SUCH FORM AND SHALL CONTAIN SUCH\n   40  INFORMATION FOR EACH YEAR DURING WHICH THE FINANCIAL PLAN IS  IN  EFFECT\n   41  AS  THE BOARD MAY SPECIFY, AND SHALL INCLUDE THE MTA AND ALL THE COVERED\n   42  SUBSIDIARIES, AND SHALL, IN SUCH DETAIL AS THE BOARD FROM TIME  TO  TIME\n   43  MAY  PRESCRIBE,  INCLUDE (A) STATEMENTS OF ALL ESTIMATED REVENUES AND OF\n   44  ALL EXPENDITURES AND CASH FLOW PROJECTIONS OF THE MTA AND  EACH  COVERED\n   45  SUBSIDIARY,  AND  (B)  AN  ACCOUNTING  OF  THE EXPENDITURE OF EFFICIENCY\n   46  INCENTIVE GRANTS AVAILABLE TO THE MTA FOR EACH YEAR OF THE PLAN.\n   47    4. THE FINANCIAL PLAN SHALL INCLUDE ANY INFORMATION  WHICH  THE  BOARD\n   48  MAY  REQUEST  TO  SATISFY  ITSELF  THAT (A) PROJECTED EMPLOYMENT LEVELS,\n   49  COLLECTIVE BARGAINING AGREEMENTS AND OTHER ACTIONS RELATING TO  EMPLOYEE\n   50  COSTS,  CAPITAL  CONSTRUCTION  AND  SUCH  OTHER MATTERS AS THE BOARD MAY\n   51  SPECIFY ARE CONSISTENT WITH THE PROVISIONS MADE FOR SUCH OBLIGATIONS  IN\n   52  THE  FINANCIAL PLAN, (B) THE MTA AND THE COVERED SUBSIDIARIES ARE TAKING\n   53  WHATEVER ACTION IS NECESSARY WITH RESPECT TO PROGRAMS MANDATED BY  STATE\n   54  AND FEDERAL LAW TO ENSURE THAT EXPENDITURES FOR SUCH PROGRAMS ARE LIMIT-\n   55  ED  TO AND COVERED BY THE EXPENDITURES STATED IN THE FINANCIAL PLAN, (C)\n   56  ADEQUATE RESERVES ARE PROVIDED TO MAINTAIN  ESSENTIAL  PROGRAMS  IN  THE\n\n       A. 1206                            10\n\n    1  EVENT  REVENUES  HAVE  BEEN OVERESTIMATED OR EXPENDITURES UNDERESTIMATED\n    2  FOR ANY PERIOD, AND (D) THE MTA HAS ADEQUATE CASH RESOURCES TO MEET  ITS\n    3  OBLIGATIONS.  IN  ADDITION, EXCEPT TO THE EXTENT SUCH REPORTING REQUIRE-\n    4  MENTS  MAY  BE  MODIFIED PURSUANT TO AGREEMENT BETWEEN THE BOARD AND THE\n    5  MTA, FOR EACH FISCAL YEAR, OR WHILE BONDS, NOTES  OR  OTHER  OBLIGATIONS\n    6  ISSUED  BY  THE  MTA  ARE OUTSTANDING, THE MTA SHALL PREPARE A QUARTERLY\n    7  REPORT OF SUMMARIZED BUDGET DATA  DEPICTING  OVERALL  TRENDS,  BY  MAJOR\n    8  CATEGORY  WITHIN  FUNDS,  OF ACTUAL REVENUES AND BUDGET EXPENDITURES FOR\n    9  THE ENTIRE BUDGET RATHER THAN INDIVIDUAL LINE ITEMS, AS WELL AS  UPDATED\n   10  QUARTERLY  CASH  FLOW  PROJECTIONS  OF  RECEIPTS AND DISBURSEMENTS. SUCH\n   11  REPORTS SHALL COMPARE REVENUE ESTIMATES AND APPROPRIATIONS AS SET  FORTH\n   12  IN  SUCH BUDGET AND IN THE QUARTERLY REVENUE AND EXPENDITURE PROJECTIONS\n   13  SUBMITTED THEREWITH, WITH THE ACTUAL REVENUES AND EXPENDITURES  MADE  TO\n   14  DATE.  SUCH REPORTS SHALL ALSO COMPARE ACTUAL RECEIPTS AND DISBURSEMENTS\n   15  WITH THE ESTIMATES CONTAINED IN THE CASH FLOW PROJECTIONS, TOGETHER WITH\n   16  VARIANCES AND THEIR EXPLANATION. ALL QUARTERLY REPORTS SHALL BE ACCOMPA-\n   17  NIED BY RECOMMENDATIONS FROM THE MTA TO  THE  BOARD  SETTING  FORTH  ANY\n   18  REMEDIAL  ACTION  NECESSARY  TO  RESOLVE ANY UNFAVORABLE BUDGET VARIANCE\n   19  INCLUDING THE OVERESTIMATION OF  REVENUES  AND  THE  UNDERESTIMATION  OF\n   20  APPROPRIATIONS.  THESE  REPORTS  SHALL  BE  COMPLETED WITHIN THIRTY DAYS\n   21  AFTER THE END OF EACH QUARTER AND SHALL BE SUBMITTED  TO  THE  INSPECTOR\n   22  GENERAL,  THE  BOARD,  THE  DIRECTOR  OF  THE BUDGET AND THE STATE COMP-\n   23  TROLLER.\n   24    5. FOR EACH FINANCIAL PLAN  AND  FINANCIAL  PLAN  MODIFICATION  TO  BE\n   25  PREPARED  AND  SUBMITTED  BY  THE  MTA  TO  THE  BOARD  PURSUANT  TO THE\n   26  PROVISIONS OF THIS SECTION, THE COVERED SUBSIDIARIES SHALL SUBMIT TO THE\n   27  MTA SUCH INFORMATION  WITH  RESPECT  TO  THEIR  PROJECTED  EXPENDITURES,\n   28  REVENUES  AND CASH FLOWS FOR EACH OF THE YEARS COVERED BY SUCH FINANCIAL\n   29  PLAN OR MODIFICATION AS THE MTA SHALL DETERMINE.\n   30    S 1257. ACTIONS AGAINST THE BOARD. 1. EXCEPT IN AN ACTION FOR WRONGFUL\n   31  DEATH, NO ACTION OR PROCEEDING SHALL BE PROSECUTED OR MAINTAINED AGAINST\n   32  THE BOARD FOR PERSONAL INJURY OR DAMAGE TO  REAL  OR  PERSONAL  PROPERTY\n   33  ALLEGED  TO  HAVE BEEN SUSTAINED BY REASON OF THE NEGLIGENCE OR WRONGFUL\n   34  ACT OF THE BOARD OR OF ANY MEMBER, OFFICER, AGENT OR  EMPLOYEE  THEREOF,\n   35  UNLESS  (A)  IT SHALL APPEAR BY AND AS AN ALLEGATION IN THE COMPLAINT OR\n   36  MOVING PAPERS THAT A NOTICE OF CLAIM SHALL HAVE  BEEN  MADE  AND  SERVED\n   37  UPON  THE  BOARD,  WITHIN THE TIME LIMIT PRESCRIBED BY AND IN COMPLIANCE\n   38  WITH SECTION FIFTY-E OF THE GENERAL MUNICIPAL LAW, (B) IT  SHALL  APPEAR\n   39  BY  AND AS AN ALLEGATION IN THE COMPLAINT OR MOVING PAPERS THAT AT LEAST\n   40  THIRTY DAYS HAVE ELAPSED SINCE THE  SERVICE  OF  SUCH  NOTICE  AND  THAT\n   41  ADJUSTMENT OR PAYMENT THEREOF HAS BEEN NEGLECTED OR REFUSED, AND (C) THE\n   42  ACTION  OR  PROCEEDING  SHALL  BE  COMMENCED  WITHIN  ONE YEAR AFTER THE\n   43  HAPPENING OF THE EVENT UPON WHICH THE CLAIM IS BASED. AN ACTION  AGAINST\n   44  THE  BOARD  FOR WRONGFUL DEATH SHALL BE COMMENCED IN ACCORDANCE WITH THE\n   45  NOTICE OF CLAIM AND TIME LIMITATION PROVISIONS OF TITLE ELEVEN OF  ARTI-\n   46  CLE NINE OF THIS CHAPTER.\n   47    2.  WHEREVER A NOTICE OF CLAIM IS SERVED UPON THE BOARD, IT SHALL HAVE\n   48  THE RIGHT TO DEMAND AN EXAMINATION  OF  THE  CLAIMANT  RELATIVE  TO  THE\n   49  OCCURRENCE  AND  EXTENT  OF  THE  INJURIES OR DAMAGES FOR WHICH CLAIM IS\n   50  MADE, IN ACCORDANCE WITH THE PROVISIONS OF SECTION FIFTY-H OF THE GENER-\n   51  AL MUNICIPAL LAW.\n   52    3. THE BOARD MAY REQUIRE  ANY  PERSON  PRESENTING  FOR  SETTLEMENT  AN\n   53  ACCOUNT  OR  CLAIM  FOR ANY CAUSE WHATEVER AGAINST THE BOARD TO BE SWORN\n   54  BEFORE A MEMBER, COUNSEL OR AN ATTORNEY,  OFFICER  OR  EMPLOYEE  THEREOF\n   55  DESIGNATED  FOR  SUCH PURPOSE, CONCERNING SUCH ACCOUNT OR CLAIM AND WHEN\n   56  SO SWORN, TO ANSWER ORALLY AS TO ANY FACTS RELATIVE TO SUCH  ACCOUNT  OR\n\n       A. 1206                            11\n\n    1  CLAIM.  THE  BOARD  SHALL  HAVE  POWER TO SETTLE OR ADJUST ANY CLAIMS IN\n    2  FAVOR OF OR AGAINST THE BOARD.\n    3    4.  THE RATE OF INTEREST TO BE PAID BY THE BOARD UPON ANY JUDGMENT FOR\n    4  WHICH IT IS LIABLE, OTHER THAN A JUDGMENT ON BONDS, NOTES OR OTHER OBLI-\n    5  GATIONS, SHALL NOT EXCEED THE MAXIMUM RATE OF INTEREST ON JUDGMENTS  AND\n    6  ACCRUED  CLAIMS AGAINST MUNICIPAL AUTHORITIES AS PROVIDED IN THE GENERAL\n    7  MUNICIPAL LAW. INTEREST ON PAYMENTS OF  PRINCIPAL  OR  INTEREST  ON  ANY\n    8  BONDS,  NOTES  OR  OTHER OBLIGATIONS IN DEFAULT SHALL ACCRUE AT THE RATE\n    9  SPECIFIED IN THE GENERAL MUNICIPAL LAW UNTIL PAID  OR  OTHERWISE  SATIS-\n   10  FIED.\n   11    5.  THE  VENUE  OF  EVERY  ACTION,  SUIT OR SPECIAL PROCEEDING BROUGHT\n   12  AGAINST THE BOARD SHALL BE THE SUPREME COURT IN  A  COUNTY  IN  THE  MTA\n   13  REGION.\n   14    6.  NEITHER ANY MEMBER OF THE BOARD NOR ANY OFFICER, EMPLOYEE OR AGENT\n   15  OF THE BOARD, WHILE ACTING WITHIN THE SCOPE OF  HIS  OR  HER  AUTHORITY,\n   16  SHALL  BE SUBJECT TO ANY LIABILITY RESULTING FROM EXERCISING OR CARRYING\n   17  OUT ANY OF THE POWERS GIVEN IN THIS TITLE.\n   18    7. (A) THE STATE SHALL HOLD HARMLESS AND INDEMNIFY  MEMBERS,  OFFICERS\n   19  AND  EMPLOYEES  OF  THE  BOARD, ALL OF WHOM SHALL BE DEEMED OFFICERS AND\n   20  EMPLOYEES OF THE STATE FOR PURPOSES OF SECTION SEVENTEEN OF  THE  PUBLIC\n   21  OFFICERS  LAW,  AGAINST  ANY CLAIM, DEMAND, SUIT, OR JUDGMENT ARISING BY\n   22  REASON OF ANY ACT OR OMISSION TO ACT BY SUCH MEMBER, OFFICER OR EMPLOYEE\n   23  OCCURRING IN THE DISCHARGE OF HIS OR HER DUTIES AND WITHIN THE SCOPE  OF\n   24  HIS  OR  HER SERVICE ON BEHALF OF THE BOARD INCLUDING ANY CLAIM, DEMAND,\n   25  SUIT OR JUDGMENT BASED ON ALLEGATIONS THAT FINANCIAL LOSS WAS  SUSTAINED\n   26  BY ANY PERSON IN CONNECTION WITH THE ACQUISITION, DISPOSITION OR HOLDING\n   27  OF  SECURITIES  OR  OTHER  OBLIGATIONS.  IN THE EVENT OF ANY SUCH CLAIM,\n   28  DEMAND, SUIT OR JUDGMENT, A MEMBER, OFFICER OR  EMPLOYEE  OF  THE  BOARD\n   29  SHALL  BE HELD HARMLESS AND INDEMNIFIED, NOTWITHSTANDING THE LIMITATIONS\n   30  OF SUBDIVISION ONE OF SECTION SEVENTEEN  OF  THE  PUBLIC  OFFICERS  LAW,\n   31  UNLESS SUCH INDIVIDUAL IS FOUND BY A FINAL JUDICIAL DETERMINATION NOT TO\n   32  HAVE  ACTED,  IN  GOOD  FAITH,  FOR A PURPOSE WHICH HE OR SHE REASONABLY\n   33  BELIEVED TO BE IN THE BEST INTEREST OF THE BOARD  OR  NOT  TO  HAVE  HAD\n   34  REASONABLE CAUSE TO BELIEVE THAT HIS OR HER CONDUCT WAS LAWFUL.\n   35    (B)  IN CONNECTION WITH ANY SUCH CLAIM, DEMAND, SUIT, OR JUDGMENT, ANY\n   36  MEMBER, OFFICER OR EMPLOYEE OF THE BOARD SHALL BE ENTITLED TO  REPRESEN-\n   37  TATION  BY  PRIVATE  COUNSEL  OF HIS OR HER CHOICE IN ANY CIVIL JUDICIAL\n   38  PROCEEDING WHENEVER THE ATTORNEY GENERAL DETERMINES BASED  UPON  HIS  OR\n   39  HER  INVESTIGATION AND REVIEW OF THE FACTS AND CIRCUMSTANCES OF THE CASE\n   40  THAT REPRESENTATION BY THE ATTORNEY GENERAL WOULD BE INAPPROPRIATE.  THE\n   41  ATTORNEY GENERAL SHALL NOTIFY THE INDIVIDUAL IN WRITING OF SUCH DETERMI-\n   42  NATION  THAT  THE  INDIVIDUAL  IS  ENTITLED TO BE REPRESENTED BY PRIVATE\n   43  COUNSEL. THE ATTORNEY GENERAL MAY REQUIRE, AS A CONDITION TO PAYMENT  OF\n   44  THE FEES AND EXPENSES OF SUCH REPRESENTATIVE, THAT APPROPRIATE GROUPS OF\n   45  SUCH  INDIVIDUALS  BE REPRESENTED BY THE SAME COUNSEL. IF THE INDIVIDUAL\n   46  OR GROUPS OF INDIVIDUALS IS ENTITLED TO REPRESENTATION BY PRIVATE  COUN-\n   47  SEL  UNDER THE PROVISIONS OF THIS SECTION, THE ATTORNEY GENERAL SHALL SO\n   48  CERTIFY TO THE STATE COMPTROLLER.  REASONABLE ATTORNEYS' FEES AND  LITI-\n   49  GATION  EXPENSES SHALL BE PAID BY THE STATE TO SUCH PRIVATE COUNSEL FROM\n   50  TIME TO TIME DURING THE PENDENCY OF  THE  CIVIL  ACTION  OR  PROCEEDING,\n   51  SUBJECT  TO  CERTIFICATION  THAT THE INDIVIDUAL IS ENTITLED TO REPRESEN-\n   52  TATION UNDER THE TERMS AND CONDITIONS OF THIS SECTION BY THE BOARD, UPON\n   53  THE AUDIT AND WARRANT OF THE STATE COMPTROLLER. THE PROVISIONS  OF  THIS\n   54  SUBDIVISION  SHALL BE IN ADDITION TO AND SHALL NOT SUPPLANT ANY INDEMNI-\n   55  FICATION OR  OTHER  BENEFITS  HERETOFORE  OR  HEREAFTER  CONFERRED  UPON\n   56  MEMBERS,  OFFICERS,  OR EMPLOYEES OF AND REPRESENTATIVES TO THE BOARD BY\n\n       A. 1206                            12\n\n    1  SECTION SEVENTEEN OF THE PUBLIC OFFICERS LAW, BY ACTION OF THE BOARD  OR\n    2  OTHERWISE.  THE  PROVISIONS  OF  THIS  SUBDIVISION  SHALL  INURE ONLY TO\n    3  MEMBERS, OFFICERS AND EMPLOYEES OF  THE  BOARD,  SHALL  NOT  ENLARGE  OR\n    4  DIMINISH  THE  RIGHTS OF ANY OTHER PARTY, AND SHALL NOT IMPAIR, LIMIT OR\n    5  MODIFY THE RIGHTS AND OBLIGATIONS OF ANY INSURER  UNDER  ANY  POLICY  OF\n    6  INSURANCE.\n    7    S  1258.  AUDITS. 1. ANY ACCOUNTS OF THE BOARD SHALL BE SUBJECT TO THE\n    8  AUDIT OF THE STATE COMPTROLLER. IN ADDITION, THE BOARD SHALL BE  SUBJECT\n    9  TO  AN  ANNUAL  FINANCIAL  AUDIT  PERFORMED  BY AN INDEPENDENT CERTIFIED\n   10  ACCOUNTANT SELECTED BY THE BOARD. SUCH AUDIT REPORT SHALL  BE  SUBMITTED\n   11  TO  THE  BOARD,  THE  INSPECTOR  GENERAL,  THE GOVERNOR, THE STATE COMP-\n   12  TROLLER, THE CHAIR AND RANKING MINORITY MEMBER  OF  THE  SENATE  FINANCE\n   13  COMMITTEE AND THE CHAIR AND RANKING MINORITY MEMBER OF THE ASSEMBLY WAYS\n   14  AND MEANS COMMITTEE.\n   15    2.  FOR EACH FISCAL YEAR, AND WITHIN ONE HUNDRED TWENTY DAYS AFTER THE\n   16  CLOSE OF THE MTA'S FISCAL YEAR, THE MTA SHALL SUBMIT ITS AUDITED  FINAN-\n   17  CIAL STATEMENTS TO THE BOARD.\n   18    S  1259.  EFFECT OF INCONSISTENT PROVISIONS. INSOFAR AS THE PROVISIONS\n   19  OF THIS TITLE ARE INCONSISTENT WITH THE PROVISIONS  OF  ANY  OTHER  ACT,\n   20  GENERAL  OR  SPECIAL LAW (INCLUDING ARTICLE NINE OF THIS CHAPTER), OR OF\n   21  ANY CHARTER, LOCAL LAW, ORDINANCE OR RESOLUTION OF ANY MUNICIPALITY, THE\n   22  PROVISIONS OF THIS TITLE SHALL BE CONTROLLING. NOTHING CONTAINED IN THIS\n   23  SECTION SHALL BE HELD TO SUPPLEMENT OR OTHERWISE EXPAND  THE  POWERS  OR\n   24  DUTIES OF THE BOARD OTHERWISE SET FORTH IN THIS TITLE.\n   25    S  1259-A.  SEPARABILITY; CONSTRUCTION. IF ANY CLAUSE, SENTENCE, PARA-\n   26  GRAPH, SECTION, OR PART OF THIS TITLE SHALL BE ADJUDGED BY ANY COURT  OF\n   27  COMPETENT  JURISDICTION  TO  BE INVALID, SUCH JUDGMENT SHALL NOT AFFECT,\n   28  IMPAIR OR INVALIDATE THE REMAINDER THEREOF, BUT SHALL BE CONFINED IN ITS\n   29  OPERATION TO THE CLAUSE, SENTENCE, PARAGRAPH, SECTION, OR  PART  THEREOF\n   30  INVOLVED  IN  THE  CONTROVERSY  IN  WHICH  SUCH JUDGMENT SHALL HAVE BEEN\n   31  RENDERED. THE PROVISIONS OF THIS TITLE SHALL BE LIBERALLY  CONSTRUED  TO\n   32  ASSIST THE EFFECTUATION OF THE PUBLIC PURPOSES FURTHERED HEREBY.\n   33    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   34  have become a law;  provided,  however,  that  the  governor  is  hereby\n   35  authorized and directed to appoint all seven members of the metropolitan\n   36  transportation  authority  fiscal  oversight  control board on or before\n   37  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to establishing the metropolitan transportation authority fiscal oversight board, and to provide for the powers and duties of such board; and to repeal section 1279-a of such law relating to the management advisory board of the metropolitan transportation authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T170921.TXT", "SOBI.D110106.T152729.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294438161075
}