{
  "year" : 2011,
  "senateBillNo" : "A1214-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1214-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a tax credit for taxpayers that purchase local materials from companies within a fifteen mile radius of such taxpayer's business",
  "summary" : "Provides a tax credit for taxpayers who purchase local materials from companies within a fifteen mile radius of such taxpayer's business. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A5143-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1214\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Ways and Means\n\n       AN ACT to amend the tax law, in relation to authorizing a local material\n         tax credit\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new section 35  to  read\n    2  as follows:\n    3    S  35. LOCAL MATERIAL CREDIT. (A) ALLOWANCE OF CREDIT. A TAXPAYER THAT\n    4  PURCHASES MATERIALS FROM COMPANIES LOCATED WITHIN A FIFTEEN MILE  RADIUS\n    5  OF  SUCH  TAXPAYER'S  BUSINESS, AND THAT IS SUBJECT TO TAX UNDER ARTICLE\n    6  NINE-A OR TWENTY-TWO OF THIS CHAPTER, SHALL BE ALLOWED A CREDIT  AGAINST\n    7  SUCH  TAX,  PURSUANT  TO THE PROVISIONS REFERENCED IN SUBDIVISION (B) OF\n    8  THIS SECTION, EQUAL TO TEN  PERCENT  OF  THE  TOTAL  RECEIPTS  FROM  THE\n    9  PURCHASE OF MATERIALS FROM COMPANIES LOCATED WITHIN A FIFTEEN MILE RADI-\n   10  US OF SUCH TAXPAYER'S BUSINESS.\n   11    (B)  CROSS-REFERENCES.  FOR  APPLICATION OF THE CREDIT PROVIDED FOR IN\n   12  THIS SECTION, SEE THE FOLLOWING PROVISIONS OF THIS CHAPTER:\n   13    (1) ARTICLE 9-A: SECTION 210: SUBDIVISION 43.\n   14    (2) ARTICLE 22: SECTION 606: SUBSECTION (SS).\n   15    S 2. Section 210 of the tax law is amended by adding a new subdivision\n   16  43 to read as follows:\n   17    43. LOCAL MATERIAL CREDIT. (A) ALLOWANCE OF CREDIT.   A TAXPAYER  THAT\n   18  IS  ELIGIBLE  PURSUANT  TO  SECTION THIRTY-FIVE OF THIS CHAPTER SHALL BE\n   19  ALLOWED A CREDIT TO BE COMPUTED AS PROVIDED IN SUCH SECTION  THIRTY-FIVE\n   20  OF THIS CHAPTER AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n   21    (B)  APPLICATION  OF CREDIT. THE CREDIT ALLOWED UNDER THIS SUBDIVISION\n   22  FOR ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO  LESS\n   23  THAN  THE  AMOUNT PRESCRIBED IN PARAGRAPH (D) OF SUBDIVISION ONE OF THIS\n   24  SECTION. PROVIDED, HOWEVER, THAT IF THE AMOUNT OF THE  CREDIT  ALLOWABLE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03538-01-1\n\n       A. 1214                             2\n\n    1  UNDER  THIS  SUBDIVISION  FOR  ANY  TAXABLE YEAR REDUCES THE TAX TO SUCH\n    2  AMOUNT, THE EXCESS SHALL BE TREATED AS AN OVERPAYMENT OF TAX TO BE CRED-\n    3  ITED OR REFUNDED IN ACCORDANCE WITH THE PROVISIONS OF SECTION ONE  THOU-\n    4  SAND  EIGHTY-SIX  OF  THIS CHAPTER. PROVIDED, HOWEVER, THE PROVISIONS OF\n    5  SUBSECTION (C) OF SECTION ONE  THOUSAND  EIGHTY-EIGHT  OF  THIS  CHAPTER\n    6  NOTWITHSTANDING,  NO INTEREST SHALL BE PAID THEREON. THE BALANCE OF SUCH\n    7  CREDIT NOT CREDITED OR REFUNDED IN SUCH TAXABLE YEAR MAY NOT BE  CARRIED\n    8  OVER TO ANY SUCCEEDING TAXABLE YEAR.\n    9    S  3. Subparagraph (B) of paragraph 1 of subsection (i) of section 606\n   10  of the tax law is amended by adding a new  clause  (xxxii)  to  read  as\n   11  follows:\n\n   12  (XXXII) CREDIT FOR COMPANIES THAT    AMOUNT OF CREDIT UNDER\n   13  PURCHASE LOCAL MATERIALS             SUBDIVISION FORTY-THREE OF\n   14  UNDER SUBSECTION (SS)                SECTION TWO HUNDRED TEN\n   15    S  4. Section 606 of the tax law is amended by adding a new subsection\n   16  (ss) to read as follows:\n   17    (SS) LOCAL MATERIAL CREDIT. (1) ALLOWANCE OF CREDIT.  A TAXPAYER  THAT\n   18  IS  ELIGIBLE  PURSUANT  TO  SECTION THIRTY-FIVE OF THIS CHAPTER SHALL BE\n   19  ALLOWED A CREDIT TO BE COMPUTED AS PROVIDED IN SUCH SECTION  THIRTY-FIVE\n   20  OF THIS CHAPTER AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n   21    (2)  APPLICATION  OF  CREDIT. THE CREDIT ALLOWED UNDER THIS SUBSECTION\n   22  FOR ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO  LESS\n   23  THAN  THE  AMOUNT  PRESCRIBED  IN  SECTION SIX HUNDRED TWO OF THIS PART.\n   24  PROVIDED, HOWEVER, THAT IF THE AMOUNT OF THE CREDIT ALLOWABLE UNDER THIS\n   25  SUBSECTION FOR ANY TAXABLE YEAR REDUCES THE  TAX  TO  SUCH  AMOUNT,  THE\n   26  EXCESS  SHALL  BE  TREATED  AS  AN  OVERPAYMENT OF TAX TO BE CREDITED OR\n   27  REFUNDED IN ACCORDANCE WITH  THE  PROVISIONS  OF  SECTION  ONE  THOUSAND\n   28  EIGHTY-SIX  OF  THIS  CHAPTER.  PROVIDED,  HOWEVER,  THE  PROVISIONS  OF\n   29  SUBSECTION (C) OF SECTION ONE  THOUSAND  EIGHTY-EIGHT  OF  THIS  CHAPTER\n   30  NOTWITHSTANDING,  NO INTEREST SHALL BE PAID THEREON. THE BALANCE OF SUCH\n   31  CREDIT NOT CREDITED OR REFUNDED IN SUCH TAXABLE YEAR MAY NOT BE  CARRIED\n   32  OVER TO  ANY SUCCEEDING TAXABLE YEAR.\n   33    S 5. This act shall take effect immediately and shall apply to taxable\n   34  years beginning on and after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to authorizing a local material tax credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110107.T170921.TXT", "SOBI.D110107.T170421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294438161068
}