{
  "year" : 2011,
  "senateBillNo" : "A1216-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A1216-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the medicaid prescription senior eligibility expansion program",
  "summary" : "Establishes the medicaid prescription senior eligibility expansion program in order to extend prescription drug coverage to qualified medicare beneficiaries and special low-income medicare beneficiaries. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Health",
  "previousVersions" : [ "A6405-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1216\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, COLTON, V. LOPEZ, J. RIVERA -- Multi-Spon-\n         sored  by -- M. of A.  CAHILL, COOK, FARRELL, MAGEE, McENENY, PEOPLES-\n         STOKES, PERRY, SWEENEY, TOWNS, WEISENBERG -- read once and referred to\n         the Committee on Aging\n\n       AN ACT in relation to increasing access  to  pharmaceuticals  for  needy\n         seniors  and the disabled through the expansion of eligibility for the\n         medicaid program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This act shall be known and may be cited as the \"medicaid\n    2  prescription senior eligibility expansion program\".\n    3    S 2. Legislative  findings  and  intent.  The  legislature  finds  and\n    4  declares  that states are looking for solutions to improve the access of\n    5  needy seniors to prescription medicines. Nearly thirty percent of  medi-\n    6  care  enrollees  in the state have no coverage for pharmaceuticals, with\n    7  nearly a quarter of such enrollees  living  below  the  federal  poverty\n    8  level.   Furthermore, millions more elderly and disabled medicare enrol-\n    9  lees are underinsured for prescription drugs. A  federal  1115  medicaid\n   10  waiver  to extend prescription drug coverage to qualified medicare bene-\n   11  ficiaries and special low-income medicare  beneficiaries  would  provide\n   12  meaningful  access  to prescription drugs for the state's poor and near-\n   13  poor senior population. The legislature further  finds  that  a  federal\n   14  1115  medicaid  waiver enables the state to benefit from the well estab-\n   15  lished state-federal partnership in medicaid through access  to  federal\n   16  matching funds in addition to state funds.\n   17    S 3. Definitions. As used in this act:\n   18    1. \"Department\" means the department of health;\n   19    2.  \"Qualified  medicare  beneficiaries\"  means medicare beneficiaries\n   20  with incomes equal to or below one hundred percent of the federal pover-\n   21  ty level who are eligible for medicaid assistance for  the  Part  A  and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03242-01-1\n\n       A. 1216                             2\n\n    1  Part  B  medicare premiums and for medicare deductibles and co-insurance\n    2  requirements as set forth in section 1905(p)(1)  of  title  XIX  of  the\n    3  social security act; and\n    4    3.  \"Specified low-income medicare beneficiaries\" means medicare bene-\n    5  ficiaries who have incomes greater  than  one  hundred  percent  of  the\n    6  federal  poverty  level  and  less  than and equal to one hundred twenty\n    7  percent of the federal poverty level and meet the requirements set forth\n    8  in section 1902(a)(10) (E)(iii) of title XIX of the social security act.\n    9    S 4. Medicaid prescription senior eligibility  expansion  program.  1.\n   10  There  is  hereby established a medicaid prescription senior eligibility\n   11  expansion program. In order to become eligible for the program, an indi-\n   12  vidual must meet the following requirements:\n   13    a. be a United States citizen or a lawfully admitted alien;\n   14    b. be a state resident;\n   15    c. be at least sixty-five years of age or an  individual  between  the\n   16  ages  of  nineteen and sixty-four who is otherwise eligible for benefits\n   17  under title II of the social security act;\n   18    d. meet the definition of a qualified medicare beneficiary or a speci-\n   19  fied low-income medicare beneficiary as set forth in  section  three  of\n   20  this act; and\n   21    e.  be ineligible for and/or not receiving a prescription drug benefit\n   22  through a medicare supplemental policy or any other  third  party  payer\n   23  prescription benefit.\n   24    2. Individuals eligible for the medicaid prescription senior eligibil-\n   25  ity  expansion  program  shall  be entitled to the medicaid prescription\n   26  drug coverage as provided to medicaid recipients as set forth  in  title\n   27  XIX of the social security act.\n   28    S  5.  Program  administration. 1. The department shall administer the\n   29  medicaid prescription senior eligibility expansion program.\n   30    2. The department shall apply  for  a  federal  medicare  1115  demon-\n   31  stration  waiver from the federal secretary of health and human services\n   32  to expand medicaid eligibility for the  purposes  of  prescription  drug\n   33  coverage  to  qualified  medicare beneficiaries and specified low-income\n   34  medicare beneficiaries under the medicaid prescription senior  eligibil-\n   35  ity expansion program.\n   36    3.  The department shall promulgate and adopt rules and regulations as\n   37  are necessary to implement the provisions of the  medicaid  prescription\n   38  senior eligibility expansion program in a cost effective manner that are\n   39  consistent with the purposes of such program.\n   40    S  6.  Annual  report. The department shall submit an annual report to\n   41  the legislature beginning one year from the date  of  implementation  of\n   42  the medicaid prescription senior eligibility expansion program.\n   43    S 7. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to increasing access to pharmaceuticals for needy seniors and the disabled through the expansion of eligibility for the medicaid program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110107.T170921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294438161080
}