{
  "year" : 2011,
  "senateBillNo" : "A1210-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1210-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Changes the fiscal year to begin on the first of May; requires the use of generally accepted accounting principles in the state fiscal plan",
  "summary" : "Changes the fiscal year to begin on the first of May; requires the use of generally accepted accounting principles in the state fiscal plan. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A11260-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hayes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1210\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. KOLB, CALHOUN, CASTELLI, CONTE, HAYES, REILICH,\n         SAYWARD -- Multi-Sponsored by -- M. of A. AMEDORE,  BARCLAY,  BURLING,\n         BUTLER, CROUCH, DUPREY, FINCH, FITZPATRICK, HAWLEY, JORDAN, McDONOUGH,\n         McKEVITT, J. MILLER, MOLINARO, MONTESANO, OAKS, RABBITT, RAIA, SALADI-\n         NO,  TEDISCO,  TOBACCO  --  read once and referred to the Committee on\n         Ways and Means\n\n       AN ACT to amend the state finance law and the education law in  relation\n         to extending the state fiscal year; and to amend the state finance law\n         in  relation  to  requiring  the  use of generally accepted accounting\n         principles in the state fiscal plan\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 3 of the state finance law, as added by chapter 1\n    2  of the laws of 1943 and as separately renumbered by chapters 405 and 957\n    3  of the laws of 1981, is amended to read as follows:\n    4    S 3. Fiscal year. 1. The  current  fiscal  year  of  the  state  which\n    5  commenced  with  the  first  day  of  [July, nineteen hundred forty-two]\n    6  APRIL, TWO THOUSAND ELEVEN, is hereby [abridged] EXTENDED and shall  end\n    7  with  the  [thirty-first]  THIRTIETH  day  of  [March,  nineteen hundred\n    8  forty-three] APRIL, TWO THOUSAND TWELVE. For all purposes of determining\n    9  annual increments of state employees pursuant to the education law,  the\n   10  civil  service  law or other state law, and for all purposes whenever by\n   11  law some act is to be performed or time is to be measured by the  fiscal\n   12  year  of  the state, the current fiscal year, as so [abridged] EXTENDED,\n   13  shall be deemed to be a full year unless the context clearly requires  a\n   14  contrary construction.\n   15    On  and  after  the first day of [April, nineteen hundred forty-three]\n   16  MAY, TWO THOUSAND TWELVE, the fiscal year of the state, for the  purpose\n   17  of  budget,  appropriations,  receipts and disbursements of state moneys\n   18  and all other state affairs which are regulated in  accordance  with  or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05150-01-1\n\n       A. 1210                             2\n\n    1  based on fiscal years, including the fiscal affairs of all state depart-\n    2  ments,  commissions,  boards,  agencies, offices and institutions, shall\n    3  begin with the first day of [April] MAY and end with the next  following\n    4  [thirty-first] THIRTIETH day of [March] APRIL.\n    5    2.  All  books  and accounts in the offices of the comptroller and the\n    6  department of taxation and finance shall be kept by  fiscal  years.  All\n    7  annual  accounts  required  to be rendered to the comptroller or to such\n    8  department by any person shall be closed on the [thirty-first] THIRTIETH\n    9  day of [March] APRIL in each year, and be rendered as soon thereafter as\n   10  practicable, if no time is specially prescribed by law.\n   11    3. Where any statute provides, in terms or effect, that any  inventory\n   12  or  account,  or  a  report relating in whole or in part to receipts and\n   13  disbursements of money, be made to the legislature or any state  officer\n   14  annually,  or for a year, by a department, commission, board, or officer\n   15  under the state government, such inventory or account, and  such  report\n   16  so  far  as  it relates to such receipts and disbursements, shall be for\n   17  the preceding  fiscal  year,  unless  the  calendar  year  be  expressly\n   18  mentioned.\n   19    4.  Existing  provisions  of  other  laws describing or referring to a\n   20  fiscal year of the state as beginning July first and ending June thirti-\n   21  eth OR AS BEGINNING APRIL FIRST AND ENDING MARCH THIRTY-FIRST, or making\n   22  any requirement with respect to such fiscal year, or  referring  to  any\n   23  year so beginning and ending which applies to inventories or accounts in\n   24  state  matters, or to reports relating to state money or property, shall\n   25  be deemed modified by and be construed in connection with this  section,\n   26  and  be  deemed to refer to a fiscal or to another year or period begin-\n   27  ning and ending as [herein] prescribed IN  THIS  SECTION  for  a  fiscal\n   28  year.\n   29    S 2. Subdivision 1 of section 2022 of the education law, as amended by\n   30  section  8  of  part  C of chapter 58 of the laws of 1998, is amended to\n   31  read as follows:\n   32    1. Notwithstanding any law, rule or regulation to  the  contrary,  the\n   33  election  of trustees or members of the board of education, and the vote\n   34  upon the appropriation of the necessary  funds  to  meet  the  estimated\n   35  expenditures, in any common school district, union free school district,\n   36  central school district or central high school district shall be held at\n   37  the  annual  meeting  and  election  on the third Tuesday in [May] JUNE,\n   38  provided, however, that such election shall be held on the second  Tues-\n   39  day  in  [May] JUNE if the commissioner at the request of a local school\n   40  board certifies no later than  March  first  that  such  election  would\n   41  conflict with religious observances. When such election or vote is taken\n   42  by  recording  the  ayes  and  noes of the qualified voters attending, a\n   43  majority of the qualified voters present and voting, by a hand or  voice\n   44  vote,  may  determine  to  take  up the question of voting the necessary\n   45  funds to meet the estimated expenditures for a specific item separately,\n   46  and the qualified voters present and voting may increase the  amount  of\n   47  any  estimated  expenditures  or  reduce  the same, except for teachers'\n   48  salaries, and the ordinary contingent expenses of the schools. The  sole\n   49  trustee,  board of trustees or board of education of every common, union\n   50  free, central or central high school  district  and  every  city  school\n   51  district  to  which this article applies shall hold a budget hearing not\n   52  less than seven nor more than fourteen days prior to the annual  meeting\n   53  and  election  or special district meeting at which a school budget vote\n   54  will occur, and shall prepare and present to the voters at  such  budget\n   55  hearing a proposed school district budget for the ensuing school year.\n\n       A. 1210                             3\n\n    1    S  3. Subdivision 2 of section 2601-a of the education law, as amended\n    2  by section 6 of part M of chapter 57 of the laws of 2005, is amended  to\n    3  read as follows:\n    4    2.  The board of education shall conduct all annual and special school\n    5  district meetings for the purpose of adopting a school  district  budget\n    6  in  the  same  manner as a union free school district in accordance with\n    7  the provisions of article forty-one of this title, except  as  otherwise\n    8  provided  by  this section. The annual meeting and election of each such\n    9  city school district shall be held on the third Tuesday of [May] JUNE in\n   10  each year, provided, however that such annual meeting and election shall\n   11  be held on the second Tuesday in [May] JUNE if the commissioner  at  the\n   12  request of a local school board certifies no later than March first that\n   13  such  election would conflict with religious observances, and any school\n   14  budget revote shall be held on the date and in the same manner specified\n   15  in subdivision three of section two thousand seven of  this  title.  The\n   16  provisions  of  this article, and where applicable subdivisions nine and\n   17  nine-a of section twenty-five hundred two of this title,  governing  the\n   18  qualification  and  registration of voters, and procedures for the nomi-\n   19  nation and election of members of the board of education shall  continue\n   20  to  apply, and shall govern the qualification and registration of voters\n   21  and voting procedures with respect to the adoption of a school  district\n   22  budget.\n   23    S 4. Section 2515 of the education law, as added by chapter 171 of the\n   24  laws of 1996, is amended to read as follows:\n   25    S  2515.  Fiscal  year.  The fiscal year for  city school districts of\n   26  cities with less than one hundred twenty-five thousand inhabitants shall\n   27  be the period commencing with [July] AUGUST first and ending with  [June\n   28  thirtieth] JULY THIRTY-FIRST next following.\n   29    S  5.  Subdivision 3 of section 2006 of the education law, as added by\n   30  section 4 of part M of chapter 57 of the laws of  2005,  is  amended  to\n   31  read as follows:\n   32    3.  Whenever  the  voters shall have defeated the budget of the school\n   33  district at the annual meeting and election, the  trustees  may  call  a\n   34  special  district  meeting  for a school budget revote to be held on the\n   35  third Tuesday of [June] JULY, provided, however that such budget  revote\n   36  shall  be  held on the second Tuesday in [June] JULY if the commissioner\n   37  at the request of a local school board certifies  no  later  than  March\n   38  first  that  such  vote  would  conflict with religious observances. The\n   39  trustees shall give the notices required by subdivision one  of  section\n   40  two  thousand  three  of  this  part and this section by publishing such\n   41  notices once in each week within  the  two  weeks  next  preceding  such\n   42  special  meeting,  the  first  publication  to be at least fourteen days\n   43  before such meeting, with any  required  posting  to  be  fourteen  days\n   44  before the time of such meeting.\n   45    S  6.  Paragraph  b  of subdivision 3 of section 2007 of the education\n   46  law, as amended by section 5 of part M of chapter  57  of  the  laws  of\n   47  2005, is amended to read as follows:\n   48    b.  A  school  budget  revote  called  pursuant to paragraph a of this\n   49  subdivision shall be held on the third Tuesday of [June] JULY, provided,\n   50  however that such budget revote shall be held on the second  Tuesday  in\n   51  [June]  JULY  if the commissioner at the request of a local school board\n   52  certifies no later than March first that such vote would  conflict  with\n   53  religious observances.\n   54    S  7.  The state finance law is amended by adding a new article 3-A to\n   55  read as follows:\n\n       A. 1210                             4\n\n    1                                ARTICLE III-A\n    2        BALANCED BUDGETING ACCORDING TO GENERALLY ACCEPTED ACCOUNTING\n    3                                 PRINCIPLES\n    4  SECTION 35. DEFINITION.\n    5          36. COMPTROLLER ADVICE TO THE DIRECTOR OF BUDGET; LEGISLATURE.\n    6          37. IDENTIFYING BUDGET GAPS; PRO RATA SPENDING REDUCTIONS.\n    7    S  35.  DEFINITION.  AS  USED  IN  THIS ARTICLE:   \"GENERALLY ACCEPTED\n    8  ACCOUNTING PRINCIPLES\" MEANS THE SET OF ACCOUNTING PRINCIPLES FOR FINAN-\n    9  CIAL REPORTING ESTABLISHED BY THE FINANCIAL ACCOUNTING  STANDARDS  ADVI-\n   10  SORY  BOARD  AND  GOVERNED BY THE AMERICAN INSTITUTE OF CERTIFIED PUBLIC\n   11  ACCOUNTANTS FOR FEDERAL REPORTING ENTITIES.\n   12    S 36. COMPTROLLER ADVICE TO THE DIRECTOR OF BUDGET; LEGISLATURE.  UPON\n   13  RECEIPT  OF  A  FINANCIAL PLAN AFTER JANUARY FIRST, TWO THOUSAND TWELVE,\n   14  THE STATE COMPTROLLER SHALL, WITHIN SEVEN DAYS, PROVIDE  ADVICE  TO  THE\n   15  DIRECTOR  OF  THE BUDGET, THE CHAIR OF THE SENATE FINANCE COMMITTEE, THE\n   16  CHAIR OF THE ASSEMBLY WAYS AND MEANS COMMITTEE, THE    RANKING  MINORITY\n   17  MEMBER  OF THE SENATE FINANCE COMMITTEE, AND THE RANKING MINORITY MEMBER\n   18  OF THE ASSEMBLY WAYS AND MEANS COMMITTEE OR THEIR DESIGNEES,  CONCERNING\n   19  PRESENT  \"CASH-BASIS\"  BALANCED  BUDGET  ISSUES AND INCREMENTAL STEPS IN\n   20  MOVEMENT TOWARD ACHIEVING  A  BALANCED  BUDGET  ACCORDING  TO  GENERALLY\n   21  ACCEPTED  ACCOUNTING PRINCIPLES BY THE THIRTIETH DAY OF APRIL, TWO THOU-\n   22  SAND THIRTEEN.\n   23    S 37. IDENTIFYING BUDGET GAPS; PRO RATA SPENDING REDUCTIONS.  1.  UPON\n   24  RECEIPT  OF  EACH  FINANCIAL  PLAN  AND  QUARTERLY FINANCIAL PLAN UPDATE\n   25  DURING THE FIRST OR THIRD QUARTER OF A STATE FISCAL YEAR  AFTER  JANUARY\n   26  FIRST,  TWO THOUSAND THIRTEEN, THE STATE COMPTROLLER SHALL, WITHIN SEVEN\n   27  DAYS, DETERMINE IF THE SUBMITTED FINANCIAL PLAN IS BALANCED ACCORDING TO\n   28  GENERALLY ACCEPTED ACCOUNTING PRINCIPLES.\n   29    2. IF THE STATE COMPTROLLER DETERMINES THAT THE CURRENT  YEAR  PORTION\n   30  OF  A FINANCIAL PLAN OR QUARTERLY FINANCIAL PLAN UPDATE DURING THE FIRST\n   31  OR THIRD QUARTER OF A STATE FISCAL YEAR IDENTIFIES  A  BUDGET  GAP,  THE\n   32  STATE  COMPTROLLER SHALL ADVISE THE DIRECTOR OF THE BUDGET, THE CHAIR OF\n   33  THE SENATE FINANCE COMMITTEE, THE CHAIR OF THE ASSEMBLY WAYS  AND  MEANS\n   34  COMMITTEE,  THE RANKING MINORITY MEMBER OF THE SENATE FINANCE COMMITTEE,\n   35  AND THE RANKING MINORITY MEMBER OF THE ASSEMBLY WAYS AND MEANS COMMITTEE\n   36  OR THEIR DESIGNEES OF HIS  OR  HER  FINDINGS  AND  MAKE  RECOMMENDATIONS\n   37  CONCERNING ACTIONS TO CLOSE SUCH BUDGET GAPS.\n   38    3.  IF  WITHIN  THIRTY  DAYS,  THE GOVERNOR AND THE LEGISLATURE DO NOT\n   39  ENACT MEASURES TO CLOSE SUCH GAPS, THE  GOVERNOR  WILL  BE  GRANTED  THE\n   40  AUTHORITY  TO  MAKE  PRO  RATA  SPENDING  REDUCTIONS TO CLOSE SUCH GAPS,\n   41  EXCEPTING APPROPRIATIONS FOR THE OPERATION OF THE LEGISLATIVE AND  JUDI-\n   42  CIAL BRANCHES OF STATE GOVERNMENT.\n   43    S  8. Subdivision 1 of section 22 of the state finance law, as amended\n   44  by chapter 762 of the laws of 1992, is amended and a new subdivision 1-d\n   45  is added to read as follows:\n   46    1. include (A) BOTH THE CURRENT YEAR PLAN AND A  FIVE  YEAR  FINANCIAL\n   47  PLAN THAT EMPLOYS GENERALLY ACCEPTED ACCOUNTING PRINCIPLES, AS SUCH TERM\n   48  IS  DEFINED  IN  SECTION THIRTY-FIVE OF THIS CHAPTER, IDENTIFIES CURRENT\n   49  AND FUTURE BUDGET GAPS, AND PROPOSES ACTIONS TO CLOSE GAPS; (B) a summa-\n   50  ry financial plan showing for each of the governmental fund types: [(a)]\n   51  (I) the disbursements estimated to be  made  before  the  close  of  the\n   52  current  fiscal  year  and  the  moneys  estimated  to be available from\n   53  receipts and other sources therefor; and [(b)]  (II)  the  disbursements\n   54  proposed to be made during the ensuing fiscal year, and the moneys esti-\n   55  mated to be available from receipts and other sources therefor inclusive\n   56  of  any  receipts which are expected to result from proposed legislation\n\n       A. 1210                             5\n\n    1  which he OR SHE deems necessary to provide receipts sufficient  to  meet\n    2  such  proposed disbursements. For the purposes of this summary financial\n    3  plan, disbursements shall be presented by the following purposes:  state\n    4  purposes,  local assistance, capital projects, debt service, and general\n    5  state charges; receipts shall be presented for each fund  type  by  each\n    6  revenue  source  which  accounts for at least one per centum of all such\n    7  receipts and otherwise by categories of revenue  sources;  receipts  and\n    8  disbursements  for  special  revenue funds shall be presented separately\n    9  for federal funds and all other special revenue funds. Whenever receipts\n   10  or disbursements are proposed to be moved to a different fund type, each\n   11  significant amount so moved shall be identified.\n   12    1-D. PROVIDE THAT QUARTERLY UPDATES TO BOTH THE CURRENT YEAR  AND  THE\n   13  FIVE  YEAR  FINANCIAL PLANS REQUIRED BY PARAGRAPH (A) OF SUBDIVISION ONE\n   14  OF THIS SECTION SHALL BE SUBMITTED TO THE STATE COMPTROLLER,  THE  CHAIR\n   15  OF  THE  SENATE  FINANCE  COMMITTEE,  THE CHAIR OF THE ASSEMBLY WAYS AND\n   16  MEANS COMMITTEE, THE RANKING  MINORITY  MEMBER  OF  THE  SENATE  FINANCE\n   17  COMMITTEE,  AND  THE  RANKING  MINORITY  MEMBER OF THE ASSEMBLY WAYS AND\n   18  MEANS COMMITTEE OR THEIR DESIGNEES, WITHIN TEN DAYS AFTER THE  COMMENCE-\n   19  MENT OF EACH QUARTER OF THE STATE FISCAL YEAR.\n   20    S  9.  Separability.  If  any clause, sentence, paragraph, section, or\n   21  part of this act shall be adjudged by any court of  competent  jurisdic-\n   22  tion to be invalid, such judgment shall not affect, impair or invalidate\n   23  the  remainder  thereof,  but  shall be confined in its operation to the\n   24  clause, sentence, paragraph, section, or part thereof  involved  in  the\n   25  controversy in which such judgment shall have been rendered.\n   26    S 10. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law and the education law in relation to extending the state fiscal year; and to amend the state finance law in relation to requiring the use of generally accepted accounting principles in the state fiscal plan ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110106.T152729.TXT", "SOBI.D110107.T170421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294437861809
}