{
  "year" : 2011,
  "senateBillNo" : "A121-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A121-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes assessing units to provide a real property tax exemption for private airports",
  "summary" : "Allows cities and towns to pass a local law or resolution, subject to permissive referendum, to allow a real property tax exemption for privately-owned, public use airports; the percentage of exemption would be specified in the law or resolution; the exemption would be limited to improvements to the airport used for takeoff, landing, taxiing and open air parking of aircraft, air navigation or communications facilities and passenger terminals available to the public without charge. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A9417-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          121\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAHILL, THIELE -- read once and referred to the\n         Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to exempting from\n         taxation improvements on or to landing area of certain privately owned\n         airports\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 475 to read as follows:\n    3    S 475. AIRPORT IMPROVEMENTS. UPON THE ENACTMENT  OF  A  LOCAL  LAW  OR\n    4  RESOLUTION  BY  THE GOVERNING BODY OF A CITY OR TOWN, SUBJECT TO PERMIS-\n    5  SIVE REFERENDUM, IMPROVEMENTS ON OR TO THE LANDING AREA OF A  PRIVATELY-\n    6  OWNED  AIRPORT  WHICH  GRANTS FREE USE OF ITS LANDING AREA TO THE PUBLIC\n    7  FOR TAKEOFF AND LANDING OF AIRCRAFT AND WHICH IS LISTED  IN  THE  UNITED\n    8  STATES GOVERNMENT FLIGHT INFORMATION PUBLICATION AIRPORT/FACILITY DIREC-\n    9  TORY  AS  BEING  OPEN TO THE PUBLIC SHALL BE EXEMPT FROM TAXATION TO THE\n   10  EXTENT PROVIDED FOR IN SUCH  RESOLUTION.    FOR  THE  PURPOSES  OF  THIS\n   11  SECTION LANDING AREA MEANS THE SURFACES OF AN AIRPORT ENCOMPASSED WITHIN\n   12  THE  PRINCIPAL BOUNDARIES THAT ARE MAINTAINED AND AVAILABLE FOR TAKEOFF,\n   13  LANDING, TAXIING, AND  OPEN  AIR  PARKING  OF  AN  AIRCRAFT  USING  SAID\n   14  AIRPORT,  ANY  AIR NAVIGATION OR COMMUNICATIONS FACILITY ASSOCIATED WITH\n   15  THE AIRPORT AND ANY PASSENGER TERMINAL BUILDING AVAILABLE FOR PUBLIC USE\n   16  WITHOUT CHARGE. NO EXEMPTION SHALL BE GRANTED ON  LAND  AREAS  USED  FOR\n   17  CROP  PRODUCTION  OR  OTHER  PORTIONS  OF THE AIRPORT COMPLEX FROM WHICH\n   18  INCOME IS DERIVED.\n   19    S 2. This act shall take effect on the first of January next  succeed-\n   20  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00887-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to exempting from taxation improvements on or to landing area of certain privately owned airports ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105913.TXT", "SOBI.D101217.T151451.TXT", "SOBI.D101216.T113916.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292616891619
}