{
  "year" : 2011,
  "senateBillNo" : "A1217-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1217-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the public service commission to establish a methodology to determine any costs paid by ratepayers in excess of nuclear power plant decommissioning costs",
  "summary" : "Directs the public service commission to establish a methodology to determine any costs paid by ratepayers of nuclear electric generating facilities for financial assurance for decommissioning, as required by the nuclear regulatory commission, in excess of the estimated costs thereof; such excess costs already collected are to be returned to ratepayers and are not to be charged in the future. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A5199-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1217\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PAULIN, THIELE, JAFFEE -- Multi-Sponsored by --\n         M. of A. BARRON, GOTTFRIED -- read once and referred to the  Committee\n         on Corporations, Authorities and Commissions\n\n       AN  ACT  to  amend  the  public service law, in relation to returning to\n         ratepayers costs paid by them in excess of estimated costs for nuclear\n         electric generating facility decommissioning\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 5 of the public service law is amended by adding a\n    2  new subdivision 7 to read as follows:\n    3    7. A. NO LATER THAN ONE YEAR FROM THE EFFECTIVE DATE OF THIS  SUBDIVI-\n    4  SION, THE COMMISSION SHALL DEVELOP AND ADOPT A METHODOLOGY FOR DETERMIN-\n    5  ING  ALL COSTS WHICH WERE OR ARE TO BE PASSED ON TO RATEPAYERS BY LICEN-\n    6  SEES OF NUCLEAR ELECTRIC GENERATING FACILITIES FOR PURPOSES OF FINANCIAL\n    7  ASSURANCE FOR DECOMMISSIONING, PURSUANT TO TITLE 10, PART 50 ET SEQ.  OF\n    8  THE CODE OF FEDERAL REGULATIONS, IN EXCESS OF THE ACTUAL COSTS OF DECOM-\n    9  MISSIONING.  IN  DEVELOPING  SUCH METHODOLOGY, THE COMMISSION SHALL TAKE\n   10  INTO ACCOUNT AND STRICTLY SCRUTINIZE THE ROLE  OF  INFLATION,  INTEREST,\n   11  ACTUAL  COSTS  OF  DECOMMISSIONING,  COST ADJUSTMENTS, DEPOSITS INTO AND\n   12  WITHDRAWALS FROM ANY AND ALL FINANCIAL ASSURANCE ACCOUNTS FOR  DECOMMIS-\n   13  SIONING COSTS, AND THE ROLE OF OTHER FACTORS THE COMMISSION DEEMS NECES-\n   14  SARY TO ENSURE THAT RATEPAYERS ARE FULLY REIMBURSED FOR ALL SUCH COSTS.\n   15    B. UPON ADOPTING SUCH METHODOLOGY, THE COMMISSION SHALL REQUIRE LICEN-\n   16  SEES OF NUCLEAR ELECTRIC GENERATING FACILITIES TO (1) RETURN ANY AND ALL\n   17  COSTS  WHICH IT DETERMINES, BY USING SUCH METHODOLOGY, WERE PASSED ON TO\n   18  RATEPAYERS FOR  PURPOSES  OF  FINANCIAL  ASSURANCE  FOR  DECOMMISSIONING\n   19  COSTS,  REQUIRED  PURSUANT  TO  TITLE 10, PART 50 ET SEQ. OF THE CODE OF\n   20  FEDERAL REGULATIONS, IN EXCESS OF THE ESTIMATED COSTS OF DECOMMISSIONING\n   21  AND (2) CEASE TO CHARGE OR COLLECT ANY SUCH EXCESSIVE AMOUNTS.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04632-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to returning to ratepayers costs paid by them in excess of estimated costs for nuclear electric generating facility decommissioning ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110106.T153229.TXT", "SOBI.D110107.T170921.TXT", "SOBI.D110124.T154637.TXT", "SOBI.D110111.T094647.TXT", "SOBI.D110111.T093146.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901997348
}