{
  "year" : 2011,
  "senateBillNo" : "A1225-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1225-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the emergency preparedness month act and exempts prefabricated go-bags and individual emergency preparedness items",
  "summary" : "Establishes the \"emergency preparedness month act\" and exempts prefabricated go-bags and individual emergency preparedness items from sales tax during specified time periods. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AA783-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1225\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BING, CUSICK, SCHIMMINGER, PHEFFER, GUNTHER,\n         JAFFEE, MAISEL, MILLMAN, GOTTFRIED, BROOK-KRASNY,  DenDEKKER,  BOYLAND\n         --   Multi-Sponsored   by  --  M.  of  A.    CONTE,  HEVESI,  McENENY,\n         PEOPLES-STOKES, N. RIVERA, RUSSELL, SWEENEY, WEISENBERG --  read  once\n         and referred to the Committee on Governmental Operations\n\n       AN  ACT in relation to establishing the emergency preparedness month act\n         and to amend the tax  law,  in  relation  to  exempting  prefabricated\n         go-bags and individual emergency preparedness items\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall  be  known  as  the  \"emergency\n    2  preparedness month act\".\n    3    S  2.  Legislative findings. The legislature hereby finds and declares\n    4  that citizens of the state of New York are not  properly  equipped  with\n    5  the  requisite supplies needed in the event of a disaster or other emer-\n    6  gency.  The legislature further declares that the impacts  of  disasters\n    7  are  mitigated  when  individuals have the proper emergency preparedness\n    8  supplies they need to be self sufficient during a  disaster,  and  those\n    9  individuals are less likely to require state and local assistance during\n   10  a disaster or other emergency.\n   11    The  legislature  further  declares that a tax free period for certain\n   12  emergency preparedness items and prefabricated go-bags shall provide the\n   13  needed incentive for individuals to purchase proper supplies and  equip-\n   14  ment to be used in the event of a disaster or other emergency.\n   15    Therefore, the legislature declares the month of September to be emer-\n   16  gency preparedness month in the state of New York.\n   17    S 3. Section 1115 of the tax law is amended by adding two new subdivi-\n   18  sions (gg) and (hh) to read as follows:\n   19    (GG)  (1) RECEIPTS FROM THE RETAIL SALE OF PREFABRICATED GO-BAGS SHALL\n   20  BE EXEMPT FROM TAXES IMPOSED BY THIS  ARTICLE  ANNUALLY  FROM  SEPTEMBER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00633-01-1\n\n       A. 1225                             2\n\n    1  FIRST  TO  SEPTEMBER  THIRTIETH.  PROVIDED,  HOWEVER, NO EXEMPTION SHALL\n    2  EXIST UNDER THIS PARAGRAPH IF SUCH PREFABRICATED GO-BAGS WERE  PURCHASED\n    3  AT  ANY  ENTERTAINMENT  LOCATIONS,  THEME  PARKS, TOY STORES, CONVENTION\n    4  CENTERS, SPORTING ARENAS, STADIUMS, OR OTHER TOURIST ATTRACTIONS.\n    5    (2)  FOR  PURPOSES  OF  THIS SUBDIVISION, \"PREFABRICATED GO-BAG\" SHALL\n    6  MEAN ANY STURDY AND EASILY ACCESSIBLE BAG OR  OTHER  SIMILAR  CONTAINER,\n    7  WHICH  MAY BE EASILY TRANSPORTED, CONTAINING AT A MINIMUM, THE FOLLOWING\n    8  ITEMS:\n    9    (A) A WHISTLE;\n   10    (B) A NATIONAL INSTITUTE FOR SAFETY AND HEALTH CERTIFIED N95  (\"NIOSH-\n   11  N95\") BREATHING MASK;\n   12    (C) A NON-COMBUSTIBLE LIGHT SOURCE; AND\n   13    (D)  A  FIRST  AID KIT, MEETING OR EXCEEDING THE MINIMUM STANDARDS SET\n   14  FORTH BY THE UNITED STATES DEPARTMENT OF LABOR OCCUPATIONAL  SAFETY  AND\n   15  HEALTH  ADMINISTRATION  IN  ITS  APPENDIX  TO 29 C.F.R. SECTION 1910.151\n   16  REFERRING TO THE AMERICAN NATIONAL STANDARDS INSTITUTE STANDARD.\n   17    (3) THE EXEMPTIONS PROVIDED IN PARAGRAPH ONE OF THIS SUBDIVISION SHALL\n   18  NOT APPLY  TO  PREFABRICATED  GO-BAGS  CONTAINING  CANDLES,  MATCHES  OR\n   19  COMBUSTIBLE FUELS, OR WHICH EXCEED SEVENTY-FIVE DOLLARS.\n   20    (HH)  (1)  RECEIPTS  FROM  THE  RETAIL  SALE  OF  INDIVIDUAL EMERGENCY\n   21  PREPAREDNESS ITEMS SHALL BE EXEMPT FROM TAXES IMPOSED  BY  THIS  ARTICLE\n   22  ANNUALLY  FROM  SEPTEMBER  FIRST  THROUGH  SEPTEMBER ELEVENTH. PROVIDED,\n   23  HOWEVER, NO EXEMPTION SHALL EXIST UNDER THIS PARAGRAPH IF SUCH  INDIVID-\n   24  UAL  EMERGENCY  PREPAREDNESS  ITEMS  WERE PURCHASED AT ANY ENTERTAINMENT\n   25  LOCATIONS, THEME PARKS, TOY STORES, CONVENTION CENTERS, SPORTING ARENAS,\n   26  STADIUMS, OR OTHER TOURIST ATTRACTIONS.\n   27    (2) INDIVIDUAL EMERGENCY PREPAREDNESS ITEMS SHALL INCLUDE:\n   28    (A) FIRST AID KITS MEETING OR  EXCEEDING  THE  MINIMUM  STANDARDS  SET\n   29  FORTH  BY  THE  UNITED  STATES  DEPARTMENT  OF LABOR OCCUPATIONAL SAFETY\n   30  HEALTH ADMINISTRATION IN ITS APPENDIX TO  29  C.F.R.  SECTION  1910.151,\n   31  PROVIDED THE KIT DOES NOT EXCEED THIRTY DOLLARS;\n   32    (B) PET CARRIERS NOT EXCEEDING FIFTY DOLLARS;\n   33    (C)  WATERPROOF  BAGS  OR  CONTAINERS  FOR DOCUMENTS NOT EXCEEDING TEN\n   34  DOLLARS;\n   35    (D) WHISTLES NOT EXCEEDING FIVE DOLLARS;\n   36    (E)  NATIONAL  INSTITUTE  FOR  SAFETY   AND   HEALTH   CERTIFIED   N95\n   37  (\"NIOSH-N95\") BREATHING MASKS NOT EXCEEDING THIRTY DOLLARS;\n   38    (F)  NON-COMBUSTIBLE LIGHT SOURCES INCLUDING FLASHLIGHTS AND ANY OTHER\n   39  PORTABLE SELF-POWERED LIGHT SOURCES NOT EXCEEDING THIRTY DOLLARS;\n   40    (G) CARBON MONOXIDE DETECTORS NOT EXCEEDING SEVENTY DOLLARS;\n   41    (H) FIRE ALARMS NOT EXCEEDING TWENTY DOLLARS;\n   42    (I) FIRE EXTINGUISHERS, SPECIFICALLY DESIGNED TO EXTINGUISH  CLASS  A,\n   43  B,  OR  C  FIRES, OR ANY COMBINATION OF A, B, AND C FIRES, NOT EXCEEDING\n   44  SIXTY DOLLARS;\n   45    (J) FIVE GALLON FUEL CONTAINERS NOT EXCEEDING TWENTY DOLLARS;\n   46    (K) CELL PHONE BATTERIES NOT EXCEEDING SIXTY DOLLARS;\n   47    (L) CELL PHONE BATTERY CHARGERS NOT EXCEEDING FORTY DOLLARS;\n   48    (M) NON-ELECTRIC CAN OPENERS NOT EXCEEDING TEN DOLLARS;\n   49    (N) NON-ELECTRIC FOOD STORAGE COOLERS AND  ICE  CHESTS  NOT  EXCEEDING\n   50  THIRTY DOLLARS;\n   51    (O) WATER PURIFICATION KITS NOT EXCEEDING TWENTY DOLLARS;\n   52    (P) REUSABLE ICE NOT EXCEEDING TEN DOLLARS;\n   53    (Q)  PORTABLE BATTERY, SOLAR OR HAND CRANKED RADIOS, INCLUDING TWO-WAY\n   54  AND WEATHER BAND RADIOS, NOT EXCEEDING SEVENTY-FIVE DOLLARS;\n\n       A. 1225                             3\n\n    1    (R) PORTABLE GENERATORS USED TO PROVIDE  LIGHT  OR  COMMUNICATIONS  OR\n    2  PRESERVE  FOOD IN THE EVENT OF A POWER OUTAGE NOT EXCEEDING ONE THOUSAND\n    3  DOLLARS;\n    4    (S) STORM OR SHUTTER DEVICES INCLUDING MATERIALS AND PRODUCTS MANUFAC-\n    5  TURED,  RATED  AND  MARKETED  SPECIFICALLY FOR THE PURPOSE OF PREVENTING\n    6  WINDOW DAMAGE FROM STORMS NOT EXCEEDING TWO HUNDRED DOLLARS;\n    7    (T) TARPAULIN OR OTHER  FLEXIBLE  WATERPROOF  SHEETING  NOT  EXCEEDING\n    8  FIFTY DOLLARS;\n    9    (U)  MULTI-LAYERED  BARRIER  SHEETING,  DESIGNED  TO  PROTECT  AGAINST\n   10  AIRBORNE AGENTS, TESTED IN ACCORDANCE WITH THE  UNITED  STATES  MILITARY\n   11  STANDARD TWO HUNDRED EIGHTY-TWO NOT EXCEEDING SIXTY DOLLARS;\n   12    (V) DUCT TAPE NOT EXCEEDING TEN DOLLARS;\n   13    (W) SNOW SHOVELS NOT EXCEEDING FORTY DOLLARS;\n   14    (X)  ROCK  SALT  AND/OR  SAND  INTENDED  FOR  SNOW AND ICE CONTROL NOT\n   15  EXCEEDING TEN DOLLARS;\n   16    (Y) ANY PACKAGE OF AAA-CELL, AA-CELL, C-CELL, D-CELL, 6-VOLT OR 9-VOLT\n   17  BATTERIES, EXCLUDING AUTOMOBILE OR BOAT BATTERIES, NOT EXCEEDING  TWENTY\n   18  DOLLARS; OR\n   19    (Z)  ANY  SINGLE  PACKAGE  CONSISTING  OF TWO OR MORE OF THE QUALIFIED\n   20  INDIVIDUAL EMERGENCY PREPAREDNESS  ITEMS  LISTED  IN  SUBPARAGRAPHS  (A)\n   21  THROUGH  (Y) OF THIS PARAGRAPH, OR OTHER TAX EXEMPT ITEMS, NOT EXCEEDING\n   22  SEVENTY-FIVE DOLLARS.\n   23    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to establishing the emergency preparedness month act and to amend the tax law, in relation to exempting prefabricated go-bags and individual emergency preparedness items ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T110851.TXT", "SOBI.D110107.T165421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294437261572
}