{
  "year" : 2011,
  "senateBillNo" : "A1221-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A1221-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "reported referred to ways and means",
    "billEventId" : "A1221-2011-1295931600000-reported+referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to deregulation by establishing income and rent thresholds for housing purposes",
  "summary" : "Establishes deregulation income thresholds and deregulation rent thresholds for certain housing purposes. ",
  "currentCommittee" : null,
  "sameAs" : "S433",
  "lawSection" : "Emergency Tenant Protection Act of 1974",
  "previousVersions" : [ "AA860-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1221\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BING,  V. LOPEZ,  GLICK, MILLMAN, ROSENTHAL,\n         KAVANAGH, DINOWITZ, COLTON, MAISEL, WRIGHT, TITUS, ORTIZ,  BROOK-KRAS-\n         NY, GIBSON, CASTRO, PHEFFER -- Multi-Sponsored by -- M. of A. BOYLAND,\n         COOK,  FARRELL,  GOTTFRIED, HOOPER, KELLNER, M. MILLER, PERRY, SCHIMEL\n         -- read once and referred to the Committee on Housing\n\n       AN ACT to amend the emergency tenant protection act of  nineteen  seven-\n         ty-four,  the  emergency  housing rent control law, the administrative\n         code of the city of New York and the tax law, in relation  to  deregu-\n         lation thresholds\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 12 of subdivision a of section 5 of section 4  of\n    2  chapter  576  of  the  laws  of  1974, constituting the emergency tenant\n    3  protection act of nineteen seventy-four, as amended by  chapter  116  of\n    4  the laws of 1997, is amended to read as follows:\n    5    (12) upon issuance of an order by the division, housing accommodations\n    6  which  are:  (1)  occupied by persons who have a total annual income [in\n    7  excess of one hundred  seventy-five  thousand  dollars  per  annum],  AS\n    8  DEFINED  IN  AND  SUBJECT  TO  THE  LIMITATIONS AND PROCESS SET FORTH IN\n    9  SECTION FIVE-A OF THIS ACT, THAT EXCEEDS THE DEREGULATION INCOME THRESH-\n   10  OLD, AS DEFINED IN SECTION FIVE-A OF THIS ACT in each of the two preced-\n   11  ing calendar years[, as defined in and subject to  the  limitations  and\n   12  process  set  forth in section five-a of this act]; and (2) have a legal\n   13  regulated rent [of two thousand dollars or more per month]  THAT  EQUALS\n   14  OR EXCEEDS THE DEREGULATION RENT THRESHOLD, AS DEFINED IN SECTION FIVE-A\n   15  OF  THIS ACT.   Provided however, that this exclusion shall not apply to\n   16  housing accommodations which became or become subject to this act (a) by\n   17  virtue of receiving tax benefits pursuant to section four hundred  twen-\n   18  ty-one-a  or  four  hundred  eighty-nine  of  the real property tax law,\n   19  except as otherwise provided in subparagraph (i)  of  paragraph  (f)  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00651-01-1\n\n       A. 1221                             2\n\n    1  subdivision two of section four hundred twenty-one-a of the real proper-\n    2  ty tax law, or (b) by virtue of article seven-C of the multiple dwelling\n    3  law.\n    4    S  2.  Section  5-a  of  section 4 of chapter 576 of the laws of 1974,\n    5  constituting the emergency tenant protection act  of  nineteen  seventy-\n    6  four,  as  added by chapter 253 of the laws of 1993, subdivision (b) and\n    7  paragraphs 1 and 2 of subdivision (c) as amended and subdivision (e)  as\n    8  added by chapter 116 of the laws of 1997, is amended to read as follows:\n    9    S 5-a. High income rent [decontrol] DEREGULATION.  (a) 1. For purposes\n   10  of  this  section,  annual  income shall mean the federal adjusted gross\n   11  income as reported on the New York state income tax return. Total annual\n   12  income means the sum of the annual incomes of all  persons  whose  names\n   13  are recited as the tenant or co-tenant on a lease who occupy the housing\n   14  accommodation  and  all  other  persons that occupy the housing accommo-\n   15  dation as their primary residence  on  other  than  a  temporary  basis,\n   16  excluding  bona  fide  employees  of  such occupants residing therein in\n   17  connection with such employment and excluding bona  fide  subtenants  in\n   18  occupancy pursuant to the provisions of section two hundred twenty-six-b\n   19  of  the real property law.  In the case where a housing accommodation is\n   20  sublet, the annual income of the tenant  or  co-tenant  recited  on  the\n   21  lease who will reoccupy the housing accommodation upon the expiration of\n   22  the sublease shall be considered.\n   23    2.  DEREGULATION  INCOME  THRESHOLD  MEANS  TWO HUNDRED FORTY THOUSAND\n   24  DOLLARS. FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO  THOU-\n   25  SAND TWELVE, THE DEREGULATION INCOME THRESHOLD SHALL BE ADJUSTED ANNUAL-\n   26  LY  ON  THE  FIRST  DAY  OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH\n   27  SUBSEQUENT YEAR BY THE CHANGE IN THE REGIONAL CONSUMER PRICE  INDEX  FOR\n   28  ALL   URBAN   CONSUMERS,   NEW  YORK-NORTHERN  NEW  JERSEY-LONG  ISLAND,\n   29  NY-NJ-CT-PA, AS ESTABLISHED THE PRECEDING AUGUST.\n   30    3. DEREGULATION  RENT  THRESHOLD  MEANS  TWO  THOUSAND  SEVEN  HUNDRED\n   31  DOLLARS.  FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO THOU-\n   32  SAND TWELVE, THE DEREGULATION RENT THRESHOLD SHALL BE ADJUSTED  ANNUALLY\n   33  ON THE FIRST DAY OF OCTOBER EACH YEAR FOR PROCEEDINGS IN EACH SUBSEQUENT\n   34  YEAR  BY  THE  CHANGE IN THE REGIONAL CONSUMER PRICE INDEX FOR ALL URBAN\n   35  CONSUMERS, NEW YORK-NORTHERN NEW  JERSEY-LONG  ISLAND,  NY-NJ-CT-PA,  AS\n   36  ESTABLISHED THE PRECEDING AUGUST.\n   37    (b) On or before the first day of May in each calendar year, the owner\n   38  of each housing accommodation for which the legal regulated MONTHLY rent\n   39  [is two thousand dollars or more per month] EQUALS OR EXCEEDS THE DEREG-\n   40  ULATION RENT THRESHOLD may provide the tenant or tenants residing there-\n   41  in with an income certification form prepared by the division of housing\n   42  and community renewal on which such tenant or tenants shall identify all\n   43  persons referred to in subdivision (a) of this section and shall certify\n   44  whether  the  total  annual income is in excess of [one hundred seventy-\n   45  five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each of  the\n   46  two preceding calendar years. Such income certification form shall state\n   47  that  the  income  level  certified  to  by the tenant may be subject to\n   48  verification by the department  of  taxation  and  finance  pursuant  to\n   49  section  one hundred seventy-one-b of the tax law, and shall not require\n   50  disclosure of any information  other  than  whether  the  aforementioned\n   51  threshold has been exceeded. Such income certification form shall clear-\n   52  ly state that: (i) only tenants residing in housing accommodations which\n   53  had  a legal regulated MONTHLY rent [of two thousand dollars or more per\n   54  month] THAT EQUALS  OR  EXCEEDS  THE  DEREGULATION  RENT  THRESHOLD  are\n   55  required  to  complete  the  certification  form; (ii) that tenants have\n   56  protections available to them which are designed to prevent  harassment;\n\n       A. 1221                             3\n\n    1  (iii) that tenants are not required to provide any information regarding\n    2  their  income except that which is requested on the form and may contain\n    3  such other information the division deems  appropriate.  The  tenant  or\n    4  tenants  shall  return  the  completed certification to the owner within\n    5  thirty days after service upon the tenant or tenants. In the event  that\n    6  the total annual income as certified is in excess of [one hundred seven-\n    7  ty-five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each such\n    8  year,  the  owner  may file the certification with the state division of\n    9  housing and community renewal on or before June thirtieth of such  year.\n   10  Upon  filing  such  certification with the division, the division shall,\n   11  within thirty days after the filing, issue an order providing that  such\n   12  housing accommodation shall not be subject to the provisions of this act\n   13  upon the expiration of the existing lease. A copy of such order shall be\n   14  mailed  by  regular and certified mail, return receipt requested, to the\n   15  tenant or tenants and a copy thereof shall be mailed to the owner.\n   16    (c) 1. In the event that the tenant or tenants either fail  to  return\n   17  the  completed certification to the owner on or before the date required\n   18  by subdivision (b) of this section or the  owner  disputes  the  certif-\n   19  ication  returned  by the tenant or tenants, the owner may, on or before\n   20  June thirtieth of such year, petition the state division of housing  and\n   21  community  renewal  to  verify, pursuant to section one hundred seventy-\n   22  one-b of the tax law, whether  the  total  annual  income  exceeds  [one\n   23  hundred seventy-five thousand dollars] THE DEREGULATION INCOME THRESHOLD\n   24  in  each  of  the two preceding calendar years. Within twenty days after\n   25  the filing of such request with the division, the division shall  notify\n   26  the  tenant  or  tenants  that such tenant or tenants named on the lease\n   27  must provide the division with such information as the division and  the\n   28  department  of  taxation and finance shall require to verify whether the\n   29  total annual income exceeds [one hundred seventy-five thousand  dollars]\n   30  THE  DEREGULATION  INCOME  THRESHOLD  in  each such year. The division's\n   31  notification shall require the tenant or tenants to provide the informa-\n   32  tion to the division within sixty days of service upon  such  tenant  or\n   33  tenants  and  shall include a warning in bold faced type that failure to\n   34  respond will result in an order being issued by the  division  providing\n   35  that  such housing accommodations shall not be subject to the provisions\n   36  of this act.\n   37    2. If the department of taxation and finance determines that the total\n   38  annual income  is  in  excess  of  [one  hundred  seventy-five  thousand\n   39  dollars]  THE DEREGULATION INCOME THRESHOLD in each of the two preceding\n   40  calendar years, the division shall, on or before November  fifteenth  of\n   41  such year, notify the owner and tenants of the results of such verifica-\n   42  tion. Both the owner and the tenants shall have thirty days within which\n   43  to  comment  on such verification results.  Within forty-five days after\n   44  the expiration of the comment period, the division shall,  where  appro-\n   45  priate,  issue  an order providing that such housing accommodation shall\n   46  not be subject to the provisions of this  act  upon  expiration  of  the\n   47  existing  lease.  A  copy  of  such order shall be mailed by regular and\n   48  certified mail, return receipt requested, to the tenant or tenants and a\n   49  copy thereof shall be sent to the owner.\n   50    3. In the event the tenant or tenants fail to provide the  information\n   51  required  pursuant  to  paragraph  one of this subdivision, the division\n   52  shall issue, on or before December first of such year, an order  provid-\n   53  ing  that  such  housing  accommodation  shall  not  be  subject  to the\n   54  provisions of this act upon the expiration [or] OF the current lease.  A\n   55  copy of such order shall be mailed by regular and certified mail, return\n\n       A. 1221                             4\n\n    1  receipt  requested, to the tenant or tenants and a copy thereof shall be\n    2  sent to the owner.\n    3    4.  The  provisions  of the state freedom of information act shall not\n    4  apply to any income information obtained by  the  division  pursuant  to\n    5  this section.\n    6    (d) This section shall apply only to paragraph twelve of subdivision a\n    7  of section five of this act.\n    8    (e) Upon receipt of such order of [decontrol] DEREGULATION pursuant to\n    9  this  section, an owner shall offer the housing accommodation subject to\n   10  such order to the tenant at a rent not in excess  of  the  market  rent,\n   11  which  for  the  purposes  of this section means a rent obtainable in an\n   12  arm's length transaction. Such rental offer shall be made by  the  owner\n   13  in  writing to the tenant by certified and regular mail and shall inform\n   14  the tenant that such offer must be accepted in writing within  ten  days\n   15  of  receipt.   The tenant shall respond within ten days after receipt of\n   16  such offer. If the tenant declines the offer or fails to respond  within\n   17  such  period,  the  owner  may  commence an action or proceeding for the\n   18  eviction of such tenant.\n   19    S 3. Paragraph (m) of subdivision 2 of section 2 of chapter 274 of the\n   20  laws of 1946, constituting the emergency housing rent  control  law,  as\n   21  amended  by  chapter  116  of  the  laws  of 1997, is amended to read as\n   22  follows:\n   23    (m) upon the issuance of an order of [decontrol] DEREGULATION  by  the\n   24  division,  housing accommodations which: (1) are occupied by persons who\n   25  have a total annual income, AS DEFINED IN AND SUBJECT TO THE LIMITATIONS\n   26  AND PROCESS SET FORTH IN SECTION TWO-A OF THIS LAW, in  excess  of  [one\n   27  hundred seventy-five thousand dollars] THE DEREGULATION INCOME THRESHOLD\n   28  AS  DEFINED  IN  SECTION  TWO-A OF THIS LAW in each of the two preceding\n   29  calendar years[, as defined in and subject to the limitations and  proc-\n   30  ess set forth in section two-a of this law]; and (2) have a maximum rent\n   31  [of two thousand dollars or more per month].\n   32    S  4. Section 2-a of chapter 274 of the laws of 1946, constituting the\n   33  emergency housing rent control law, as added by chapter 253 of the  laws\n   34  of  1993,  subdivision  (b) and paragraphs 1 and 2 of subdivision (c) as\n   35  amended and subdivision (e) as added by chapter 116 of the laws of 1997,\n   36  is amended to read as follows:\n   37    S 2-a. (a) 1. For purposes of this section, annual income  shall  mean\n   38  the  federal  adjusted  gross  income  as reported on the New York state\n   39  income tax return. Total annual income  means  the  sum  of  the  annual\n   40  incomes  of  all  persons  who occupy the housing accommodation as their\n   41  primary residence on other than a temporary basis, excluding  bona  fide\n   42  employees  of  such  occupants  residing therein in connection with such\n   43  employment and excluding bona fide subtenants in occupancy  pursuant  to\n   44  the  provisions of section two hundred twenty-six-b of the real property\n   45  law.  In the case where a housing accommodation is  sublet,  the  annual\n   46  income of the sublessor shall be considered.\n   47    2.  DEREGULATION  INCOME  THRESHOLD  MEANS  TWO HUNDRED FORTY THOUSAND\n   48  DOLLARS. FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO  THOU-\n   49  SAND TWELVE, THE DEREGULATION INCOME THRESHOLD SHALL BE ADJUSTED ANNUAL-\n   50  LY  ON  THE  FIRST  DAY  OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH\n   51  SUBSEQUENT YEAR BY THE CHANGE IN THE REGIONAL CONSUMER PRICE  INDEX  FOR\n   52  ALL   URBAN   CONSUMERS,   NEW  YORK-NORTHERN  NEW  JERSEY-LONG  ISLAND,\n   53  NY-NJ-CT-PA, AS ESTABLISHED THE PRECEDING AUGUST.\n   54    3. DEREGULATION  RENT  THRESHOLD  MEANS  TWO  THOUSAND  SEVEN  HUNDRED\n   55  DOLLARS.  FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO THOU-\n   56  SAND  TWELVE, THE DEREGULATION RENT THRESHOLD SHALL BE ADJUSTED ANNUALLY\n\n       A. 1221                             5\n\n    1  ON THE FIRST DAY OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH  SUBSE-\n    2  QUENT  YEAR  BY  THE CHANGE IN THE REGIONAL CONSUMER PRICE INDEX FOR ALL\n    3  URBAN CONSUMERS, NEW YORK-NORTHERN NEW JERSEY-LONG ISLAND,  NY-NJ-CT-PA,\n    4  AS ESTABLISHED THE PRECEDING AUGUST.\n    5    (b) On or before the first day of May in each calendar year, the owner\n    6  of each housing accommodation for which the maximum MONTHLY rent [is two\n    7  thousand  dollars  or more per month] EQUALS OR EXCEEDS THE DEREGULATION\n    8  RENT THRESHOLD may provide the tenant or tenants residing  therein  with\n    9  an  income  certification  form  prepared by the division of housing and\n   10  community renewal on which such tenant or  tenants  shall  identify  all\n   11  persons referred to in subdivision (a) of this section and shall certify\n   12  whether  the  total  annual income is in excess of [one hundred seventy-\n   13  five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each of  the\n   14  two preceding calendar years. Such income certification form shall state\n   15  that  the  income  level  certified  to  by the tenant may be subject to\n   16  verification by the department  of  taxation  and  finance  pursuant  to\n   17  section  one  hundred seventy-one-b of the tax law and shall not require\n   18  disclosure of any income information other than  whether  the  aforemen-\n   19  tioned threshold has been exceeded. Such income certification form shall\n   20  clearly  state that: (i) only tenants residing in housing accommodations\n   21  which had a maximum MONTHLY rent EQUAL TO OR IN EXCESS of [two  thousand\n   22  dollars  or more per month] THE DEREGULATION RENT THRESHOLD are required\n   23  to complete the certification form; (ii) that tenants  have  protections\n   24  available  to  them which are designed to prevent harassment; (iii) that\n   25  tenants are not required to  provide  any  information  regarding  their\n   26  income  except  that which is requested on the form and may contain such\n   27  other information the division deems appropriate. The tenant or  tenants\n   28  shall return the completed certification to the owner within thirty days\n   29  after  service  upon  the tenant or tenants. In the event that the total\n   30  annual income as certified is in excess  of  [one  hundred  seventy-five\n   31  thousand  dollars  in each such year] THE DEREGULATION INCOME THRESHOLD,\n   32  the owner may file the certification with the state division of  housing\n   33  and  community  renewal  on  or before June thirtieth of such year. Upon\n   34  filing such certification with the division, the division shall,  within\n   35  thirty days after the filing, issue an order of [decontrol] DEREGULATION\n   36  providing  that  such housing accommodations shall not be subject to the\n   37  provisions of this law as of the first day of  June  in  the  year  next\n   38  succeeding  the filing of the certification by the owner. A copy of such\n   39  order shall be mailed by regular  and  certified  mail,  return  receipt\n   40  requested,  to  the tenant or tenants and a copy thereof shall be mailed\n   41  to the owner.\n   42    (c) 1. In the event that the tenant or tenants either fail  to  return\n   43  the  completed certification to the owner on or before the date required\n   44  by subdivision (b) of this section or the  owner  disputes  the  certif-\n   45  ication  returned  by the tenant or tenants, the owner may, on or before\n   46  June thirtieth of such year, petition the state division of housing  and\n   47  community  renewal  to  verify, pursuant to section one hundred seventy-\n   48  one-b of the tax law, whether  the  total  annual  income  exceeds  [one\n   49  hundred seventy-five thousand dollars] THE DEREGULATION INCOME THRESHOLD\n   50  in  each  of  the two preceding calendar years. Within twenty days after\n   51  the filing of such request with the division, the division shall  notify\n   52  the tenant or tenants that such tenant or tenants must provide the divi-\n   53  sion  with  such information as the division and the department of taxa-\n   54  tion and finance shall require to verify whether the total annual income\n   55  exceeds [one hundred seventy-five  thousand  dollars]  THE  DEREGULATION\n   56  INCOME  THRESHOLD  in  each such year. The division's notification shall\n\n       A. 1221                             6\n\n    1  require the tenant or tenants to provide the information to the division\n    2  within sixty days of service upon  such  tenant  or  tenants  and  shall\n    3  include a warning in bold faced type that failure to respond will result\n    4  in an order of [decontrol] DEREGULATION being issued by the division for\n    5  such housing accommodation.\n    6    2. If the department of taxation and finance determines that the total\n    7  annual  income  is  in  excess  of  [one  hundred  seventy-five thousand\n    8  dollars] THE DEREGULATION INCOME THRESHOLD in each of the two  preceding\n    9  calendar  years,  the division shall, on or before November fifteenth of\n   10  such year, notify the owner and tenants of the results of such verifica-\n   11  tion. Both the owner and the tenants shall have thirty days within which\n   12  to comment on such verification results.  Within forty-five  days  after\n   13  the  expiration  of the comment period, the division shall, where appro-\n   14  priate, issue an order of [decontrol] DEREGULATION providing  that  such\n   15  housing accommodation shall not be subject to the provisions of this law\n   16  as  of  the first day of March in the year next succeeding the filing of\n   17  the owner's petition with the division. A copy of such  order  shall  be\n   18  mailed  by  regular and certified mail, return receipt requested, to the\n   19  tenant or tenants and a copy thereof shall be sent to the owner.\n   20    3. In the event the tenant or tenants fail to provide the  information\n   21  required  pursuant  to  paragraph  one of this subdivision, the division\n   22  shall issue, on or before December first  of  such  year,  an  order  of\n   23  [decontrol] DEREGULATION providing that such housing accommodation shall\n   24  not  be  subject  to  the  provisions of this law as of the first day of\n   25  March in the year next succeeding the last day on which  the  tenant  or\n   26  tenants  were required to provide the information required by such para-\n   27  graph. A copy of such order shall be mailed  by  regular  and  certified\n   28  mail,  return  receipt  requested,  to  the tenant or tenants and a copy\n   29  thereof shall be sent to the owner.\n   30    4. The provisions of the state freedom of information  act  shall  not\n   31  apply  to  any  income  information obtained by the division pursuant to\n   32  this section.\n   33    (d) This section shall apply only to paragraph (m) of subdivision  two\n   34  of section two of this law.\n   35    (e) Upon receipt of such order of [decontrol] DEREGULATION pursuant to\n   36  this  section, an owner shall offer the housing accommodation subject to\n   37  such order to the tenant at a rent not in excess  of  the  market  rent,\n   38  which  for  the  purposes  of this section means a rent obtainable in an\n   39  arm's length transaction. Such rental offer shall be made by  the  owner\n   40  in  writing to the tenant by certified and regular mail and shall inform\n   41  the tenant that such offer must be accepted in writing within  ten  days\n   42  of  receipt.   The tenant shall respond within ten days after receipt of\n   43  such offer. If the tenant declines the offer or fails to respond  within\n   44  such  period,  the  owner  may  commence an action or proceeding for the\n   45  eviction of such tenant.\n   46    S 5. Subparagraph (j) of paragraph  2  of  subdivision  e  of  section\n   47  26-403 of the administrative code of the city of New York, as amended by\n   48  chapter 116 of the laws of 1997, is amended to read as follows:\n   49    (j)  Upon  the issuance of an order of [decontrol] DEREGULATION by the\n   50  division, housing accommodations which: (1) are occupied by persons  who\n   51  have a total annual income, AS DEFINED IN AND SUBJECT TO THE LIMITATIONS\n   52  AND  PROCESS SET FORTH IN SECTION 26-403.1 OF THIS CHAPTER, in excess of\n   53  [one hundred seventy-five  thousand  dollars]  THE  DEREGULATION  INCOME\n   54  THRESHOLD,  AS DEFINED IN SECTION 26-403.1 OF THIS CHAPTER, per annum in\n   55  each of the two preceding calendar years[, as defined in and subject  to\n   56  the  limitations and process set forth in section 26-403.1 of this chap-\n\n       A. 1221                             7\n\n    1  ter]; and (2) have a maximum rent [of two thousand dollars or  more  per\n    2  month]  THAT  EQUALS  OR  EXCEEDS  THE  DEREGULATION  RENT THRESHOLD, AS\n    3  DEFINED IN SECTION 26-403.1 OF THIS CHAPTER.    Provided  however,  that\n    4  this exclusion shall not apply to housing accommodations which became or\n    5  become  subject to this law by virtue of receiving tax benefits pursuant\n    6  to section four hundred eighty-nine of the real property tax law.\n    7    S 6. Section 26-403.1 of the administrative code of the  city  of  New\n    8  York,  as  added by chapter 253 of the laws of 1993, subdivision (b) and\n    9  paragraphs 1 and 2 of subdivision (c) as amended and subdivision (e)  as\n   10  added by chapter 116 of the laws of 1997, is amended to read as follows:\n   11    S  26-403.1  High  income  rent [decontrol] DEREGULATION.   (a) 1. For\n   12  purposes of this section, annual income shall mean the federal  adjusted\n   13  gross  income as reported on the New York state income tax return. Total\n   14  annual income means the sum of the annual incomes  of  all  persons  who\n   15  occupy  the  housing accommodation as their primary residence other than\n   16  on a temporary basis, excluding bona fide employees  of  such  occupants\n   17  residing  therein  in connection with such employment and excluding bona\n   18  fide subtenants in occupancy pursuant to the provisions of  section  two\n   19  hundred twenty-six-b of the real property law. In the case where a hous-\n   20  ing accommodation is sublet, the annual income of the sublessor shall be\n   21  considered.\n   22    2.  DEREGULATION  INCOME  THRESHOLD  MEANS  TWO HUNDRED FORTY THOUSAND\n   23  DOLLARS. FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO  THOU-\n   24  SAND TWELVE, THE DEREGULATION INCOME THRESHOLD SHALL BE ADJUSTED ANNUAL-\n   25  LY  ON  THE  FIRST  DAY  OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH\n   26  SUBSEQUENT YEAR BY THE CHANGE IN THE REGIONAL CONSUMER PRICE  INDEX  FOR\n   27  ALL   URBAN   CONSUMERS,   NEW  YORK-NORTHERN  NEW  JERSEY-LONG  ISLAND,\n   28  NY-NJ-CT-PA, AS ESTABLISHED THE PRECEDING AUGUST.\n   29    3. DEREGULATION  RENT  THRESHOLD  MEANS  TWO  THOUSAND  SEVEN  HUNDRED\n   30  DOLLARS.  FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO THOU-\n   31  SAND  TWELVE, THE DEREGULATION RENT THRESHOLD SHALL BE ADJUSTED ANNUALLY\n   32  ON THE FIRST DAY OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH  SUBSE-\n   33  QUENT  YEAR  BY  THE CHANGE IN THE REGIONAL CONSUMER PRICE INDEX FOR ALL\n   34  URBAN CONSUMERS, NEW YORK-NORTHERN NEW JERSEY-LONG ISLAND,  NY-NJ-CT-PA,\n   35  AS ESTABLISHED THE PRECEDING AUGUST.\n   36    (b) On or before the first day of May in each calendar year, the owner\n   37  of  each  housing accommodation for which the maximum rent [is two thou-\n   38  sand dollars or more per month] EQUALS OR EXCEEDS THE DEREGULATION  RENT\n   39  THRESHOLD  may  provide  the  tenant or tenants residing therein with an\n   40  income certification form prepared by the division of housing and commu-\n   41  nity renewal on which such tenant or tenants shall identify all  persons\n   42  referred to in subdivision (a) of this section and shall certify whether\n   43  the  total annual income is in excess of [one hundred seventy-five thou-\n   44  sand dollars] THE DEREGULATION INCOME  THRESHOLD  in  each  of  the  two\n   45  preceding  calendar  years.  Such  income certification form shall state\n   46  that the income level certified to by  the  tenant  may  be  subject  to\n   47  verification  by  the  department  of  taxation  and finance pursuant to\n   48  section one hundred seventy-one-b of the tax law and shall  not  require\n   49  disclosure  of  any  income information other than whether the aforemen-\n   50  tioned threshold has been exceeded. Such income certification form shall\n   51  clearly state that: (i) only tenants residing in housing  accommodations\n   52  which  have  a maximum MONTHLY rent [of two thousand dollars or more per\n   53  month] THAT EQUALS  OR  EXCEEDS  THE  DEREGULATION  RENT  THRESHOLD  are\n   54  required  to  complete  the  certification  form; (ii) that tenants have\n   55  protections available to them which are designed to prevent  harassment;\n   56  (iii) that tenants are not required to provide any information regarding\n\n       A. 1221                             8\n\n    1  their  income except that which is requested on the form and may contain\n    2  such other information the division deems  appropriate.  The  tenant  or\n    3  tenants  shall  return  the  completed certification to the owner within\n    4  thirty  days after service upon the tenant or tenants. In the event that\n    5  the total annual income as certified is in excess of [one hundred seven-\n    6  ty-five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each such\n    7  year, the owner may file the certification with the  state  division  of\n    8  housing  and community renewal on or before June thirtieth of such year.\n    9  Upon filing such certification with the division,  the  division  shall,\n   10  within  thirty  days  after  the  filing,  issue an order of [decontrol]\n   11  DEREGULATION providing that such housing  accommodations  shall  not  be\n   12  subject to the provisions of this law as of the first day of June in the\n   13  year  next  succeeding  the  filing of the certification by the owner. A\n   14  copy of such order shall be mailed by regular and certified mail, return\n   15  receipt requested, to the tenant or tenants and a copy thereof shall  be\n   16  mailed to the owner.\n   17    (c)  1.  In the event that the tenant or tenants either fail to return\n   18  the completed certification to the owner on or before the date  required\n   19  by  subdivision  (b)  of  this section or the owner disputes the certif-\n   20  ication returned by the tenant or tenants, the owner may, on  or  before\n   21  June  thirtieth of such year, petition the state division of housing and\n   22  community renewal to verify, pursuant to section  one  hundred  seventy-\n   23  one-b  of  the  tax  law,  whether  the total annual income exceeds [one\n   24  hundred seventy-five thousand dollars] THE DEREGULATION INCOME THRESHOLD\n   25  in each of the two preceding calendar years. Within  twenty  days  after\n   26  the  filing of such request with the division, the division shall notify\n   27  the tenant or tenants that such tenant or tenants must provide the divi-\n   28  sion with such information as the division and the department  of  taxa-\n   29  tion and finance shall require to verify whether the total annual income\n   30  exceeds  [one  hundred  seventy-five  thousand dollars] THE DEREGULATION\n   31  INCOME THRESHOLD in each such year. The  division's  notification  shall\n   32  require the tenant or tenants to provide the information to the division\n   33  within  sixty  days  of  service  upon  such tenant or tenants and shall\n   34  include a warning in bold faced type that failure to respond will result\n   35  in an order of [decontrol] DEREGULATION being issued by the division for\n   36  such housing accommodation.\n   37    2. If the department of taxation and finance determines that the total\n   38  annual income  is  in  excess  of  [one  hundred  seventy-five  thousand\n   39  dollars]  THE DEREGULATION INCOME THRESHOLD in each of the two preceding\n   40  calendar years, the division shall, on or before November  fifteenth  of\n   41  such year, notify the owner and tenants of the results of such verifica-\n   42  tion. Both the owner and the tenants shall have thirty days within which\n   43  to  comment  on such verification results.  Within forty-five days after\n   44  the expiration of the comment period, the division shall,  where  appro-\n   45  priate,  issue  an order of [decontrol] DEREGULATION providing that such\n   46  housing accommodation shall not be subject to the provisions of this law\n   47  as of the first day of March in the year next succeeding the  filing  of\n   48  the  owner's  petition  with the division. A copy of such order shall be\n   49  mailed by regular and certified mail, return receipt requested,  to  the\n   50  tenant or tenants and a copy thereof shall be sent to the owner.\n   51    3.  In the event the tenant or tenants fail to provide the information\n   52  required pursuant to paragraph one of  this  subdivision,  the  division\n   53  shall  issue,  on  or  before  December  first of such year, an order of\n   54  [decontrol] DEREGULATION providing that such housing accommodation shall\n   55  not be subject to the provisions of this law as  of  the  first  day  of\n   56  March  in  the  year next succeeding the last day on which the tenant or\n\n       A. 1221                             9\n\n    1  tenants were required to provide the information required by such  para-\n    2  graph.  A  copy  of  such order shall be mailed by regular and certified\n    3  mail, return receipt requested, to the tenant  or  tenants  and  a  copy\n    4  thereof shall be sent to the owner.\n    5    4.  The  provisions  of the state freedom of information act shall not\n    6  apply to any income information obtained by  the  division  pursuant  to\n    7  this section.\n    8    (d) This section shall apply only to subparagraph (j) of paragraph two\n    9  of subdivision e of section 26-403 of this [code] CHAPTER.\n   10    (e) Upon receipt of such order of [decontrol] DEREGULATION pursuant to\n   11  this  section, an owner shall offer the housing accommodation subject to\n   12  such order to the tenant at a rent not in excess  of  the  market  rent,\n   13  which  for  the  purposes  of this section means a rent obtainable in an\n   14  arm's length transaction. Such rental offer shall be made by  the  owner\n   15  in  writing to the tenant by certified and regular mail and shall inform\n   16  the tenant that such offer must be accepted in writing within  ten  days\n   17  of  receipt.   The tenant shall respond within ten days after receipt of\n   18  such offer. If the tenant declines the offer or fails to respond  within\n   19  such  period,  the  owner  may  commence an action or proceeding for the\n   20  eviction of such tenant.\n   21    S 7. Section 26-504.1 of the administrative code of the  city  of  New\n   22  York,  as amended by chapter 116 of the laws of 1997, is amended to read\n   23  as follows:\n   24    S 26-504.1 Exclusion of accommodations of high  income  renters.  Upon\n   25  the issuance of an order by the division, \"housing accommodations\" shall\n   26  not  include  housing  accommodations which: (1) are occupied by persons\n   27  who have a total annual income, AS DEFINED IN AND SUBJECT TO THE LIMITA-\n   28  TIONS AND PROCESS SET FORTH IN SECTION  26-504.3  OF  THIS  CHAPTER,  in\n   29  excess  of  [one  hundred  seventy-five thousand dollars per annum]  THE\n   30  DEREGULATION INCOME THRESHOLD, AS DEFINED IN SECTION  26-504.3  OF  THIS\n   31  CHAPTER,  for  each  of the two preceding calendar years[, as defined in\n   32  and subject to the limitations and process set forth in section 26-504.3\n   33  of this chapter]; and (2) have a legal regulated MONTHLY  rent  [of  two\n   34  thousand  dollars  or more per month] THAT EQUALS OR EXCEEDS THE DEREGU-\n   35  LATION RENT THRESHOLD, AS DEFINED IN SECTION 26-504.3 OF  THIS  CHAPTER.\n   36  Provided, however, that this exclusion shall not apply to housing accom-\n   37  modations  which  became  or become subject to this law (a) by virtue of\n   38  receiving tax benefits pursuant to section four hundred twenty-one-a  or\n   39  four  hundred eighty-nine of the real property tax law, except as other-\n   40  wise provided in subparagraph (i) of paragraph (f) of subdivision two of\n   41  section four hundred twenty-one-a of the real property tax law,  or  (b)\n   42  by virtue of article seven-C of the multiple dwelling law.\n   43    S  8.  Section  26-504.3 of the administrative code of the city of New\n   44  York, as added by chapter 253 of the laws of 1993, subdivision  (b)  and\n   45  paragraphs  1 and 2 of subdivision (c) as amended and subdivision (e) as\n   46  added by chapter 116 of the laws of 1997, is amended to read as follows:\n   47    S 26-504.3 High income rent [decontrol]  DEREGULATION.    (a)  1.  For\n   48  purposes  of this section, annual income shall mean the federal adjusted\n   49  gross income as reported on the New York state income tax return.  Total\n   50  annual  income  means the sum of the annual incomes of all persons whose\n   51  names are recited as the tenant or co-tenant on a lease who  occupy  the\n   52  housing  accommodation  and  all  other  persons that occupy the housing\n   53  accommodation as their primary  residence  on  other  than  a  temporary\n   54  basis,  excluding bona fide employees of such occupants residing therein\n   55  in connection with such employment and excluding bona fide subtenants in\n   56  occupancy pursuant to the provisions of section two hundred twenty-six-b\n\n       A. 1221                            10\n\n    1  of the real property law. In the case where a housing  accommodation  is\n    2  sublet,  the  annual  income  of  the tenant or co-tenant recited on the\n    3  lease who will reoccupy the housing accommodation upon the expiration of\n    4  the sublease shall be considered.\n    5    2.  DEREGULATION  INCOME  THRESHOLD  MEANS  TWO HUNDRED FORTY THOUSAND\n    6  DOLLARS. FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO  THOU-\n    7  SAND TWELVE, THE DEREGULATION INCOME THRESHOLD SHALL BE ADJUSTED ANNUAL-\n    8  LY  ON  THE  FIRST  DAY  OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH\n    9  SUBSEQUENT YEAR BY THE CHANGE IN THE REGIONAL CONSUMER PRICE  INDEX  FOR\n   10  ALL   URBAN   CONSUMERS,   NEW  YORK-NORTHERN  NEW  JERSEY-LONG  ISLAND,\n   11  NY-NJ-CT-PA, AS ESTABLISHED THE PRECEDING AUGUST.\n   12    3. DEREGULATION  RENT  THRESHOLD  MEANS  TWO  THOUSAND  SEVEN  HUNDRED\n   13  DOLLARS.  FOR PROCEEDINGS COMMENCED ON OR AFTER JANUARY FIRST, TWO THOU-\n   14  SAND  TWELVE, THE DEREGULATION RENT THRESHOLD SHALL BE ADJUSTED ANNUALLY\n   15  ON THE FIRST DAY OF OCTOBER OF EACH YEAR FOR PROCEEDINGS IN EACH  SUBSE-\n   16  QUENT  YEAR  BY  THE CHANGE IN THE REGIONAL CONSUMER PRICE INDEX FOR ALL\n   17  URBAN CONSUMERS, NEW YORK-NORTHERN NEW JERSEY-LONG ISLAND,  NY-NJ-CT-PA,\n   18  AS ESTABLISHED THE PRECEDING AUGUST.\n   19    (b) On or before the first day of May in each calendar year, the owner\n   20  of each housing accommodation for which the legal regulated rent [is two\n   21  thousand  dollars  or more per month] EQUALS OR EXCEEDS THE DEREGULATION\n   22  RENT THRESHOLD may provide the tenant or tenants residing  therein  with\n   23  an  income  certification  form  prepared by the division of housing and\n   24  community renewal on which such tenant or  tenants  shall  identify  all\n   25  persons referred to in subdivision (a) of this section and shall certify\n   26  whether  the  total  annual income is in excess of [one hundred seventy-\n   27  five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each of  the\n   28  two preceding calendar years. Such income certification form shall state\n   29  that  the  income  level  certified  to  by the tenant may be subject to\n   30  verification by the department  of  taxation  and  finance  pursuant  to\n   31  section  one  hundred seventy-one-b of the tax law and shall not require\n   32  disclosure of any income information other than  whether  the  aforemen-\n   33  tioned threshold has been exceeded. Such income certification form shall\n   34  clearly  state that: (i) only tenants residing in housing accommodations\n   35  which have a legal regulated MONTHLY rent [of two  thousand  dollars  or\n   36  more  per month], THAT EQUALS OR EXCEEDS THE DEREGULATION RENT THRESHOLD\n   37  are required to complete the certification form; (ii) that tenants  have\n   38  protections  available to them which are designed to prevent harassment;\n   39  (iii) that tenants are not required to provide any information regarding\n   40  their income except that which is requested on the form and may  contain\n   41  such  other  information  the  division deems appropriate. The tenant or\n   42  tenants shall return the completed certification  to  the  owner  within\n   43  thirty  days after service upon the tenant or tenants. In the event that\n   44  the total annual income as certified is in excess of [one hundred seven-\n   45  ty-five thousand dollars] THE DEREGULATION INCOME THRESHOLD in each such\n   46  year, the owner may file the certification with the  state  division  of\n   47  housing  and community renewal on or before June thirtieth of such year.\n   48  Upon filing such certification with the division,  the  division  shall,\n   49  within  thirty days after the filing, issue an order providing that such\n   50  housing accommodation shall not be subject to the provisions of this act\n   51  upon the expiration of the existing lease. A copy of such order shall be\n   52  mailed by regular and certified mail, return receipt requested,  to  the\n   53  tenant or tenants and a copy thereof shall be mailed to the owner.\n   54    (c)  1.  In the event that the tenant or tenants either fail to return\n   55  the completed certification to the owner on or before the date  required\n   56  by  subdivision  (b)  of  this section or the owner disputes the certif-\n\n       A. 1221                            11\n\n    1  ication returned by the tenant or tenants, the owner may, on  or  before\n    2  June  thirtieth of such year, petition the state division of housing and\n    3  community renewal to verify, pursuant to section  one  hundred  seventy-\n    4  one-b  of  the  tax  law,  whether  the total annual income exceeds [one\n    5  hundred seventy-five thousand dollars] THE DEREGULATION INCOME THRESHOLD\n    6  in each of the two preceding calendar years. Within  twenty  days  after\n    7  the  filing of such request with the division, the division shall notify\n    8  the tenant or tenants named on the lease that  such  tenant  or  tenants\n    9  must  provide the division with such information as the division and the\n   10  department of taxation and finance shall require to verify  whether  the\n   11  total  annual income exceeds [one hundred seventy-five thousand dollars]\n   12  THE DEREGULATION INCOME THRESHOLD in  each  such  year.  The  division's\n   13  notification shall require the tenant or tenants to provide the informa-\n   14  tion  to  the  division within sixty days of service upon such tenant or\n   15  tenants and shall include a warning in bold faced type that  failure  to\n   16  respond  will  result in an order being issued by the division providing\n   17  that such housing accommodation shall not be subject to  the  provisions\n   18  of this law.\n   19    2. If the department of taxation and finance determines that the total\n   20  annual  income  is  in  excess  of  [one  hundred  seventy-five thousand\n   21  dollars] THE DEREGULATION INCOME THRESHOLD in each of the two  preceding\n   22  calendar  years,  the division shall, on or before November fifteenth of\n   23  such year, notify the owner and tenants of the results of such verifica-\n   24  tion. Both the owner and the tenants shall have thirty days within which\n   25  to comment on such verification results.  Within forty-five  days  after\n   26  the  expiration  of the comment period, the division shall, where appro-\n   27  priate, issue an order providing that such housing  accommodation  shall\n   28  not  be subject to the provisions of this law upon the expiration of the\n   29  existing lease. A copy of such order shall  be  mailed  by  regular  and\n   30  certified mail, return receipt requested, to the tenant or tenants and a\n   31  copy thereof shall be sent to the owner.\n   32    3.  In the event the tenant or tenants fail to provide the information\n   33  required pursuant to paragraph one of  this  subdivision,  the  division\n   34  shall  issue, on or before December first of such year, an order provid-\n   35  ing that  such  housing  accommodation  shall  not  be  subject  to  the\n   36  provisions  of this law upon the expiration of the current lease. A copy\n   37  of such order shall be mailed by  regular  and  certified  mail,  return\n   38  receipt  requested, to the tenant or tenants and a copy thereof shall be\n   39  sent to the owner.\n   40    4. The provisions of the state freedom of information  act  shall  not\n   41  apply  to  any  income  information obtained by the division pursuant to\n   42  this section.\n   43    (d) This section shall apply only to section 26-504.1 of  this  [code]\n   44  CHAPTER.\n   45    (e) Upon receipt of such order of [decontrol] DEREGULATION pursuant to\n   46  this  section, an owner shall offer the housing accommodation subject to\n   47  such order to the tenant at a rent not in excess  of  the  market  rent,\n   48  which  for  the  purposes  of this section means a rent obtainable in an\n   49  arm's length transaction. Such rental offer shall be made by  the  owner\n   50  in  writing to the tenant by certified and regular mail and shall inform\n   51  the tenant that such offer must be accepted in writing within  ten  days\n   52  of  receipt.   The tenant shall respond within ten days after receipt of\n   53  such offer. If the tenant declines the offer or fails to respond  within\n   54  such  period,  the  owner  may  commence an action or proceeding for the\n   55  eviction of such tenant.\n\n       A. 1221                            12\n\n    1    S 9. Paragraph (b) of subdivision 3 of section 171-b of the  tax  law,\n    2  as  amended  by  chapter  116 of the laws of 1997, is amended to read as\n    3  follows:\n    4    (b)  The  department,  when  requested  by the division of housing and\n    5  community renewal, shall verify the total annual income of  all  persons\n    6  residing in housing accommodations as their primary residence subject to\n    7  rent  regulation  and  shall  notify the commissioner of the division of\n    8  housing and community renewal as may be appropriate  whether  the  total\n    9  annual  income  exceeds  [one  hundred seventy-five thousand dollars per\n   10  annum] THE APPLICABLE DEREGULATION INCOME THRESHOLD in each of  the  two\n   11  preceding  calendar  years.  No  other  information regarding the annual\n   12  income of such persons shall be provided.\n   13    S 10. This act shall take effect immediately, provided, however, that:\n   14    (a) the amendments to paragraph 12 of subdivision a of section  5  and\n   15  section 5-a of section 4 of the emergency tenant protection act of nine-\n   16  teen  seventy-four made by sections one and two of this act, respective-\n   17  ly, shall expire on the same date as such  act  expires  and  shall  not\n   18  affect  the  expiration of such act as provided in section 17 of chapter\n   19  576 of the laws of 1974;\n   20    (b) the amendments to paragraph (m) of subdivision 2 of section 2  and\n   21  section  2-a  of the emergency housing rent control law made by sections\n   22  three and four of this act, respectively, shall expire on the same  date\n   23  as  such  law expires and shall not affect the expiration of such law as\n   24  provided in subdivision 2 of section 1 of chapter 274  of  the  laws  of\n   25  1946;\n   26    (c)  the  amendments  to sections 26-403 and 26-403.1 of the city rent\n   27  and rehabilitation law made by  sections  five  and  six  of  this  act,\n   28  respectively,  shall remain in full force and effect only as long as the\n   29  public emergency requiring the regulation  and  control  of  residential\n   30  rents and evictions continues, as provided in subdivision 3 of section 1\n   31  of the local emergency housing rent control act; and\n   32    (d)  the  amendments to sections 26-504.1 and 26-504.3 of chapter 4 of\n   33  title 26 of the administrative code of the city  of  New  York  made  by\n   34  sections  seven and eight of this act, respectively, shall expire on the\n   35  same date as such law expires and shall not  affect  the  expiration  of\n   36  such law as provided under section 26-520 of such law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the emergency tenant protection act of nineteen seventy-four, the emergency housing rent control law, the administrative code of the city of New York and the tax law, in relation to deregulation thresholds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T110851.TXT", "SOBI.D110107.T105851.TXT", "SOBI.D110107.T165421.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985864457
}