{
  "year" : 2011,
  "senateBillNo" : "A1222-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A1222-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the supervision of certain limited profit housing companies",
  "summary" : "Relates to the supervision of certain limited profit housing companies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A859-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1222\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. BING, V. LOPEZ, BENEDETTO, KAVANAGH, MILLMAN,\n         ROSENTHAL, REILLY, CAMARA, J. RIVERA,  BOYLAND,  CLARK,  BROOK-KRASNY,\n         TITONE,  SPANO,  GIBSON, CASTRO, BARRON, PHEFFER -- Multi-Sponsored by\n         -- M. of A. AUBRY, BRENNAN, COOK, DINOWITZ, FARRELL, GLICK, GOTTFRIED,\n         KELLNER, MARKEY, MAYERSOHN, M. MILLER, ORTIZ, PERRY, TOWNS, WRIGHT  --\n         read once and referred to the Committee on Housing\n\n       AN  ACT  to  amend  the  private housing finance law, in relation to the\n         supervision of certain limited profit housing companies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 7 of section 32 of the private housing finance\n    2  law, as amended by chapter 550 of the laws of 1968, is amended  to  read\n    3  as follows:\n    4    7.  Whenever the commissioner, in the case of a company undertaking or\n    5  otherwise operating a state-aided project, or the supervising agency, in\n    6  the case of a company undertaking or otherwise operating a  municipally-\n    7  aided  project,  shall be of the opinion that such company is failing or\n    8  omitting, or is about to fail or omit to do anything required of  it  by\n    9  law  or  by  order  of  the  commissioner  or is doing or is about to do\n   10  anything, or permitting anything, or is about to permit anything  to  be\n   11  done, contrary to and in violation of law or of any order, regulation or\n   12  directive of the commissioner or the supervising agency, as the case may\n   13  be,  or  which  is  improvident  or  prejudicial  to the interest of the\n   14  public, the lienholders, the stockholders, or the tenants,  the  commis-\n   15  sioner  or the supervising agency, as the case may be, [may, in addition\n   16  to such other remedies as may be available, commence]  SHALL  TAKE  SUCH\n   17  STEPS  AS  MAY BE NECESSARY AND PROPER TO EFFECT SUCH REMEDIES AS MAY BE\n   18  AVAILABLE. SUCH REMEDY MAY INCLUDE COMMENCING an action or proceeding in\n   19  the supreme court of the state of New York in the name  of  the  commis-\n   20  sioner or the supervising agency, as the case may be, for the purpose of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00649-01-1\n\n       A. 1222                             2\n\n    1  having  such  violations or threatened violations stopped and prevented,\n    2  and in such action or proceeding the court may appoint  a  temporary  or\n    3  permanent receiver or both. Such action or proceeding shall be commenced\n    4  by a petition to the supreme court, alleging the violation complained of\n    5  and  praying  for  appropriate relief. It shall thereupon be the duty of\n    6  the court to specify the time, not exceeding twenty days  after  service\n    7  of  a  copy of the petition, within which the company complained of must\n    8  answer the petition. In case of any default or after  answer  the  court\n    9  shall  immediately  inquire  into  the  facts  and circumstances in such\n   10  manner as the court shall direct without other or formal pleadings,  and\n   11  without  respect  to  any  technical requirements. Such other persons or\n   12  corporations as it shall seem to the court necessary or proper  to  join\n   13  as  parties  in  order  to  make its order or judgment effective, may be\n   14  joined as parties. The final judgment in any such action  or  proceeding\n   15  shall either dismiss the action or proceeding or direct that an order or\n   16  an  injunction,  or  both,  issue,  or  provide for the appointment of a\n   17  receiver as prayed for in the petition, and grant such other  relief  as\n   18  the court may deem appropriate.\n   19    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to the supervision of certain limited profit housing companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T111351.TXT", "SOBI.D110107.T165921.TXT", "SOBI.D110107.T165421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294437561680
}