{
  "year" : 2011,
  "senateBillNo" : "A1226-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A1226-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for ballot pamphlets for general elections and repeals provision for distribution of copies of constitutional amendments",
  "summary" : "Provides for the state board of elections to prepare and distribute to each voter a ballot pamphlet for every general election; provides for contents thereof and makes numerous related provisions including the distribution of information relating to each ballot proposal that is submitted to a statewide vote at such general election; provides that candidates may submit a biography to be included in the statewide election pamphlet; permits any person eligible to vote on any ballot proposal to institute a proceeding as to the factual accuracy of statements or constitutional amendments. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A1641-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1226\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BING, CYMBROWITZ, REILLY, ROSENTHAL, COLTON,\n         MILLMAN, CLARK, HOOPER, PHEFFER -- Multi-Sponsored  by  --  M.  of  A.\n         BOYLAND,  BRENNAN,  BROOK-KRASNY,  KELLNER, LANCMAN, LIFTON, V. LOPEZ,\n         McENENY, PERRY, TOWNS, WEISENBERG -- read once  and  referred  to  the\n         Committee on Election Law\n\n       AN  ACT  to  amend  the  election  law,  in relation to the preparation,\n         contents and distribution of a paper pamphlet  containing  information\n         relative  to  general  elections,  to repeal certain provisions of the\n         election law, relating to distribution of copies  of  proposed  amend-\n         ments  to  the  constitution  or  other propositions or questions; and\n         providing for the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions 2 and 3 of section 4-116 of the election law\n    2  are REPEALED.\n    3    S 2. Paragraphs c and d of subdivision  1  of  section  4-108  of  the\n    4  election  law are REPEALED and subdivision 3, as added by chapter 234 of\n    5  the laws of 1976, is amended to read as follows:\n    6    3. The attorney general  shall  advise  in  the  preparation  of  such\n    7  [abstract and such] form of submission.\n    8    S  3.  The  opening paragraph of subdivision 1 of section 4-120 of the\n    9  election law, as amended by chapter 359 of the laws of 1989, is  amended\n   10  to read as follows:\n   11    The  board  of  elections  shall publish once in each of the two weeks\n   12  preceding a general election, or a special or village election conducted\n   13  by the board of elections, a notice specifying the day of the  election,\n   14  and  the public officers to be voted for within such county, or any part\n   15  thereof at such election. [If constitutional  amendments,  or  questions\n   16  are  to  be submitted to the voters of the state, the notice shall state\n   17  that fact and that a copy of each such  amendment  or  question  may  be\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00666-01-1\n\n       A. 1226                             2\n\n    1  obtained  at  the  board  of  elections, by any voter.] Such publication\n    2  shall be in two newspapers published within the county.   If the  county\n    3  contains  a  city  or  cities,  at least one of such newspapers shall be\n    4  published in the city, or the largest city, if there be more than one.\n    5    S 4. Subdivision 1 of section 4-128 of the election law, as amended by\n    6  chapter 489 of the laws of 2009, is amended to read as follows:\n    7    1.  The  board of elections of each county shall provide the requisite\n    8  number of official and facsimile ballots, two cards  of  instruction  to\n    9  voters  in  the  form  prescribed  by the state board of elections, FIVE\n   10  COPIES OF EACH BALLOT PAMPHLET, at least one  copy  of  the  instruction\n   11  booklet  for  inspectors, a sufficient number of maps, street finders or\n   12  other descriptions of all of the polling places and  election  districts\n   13  within  the  county  in which the polling place is located to enable the\n   14  election inspectors and poll clerks to determine  the  correct  election\n   15  district  and polling place for each street address within the county in\n   16  which the polling place is located, distance markers, tally  sheets  and\n   17  return  blanks,  pens,  black  ink,  or  ball point pens with black ink,\n   18  pencils having black lead, envelopes for the  ballots  of  voters  whose\n   19  registration  poll  records are not in the ledger or whose names are not\n   20  on the computer generated  registration  list,  envelopes  for  returns,\n   21  identification  buttons, badges or emblems for the inspectors and clerks\n   22  in the form prescribed by the state board of elections  and  such  other\n   23  articles  of  stationery  as  may be necessary for the proper conduct of\n   24  elections, except that when a town, city or village  holds  an  election\n   25  not conducted by the board of elections, the clerk of such town, city or\n   26  village,  shall  provide  such  official  and  facsimile ballots and the\n   27  necessary blanks, supplies and stationery for such election.\n   28    S 5. Subdivision 4 of section 5-204 of the election  law  is  REPEALED\n   29  and  subdivisions 3, 5, 6, 7, 8, 9 and 10 are renumbered subdivisions 2,\n   30  3, 4, 5, 6, 7 and 8.\n   31    S 6. Subdivision 2 of section 4-117 of the election  law  is  REPEALED\n   32  and subdivision 3 is renumbered subdivision 2.\n   33    S 7. Article 7  of the election law is amended by adding a new title 3\n   34  to read as follows:\n   35                                  TITLE III\n   36                               BALLOT PAMPHLET\n   37  SECTION 7-300. LEGISLATIVE FINDINGS.\n   38          7-302. STATE BOARD OF ELECTIONS TO PREPARE BALLOT PAMPHLET.\n   39          7-304. CONTENTS OF BALLOT PAMPHLET.\n   40          7-306. PREPARATION OF BALLOT PROPOSAL MATERIALS.\n   41          7-308. STATE IMMUNITY.\n   42          7-310. PRINTING.\n   43          7-312. DISTRIBUTION.\n   44          7-314. AUTHORIZATION TO LOCAL COMMUNITIES.\n   45          7-316. CANDIDATE BIOGRAPHIES.\n   46    S  7-300.  LEGISLATIVE  FINDINGS.  THE  LEGISLATURE  HEREBY  FINDS AND\n   47  DECLARES THAT THE PURPOSE OF THIS TITLE AND OF THE BALLOT PAMPHLET IS TO\n   48  FULLY AND FAIRLY INFORM THE ELECTORATE ABOUT THE  CANDIDATES  AND  ABOUT\n   49  THE  ISSUES  APPEARING ON THE BALLOT. THE STATE BOARD OF ELECTIONS SHALL\n   50  UNDERTAKE ITS RESPONSIBILITIES IN THE MANNER BEST CALCULATED TO, AND ALL\n   51  THE PROVISIONS HEREIN SHALL BE CONSTRUED SO AS TO ACCOMPLISH THAT GOAL.\n   52    S 7-302. STATE BOARD OF ELECTIONS TO PREPARE BALLOT PAMPHLET. IT SHALL\n   53  BE THE DUTY OF THE STATE BOARD OF ELECTIONS, HEREINAFTER REFERRED TO  AS\n   54  THE  STATE  BOARD,  TO  PREPARE AND DISTRIBUTE A BALLOT PAMPHLET, IN THE\n   55  MANNER SET OUT IN THIS TITLE, FOR EVERY GENERAL  ELECTION  CONDUCTED  IN\n   56  THE STATE IN ANY YEAR IN WHICH THE MAJORITY OF THE SEATS IN THE ASSEMBLY\n\n       A. 1226                             3\n\n    1  ARE OPEN TO ELECTION.  NOT LATER THAN JANUARY THIRTY-FIRST OF EACH YEAR,\n    2  THE  STATE  BOARD  SHALL  FIX  AND  ANNOUNCE THE DATES FOR ALL DEADLINES\n    3  PROVIDED FOR BY THIS TITLE.  THE STATE BOARD OF ELECTIONS  MAY  DELEGATE\n    4  THIS  DUTY  TO COUNTY BOARDS OF ELECTIONS TO PREPARE PAMPHLETS FOR THEIR\n    5  OWN COUNTY.\n    6    S 7-304. CONTENTS OF  BALLOT  PAMPHLET.  EACH  BALLOT  PAMPHLET  SHALL\n    7  CONTAIN THE FOLLOWING MATERIAL AND NO OTHER MATERIAL. 1. AN INTRODUCTORY\n    8  STATEMENT SHALL BE PREPARED BY THE STATE BOARD EXPLAINING:\n    9    (A)  THE  DATE  AND  HOURS DURING WHICH THE POLLS WILL BE OPEN FOR THE\n   10  GENERAL ELECTION;\n   11    (B) VOTER QUALIFICATION REQUIREMENTS IN NEW YORK STATE;\n   12    (C) WHEN, WHERE, AND HOW TO REGISTER TO VOTE;\n   13    (D) WHEN, WHERE AND HOW ABSENTEE BALLOTS ARE OBTAINED AND USED;\n   14    (E) INSTRUCTIONS ON HOW  TO  VOTE,  INCLUDING  THE  USE  OF  AFFIDAVIT\n   15  BALLOTS; AND\n   16    (F) ANY OTHER GENERAL INFORMATION ON VOTING DEEMED NECESSARY OR USEFUL\n   17  TO THE ELECTORATE OR OTHERWISE CONSISTENT WITH THE GOALS OF THIS ARTICLE\n   18  BY THE STATE BOARD.\n   19    2. THE FOLLOWING STATEMENT, PRINTED IN BOLDFACE TYPE, SHALL FOLLOW THE\n   20  INTRODUCTORY   STATEMENT   AND   PRECEDE  MATERIALS  RELATED  TO  BALLOT\n   21  PROPOSALS:\n   22    IMPORTANT: THIS PAMPHLET CONTAINS INFORMATION  ON  CANDIDATES  RUNNING\n   23  FOR  ELECTED  OFFICE AND ON PROPOSALS WHICH WILL BE ON THE BALLOT STATE-\n   24  WIDE. THERE MAY ALSO BE PROPOSALS OF LOCAL INTEREST  ON  THE  BALLOT  IN\n   25  YOUR  COMMUNITY.  FOR INFORMATION ON THESE LOCAL PROPOSALS, CONTACT YOUR\n   26  LOCAL BOARD OF ELECTIONS AND SEE YOUR LOCAL NEWSPAPER.\n   27    3. MATERIALS SHALL BE PREPARED FOR EACH BALLOT PROPOSAL TO BE  SUBMIT-\n   28  TED TO A STATEWIDE VOTE AT THE GENERAL ELECTION. SUCH MATERIALS SHALL BE\n   29  PREPARED AS PRESCRIBED IN SECTION 7-306 OF THIS TITLE, AND SHALL INCLUDE\n   30  THE FOLLOWING:\n   31    (A)  A TRUE COPY OF THE FORM OF THE BALLOT PROPOSAL, AS IT WILL APPEAR\n   32  ON THE BALLOT, SET OUT IN BOLDFACE OR ITALIC TYPE  AT  THE  TOP  OF  THE\n   33  PAGE;\n   34    (B)  A  CONCISE,  IMPARTIAL,  AND  UNDERSTANDABLE  EXPLANATION, NOT TO\n   35  EXCEED FIVE HUNDRED WORDS, STATING THE NATURE AND EFFECT OF  THE  BALLOT\n   36  PROPOSAL;\n   37    (C) THE FULL TEXT OF THE BALLOT PROPOSAL, WHICH SHALL BE PRINTED SO AS\n   38  TO  INDICATE  BY  THE USE OF ITALIC TYPE THE MATTER IF ANY THAT WOULD BE\n   39  ADDED TO THE STATE CONSTITUTION OF LAW, AND BY THE USE OF  BRACKETS  THE\n   40  MATTER IF ANY THAT WOULD BE DELETED THEREFROM; AND\n   41    (D)  AN  EXPLANATION  OF  SUCH  USE  OF  ITALIC  TYPE AND BRACKETS, AS\n   42  DESCRIBED IN PARAGRAPH (C) OF THIS SUBDIVISION.\n   43    4. CANDIDATE BIOGRAPHY INFORMATION OBTAINED PURSUANT TO SECTION  7-316\n   44  OF THIS TITLE.\n   45    5.  A  CLEAR AND LEGIBLE STATEMENT INFORMING INDIVIDUALS THAT THEY MAY\n   46  ACCESS CANDIDATE  BIOGRAPHY  INFORMATION  ON  THE  BOARD'S  WEBSITE  AND\n   47  INCLUDE THE ADDRESS OF SUCH WEBSITE.\n   48    S  7-306.  PREPARATION  OF BALLOT PROPOSAL MATERIALS. 1. ALL MATERIALS\n   49  REQUIRED BY SUBDIVISION THREE OF SECTION 7-304 OF THIS  TITLE  SHALL  BE\n   50  PREPARED BY THE STATE BOARD OF ELECTIONS.\n   51    2. THE STATE BOARD SHALL CERTIFY AND MAKE PUBLIC THE FINAL CONTENTS OF\n   52  THE  BALLOT  PAMPHLET  NO  LATER  THAN SIXTY DAYS BEFORE THE ELECTION AT\n   53  WHICH THE MEASURE IS TO APPEAR ON THE BALLOT.\n   54    S 7-308. STATE IMMUNITY. NO CAUSE OF ACTION SHALL  ARISE  AGAINST  THE\n   55  STATE OF NEW YORK OR ANY AGENCY OR EMPLOYEE THEREOF WITH RESPECT TO SUCH\n\n       A. 1226                             4\n\n    1  BALLOT  PAMPHLET  EXCEPT  AS CAUSED BY THE NEGLIGENCE OR WILLFUL ACTS OF\n    2  THE STATE OR OF ITS AGENTS OR EMPLOYEES.\n    3    S  7-310. PRINTING. 1. THE STATE BOARD SHALL CAUSE THE BALLOT PAMPHLET\n    4  TO BE PRINTED IN AS LEGIBLE A MANNER AS  POSSIBLE  CONSISTENT  WITH  THE\n    5  PURPOSE OF THIS TITLE. IN THE EVENT THAT THE STATE BOARD DETERMINES THAT\n    6  THE  PRINTING OF THE BALLOT PAMPHLET WOULD BE MORE EFFICIENT AND ECONOM-\n    7  ICAL IF DONE BY THE LOCAL BOARDS OF ELECTIONS, THE STATE BOARD IS HEREBY\n    8  AUTHORIZED TO INSTRUCT ALL BOARDS  OF  ELECTIONS  TO  PRINT  THE  BALLOT\n    9  PAMPHLET. SHOULD THE STATE BOARD SO INSTRUCT THE BOARDS OF ELECTIONS, IT\n   10  SHALL  PROMPTLY  REIMBURSE  EACH BOARD FOR THE ACTUAL COST OF PRODUCTION\n   11  INCURRED BY SAID BOARD.\n   12    2. THE STATE BOARD OR THE LOCAL BOARDS OF ELECTIONS AS PROVIDED FOR IN\n   13  SUBDIVISION ONE OF THIS SECTION, SHALL ALSO  PREPARE  AND  CAUSE  TO  BE\n   14  PRINTED, AND DISTRIBUTE TO SUCH VOTERS AS IT DEEMS APPROPRIATE, A TRANS-\n   15  LATION  OF  THE  BALLOT  PAMPHLET  INTO  SPANISH, RUSSIAN, AND ANY OTHER\n   16  LANGUAGES REQUIRED TO COMPLY WITH THE VOTING  RIGHTS  ACT  OF  1965,  AS\n   17  AMENDED.\n   18    S  7-312.  DISTRIBUTION. 1. THERE SHALL BE NO CHARGE FOR SINGLE COPIES\n   19  OF THE BALLOT PAMPHLET.\n   20    2. IN ADDITION TO THE REQUIREMENTS OF SECTION 7-300 OF THIS TITLE,  IN\n   21  EVERY  GENERAL  ELECTION  IN WHICH A BALLOT PROPOSAL IS ON THE STATEWIDE\n   22  BALLOT, THE STATE BOARD SHALL CAUSE A COPY OF THE BALLOT PAMPHLET TO  BE\n   23  DISTRIBUTED  TO  AT LEAST ONE REGISTERED VOTER IN EACH HOUSEHOLD. IN THE\n   24  EVENT THE  STATE  BOARD  DETERMINES  THAT  DISTRIBUTION  OF  THE  BALLOT\n   25  PAMPHLET  WOULD  BE  MORE  EFFICIENT AND ECONOMICAL IF DONE BY THE LOCAL\n   26  BOARDS OF ELECTIONS, THE STATE BOARD IS HEREBY  AUTHORIZED  TO  INSTRUCT\n   27  ALL  BOARDS  OF  ELECTIONS TO DISTRIBUTE THE BALLOT PAMPHLET TO AT LEAST\n   28  ONE REGISTERED VOTER IN  EACH  HOUSEHOLD.  SHOULD  THE  STATE  BOARD  SO\n   29  INSTRUCT  THE  BOARDS OF ELECTIONS, IT SHALL PROVIDE A SUFFICIENT NUMBER\n   30  OF BALLOT PAMPHLETS TO EACH BOARD OF ELECTIONS AND SHALL PROMPTLY  REIM-\n   31  BURSE  EACH  BOARD FOR THE ACTUAL COST OF POSTAGE INCURRED BY SAID BOARD\n   32  IN DISTRIBUTING THE PAMPHLET PROVIDED THAT SAID BOARD UTILIZE THE LOWEST\n   33  FEASIBLE POSTAGE RATE CHARGED BY THE UNITED STATES POSTAL  SERVICE.  THE\n   34  DISTRIBUTION  OF THE BALLOT PAMPHLETS TO REGISTERED VOTERS OR HOUSEHOLDS\n   35  SHALL BE MADE BETWEEN TWENTY AND FORTY DAYS BEFORE THE ELECTION TO WHICH\n   36  THEY PERTAIN.\n   37    3. SUFFICIENT COPIES SHALL ALSO BE PROVIDED TO BOARDS OF ELECTIONS  TO\n   38  PERMIT EACH SUCH BOARD TO SUPPLY FIVE COPIES TO EACH ELECTION DISTRICT.\n   39    4.  IN  ADDITION  TO  PROVIDING  A  SUFFICIENT NUMBER OF COPIES OF THE\n   40  PAMPHLET TO COMPLY WITH SUBDIVISIONS TWO AND THREE OF THIS SECTION,  THE\n   41  STATE BOARD SHALL CAUSE TO BE PRINTED AT LEAST FIFTY THOUSAND ADDITIONAL\n   42  COPIES  AND PROVIDE THEM TO THOSE PERSONS, ORGANIZATIONS AND OTHER ENTI-\n   43  TIES THAT REQUEST THEM, AT NO CHARGE, PROVIDED THAT THE STATE BOARD  MAY\n   44  IMPOSE  A CHARGE FOR BULK ORDERS OF GREATER THAN FIVE COPIES AND MAY SET\n   45  LIMITS ON THE TOTAL NUMBER OF COPIES THAT ANY SINGLE INDIVIDUAL,  ORGAN-\n   46  IZATION OR OTHER ENTITY MAY OBTAIN UPON REQUEST.\n   47    5.  IN  ADDITION TO ALL PRINTED MATERIALS, THE BOARD SHALL HAVE A COPY\n   48  OF THE PAMPHLET AVAILABLE ON ITS WEBSITE IN A PRINTER-FRIENDLY FORMAT.\n   49    S 7-314. AUTHORIZATION TO LOCAL COMMUNITIES. THE LEGISLATIVE BODIES OF\n   50  ALL CITIES, TOWNS AND COUNTIES ARE HEREBY  AUTHORIZED  TO  ENACT  LEGIS-\n   51  LATION  CONSISTENT  WITH THE PROVISIONS OF THIS TITLE WHICH WOULD ENABLE\n   52  QUESTIONS, PROPOSITIONS, AND ISSUES ON THE BALLOT IN SUCH CITIES,  TOWNS\n   53  AND  COUNTIES  TO  BE PRESENTED TO VOTERS BY MEANS OF A BALLOT PAMPHLET.\n   54  ANY SUCH PAMPHLET MAY, WITH THE APPROVAL OF THE STATE BOARD,  BE  MAILED\n   55  TOGETHER  WITH  THE STATEWIDE BALLOT PAMPHLET. THE ADDITIONAL EXPENSE OF\n\n       A. 1226                             5\n\n    1  PREPARING, PRINTING AND DISTRIBUTING SUCH A PAMPHLET SHALL  BE  PAID  BY\n    2  SUCH CITY, TOWN OR COUNTY.\n    3    S 7-316. CANDIDATE BIOGRAPHIES. 1. ANY CANDIDATE SEEKING NOMINATION OR\n    4  ELECTION  AT THE NEXT GENERAL ELECTION TO ANY PUBLIC OFFICE, OR A DESIG-\n    5  NATED AGENT ACTING ON BEHALF OF SUCH  CANDIDATE,  MAY,  AT  LEAST  EIGHT\n    6  WEEKS  PRIOR  TO  THE GENERAL ELECTION, FILE WITH THE BOARD OF ELECTIONS\n    7  WITH WHICH NOMINATING AND DESIGNATING  PETITIONS  AND  CERTIFICATES  FOR\n    8  SUCH  OFFICE ARE FILED PURSUANT TO SECTION 6-144 OF THIS CHAPTER A SWORN\n    9  STATEMENT SETTING FORTH  THE  CANDIDATE'S  OCCUPATION,  EDUCATIONAL  AND\n   10  OCCUPATIONAL  BACKGROUND,  PRIOR  GOVERNMENTAL EXPERIENCE, AND ANY OTHER\n   11  PERSONAL BACKGROUND OR EXPERIENCE THAT THE CANDIDATE DEEMS  RELEVANT  TO\n   12  THE ELECTION CAMPAIGN.\n   13    2.  THE  STATE  BOARD OF ELECTIONS SHALL, BY REGULATION, ESTABLISH THE\n   14  FORMAT AND LENGTH OF THE STATEMENT AUTHORIZED  UNDER  THIS  SECTION  AND\n   15  SHALL  PROVIDE  TO  CANDIDATES  A  STANDARDIZED  FORM FOR PREPARING SUCH\n   16  STATEMENT.\n   17    3. WITHIN FIVE DAYS AFTER THE LAST DAY  FOR  FILING  STATEMENTS  UNDER\n   18  THIS  SECTION,  ALL  LOCAL  BOARDS  OF  ELECTIONS SHALL FORWARD ALL SUCH\n   19  CANDIDATE BIOGRAPHIES TO THE STATE BOARD OF ELECTIONS IN ELECTRONIC FORM\n   20  IN A MANNER TO BE PRESCRIBED BY THE STATE BOARD OF ELECTIONS.\n   21    4. WITHIN FIVE DAYS OF RECEIPT OF ANY CANDIDATE BIOGRAPHIES  FROM  THE\n   22  LOCAL  BOARDS OF ELECTIONS, THE STATE BOARD OF ELECTIONS SHALL CAUSE ALL\n   23  SUCH INFORMATION CONTAINED IN SAID  CANDIDATE  BIOGRAPHIES  TO  BE  MADE\n   24  AVAILABLE AT ALL TIMES ON THE STATE BOARD OF ELECTIONS WEBSITE UNTIL ONE\n   25  DAY AFTER THE ELECTION.\n   26    5.  THE STATE BOARD OF ELECTIONS SHALL INCORPORATE ALL THE INFORMATION\n   27  IT RECEIVES INTO THE PAMPHLET AS AUTHORIZED PURSUANT TO SUBDIVISION FOUR\n   28  OF SECTION 7-304 OF THIS TITLE.\n   29    6. IN THE EVENT THAT ANY CANDIDATE BIOGRAPHIES RECEIVED BY  THE  STATE\n   30  BOARD  OF  ELECTIONS, FROM ANY LOCAL BOARD OF ELECTIONS, IS NOT IN ELEC-\n   31  TRONIC FORM, THE STATE BOARD OF ELECTIONS SHALL, WITHIN TEN  DAYS  AFTER\n   32  RECEIPT OF SUCH CANDIDATE BIOGRAPHY, CONVERT SUCH CANDIDATE BIOGRAPHY TO\n   33  ELECTRONIC  FORM, AND CAUSE SAID CANDIDATE INFORMATION TO BE MADE AVAIL-\n   34  ABLE AT ALL TIMES ON THE STATE BOARD OF ELECTIONS WEBSITE UNTIL ONE  DAY\n   35  AFTER THE ELECTION.\n   36    S 8. Subdivision 2 of section 16-100 of the election law is amended to\n   37  read as follows:\n   38    2.    The county court is vested with jurisdiction to summarily deter-\n   39  mine any question of law or fact except proceedings as to  a  nomination\n   40  or  election at a primary election or a nomination at a judicial conven-\n   41  tion, proceedings as to  the  casting  and  canvass  of  ballots  [and],\n   42  proceedings  for  examination or preservation of ballots AND PROCEEDINGS\n   43  AS TO THE CONTENTS OF STATEMENTS ON CONSTITUTIONAL AMENDMENTS, QUESTIONS\n   44  AND PROPOSITIONS.\n   45    S 9. On or before March 1, 2017 the board of elections shall submit  a\n   46  report  to the governor and the legislature evaluating the effectiveness\n   47  of ballot pamphlets as a tool to increase voter awareness,  registration\n   48  and participation. Such report shall include statistics on voter partic-\n   49  ipation  both  before  and  after  ballot pamphlets were distributed and\n   50  findings and recommendations on continuing  and  improving  title  3  of\n   51  article 7 of the election law.\n   52    S 10. This act shall take effect April 1, 2013 and shall expire May 1,\n   53  2017,  when  upon  such  date the provisions of this act shall be deemed\n   54  repealed.\n\n       A. 1226                             6\n\n         REPEAL NOTE.--Subdivisions 2 and 3  of  section  4-116  of  such  law,\n       proposed  to  be  repealed  by  this  act,  provides  for publication of\n       proposed constitutional amendments.\n         Paragraphs  c  and  d  of  subdivision 1 of section 4-108 of such law,\n       proposed to be repealed by this act, provide for a transmittal to county\n       boards of an abstract of proposed constitutional amendments and for  the\n       form of the proposed constitutional amendment.\n         Subdivision  4  of  section  5-204 of the election law, proposed to be\n       repealed by this act, provides for distribution of  copies  of  proposed\n       constitutional amendments and questions at local registration.\n         Subdivision 2 of section 4-117 of such law, proposed to be repealed by\n       this  act, provides for mailing copies of proposed constitutional amend-\n       ments and questions to registered voters.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to the preparation, contents and distribution of a paper pamphlet containing information relative to general elections, to repeal certain provisions of the election law, relating to distribution of copies of proposed amendments to the constitution or other propositions or questions; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T110851.TXT", "SOBI.D110107.T165421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294437261574
}