{
  "year" : 2011,
  "senateBillNo" : "A1229-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A1229-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the board of elections shall accept voter registrations electronically through its website",
  "summary" : "Provides that the board of elections shall accept voter registrations electronically through its website. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A4799-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1229\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. BING, KELLNER, LANCMAN, LENTOL, PAULIN, GABRYS-\n         ZAK,  SPANO,  REILLY,  LUPARDO,  COLTON,  ROSENTHAL,  MENG,   MILLMAN,\n         KAVANAGH,  CASTRO  --  Multi-Sponsored by -- M. of A. BRENNAN, CAHILL,\n         GOTTFRIED, PERRY --  read  once  and  referred  to  the  Committee  on\n         Election Law\n\n       AN  ACT to amend the election law, in relation to authorizing electronic\n         voter registration\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The election law is amended by adding a new section 5-209\n    2  to read as follows:\n    3    S 5-209. ELECTRONIC VOTER REGISTRATION. 1. IN ADDITION  TO  ANY  OTHER\n    4  METHODS  OF  VOTER REGISTRATION PROVIDED FOR IN THIS ARTICLE, ANY QUALI-\n    5  FIED PERSON MAY APPLY FOR REGISTRATION  AND  ENROLLMENT  BY  APPLICATION\n    6  MADE ELECTRONICALLY THROUGH THE STATE BOARD OF ELECTIONS WEBSITE.\n    7    2.  THE STATE BOARD OF ELECTIONS SHALL DESIGN A WEBPAGE THAT SERVES AS\n    8  AN ELECTRONIC APPLICATION FOR REGISTRATION AND  ENROLLMENT  FORM,  OR  A\n    9  REGISTRATION FORM NECESSITATED BY A CHANGE OF RESIDENCE.\n   10    3. THE VOTER REGISTRATION WEBPAGE:\n   11    (A)  SHALL REQUIRE ONLY SUCH INFORMATION AS WILL ENABLE ELECTION OFFI-\n   12  CIALS TO ASSESS THE APPLICANT'S ELIGIBILITY TO REGISTER TO VOTE, PREVENT\n   13  DUPLICATE REGISTRATION AND TO ADMINISTER VOTER  REGISTRATION  AND  OTHER\n   14  PARTS OF THE ELECTION PROCESS.\n   15    (B)  SHALL  INCLUDE  A  STATEMENT  OF THE ELIGIBILITY REQUIREMENTS FOR\n   16  VOTER REGISTRATION AND SHALL REQUIRE THE APPLICANT TO ATTEST BY  HIS  OR\n   17  HER  SIGNATURE  THAT HE OR SHE MEETS THOSE REQUIREMENTS UNDER PENALTY OF\n   18  PERJURY.\n   19    (C) SHALL INFORM THE APPLICANT, IN PRINT IDENTICAL TO THAT USED IN THE\n   20  ATTESTATION SECTION OF THE FOLLOWING:\n   21    (I) VOTER ELIGIBILITY REQUIREMENTS; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00675-01-1\n\n       A. 1229                             2\n\n    1    (II) PENALTIES FOR SUBMISSION OF FALSE REGISTRATION APPLICATION.\n    2    (D)  SHALL REQUIRE THE APPLICANT TO SUBMIT AT LEAST ONE OF THE FOLLOW-\n    3  ING WITH HIS OR HER APPLICATION:\n    4    (I) HIS OR HER SOCIAL SECURITY NUMBER; OR\n    5    (II) HIS OR HER VALID NEW YORK  STATE  DEPARTMENT  OF  MOTOR  VEHICLES\n    6  CLIENT IDENTIFICATION NUMBER.\n    7    4. INCLUDED ON THE WEBPAGE SHALL BE:\n    8    (A)  THE  STATEMENT,  \"IF YOU BELIEVE THAT SOMEONE HAS INTERFERED WITH\n    9  YOUR RIGHT TO REGISTER OR DECLINE TO REGISTER TO  VOTE,  YOUR  RIGHT  TO\n   10  PRIVACY  IN  DECIDING  WHETHER TO REGISTER OR IN APPLYING TO REGISTER TO\n   11  VOTE, OR YOUR RIGHT TO CHOOSE YOUR OWN POLITICAL PARTY  OR  OTHER  POLI-\n   12  TICAL  PREFERENCE,  YOU  MAY  FILE  A  COMPLAINT WITH THE STATE BOARD OF\n   13  ELECTIONS (ADDRESS AND TOLL FREE TELEPHONE NUMBER).\"\n   14    (B) A TOLL FREE NUMBER AT THE STATE BOARD OF  ELECTIONS  THAT  CAN  BE\n   15  CALLED FOR ANSWERS TO REGISTRATION QUESTIONS.\n   16    5.  WHENEVER AN APPLICANT SUPPLIES THE BOARD WITH HIS OR HER VALID NEW\n   17  YORK STATE DEPARTMENT OF MOTOR VEHICLES  CLIENT  IDENTIFICATION  NUMBER,\n   18  SUCH  APPLICANT'S  IDENTIFICATION  SHALL  BE  DEEMED VERIFIED. THE BOARD\n   19  SHALL IMPORT THE APPLICANT'S SIGNATURE  FROM  THE  DEPARTMENT  OF  MOTOR\n   20  VEHICLES  TO  BE USED FOR VERIFICATION PURPOSES AT THE TIME OF CASTING A\n   21  BALLOT.\n   22    6. ELECTRONIC REGISTRATIONS MADE NOT  LATER  THAN  THE  TWENTIETH  DAY\n   23  BEFORE  AN ELECTION SHALL ENTITLE THE APPLICANT TO VOTE IN SUCH ELECTION\n   24  PROVIDED THE BOARD DETERMINES THAT THE APPLICANT IS OTHERWISE QUALIFIED.\n   25    7. ELECTRONIC APPLICATION FORMS SHALL  BE PROCESSED BY  THE  BOARD  OF\n   26  ELECTIONS IN THE MANNER PRESCRIBED BY SECTION 5-210 OF THIS TITLE OR, IF\n   27  THE APPLICANT IS ALREADY REGISTERED TO VOTE FROM ANOTHER ADDRESS IN SUCH\n   28  COUNTY OR CITY, IN THE MANNER PRESCRIBED BY SECTION 5-208 OF THIS TITLE.\n   29  THE  BOARD SHALL SEND THE APPROPRIATE NOTICE OF APPROVAL OR REJECTION AS\n   30  REQUIRED BY EITHER SUBDIVISION NINE OF SUCH SECTION 5-210 OR SUBDIVISION\n   31  FIVE OF SUCH SECTION 5-208.\n   32    8. THE STATE BOARD SHALL ADOPT SUCH RULES AND REGULATIONS  AS  MAY  BE\n   33  NECESSARY  TO  CARRY  OUT  THE REQUIREMENTS OF THIS SECTION.   THE BOARD\n   34  SHALL ALSO ADOPT SUCH RULES AND  REGULATIONS  AS  MAY  BE  NECESSARY  TO\n   35  REQUIRE  COUNTY  BOARDS TO PROVIDE THE STATE BOARD WITH SUCH INFORMATION\n   36  AND DATA AS THE BOARD DEEMS NECESSARY TO  ASSESS  COMPLIANCE  WITH  THIS\n   37  SECTION AND TO COMPILE SUCH STATISTICS AS MAY BE REQUIRED BY THE FEDERAL\n   38  ELECTIONS COMMISSION.\n   39    9. THE STATE BOARD SHALL DEVELOP AND DISTRIBUTE PUBLIC INFORMATION AND\n   40  PROMOTIONAL  MATERIALS  RELATING  TO  THE PURPOSES AND IMPLEMENTATION OF\n   41  THIS PROGRAM.\n   42    10. THE DEPARTMENT OF MOTOR VEHICLES SHALL COOPERATE  WITH  THE  STATE\n   43  BOARD OF ELECTIONS IN IMPLEMENTING THE PROVISIONS OF THIS SECTION.\n   44    S 2. This act shall take effect on the one hundred eightieth day after\n   45  it  shall have become a law. Effective immediately, the amendment, addi-\n   46  tion, and/or repeal of any rule or regulation necessary for  the  timely\n   47  implementation of this act on its effective date is hereby authorized to\n   48  be made on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to authorizing electronic voter registration ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T111351.TXT", "SOBI.D110107.T165921.TXT", "SOBI.D110107.T111852.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294437561694
}