{
  "year" : 2011,
  "senateBillNo" : "A122-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A122-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the licensed land surveyor to notify adjacent property owners of changes to maps of a subdivided parcel and for the coordination of tax maps with surveyor maps",
  "summary" : "Requires landowner and licensed surveyor to notify adjacent property owners of survey and discrepancies between maps of a subdivided parcel before the sale and for the coordination of tax maps with surveyor maps; authorizes penalties for failure to notify. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A674-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          122\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN  ACT to amend the real property tax law and the real property law, in\n         relation to notifying certain property owners of record of changes  to\n         a parcel and coordinating tax maps with surveyor maps\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 503 of the real property tax  law,\n    2  as  added  by  chapter  472  of  the laws of 1984, is amended to read as\n    3  follows:\n    4    2. The originals of tax maps approved  under  this  section  shall  be\n    5  filed  in  the  office  of  the  county  director  of  real property tax\n    6  services. With the cooperation and  concurrence  of  the  assessor,  the\n    7  county  director shall make such changes from year to year upon such tax\n    8  maps as may be necessary to  maintain  the  maps  in  current  condition\n    9  INCLUDING  THE  DATE  THE  CHANGES  WERE MADE AND THE NAME OF THE PERSON\n   10  MAKING SUCH CHANGES; PROVIDED, HOWEVER, IF A SURVEY IS DONE ON A PARCEL,\n   11  SUCH SURVEY SHALL BE COORDINATED WITH THE TAX MAP OF THE SAME PARCEL AND\n   12  IF THERE IS A DISCREPANCY, ALL AFFECTED LANDOWNERS SHALL BE NOTIFIED  BY\n   13  THE  LICENSED LAND SURVEYOR AS PROVIDED IN SECTION THREE HUNDRED THIRTY-\n   14  FOUR-B OF THE REAL PROPERTY LAW.  The expense of  maintaining  such  tax\n   15  maps  in  current condition shall be a county charge and shall be levied\n   16  ad valorem upon all taxable property in the county. On such dates as are\n   17  appropriate for use in connection with  the  preparation  of  assessment\n   18  rolls,  the  county  director  shall furnish each city, town and village\n   19  that assesses real property for purposes of taxation with a copy of  the\n   20  approved tax map or pertinent portion thereof in current condition. Such\n   21  copy  of  the  map  shall  be  a public record and shall be filed in the\n   22  office of the assessor of the city, town or village; provided,  however,\n   23  that  if  the  city, town or village does not maintain an office for the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00782-01-1\n\n       A. 122                              2\n\n    1  assessor, the map shall be filed in the office  of  the  city,  town  or\n    2  village  clerk.  The  county director may file an additional copy of the\n    3  tax map in the office of the county clerk and shall provide  such  addi-\n    4  tional  copies to such county or other government agencies as the legis-\n    5  lative body of the county may direct.\n    6    S 2. The section heading of section 334 of the real property  law,  as\n    7  amended  by section 687 of the laws of 2005, is amended, subdivisions 1,\n    8  2, 3, 4, 5, 6 and 7 are renumbered subdivisions 2, 3, 4, 5, 6, 7  and  8\n    9  and a new subdivision 1 is added to read as follows:\n   10    [Maps] NOTICE REQUIREMENTS; MAPS to be filed; penalty for nonfiling.\n   11    1.  IT  SHALL BE THE DUTY OF EVERY PERSON OR CORPORATION WHO, AS OWNER\n   12  OR AGENT, SUBDIVIDES REAL PROPERTY INTO LOTS, PLOTS,  BLOCKS  OR  SITES,\n   13  WITH  OR  WITHOUT  STREETS,  FOR SALE TO THE PUBLIC TO PUBLISH NOTICE OF\n   14  SUCH PLAN TO SURVEY OR HAVE SURVEYED SUCH REAL PROPERTY  PRIOR  TO  SUCH\n   15  SUBDIVIDING  OF  REAL  PROPERTY.  SUCH  PUBLISHED NOTICE SHALL BE IN TWO\n   16  LOCAL NEWSPAPERS, AT LEAST ONE IN THE ENGLISH LANGUAGE, MOST  LIKELY  TO\n   17  GIVE  NOTICE  TO ANY INTERESTED PERSONS, FOR A PERIOD OF TEN CONSECUTIVE\n   18  DAYS PRIOR TO SURVEY, AND AT LEAST ONCE A WEEK IN EACH OF  FOUR  SUCCES-\n   19  SIVE WEEKS AFTER SUCH SURVEY HAS BEEN MADE. IT SHALL ALSO BE THE DUTY OF\n   20  THE  LICENSED  LAND  SURVEYOR  TO PROVIDE NOTICE TO THE PUBLIC OF A LAND\n   21  SURVEY BY POSTING SIGNS ON OR NEAR THE PROPERTY TO BE SURVEYED TEN  DAYS\n   22  PRIOR TO, DURING, AND FOR THIRTY DAYS AFTER THE LAND SURVEY.\n   23    S 3. The real property law is amended by adding a new section 334-b to\n   24  read as follows:\n   25    S  334-B.  DISCREPANCY AMONG LAND MAPS; PENALTY FOR FAILURE TO NOTIFY.\n   26  IT SHALL BE THE DUTY OF THE LICENSED LAND SURVEYOR  TO  PROVIDE  WRITTEN\n   27  NOTICE  TO HIS OR HER CLIENT WITHIN SIXTY DAYS OF A LAND SURVEY, AS WELL\n   28  AS ALL OF THE ADJACENT LANDOWNERS, OF ANY DISCREPANCY BETWEEN  THE  LAND\n   29  MAP  TO  BE  FILED BY SUCH SURVEYOR AND THE PREVIOUSLY FILED LAND MAP OF\n   30  SUCH REAL PROPERTY IN THE OFFICE OF THE COUNTY CLERK WHERE THE  PROPERTY\n   31  IS  SITUATED.  THE DUTY TO PROVIDE NOTICE OF SUCH DISCREPANCY SHALL ONLY\n   32  APPLY WHERE THE PARCEL OF REAL PROPERTY SURVEYED IS FIVE ACRES  OR  LESS\n   33  AND TWO PERCENT OR MORE OF THE PROPERTY IS AFFECTED BY A DISCREPANCY, OR\n   34  WHERE  THE  PARCEL OF REAL PROPERTY SURVEYED IS MORE THAN FIVE ACRES AND\n   35  TEN PERCENT OR MORE OF SUCH PROPERTY IS AFFECTED  BY  A  DISCREPANCY.  A\n   36  FAILURE TO PROVIDE NOTICE OF SUCH DISCREPANCY SHALL SUBJECT THE SURVEYOR\n   37  TO  A PENALTY TO BE DETERMINED AND IMPOSED BY THE COMMISSIONER OF EDUCA-\n   38  TION ON RECOMMENDATIONS FROM THE STATE BOARD FOR  ENGINEERING  AND  LAND\n   39  SURVEYING.\n   40    S 4. This act shall take effect on the one hundred eightieth day after\n   41  it shall have become a law.  Effective immediately, the addition, amend-\n   42  ment and/or repeal of any rule or regulation necessary for the implemen-\n   43  tation  of this act on its effective date are authorized and directed to\n   44  be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law and the real property law, in relation to notifying certain property owners of record of changes to a parcel and coordinating tax maps with surveyor maps ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105913.TXT", "SOBI.D101217.T151451.TXT", "SOBI.D101216.T113916.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292616891626
}