{
  "year" : 2011,
  "senateBillNo" : "A1235-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A1235-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for health insurance coverage for loss or damage to prosthetic limb",
  "summary" : "Provides for health insurance coverage for loss or damage to prosthetic limb; also provides for coverage for replacement of limb as prescribed by a doctor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A1263-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1235\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON -- Multi-Sponsored by -- M. of A. PHEFFER,\n         J. RIVERA,  TITUS -- read once and referred to the Committee on Insur-\n         ance\n\n       AN ACT to amend the insurance  law,  in  relation  to  health  insurance\n         coverage of prosthetic limbs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (l) of section 3221  of  the  insurance  law  is\n    2  amended by adding a new paragraph 18 to read as follows:\n    3    (18) EVERY INSURER DELIVERING A GROUP POLICY OR ISSUING A GROUP POLICY\n    4  FOR  DELIVERY  IN  THIS STATE SHALL PROVIDE COVERAGE TO A SUBSCRIBER (A)\n    5  FOR THE REPLACEMENT OF A PROSTHETIC LIMB AFTER AMPUTATION IF SAID  PROS-\n    6  THETIC  LIMB  IS  DAMAGED  OR  STOLEN;  AND (B) PROVIDE COVERAGE FOR THE\n    7  REPLACEMENT OF A PROSTHETIC LIMB TO A DEPENDENT CHILD  OF  A  SUBSCRIBER\n    8  THROUGH  THE  ATTAINMENT  OF  NINETEEN  YEARS  OF  AGE  AS OFTEN AS SAID\n    9  REPLACEMENT IS REQUIRED OR PRESCRIBED BY THE  DEPENDENT  CHILD'S  PHYSI-\n   10  CIAN.\n   11    S 2. Subsection (j) of section 4303 of the insurance law is amended by\n   12  adding a new paragraph 3 to read as follows:\n   13    (3)  A  HEALTH SERVICE CORPORATION OR MEDICAL EXPENSE INDEMNITY CORPO-\n   14  RATION   WHICH   PROVIDES   MEDICAL,   MAJOR    MEDICAL    OR    SIMILAR\n   15  COMPREHENSIVE-TYPE  COVERAGE  MUST  PROVIDE COVERAGE TO A SUBSCRIBER (A)\n   16  FOR THE REPLACEMENT OF A PROSTHETIC LIMB AFTER AMPUTATION IF SAID  PROS-\n   17  THETIC  LIMB  IS  DAMAGED  OR  STOLEN;  AND (B) PROVIDE COVERAGE FOR THE\n   18  REPLACEMENT OF A PROSTHETIC LIMB FOR A DEPENDENT CHILD OF  A  SUBSCRIBER\n   19  THROUGH ATTAINMENT OF NINETEEN YEARS OF AGE AS OFTEN AS SAID REPLACEMENT\n   20  IS REQUIRED OR PRESCRIBED BY THE DEPENDENT CHILD'S PHYSICIAN.\n   21    S  3. This act shall take effect on the first of January next succeed-\n   22  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04822-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to health insurance coverage of prosthetic limbs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T110851.TXT", "SOBI.D110107.T105851.TXT", "SOBI.D110107.T170421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294437861808
}