{
  "year" : 2011,
  "senateBillNo" : "A1236-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A1236-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that reduction in auto insurance premium for insured who completes defensive driving course shall not be less than fifteen percent",
  "summary" : "Provides that reduction in auto insurance premium for insured who completes defensive driving course shall not be less than fifteen percent. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A1261-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1236\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. COLTON, BENEDETTO, GUNTHER, CYMBROWITZ, MILLMAN,\n         MAISEL, ENGLEBRIGHT, HOOPER -- Multi-Sponsored by -- M. of A.  ABBATE,\n         FINCH,  McDONOUGH,  McENENY,  McKEVITT, PEOPLES-STOKES, PHEFFER, RAIA,\n         SALADINO, THIELE, WEISENBERG, ZEBROWSKI -- read once and  referred  to\n         the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to premium reductions for\n         motor vehicle liability, comprehensive and collision insurance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (a) of section 2336 of  the  insurance  law,  as\n    2  amended  by  chapter  751  of  the  laws  of 2005, is amended to read as\n    3  follows:\n    4    (a) Any schedule of rates or rating plan for motor  vehicle  liability\n    5  and  collision  insurance  submitted to the superintendent shall provide\n    6  for an appropriate reduction in premium charges for any  insured  for  a\n    7  three year period after successfully completing a motor vehicle accident\n    8  prevention  course,  known  as  the  national safety council's defensive\n    9  driving course, or any driver improvement course approved by the depart-\n   10  ment of motor vehicles as being equivalent to the national safety  coun-\n   11  cil's  defensive  driving  course,  provided that, except as provided in\n   12  article twelve-C of the vehicle and  traffic  law,  there  shall  be  no\n   13  reduction in premiums for a self instruction defensive driving course or\n   14  a  course  which does not provide for actual classroom instruction for a\n   15  minimum number of hours as determined by the department of  motor  vehi-\n   16  cles.  Such  reduction in premium charges shall be subsequently modified\n   17  to the extent  appropriate,  based  upon  analysis  of  loss  experience\n   18  statistics  and  other  relevant  factors.  All such accident prevention\n   19  courses shall be monitored by the department of motor vehicles and shall\n   20  include components of instruction in \"Road Rage\" awareness and in  \"Work\n   21  Zone Safety\" awareness as defined by the commissioner of motor vehicles.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04818-01-1\n\n       A. 1236                             2\n\n    1  The  provisions  of  this  section  shall  not  apply to attendance at a\n    2  program pursuant to article twenty-one of the vehicle and traffic law as\n    3  a result of any traffic infraction.  IN NO EVENT SHALL THE REDUCTION  IN\n    4  PREMIUM  CHARGES  FOR  ANY INSURED SUCCESSFULLY COMPLETING THE DEFENSIVE\n    5  DRIVING COURSE AS SET FORTH ABOVE BE LESS THAN FIFTEEN PERCENT.\n    6    S 2. Subsection (a) of section 2336 of the insurance law,  as  amended\n    7  by chapter 585 of the laws of 2002, is amended to read as follows:\n    8    (a)  Any  schedule of rates or rating plan for motor vehicle liability\n    9  and collision insurance submitted to the  superintendent  shall  provide\n   10  for  an  appropriate  reduction in premium charges for any insured for a\n   11  three year period after successfully completing a motor vehicle accident\n   12  prevention course, known as  the  national  safety  council's  defensive\n   13  driving course, or any driver improvement course approved by the depart-\n   14  ment  of motor vehicles as being equivalent to the national safety coun-\n   15  cil's defensive driving course, provided  that  in  either  event  there\n   16  shall be no reduction in premiums for a self instruction defensive driv-\n   17  ing  course  or  a  course  which  does not provide for actual classroom\n   18  instruction for a minimum number of hours as determined by  the  depart-\n   19  ment  of  motor  vehicles.  Such  reduction  in premium charges shall be\n   20  subsequently modified to the extent appropriate, based upon analysis  of\n   21  loss experience statistics and other relevant factors. All such accident\n   22  prevention  courses  shall be monitored by the department of motor vehi-\n   23  cles and shall include components of instruction in \"Road  Rage\"  aware-\n   24  ness  and in \"Work Zone Safety\" awareness as defined by the commissioner\n   25  of motor vehicles. The provisions of this section  shall  not  apply  to\n   26  attendance  at  a  program pursuant to article twenty-one of the vehicle\n   27  and traffic law as a result of any traffic  infraction.    IN  NO  EVENT\n   28  SHALL  THE  REDUCTION  IN  PREMIUM  CHARGES FOR ANY INSURED SUCCESSFULLY\n   29  COMPLETING THE DEFENSIVE DRIVING COURSE AS SET FORTH ABOVE BE LESS  THAN\n   30  FIFTEEN PERCENT.\n   31    S  3. This act shall take effect on the first of January next succeed-\n   32  ing the date on which it shall have become a law; provided that  section\n   33  one  of this act shall expire on the same date and in the same manner as\n   34  section 1 of chapter 751 of the laws of 2005, as amended, expires,  when\n   35  upon such date section two of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to premium reductions for motor vehicle liability, comprehensive and collision insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T110851.TXT", "SOBI.D110107.T170421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294437861812
}