{
  "year" : 2011,
  "senateBillNo" : "A1231-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A1231-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the definition of income for purposes of the senior citizen rent increase exemptions (SCRIE) program",
  "summary" : "Excludes social security payments and supplemental security income from the definition of \"income\" for the purposes of determining eligibility under the senior citizen rent increase exemption (SCRIE). ",
  "currentCommittee" : null,
  "sameAs" : "S1251",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A1644-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1231\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. BING, CLARK, WRIGHT, COLTON, ROBINSON, PHEFFER,\n         J. RIVERA, BENEDETTO,  DINOWITZ,  PERRY,  TITONE,  ROSENTHAL,  CAMARA,\n         GIBSON,  DenDEKKER,  MENG  --  Multi-Sponsored  by -- M. of A. ABBATE,\n         AUBRY,  BOYLAND,  BRENNAN,  BROOK-KRASNY,  CAHILL,  COOK,  CYMBROWITZ,\n         FARRELL,  GLICK,  GUNTHER,  HEASTIE,  HOOPER, JAFFEE, KELLNER, LAVINE,\n         V. LOPEZ, MAYERSOHN, McENENY, M. MILLER, MILLMAN, ORTIZ, PAULIN, REIL-\n         LY, SCHIMEL, TITUS, TOWNS, WEISENBERG -- read once and referred to the\n         Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to the definition\n         of income for purposes of the senior citizen rent increase  exemptions\n         (SCRIE) program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph c of subdivision 1 of section 467-b of  the  real\n    2  property  tax  law,  as  amended  by chapter 500 of the laws of 2001, is\n    3  amended to read as follows:\n    4    c. \"Income\" means income from  all  sources  after  deduction  of  all\n    5  income  and  social  security  taxes  and  includes  social security and\n    6  retirement benefits, supplemental security income and  additional  state\n    7  payments,  public  assistance  benefits, interest, dividends, net rental\n    8  income, salary or earnings, and net  income  from  self-employment,  but\n    9  shall  not  include  gifts or inheritances, payments made to individuals\n   10  because of their status as victims of Nazi persecution,  as  defined  in\n   11  P.L.  103-286,  or increases in benefits accorded pursuant to the social\n   12  security act or a public or private pension paid to any  member  of  the\n   13  household which increase, in any given year, does not exceed the consum-\n   14  er  price  index  (all  items  United States city average) for such year\n   15  which take effect after the date of eligibility of head of the household\n   16  receiving benefits hereunder whether received by the head of the  house-\n   17  hold  or any other member of the household; PROVIDED HOWEVER THAT INCOME\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00668-01-1\n\n       A. 1231                             2\n\n    1  SHALL NOT INCLUDE INCOME FROM SOCIAL SECURITY BENEFITS  OR  SUPPLEMENTAL\n    2  SECURITY  INCOME  PAYMENTS IF THE GOVERNING BOARD OF THE MUNICIPALITY IN\n    3  WHICH THE SENIOR CITIZEN RESIDES, AFTER PUBLIC HEARING, ADOPTS  A  LOCAL\n    4  LAW,  ORDINANCE,  OR  RESOLUTION  ELECTING  TO  EXEMPT SUCH BENEFITS AND\n    5  PAYMENTS;\n    6    S 2. Paragraph f of subdivision 1 of section 467-c of the real proper-\n    7  ty tax law, as amended by chapter 500 of the laws of 2001, is amended to\n    8  read as follows:\n    9    f. \"Income\" means income received by the eligible head of  the  house-\n   10  hold combined with the income of all other members of the household from\n   11  all  sources after deduction of all income and social security taxes and\n   12  includes without limitation, social security  and  retirement  benefits,\n   13  supplemental  security  income  and  additional  state  payments, public\n   14  assistance benefits, interest, dividends, net rental income, salary  and\n   15  earnings,  and  net  income  from self employment, but shall not include\n   16  gifts or inheritances, payments made to  individuals  because  of  their\n   17  status  as  victims  of Nazi persecution as defined in P.L. 103-286, nor\n   18  increases in benefits accorded pursuant to the social security act or  a\n   19  public  or  private  pension  paid  to any member of the household which\n   20  increase, in any given year, does not exceed the  consumer  price  index\n   21  (all  items  United States city average) for such year which take effect\n   22  after the eligibility date of an eligible head of the household  receiv-\n   23  ing  benefits  hereunder  whether  received  by the eligible head of the\n   24  household or any other member of the household. When the  eligible  head\n   25  of the household has retired on or after the commencement of the taxable\n   26  period  and  prior  to  the  date  of  making  an application for a rent\n   27  increase exemption order/tax  abatement  certificate  pursuant  to  this\n   28  section,  such  person's income shall be adjusted by excluding salary or\n   29  earnings and projecting such person's retirement income over the  entire\n   30  taxable  period.    FOR  PURPOSES OF DETERMINING INCOME PURSUANT TO THIS\n   31  PARAGRAPH, INCOME SHALL NOT INCLUDE SOCIAL SECURITY BENEFITS AND SUPPLE-\n   32  MENTAL SECURITY INCOME PAYMENTS IF THE  GOVERNING  BOARD  OF  THE  LOCAL\n   33  MUNICIPALITY IN WHICH THE SENIOR CITIZEN RESIDES,  AFTER PUBLIC HEARING,\n   34  ADOPTS  A  LOCAL  LAW,  ORDINANCE, OR RESOLUTION ELECTING TO EXEMPT SUCH\n   35  BENEFITS AND PAYMENTS.\n   36    S 3. This act shall take effect immediately; provided,  however,  that\n   37  the  amendments  to paragraph c of subdivision 1 of section 467-b of the\n   38  real property tax law, made by section one of this act, shall not affect\n   39  the expiration of such section and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the definition of income for purposes of the senior citizen rent increase exemptions (SCRIE) program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T111351.TXT", "SOBI.D110107.T165921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294437561697
}