{
  "year" : 2011,
  "senateBillNo" : "A1232-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A1232-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the training of police officers and firefighters with respect to persons with disabilities and hearing-impaired people",
  "summary" : "Relates to the training of police officers and firefighters with respect to persons with disabilities and deaf people. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A10454-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1232\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. BING, ORTIZ, SCHROEDER, MILLMAN, BOYLAND, PERRY,\n         MENG, CASTRO, BARRON, SCHIMEL, ROBINSON, HOOPER -- Multi-Sponsored  by\n         -- M. of A. BRENNAN, MARKEY, MAYERSOHN, PHEFFER, REILLY, WEISENBERG --\n         read once and referred to the Committee on Local Governments\n\n       AN  ACT to amend the general municipal law and the public health law, in\n         relation to the training of police officers and firefighters\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  general  municipal  law  is  amended by adding a new\n    2  section 209-ff to read as follows:\n    3    S 209-FF. TRAINING OF POLICE OFFICERS AND  FIREFIGHTERS.  1.  (A)  THE\n    4  COMMISSIONER  OF  THE  NEW  YORK  STATE  DIVISION  OF  CRIMINAL  JUSTICE\n    5  SERVICES, IN CONSULTATION WITH THE COMMISSIONER OF THE OFFICE OF  MENTAL\n    6  RETARDATION  AND  DEVELOPMENTAL  DISABILITIES  AND  DISABILITY  ADVOCACY\n    7  GROUPS, SHALL REVIEW THE TRAINING COURSE ENTITLED \"PERSONS WITH DISABIL-\n    8  ITIES,\" PART FIVE SECTION E OF THE BASIC COURSE FOR POLICE OFFICERS  AND\n    9  MODIFY  IT TO INCLUDE INSTRUCTION ON OTHER DEVELOPMENTAL DISABILITIES AS\n   10  WELL. THE TRAINING SHOULD INCLUDE INSTRUCTION ON CEREBRAL PALSY, EPILEP-\n   11  SY, EMOTIONAL DISTURBANCE, TRAUMATIC BRAIN INJURY, PERSONS WHO ARE HEAR-\n   12  ING-IMPAIRED, AND ANY OTHER DISABILITY DEEMED NECESSARY BY  THE  COMMIS-\n   13  SIONERS.  THE  TRAINING  SHALL BE DESIGNED TO EDUCATE POLICE OFFICERS ON\n   14  APPROPRIATE RECOGNITION AND RESPONSE TECHNIQUES FOR  HANDLING  EMERGENCY\n   15  SITUATIONS  INVOLVING  INDIVIDUALS  WITH  DEVELOPMENTAL  DISABILITIES OR\n   16  PEOPLE WHO ARE HEARING-IMPAIRED.   THE CURRICULUM  SHOULD  ALSO  INCLUDE\n   17  INSTRUCTION ON APPROPRIATE INTERVIEW AND INTERROGATION TECHNIQUES. ADDI-\n   18  TIONAL  ATTENTION  SHOULD BE PLACED UPON BEHAVIORS ASSOCIATED WITH INDI-\n   19  VIDUALS WITH AUTISM AND OTHER NEUROLOGICAL AND BEHAVIORALLY BASED DISOR-\n   20  DERS. THE TRAINING COURSE SHALL BE ADMINISTERED  BY  THE  COMMISSION  ON\n   21  QUALITY OF CARE AND ADVOCACY FOR PERSONS WITH DISABILITIES CREATED UNDER\n   22  ARTICLE  FORTY-FIVE OF THE MENTAL HYGIENE LAW, AS PART OF THE IN-SERVICE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01086-01-1\n\n       A. 1232                             2\n\n    1  TRAINING PROVIDED TO EACH LOCAL POLICE OFFICER IN EACH  LAW  ENFORCEMENT\n    2  UNIT  OPERATING  IN  THIS  STATE.  THIS REVIEW AND MODIFICATION SHALL BE\n    3  IMPLEMENTED WITHIN TWELVE MONTHS OF THE EFFECTIVE DATE OF THIS SECTION.\n    4    (B)  NOTWITHSTANDING  ANY STATE OR LOCAL LAW, PRIOR TO BEING APPOINTED\n    5  TO PERMANENT STATUS AS A LOCAL POLICE OFFICER IN A LAW ENFORCEMENT UNIT,\n    6  AN INDIVIDUAL SHALL BE REQUIRED TO COMPLETE THE TRAINING COURSE ENTITLED\n    7  \"PERSONS WITH DISABILITIES.\" EVERY LOCAL POLICE OFFICER APPOINTED  PRIOR\n    8  TO THE EFFECTIVE DATE OF THIS SECTION SHALL, WITHIN THIRTY-SIX MONTHS OF\n    9  SUCH  EFFECTIVE  DATE,  SATISFACTORILY  COMPLETE  THE TRAINING DEVELOPED\n   10  UNDER PARAGRAPH (A) OF THIS SUBDIVISION.\n   11    2. (A) THE STATE FIRE ADMINISTRATOR OF THE OFFICE OF  FIRE  PREVENTION\n   12  AND  CONTROL,  IN  CONSULTATION  WITH  THE COMMISSIONER OF THE OFFICE OF\n   13  MENTAL RETARDATION AND DEVELOPMENTAL DISABILITIES AND DISABILITY ADVOCA-\n   14  CY GROUPS, SHALL ADAPT THE TRAINING DEVELOPED BY THE COMMISSIONER OF THE\n   15  NEW YORK STATE DIVISION OF CRIMINAL JUSTICE SERVICES UNDER PARAGRAPH (A)\n   16  OF SUBDIVISION ONE OF THIS SECTION TO BE  UTILIZED  FOR  TRAINING  FIRE-\n   17  FIGHTERS.  THE  CURRICULUM  SHALL BE INCORPORATED INTO EXISTING REQUIRE-\n   18  MENTS FOR TRAINING, RE-CERTIFICATION AND CONTINUING EDUCATION  OF  FIRE-\n   19  FIGHTERS, WITHIN SIXTEEN MONTHS OF THE EFFECTIVE DATE OF THIS SECTION.\n   20    (B)  NOTWITHSTANDING  ANY STATE OR LOCAL LAW, ALL FIREFIGHTERS, VOLUN-\n   21  TEER OR PAID, PERMANENT OR NON-PERMANENT, AND ALL INDIVIDUALS ENGAGED IN\n   22  FIRE SUPPRESSION, FIREFIGHTING, OR FIRE  RESCUE  SHALL  BE  REQUIRED  TO\n   23  SATISFACTORILY  COMPLETE  THE  TRAINING DEVELOPED UNDER PARAGRAPH (A) OF\n   24  SUBDIVISION ONE OF THIS SECTION, AS PART OF EXISTING  CONTINUING  EDUCA-\n   25  TION REQUIREMENTS, AT LEAST ONCE EVERY THIRTY-SIX MONTHS.\n   26    S  2. The public health law is amended by adding a new section 3054 to\n   27  read as follows:\n   28    S 3054. TRAINING OF EMERGENCY RESPONDERS. 1. THE DIRECTOR OF  THE  NEW\n   29  YORK  STATE  HEALTH  DEPARTMENT BUREAU OF EMERGENCY MEDICAL SERVICES, IN\n   30  CONSULTATION WITH THE COMMISSIONER OF THE OFFICE OF  MENTAL  RETARDATION\n   31  AND  DEVELOPMENTAL  DISABILITIES  AND  DISABILITY ADVOCACY GROUPS, SHALL\n   32  ADAPT THE TRAINING DEVELOPED BY THE COMMISSIONER OF THE NEW  YORK  STATE\n   33  DIVISION  OF  CRIMINAL  JUSTICE  SERVICES  PURSUANT  TO PARAGRAPH (A) OF\n   34  SUBDIVISION ONE OF SECTION TWO HUNDRED NINE-FF OF THE GENERAL  MUNICIPAL\n   35  LAW  TO  BE  UTILIZED  FOR TRAINING EMERGENCY RESPONDERS. THE CURRICULUM\n   36  SHALL BE INCORPORATED INTO EXISTING REQUIREMENTS FOR TRAINING, RE-CERTI-\n   37  FICATION AND CONTINUING EDUCATION OF EMERGENCY RESPONDERS, WITHIN  EIGH-\n   38  TEEN MONTHS OF THE EFFECTIVE DATE OF THIS SECTION.\n   39    2.  PRIOR  TO  CERTIFICATION  BY  THE NEW YORK STATE HEALTH DEPARTMENT\n   40  BUREAU OF EMERGENCY MEDICAL SERVICES, EVERY ADVANCED  EMERGENCY  MEDICAL\n   41  TECHNICIAN,  EMERGENCY  MEDICAL TECHNICIAN OR CERTIFIED FIRST RESPONDER,\n   42  AS DEFINED IN SECTION THREE THOUSAND  ONE  OF  THIS  CHAPTER,  SHALL  BE\n   43  REQUIRED  TO SATISFACTORILY COMPLETE THE TRAINING DEVELOPED UNDER SUBDI-\n   44  VISION ONE OF THIS SECTION.\n   45    3. PRIOR TO RE-CERTIFICATION BY THE NEW YORK STATE  HEALTH  DEPARTMENT\n   46  BUREAU  OF  EMERGENCY MEDICAL SERVICES, EVERY ADVANCED EMERGENCY MEDICAL\n   47  TECHNICIAN, EMERGENCY MEDICAL TECHNICIAN OR CERTIFIED  FIRST  RESPONDER,\n   48  AS  DEFINED  IN  SECTION  THREE  THOUSAND  ONE OF THIS CHAPTER, SHALL BE\n   49  REQUIRED TO SATISFACTORILY COMPLETE THE TRAINING DEVELOPED UNDER  SUBDI-\n   50  VISION ONE OF THIS SECTION. THE TRAINING SHALL BE COMPLETED AS PART OF A\n   51  STATE  APPROVED  REFRESHER  COURSE  OR  CONTINUING EDUCATION COURSE. THE\n   52  TRAINING SHALL BE SUBSTANTIALLY SIMILAR, IN SUBSTANCE AND  DURATION,  TO\n   53  THE TRAINING MANDATED IN PARAGRAPH (A) OF SUBDIVISION ONE OF SECTION TWO\n   54  HUNDRED  NINE-FF  OF  THE  GENERAL  MUNICIPAL LAW. NO ADVANCED EMERGENCY\n   55  MEDICAL TECHNICIAN, EMERGENCY  MEDICAL  TECHNICIAN  OR  CERTIFIED  FIRST\n   56  RESPONDER,  AS  DEFINED  IN  SECTION THREE THOUSAND ONE OF THIS CHAPTER,\n\n       A. 1232                             3\n\n    1  SHALL BE EXEMPT FROM THIS REQUIREMENT FOR ANY REASON,  CERTIFICATION  OR\n    2  TEST SCORE.\n    3    S 3. This act shall take effect on the one hundred eightieth day after\n    4  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the public health law, in relation to the training of police officers and firefighters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T111351.TXT", "SOBI.D110107.T165921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294437561699
}