{
  "year" : 2011,
  "senateBillNo" : "A1239-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1239-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires contractors to recycle 50% of the waste generated on construction and demolition sites",
  "summary" : "Requires contractors to recycle 50% of the waste generated on construction and demolition sites. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1320-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1239\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  COLTON, DINOWITZ, SCHIMEL, PERRY, MILLMAN --\n         Multi-Sponsored by -- M.  of A. BOYLAND, BRENNAN, BROOK-KRASNY, GLICK,\n         GOTTFRIED, MAISEL, MAYERSOHN, REILLY -- read once and referred to  the\n         Committee on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         requiring contractors to  recycle  construction  and  demolition  site\n         waste\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The purpose of this act is  to  signif-\n    2  icantly  reduce the amount of waste produced by construction and demoli-\n    3  tion activities in the state of New York. There are  many  opportunities\n    4  to reduce or recycle materials from construction and demolition, includ-\n    5  ing  metals,  cardboard,  drywall,  glass, wood and asphalt. This act is\n    6  consistent with the goals of the state's solid  waste  management  plan,\n    7  complementing other recycling and recovery programs currently in effect.\n    8    S  2.  The  environmental  conservation law is amended by adding a new\n    9  section 27-0721 to read as follows:\n   10  S 27-0721. CONSTRUCTION AND DEMOLITION SITE WASTE RECYCLING.\n   11    1. DEFINITIONS. AS USED IN THIS SECTION:\n   12    (A) \"CONTRACTOR\" MEANS A GENERAL CONTRACTOR AND SHALL ALSO INCLUDE ANY\n   13  SUBCONTRACTOR ENGAGED IN THE DEMOLITION OR WRECKING OF A  STRUCTURE  FOR\n   14  WHICH A PERMIT IS REQUIRED.\n   15    (B)  \"CONSTRUCTION  AND  DEMOLITION  DEBRIS\" SHALL INCLUDE, BUT NOT BE\n   16  LIMITED TO, METALS, CARDBOARD, DRYWALL, GLASS, WOOD, CONCRETE, BRICK AND\n   17  ASPHALT, BUT SHALL NOT INCLUDE ANY  MATERIAL  THAT  IS  CONTAMINATED  BY\n   18  LEAD,  ASBESTOS  OR OTHER HAZARDOUS MATERIAL SUCH THAT RECYCLING THEREOF\n   19  WOULD BE ILLEGAL OR UNFEASIBLE.\n   20    (C) \"RECYCLER\" MEANS A RECYCLING FACILITY, TRANSFER STATION  OR  OTHER\n   21  WASTE HANDLING FACILITY PERMITTED PURSUANT TO THIS ARTICLE WHICH ACCEPTS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04858-01-1\n\n       A. 1239                             2\n\n    1  CONSTRUCTION AND DEMOLITION DEBRIS FOR RECYCLING OR FOR FURTHER TRANSFER\n    2  TO A RECYCLING FACILITY.\n    3    (D)  \"REUSE\" MEANS (I) THE ON-SITE USE OF REPROCESSED CONSTRUCTION AND\n    4  DEMOLITION DEBRIS IF THE USE OF SUCH DEBRIS IS AUTHORIZED BY THE COMMIS-\n    5  SIONER; AND (II) THE OFF-SITE REDISTRIBUTION OF A MATERIAL  WHICH  WOULD\n    6  OTHERWISE  BE DISPOSED OF, FOR USE IN THE SAME OR SIMILAR FORM AS IT WAS\n    7  PRODUCED.\n    8    2. APPLICABILITY. (A) CONTRACTORS SHALL RECYCLE OR REUSE  CONSTRUCTION\n    9  AND  DEMOLITION DEBRIS PRODUCED ON SITE AS PART OF CONSTRUCTION OR DEMO-\n   10  LITION ACTIVITIES BY MEETING THE FOLLOWING REQUIREMENTS:\n   11    (I) ON A PROJECT THAT IS ISSUED A  PERMIT  WITH  AN  APPLICATION  DATE\n   12  WITHIN  ONE  YEAR  OF THE EFFECTIVE DATE OF THIS SECTION, THE CONTRACTOR\n   13  SHALL CAUSE TO BE RECYCLED OR REUSED AT LEAST TWENTY-FIVE PERCENT OF THE\n   14  CONSTRUCTION AND DEMOLITION DEBRIS, AS MEASURED BY WEIGHT,  PRODUCED  ON\n   15  SITE.\n   16    (II)  ON  A PROJECT THAT IS ISSUED A PERMIT WITH AN APPLICATION DATE A\n   17  YEAR OR MORE AFTER THE EFFECTIVE DATE OF THIS  SECTION,  THE  CONTRACTOR\n   18  SHALL  CAUSE  TO  BE  RECYCLED  OR  REUSED AT LEAST FIFTY PERCENT OF THE\n   19  CONSTRUCTION AND DEMOLITION DEBRIS, AS MEASURED BY WEIGHT,  PRODUCED  ON\n   20  SITE.\n   21    (B)  THE FOLLOWING PROJECTS SHALL BE SUBJECT TO THE PROVISIONS OF THIS\n   22  SECTION:\n   23    (I) CONSTRUCTION OF NEW RESIDENTIAL BUILDINGS WITH FOUR OR MORE DWELL-\n   24  ING UNITS;\n   25    (II)  CONSTRUCTION  OF  NEW  NON-RESIDENTIAL  BUILDINGS,  OTHER   THAN\n   26  PROJECTS FOR WHICH THE TOTAL AREA IS FOUR THOUSAND SQUARE FEET OR LESS;\n   27    (III)  ANY  REHABILITATION  OF  NON-RESIDENTIAL BUILDINGS OF MORE THAN\n   28  FOUR THOUSAND SQUARE FEET THAT WILL REQUIRE CERTIFICATION  OF  OCCUPANCY\n   29  TO BE ISSUED FROM THE APPROPRIATE CITY, TOWN OR VILLAGE DEPARTMENT;\n   30    (IV)  DEMOLITION  OF  RESIDENTIAL BUILDINGS WITH FOUR OR MORE DWELLING\n   31  UNITS THAT INCLUDES THE DEMOLITION OF AT LEAST ONE OUTSIDE WALL; AND\n   32    (V) DEMOLITION OF NON-RESIDENTIAL BUILDINGS, OTHER THAN  PROJECTS  FOR\n   33  WHICH THE TOTAL AREA IS FOUR THOUSAND SQUARE FEET OR LESS.\n   34    (C)  A  PROJECT  SHALL  BE EXEMPT FROM THIS SECTION IF ONLY A PLUMBING\n   35  PERMIT OR ONLY AN ELECTRICAL PERMIT IS REQUIRED FOR SUCH PROJECT.\n   36    3. CONTRACTOR RESPONSIBILITIES. (A) WITHIN THIRTY DAYS  OF  COMPLETION\n   37  OF A PROJECT, THE CONTRACTOR SHALL SUBMIT DOCUMENTATION TO THE APPROPRI-\n   38  ATE CITY, TOWN OR VILLAGE TO REPORT COMPLIANCE WITH THIS SECTION AND THE\n   39  REGULATIONS  PROMULGATED  PURSUANT TO THIS SECTION. IF THE CONTRACTOR IS\n   40  UNABLE TO MEET THE RECYCLING AND REUSE REQUIREMENTS OF THIS SECTION, THE\n   41  CONTRACTOR MAY APPLY FOR A WAIVER FROM THE CITY, TOWN OR  VILLAGE.  SUCH\n   42  DOCUMENTATION SHALL BE IN A FORM AND MANNER DETERMINED BY THE CITY, TOWN\n   43  OR VILLAGE.\n   44    (B)  IF  A  CONTRACTOR  IS  UNABLE  OR  REFUSES TO SUBMIT THE REQUIRED\n   45  DOCUMENTATION,  A  PROPERTY  OWNER  MAY  SUBMIT  A  WAIVER   APPLICATION\n   46  SUPPORTED  BY AN AFFIDAVIT THAT THE CONTRACTOR IS UNAVAILABLE OR REFUSES\n   47  TO PROVIDE THE REQUIRED DOCUMENTATION.\n   48    (C) A CONTRACTOR SHALL COMPLY WITH ALL REASONABLE REQUESTS FOR  INFOR-\n   49  MATION  AND  DOCUMENTATION  BY  THE CITY, TOWN OR VILLAGE PURSUANT TO AN\n   50  AUDIT TO MONITOR COMPLIANCE WITH THIS SECTION. DOCUMENTATION REQUIRED BY\n   51  THIS SECTION SHALL BE MAINTAINED FOR AT LEAST THREE YEARS.\n   52    4. CITY, TOWN AND VILLAGE RESPONSIBILITIES. (A) EACH  CITY,  TOWN  AND\n   53  VILLAGE SHALL ESTABLISH A PROCEDURE FOR CONTRACTORS TO APPLY FOR WAIVERS\n   54  OF  THE  REQUIREMENTS  OF  THIS SECTION. SUCH REQUIREMENTS SHALL INCLUDE\n   55  DOCUMENTATION OF THE AMOUNT OF MATERIAL THE CONTRACTOR IS ACTUALLY  ABLE\n\n       A. 1239                             3\n\n    1  TO  RECYCLE  OR REUSE AND THE REASON OR REASONS FOR WHICH THE CONTRACTOR\n    2  CANNOT MEET THE RECYCLING AND REUSE REQUIREMENTS IN THIS SECTION.\n    3    (B)  A CITY, TOWN OR VILLAGE SHALL NOT ISSUE ANY NEW BUILDING OR DEMO-\n    4  LITION PERMIT TO A CONTRACTOR  WHO  HAS  FAILED  TO  TIMELY  SUBMIT  THE\n    5  REQUIRED DOCUMENTATION WITH RESPECT TO ANY COMPLETED PROJECT, UNTIL SUCH\n    6  CONTRACTOR  EITHER  SUBMITS  (I) THE REQUIRED DOCUMENTS INCLUDING, WHERE\n    7  APPLICABLE, PROOF THAT ANY FINE DUE PURSUANT TO SUBDIVISION FIVE OF THIS\n    8  SECTION HAS BEEN PAID IN FULL, OR (II) PROOF OF A WAIVER ISSUED  BY  THE\n    9  CITY, TOWN OR VILLAGE AND, THE PAYMENT OF ANY FINE DUE.\n   10    (C)  THE CITY, TOWN OR VILLAGE MAY WITHHOLD A CERTIFICATE OF OCCUPANCY\n   11  FOR A PROJECT UNTIL THE CONTRACTOR SUBMITS EITHER THE REQUIRED  DOCUMEN-\n   12  TATION  INCLUDING, WHERE APPLICABLE, PROOF THAT ANY FINE DUE PURSUANT TO\n   13  SUBDIVISION FIVE OF THIS SECTION HAS BEEN PAID IN FULL; OR  PROOF  OF  A\n   14  WAIVER ISSUED BY THE CITY, TOWN OR VILLAGE AND, PAYMENT OF ANY FINE DUE.\n   15    (D)  THE  CITY,  TOWN  OR  VILLAGE  IS AUTHORIZED TO CONDUCT AUDITS OF\n   16  CONTRACTORS TO DETERMINE AND VALIDATE COMPLIANCE WITH  THE  REQUIREMENTS\n   17  OF  THIS  SECTION. THE CITY, TOWN OR VILLAGE MAY REQUEST INFORMATION AND\n   18  DOCUMENTATION RELEVANT TO SUCH AN AUDIT FROM ANY CONTRACTOR.\n   19    (E) THE CITY, TOWN OR VILLAGE IS AUTHORIZED TO PROMULGATE  SUCH  RULES\n   20  AND  REGULATIONS  AS  NECESSARY  TO  IMPLEMENT  THE  PROVISIONS  OF THIS\n   21  SECTION.  SUCH RULES AND REGULATIONS SHALL CONTAIN PROVISIONS FOR  SEEK-\n   22  ING AND OBTAINING A WAIVER FROM THE PROVISIONS OF THIS SECTION.\n   23    5.  FINES  AND  PENALTIES.  (A)  CONTRACTORS  WHO  FAIL TO PROVIDE THE\n   24  DOCUMENTATION REQUIRED BY THIS SECTION OR WHO HAVE NOT RECEIVED A WAIVER\n   25  FROM THE CITY, TOWN OR VILLAGE SHALL  BE  SUBJECT  TO  A  FINE  OF  FIVE\n   26  HUNDRED  DOLLARS  FOR EACH DAY THAT THEY FAIL TO PROVIDE THE INFORMATION\n   27  OR APPLY FOR A WAIVER.\n   28    (B) CONTRACTORS WHO FAIL TO MEET THE RECYCLING OR  REUSE  REQUIREMENTS\n   29  OF  THIS SECTION AND HAVE APPLIED FOR AND NOT RECEIVED A WAIVER FROM THE\n   30  CITY, TOWN OR VILLAGE SHALL BE ASSESSED A FINE AS FOLLOWS:\n   31    (I) FOR PROJECTS INVOLVING TEN THOUSAND SQUARE FEET OR MORE  OF  RENO-\n   32  VATED,  NEWLY  CONSTRUCTED OR DEMOLISHED SPACE, FIVE HUNDRED DOLLARS FOR\n   33  EACH PERCENTAGE POINT OF DIFFERENCE BETWEEN THE AMOUNT REQUIRED BY  THIS\n   34  SECTION  TO  BE  RECYCLED  OR REUSED AND THE AMOUNT ACTUALLY RECYCLED OR\n   35  REUSED; AND\n   36    (II) FOR PROJECTS INVOLVING LESS THAN  TEN  THOUSAND  SQUARE  FEET  OF\n   37  RENOVATED,  NEWLY  CONSTRUCTED  OR  DEMOLISHED  SPACE, TWO HUNDRED FIFTY\n   38  DOLLARS FOR EACH PERCENTAGE  POINT  OF  DIFFERENCE  BETWEEN  THE  AMOUNT\n   39  REQUIRED BY THIS SECTION TO BE RECYCLED OR REUSED AND THE AMOUNT ACTUAL-\n   40  LY RECYCLED OR REUSED.\n   41    (C)  THE  CITY,  TOWN  OR VILLAGE MAY MODIFY THE PENALTIES REQUIRED BY\n   42  PARAGRAPH (A) OR (B) OF THIS SUBDIVISION FOR FAILURE TO PROVIDE DOCUMEN-\n   43  TATION OR MEET THE RECYCLING AND REUSE REQUIREMENTS, IF  IT  FINDS  THAT\n   44  THERE ARE EXTENUATING CIRCUMSTANCES FOR SUCH FAILURES.\n   45    S  3. This act shall take effect on the first of January next succeed-\n   46  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to requiring contractors to recycle construction and demolition site waste ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T170921.TXT", "SOBI.D110107.T110851.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294438161074
}