{
  "year" : 2011,
  "senateBillNo" : "A1237-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A1237-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for actuarially appropriate discounts on fire and homeowners insurance after completion of certified residential home safety and loss prevention course",
  "summary" : "Provides for the establishment of residential home safety and loss prevention courses certified by the superintendent of insurance; requires insurers to provide actuarially appropriate discounts on fire and homeowners insurance premiums to those homeowners who have completed a residential home safety and loss prevention course; directs the superintendent of insurance to promulgate such rules and regulations as are necessary to implement such program and specifies certain matters which must be included in such rules and regulations; requires the superintendent of insurance to issue a report thereon. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A9094-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1237\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON -- read once and referred to the Committee\n         on Insurance\n\n       AN  ACT to amend the insurance law, in relation to establishing residen-\n         tial home safety and loss prevention  courses  and  providing  for  an\n         associated  reduction  in certain insurance premiums and providing for\n         the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  2346 of the insurance law is amended by adding a\n    2  new subsection 5 to read as follows:\n    3    5. THE SUPERINTENDENT SHALL PROVIDE  FOR  AN  ACTUARIALLY  APPROPRIATE\n    4  REDUCTION  IN  THE RATES OF FIRE INSURANCE PREMIUMS OR HOMEOWNERS INSUR-\n    5  ANCE PREMIUMS APPLICABLE TO RESIDENTIAL REAL PROPERTY  FOR  ANY  INSURED\n    6  FOR A THREE YEAR PERIOD AFTER SUCCESSFULLY COMPLETING A RESIDENTIAL HOME\n    7  SAFETY  AND  LOSS  PREVENTION  COURSE  CERTIFIED PURSUANT TO SECTION TWO\n    8  THOUSAND THREE HUNDRED FORTY-SIX-B OF THIS ARTICLE.\n    9    S 2. The insurance law is amended by adding a new  section  2346-b  to\n   10  read as follows:\n   11    S 2346-B. CERTIFICATION OF RESIDENTIAL HOME SAFETY AND LOSS PREVENTION\n   12  COURSES.  (A)  THE  DEPARTMENT,  IN CONSULTATION WITH THE OFFICE OF FIRE\n   13  PREVENTION AND CONTROL OF THE DEPARTMENT OF  STATE  AND  ANY  ADDITIONAL\n   14  STATE  ENTITY  IT  DEEMS APPROPRIATE, SHALL CERTIFY ALL RESIDENTIAL HOME\n   15  SAFETY AND LOSS PREVENTION COURSES THAT ARE AUTHORIZED TO OFFER  CLASSES\n   16  THROUGH  WHICH  THE  INSURED  SHALL  BE ELIGIBLE TO RECEIVE AN INSURANCE\n   17  PREMIUM REDUCTION PURSUANT TO SUBSECTION FIVE OF  SECTION  TWO  THOUSAND\n   18  THREE HUNDRED FORTY-SIX OF THIS ARTICLE.\n   19    (B) FOR THE PURPOSES OF THIS SECTION:\n   20    (1)  \"RESIDENTIAL  HOME SAFETY AND LOSS PREVENTION COURSE\" OR \"COURSE\"\n   21  SHALL MEAN AN INSTRUCTIONAL PROGRAM THAT PRESENTS INFORMATION AND  METH-\n   22  ODS  THAT  CAN  HELP  AN  INSURED  TO  SIGNIFICANTLY PREVENT OR MINIMIZE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05010-01-1\n\n       A. 1237                             2\n\n    1  PERSONAL INJURIES AND PROPERTY LOSSES IN RESIDENTIAL REAL  PROPERTY  DUE\n    2  TO  THE  OCCURRENCE  OF  FIRE,  THEFT,  BURGLARY,  ACCIDENTS AND WEATHER\n    3  RELATED EVENTS, INCLUDING, BUT NOT LIMITED TO, HOW TO MITIGATE  PROPERTY\n    4  DAMAGE  FROM  HURRICANES, ICE STORMS, TORNADOES AND OTHER NATURAL DISAS-\n    5  TERS; AND\n    6    (2) \"COURSE SPONSOR\" SHALL MEAN ANY INDIVIDUAL, COMPANY  OR  ORGANIZA-\n    7  TION  THAT  HAS  DEVELOPED  OR  OWNS  A RESIDENTIAL HOME SAFETY AND LOSS\n    8  PREVENTION COURSE AND ALL AGENTS OF SUCH SPONSOR  INCLUDING  INDEPENDENT\n    9  CONTRACTORS THAT CONDUCT CLASSES FOR SUCH SPONSOR AND CLASS INSTRUCTORS.\n   10    (C)  THE DEPARTMENT SHALL PROMULGATE SUCH RULES AND REGULATIONS AS ARE\n   11  NECESSARY TO IMPLEMENT THE PROVISIONS OF THIS SECTION. SUCH RULES SHALL,\n   12  AT A MINIMUM, PROVIDE FOR:\n   13    (1) COURSE SPONSOR APPLICATION  PROCEDURES  THAT  AN  APPLICANT  SHALL\n   14  FOLLOW TO OBTAIN COURSE CERTIFICATION APPROVAL;\n   15    (2)  CURRICULUM  STANDARDS  THAT  THE  COURSE SPONSORS AND INSTRUCTORS\n   16  SHALL UTILIZE, BASED UPON SUBMISSIONS FROM ANY COURSE SPONSOR AS DEFINED\n   17  IN PARAGRAPH TWO OF SUBSECTION (B) OF THIS SECTION,  INCLUDING  TEACHING\n   18  METHODS AND TIME REQUIREMENTS WHICH SHALL BE IN EXCESS OF THREE HOURS;\n   19    (3)  STANDARDS,  BASED  UPON  SUBMISSIONS  FROM  ANY COURSE SPONSOR AS\n   20  DEFINED IN PARAGRAPH TWO OF SUBSECTION (B) OF THIS SECTION, THAT  COURSE\n   21  SPONSORS  SHALL  SATISFY TO ENSURE THAT CLASS INSTRUCTORS ARE ADEQUATELY\n   22  TRAINED;\n   23    (4) A DEMONSTRATION BY THE COURSE SPONSOR THAT SUCCESSFULLY COMPLETING\n   24  SUCH COURSE WILL SIGNIFICANTLY REDUCE FIRE, THEFT, LIABILITY AND WEATHER\n   25  RELATED LOSSES IN THE RESIDENCE;\n   26    (5) STANDARDS, BASED UPON  SUBMISSIONS  FROM  ANY  COURSE  SPONSOR  AS\n   27  DEFINED  IN  PARAGRAPH  TWO OF SUBSECTION (B) OF THIS SECTION, TO ENSURE\n   28  THAT INDIVIDUALS THAT COMPLETE SUCH COURSE  SHALL  RECEIVE  CERTIFICATES\n   29  THAT CAN BE SUBMITTED TO AN INSURER TO DEMONSTRATE SUCCESSFUL COMPLETION\n   30  OF  THE CLASS. SUCH CERTIFICATES OF COMPLETION SHALL BE TAMPER PROOF AND\n   31  DESIGNED SO THAT THEY CAN NOT BE FRAUDULENTLY REPRODUCED OR FORGED BY AN\n   32  UNAUTHORIZED ISSUER; AND\n   33    (6) PROCEDURES FOR ON-GOING SURVEILLANCE OF  COURSE  PRESENTATION  AND\n   34  ADMINISTRATION  TO  ENSURE  THAT THE INSURANCE PREMIUM REDUCTION AWARDED\n   35  IS, AND CONTINUES TO  BE,  PROPORTIONALLY  RELATED  TO  THE  ACTUARIALLY\n   36  CALCULABLE DECREASE IN LOSSES ATTRIBUTABLE TO THE COURSE.\n   37    (D)  THE DEPARTMENT IS AUTHORIZED TO SUSPEND OR REVOKE THE CERTIFICATE\n   38  OF APPROVAL OF ANY COURSE SPONSOR IF THE DEPARTMENT DETERMINES THAT SUCH\n   39  SPONSOR HAS VIOLATED THE PROVISIONS OF THIS  SECTION  OR  HAS  MISREPRE-\n   40  SENTED  INFORMATION  ON  THE  INITIAL APPLICATION OR IN PERIODIC REPORTS\n   41  SUBMITTED TO THE DEPARTMENT.\n   42    (E) THE DEPARTMENT MAY INCREASE  OR  DECREASE  THE  INSURANCE  PREMIUM\n   43  DISCOUNT AWARDED TO SUCH COURSE IF IT IS FOUND THAT SUCH DISCOUNT IS NOT\n   44  ACTUARIALLY APPROPRIATE.\n   45    S  3. Not less than 180 days before the expiration of the provision of\n   46  this act, the superintendent of insurance shall issue a  report  to  the\n   47  governor,  temporary  president  of the senate, speaker of the assembly,\n   48  and the chairs of the committees on insurance of the senate and assembly\n   49  stating his or her findings on the effect of residential home safety and\n   50  loss prevention courses in reducing homeowners insurance claims.\n   51    S 4. This act shall take effect on the one hundred eightieth day after\n   52  it shall have become a law and shall expire and  be  deemed  repealed  3\n   53  years  after  such effective date; provided, however, any rules or regu-\n   54  lations necessary for the timely implementation  of  the  provisions  of\n   55  this act shall be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to establishing residential home safety and loss prevention courses and providing for an associated reduction in certain insurance premiums and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T111351.TXT", "SOBI.D110107.T170421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294437861816
}