{
  "year" : 2011,
  "senateBillNo" : "A123-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A123-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the payment of certain volunteer firefighter death benefits shall be within ninety days of the filing of application to receive such death benefit",
  "summary" : "Establishes the payment of certain volunteer firefighter death benefits shall be within ninety days of the filing of application to receive such death benefit by the person or persons entitled to such benefit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Volunteer Firefighters' Benefit Law",
  "previousVersions" : [ "A963-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          123\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Local Governments\n\n       AN  ACT to amend the volunteer firefighters' benefit law, in relation to\n         the payment of death benefits\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  volunteer  firefighters'  benefit  law is amended by\n    2  adding a new section 7-b to read as follows:\n    3    S 7-B. PAYMENT OF DEATH BENEFITS. 1. ALL DEATH BENEFITS PAYABLE  UNDER\n    4  SECTION  SEVEN  OF  THIS  ARTICLE SHALL BE PAID TO THE PERSON OR PERSONS\n    5  ENTITLED TO SUCH BENEFIT WITHIN NINETY DAYS OF THE DATE SUCH  PERSON  OR\n    6  PERSONS  FILES  AN  APPLICATION  WITH THE WORKERS' COMPENSATION BOARD TO\n    7  RECEIVE SUCH BENEFIT.\n    8    2. THE WORKERS' COMPENSATION BOARD SHALL CONDUCT OUTREACH SERVICES  TO\n    9  PROVIDE  COORDINATED  INFORMATION TO THE PERSON OR PERSONS ENTITLED TO A\n   10  DEATH BENEFIT PAYABLE UNDER SECTION  SEVEN  OF  THIS  ARTICLE  REGARDING\n   11  ASSISTANCE AVAILABLE TO HELP SUCH PERSON OR PERSONS WITH THE DEATH BENE-\n   12  FIT PROGRAM'S APPLICATION PROCEDURES.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01152-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the volunteer firefighters' benefit law, in relation to the payment of death benefits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T105913.TXT", "SOBI.D101217.T151451.TXT", "SOBI.D101216.T112415.TXT", "SOBI.D101216.T112915.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292616891629
}