{
  "year" : 2011,
  "senateBillNo" : "A1238-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1238-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes certain requirements for environmental safety permits for liquefied natural gas facilities",
  "summary" : "Establishes certain requirements for environmental safety permits for liquefied natural gas facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A8456-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1238\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. COLTON, PHEFFER, CASTRO -- Multi-Sponsored by --\n         M. of A. COOK, MAISEL, PERRY, THIELE,  WEISENBERG  --  read  once  and\n         referred to the Committee on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         establishing certain requirements for environmental safety permits for\n         liquefied natural gas facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 23-1711 of the environmental conservation law, as\n    2  amended by chapter 233 of the laws  of  1979,  is  amended  to  read  as\n    3  follows:\n    4  S 23-1711. [Permit   processing]   ENVIRONMENTAL   SAFETY   PERMIT   FOR\n    5               CONSTRUCTION OR IMPROVEMENT OF LIQUEFIED NATURAL OR  PETRO-\n    6               LEUM GAS FACILITY.\n    7    1.  Any person desiring to construct, reconstruct, enlarge the storage\n    8  capacity or, if constructed but unused, put into actual use  and  opera-\n    9  tion  a liquefied natural or petroleum gas facility, TERMINAL OR RELATED\n   10  PIPELINE in the state shall obtain [a] AN  ENVIRONMENTAL  SAFETY  permit\n   11  pursuant to this section.\n   12    2.    THE  DEPARTMENT  SHALL  HOLD  A PUBLIC HEARING IN THE DESIGNATED\n   13  REGION WHERE A LIQUEFIED NATURAL  OR  PETROLEUM  FACILITY,  TERMINAL  OR\n   14  RELATED PIPELINE SHALL BE CONSTRUCTED. Notice of [any] SUCH public hear-\n   15  ing  conducted in connection with [any] SUCH environmental safety permit\n   16  shall be published in at least two newspapers having  a  general  circu-\n   17  lation  in  the  area  in which the proposed activity is located, and in\n   18  contiguous areas potentially affected by the proposed action.\n   19    3. The department shall INFORM THE NEW YORK RESEARCH  AND  DEVELOPMENT\n   20  AUTHORITY,  COUNTY  EXECUTIVES  AND  MUNICIPAL  OR LOCAL LEADERS THAT AN\n   21  APPLICATION EXISTS FOR SUCH PERMIT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05008-01-1\n\n       A. 1238                             2\n\n    1    4. THE DEPARTMENT SHALL render a decision based upon the record either\n    2  granting the permit, denying it, or granting it upon such terms,  condi-\n    3  tions,  limitations, or modifications thereof as the department may deem\n    4  appropriate.\n    5    A.  THE  DEPARTMENT  SHALL  APPROVE  THE APPLICATION FOR THE PERMIT OR\n    6  AUTHORIZATION ONLY IF, IN CONSULTATION WITH THE NEW  YORK  RESEARCH  AND\n    7  DEVELOPMENT AUTHORITY, IT ISSUES A WRITTEN FINDING THAT:\n    8    (I)  A  SIGNIFICANT  NEED EXISTS WITHIN NEW YORK STATE FOR NATURAL GAS\n    9  THAT THE LIQUEFIED NATURAL GAS TERMINAL SHALL MEET;\n   10    (II) SOURCES OF NATURAL GAS IN NORTH AMERICA ARE INSUFFICIENT TO  MEET\n   11  THE SIGNIFICANT NEED SPECIFIED IN SUBPARAGRAPH (I) OF THIS PARAGRAPH;\n   12    (III)  THE  PRICE  OF  NATURAL  GAS DERIVED FROM LIQUEFIED NATURAL GAS\n   13  SUPPLIED BY THE TERMINAL FACILITY SHALL NOT EXCEED THE PRICE OF  NATURAL\n   14  GAS AVAILABLE FROM OTHER SOURCES OF NATURAL GAS IN NORTH AMERICA; AND\n   15    (IV) THE OPERATION OF THE LIQUEFIED NATURAL GAS TERMINAL IS CONSISTENT\n   16  WITH NEW YORK STATE STRATEGIES FOR ADDRESSING CLIMATE CHANGE.\n   17    B. The department shall deny a permit if residential areas and contig-\n   18  uous  populations,  will be endangered, or it otherwise does not conform\n   19  to the siting criteria established for liquefied  natural  or  petroleum\n   20  gas  facilities, or the department finds that the facility is not neces-\n   21  sary, or is otherwise not in the public interest to be approved.\n   22    S 2. Section 23-1709 of the environmental conservation law, as amended\n   23  by chapter 233 of the laws of 1979, is amended to read as follows:\n   24  S 23-1709. Criteria for siting.\n   25    1. The department  shall,  after  investigation  and  opportunity  for\n   26  public comment, within one year from the effective date of this section,\n   27  adopt,  and  file  with the secretary of state, regulations establishing\n   28  criteria for the siting of liquefied natural and petroleum  gas  facili-\n   29  ties. Such siting criteria shall be designed to insure the maximum safe-\n   30  ty  of  the  public  from  hazards  associated with liquefied natural or\n   31  petroleum gas storage, transportation  and  conversion.  The  department\n   32  shall  also  within  one year from such effective date adopt regulations\n   33  prescribing the form and content of applications for environmental safe-\n   34  ty permits to construct a liquefied natural or petroleum gas facility.\n   35    2. The regulations issued pursuant to subdivision one of this  section\n   36  for  the  siting  of liquefied natural or petroleum gas facilities shall\n   37  take into account, among other factors:\n   38    (a) The density of  population  in  areas  neighboring  the  liquefied\n   39  natural or petroleum gas facility;\n   40    (b)  The density of population in areas neighboring delivery routes of\n   41  liquefied natural or petroleum gas to a liquefied natural  or  petroleum\n   42  gas  facility, if delivery is by water-borne vessel, rail or motor vehi-\n   43  cle;\n   44    (c) The risk  of  accident  during  the  transportation  of  liquefied\n   45  natural or petroleum gas to or from a liquefied natural or petroleum gas\n   46  facility  which could result in a release of liquefied natural or petro-\n   47  leum gas from containment and the safeguards necessary  to  reduce  such\n   48  risk;\n   49    (d)  The  physical  properties  of liquefied natural or petroleum gas,\n   50  including: (i) the effect of cryogenic temperatures upon  containers  of\n   51  liquefied  natural  or  petroleum  gas; (ii) the maximum distance that a\n   52  liquefied natural or petroleum gas vapor cloud is  projected  to  expand\n   53  and  pose  a threat to the public; and, (iii) the flammability or explo-\n   54  siveness of such a cloud  formed  by  vaporizing  liquefied  natural  or\n   55  petroleum gas.\n\n       A. 1238                             3\n\n    1    3.  The  regulations  issued by the department pursuant to subdivision\n    2  one OF THIS SECTION prescribing the form of an application for an  envi-\n    3  ronmental  safety  permit  to construct a liquefied natural or petroleum\n    4  gas facility shall require the applicant to supply detailed  information\n    5  regarding:\n    6    (a) The location of the proposed facility;\n    7    (b) A description of the design and capacity of the facility;\n    8    (c) The expected sources of natural gas or liquefied natural or petro-\n    9  leum  gas for the facility, the proposed methods of transporting natural\n   10  gas or liquefied natural or petroleum gas to and from the facility,  and\n   11  the routes which deliveries will traverse;\n   12    (d) The need for the facility;\n   13    (e) The environmental impacts of the proposed facility;\n   14    (f) A description of reasonable alternative locations for the proposed\n   15  facility;\n   16    (g)  Such other information as the department shall prescribe to allow\n   17  it to render a decision as to whether the proposed liquefied natural  or\n   18  petroleum  gas facility is necessary and compatible with the surrounding\n   19  environment and with the safety of neighboring populations.\n   20    4. A LIQUEFIED NATURAL GAS TERMINAL, AND ANY PIPELINE DIRECTLY RELATED\n   21  TO THE TERMINAL, SHALL NOT ADVERSELY AFFECT THE BENEFICIAL USE,  INCLUD-\n   22  ING BUT NOT LIMITED TO, COMMERCIAL AND RECREATIONAL FISHING, RECREATION,\n   23  AGRICULTURAL  AND  WILDLIFE,  OF THE WATERS SURROUNDING THE TERMINAL AND\n   24  ANY PIPELINE DIRECTLY RELATED TO THE TERMINAL.\n   25    5. THE DEPARTMENT SHALL NOT WAIVE ITS  RIGHTS  UNDER  33  U.S.C.  1341\n   26  REGARDING  CERTIFICATION,  OR  ITS AUTHORITY TO ISSUE NATIONAL POLLUTANT\n   27  DISCHARGE ELIMINATION SYSTEM PERMITS UNDER 33 U.S.C. 1342,  REGARDING  A\n   28  LIQUEFIED NATURAL GAS TERMINAL.\n   29    6.  THE  DEPARTMENT  SHALL  REVIEW  WATER  QUALITY  STANDARDS THAT ARE\n   30  AFFECTED BY THE PROVISIONS OF THIS SECTION AND SECTION 23-1711  OF  THIS\n   31  TITLE IN ORDER TO ESTABLISH WATER QUALITY STANDARDS CONSISTENT WITH THIS\n   32  SECTION AND SECTION 23-1711 OF THIS TITLE WITHIN ONE YEAR AFTER THIS ACT\n   33  SHALL  HAVE  BECOME A LAW. THE DEPARTMENT SHALL SUBMIT THE WATER QUALITY\n   34  STANDARDS AT THE NEXT REGULARLY SCHEDULED REVIEW  OF  NEW  YORK  STATE'S\n   35  WATER QUALITY STANDARDS PURSUANT TO 33 U.S.C. 1313.\n   36    7.  The  rules  and regulations adopted by the department to implement\n   37  this title and the provisions of article 70 of this  chapter  and  rules\n   38  and  regulations  adopted  thereunder  shall govern environmental safety\n   39  permit applications, renewals, modifications,  suspensions  and  revoca-\n   40  tions under this title.\n   41    S  3.  This act shall take effect immediately; provided, however, that\n   42  effective immediately, the addition, amendment and/or repeal of any rule\n   43  or regulation necessary for the implementation of this act on its effec-\n   44  tive date are authorized and directed to be made  and  completed  on  or\n   45  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing certain requirements for environmental safety permits for liquefied natural gas facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T111351.TXT", "SOBI.D110107.T170421.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294437861818
}