{
  "year" : 2011,
  "senateBillNo" : "A1248-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to correction",
    "billEventId" : "A1248-2011-1294203600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prevents level two or three sex offenders from working in amusement parks",
  "summary" : "Prohibits registered level two or three sex offenders from obtaining or remaining in any position of employment at an amusement park and creates for a first violation of such prohibition a class A misdemeanor, and for a second or subsequent violation, a class D felony; prohibits amusement parks from employing or permitting further employment of any registered level two or three sex offender; creates a crime, a class A misdemeanor, for any employer who violates such prohibition. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A984-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1248\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. HAWLEY, KOLB, GIGLIO, BURLING, CROUCH, McDONOUGH,\n         TOBACCO,  FINCH  --  Multi-Sponsored  by -- M. of A. BARCLAY, CALHOUN,\n         DUPREY, McKEVITT, SPANO, WEISENBERG -- read once and referred  to  the\n         Committee on Correction\n\n       AN  ACT  to  amend  the  correction law and the general business law, in\n         relation to preventing registered level two  or  three  sex  offenders\n         from working at amusement parks\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislature hereby finds and declares it  necessary  to\n    2  protect  children  by prohibiting registered sex offenders from becoming\n    3  or remaining employed at an amusement park, which  by  nature,  presents\n    4  direct contact with children in the regular course of such employment.\n    5    S 2. Section 168-w of the correction law, as relettered by chapter 604\n    6  of the laws of 2005, is relettered section 168-x and a new section 168-w\n    7  is added to read as follows:\n    8    S  168-W. PROHIBITING REGISTERED LEVEL TWO OR THREE SEX OFFENDERS FROM\n    9  WORKING AT AMUSEMENT PARKS. 1. NO REGISTERED  LEVEL  TWO  OR  THREE  SEX\n   10  OFFENDER SHALL APPLY FOR, ACCEPT OR REMAIN IN ANY POSITION OF EMPLOYMENT\n   11  AT  ANY  AMUSEMENT  PARK. FOR PURPOSES OF THIS SECTION, \"POSITION\" SHALL\n   12  INCLUDE ANY JOB OR TASK PERFORMED OR TO BE PERFORMED ON  AMUSEMENT  PARK\n   13  GROUNDS. THIS SECTION SHALL FURTHER APPLY TO ANY PERSON SEEKING A PERMIT\n   14  OR PERMISSION TO ENGAGE IN ANY ACTIVITY OR PERFORMANCE ON AMUSEMENT PARK\n   15  GROUNDS WHICH WOULD INVOLVE DIRECT CONTACT WITH CHILDREN.\n   16    2. ANY PERSON FOUND TO BE IN VIOLATION OF THIS SECTION SHALL BE GUILTY\n   17  OF  A  CLASS  A  MISDEMEANOR UPON A FIRST CONVICTION THEREOF, AND UPON A\n   18  SECOND OR SUBSEQUENT CONVICTION THEREOF SHALL BE GUILTY  OF  A  CLASS  D\n   19  FELONY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03332-01-1\n\n       A. 1248                             2\n\n    1    3. ANY EMPLOYER THAT KNOWINGLY EMPLOYS A REGISTERED LEVEL TWO OR THREE\n    2  SEX  OFFENDER  IN  VIOLATION  OF THIS SECTION SHALL BE FOUND GUILTY OF A\n    3  CLASS A MISDEMEANOR.\n    4    4.  PERSONS, FIRMS, CORPORATIONS OR OTHER ENTITIES OWNING OR OPERATING\n    5  AN AMUSEMENT PARK SHALL HAVE ACCESS TO THE STATEWIDE CENTRAL REGISTRY OF\n    6  CHILD ABUSE AND MALTREATMENT AND THE STATEWIDE SEX OFFENDER DATABASE FOR\n    7  THE PURPOSE OF  OBTAINING  A  BACKGROUND  CHECK  OF  ALL  EMPLOYEES  FOR\n    8  CONVICTIONS FOR SEXUAL ABUSE OF A CHILD.\n    9    S 3. The general business law is amended by adding a new section 390-d\n   10  to read as follows:\n   11    S  390-D. PROHIBITING REGISTERED LEVEL TWO OR THREE SEX OFFENDERS FROM\n   12  WORKING AT AMUSEMENT PARKS. 1. NO PERSON, FIRM,  CORPORATION,  OR  OTHER\n   13  ENTITY  WHICH  OWNS OR OPERATES AN AMUSEMENT PARK SHALL EMPLOY OR PERMIT\n   14  FURTHER EMPLOYMENT OF ANY REGISTERED LEVEL TWO OR THREE SEX OFFENDER  AT\n   15  SUCH AMUSEMENT PARK.\n   16    2.  ANY PERSON, FIRM, CORPORATION, OR OTHER ENTITY WHICH OWNS OR OPER-\n   17  ATES AN AMUSEMENT PARK SHALL CHECK ANY POTENTIAL EMPLOYEE  AGAINST  BOTH\n   18  THE  STATEWIDE  CENTRAL REGISTRY OF CHILD ABUSE AND MALTREATMENT AND THE\n   19  STATE REGISTERED SEX OFFENDER DATABASE TO DETERMINE IF SAID  PERSON  HAS\n   20  BEEN  CONVICTED  OF  SEXUAL  ABUSE  OF  A CHILD. ANY PERSON APPLYING FOR\n   21  EMPLOYMENT AT SUCH AMUSEMENT PARK AND FOUND TO BE LISTED ON  EITHER  THE\n   22  STATEWIDE  CENTRAL REGISTRY OF CHILD ABUSE AND MALTREATMENT OR THE STATE\n   23  REGISTERED SEX OFFENDER DATABASE SHALL BE IMMEDIATELY  REPORTED  TO  THE\n   24  LOCAL LAW ENFORCEMENT AGENCY.\n   25    3.  ANY PERSON, FIRM, CORPORATION, OR OTHER ENTITY WHICH OWNS OR OPER-\n   26  ATES AN AMUSEMENT PARK AND KNOWINGLY EMPLOYS A REGISTERED LEVEL  TWO  OR\n   27  THREE  SEX OFFENDER OR FAILS TO REPORT THE APPLICATION FOR EMPLOYMENT BY\n   28  SUCH A PERSON ON THE REGISTRY OF CHILD ABUSE  AND  MALTREATMENT  OR  SEX\n   29  OFFENDER  DATABASE SHALL BE FOUND IN VIOLATION OF THIS SECTION AND SHALL\n   30  BE CHARGEABLE WITH A FINE OF NO LESS THAN ONE THOUSAND  DOLLARS  AND  NO\n   31  MORE  THAN  FIVE  THOUSAND  DOLLARS  UPON A FIRST CONVICTION, AND UPON A\n   32  SECOND OR SUBSEQUENT CONVICTION A FINE OF  NO  LESS  THAN  TEN  THOUSAND\n   33  DOLLARS AND NO MORE THAN TWENTY-FIVE THOUSAND DOLLARS.\n   34    S 4. This act shall take effect on the first of November next succeed-\n   35  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law and the general business law, in relation to preventing registered level two or three sex offenders from working at amusement parks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T120358.TXT", "SOBI.D110110.T102050.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294672850022
}