{
  "year" : 2011,
  "senateBillNo" : "A1240-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1240-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for disposal of automotive mercury switches",
  "summary" : "Provides for disposal and removal of automotive mercury switches before the destruction of the automobile. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A10262-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1240\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. COLTON, SWEENEY -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         disposal and removal of mercury switches from automobiles\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 27-2101 of the environmental  conservation  law  is\n    2  amended  by  adding  three  new  subdivisions  30,  31 and 32 to read as\n    3  follows:\n    4    30. \"MOTOR VEHICLE MERCURY SWITCH\" MEANS A LIGHT SWITCH OR AN ANTILOCK\n    5  BRAKING SYSTEM SWITCH THAT CONTAINS MERCURY AND  WAS  INSTALLED  BY  THE\n    6  MANUFACTURER IN A MOTOR VEHICLE.\n    7    31.  \"END  OF LIFE VEHICLE\" MEANS ANY IDENTIFIABLE MOTOR VEHICLE, WITH\n    8  OR WITHOUT ALL COMPONENT PARTS, WHICH IS  IN  SUCH  CONDITION  THAT  ITS\n    9  HIGHEST  OR  PRIMARY VALUE IS EITHER IN ITS SALE FOR REUSABLE COMPONENTS\n   10  OR RECYCLABLE MATERIALS.\n   11    32. \"AUTOMOTIVE RECYCLER\" MEANS AN  INDIVIDUAL  OR  BUSINESS  THAT  IS\n   12  ENGAGED IN THE ACT OF BUYING OR ACQUIRING MOTOR VEHICLES FOR THE PURPOSE\n   13  OF DISMANTLING, SELLING, OR OTHERWISE PROCESSING COMPONENTS AND RECYCLA-\n   14  BLE  MATERIALS, AND IS LICENSED BY THE DEPARTMENT OF MOTOR VEHICLES AS A\n   15  VEHICLE DISMANTLER.\n   16    S 2. The environmental conservation law is amended  by  adding  a  new\n   17  section 27-2119 to read as follows:\n   18  S 27-2119. REMOVAL,  COLLECTION  AND  RECOVERY  OF MOTOR VEHICLE MERCURY\n   19               SWITCHES.\n   20    1. MANUFACTURERS OF MOTOR VEHICLES SOLD AT RETAIL IN THIS  STATE  THAT\n   21  CONTAIN  \"MOTOR VEHICLE MERCURY SWITCHES\" SHALL, INDIVIDUALLY OR COLLEC-\n   22  TIVELY, ESTABLISH AND IMPLEMENT A COLLECTION AND  RECOVERY  PROGRAM  FOR\n   23  SUCH  SWITCHES.  ALL  MANUFACTURERS  OF MOTOR VEHICLES SOLD AT RETAIL IN\n   24  THIS STATE SHALL SUBMIT TO THE DEPARTMENT FOR  REVIEW  AND  APPROVAL,  A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05011-01-1\n\n       A. 1240                             2\n\n    1  PROPOSED  PLAN  TO  REMOVE,  COLLECT  AND  RECOVER MOTOR VEHICLE MERCURY\n    2  SWITCHES FROM END OF LIFE VEHICLES. SUCH COLLECTION AND RECOVERY  SYSTEM\n    3  SHALL INCLUDE, BUT NOT BE LIMITED TO THE FOLLOWING:\n    4    (A) INFORMATION IDENTIFYING THE MAKE, MODEL AND YEAR OF MOTOR VEHICLES\n    5  EQUIPPED WITH MOTOR VEHICLE MERCURY SWITCHES;\n    6    (B) A DESCRIPTION OF THE ACCEPTABLE METHODS OF REMOVAL OF SUCH SWITCH-\n    7  ES; AND\n    8    (C)  A  METHOD TO COLLECT AND STORE SWITCHES AND THE MERCURY RECOVERED\n    9  FROM THEM.\n   10    2. MANUFACTURERS SHALL BEAR THE TOTAL COST OF IMPLEMENTING THE  SYSTEM\n   11  AND  THE  REMOVAL, AND COLLECTION OF SWITCHES. SUCH COSTS SHALL INCLUDE,\n   12  BUT NOT BE LIMITED TO, THE FOLLOWING:\n   13    (A) THE PROVISION OF AN APPROPRIATE CONTAINER OR CONTAINERS FOR USE BY\n   14  AUTOMOTIVE RECYCLERS FOR THE SAFE STORAGE OF AND  TRANSPORT  OF  MERCURY\n   15  SWITCHES EXTRACTED FROM END OF LIFE VEHICLES;\n   16    (B)  ACCEPTANCE,  STORAGE  AND  TRANSPORT  OF  ANY  APPROVED CONTAINER\n   17  CONTAINING MERCURY SWITCHES ALONG WITH THE PAYMENT  OF  A  FEE  OF  FOUR\n   18  DOLLARS  FOR  EACH MOTOR VEHICLE MERCURY SWITCH REMOVED BY AN AUTOMOTIVE\n   19  RECYCLER AND DELIVERED TO SUCH MANUFACTURER.  THE  FEE  SHALL  SERVE  AS\n   20  PARTIAL COMPENSATION FOR SUCH RECYCLER'S LABOR AND ANY OTHER COSTS ASSO-\n   21  CIATED WITH SUCH MERCURY SWITCH REMOVAL;\n   22    (C)  THE PACKAGING AND CONTAINER NECESSARY FOR COLLECTION AND SHIPMENT\n   23  OF MERCURY SWITCHES TO RECYCLING, STORAGE OR DISPOSAL FACILITIES;\n   24    (D) THE COST OF SHIPPING MOTOR VEHICLE MERCURY SWITCHES TO  RECYCLING,\n   25  STORAGE OR DISPOSAL FACILITIES; AND\n   26    (E) THE COST OF RECYCLING, STORAGE OR DISPOSAL OF MOTOR VEHICLE MERCU-\n   27  RY ADDED SWITCHES.\n   28    3.  WITHIN  NINETY  DAYS  OF THE RECEIPT OF A MANUFACTURER'S PLAN, THE\n   29  DEPARTMENT SHALL DETERMINE WHETHER THE PLAN COMPLIES WITH THE PROVISIONS\n   30  OF THIS SECTION, AND APPROVE OR DISAPPROVE THE PLAN.  IF  SUCH  PLAN  IS\n   31  APPROVED, THE MANUFACTURER SHALL BEGIN IMPLEMENTATION OF THE PLAN WITHIN\n   32  THIRTY DAYS OF RECEIPT OF THE APPROVAL FROM THE DEPARTMENT. IF SUCH PLAN\n   33  IS  DISAPPROVED,  THE DEPARTMENT SHALL INFORM THE MANUFACTURER AS TO THE\n   34  REASONS THE PLAN  WAS  DISAPPROVED.  THE  MANUFACTURER  SHALL  SUBMIT  A\n   35  REVISED PLAN WITHIN THIRTY DAYS OF RECEIPT OF A NOTICE OF DISAPPROVAL.\n   36    4. (A) EVERY AUTOMOTIVE RECYCLER SHALL REMOVE ANY MERCURY SWITCH IN AN\n   37  END OF LIFE VEHICLE PRIOR TO DISMANTLING THE VEHICLE OR SENDING IT TO BE\n   38  SHREDDED,  CRUSHED  OR  OTHERWISE  DESTROYED. AFTER REMOVING THE MERCURY\n   39  SWITCH THE AUTOMOTIVE RECYCLER SHALL PLACE THE  SWITCH  IN  A  CONTAINER\n   40  PROVIDED  BY THE MANUFACTURER. WHEN THE CONTAINER IS FULL THE AUTOMOTIVE\n   41  RECYCLER SHALL RETURN  THE  CONTAINER  TO  THE  MANUFACTURER  WHO  SHALL\n   42  DISPOSE OF THE SWITCHES IN ACCORDANCE WITH STATE AND FEDERAL LAW.\n   43    (B)  THE  AUTOMOTIVE  RECYCLER SHALL CERTIFY THAT ANY AND ALL SWITCHES\n   44  HAVE BEEN REMOVED FROM AN END OF LIFE VEHICLE PRIOR TO SHREDDING, CRUSH-\n   45  ING OR OTHERWISE DESTROYING THE VEHICLE. NO PERSON SHALL REPRESENT  THAT\n   46  MOTOR  VEHICLE  MERCURY  SWITCHES  HAVE BEEN REMOVED FROM AN END OF LIFE\n   47  VEHICLE, SOLD, GIVEN OR  OTHERWISE  CONVEYED  FOR  RECYCLING  WHEN  SUCH\n   48  PERSON  KNOWS  OR  HAS  REASON TO KNOW, THAT SUCH SWITCHES HAVE NOT BEEN\n   49  REMOVED.\n   50    S 3. This act shall take effect on the first of January next  succeed-\n   51  ing  the  date on which it shall have become a law; provided that effec-\n   52  tive immediately any rules, regulations and actions necessary to  imple-\n   53  ment  the provisions of this act on its effective date are authorized to\n   54  be commenced and completed prior to such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the disposal and removal of mercury switches from automobiles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T170921.TXT", "SOBI.D110107.T110851.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294438161076
}