{
  "year" : 2011,
  "senateBillNo" : "A1244-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A1244-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits school boards of education in certain school districts to enact a policy to provide student transportation based upon patterns of actual ridership",
  "summary" : "Allows certain school districts to provide home-to-school transportation based upon patterns of actual ridership without regard to the number of students eligible for transportation and the number of seats otherwise required by law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA2336-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1244\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. SCHIMEL -- read once and referred to the Commit-\n         tee on Education\n\n       AN ACT to amend the education law, in relation to student transportation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  3635 of the education law is amended by adding a\n    2  new subdivision 8 to read as follows:\n    3    8. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, RULE OR REGULATION,  IN\n    4  SCHOOL  DISTRICTS  HAVING  AN AREA OF FORTY SQUARE MILES OR LESS, IF THE\n    5  BOARD OF EDUCATION DETERMINES, BASED UPON HISTORY AND  EXPERIENCE,  THAT\n    6  THERE IS A CONSISTENT PATTERN OF ELIGIBLE PUPILS NOT USING THE TRANSPOR-\n    7  TATION PROVIDED BY THE DISTRICT, THE BOARD, IN ITS DISCRETION, MAY ENACT\n    8  A POLICY TO PROVIDE STUDENT TRANSPORTATION BASED UPON PATTERNS OF ACTUAL\n    9  RIDERSHIP WITHOUT REGARD TO:\n   10    A. THE NUMBER OF STUDENTS ELIGIBLE FOR TRANSPORTATION; AND\n   11    B. THE NUMBER OF SEATS THAT WOULD OTHERWISE BE REQUIRED FOR THEM UNDER\n   12  PARAGRAPH A OF SUBDIVISION ONE OF THIS SECTION.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01522-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to student transportation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T170921.TXT", "SOBI.D110107.T111852.TXT", "SOBI.D110107.T110851.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294438161083
}