{
  "year" : 2011,
  "senateBillNo" : "A1246-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A1246-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a central registry of medical personnel terminated for cause",
  "summary" : "Establishes a central registry of medical personnel terminated for cause. ",
  "currentCommittee" : null,
  "sameAs" : "S221",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A7352-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1246\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. HAWLEY, FINCH -- Multi-Sponsored by -- M. of A.\n         BARCLAY, CALHOUN, CROUCH, DUPREY, McDONOUGH, OAKS,  SALADINO,  THIELE,\n         WEISENBERG -- read once and referred to the Committee on Health\n\n       AN  ACT  to  amend  the public health law, in relation to establishing a\n         central registry of medical personnel terminated for cause\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  2823 to read as follows:\n    3    S 2823. CENTRAL STATE REGISTRY  OF  EMPLOYEES  OF  MEDICAL  FACILITIES\n    4  TERMINATED  FOR  CAUSE.  1.  NOTWITHSTANDING ANY PROVISION OF LAW TO THE\n    5  CONTRARY, THE DEPARTMENT IS AUTHORIZED TO AND SHALL ESTABLISH AND  MAIN-\n    6  TAIN  A CENTRAL STATE REGISTRY IDENTIFYING PERSONNEL EMPLOYED BY MEDICAL\n    7  FACILITIES WITHIN THE STATE WHO HAVE BEEN TERMINATED FROM THEIR  EMPLOY-\n    8  MENT  BY  A MEDICAL FACILITY FOR CAUSE. THE REGISTRY SHALL MAINTAIN SUCH\n    9  INFORMATION AS THE COMMISSION REQUIRES, INCLUDING,  AT  A  MINIMUM,  THE\n   10  NAME,  ADDRESS, DATE OF BIRTH, AND SOCIAL SECURITY NUMBER OF EACH PERSON\n   11  SO TERMINATED, THE NAME, ADDRESS AND TELEPHONE NUMBER OF THE TERMINATING\n   12  FACILITY, THE DATE AND REASONS FOR THE TERMINATION, AND, TO  THE  EXTENT\n   13  KNOWN  BY  THE  MEDICAL  FACILITY,  WHETHER  CRIMINAL CHARGES WERE FILED\n   14  AGAINST THE PERSON TERMINATED. THE DEPARTMENT SHALL CONTINUE TO MAINTAIN\n   15  IN THE REGISTRY THE INFORMATION REQUIRED TO BE  KEPT  PURSUANT  TO  THIS\n   16  SECTION  FOR  EMPLOYEES  OF  MEDICAL FACILITIES FOR A PERIOD OF NOT LESS\n   17  THAN FIVE YEARS FOLLOWING TERMINATION,  RESIGNATION  OR  RETIREMENT,  OR\n   18  FAILURE  TO BE HIRED OR RENEWED AT WHICH TIME THE DEPARTMENT SHALL PURGE\n   19  FROM THE REGISTRY SUCH INFORMATION.\n   20    2. EACH MEDICAL FACILITY SHALL TRANSMIT THE REQUISITE INFORMATION,  IN\n   21  SUCH  FORM  AS  IS PRESCRIBED BY THE COMMISSIONER, TO THE DEPARTMENT, NO\n   22  LATER THAN THE FIFTEENTH  CALENDAR  DAY  FOLLOWING  THE  TERMINATION  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01056-01-1\n\n       A. 1246                             2\n\n    1  EMPLOYMENT  OF ANY PERSON WHO WAS TERMINATED FOR CAUSE OR ANY PERSON WHO\n    2  RETIRED OR RESIGNED IN ORDER TO AVOID TERMINATION.\n    3    3.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF LAW, MEDICAL FACILITIES\n    4  SHALL, UPON SUCH TERMS AND CONDITIONS AS THE DEPARTMENT SHALL  BY  RULES\n    5  AND  REGULATIONS  PRESCRIBE, HAVE TIMELY ACCESS TO INFORMATION CONTAINED\n    6  IN THE REGISTRY FOR THE  PURPOSE  OF  MAKING  SUCH  INQUIRIES  REGARDING\n    7  PERSONS  WHO  ARE PRESENTLY EMPLOYED BY THE MEDICAL FACILITY OR WHO HAVE\n    8  APPLIED FOR EMPLOYMENT WITH THE MEDICAL FACILITY.\n    9    4. THE INFORMATION REQUIRED TO BE SUBMITTED PURSUANT TO  THIS  SECTION\n   10  WHICH IS REQUIRED BY LAW TO BE KEPT CONFIDENTIAL SHALL BE KEPT CONFIDEN-\n   11  TIAL  AND  ALL  OTHER INFORMATION SHALL BE RELEASED ONLY PURSUANT TO THE\n   12  PROVISIONS OF THIS SECTION. THE DEPARTMENT  SHALL  ESTABLISH  RULES  AND\n   13  REGULATIONS  TO  PROVIDE  FOR  A  PERMANENT SYSTEM WHICH WILL ENSURE THE\n   14  SECURITY AND PRIVACY OF INFORMATION CONTAINED IN  THE  REGISTRY  AND  TO\n   15  ENSURE  THAT  SUCH  INFORMATION  IS  MADE  AVAILABLE ONLY FOR LEGITIMATE\n   16  PURPOSES TO QUALIFIED MEDICAL FACILITIES AS PROVIDED IN THIS SECTION.\n   17    5. AS USED IN THIS SECTION, \"MEDICAL  FACILITY\"  MEANS  ANY  HOSPITAL,\n   18  NURSING  HOME  OR RESIDENTIAL HEALTH CARE FACILITY AS DEFINED IN SECTION\n   19  TWENTY-EIGHT HUNDRED ONE OF THIS ARTICLE OR A HOME CARE  SERVICE  AGENCY\n   20  OR  LIMITED  HOME  CARE  SERVICE AGENCY AS DEFINED IN SECTION THIRTY-SIX\n   21  HUNDRED TWO OF THIS CHAPTER.\n   22    S 2. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing a central registry of medical personnel terminated for cause ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T170921.TXT", "SOBI.D110107.T111852.TXT", "SOBI.D110107.T110851.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294438161093
}