{
  "year" : 2011,
  "senateBillNo" : "A1249-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A1249-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the abatement of municipal and school real property taxes in certain cases of catastrophic loss and establishes procedures therefor",
  "summary" : "Authorizes the abatement of real property taxes in certain cases of catastrophic loss and establishes procedures therefor; limits eligibility to one, two, or three family houses; applies to all municipal and school taxes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A6370-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1249\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. HAWLEY, GIGLIO, BURLING, KOLB, MOLINARO, CROUCH,\n         McDONOUGH, McKEVITT -- Multi-Sponsored by -- M. of A. BARCLAY --  read\n         once and referred to the Committee on Real Property Taxation\n\n       AN  ACT to amend the real property tax law, in relation to the abatement\n         of taxes in certain cases of catastrophic loss\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 5 of the real property tax law is amended by adding\n    2  a new title 2-A to read as follows:\n    3                                  TITLE 2-A\n    4             ABATEMENT OF TAXES IN THE CASE OF CATASTROPHIC LOSS\n    5  SECTION 548.   APPLICABILITY OF OTHER PROVISIONS.\n    6          548-A. DEFINITIONS.\n    7          548-B. CATASTROPHIC LOSS TAX ABATEMENT PROCEDURE.\n    8          548-C. COORDINATION WITH SCHOOL AND VILLAGE TAX LEVIES.\n    9    S  548.  APPLICABILITY  OF  OTHER PROVISIONS. THE PROVISIONS OF TITLES\n   10  ONE-A AND THREE OF THIS ARTICLE SHALL APPLY TO  THIS  TITLE  INSOFAR  AS\n   11  THEY  ARE  NOT  INCONSISTENT  WITH  THE  PROVISIONS AND PURPOSES OF THIS\n   12  TITLE, WHICH SHALL SUPERSEDE ANY INCONSISTENT PROVISION OF  SUCH  TITLES\n   13  ONE-A  AND  THREE.  THE  PROVISIONS  OF  THIS TITLE SHALL APPLY TO TAXES\n   14  LEVIED BY ALL MUNICIPAL CORPORATIONS ONLY UPON A ONE, TWO OR THREE FAMI-\n   15  LY RESIDENCE.\n   16    S 548-A. DEFINITIONS. FOR THE PURPOSES OF THIS TITLE:\n   17    1. A ONE, TWO OR THREE FAMILY RESIDENCE  HAS  UNDERGONE  \"CATASTROPHIC\n   18  LOSS\" WHEN IT IS TOTALLY DESTROYED OR IS SO EXTENSIVELY DAMAGED THAT ALL\n   19  DWELLING  UNITS  IN  SUCH  RESIDENCE ARE UNFIT FOR HABITATION AND CANNOT\n   20  REASONABLY BE MADE FIT FOR HABITATION WITHIN A  PERIOD  OF  ONE  HUNDRED\n   21  EIGHTY DAYS AFTER THE DAMAGE OCCURRED.\n   22    2. \"FAMILY RESIDENCE\" MEANS AN OWNER-OCCUPIED RESIDENTIAL DWELLING.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03375-01-1\n\n       A. 1249                             2\n\n    1    S  548-B.  CATASTROPHIC  LOSS  TAX  ABATEMENT PROCEDURE. 1. A PROPERTY\n    2  OWNER IS ELIGIBLE TO FILE A CLAIM FOR A CATASTROPHIC LOSS TAX  ABATEMENT\n    3  IF THE CATASTROPHIC LOSS OCCURRED WITHIN SIX MONTHS AFTER THE COMPLETION\n    4  OF THE FINAL ASSESSMENT ROLL.\n    5    2.  SUCH A CLAIM MUST BE FILED WITH THE ASSESSOR OR BOARD OF ASSESSORS\n    6  WITHIN SIX MONTHS AFTER THE COMPLETION OF THE FINAL ASSESSMENT  ROLL.  A\n    7  STATEMENT  OF  THE  FACTS  CONSTITUTING  THE BASIS OF THE CLAIM SHALL BE\n    8  FILED ON A FORM PRESCRIBED BY THE STATE BOARD. SUCH STATEMENT  SHALL  BE\n    9  MADE  BY  THE  OWNER  OF THE REAL PROPERTY, OR BY A PERSON AUTHORIZED IN\n   10  WRITING BY THE CLAIMANT OR HIS OR HER ATTORNEY OR  AGENT  TO  MAKE  SUCH\n   11  STATEMENT  WHO  HAS  KNOWLEDGE OF THE FACTS STATED THEREIN. SUCH WRITTEN\n   12  AUTHORIZATION SHALL BE MADE A PART OF SUCH STATEMENT  AND  BEAR  A  DATE\n   13  WITHIN  THE SAME CALENDAR YEAR DURING WHICH THE COMPLAINT IS FILED. SUCH\n   14  STATEMENT SHALL ALSO CONTAIN THE FOLLOWING SENTENCE: \"I CERTIFY THAT ALL\n   15  STATEMENTS MADE ON THIS APPLICATION ARE TRUE AND CORRECT TO THE BEST  OF\n   16  MY KNOWLEDGE AND BELIEF AND I UNDERSTAND THAT THE MAKING OF ANY WILLFUL-\n   17  LY  FALSE  STATEMENT  OF  MATERIAL  FACT  HEREIN  WILL SUBJECT ME TO THE\n   18  PROVISIONS OF THE PENAL LAW RELEVANT TO THE MAKING AND FILING  OF  FALSE\n   19  INSTRUMENTS.\"  UPON  THE FILING OF SUCH STATEMENT, ALL COLLECTION OF TAX\n   20  EFFORTS SHALL BE SUSPENDED AND THE ACCRUAL OF INTEREST OR  PENALTIES  OR\n   21  BOTH  SHALL ALSO BE SUSPENDED. IF THE CLAIM IS SUSTAINED, NO INTEREST OR\n   22  PENALTY SHALL BE DUE, AND ANY INTEREST OR  PENALTY  PAID  PRIOR  TO  THE\n   23  FILING  OF  THE STATEMENT SHALL BE REFUNDED. IF THE CLAIM IS DENIED, ALL\n   24  COLLECTION OF TAX EFFORTS SHALL RESUME, AND  INTEREST  OR  PENALTIES  OR\n   25  BOTH  SHALL  RESUME   THEIR ACCRUAL RETROACTIVELY TO THE DATE OF SUSPEN-\n   26  SION.\n   27    3. THE CLAIM SHALL BE HEARD AND DETERMINED BY THE BOARD OF  ASSESSMENT\n   28  REVIEW  OR  ASSESSMENT  REVIEW  COMMISSION,  AS  THE  CASE  MAY  BE. THE\n   29  PROCEEDINGS IN HEARING AND DETERMINING THE CLAIM SHALL  BE  MODIFIED  AS\n   30  NECESSARY TO SERVE THE PURPOSES OF THIS TITLE AND SHALL BE IN ACCORDANCE\n   31  WITH  THE  REGULATIONS OF THE STATE BOARD. ALL CLAIMS SHALL BE HEARD AND\n   32  DECIDED NOT LATER THAN TWO MONTHS AFTER THE LAST DAY FOR FILING A CLAIM.\n   33    4. UPON THE DETERMINATION OF A CLAIM, THE BOARD OF  ASSESSMENT  REVIEW\n   34  OR  ASSESSMENT  REVIEW COMMISSION, AS THE CASE MAY BE, SHALL GIVE NOTICE\n   35  OF THE DETERMINATION TO THE ASSESSOR  OR  BOARD  OF  ASSESSORS  AND  THE\n   36  CLAIMANT  WITHIN  FIVE  DAYS OF SUCH DETERMINATION.  NOTWITHSTANDING ANY\n   37  INCONSISTENT PROVISION OF LAW, IF THE CLAIM IS DETERMINED TO BE IN FAVOR\n   38  OF THE CLAIMANT, THE ASSESSOR OR BOARD OF ASSESSORS  SHALL  CORRECT  THE\n   39  TENTATIVE  ASSESSMENT  ROLL,  FINAL  ASSESSMENT ROLL OR TAX ROLL, AS THE\n   40  CASE MAY BE, WITHIN FIVE DAYS OF RECEIVING SUCH NOTICE.\n   41    S 548-C. COORDINATION WITH SCHOOL AND VILLAGE TAX  LEVIES.  THE  STATE\n   42  BOARD  SHALL  PROMULGATE  REGULATIONS TO COORDINATE ASSESSMENT ROLLS AND\n   43  TAX LEVIES OF COUNTIES, CITIES AND TOWNS WITH THOSE OF SCHOOL  DISTRICTS\n   44  AND VILLAGES.\n   45    S 2. This act shall take effect on the one hundred eightieth day after\n   46  it  shall  have  become a law; provided that any and all rules and regu-\n   47  lations and any other measures necessary to implement any  provision  of\n   48  this act on its effective date may be promulgated and taken, respective-\n   49  ly, on or before the effective date of such provision.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the abatement of taxes in certain cases of catastrophic loss ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T120358.TXT", "SOBI.D110110.T102050.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294672850023
}