{
  "year" : 2011,
  "senateBillNo" : "A1241-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1241-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for source separation and disposal of recyclable materials and requires municipalities to adopt local laws providing therefor",
  "summary" : "Provides for source separation and disposal of recyclable materials and requires municipalities to adopt local laws providing therefor; prohibits transporters from commingling recyclables with other materials; prohibits incinerators and landfills from accepting recyclables. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A1319-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1241\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON, ENGLEBRIGHT, SCHIMEL, LUPARDO, ROSENTHAL,\n         LIFTON  --  Multi-Sponsored  by  -- M. of A. BOYLAND, CLARK, DINOWITZ,\n         GALEF, LATIMER, McENENY, WEINSTEIN -- read once and  referred  to  the\n         Committee on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law and the general\n         municipal law, in  relation  to  disposal  and  source  separation  of\n         recyclable materials\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new section 27-0709 to read as follows:\n    3  S 27-0709. DISPOSAL OF SOURCE SEPARATED RECYCLABLES.\n    4    1. DEFINITIONS. FOR THE PURPOSES OF THIS SECTION:\n    5    A.  \"INCINERATOR\"  SHALL  HAVE THE SAME MEANING AS PROVIDED IN SECTION\n    6  72-0401 OF THIS CHAPTER.\n    7    B. \"LANDFILL\" SHALL HAVE THE  SAME  MEANING  AS  PROVIDED  IN  SECTION\n    8  72-0401 OF THIS CHAPTER.\n    9    C. \"LOCAL RECYCLING LAW\" MEANS A LOCAL LAW OR ORDINANCE ADOPTED PURSU-\n   10  ANT  TO  THE  PROVISIONS OF SECTION ONE HUNDRED TWENTY-AA OF THE GENERAL\n   11  MUNICIPAL LAW.\n   12    D. \"RECYCLABLE MATERIALS\" MEANS RECYCLABLE COMPONENTS OF  SOLID  WASTE\n   13  WHICH  HAVE  BEEN  SEPARATED  FROM OTHER SOLID WASTE PURSUANT TO A LOCAL\n   14  RECYCLING LAW.\n   15    E. \"TRANSFER STATION\" MEANS A SOLID WASTE MANAGEMENT FACILITY, WHETHER\n   16  OWNED OR OPERATED BY A PRIVATE OR PUBLIC ENTITY, OTHER THAN  A  RECYCLA-\n   17  BLES   HANDLING   AND   RECOVERY  FACILITY,  USED  OIL  FACILITY,  OR  A\n   18  CONSTRUCTION AND DEMOLITION  DEBRIS  PROCESSING  FACILITY,  WHERE  SOLID\n   19  WASTE  IS  RECEIVED  FOR  THE  PURPOSE OF SUBSEQUENT TRANSFER TO ANOTHER\n   20  SOLID WASTE MANAGEMENT  FACILITY  FOR  PROCESSING,  TREATING,  DISPOSAL,\n   21  RECOVERY, OR FURTHER TRANSFER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04842-01-1\n\n       A. 1241                             2\n\n    1    F.  \"TRANSPORTER\"  MEANS  ANY PERSON OR ENTITY ENGAGED IN THE OFF-SITE\n    2  TRANSPORTATION OF SOLID WASTE BY AIR, RAIL, HIGHWAY, OR WATER.\n    3    2.  A.  NO TRANSPORTER SHALL COMMINGLE RECYCLABLE MATERIALS WITH OTHER\n    4  SOLID WASTE, OR CAUSE RECYCLABLE MATERIALS TO BE COMMINGLED  WITH  OTHER\n    5  SOLID WASTE.\n    6    B.  NO  TRANSPORTER  SHALL  DELIVER  RECYCLABLE MATERIALS TO, OR CAUSE\n    7  RECYCLABLE MATERIALS TO BE DELIVERED TO:  (I)  AN  INCINERATOR;  (II)  A\n    8  LANDFILL; (III) A TRANSFER STATION, UNLESS SUCH RECYCLABLE MATERIALS ARE\n    9  KEPT  SEPARATED FROM OTHER SOLID WASTE; OR (IV) ANYONE WHO THE TRANSPOR-\n   10  TER KNOWS OR SHOULD KNOW WILL EITHER COMMINGLE SUCH RECYCLABLE MATERIALS\n   11  WITH OTHER SOLID WASTE OR DELIVER SUCH RECYCLABLE MATERIALS TO AN INCIN-\n   12  ERATOR OR A LANDFILL.\n   13    C. NO OPERATOR OF AN INCINERATOR OR A LANDFILL SHALL ACCEPT RECYCLABLE\n   14  MATERIALS FOR DISPOSAL.\n   15    D. NO OPERATOR OF A TRANSFER STATION SHALL COMMINGLE RECYCLABLE  MATE-\n   16  RIALS  WITH OTHER SOLID WASTE, OR TRANSFER RECYCLABLE MATERIALS OR CAUSE\n   17  RECYCLABLE MATERIALS TO BE TRANSFERRED TO AN INCINERATOR OR LANDFILL FOR\n   18  DISPOSAL.\n   19    S 2. Paragraphs a, b and c of subdivision 2 of section 120-aa  of  the\n   20  general municipal law, as amended by chapter 70 of the laws of 1988, are\n   21  amended to read as follows:\n   22    a.  Pursuant to the authority of this section, no later than September\n   23  first, nineteen hundred ninety-two, a municipality shall  adopt  such  a\n   24  local law or ordinance to require that RECYCLABLE MATERIALS BE SEPARATED\n   25  FROM  OTHER  solid  waste which has been left for collection or which is\n   26  delivered by the generator of such waste to  a  solid  waste  management\n   27  facility[, shall be separated into].\n   28    B.  FOR  PURPOSES  OF  THIS  SECTION, \"RECYCLABLE MATERIALS\" MEANS AND\n   29  INCLUDES: (I) NEWSPRINT, GLASS CONTAINERS, METAL  CONTAINERS,  POLYETHY-\n   30  LENE TERAPHTHALATE (#1 CODE) PLASTICS, AND HIGH DENSITY POLYETHYLENE (#2\n   31  CODE)  PLASTICS;  (II)  CORRUGATED CARDBOARD CONTAINERS, PAPER BOARD AND\n   32  MIXED PAPER GENERATED BY  NON-RESIDENTIAL  ENTITIES  OR  BY  RESIDENTIAL\n   33  BUILDINGS  CONSISTING  OF  MORE THAN FOUR DWELLINGS; AND (III) ANY OTHER\n   34  recyclable, reuseable or other  [components]  MATERIALS  for  which  THE\n   35  MUNICIPALITY  DETERMINES THAT economic markets for alternate uses exist,\n   36  OR WHICH THE MUNICIPALITY DETERMINES  SHOULD  BE  SEPARATED  FROM  OTHER\n   37  SOLID  WASTE  FOR  RECYCLING.    For  purposes of this section, the term\n   38  \"economic markets\" refers to instances in which the full  avoided  costs\n   39  of  proper  collection,  transportation and disposal of source separated\n   40  materials are equal to or greater than the cost of collection, transpor-\n   41  tation and sale of said material less the amount received from the  sale\n   42  of said material.\n   43    [b.  For  purposes  of this section, \"components\" shall include paper,\n   44  glass, metals, plastics, garden and yard waste, and  may  include  other\n   45  elements of solid waste.]\n   46    c.  Prior to [exercising the authority of this section to enact such a\n   47  local law or ordinance] MAKING A DETERMINATION UNDER SUBPARAGRAPH  (III)\n   48  OF  PARAGRAPH  B  OF  THIS  SUBDIVISION AFTER THE EFFECTIVE DATE OF SUCH\n   49  SUBPARAGRAPH, the municipality shall hold a public hearing  relating  to\n   50  its  proposed  provisions  and  shall give due consideration to existing\n   51  source separation, recycling and [other resource recovery]  SOLID  WASTE\n   52  DISPOSAL  activities  in  the area, to the adequacy of markets for sepa-\n   53  rated materials, and to any additional effort and expense to be incurred\n   54  by residents  in  meeting  the  proposed  separation  requirements.  The\n   55  authority  provided  in this section shall be in addition to and without\n\n       A. 1241                             3\n\n    1  limitation upon the authority vested in municipalities under  any  other\n    2  statute.\n    3    S  3.  Severability.    If any clause, sentence, paragraph, section or\n    4  part of this act shall be adjudged by any court of  competent  jurisdic-\n    5  tion to be invalid, such judgment shall not affect, impair or invalidate\n    6  the  remainder  thereof,  but  shall be confined in its operation to the\n    7  clause, sentence, paragraph, section or part thereof  directly  involved\n    8  in the controversy in which such judgment shall have been rendered.\n    9    S 4. This act shall take effect on the one hundred eightieth day after\n   10  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law and the general municipal law, in relation to disposal and source separation of recyclable materials ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T111351.TXT", "SOBI.D110107.T170921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294438161078
}