{
  "year" : 2011,
  "senateBillNo" : "A1242-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1242-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"jobs, trade and democracy act\"",
  "summary" : "Enacts the \"jobs, trade and democracy act\"; preserves state authority over procurement policies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A1262-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1242\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON, SCHROEDER, HOYT, GABRYSZAK -- Multi-Spon-\n         sored by -- M. of A.  GIGLIO, J. MILLER, PEOPLES-STOKES, SPANO -- read\n         once  and  referred  to  the  Committee  on  Economic Development, Job\n         Creation, Commerce and Industry\n\n       AN ACT to amend the economic development law, in  relation  to  enacting\n         the \"jobs, trade and democracy act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"jobs, trade and democracy act\".\n    3    S  2.  The economic development law is amended by adding a new article\n    4  10-A to read as follows:\n    5                                 ARTICLE 10-A\n    6                        JOBS, TRADE AND DEMOCRACY ACT\n    7  SECTION 226. LEGISLATIVE INTENT.\n    8          227. ROLE OF THE LEGISLATURE IN TRADE POLICY.\n    9          228. OFFICE OF TRADE ENFORCEMENT  AND  CITIZEN'S  COMMISSION  ON\n   10                GLOBALIZATION.\n   11    S  226.  LEGISLATIVE  INTENT.    THE LEGISLATURE HEREBY DETERMINES AND\n   12  DECLARES THAT:\n   13    1. STATES HAVE TRADITIONALLY ENJOYED A LARGE DEGREE OF AUTONOMY TO SET\n   14  THEIR OWN PROCUREMENT POLICIES UNDER THE U.S. SYSTEM OF FEDERALISM.\n   15    2. RECENT INTERNATIONAL TRADE AGREEMENTS THREATEN TO ERODE THIS TRADI-\n   16  TIONAL STATE AUTONOMY BY REQUIRING STATE GOVERNMENTS TO  ACCORD  FOREIGN\n   17  SUPPLIERS  OF  GOODS  AND SERVICES TREATMENT NO LESS FAVORABLE THAN THAT\n   18  AFFORDED TO IN-STATE SUPPLIERS. IN ADDITION,  THE  AGREEMENTS  STIPULATE\n   19  THAT  STATE  CONTRACT SPECIFICATIONS MUST NOT BURDEN TRADE ANY MORE THAN\n   20  NECESSARY, AND LIMIT SUPPLIER QUALIFICATIONS TO THOSE THAT  ARE  \"ESSEN-\n   21  TIAL\" TO THE PERFORMANCE OF THE CONTRACT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04821-01-1\n\n       A. 1242                             2\n\n    1    3. THE GOVERNOR, NOT THE STATE LEGISLATURE, CHOSE TO BIND THE STATE TO\n    2  THE  TERMS OF VARIOUS INTERNATIONAL TRADE AGREEMENTS UPON THE REQUEST OF\n    3  THE UNITED STATES TRADE REPRESENTATIVE (USTR).\n    4    4.  STATE  LEGISLATORS  HAVE  AN  IMPORTANT ROLE TO PLAY IN PRESERVING\n    5  STATE AUTHORITY OVER PROCUREMENT POLICY. THESE CRITICAL DECISIONS SHOULD\n    6  BE MADE ONLY WITH THE INVOLVEMENT OF THE LEGISLATURE, AND ONLY AFTER THE\n    7  PUBLIC HAS BEEN ADEQUATELY INFORMED AND HAS OPENLY  DEBATED  THE  ISSUES\n    8  INVOLVED.\n    9    5.  IT  IS CRITICAL FOR CITIZENS, STATE AGENCIES, THE LEGISLATURE, AND\n   10  OTHER ELECTED OFFICIALS IN THE STATE TO HAVE ACCESS TO INFORMATION ABOUT\n   11  HOW TRADE IMPACTS STATE LEGISLATIVE AUTHORITY, THE STATE'S ECONOMY,  AND\n   12  EXISTING  STATE LAWS IN ORDER TO PARTICIPATE IN AN INFORMED DEBATE ABOUT\n   13  INTERNATIONAL TRADE ISSUES.\n   14    6. IT IS THE SENSE OF THIS LEGISLATURE THAT THE CONGRESS OF THE UNITED\n   15  STATES SHOULD PASS LEGISLATION INSTRUCTING THE USTR TO FULLY AND FORMAL-\n   16  LY  CONSULT  INDIVIDUAL  STATE   LEGISLATURES   REGARDING   PROCUREMENT,\n   17  SERVICES,  INVESTMENT,  OR  ANY  OTHER TRADE AGREEMENT RULES THAT IMPACT\n   18  STATE LAWS OR AUTHORITY BEFORE NEGOTIATIONS BEGIN AND AS  THEY  DEVELOP,\n   19  AND  TO  SEEK  CONSENT  FROM STATE LEGISLATURES IN ADDITION TO GOVERNORS\n   20  PRIOR TO BINDING STATES TO CONFORM THEIR LAWS TO THE TERMS  OF  INTERNA-\n   21  TIONAL  COMMERCIAL  AGREEMENTS.  SUCH LEGISLATION IS NECESSARY TO ENSURE\n   22  THE PRIOR INFORMED CONSENT OF THE STATE WITH REGARD TO  FUTURE  INTERNA-\n   23  TIONAL TRADE AND INVESTMENT AGREEMENTS.\n   24    S  227.  ROLE  OF THE LEGISLATURE IN TRADE POLICY.  1. IT SHALL BE THE\n   25  POLICY OF THE STATE THAT APPROVAL FOR THE STATE TO BE BOUND BY ANY TRADE\n   26  AGREEMENT REQUIRES THE CONSENT OF THE LEGISLATURE.\n   27    2. TWO LEGISLATIVE POINTS OF CONTACT (LPCS) WILL BE APPOINTED  AT  THE\n   28  BEGINNING  OF  EACH  LEGISLATIVE SESSION; ONE BY THE TEMPORARY PRESIDENT\n   29  AND MINORITY LEADER OF THE SENATE, AND ONE BY THE SPEAKER  AND  MINORITY\n   30  LEADER  OF  THE  ASSEMBLY. THE LEGISLATURE DECLARES THAT THE PURPOSES OF\n   31  THE LPCS ARE TO:\n   32    A. SERVE AS THE STATE'S OFFICIAL LIAISONS WITH THE FEDERAL  GOVERNMENT\n   33  AND  AS  THE  LEGISLATURE'S  LIAISONS WITH THE GOVERNOR ON TRADE-RELATED\n   34  MATTERS;\n   35    B. SERVE AS THE DESIGNATED RECIPIENTS OF FEDERAL REQUESTS FOR  CONSENT\n   36  OR  CONSULTATION  REGARDING  INVESTMENT,  PROCUREMENT, SERVICES OR OTHER\n   37  PROVISIONS OF INTERNATIONAL TRADE AGREEMENTS WHICH IMPINGE ON STATE  LAW\n   38  OR REGULATORY AUTHORITY RESERVED TO THE STATE;\n   39    C.  TRANSMIT INFORMATION REGARDING FEDERAL REQUESTS FOR CONSENT TO THE\n   40  OFFICE OF THE GOVERNOR, THE ATTORNEY GENERAL, ALL  APPROPRIATE  LEGISLA-\n   41  TIVE  COMMITTEES,  AND  THE  OFFICE  OF TRADE ENFORCEMENT ESTABLISHED BY\n   42  SECTION TWO HUNDRED TWENTY-EIGHT OF THIS ARTICLE;\n   43    D. ISSUE A FORMAL REQUEST TO OFFICE OF  TRADE  ENFORCEMENT  AND  OTHER\n   44  APPROPRIATE  STATE  AGENCIES  TO  PROVIDE ANALYSIS OF ALL PROPOSED TRADE\n   45  AGREEMENTS' IMPACT ON LEGISLATIVE  AUTHORITY  AND  THE  ECONOMY  OF  THE\n   46  STATE;\n   47    E.  INFORM  ALL  MEMBERS  OF  THE LEGISLATURE ON A REGULAR BASIS ABOUT\n   48  ONGOING TRADE  NEGOTIATIONS  AND  DISPUTE  SETTLEMENT  PROCEEDINGS  WITH\n   49  IMPLICATIONS FOR THE STATE MORE GENERALLY;\n   50    F.  COMMUNICATE  THE  INTERESTS AND CONCERNS OF THE LEGISLATURE TO THE\n   51  UNITED STATES TRADE REPRESENTATIVE (USTR) REGARDING ONGOING AND PROPOSED\n   52  TRADE NEGOTIATIONS; AND\n   53    G. NOTIFY THE USTR OF THE OUTCOME OF ANY LEGISLATIVE ACTION.\n   54    3. THE FOLLOWING ACTIONS ARE REQUIRED BEFORE THE STATE  SHALL  CONSENT\n   55  TO THE TERMS OF A TRADE AGREEMENT:\n\n       A. 1242                             3\n\n    1    A. WHEN A REQUEST HAS BEEN RECEIVED, THE GOVERNOR, THE TEMPORARY PRES-\n    2  IDENT  AND  MINORITY  LEADER OF THE SENATE, THE SPEAKER AND THE MINORITY\n    3  LEADER OF THE ASSEMBLY, OR RANKING MEMBER OF THE  APPROPRIATE  COMMITTEE\n    4  OF  JURISDICTION  MAY  SUBMIT TO THE LEGISLATURE, ON A DAY ON WHICH BOTH\n    5  HOUSES  ARE IN SESSION, A COPY OF THE FINAL LEGAL TEXT OF THE AGREEMENT,\n    6  TOGETHER WITH:\n    7    I. A REPORT BY THE OFFICE OF TRADE ENFORCEMENT WHICH SHALL INCLUDE  AN\n    8  ANALYSIS OF HOW THE AGREEMENT OF THE STATE TO THE SPECIFIC PROVISIONS OF\n    9  THE AGREEMENT WILL CHANGE OR AFFECT EXISTING STATE LAW;\n   10    II.  A  STATEMENT  OF  ANY ADMINISTRATIVE ACTION PROPOSED TO IMPLEMENT\n   11  THESE TRADE AGREEMENT PROVISIONS IN THE STATE; AND\n   12    III. A DRAFT OF LEGISLATION AUTHORIZING THE STATE TO SIGN  ON  TO  THE\n   13  SPECIFIC LISTED PROVISIONS OF THE AGREEMENT IN QUESTION.\n   14    B.  A  PUBLIC HEARING, WITH ADEQUATE PUBLIC NOTICE, SHALL OCCUR BEFORE\n   15  THE LEGISLATURE VOTES ON THE BILL; AND\n   16    C. THE BILL AUTHORIZING THE  STATE  TO  SIGN  ON  TO  SPECIFIC  LISTED\n   17  PROVISIONS OF AN AGREEMENT IS ENACTED INTO LAW.\n   18    4.  THE  ATTORNEY  GENERAL  SHALL  NOTIFY THE USTR OF THE POLICIES SET\n   19  FORTH IN THIS ARTICLE IN WRITING NO LATER THAN DECEMBER THIRTY-FIRST AND\n   20  SHALL PROVIDE COPIES OF SUCH NOTICE TO THE TEMPORARY  PRESIDENT  OF  THE\n   21  SENATE,  SPEAKER  OF THE ASSEMBLY, THE GOVERNOR AND THE STATE'S CONGRES-\n   22  SIONAL DELEGATION.\n   23    S 228. OFFICE OF TRADE ENFORCEMENT AND CITIZEN'S COMMISSION ON GLOBAL-\n   24  IZATION.  1. THE STATE SHALL ESTABLISH AN OFFICE  OF  TRADE  ENFORCEMENT\n   25  AND A CITIZEN'S COMMISSION ON GLOBALIZATION.\n   26    2. THE OFFICE OF TRADE ENFORCEMENT IS DIRECTED TO:\n   27    A.  MONITOR TRADE NEGOTIATIONS AND DISPUTES IMPACTING THE STATE ECONO-\n   28  MY.\n   29    B. ANALYZE PENDING TRADE AGREEMENTS THE STATE IS  CONSIDERING  SIGNING\n   30  AND PROVIDE THE ANALYSIS TO THE GOVERNOR, THE LEGISLATURE, THE CITIZEN'S\n   31  COMMISSION ON GLOBALIZATION AND THE PUBLIC.\n   32    C.  PROVIDE  TECHNICAL  ASSISTANCE  TO  WORKERS  AND FIRMS IMPACTED BY\n   33  UNFAIR TRADE PRACTICES.\n   34    D. PROVIDE A TRADE IMPACT REPORT TO THE GOVERNOR, THE LEGISLATURE, THE\n   35  CITIZEN'S COMMISSION ON GLOBALIZATION  AND  THE  PUBLIC  NO  LATER  THAN\n   36  DECEMBER THIRTY-FIRST AND ANNUALLY THEREAFTER.\n   37    E. PROVIDE ADDITIONAL RESEARCH AND ANALYSIS AS REQUESTED BY THE GOVER-\n   38  NOR, THE LEGISLATURE, AND THE CITIZEN'S COMMISSION ON GLOBALIZATION.\n   39    3.  EACH  ANNUAL  TRADE  IMPACT  REPORT REQUIRED BY THIS SECTION SHALL\n   40  INCLUDE:\n   41    A. AN AUDIT OF THE AMOUNT OF  PUBLIC  CONTRACT  WORK  BEING  PERFORMED\n   42  OVERSEAS;\n   43    B. AN AUDIT OF GOVERNMENT GOODS BEING PROCURED FROM OVERSEAS;\n   44    C.  A  STUDY  OF TRADE'S IMPACTS ON STATE AND LOCAL EMPLOYMENT LEVELS,\n   45  TAX REVENUES AND RETRAINING AND ADJUSTMENT COSTS;\n   46    D. AN ANALYSIS OF THE CONSTRAINTS TRADE RULES PLACE ON STATE REGULATO-\n   47  RY AUTHORITY, INCLUDING BUT  NOT  LIMITED  TO  THE  STATE'S  ABILITY  TO\n   48  PRESERVE  THE ENVIRONMENT, PROTECT PUBLIC HEALTH AND SAFETY, AND PROVIDE\n   49  HIGH-QUALITY PUBLIC SERVICES; AND\n   50    E. FINDINGS AND RECOMMENDATIONS OF SPECIFIC ACTIONS THE  STATE  SHOULD\n   51  TAKE IN RESPONSE TO THE IMPACTS OF TRADE ON THE STATE IDENTIFIED ABOVE.\n   52    4. SUCH ACTIONS MAY INCLUDE, BUT SHALL NOT BE LIMITED TO:\n   53    A.  REVOCATION  OF  THE STATE'S CONSENT TO BE BOUND BY THE PROCUREMENT\n   54  RULES OF INTERNATIONAL TRADE AGREEMENTS;\n   55    B. PROHIBITION OF OFFSHORE PERFORMANCE  OF  STATE  CONTRACT  WORK  AND\n   56  PREFERENCES FOR DOMESTIC CONTENT IN STATE PURCHASING;\n\n       A. 1242                             4\n\n    1    C.  STATE  SUPPORT FOR CASES BROUGHT UNDER FEDERAL TRADE LAWS BY RESI-\n    2  DENTS OF THE STATE;\n    3    D. STATE ADVOCACY FOR REFORM OF TRADE AGREEMENTS AND TRADE LAWS AT THE\n    4  FEDERAL LEVEL; AND\n    5    E. IMPLEMENTATION OF A HIGH-ROAD GROWTH STRATEGY FORMULATED WITH BUSI-\n    6  NESS, LABOR AND COMMUNITY PARTICIPATION.\n    7    5. SUCH A STRATEGY MAY INCLUDE, BUT NOT BE LIMITED TO:\n    8    A. MORE EFFECTIVE EARLY WARNING AND LAYOFF AVERSION MEASURES;\n    9    B.  INCREASED ASSISTANCE AND ADJUSTMENT PROGRAMS FOR DISPLACED WORKERS\n   10  AND TRADE-IMPACTED COMMUNITIES;\n   11    C. STRONGER STANDARDS  AND  ACCOUNTABILITY  FOR  RECIPIENTS  OF  STATE\n   12  SUBSIDIES AND INCENTIVES;\n   13    D. INVESTMENTS IN WORKFORCE TRAINING AND DEVELOPMENT;\n   14    E. INVESTMENTS IN TECHNOLOGY AND INFRASTRUCTURE; AND\n   15    F. INCREASED ACCESS TO CAPITAL FOR LOCAL PRODUCERS.\n   16    6. WITHIN THIRTY DAYS OF RECEIPT OF THE ANNUAL TRADE IMPACT REPORT:\n   17    A.  THE  GOVERNOR SHALL REVIEW THE REPORT AND ISSUE A PUBLIC STATEMENT\n   18  EXPLAINING WHICH OF THE REPORT'S RECOMMENDATIONS FOR SPECIFIC ACTION THE\n   19  GOVERNOR WILL ACT UPON IN THE NEXT THIRTY DAYS, WHETHER  THROUGH  EXECU-\n   20  TIVE ACTION OR PROPOSED LEGISLATION.\n   21    B.  THE  LEGISLATURE  SHALL REVIEW THE REPORT, HOLD PUBLIC HEARINGS ON\n   22  THE REPORT'S RECOMMENDATIONS FOR SPECIFIC ACTION  AND  INTRODUCE  LEGIS-\n   23  LATION TO ENACT THOSE RECOMMENDATIONS ACCEPTED BY THE LEGISLATURE.\n   24    7.  A  CITIZEN'S COMMISSION ON GLOBALIZATION SHALL BE APPOINTED BY THE\n   25  GOVERNOR.\n   26    A. THE FOLLOWING STAKEHOLDERS SHALL  BE  EQUALLY  REPRESENTED  ON  THE\n   27  COMMISSION:  EMPLOYERS, LABOR ORGANIZATIONS, COMMUNITY ORGANIZATIONS AND\n   28  GOVERNMENT.\n   29    B. THE COMMISSION SHALL:\n   30    I. ASSESS THE LEGAL AND ECONOMIC IMPACTS OF TRADE AGREEMENTS;\n   31    II. PROVIDE INPUT ON THE ANNUAL TRADE IMPACT REPORT;\n   32    III. HOLD PUBLIC HEARINGS ON THE IMPACTS OF TRADE  ON  THE  STATE  AND\n   33  COMMUNITIES,  AS WELL AS THE ANNUAL TRADE IMPACT REPORT IMPACTS OF TRADE\n   34  ON THE STATE; AND\n   35    IV. MAKE POLICY RECOMMENDATIONS  TO  THE  GOVERNOR,  LEGISLATURE,  THE\n   36  STATE'S CONGRESSIONAL DELEGATION AND U.S. TRADE NEGOTIATORS.\n   37    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to enacting the \"jobs, trade and democracy act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T110351.TXT", "SOBI.D110107.T170921.TXT", "SOBI.D110107.T111852.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294438161079
}