{
  "year" : 2011,
  "senateBillNo" : "A1254-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1254-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the issue of military deployment as a factor in the awarding of custody in marital actions",
  "summary" : "Provides that the issue of military deployment shall not be considered as a factor in the awarding of custody in marital actions where a suitable child care plan is presented. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "A4079-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1254\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. HAWLEY, KOLB -- read once and referred to the\n         Committee on Judiciary\n\n       AN ACT to amend the domestic relations  law,  in  relation  to  determi-\n         nations of child custody in matrimonial actions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 70 of the domestic  relations  law  is  amended  by\n    2  adding a new subdivision (c) to read as follows:\n    3    (C)  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW TO THE CONTRARY, THE\n    4  COURT SHALL NOT CONSIDER THE DEPLOYMENT OF A PARENT IN ACTIVE SERVICE OF\n    5  THE ARMED FORCES OF THE UNITED STATES OR OF THE ORGANIZED MILITIA OF THE\n    6  STATE OF NEW YORK AS A DETRIMENTAL FACTOR TO THE AWARDING OF CUSTODY  OF\n    7  A  CHILD WHERE A SUITABLE CHILD CARE PLAN FOR THE PERIOD OF SUCH DEPLOY-\n    8  MENT HAS BEEN PRESENTED TO THE COURT BY THE PETITIONING PARENT.\n    9    S 2. Paragraph (a) of subdivision 1 of section  240  of  the  domestic\n   10  relations law, as amended by chapter 476 of the laws of 2009, is amended\n   11  and a new subdivision 1-d is added to read as follows:\n   12    (a)  In any action or proceeding brought (1) to annul a marriage or to\n   13  declare the nullity of a void marriage, or (2) for a separation, or  (3)\n   14  for  a divorce, or (4) to obtain, by a writ of habeas corpus or by peti-\n   15  tion and order to show cause, the custody of or right to visitation with\n   16  any child of a marriage, the court shall  require  verification  of  the\n   17  status of any child of the marriage with respect to such child's custody\n   18  and  support,  including  any  prior  orders, and shall enter orders for\n   19  custody and support as, in the  court's  discretion,  justice  requires,\n   20  having  regard  to  the  circumstances of the case and of the respective\n   21  parties and to the best interests  of  the  child  and  subject  to  the\n   22  provisions  of  [subdivision]  SUBDIVISIONS  one-c  AND  ONE-D  of  this\n   23  section. Where either party to an action  concerning  custody  of  or  a\n   24  right  to  visitation  with  a  child  alleges  in  a  sworn petition or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02429-01-1\n\n       A. 1254                             2\n\n    1  complaint or sworn answer, cross-petition, counterclaim or  other  sworn\n    2  responsive  pleading that the other party has committed an act of domes-\n    3  tic violence against the party making the  allegation  or  a  family  or\n    4  household  member of either party, as such family or household member is\n    5  defined in article eight of the family court act, and  such  allegations\n    6  are  proven  by a preponderance of the evidence, the court must consider\n    7  the effect of such domestic violence upon  the  best  interests  of  the\n    8  child,  together  with  such  other facts and circumstances as the court\n    9  deems relevant in making a direction pursuant to this section and  state\n   10  on  the  record how such findings, facts and circumstances factored into\n   11  the direction. If a parent makes a good  faith  allegation  based  on  a\n   12  reasonable  belief  supported  by  facts that the child is the victim of\n   13  child abuse, child neglect, or the effects of domestic violence, and  if\n   14  that  parent acts lawfully and in good faith in response to that reason-\n   15  able belief to protect the child or seek treatment for the  child,  then\n   16  that parent shall not be deprived of custody, visitation or contact with\n   17  the child, or restricted in custody, visitation or contact, based solely\n   18  on  that belief or the reasonable actions taken based on that belief. If\n   19  an allegation that a child is abused is supported by a preponderance  of\n   20  the  evidence,  then  the court shall consider such evidence of abuse in\n   21  determining the visitation arrangement that is in the best  interest  of\n   22  the  child,  and  the  court shall not place a child in the custody of a\n   23  parent who presents a substantial risk of harm to that child, and  shall\n   24  state  on  the  record how such findings were factored into the determi-\n   25  nation. An order directing the payment of child  support  shall  contain\n   26  the  social  security  numbers  of the named parties. In all cases there\n   27  shall be no prima facie right to the custody  of  the  child  in  either\n   28  parent. Such direction shall make provision for child support out of the\n   29  property  of  either or both parents. The court shall make its award for\n   30  child support pursuant to subdivision one-b of this section. Such direc-\n   31  tion may provide for reasonable visitation rights to the maternal and/or\n   32  paternal grandparents of any child of the parties. Such direction as  it\n   33  applies  to  rights of visitation with a child remanded or placed in the\n   34  care of a person, official, agency or institution  pursuant  to  article\n   35  ten of the family court act, or pursuant to an instrument approved under\n   36  section three hundred fifty-eight-a of the social services law, shall be\n   37  enforceable  pursuant  to  part eight of article ten of the family court\n   38  act and sections three hundred fifty-eight-a and three  hundred  eighty-\n   39  four-a of the social services law and other applicable provisions of law\n   40  against any person having care and custody, or temporary care and custo-\n   41  dy,  of the child. Notwithstanding any other provision of law, any writ-\n   42  ten application or motion to the court for the establishment,  modifica-\n   43  tion  or  enforcement  of  a child support obligation for persons not in\n   44  receipt of public assistance and care must contain either a request  for\n   45  child  support enforcement services which would authorize the collection\n   46  of the support  obligation  by  the  immediate  issuance  of  an  income\n   47  execution  for  support  enforcement  as  provided  for by this chapter,\n   48  completed in the manner specified in section one hundred eleven-g of the\n   49  social services law; or a statement that the applicant has  applied  for\n   50  or  is  in  receipt  of such services; or a statement that the applicant\n   51  knows of the availability of such services, has declined  them  at  this\n   52  time  and  where  support  enforcement  services pursuant to section one\n   53  hundred eleven-g of the social services law have been declined that  the\n   54  applicant  understands  that  an  income  deduction  order may be issued\n   55  pursuant to subdivision (c) of section fifty-two  hundred  forty-two  of\n   56  the civil practice law and rules without other child support enforcement\n\n       A. 1254                             3\n\n    1  services  and that payment of an administrative fee may be required. The\n    2  court shall provide a  copy  of  any  such  request  for  child  support\n    3  enforcement  services  to the support collection unit of the appropriate\n    4  social services district any time it directs payments to be made to such\n    5  support  collection  unit.  Additionally,  the  copy of any such request\n    6  shall be accompanied by the name, address and social security number  of\n    7  the  parties;  the date and place of the parties' marriage; the name and\n    8  date of birth of the child or children; and the name and address of  the\n    9  employers  and  income  payors  of  the party from whom child support is\n   10  sought or from the party ordered to  pay  child  support  to  the  other\n   11  party.  Such direction may require the payment of a sum or sums of money\n   12  either directly to the custodial parent or to third persons for goods or\n   13  services furnished for such child, or for both payments to the custodial\n   14  parent and to such third persons; provided,  however,  that  unless  the\n   15  party seeking or receiving child support has applied for or is receiving\n   16  such  services,  the  court shall not direct such payments to be made to\n   17  the support collection unit,  as  established  in  section  one  hundred\n   18  eleven-h  of  the social services law. Every order directing the payment\n   19  of support shall require that if either parent currently, or at any time\n   20  in the future, has health  insurance  benefits  available  that  may  be\n   21  extended  or  obtained  to  cover  the child, such parent is required to\n   22  exercise the option of additional coverage in favor of  such  child  and\n   23  execute  and  deliver  to  such  person any forms, notices, documents or\n   24  instruments necessary to assure timely payment of any  health  insurance\n   25  claims for such child.\n   26    1-D.  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW TO THE CONTRARY, THE\n   27  COURT SHALL NOT CONSIDER THE DEPLOYMENT OF A PARENT IN ACTIVE SERVICE OF\n   28  THE ARMED FORCES OF THE UNITED STATES OR OF THE ORGANIZED MILITIA OF THE\n   29  STATE OF NEW YORK AS A DETRIMENTAL FACTOR TO THE AWARDING OF CUSTODY  OF\n   30  A CHILD TO A PETITIONING PARENT WHERE A SUITABLE CHILD CARE PLAN FOR THE\n   31  PERIOD  OF  SUCH  DEPLOYMENT  HAS  BEEN  PRESENTED  TO THE COURT BY SUCH\n   32  PARENT.\n   33    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, in relation to determinations of child custody in matrimonial actions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T120855.TXT", "SOBI.D110110.T102550.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294673150146
}