{
  "year" : 2011,
  "senateBillNo" : "A125-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A125-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the use of surplus funds from the greater Catskills flood remediation program by Ulster county",
  "summary" : "Authorizes the use of surplus funds from the greater Catskills flood remediation program by Ulster county. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Budget Bills",
  "previousVersions" : [ "A10140-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          125\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL, P. LOPEZ -- read once and referred to the\n         Committee on Housing\n\n       AN  ACT  to amend section 3 of part NN of chapter 57 of the laws of 2008\n         relating to authorizing the New York state mortgage agency to transfer\n         certain moneys, in relation to the  use  of  surplus  funds  from  the\n         greater Catskills flood remediation program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3 of part NN of chapter 57  of  the  laws  of  2008\n    2  relating  to  authorizing the New York state mortgage agency to transfer\n    3  certain moneys, as amended by section 1 of part B of chapter  2  of  the\n    4  laws of 2009, is amended to read as follows:\n    5    S 3. (A) Within the amounts transferred to the corporation pursuant to\n    6  section  one  of  this  act  for the greater Catskills flood remediation\n    7  program, the corporation shall provide funds to the counties of  Broome,\n    8  Chenango,  Delaware,  Herkimer,  Montgomery,  Orange, Otsego, Schoharie,\n    9  Sullivan, Tioga and Ulster, upon application by a county and within  the\n   10  amounts  available  for disbursement to such county, to enable the coun-\n   11  ties to purchase and demolish one or two family  homes  that  have  been\n   12  certified  by  the local building inspector and county emergency manage-\n   13  ment director, to the satisfaction of the corporation,  as  having  been\n   14  subject  to one or more incidents of flooding since April 1, 2004 and as\n   15  likely to be subject  to  a  future  flood  incident  that  would  cause\n   16  substantial damage thereto. Any application by a county for disbursement\n   17  of  funds  under  this act shall demonstrate, to the satisfaction of the\n   18  corporation, that: (1) the home is occupied as the primary residence  of\n   19  an  owner with a family income of up to one hundred fifty percent of the\n   20  area median income as defined by the United States department of housing\n   21  and urban development, provided, however,  that  an  otherwise  eligible\n   22  home  shall be eligible for purchase under this act if the current owner\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01907-01-1\n\n       A. 125                              2\n\n    1  can demonstrate that the home was occupied as the owner's primary  resi-\n    2  dence prior to a flood event that rendered the home unsuitable for habi-\n    3  tation;  (2) the current appraised value of the home does not exceed two\n    4  hundred  fifty thousand dollars and the purchase price for the home will\n    5  not exceed the appraised value less the amount of any property  casualty\n    6  insurance  or  disaster relief payments received by the owner as compen-\n    7  sation for damage incurred in a flood incident; (3) all  recorded  liens\n    8  or  other  encumbrances on the home will be released at closing; (4) the\n    9  county provides assurances that the home will be condemned and the prop-\n   10  erty will be dedicated and maintained in perpetuity for a  use  that  is\n   11  compatible  with  open space, recreational, flood mitigation or wetlands\n   12  management practices; and (5) disbursements under this section shall  be\n   13  limited  to the costs of acquisition of eligible homes, including legal,\n   14  appraisal, recording and other transaction costs, and the costs of demo-\n   15  lition.  In selecting homes for purchase  pursuant  to  this  act,  each\n   16  county  shall give preference to homes with a current appraised value of\n   17  less than one hundred fifty thousand dollars and to homes that have been\n   18  subject to two or more incidents of flooding since April  1,  2004.  The\n   19  corporation shall establish policies and procedures consistent with this\n   20  section,  which  shall  include county reporting requirements, and shall\n   21  report to the governor, the speaker of the assembly, the temporary pres-\n   22  ident of the senate and the director of the division of the budget on or\n   23  before December 31, 2008 regarding the implementation of  this  section.\n   24  Of the amounts transferred to the corporation pursuant to section one of\n   25  this  act,  the  amounts  disbursed to counties pursuant to this section\n   26  shall not exceed the  following  amounts:  Broome,  $750,000;  Chenango,\n   27  $750,000;   Delaware,   $2,000,000;   Herkimer,   $750,000;  Montgomery,\n   28  $750,000; Orange, $2,000,000;  Otsego,  $750,000;  Schoharie,  $750,000;\n   29  Sullivan, $3,750,000; Tioga, $750,000; and Ulster, $2,000,000.\n   30    (B) ANY FUNDS NOT UNDER CONTRACT OR GRANT AGREEMENT BETWEEN ANY COUNTY\n   31  PROVIDED  FOR  BY  THIS  SECTION AND THE STATE OF NEW YORK OR ANY OF ITS\n   32  DIVISIONS OR AGENCIES ON OR BY JANUARY 1, 2010 MAY BE USED, UPON A FIND-\n   33  ING BY THE CORPORATION THAT SUCH FUNDS ARE AVAILABLE, BY ULSTER  COUNTY,\n   34  WHETHER  THE  FUNDS  ARE  ALLOCATED  TO SUCH COUNTY OR TO ANOTHER COUNTY\n   35  UNDER THIS PROGRAM, TO PURCHASE HOMES WHICH ARE VALUED AT UNDER $250,000\n   36  UPON A FINDING  BY  THE  CORPORATION  THAT:  (1)  THE  HOMES  HAVE  BEEN\n   37  SUBJECTED TO SEEPAGE OF WATER INTO THE HOMES EITHER THROUGH THE WALLS OR\n   38  FOUNDATION  OF  SUCH  HOME OR WATER OTHERWISE ENTERS INTO THE HOME OTHER\n   39  THAN THROUGH PIPES INTENDED FOR SUCH PURPOSE AND (2) THE HOME  IS  SITU-\n   40  ATED  WITHIN  TWO  MILES OF AN UNDERGROUND AQUEDUCT OWNED, MAINTAINED OR\n   41  OPERATED BY THE CITY OF NEW YORK OR ANY  BOARD,  AGENCY,  DEPARTMENT  OR\n   42  BUREAU  THEREOF  AND  IS USED FOR THE TRANSPORT OF DRINKING WATER TO THE\n   43  CITY OF NEW YORK. THE REQUIREMENTS ENUMERATED IN PARAGRAPHS ONE  THROUGH\n   44  FIVE  OF  SUBDIVISION (A) OF THIS SECTION SHALL APPLY, PROVIDED, HOWEVER\n   45  THAT NOTWITHSTANDING THE REQUIREMENTS OF PARAGRAPH  ONE  OF  SUBDIVISION\n   46  (A)  OF  THIS  SECTION,  NO  PERSON  OR  PERSONS WHO OTHERWISE MEETS THE\n   47  REQUIREMENTS OF THIS SUBDIVISION SHALL  BE  EXCLUDED  ON  THE  BASIS  OF\n   48  INCOME  AND  IT  IS FURTHER PROVIDED THAT THE COSTS OF DEMOLITION OF ANY\n   49  HOME PURCHASED THROUGH THIS SECTION ARE AN ELIGIBLE COST.\n   50    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend section 3 of part NN of chapter 57 of the laws of 2008 relating to authorizing the New York state mortgage agency to transfer certain moneys, in relation to the use of surplus funds from the greater Catskills flood remediation program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T165342.TXT", "SOBI.D101216.T105913.TXT", "SOBI.D101216.T112915.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292882022766
}