{
  "year" : 2011,
  "senateBillNo" : "A1256-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1256-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294722000000,
    "eventText" : "to attorney-general for opinion",
    "billEventId" : "A1256-2011-1294722000000-to+attorney-general+for+opinion",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to landowner recreational liability and farm and horseback riding operation liability relief; and enacts the \"equine activity safety code act\"",
  "summary" : "Limits the liability of a farm or \"u-pick\" operation for injuries incurred while a person was picking and buying agricultural products; expands the limited exemption of a property owner from liability to a property owner who makes their premises available to others for any recreational use and to include owners of underdeveloped and/or land used in agricultural production; enacts the \"equine activity safety code act\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "A843-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1256\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. HAWLEY, GIGLIO, CROUCH, CALHOUN, FINCH -- Multi-\n         Sponsored by -- M. of A. BARCLAY, KOLB -- read once  and  referred  to\n         the Committee on Judiciary\n\n       AN  ACT to amend the general obligations law, in relation to the duty to\n         keep premises safe for certain uses and enacting the \"equine  activity\n         safety code act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 9-103 of the general obligations law, as amended by\n    2  chapter 408 of the laws of 1979, paragraph a of subdivision 1  as  sepa-\n    3  rately amended by chapters 141 and 286 of the laws of 1984 and paragraph\n    4  c  of  subdivision  1  as  added  by chapter 174 of the laws of 1980, is\n    5  amended to read as follows:\n    6    S 9-103. No duty to keep premises safe for certain uses;  responsibil-\n    7  ity for acts of such users. 1.  THE LEGISLATURE REAFFIRMS THE PURPOSE OF\n    8  THIS  SECTION  WHICH  IS  TO  ENCOURAGE PROPERTY OWNERS TO MAKE LAND AND\n    9  WATER AREAS AVAILABLE TO THE PUBLIC  FOR  RECREATIONAL  OR  CONSERVATION\n   10  PURPOSES  BY  LIMITING THEIR POTENTIAL LIABILITY EXPOSURE TOWARD PERSONS\n   11  ENTERING THEREON FOR SUCH PURPOSES. ITS PROVISIONS SHOULD  BE  CONSTRUED\n   12  TO ACCOMPLISH THOSE OBJECTIVES.\n   13    1-A. DEFINITIONS. AS USED IN THIS SECTION:\n   14    A.  \"LANDS  USED  IN AGRICULTURAL PRODUCTION\" MEANS LAND AS DEFINED IN\n   15  SUBDIVISION FOUR OF SECTION THREE HUNDRED ONE  OF  THE  AGRICULTURE  AND\n   16  MARKETS  LAW,  EXCEPT THAT THE PARCEL OF LAND MAY BE LESS THAN TEN ACRES\n   17  AND STILL QUALIFY.\n   18    B. \"OWNER, LESSEE, OR OCCUPANT\"  MEANS  ANY  PERSON  ENTITLED  TO  THE\n   19  EXCLUSIVE  OR NON-EXCLUSIVE USE OR POSSESSION OF THE PREMISES, INCLUDING\n   20  HOLDERS OF CONSERVATION AND TRAIL EASEMENTS.\n   21    C. \"UNDEVELOPED PREMISES\" MEANS PROPERTY  EXISTING  IN  ITS  NATURALLY\n   22  OCCURRING  STATE,  WITHOUT  STRUCTURES,  IMPROVEMENTS OR MANMADE OBJECTS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02589-01-1\n\n       A. 1256                             2\n\n    1  CONSTRUCTED, SITUATED OR PLACED ON THE PROPERTY BY  THE  OWNER,  LESSEE,\n    2  OCCUPANT  OR  OTHER  PERSONS.  IF PROPERTY CONTAINS BOTH UNDEVELOPED AND\n    3  DEVELOPED AREAS, THE OWNER, LESSEE OR OCCUPANT OWES NO DUTY TO KEEP  THE\n    4  UNDEVELOPED  PORTION OF THE PREMISES SAFE FOR ENTRY OR USE BY OTHERS FOR\n    5  RECREATIONAL PURPOSES, BUT NOTHING IN THIS SECTION AFFECTS OR ALTERS THE\n    6  LIABILITY OF SUCH OWNER, LESSEE OR OCCUPANT TO OTHERS WHO ENTER UPON THE\n    7  DEVELOPED PORTION OF  THE  PREMISES.  UNDEVELOPED  LAND  MAY  INCLUDE  A\n    8  CLEARED  PATH  IF  IT  IS  NOT  PAVED AND THE PATH SHALL NOT CEASE TO BE\n    9  \"UNDEVELOPED\" BECAUSE ITS CREATION OR MAINTENANCE REQUIRES MINOR  ALTER-\n   10  ATION  OF LANDSCAPE. LAND DOES NOT CEASE TO BE \"UNDEVELOPED\" IF THE ONLY\n   11  MANMADE ALTERATION IS THE PLANTING AND MAINTENANCE OF  FLORA,  INCLUDING\n   12  TREES, SHRUBS, FLOWERS, OR GRASS.\n   13    2. Except as provided in subdivision [two] THREE OF THIS SECTION,\n   14    a.  an  owner,  lessee  or occupant of UNDEVELOPED premises OR OF LAND\n   15  USED IN AGRICULTURAL PRODUCTION, whether or not posted  as  provided  in\n   16  section  11-2111  of  the environmental conservation law, AND WHETHER OR\n   17  NOT A FARM, owes no duty to keep the premises safe for entry or  use  by\n   18  others  for  ANY RECREATIONAL USE, INCLUDING BUT NOT LIMITED TO hunting,\n   19  fishing, organized gleaning as defined in section seventy-one-y  of  the\n   20  agriculture and markets law, canoeing, boating, trapping, hiking, cross-\n   21  country  skiing, tobogganing, sledding, speleological activities, horse-\n   22  back riding, bicycle riding, hang gliding, motorized  vehicle  operation\n   23  for recreational purposes, snowmobile operation, cutting or gathering of\n   24  wood for non-commercial purposes or training of dogs, or to give warning\n   25  of  any  hazardous  condition or use of or structure or activity on such\n   26  premises to persons entering for such purposes;\n   27    b. an owner, lessee or occupant of premises who  gives  permission  to\n   28  another to pursue any such activities upon such premises does not there-\n   29  by (1) extend any assurance that the premises are safe for such purpose,\n   30  or (2) constitute the person to whom permission is granted an invitee to\n   31  whom  a  duty of care is owed, or (3) assume responsibility for or incur\n   32  liability for any injury to person or property  caused  by  any  act  of\n   33  persons to whom the permission is granted.\n   34    c.  an  owner, lessee or occupant of a farm, as defined in section six\n   35  hundred seventy-one of the labor law, whether or not posted as  provided\n   36  in  section  11-2111 of the environmental conservation law, owes no duty\n   37  to keep such farm safe for entry or  use  by  a  person  who  enters  or\n   38  remains  in  or  upon such farm without consent or privilege, or to give\n   39  warning of any hazardous condition or use of or structure or activity on\n   40  such farm to persons so entering or remaining. This shall not be  inter-\n   41  preted,  or  construed, as a limit on liability for acts of gross negli-\n   42  gence in addition to those other acts referred to in  subdivision  [two]\n   43  THREE of this section.\n   44    [2.]  3.  This section does not limit the liability which would other-\n   45  wise exist:\n   46    a. for willful or malicious failure to guard, or to  warn  against,  a\n   47  dangerous condition, use, structure or activity; or\n   48    b.  for  injury suffered in any case where permission to pursue any of\n   49  the activities enumerated in this section was granted  for  a  consider-\n   50  ation  other  than  the consideration, if any, paid to said landowner by\n   51  the state or federal government, or permission to train dogs was granted\n   52  for a consideration other than that provided for in section  11-0925  of\n   53  the environmental conservation law; or\n   54    c.  for injury caused, by acts of persons to whom permission to pursue\n   55  any of the activities enumerated in this section was granted,  to  other\n   56  persons  as to whom the person granting permission, or the owner, lessee\n\n       A. 1256                             3\n\n    1  or occupant of the premises, owed a duty to keep the premises safe or to\n    2  warn of danger.\n    3    [3.]  4.  Nothing  in this section creates a duty of care or ground of\n    4  liability for injury to person or property.\n    5    5. NO CAUSE OF ACTION SHALL ARISE AGAINST THE OWNER, TENANT OR  LESSEE\n    6  OF  LAND  OR PREMISES FOR INJURIES TO ANY PERSON, OTHER THAN AN EMPLOYEE\n    7  OR CONTRACTOR OF THE OWNER, TENANT OR LESSEE, WHO  IS  ON  THE  LAND  OR\n    8  PREMISES  FOR THE PURPOSE OF PICKING AND PURCHASING AGRICULTURAL OR FARM\n    9  PRODUCTS AT A FARM OR \"U-PICK\" OPERATION, UNLESS THE  PERSON'S  INJURIES\n   10  WERE  CAUSED  BY A CONDITION WHICH INVOLVED AN UNREASONABLE RISK OF HARM\n   11  AND ALL OF THE FOLLOWING APPLY:\n   12    A. THE OWNER, TENANT OR LESSEE KNEW, HAD REASON TO KNOW OF, OR REASON-\n   13  ABLY SHOULD HAVE KNOWN OF THE CONDITION OR RISK.\n   14    B. THE OWNER, TENANT OR LESSEE FAILED TO EXERCISE REASONABLE  CARE  TO\n   15  MAKE THE CONDITION SAFE, OR TO WARN THE PERSON OF THE CONDITION OR RISK.\n   16    S  2.  The  general obligations law is amended by adding a new article\n   17  18-B to read as follows:\n   18                                ARTICLE 18-B\n   19                         EQUINE ACTIVITY SAFETY CODE\n   20  SECTION 18-301. SHORT TITLE.\n   21          18-302. DEFINITIONS.\n   22          18-303. LIABILITY OF PERSONS INVOLVED IN EQUINE ACTIVITIES.\n   23          18-304. LIMITATION OF LIABILITY.\n   24          18-305. POSTING AND NOTIFICATION.\n   25    S  18-301. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY  BE  CITED\n   26  AS THE \"EQUINE ACTIVITY SAFETY CODE ACT\".\n   27    S    18-302.    DEFINITIONS.  FOR  THE  PURPOSES  OF THIS ARTICLE, THE\n   28  FOLLOWING WORDS OR PHRASES SHALL BE DEFINED AS FOLLOWS:\n   29    1. \"ENGAGES  IN AN EQUINE ACTIVITY\" MEANS RIDING, TRAINING,  ASSISTING\n   30  IN  VETERINARY  TREATMENT OF, DRIVING,  OR BEING  A  PASSENGER  UPON  AN\n   31  EQUINE, WHETHER  MOUNTED OR UNMOUNTED, VISITING OR TOURING OR  UTILIZING\n   32  AN EQUINE FACILITY AS PART OF AN ORGANIZED EVENT  OR  ACTIVITY,  OR  ANY\n   33  PERSON  ASSISTING A PARTICIPANT OR SHOW MANAGEMENT. THE TERM \"ENGAGES IN\n   34  AN EQUINE ACTIVITY\" DOES NOT INCLUDE BEING  A  SPECTATOR  AT  AN  EQUINE\n   35  ACTIVITY, EXCEPT IN CASES WHERE THE SPECTATOR PLACES HIMSELF IN AN UNAU-\n   36  THORIZED AREA OR IN IMMEDIATE PROXIMITY TO THE EQUINE ACTIVITY.\n   37    2. \"EQUINE\" MEANS A HORSE, PONY, MULE OR DONKEY.\n   38    3. \"EQUINE ACTIVITY\" MEANS:\n   39    (A)  EQUINE  SHOWS, FAIRS, COMPETITIONS, PERFORMANCES OR PARADES  THAT\n   40  INVOLVE  ANY OR ALL BREEDS OF EQUINES AND ANY OF THE EQUINE DISCIPLINES,\n   41  INCLUDING,  BUT  NOT LIMITED TO DRESSAGE, HUNTER AND JUMPER HORSE SHOWS,\n   42  GRAND PRIX JUMPING, THREE-DAY EVENTS, COMBINED TRAINING, RODEOS, RIDING,\n   43  DRIVING, PULLING, CUTTING, POLO,  STEEPLECHASING,  ENGLISH  AND  WESTERN\n   44  PERFORMANCE RIDING, ENDURANCE TRAIL RIDING, GYMKHANA GAMES, AND HUNTING.\n   45    (B) EQUINE TRAINING OR TEACHING ACTIVITIES OR BOTH.\n   46    (C) THE BOARDING OF EQUINES; INCLUDING NORMAL DAILY CARE THEREOF.\n   47    (D)  RIDING, INSPECTING OR EVALUATING BY A PURCHASER OR  AN  AGENT  AN\n   48  EQUINE  BELONGING TO ANOTHER, WHETHER OR NOT THE OWNER HAS RECEIVED SOME\n   49  MONETARY CONSIDERATION OR OTHER THING OF VALUE FOR THE USE OF THE EQUINE\n   50  OR IS PERMITTING A PROSPECTIVE PURCHASER OF THE EQUINE TO RIDE,  INSPECT\n   51  OR EVALUATE THE EQUINE.\n   52    (E) RIDES, TRIPS, HUNTS OR OTHER EQUINE ACTIVITIES OF ANY TYPE HOWEVER\n   53  INFORMAL OR IMPROMPTU THAT ARE SPONSORED BY AN EQUINE ACTIVITY SPONSOR.\n   54    (F) PLACING OR REPLACING HORSESHOES OR HOOF TRIMMING ON AN EQUINE.\n   55    (G) PROVIDING OR ASSISTING IN VETERINARY TREATMENT OF AN EQUINE.\n\n       A. 1256                             4\n\n    1    4.  \"EQUINE  ACTIVITY SPONSOR\" MEANS AN INDIVIDUAL, GROUP, CLUB, PART-\n    2  NERSHIP, LIMITED LIABILITY COMPANY OR CORPORATION, WHETHER  OR  NOT  THE\n    3  SPONSOR   IS  OPERATING FOR PROFIT  OR NONPROFIT, WHICH SPONSORS, ORGAN-\n    4  IZES OR PROVIDES THE FACILITIES FOR, AN EQUINE ACTIVITY,  INCLUDING  BUT\n    5  NOT  LIMITED TO: PONY CLUBS, 4-H CLUBS, HUNT CLUBS, RIDING CLUBS, SCHOOL\n    6  AND COLLEGE-SPONSORED CLASSES, PROGRAMS   AND ACTIVITIES,    THERAPEUTIC\n    7  RIDING  PROGRAMS, STABLE AND FARM OWNERS AND OPERATORS, INSTRUCTORS, AND\n    8  PROMOTERS OF EQUINE   FACILITIES, INCLUDING BUT NOT  LIMITED  TO  FARMS,\n    9  STABLES,  CLUBHOUSES,  PONY RIDE STRINGS, FAIRS, AND ARENAS AT WHICH THE\n   10  ACTIVITY IS HELD.\n   11    5. \"EQUINE PROFESSIONAL\" MEANS A PERSON ENGAGED FOR COMPENSATION:\n   12    (A) IN INSTRUCTING A PARTICIPANT OR RENTING TO A PARTICIPANT AN EQUINE\n   13  FOR THE PURPOSE OF RIDING, DRIVING OR BEING A PASSENGER UPON THE EQUINE;\n   14    (B) IN RENTING EQUIPMENT OR TACK TO A PARTICIPANT;\n   15    (C) TO PROVIDE DAILY CARE OF HORSES BOARDED AT AN EQUINE FACILITY; OR\n   16    (D) TO TRAIN AN EQUINE.\n   17    6. \"INHERENT RISKS OF EQUINE ACTIVITIES\" MEANS THOSE DANGERS OR CONDI-\n   18  TIONS WHICH ARE AN INTEGRAL PART OF EQUINE ACTIVITIES, INCLUDING BUT NOT\n   19  LIMITED TO:\n   20    (A)  THE  PROPENSITY  OF  EQUINES TO BEHAVE IN WAYS THAT MAY RESULT IN\n   21  INJURY, HARM OR DEATH TO PERSONS ON OR AROUND THEM;\n   22    (B) THE UNPREDICTABILITY OF AN EQUINE'S REACTION TO  SUCH THINGS    AS\n   23  SOUNDS,   SUDDEN   MOVEMENT,  AND  UNFAMILIAR  OBJECTS, PERSONS OR OTHER\n   24  ANIMALS;\n   25    (C) CERTAIN HAZARDS SUCH AS SURFACE AND SUBSURFACE CONDITIONS  INCLUD-\n   26  ING, BUT NOT LIMITED TO, ROCKS, FOREST GROWTH, DEBRIS, BRANCHES,  TREES,\n   27  ROOTS, STUMPS OR OTHER NATURAL OBJECTS;\n   28    (D) COLLISIONS WITH OTHER EQUINES OR OBJECTS; AND\n   29    (E)  THE POTENTIAL OF A PARTICIPANT TO ACT IN A NEGLIGENT MANNER  THAT\n   30  MAY CONTRIBUTE  TO INJURY TO THE PARTICIPANT OR OTHERS, SUCH AS  FAILING\n   31  TO  MAINTAIN CONTROL OVER THE ANIMAL OR NOT  ACTING  WITHIN  HIS  OR HER\n   32  ABILITY.\n   33    7. \"PARTICIPANT\"  MEANS  ANY PERSON, WHETHER AMATEUR OR  PROFESSIONAL,\n   34  WHO  ENGAGES IN AN EQUINE ACTIVITY, WHETHER OR  NOT  A  FEE  IS  PAID TO\n   35  PARTICIPATE IN THE EQUINE ACTIVITY.\n   36    S 18-303.  LIABILITY  OF  PERSONS INVOLVED IN  EQUINE  ACTIVITIES.  1.\n   37  NOTHING  IN  SECTION 18-304 OF THIS ARTICLE SHALL  PREVENT  OR LIMIT THE\n   38  LIABILITY OF AN EQUINE ACTIVITY SPONSOR OR AN  EQUINE  PROFESSIONAL,  IF\n   39  THE EQUINE ACTIVITY SPONSOR OR EQUINE PROFESSIONAL:\n   40    (A)  (1) PROVIDED THE EQUIPMENT OR TACK, AND KNEW OR SHOULD HAVE KNOWN\n   41  THAT THE  EQUIPMENT  OR TACK WAS FAULTY, AND SUCH EQUIPMENT OR TACK  WAS\n   42  FAULTY TO THE EXTENT THAT IT DID CAUSE THE INJURY; OR\n   43    (2)  PROVIDED  THE  EQUINE  AND  FAILED TO MAKE REASONABLE AND PRUDENT\n   44  EFFORTS  TO DETERMINE THE ABILITY OF THE PARTICIPANT TO ENGAGE SAFELY IN\n   45  THE EQUINE ACTIVITY, AND DETERMINE THE ABILITY  OF  THE  PARTICIPANT  TO\n   46  SAFELY MANAGE THE PARTICULAR EQUINE BASED ON THE PARTICIPANT'S REPRESEN-\n   47  TATIONS OF HIS ABILITY;\n   48    (B)  OWNS,  LEASES,  RENTS,  HAS  AUTHORIZED USE OF OR IS OTHERWISE IN\n   49  LAWFUL POSSESSION AND CONTROL OF THE LAND, OR FACILITIES UPON WHICH  THE\n   50  PARTICIPANT   SUSTAINED INJURIES BECAUSE OF A DANGEROUS LATENT CONDITION\n   51  WHICH WAS KNOWN OR SHOULD HAVE BEEN KNOWN TO THE EQUINE ACTIVITY SPONSOR\n   52  OR EQUINE PROFESSIONAL AND FOR WHICH WARNING SIGNS, PURSUANT TO  SECTION\n   53  18-305 OF THIS ARTICLE HAVE NOT BEEN CONSPICUOUSLY POSTED;\n   54    (C)  COMMITS  AN  ACT  OR  OMISSION THAT CONSTITUTES WILLFUL OR WANTON\n   55  DISREGARD FOR THE SAFETY OF THE PARTICIPANT, AND THAT  ACT  OR  OMISSION\n   56  CAUSED THE INJURY;\n\n       A. 1256                             5\n\n    1    (D) INTENTIONALLY INJURES THE PARTICIPANT.\n    2    2.  THIS SECTION SHALL NOT APPLY TO THE HORSE RACING ACTIVITY  AUTHOR-\n    3  IZED PURSUANT  TO ARTICLE TWO, THREE OR FOUR OF THE RACING,  PARI-MUTUEL\n    4  WAGERING AND BREEDING LAW.\n    5    S   18-304. LIMITATION OF LIABILITY.  1. EXCEPT AS PROVIDED IN  SUBDI-\n    6  VISION TWO OF SECTION 18-303 OF THIS ARTICLE, AN EQUINE  ACTIVITY  SPON-\n    7  SOR,  AN  EQUINE  PROFESSIONAL  OR ANY   OTHER   PERSON,   WHICH   SHALL\n    8  INCLUDE A LIMITED LIABILITY COMPANY, CORPORATION  OR PARTNERSHIP,  SHALL\n    9  NOT  BE  LIABLE FOR AN INJURY TO OR THE DEATH OF A PARTICIPANT RESULTING\n   10  FROM  THE   INHERENT   RISKS   OF   EQUINE ACTIVITIES   AND,  EXCEPT  AS\n   11  PROVIDED  IN  SUBDIVISION  TWO  OF  SECTION  18-303  OF THIS ARTICLE, NO\n   12  PARTICIPANT NOR PARTICIPANT'S   REPRESENTATIVE   SHALL MAKE   ANY  CLAIM\n   13  AGAINST,  MAINTAIN  AN ACTION AGAINST OR RECOVER FROM AN EQUINE ACTIVITY\n   14  SPONSOR, AN EQUINE PROFESSIONAL OR ANY OTHER PERSON  FOR  INJURY,  LOSS,\n   15  DAMAGE  OR  DEATH OF THE PARTICIPANT RESULTING FROM ANY  OF THE INHERENT\n   16  RISKS OF EQUINE ACTIVITIES.\n   17    2. NOTHING IN THIS  ARTICLE  SHALL  LIMIT  THE  APPLICATION    OF  THE\n   18  PROVISIONS OF SECTION 9-103 OF THIS CHAPTER.\n   19    S  18-305.  POSTING  AND  NOTIFICATION. 1.   EVERY EQUINE PROFESSIONAL\n   20  SHALL POST AND MAINTAIN SIGNS WHICH CONTAIN THE WARNING NOTICE SPECIFIED\n   21  IN SUBDIVISION TWO OF THIS SECTION. SUCH SIGNS  SHALL  BE  PLACED  IN  A\n   22  CLEARLY  VISIBLE  LOCATION  IN THE PROXIMITY OF THE EQUINE ACTIVITY. THE\n   23  WARNING NOTICE SPECIFIED IN SUBDIVISION TWO OF THIS SECTION SHALL APPEAR\n   24  ON THE SIGN IN BLACK LETTERS, WITH EACH LETTER TO BE A  MINIMUM  OF  ONE\n   25  INCH IN HEIGHT. EVERY WRITTEN CONTRACT ENTERED INTO BY AN EQUINE PROFES-\n   26  SIONAL  FOR  THE PROVIDING OF PROFESSIONAL SERVICES, INSTRUCTION, OR THE\n   27  RENTAL OF EQUIPMENT OR TACK OR AN EQUINE TO A  PARTICIPANT,  WHETHER  OR\n   28  NOT  THE CONTRACT INVOLVES EQUINE ACTIVITIES ON OR OFF THE  LOCATION  OR\n   29  SITE OF THE EQUINE PROFESSIONAL'S BUSINESS,  SHALL  CONTAIN  IN  CLEARLY\n   30  READABLE  PRINT  THE WARNING NOTICE SPECIFIED IN SUBDIVISION TWO OF THIS\n   31  SECTION.\n   32    2. THE SIGNS AND  CONTRACTS  DESCRIBED  IN SUBDIVISION ONE   OF   THIS\n   33  SECTION SHALL CONTAIN THE FOLLOWING WARNING NOTICE:\n   34                                   WARNING\n   35    UNDER  NEW YORK LAW, AN EQUINE PROFESSIONAL OR EQUINE ACTIVITY SPONSOR\n   36  IS NOT LIABLE FOR AN INJURY TO, OR THE DEATH OF, A PARTICIPANT IN EQUINE\n   37  ACTIVITIES  RESULTING FROM  THE  INHERENT  RISKS  OF  EQUINE ACTIVITIES,\n   38  PURSUANT TO SECTION 18-304 OF THE GENERAL OBLIGATIONS LAW.\n   39    S 3. This act shall take effect immediately; provided,  however,  that\n   40  the provisions of section two of this act shall take effect on the nine-\n   41  tieth  day  after it shall have become a law; and provided further, that\n   42  the provisions of  this  act  shall  apply  only  to  causes  of  action\n   43  commenced on or after the effective date of each applicable section.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, in relation to the duty to keep premises safe for certain uses and enacting the \"equine activity safety code act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T120855.TXT", "SOBI.D110110.T102550.TXT", "SOBI.D110111.T133711.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294771031864
}