{
  "year" : 2011,
  "senateBillNo" : "A1255-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1255-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the state comptroller to distribute certain funds from the indigent legal services fund to Orleans county",
  "summary" : "Authorizes the state comptroller to distribute certain funds from the indigent legal services fund to Orleans county. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Orleans County",
  "previousVersions" : [ "A11215-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1255\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. HAWLEY -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT  authorizing  the  state comptroller to distribute certain funds\n         from the indigent legal services fund to Orleans county\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  for the 2011 distribution of funds from the indigent legal services fund\n    3  established pursuant to section 98-b of the state finance law, the state\n    4  comptroller  shall  distribute  funds to the county of Orleans, notwith-\n    5  standing the failure of such county to comply with the  requirements  of\n    6  subdivision 2 of such section, in accordance with the provisions of this\n    7  act.  The  state  comptroller  shall determine the amount of local funds\n    8  expended by Orleans county for services and expenses pursuant to article\n    9  18-B of the county law during calendar year beginning  January  1,  2009\n   10  based on the amounts of local funds reported to the state comptroller by\n   11  such  county  pursuant to section 722-f of the county law. The county of\n   12  Orleans shall receive a distribution of state funds  from  the  indigent\n   13  legal services fund as if such county had complied with the requirements\n   14  of subdivision 2 of section 98-b of the state finance law.\n   15    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03377-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT authorizing the state comptroller to distribute certain funds from the indigent legal services fund to Orleans county ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T120855.TXT", "SOBI.D110110.T102550.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294673150149
}