{
  "year" : 2011,
  "senateBillNo" : "A1260-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1260-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes statewide green jobs development and recruitment strategy and creating tax credit incentives to attract green jobs",
  "summary" : "Establishes statewide green jobs development and recruitment strategy and creates tax credit incentives to attract green jobs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A8744-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hayes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1260\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. KOLB, BARCLAY, BURLING, CALHOUN, CORWIN, DUPREY,\n         HAYES, McDONOUGH, MOLINARO, OAKS, RABBITT, TOBACCO, P. LOPEZ, CASTELLI\n         -- Multi-Sponsored by -- M.  of  A.  CONTE,  CROUCH,  HAWLEY,  JORDAN,\n         McKEVITT, SALADINO, SAYWARD, TEDISCO, THIELE -- read once and referred\n         to  the  Committee on Economic Development, Job Creation, Commerce and\n         Industry\n\n       AN ACT to amend the environmental conservation law,  the  state  finance\n         law,  the tax law and the real property tax law, in relation to estab-\n         lishing a statewide green jobs development  and  recruitment  strategy\n         and creating tax credit incentives to attract green jobs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The environmental conservation law is amended by  adding  a\n    2  new section 3-0308 to read as follows:\n    3  S 3-0308. GREEN JOBS DEVELOPMENT AND RECRUITMENT STRATEGY.\n    4    1.    THE DEPARTMENT, IN COLLABORATION WITH THE DEPARTMENT OF AGRICUL-\n    5  TURE AND MARKETS, THE NEW YORK STATE  ENERGY  RESEARCH  AND  DEVELOPMENT\n    6  AUTHORITY  AND  THE  EMPIRE  STATE DEVELOPMENT CORPORATION, SHALL DO THE\n    7  FOLLOWING:\n    8    A. ESTABLISH A STATEWIDE GREEN JOBS DEVELOPMENT AND RECRUITMENT STRAT-\n    9  EGY TO ATTRACT GREEN JOBS TO THE STATE OF NEW YORK;\n   10    B. CONVERT EXISTING COMPANIES INTO GREEN JOB PROVIDERS;\n   11    C. RECRUIT INDIVIDUALS FOR GREEN JOB CAREERS; AND\n   12    D. ESTABLISH GREEN JOB CURRICULUMS AT BOCES AND COMMUNITY COLLEGES.\n   13    2. WHENEVER USED IN THIS SECTION:\n   14    A. \"GREEN JOB\" SHALL MEAN WORK IN THE  ENVIRONMENTAL  OR  AGRICULTURAL\n   15  SECTOR  OF  THE ECONOMY INCLUDING WORK IN GREEN DEVELOPMENT, GREEN POWER\n   16  PRODUCTION AND/OR ANY WORK UTILIZING GREEN POWER AT A MINIMUM  OF  TWEN-\n   17  TY-FIVE PERCENT OF TOTAL ENERGY CONSUMPTION;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05177-01-1\n\n       A. 1260                             2\n\n    1    B. \"GREEN DEVELOPMENT\" SHALL MEAN EQUIPPING OR RETROFITTING BUILDINGS,\n    2  HOMES  AND  FARMS  TO INCREASE ENERGY EFFICIENCY; IMPROVING MASS TRANSIT\n    3  SYSTEMS; IMPROVING ELECTRICAL TRANSMISSION SYSTEMS; CONVERTING TO  GREEN\n    4  POWER,  OR  UTILIZING  LOCALLY  GROWN  FOOD PRODUCTS AT A MINIMUM OF TEN\n    5  PERCENT OF TOTAL PRODUCTS UTILIZED; AND\n    6    C.  \"GREEN  POWER\"  SHALL MEAN WIND POWER, SOLAR POWER, NUCLEAR POWER,\n    7  HYDROPOWER,  NATURAL  GAS,  BIOFUELS,  GEOTHERMAL   SYSTEMS,   ANAEROBIC\n    8  DIGESTION  AND  METHANE  GAS,  INCLUDING THE CAPTURE OF METHANE GAS FROM\n    9  DECOMPOSING WASTE IN LANDFILLS.\n   10    S 2. Paragraph (e) of subdivision 12  of  section  213  of  the  state\n   11  finance law, as added by chapter 705 of the laws of 1993, is amended and\n   12  a new paragraph (f) is added to read as follows:\n   13    (e)  for  certified  minority-and  women-owned businesses, projects to\n   14  provide financing necessary to carry out a procurement contract with  an\n   15  agency  or  authority  or  other  entity of the state or federal govern-\n   16  ment[.]; OR\n   17    (F) FOR ANY BUSINESS OR FARM SEEKING FINANCES FOR  GREEN  DEVELOPMENT,\n   18  AS  DEFINED  BY SECTION 3-0308 OF THE ENVIRONMENTAL CONSERVATION LAW AND\n   19  INCLUDING THE PURCHASE OF ANAEROBIC DIGESTERS OR FOR  SWITCHING  COMMER-\n   20  CIAL DAIRY OPERATIONS TO ORGANIC OPERATIONS.\n   21    S  3.  Section  606  of  the  tax  law  is amended by adding three new\n   22  subsections (g-3), (g-4) and (g-5) to read as follows:\n   23    (G-3) GREEN JOB CREDIT. (1) A  TAXPAYER  SHALL  BE  ALLOWED  A  CREDIT\n   24  AGAINST  THE TAX IMPOSED BY THIS ARTICLE FOR THE CREATION OR MAINTENANCE\n   25  OF FULL-TIME GREEN JOBS AT SUCH TAXPAYER'S BUSINESS. THE AMOUNT  OF  THE\n   26  CREDIT  SHALL BE ONE THOUSAND FIVE HUNDRED DOLLARS FOR GREEN JOBS WITH A\n   27  SALARY OF FORTY THOUSAND DOLLARS OR LESS OR A  CREDIT  OF  TWO  THOUSAND\n   28  DOLLARS  FOR  GREEN JOBS WITH A SALARY OF OVER FORTY THOUSAND DOLLARS. A\n   29  TAXPAYER SHALL BE ALLOWED TO CLAIM SUCH CREDIT FOR UP TO FIVE YEARS.\n   30    (2) \"GREEN JOB\" SHALL MEAN WORK IN THE ENVIRONMENTAL  OR  AGRICULTURAL\n   31  SECTOR  OF  THE ECONOMY INCLUDING WORK IN GREEN DEVELOPMENT, GREEN POWER\n   32  PRODUCTION AND/OR ANY WORK UTILIZING GREEN POWER AT A MINIMUM  OF  TWEN-\n   33  TY-FIVE PERCENT OF TOTAL ENERGY CONSUMPTION.\n   34    (3) IF THE AMOUNT OF THE CREDIT, AND CARRYOVERS OF SUCH CREDIT, ALLOW-\n   35  ABLE UNDER THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAY-\n   36  ER'S  TAX  FOR  SUCH YEAR, SUCH EXCESS AMOUNT MAY BE CARRIED OVER TO THE\n   37  FIVE TAXABLE YEARS NEXT FOLLOWING THE TAXABLE YEAR WITH RESPECT TO WHICH\n   38  THE CREDIT IS ALLOWED AND MAY BE DEDUCTED FROM THE  TAXPAYER'S  TAX  FOR\n   39  SUCH YEAR OR YEARS.\n   40    (G-4)  GREEN  POWER  CREDIT.  (1) A TAXPAYER SHALL BE ALLOWED A CREDIT\n   41  AGAINST THE TAX IMPOSED BY THIS ARTICLE FOR  OPERATING  SUCH  TAXPAYER'S\n   42  BUSINESS  WITH A MINIMUM OF TWENTY-FIVE PERCENT OF TOTAL ENERGY CONSUMP-\n   43  TION STEMMING FROM GREEN POWER. THE AMOUNT OF SUCH TAX CREDIT  SHALL  BE\n   44  EQUAL  TO  TWENTY-FIVE  DOLLARS  PER  EMPLOYEE, BUT SHALL NOT EXCEED THE\n   45  TOTAL ENERGY COSTS PAID BY SUCH TAXPAYER.\n   46    (2) A TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE  TAX  IMPOSED  BY\n   47  THIS  ARTICLE  FOR  OPERATING SUCH TAXPAYER'S BUSINESS WITH A MINIMUM OF\n   48  FIFTY PERCENT OF TOTAL ENERGY CONSUMPTION STEMMING FROM GREEN POWER. THE\n   49  AMOUNT OF SUCH TAX CREDIT SHALL BE EQUAL TO FIFTY DOLLARS PER  EMPLOYEE,\n   50  BUT SHALL NOT EXCEED THE TOTAL ENERGY COSTS PAID BY SUCH TAXPAYER.\n   51    (3)  \"GREEN  POWER\" SHALL MEAN WIND POWER, SOLAR POWER, NUCLEAR POWER,\n   52  HYDROPOWER,  NATURAL  GAS,  BIOFUELS,  GEOTHERMAL   SYSTEMS,   ANAEROBIC\n   53  DIGESTION  AND  METHANE  GAS,  INCLUDING THE CAPTURE OF METHANE GAS FROM\n   54  DECOMPOSING WASTE IN LANDFILLS.\n   55    (4) IF THE AMOUNT OF THE CREDIT, AND CARRYOVERS OF SUCH CREDIT, ALLOW-\n   56  ABLE UNDER THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAY-\n\n       A. 1260                             3\n\n    1  ER'S TAX FOR SUCH YEAR, SUCH EXCESS AMOUNT MAY BE CARRIED  OVER  TO  THE\n    2  FIVE TAXABLE YEARS NEXT FOLLOWING THE TAXABLE YEAR WITH RESPECT TO WHICH\n    3  THE  CREDIT  IS  ALLOWED AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR\n    4  SUCH YEAR OR YEARS.\n    5    (G-5)  REAL  PROPERTY  TAX  CREDIT.  (1) A TAXPAYER SHALL BE ALLOWED A\n    6  CREDIT AGAINST THE TAX  IMPOSED  BY  THIS  ARTICLE  FOR  MAINTAINING  OR\n    7  EXCEEDING  EMPLOYMENT LEVELS AT SUCH TAXPAYER'S BUSINESS, AS SUCH LEVELS\n    8  EXISTED WHEN SUCH TAXPAYER INITIALLY APPLIED FOR THIS  TAX  CREDIT.  THE\n    9  AMOUNT  OF  SUCH TAX CREDIT SHALL BE EQUAL TO TEN PERCENT OF THE TAXPAY-\n   10  ER'S REAL PROPERTY TAXES PAID FOR THE TAXABLE YEAR.\n   11    (2) IF THE AMOUNT OF THE CREDIT, AND CARRYOVERS OF SUCH CREDIT, ALLOW-\n   12  ABLE UNDER THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAY-\n   13  ER'S TAX FOR SUCH YEAR, SUCH EXCESS AMOUNT MAY BE CARRIED  OVER  TO  THE\n   14  FIVE TAXABLE YEARS NEXT FOLLOWING THE TAXABLE YEAR WITH RESPECT TO WHICH\n   15  THE  CREDIT  IS  ALLOWED AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR\n   16  SUCH YEAR OR YEARS.\n   17    S 4. Section 209 of the tax law is amended by adding a new subdivision\n   18  11 to read as follows:\n   19    11. FOR ANY TAXABLE YEAR BEGINNING ON  OR  AFTER  JANUARY  FIRST,  TWO\n   20  THOUSAND  TWELVE,  AN  ORGANIZATION  AS  DESCRIBED IN SUBSECTIONS (G-3),\n   21  (G-4) AND (G-5) OF SECTION SIX HUNDRED SIX  OF  THIS  CHAPTER  SHALL  BE\n   22  ALLOWED  AN  EXEMPTION  AGAINST  THE  TAX IMPOSED BY THIS ARTICLE. FOR A\n   23  COMPUTATION OF THE AMOUNT  OF  SUCH  EXEMPTION  SEE  PARAGRAPHS  ONE  OF\n   24  SUBSECTIONS  (G-3),  (G-4)  AND (G-5) OF SECTION SIX HUNDRED SIX OF THIS\n   25  CHAPTER.\n   26    S 5. The real property tax law is amended  by  adding  a  new  section\n   27  421-l to read as follows:\n   28    S  421-L.  EXEMPTION  OF CAPITAL IMPROVEMENTS FOR GREEN POWER OR GREEN\n   29  DEVELOPMENT PROJECTS MADE IN  RESIDENTIAL  BUILDINGS.  1.    RESIDENTIAL\n   30  BUILDINGS  RECONSTRUCTED,  ALTERED  OR IMPROVED FOR GREEN POWER OR GREEN\n   31  DEVELOPMENT PURPOSES SUBSEQUENT TO THE EFFECTIVE DATE OF A LOCAL LAW  OR\n   32  RESOLUTION  PURSUANT  TO  THIS SECTION SHALL BE EXEMPT FROM TAXATION AND\n   33  SPECIAL AD VALOREM LEVIES TO THE EXTENT PROVIDED  HEREINAFTER.  AFTER  A\n   34  PUBLIC  HEARING,  THE GOVERNING BOARD OF A COUNTY, CITY, TOWN OR VILLAGE\n   35  MAY ADOPT A LOCAL LAW  AND  A  SCHOOL  DISTRICT,  OTHER  THAN  A  SCHOOL\n   36  DISTRICT  SUBJECT TO ARTICLE FIFTY-TWO OF THE EDUCATION LAW, MAY ADOPT A\n   37  RESOLUTION TO GRANT THE EXEMPTION AUTHORIZED PURSUANT TO THIS SECTION. A\n   38  COPY OF SUCH LOCAL LAW OR RESOLUTION SHALL BE FILED WITH THE STATE BOARD\n   39  AND THE ASSESSOR OF SUCH COUNTY, CITY, TOWN OR VILLAGE WHO PREPARES  THE\n   40  ASSESSMENT  ROLL  ON WHICH THE TAXES OF SUCH COUNTY, CITY, TOWN, VILLAGE\n   41  OR SCHOOL DISTRICT ARE LEVIED.\n   42    2. (A) SUCH BUILDINGS SHALL BE EXEMPT TO THE EXTENT OF ONE HUNDRED PER\n   43  CENTUM OF THE INCREASE IN ASSESSED VALUE THEREOF  ATTRIBUTABLE  TO  SUCH\n   44  RECONSTRUCTION,  ALTERATION  OR  IMPROVEMENT  RELATED  TO GREEN POWER OR\n   45  GREEN DEVELOPMENT PROJECTS  FOR  SUCH  RESIDENTIAL  BUILDINGS.  FOR  THE\n   46  PURPOSES OF THIS SECTION, THE MARKET VALUE OF THE RECONSTRUCTION, ALTER-\n   47  ATION  OR  IMPROVEMENT  SHALL  BE  EQUAL TO THE INCREASED ASSESSED VALUE\n   48  ATTRIBUTABLE TO SUCH RECONSTRUCTION, ALTERATION OR  IMPROVEMENT  DIVIDED\n   49  BY  THE  CLASS  I RATIO IN A SPECIAL ASSESSING UNIT OR THE MOST RECENTLY\n   50  ESTABLISHED STATE EQUALIZATION RATE OR SPECIAL EQUALIZATION RATE IN  THE\n   51  REMAINDER  OF  THE  STATE,  EXCEPT  WHERE THE STATE EQUALIZATION RATE OR\n   52  SPECIAL EQUALIZATION RATE EQUALS  OR  EXCEEDS  NINETY-FIVE  PERCENT,  IN\n   53  WHICH  CASE  THE  INCREASE IN ASSESSED VALUE ATTRIBUTABLE TO SUCH RECON-\n   54  STRUCTION, ALTERATION OR IMPROVEMENT SHALL BE DEEMED TO EQUAL THE MARKET\n   55  VALUE OF SUCH RECONSTRUCTION, ALTERATION OR IMPROVEMENT.\n\n       A. 1260                             4\n\n    1    (B) NO SUCH EXEMPTION SHALL BE GRANTED FOR RECONSTRUCTION, ALTERATIONS\n    2  OR IMPROVEMENTS UNLESS:\n    3    (I)  SUCH  RECONSTRUCTION,  ALTERATION  OR  IMPROVEMENT  WAS COMMENCED\n    4  SUBSEQUENT TO THE EFFECTIVE DATE OF THE LOCAL LAW OR RESOLUTION  ADOPTED\n    5  PURSUANT TO SUBDIVISION ONE OF THIS SECTION; AND\n    6    (II)  THE  GREATER PORTION, AS SO DETERMINED BY SQUARE FOOTAGE, OF THE\n    7  BUILDING RECONSTRUCTED, ALTERED OR IMPROVED IS AT LEAST FIVE YEARS OLD.\n    8    (C) FOR PURPOSES OF THIS SECTION THE TERMS RECONSTRUCTION,  ALTERATION\n    9  AND IMPROVEMENT SHALL NOT INCLUDE ORDINARY MAINTENANCE AND REPAIRS.\n   10    3.  SUCH EXEMPTION SHALL BE GRANTED ONLY UPON APPLICATION BY THE OWNER\n   11  OF SUCH BUILDING ON A FORM PRESCRIBED BY THE STATE BOARD.  THE  APPLICA-\n   12  TION  SHALL  BE  FILED WITH THE ASSESSOR OF THE CITY HAVING THE POWER TO\n   13  ASSESS PROPERTY FOR TAXATION ON OR BEFORE THE APPROPRIATE TAXABLE STATUS\n   14  DATE OF SUCH CITY.\n   15    4. IF SATISFIED THAT THE APPLICANT IS ENTITLED TO AN EXEMPTION  PURSU-\n   16  ANT TO THIS SECTION, THE ASSESSOR SHALL APPROVE THE APPLICATION AND SUCH\n   17  BUILDING SHALL THEREAFTER BE EXEMPT FROM TAXATION AND SPECIAL AD VALOREM\n   18  LEVIES  AS  HEREIN PROVIDED COMMENCING WITH THE ASSESSMENT ROLL PREPARED\n   19  ON THE BASIS OF THE TAXABLE STATUS DATE REFERRED TO IN SUBDIVISION THREE\n   20  OF THIS SECTION. THE ASSESSED VALUE OF ANY EXEMPTION GRANTED PURSUANT TO\n   21  THIS SECTION SHALL BE ENTERED BY THE ASSESSOR  ON  THE  ASSESSMENT  ROLL\n   22  WITH  THE  TAXABLE PROPERTY, WITH THE AMOUNT OF THE EXEMPTION SHOWN IN A\n   23  SEPARATE COLUMN.\n   24    5. FOR THE PURPOSES OF THIS SECTION, A RESIDENTIAL BUILDING SHALL MEAN\n   25  ANY BUILDING OR STRUCTURE DESIGNED AND OCCUPIED EXCLUSIVELY FOR RESIDEN-\n   26  TIAL PURPOSES BY NOT MORE THAN ONE FAMILY.\n   27    6. FOR THE PURPOSES OF THIS  SECTION,  GREEN  POWER  SHALL  MEAN  WIND\n   28  POWER,  SOLAR  POWER,  NUCLEAR POWER, HYDROPOWER, NATURAL GAS, BIOFUELS,\n   29  ANAEROBIC DIGESTION AND METHANE GAS, INCLUDING THE  CAPTURE  OF  METHANE\n   30  GAS FROM DECOMPOSING WASTE IN LANDFILLS.\n   31    7.  FOR  THE  PURPOSES  OF  THIS SECTION, GREEN DEVELOPMENT SHALL MEAN\n   32  EQUIPPING OR RETROFITTING BUILDINGS, HOMES AND FARMS TO INCREASE  ENERGY\n   33  EFFICIENCY;  IMPROVING MASS TRANSIT SYSTEMS; IMPROVING ELECTRICAL TRANS-\n   34  MISSION SYSTEMS; CONVERTING TO GREEN POWER, OR UTILIZING  LOCALLY  GROWN\n   35  FOOD PRODUCTS AT A MINIMUM OF TEN PERCENT OF TOTAL PRODUCTS UTILIZED.\n   36    8.  IN THE EVENT THAT A BUILDING GRANTED AN EXEMPTION PURSUANT TO THIS\n   37  SECTION CEASES TO BE USED PRIMARILY  FOR  RESIDENTIAL  PURPOSES  BY  THE\n   38  OWNER  WHO  WAS  GRANTED THE EXEMPTION PURSUANT TO THIS SECTION OR TITLE\n   39  THERETO IS TRANSFERRED TO OTHER  THAN  THE  SPOUSE  OF  THE  OWNER,  THE\n   40  EXEMPTION GRANTED PURSUANT TO THIS SECTION SHALL CEASE.\n   41    9. SUCH CITY MAY, BY ITS LOCAL LAW OR RESOLUTION:\n   42    (A)  REDUCE  THE PER CENTUM OF EXEMPTION OTHERWISE ALLOWED PURSUANT TO\n   43  THIS SECTION;\n   44    (B) LIMIT ELIGIBILITY FOR THE  EXEMPTION  TO  THOSE  FORMS  OF  RECON-\n   45  STRUCTION,  ALTERATIONS  OR IMPROVEMENTS AS ARE PRESCRIBED IN SUCH LOCAL\n   46  LAW OR RESOLUTION;\n   47    (C) PROVIDE THAT THE EXEMPTION  SHALL  BE  APPLICABLE  ONLY  TO  THOSE\n   48  IMPROVEMENTS WHICH WOULD OTHERWISE RESULT IN AN INCREASE IN THE ASSESSED\n   49  VALUATION  OF THE REAL PROPERTY BUT WHICH CONSIST OF AN ADDITION, REMOD-\n   50  ELING OR MODERNIZATION TO AN EXISTING RESIDENTIAL STRUCTURE  TO  PREVENT\n   51  PHYSICAL  DETERIORATION  OF  THE  STRUCTURE OR TO COMPLY WITH APPLICABLE\n   52  BUILDING, SANITARY, HEALTH AND/OR FIRE CODES.\n   53    S 6. Subdivision (a) of section 1115 of the  tax  law  is  amended  by\n   54  adding a new paragraph 44 to read as follows:\n\n       A. 1260                             5\n\n    1    (44) RETAIL SALES OF ANY MATERIALS, PRODUCTS OR SERVICES PURCHASED FOR\n    2  THE PURPOSE OF GREEN POWER OR GREEN DEVELOPMENT PROJECTS FOR RESIDENTIAL\n    3  BUILDINGS OR BUSINESSES.\n    4    S 7. Paragraph 1 of subdivision (a) of section 1210 of the tax law, as\n    5  amended  by  section  3 of part GG of chapter 57 of the laws of 2010, is\n    6  amended to read as follows:\n    7    (1) Either, all of the taxes described in article twenty-eight of this\n    8  chapter, at the same uniform rate, as to which taxes all  provisions  of\n    9  the  local  laws, ordinances or resolutions imposing such taxes shall be\n   10  identical, except as to rate and except as otherwise provided, with  the\n   11  corresponding  provisions  in  such  article twenty-eight, including the\n   12  definition and exemption provisions of  such  article,  so  far  as  the\n   13  provisions  of  such  article twenty-eight can be made applicable to the\n   14  taxes imposed by such city or  county  and  with  such  limitations  and\n   15  special  provisions  as are set forth in this article. The taxes author-\n   16  ized under this subdivision may not be  imposed  by  a  city  or  county\n   17  unless  the  local law, ordinance or resolution imposes such taxes so as\n   18  to include all portions and all types of  receipts,  charges  or  rents,\n   19  subject  to  state  tax  under  sections  eleven hundred five and eleven\n   20  hundred ten of this chapter, except as otherwise provided. (i) Any local\n   21  law, ordinance or resolution enacted  by  any  city  of  less  than  one\n   22  million  or by any county or school district, imposing the taxes author-\n   23  ized by this subdivision, shall, notwithstanding any provision of law to\n   24  the contrary, exclude from the operation of such local taxes  all  sales\n   25  of  tangible  personal  property  for  use  or  consumption directly and\n   26  predominantly in the production  of  tangible  personal  property,  gas,\n   27  electricity,  refrigeration  or steam, for sale, by manufacturing, proc-\n   28  essing, generating, assembly, refining, mining or  extracting;  and  all\n   29  sales of tangible personal property for use or consumption predominantly\n   30  either  in  the  production  of tangible personal property, for sale, by\n   31  farming or in a commercial horse boarding operation, or  in  both;  and,\n   32  unless such city, county or school district elects otherwise, shall omit\n   33  the  provision  for credit or refund contained in clause six of subdivi-\n   34  sion (a) or subdivision (d) of section eleven hundred nineteen  of  this\n   35  chapter.  (ii)  Any  local  law,  ordinance or resolution enacted by any\n   36  city, county or school district, imposing the taxes authorized  by  this\n   37  subdivision,  shall  omit the residential solar energy systems equipment\n   38  exemption provided for in subdivision (ee) [and], the clothing and foot-\n   39  wear exemption provided for in paragraph thirty AND THE GREEN  POWER  OR\n   40  GREEN   DEVELOPMENT   PROJECTS   EXEMPTION  PROVIDED  FOR  IN  PARAGRAPH\n   41  FORTY-FOUR of subdivision (a) of section eleven hundred fifteen of  this\n   42  chapter, unless such city, county or school district elects otherwise as\n   43  to  either  such residential solar energy systems equipment exemption or\n   44  such clothing and footwear exemption OR SUCH GREEN POWER OR GREEN DEVEL-\n   45  OPMENT EXEMPTION.\n   46    S 8. Section 1210 of the tax law is amended by adding a  new  subdivi-\n   47  sion (p) to read as follows:\n   48    (P)  NOTWITHSTANDING  ANY OTHER PROVISION OF STATE OR LOCAL LAW, ORDI-\n   49  NANCE OR RESOLUTION TO THE CONTRARY: (1)  ANY  CITY,  COUNTY  OR  SCHOOL\n   50  DISTRICT  IN  WHICH THE TAXES IMPOSED BY SECTION ELEVEN HUNDRED EIGHT OF\n   51  THIS CHAPTER ARE IN EFFECT, ACTING THROUGH ITS LOCAL  LEGISLATIVE  BODY,\n   52  IS  HEREBY  AUTHORIZED  AND  EMPOWERED  TO  ELECT  TO  PROVIDE  THE SAME\n   53  EXEMPTIONS FROM SUCH TAXES AS THE GREEN POWER AND/OR  GREEN  DEVELOPMENT\n   54  PROJECTS EXEMPTION FROM STATE SALES AND COMPENSATING USE TAXES DESCRIBED\n   55  IN  PARAGRAPH  FORTY-FOUR  OF  SUBDIVISION (A) OF SECTION ELEVEN HUNDRED\n   56  FIFTEEN OF THIS CHAPTER BY ENACTING A RESOLUTION IN THE FORM  SET  FORTH\n\n       A. 1260                             6\n\n    1  IN  PARAGRAPH  TWO  OF THIS SUBDIVISION; WHEREUPON, UPON COMPLIANCE WITH\n    2  THE PROVISIONS OF SUBDIVISIONS (D) AND (E) OF THIS SECTION, SUCH  ENACT-\n    3  MENT  OF  SUCH  RESOLUTION  SHALL  BE  DEEMED TO BE AN AMENDMENT TO SUCH\n    4  SECTION ELEVEN HUNDRED EIGHT AND SUCH SECTION ELEVEN HUNDRED EIGHT SHALL\n    5  BE  DEEMED  TO  INCORPORATE  SUCH  EXEMPTIONS  AS  IF THEY HAD BEEN DULY\n    6  ENACTED BY THE STATE LEGISLATURE AND APPROVED BY THE GOVERNOR.\n    7    (2) FORM OF RESOLUTION: BE IT ENACTED BY THE (INSERT PROPER  TITLE  OF\n    8  LOCAL LEGISLATIVE BODY) AS FOLLOWS:\n    9  SECTION   ONE.  RECEIPTS  FROM  SALES  OF  AND  CONSIDERATION  GIVEN  OR\n   10  CONTRACTED TO BE GIVEN FOR, OR FOR THE USE  OF,  PROPERTY  AND  SERVICES\n   11  EXEMPT FROM STATE SALES AND COMPENSATING USE TAXES PURSUANT TO PARAGRAPH\n   12  44  OF  SUBDIVISION  (A)  OF  SECTION  1115 OF THE TAX LAW SHALL ALSO BE\n   13  EXEMPT FROM SALES AND COMPENSATING USE TAXES IMPOSED IN  THIS  JURISDIC-\n   14  TION.\n   15  SECTION  TWO. THIS RESOLUTION SHALL TAKE EFFECT SEPTEMBER 1, (INSERT THE\n   16  YEAR, BUT NOT EARLIER THAN THE YEAR 2012) AND SHALL APPLY TO SALES MADE,\n   17  SERVICES RENDERED AND USES OCCURRING ON AND AFTER THAT DATE  IN  ACCORD-\n   18  ANCE  WITH THE APPLICABLE TRANSITIONAL PROVISIONS IN SECTIONS 1106, 1216\n   19  AND 1217 OF THE NEW YORK TAX LAW.\n   20    S 9. This act shall take effect immediately; provided,  however,  that\n   21  the  department of environmental conservation shall promulgate rules and\n   22  regulations necessary and appropriate to carry out the purposes of  this\n   23  act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, the state finance law, the tax law and the real property tax law, in relation to establishing a statewide green jobs development and recruitment strategy and creating tax credit incentives to attract green jobs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T103050.TXT", "SOBI.D110107.T121355.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294673450248
}