{
  "year" : 2011,
  "senateBillNo" : "A1266-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1266-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of environmental conservation to establish rules and regulations to reduce significantly high levels of global warming emissions",
  "summary" : "Directs the commissioner of environmental conservation to establish rules and regulations to reduce significantly high levels of global warming emissions; sets stages for such reductions; establishes a mandatory reporting system to track and monitor such levels. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A5646-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1266\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, GALEF, JAFFEE, LUPARDO, WRIGHT, MAYERSOHN,\n         CLARK,  BOYLAND,  LAVINE,  LATIMER,  COLTON, SCHIMEL, CASTRO -- Multi-\n         Sponsored by -- M. of  A.    BRENNAN,  BROOK-KRASNY,  JACOBS,  LIFTON,\n         MARKEY,  McDONOUGH, MILLMAN, REILLY, ROSENTHAL, SWEENEY, TITUS, TOWNS,\n         WEISENBERG -- read once and referred to the Committee on Environmental\n         Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         reducing global warming emissions levels\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings.  The  legislature  hereby  finds  and\n    2  declares it necessary to join the worldwide fight against global warming\n    3  and  its  detrimental  impact on the public health, environment, and the\n    4  economy of New York state. The legislature  finds  that  global  warming\n    5  threatens  New  York  state's  environment and economic security through\n    6  projected changes in temperature, precipitation  and  sea  level.  These\n    7  changes  harm natural ecosystems, threaten industries including agricul-\n    8  ture, forestry, fishing and tourism, and harm the health of New Yorkers.\n    9  The legislature finds it necessary to implement a statewide cap on emis-\n   10  sions levels and in effectively  doing  so,  to  implement  a  mandatory\n   11  reporting system to track and monitor global warming emissions levels.\n   12    S  2.  The  environmental  conservation law is amended by adding a new\n   13  section 19-0312 to read as follows:\n   14  S 19-0312. REDUCTIONS IN GLOBAL WARMING EMISSIONS.\n   15    1. NO LATER THAN JANUARY FIRST, TWO THOUSAND TWELVE, THE  COMMISSIONER\n   16  SHALL   PROMULGATE   RULES  AND  REGULATIONS  IMPLEMENTING  A  STATEWIDE\n   17  REDUCTION IN GLOBAL WARMING EMISSIONS IN ACCORDANCE WITH THE  PROVISIONS\n   18  OF  THIS SECTION. SUCH RULES AND REGULATIONS SHALL SET PERMANENT CAPS ON\n   19  LEVELS OF TOTAL GLOBAL WARMING EMISSIONS, WHICH FOR ALL SOURCES  SUBJECT\n   20  TO THIS SECTION SHALL BE AS FOLLOWS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03666-01-1\n\n       A. 1266                             2\n\n    1    (A)  AS  OF  JANUARY  FIRST,  TWO  THOUSAND FIFTEEN, A FIFTEEN PERCENT\n    2  REDUCTION IN TOTAL EMISSIONS;\n    3    (B)  AS  OF  JANUARY  FIRST,  TWO THOUSAND SEVENTEEN, A TWENTY PERCENT\n    4  REDUCTION IN TOTAL EMISSIONS;\n    5    (C) BY TWO THOUSAND TWENTY-TWO, A  TWENTY-FIVE  PERCENT  REDUCTION  IN\n    6  TOTAL  EMISSIONS, AT WHICH SUCH LEVEL OF EMISSIONS SHALL BE NO MORE THAN\n    7  THE TOTAL EMISSIONS LEVEL IN NINETEEN HUNDRED NINETY; AND\n    8    (D) BY TWO THOUSAND FIFTY-TWO, AN EIGHTY PERCENT  REDUCTION  IN  TOTAL\n    9  EMISSIONS  AT  WHICH  SUCH  LEVEL OF EMISSIONS SHALL BE NO MORE THAN THE\n   10  TOTAL EMISSIONS LEVEL IN NINETEEN HUNDRED NINETY.\n   11    2. THE COMMISSIONER SHALL ESTABLISH A  STATEWIDE  MANDATORY  REPORTING\n   12  SYSTEM  TO  TRACK  AND MONITOR GLOBAL WARMING EMISSIONS LEVELS AND SHALL\n   13  FORMULATE A PLAN BY WHICH NEW YORK STATE BUSINESS SHALL UNIFORMLY  ADAPT\n   14  AND COMPLY WITH THE RULES AND REGULATIONS REQUIRED BY THIS SECTION.\n   15    3.  NOTHING  IN  THIS  SECTION SHALL BE CONSTRUED TO CONFLICT WITH ANY\n   16  OTHER EXISTING PROVISION OF LAW RELATING TO ANY  MEASURES  OR  PRACTICES\n   17  TAKEN  TO RESTRICT, REDUCE OR LIMIT ANY EMISSIONS FOUND TO CONTRIBUTE TO\n   18  GLOBAL WARMING AND SHALL NOT BE CONSTRUED TO  SUPERSEDE  MORE  STRINGENT\n   19  EMISSION  LIMITATIONS  OR  PRACTICES APPLICABLE ON THE EFFECTIVE DATE OF\n   20  THIS SECTION OR MAY BECOME APPLICABLE AFTER SUCH EFFECTIVE DATE.\n   21    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to reducing global warming emissions levels ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T103050.TXT", "SOBI.D110107.T121355.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294673450263
}