{
  "year" : 2011,
  "senateBillNo" : "A1268-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A1268-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of education to establish the school breakfast incentive program",
  "summary" : "Authorizes the commissioner of education to establish the school breakfast incentive program to provide grants to eligible school buildings or programs that increase participation in the school breakfast program by removing barriers to participation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A4268-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1268\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. ORTIZ, COOK, GLICK, ENGLEBRIGHT, HOYT, RAMOS,\n         CASTRO -- Multi-Sponsored by -- M. of  A.  CLARK,  PHEFFER,  ROBINSON,\n         SWEENEY,  TOWNS, WEISENBERG -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend chapter 537 of the laws of 1976, relating to a breakfast\n         program for eligible pupils in certain school districts,  in  relation\n         to establishing the school breakfast incentive program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Chapter 537 of the laws of 1976, relating  to  a  breakfast\n    2  program  for  eligible pupils in certain school districts, is amended by\n    3  adding a new section 3-a to read as follows:\n    4    S 3-A. THE SCHOOL BREAKFAST INCENTIVE PROGRAM (SBIP). A.  THE  COMMIS-\n    5  SIONER  OF EDUCATION IS HEREBY AUTHORIZED TO ESTABLISH THE SCHOOL BREAK-\n    6  FAST INCENTIVE PROGRAM TO PROVIDE GRANTS, SUBJECT TO AVAILABLE APPROPRI-\n    7  ATIONS,  TO  ELIGIBLE  SCHOOL  BUILDINGS  OR  DISTRICTS  THAT   INCREASE\n    8  PARTICIPATION  IN  THE  SCHOOL BREAKFAST PROGRAM BY REMOVING BARRIERS TO\n    9  PARTICIPATION. AN ELIGIBLE SCHOOL BUILDING OR  DISTRICT  IS  ANY  SCHOOL\n   10  BUILDING  OR  DISTRICT THAT OFFERED A BREAKFAST PROGRAM FOR AT LEAST ONE\n   11  YEAR PRIOR TO APPLYING FOR A GRANT  UNDER  THIS  PROGRAM.  ALL  ELIGIBLE\n   12  SCHOOLS  MAY  APPLY  FOR  SBIP  GRANTS,  BUT PREFERENCE WILL BE GIVEN TO\n   13  SCHOOLS WITH A HIGH  PERCENTAGE  OF  FREE  AND  REDUCED  PRICE  ELIGIBLE\n   14  STUDENTS  AND A LOW PERCENTAGE OF ELIGIBLE STUDENTS PARTICIPATING IN THE\n   15  SCHOOL BREAKFAST PROGRAM.\n   16    B. THE COMMISSIONER OF EDUCATION SHALL DEVELOP REGULATIONS AND  CRITE-\n   17  RIA  FOR  AWARDING  GRANTS  UNDER  THIS  PROGRAM  BASED  ON THE LEVEL OF\n   18  INCREASED PARTICIPATION IN THE APPLICANT'S SCHOOL BREAKFAST PROGRAM  AND\n   19  THE REDUCTION IN BARRIERS TO PARTICIPATION, INCLUDING BUT NOT LIMITED TO\n   20  ENHANCING  THE  QUALITY  OF  MEALS SERVED, CONDUCTING PUBLIC INFORMATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03658-01-1\n\n       A. 1268                             2\n\n    1  CAMPAIGNS, AND IMPLEMENTING INNOVATIVE STRATEGIES DESIGNED  TO  INCREASE\n    2  PARTICIPATION.\n    3    C. I. SCHOOL DISTRICTS SEEKING SBIP FUNDS MUST SUBMIT AN ANNUAL APPLI-\n    4  CATION  FOR  FUNDS UNDER THE SCHOOL BREAKFAST INCENTIVE PROGRAM ON FORMS\n    5  PRESCRIBED BY THE COMMISSIONER OF EDUCATION.\n    6    II. SCHOOLS MAY RECEIVE INCENTIVE PROGRAM FUNDS MORE THAN ONCE CONTIN-\n    7  GENT UPON THEIR ABILITY TO INCREASE THEIR  PUPIL  PARTICIPATION  IN  THE\n    8  BREAKFAST  PROGRAM  WITH  SUCH  FUNDS  AND UPON THE AVAILABILITY OF SUCH\n    9  FUNDS.\n   10    D. FUNDS RECEIVED BY A SCHOOL DISTRICT UNDER  THIS  PROGRAM  SHALL  BE\n   11  CONSIDERED  SEPARATE  AND  APART  FROM  ANY STATE FUNDS RECEIVED FOR THE\n   12  REIMBURSEMENT OF MEALS UNDER THE NATIONAL SCHOOL LUNCH PROGRAM OR BREAK-\n   13  FAST PROGRAM AND SEPARATE FROM THE PROVISIONS OF CHAPTER 798 OF THE LAWS\n   14  OF  1980  RELATING  TO  FULL  COST  STATE  REIMBURSEMENT  FOR  BREAKFAST\n   15  PROGRAMS.\n   16    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 537 of the laws of 1976, relating to a breakfast program for eligible pupils in certain school districts, in relation to establishing the school breakfast incentive program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T121355.TXT", "SOBI.D110110.T102050.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294672850027
}