{
  "year" : 2011,
  "senateBillNo" : "A1267-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A1267-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts a program for public financing of statewide elections, and elections for state senator, assembly person and district attorney; repealer",
  "summary" : "Enacts a voluntary program for public financing of statewide elections, and elections for state senator, assembly person and district attorney; provides that each candidate who collects a specified amount of five dollar contributions and agrees to limit campaign spending receives a fixed amount of public financing; requires qualified candidate must agree to fixed number of debates; bans \"soft money\" political advertising; increases campaign contribution reporting; recreates state board of elections. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A6504-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1267\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, BRENNAN, ENGLEBRIGHT, McENENY, GOTTFRIED,\n         CLARK, O'DONNELL, PEOPLES-STOKES, GALEF, PAULIN,  LATIMER,  ROSENTHAL,\n         KAVANAGH,  LIFTON,  KELLNER  -- Multi-Sponsored by -- M. of A. CAHILL,\n         COLTON, DINOWITZ, GLICK, LANCMAN, LUPARDO,  PHEFFER,  REILLY  --  read\n         once and referred to the Committee on Election Law\n\n       AN  ACT  to amend the election law, the tax law and the legislative law,\n         in relation to providing for a program  for  clean  election  campaign\n         financing  and to repeal certain provisions of the election law relat-\n         ing to the state board of elections\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and  declarations. The legislature\n    2  finds and  declares  that  the  current  system  of  privately  financed\n    3  campaigns  diminishes the meaning of the right to vote by allowing large\n    4  contributions to have a deleterious influence on the political  process.\n    5  As  the  U.S.  Supreme  Court  found  in BUCKLEY V. VALEO, states have a\n    6  compelling interest \"to reduce the deleterious effect of large  contrib-\n    7  utions  on  our political process.\" The current system also violates the\n    8  rights of all citizens to equal  and  meaningful  participation  in  the\n    9  democratic or political process. It diminishes the free-speech rights of\n   10  non-wealthy  voters and candidates whose voices are muffled by those who\n   11  can afford to monopolize political communications.    Additionally,  the\n   12  current  system fuels the public perception of conflicts of interest and\n   13  the domination of special money interests.   That perception  undermines\n   14  the  electorate's confidence in the democratic process. It also makes it\n   15  very difficult for qualified candidates without access to large contrib-\n   16  utors or personal fortunes to mount competitive  campaigns.  Because  it\n   17  places  challengers  at a distinct disadvantage, the system inhibits the\n   18  free exchange of ideas and communication with the electorate.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04090-01-1\n\n       A. 1267                             2\n\n    1    The legislature finds and declares that providing  a  voluntary  clean\n    2  elections campaign finance system would enhance democracy. It would help\n    3  eliminate  the deleterious influence of large contributions on the poli-\n    4  tical process, remove access to wealth as a major determinant of a citi-\n    5  zen's influence within the political process, and restore the meaning of\n    6  the  principle of \"one person, one vote.\" It would also help restore the\n    7  rights of all citizens to equal  and  meaningful  participation  in  the\n    8  democratic process.\n    9    Instituting  a  public financing program would restore the free-speech\n   10  rights of non-wealthy candidates and voters by providing candidates with\n   11  resources with which to communicate ideas with the  electorate.  Such  a\n   12  system  would  thus help enhance the First Amendment rights of the elec-\n   13  torate and candidates to be heard in the  political  process.  It  would\n   14  help restore the core First Amendment value of open and robust debate in\n   15  the  political  process. It would also diminish the electorate's percep-\n   16  tion of domination of special  interests  and  strengthen  the  public's\n   17  confidence  in the democratic process and institutions. By providing for\n   18  public financing, this act also addresses the genuine concern about  the\n   19  amount  of  time  and  effort  that  a  candidate must devote to raising\n   20  campaign funds.\n   21    S 2. The election law is amended by adding a new article 14-A to  read\n   22  as follows:\n   23                                ARTICLE 14-A\n   24                               CLEAN ELECTION\n   25                             CAMPAIGN FINANCING\n   26  SECTION 14-150. DEFINITIONS.\n   27          14-152. ELIGIBILITY AND OTHER REQUIREMENTS.\n   28          14-154. QUALIFIED CAMPAIGN EXPENDITURES.\n   29          14-156. CAMPAIGN CONTRIBUTIONS.\n   30          14-158. OPTIONAL CLEAN ELECTION CAMPAIGN FINANCING.\n   31          14-160. RECEIPT  AND EXPENDITURE LIMITATIONS; ADDITIONAL FINANC-\n   32                    ING AND LIMITS.\n   33          14-162. POWER OF BOARD OF ELECTIONS.\n   34          14-164. NEW YORK STATE CLEAN ELECTION CAMPAIGN FINANCE FUND.\n   35          14-166. DISBURSAL OF REVENUE FOR CLEAN ELECTION CAMPAIGN FINANC-\n   36                    ING.\n   37          14-168. EXAMINATIONS AND AUDITS; REPAYMENTS.\n   38          14-170. PENALTIES.\n   39          14-172. CAMPAIGNS FOR OFFICE NOT SUBJECT TO THIS ARTICLE.\n   40          14-174. REPORTS.\n   41          14-176. CONSTRUCTION.\n   42          14-178. JOINT CAMPAIGN ACTIVITIES.\n   43    S 14-150. DEFINITIONS. FOR PURPOSES OF  THIS  ARTICLE,  THE  FOLLOWING\n   44  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   45     1.  THE TERM \"QUALIFIED CANDIDATE\" SHALL MEAN ANY CANDIDATE FOR NOMI-\n   46  NATION FOR ELECTION, OR ELECTION, TO THE OFFICE OF GOVERNOR,  LIEUTENANT\n   47  GOVERNOR, COMPTROLLER, ATTORNEY GENERAL, STATE SENATOR, MEMBER OF ASSEM-\n   48  BLY  OR  DISTRICT  ATTORNEY  WHO  QUALIFIES FOR CLEAN ELECTIONS FUNDS BY\n   49  COLLECTING THE REQUIRED NUMBER OF QUALIFIED CONTRIBUTIONS  AND  AGREEING\n   50  TO OTHER REQUIREMENTS SPECIFIED HEREIN.\n   51    2.  THE TERM \"PRINCIPAL COMMITTEE\" SHALL MEAN THE AUTHORIZED COMMITTEE\n   52  DESIGNATED BY A CANDIDATE PURSUANT TO THIS ARTICLE.\n   53    3. THE TERM \"QUALIFIED CAMPAIGN EXPENDITURE\" SHALL MEAN AN EXPENDITURE\n   54  FOR WHICH CLEAN ELECTION CAMPAIGN FUNDS MAY BE USED.\n   55    4. THE TERM \"FUND\" SHALL  MEAN  THE  NEW  YORK  STATE  CLEAN  ELECTION\n   56  CAMPAIGN FUND.\n\n       A. 1267                             3\n\n    1    5. THE TERM \"THRESHOLD FOR ELIGIBILITY\" SHALL MEAN THE TOTAL AMOUNT OF\n    2  QUALIFYING  CONTRIBUTIONS THAT A PARTICIPATING CANDIDATE AND THE AUTHOR-\n    3  IZED COMMITTEES OF SUCH CANDIDATE MUST RECEIVE IN ORDER FOR SUCH  CANDI-\n    4  DATE TO QUALIFY FOR CLEAN ELECTION FUNDING PURSUANT TO THIS ARTICLE.\n    5    6.  THE  TERM  \"AUTHORIZED COMMITTEE\" SHALL MEAN A POLITICAL COMMITTEE\n    6  WHICH HAS BEEN AUTHORIZED BY ONE OR MORE CANDIDATES TO AID OR TAKE  PART\n    7  IN  THE  ELECTIONS OF SUCH CANDIDATE OR CANDIDATES AND WHICH HAS FILED A\n    8  STATEMENT THAT SUCH CANDIDATE OR CANDIDATES HAVE AUTHORIZED  SUCH  POLI-\n    9  TICAL COMMITTEE PURSUANT TO SECTION 14-112 OF THIS CHAPTER.\n   10    7.  THE  TERM  \"CONTRIBUTION\"  SHALL MEAN: (A) ANY GIFT, SUBSCRIPTION,\n   11  ADVANCE, OR DEPOSIT OF MONEY OR ANY THING OF VALUE, MADE  IN  CONNECTION\n   12  WITH THE NOMINATION FOR ELECTION, OR ELECTION, OF ANY CANDIDATE; (B) ANY\n   13  FUNDS RECEIVED BY A POLITICAL COMMITTEE FROM ANOTHER POLITICAL COMMITTEE\n   14  TO  THE EXTENT SUCH FUNDS DO NOT CONSTITUTE A TRANSFER; (C) ANY PAYMENT,\n   15  BY ANY PERSON OTHER THAN A CANDIDATE OR A POLITICAL COMMITTEE AUTHORIZED\n   16  BY THE CANDIDATE, MADE IN CONNECTION WITH THE NOMINATION  FOR  ELECTION,\n   17  OR ELECTION, OF ANY CANDIDATE, INCLUDING BUT NOT LIMITED TO COMPENSATION\n   18  FOR  THE  PERSONAL  SERVICES  OF  ANY  INDIVIDUAL  WHICH ARE RENDERED IN\n   19  CONNECTION WITH A CANDIDATE'S ELECTION  OR  NOMINATION  WITHOUT  CHARGE;\n   20  PROVIDED  HOWEVER, THAT NONE OF THE FOREGOING SHALL BE DEEMED A CONTRIB-\n   21  UTION IF IT IS MADE, TAKEN OR PERFORMED  BY  A  PERSON  OR  A  POLITICAL\n   22  COMMITTEE INDEPENDENT OF THE CANDIDATE OR HIS OR HER AGENTS OR POLITICAL\n   23  COMMITTEES  AUTHORIZED  BY  SUCH CANDIDATE PURSUANT TO SECTION 14-112 OF\n   24  THIS CHAPTER. FOR PURPOSES OF THIS SUBDIVISION, THE TERM \"INDEPENDENT OF\n   25  THE CANDIDATE OR HIS OR HER AGENTS OR POLITICAL COMMITTEES AUTHORIZED BY\n   26  SUCH CANDIDATE PURSUANT TO SECTION 14-112 OF THIS  CHAPTER\"  SHALL  MEAN\n   27  THAT  THE  CANDIDATE  OR  HIS  OR  HER AGENTS OR POLITICAL COMMITTEES SO\n   28  AUTHORIZED BY SUCH CANDIDATE DID NOT AUTHORIZE, REQUEST, SUGGEST, FOSTER\n   29  OR COOPERATE IN ANY SUCH ACTIVITY; AND PROVIDED FURTHER, THAT  THE  TERM\n   30  \"CONTRIBUTION\" SHALL NOT INCLUDE:\n   31    (I) THE VALUE OF SERVICES PROVIDED WITHOUT COMPENSATION BY INDIVIDUALS\n   32  WHO VOLUNTEER A PORTION OR ALL OF THEIR TIME ON BEHALF OF A CANDIDATE OR\n   33  POLITICAL COMMITTEE,\n   34    (II) THE USE OF REAL OR PERSONAL PROPERTY AND THE COST OF INVITATIONS,\n   35  FOOD  AND BEVERAGES VOLUNTARILY PROVIDED BY AN INDIVIDUAL TO A CANDIDATE\n   36  OR POLITICAL COMMITTEE ON  THE  INDIVIDUAL'S  RESIDENTIAL  PREMISES  FOR\n   37  CANDIDATE-RELATED  ACTIVITIES  TO THE EXTENT SUCH SERVICES DO NOT EXCEED\n   38  FIVE HUNDRED DOLLARS IN VALUE, AND\n   39    (III) THE TRAVEL EXPENSES OF ANY INDIVIDUAL WHO  ON  HIS  OR  HER  OWN\n   40  BEHALF VOLUNTEERS HIS OR HER PERSONAL SERVICES TO ANY CANDIDATE OR POLI-\n   41  TICAL  COMMITTEE TO THE EXTENT SUCH EXPENSES ARE UNREIMBURSED AND DO NOT\n   42  EXCEED FIVE HUNDRED DOLLARS IN VALUE.\n   43    A LOAN MADE TO A QUALIFIED CANDIDATE OR  AN  AUTHORIZED  COMMITTEE  OF\n   44  SUCH CANDIDATE OTHER THAN IN THE REGULAR COURSE OF THE LENDER'S BUSINESS\n   45  SHALL  BE DEEMED, TO THE EXTENT NOT REPAID BY THE DATE OF THE PRIMARY OR\n   46  GENERAL ELECTION, AS THE CASE MAY BE, A CONTRIBUTION BY  THE  LENDER.  A\n   47  LOAN  MADE  TO  A QUALIFIED CANDIDATE OR AN AUTHORIZED COMMITTEE OF SUCH\n   48  CANDIDATE IN THE REGULAR  COURSE  OF  THE  LENDER'S  BUSINESS  SHALL  BE\n   49  DEEMED,  TO  THE EXTENT NOT REPAID BY THE DATE OF THE PRIMARY OR GENERAL\n   50  ELECTION, AS THE CASE MAY BE, A CONTRIBUTION BY THE OBLIGOR ON THE  LOAN\n   51  AND  BY ANY OTHER PERSON ENDORSING, COSIGNING, GUARANTEEING, COLLATERAL-\n   52  IZING OR OTHERWISE PROVIDING SECURITY FOR THE LOAN.\n   53    8. THE TERM \"QUALIFYING CONTRIBUTION\" SHALL  MEAN  A  CONTRIBUTION  OF\n   54  FIVE  DOLLARS  PER  CONTRIBUTION TO THE CLEAN ELECTION CAMPAIGN FUND AND\n   55  WHICH IS COUNTED TOWARD THE AGGREGATE NUMBER OF QUALIFYING CONTRIBUTIONS\n   56  NEEDED TO MEET THE THRESHOLD AMOUNT FOR A SPECIFIC OFFICE.   A  CONTRIB-\n\n       A. 1267                             4\n\n    1  UTION  SHALL  BE DEEMED A QUALIFYING CONTRIBUTION ONLY IF MADE BY CHECK,\n    2  MONEY ORDER OR IN CASH AND ONLY IF ACCOMPANIED  BY  A  SIGNED  STATEMENT\n    3  THAT  IT  IS  INTENDED TO BE A CONTRIBUTION TO A CLEAN ELECTION CAMPAIGN\n    4  FUND.  FOR  A CANDIDATE SEEKING THE NOMINATION OF A POLITICAL PARTY, THE\n    5  NUMBER OF QUALIFYING CONTRIBUTIONS FROM THE CANDIDATE'S  PARTY  MUST  BE\n    6  EQUAL  TO  FIVE  PERCENT  OF THE VOTERS REGISTERED IN THAT PARTY IN THAT\n    7  DISTRICT OR THE  MINIMUM  NUMBER  OF  QUALIFYING  CONTRIBUTIONS  NEEDED,\n    8  WHICHEVER IS LESS.\n    9    9.  THE  TERM \"TRANSFER\" SHALL MEAN ANY EXCHANGE OF FUNDS OR ANY THING\n   10  OF VALUE BETWEEN POLITICAL COMMITTEES AUTHORIZED BY THE  SAME  CANDIDATE\n   11  PURSUANT TO SECTION 14-112 OF THIS CHAPTER AND TAKING PART IN HIS OR HER\n   12  CAMPAIGN.\n   13    10.  THE  TERM  \"COVERED ELECTION\" SHALL MEAN ANY PRIMARY ELECTION FOR\n   14  NOMINATION, SPECIAL OR GENERAL ELECTION FOR ELECTION FOR THE  OFFICE  OF\n   15  GOVERNOR,  LIEUTENANT  GOVERNOR,  COMPTROLLER,  ATTORNEY  GENERAL, STATE\n   16  SENATOR, MEMBER OF ASSEMBLY OR DISTRICT ATTORNEY.\n   17    11. THE TERM \"POLITICAL COMMITTEE\" SHALL MEAN ANY  CORPORATION  AIDING\n   18  OR  PROMOTING AND ANY COMMITTEE, POLITICAL CLUB OR COMBINATION OF ONE OR\n   19  MORE PERSONS OPERATING OR COOPERATING TO AID OR TO PROMOTE  THE  SUCCESS\n   20  OR  DEFEAT  OF A POLITICAL QUESTION OR PRINCIPLE, OR TO AID OR TAKE PART\n   21  IN THE ELECTION OR DEFEAT OF A CANDIDATE FOR PUBLIC OFFICE OR TO AID  OR\n   22  TAKE  PART  IN THE ELECTION OR DEFEAT OF A CANDIDATE FOR NOMINATION AT A\n   23  PRIMARY ELECTION OR CONVENTION, INCLUDING ALL PROCEEDINGS PRIOR TO  SUCH\n   24  PRIMARY  ELECTION, OR OF A CANDIDATE FOR ANY PARTY POSITION VOTED FOR AT\n   25  A PRIMARY ELECTION, OR TO AID OR DEFEAT THE NOMINATION BY PETITION OF AN\n   26  INDEPENDENT CANDIDATE FOR PUBLIC OFFICE; BUT  NOTHING  IN  THIS  ARTICLE\n   27  SHALL  APPLY  TO  ANY  COMMITTEE  OR  ORGANIZATION FOR THE DISCUSSION OR\n   28  ADVANCEMENT OF POLITICAL QUESTIONS OR PRINCIPLES WITHOUT CONNECTION WITH\n   29  ANY VOTE. \"POLITICAL COMMITTEE\" SHALL INCLUDE  ANY  PARTY  COMMITTEE  OR\n   30  CONSTITUTED COMMITTEE, AS SUCH COMMITTEES ARE DEFINED IN THIS CHAPTER.\n   31    12.  THE  TERM  \"INTERMEDIARY\"  SHALL MEAN AN INDIVIDUAL, CORPORATION,\n   32  PARTNERSHIP, POLITICAL COMMITTEE, EMPLOYEE ORGANIZATION OR OTHER  ENTITY\n   33  WHICH,  OTHER THAN IN THE REGULAR COURSE OF BUSINESS AS A POSTAL, DELIV-\n   34  ERY OR MESSENGER SERVICE, DELIVERS ANY CONTRIBUTION FROM ANOTHER  PERSON\n   35  OR  ENTITY  TO  A  CANDIDATE  OR AN AUTHORIZED COMMITTEE. \"INTERMEDIARY\"\n   36  SHALL NOT INCLUDE SPOUSES, PARENTS, CHILDREN OR SIBLINGS OF  THE  PERSON\n   37  MAKING SUCH CONTRIBUTION.\n   38    13. THE TERM \"ALLOWABLE CONTRIBUTION\" SHALL MEAN A SEED MONEY CONTRIB-\n   39  UTION  OR  PERSONAL CONTRIBUTION PERMITTED UNDER THE TERMS OF THIS ARTI-\n   40  CLE.\n   41    14. THE TERM \"SEED MONEY CONTRIBUTION\" SHALL MEAN  A  SINGLE  CONTRIB-\n   42  UTION FROM A NATURAL PERSON ONLY OF NO MORE THAN ONE HUNDRED DOLLARS PER\n   43  CONTRIBUTION,  WHICH IS COLLECTED BEFORE THE END OF THE QUALIFYING PERI-\n   44  OD. THIS MONEY CAN ONLY BE SPENT FOR START-UP COSTS PRIOR TO  QUALIFYING\n   45  FOR  PUBLIC  FINANCING. THE AGGREGATE AMOUNT OF SEED MONEY ALLOWED TO BE\n   46  RAISED PER CANDIDATE SHALL BE SET ACCORDING TO  THE  OFFICE  SOUGHT  AND\n   47  SPECIFIED IN SECTION 14-160 OF THIS ARTICLE.\n   48    15.  THE TERM \"PRIMARY ELECTION CAMPAIGN PERIOD\" SHALL MEAN THE PERIOD\n   49  AFTER THE QUALIFYING PERIOD ENDING ON THE PRIMARY DAY.\n   50    16. THE TERM \"GENERAL ELECTION CAMPAIGN PERIOD\" SHALL MEAN THE  PERIOD\n   51  BEGINNING  THE  DAY  AFTER  THE PRIMARY AND ENDING THIRTY DAYS AFTER THE\n   52  GENERAL ELECTION.\n   53    17. THE TERM \"INDEPENDENT EXPENDITURE\" SHALL MEAN  AN  EXPENDITURE  BY\n   54  ANY  PERSON, POLITICAL PARTY OR OTHER ENTITY OTHER THAN A CANDIDATE OR A\n   55  CANDIDATE'S AUTHORIZED COMMITTEE THAT IS MADE FOR A  COMMUNICATION  THAT\n   56  EXPRESSLY  ADVOCATES  THE  ELECTION  OR  DEFEAT  OF A CLEARLY IDENTIFIED\n\n       A. 1267                             5\n\n    1  CANDIDATE WHICH IS MADE WITHOUT PARTICIPATION,  COOPERATION  OR  COORDI-\n    2  NATION  OR  CONSULTATION  WITH  ANY  CANDIDATE, CANDIDATE'S COMMITTEE OR\n    3  PERSONS WORKING ON BEHALF OF A CANDIDATE. A PERSON, POLITICAL  PARTY  OR\n    4  ENTITY IS PRESUMED TO BE IN COOPERATION OR COORDINATION WITH A CANDIDATE\n    5  IF THEY PROVIDE THE CANDIDATE WITH ANYTHING OF VALUE, DISCUSS DEMOGRAPH-\n    6  ICS, POLLING OR RELATED CAMPAIGN STRATEGY WITH A CANDIDATE, ANY CAMPAIGN\n    7  CONSULTANT  OR  AGENT; OR ENGAGE IN JOINT FUNDRAISING WITH THE CAMPAIGN,\n    8  ONCE ANY TYPE OF COORDINATION IS ESTABLISHED, THE PERIOD OF COORDINATION\n    9  IS PRESUMED TO BE THE ENTIRE CAMPAIGN.\n   10    18. THE TERM \"NON-PARTICIPATING CANDIDATE\" SHALL MEAN A CANDIDATE  WHO\n   11  REJECTS  CLEAN  ELECTION  CAMPAIGN  FINANCING  AND  CHOOSES TO RUN IN AN\n   12  ELECTION WITH CAMPAIGN CONTRIBUTIONS RAISED FROM PRIVATE SOURCES, OR WHO\n   13  OTHERWISE IS INELIGIBLE OR FAILS TO QUALIFY FOR CLEAN ELECTION  CAMPAIGN\n   14  FINANCING.  NON-PARTICIPATING CANDIDATES ARE INELIGIBLE TO RECEIVE CLEAN\n   15  ELECTION CAMPAIGN FINANCING OR OTHER BENEFITS AS DEFINED BY  THIS  ARTI-\n   16  CLE.\n   17    19.  THE TERM \"START-UP COSTS\" SHALL MEAN THE COSTS AND SERVICE NECES-\n   18  SARY FOR A CANDIDATE TO ADEQUATELY EXPLORE THE  POSSIBILITY  OF  RUNNING\n   19  FOR ELECTED OFFICE.\n   20    20. THE TERM \"INDEPENDENT ELECTION DEBIT CARD\" SHALL MEAN A DEBIT CARD\n   21  ISSUED  BY  THE  NEW YORK STATE BOARD OF ELECTIONS ENTITLING A CANDIDATE\n   22  AND DESIGNATED MEMBERS OF THE CANDIDATE STAFF TO DRAW MONEY FROM  A  NEW\n   23  YORK  STATE  CLEAN  ELECTION CAMPAIGN FUND TO PAY ALL CAMPAIGN COSTS AND\n   24  EXPENSES.\n   25    21. THE TERM \"QUALIFYING PERIOD\" SHALL MEAN THE  PERIOD  DURING  WHICH\n   26  PARTICIPATING CANDIDATES COLLECT QUALIFYING CONTRIBUTIONS.\n   27    S  14-152.  ELIGIBILITY  AND OTHER REQUIREMENTS. 1. TO BE ELIGIBLE FOR\n   28  CLEAN ELECTION FUNDING UNDER THIS ARTICLE, A  CANDIDATE  FOR  NOMINATION\n   29  FOR ELECTION OR ELECTION MUST:\n   30    (A)  MEET  ALL  THE REQUIREMENTS OF LAW TO HAVE HIS OR HER NAME ON THE\n   31  BALLOT;\n   32    (B) BE A CANDIDATE FOR  GOVERNOR,  LIEUTENANT  GOVERNOR,  COMPTROLLER,\n   33  ATTORNEY  GENERAL,  STATE  SENATE  OR ASSEMBLY OR DISTRICT ATTORNEY IN A\n   34  PRIMARY OR GENERAL ELECTION AND MEET THE THRESHOLD FOR  ELIGIBILITY  SET\n   35  FORTH IN SUBDIVISION TWO OF THIS SECTION;\n   36    (C)  CHOOSE  TO  PARTICIPATE  IN  THE  CLEAN ELECTION CAMPAIGN FUNDING\n   37  PROVISIONS OF THIS ARTICLE, BY FILING A WRITTEN  CERTIFICATION  IN  SUCH\n   38  FORM  AS  MAY  BE PRESCRIBED BY THE BOARD OF ELECTIONS, WHICH SETS FORTH\n   39  HIS OR HER ACCEPTANCE OF AND AGREEMENT TO  COMPLY  WITH  THE  TERMS  AND\n   40  CONDITIONS  FOR  THE  PROVISION  OF SUCH FUNDS; SUCH CERTIFICATION TO BE\n   41  FILED WITH THE BOARD OF ELECTIONS AS FOLLOWS:\n   42    (I) THE QUALIFYING PERIOD SHALL COMMENCE ON NOVEMBER FIRST OF THE YEAR\n   43  PRIOR TO THE ELECTION AND END ON MAY THIRTY-FIRST OF  THE  YEAR  OF  THE\n   44  ELECTION;\n   45    (II)  CANDIDATES  WHO  QUALIFY  FOR FUNDS AUTOMATICALLY ACHIEVE BALLOT\n   46  STATUS AND DO NOT NEED TO ESTABLISH BALLOT  STATUS  THROUGH  THE  ESTAB-\n   47  LISHED PETITION PROCESS;\n   48    (III) CANDIDATES WHO QUALIFY FOR FUNDS MAY BEGIN DRAWING ON SUCH FUNDS\n   49  AS OF APRIL FIRST OR FIVE DAYS AFTER QUALIFYING, WHICHEVER IS LATER;\n   50    (IV)  CANDIDATES WHO WIN A PRIMARY ELECTION SHALL RECEIVE FUNDS WITHIN\n   51  FIVE DAYS AFTER THE DATE OF THE PRIMARY;\n   52    (V) THE QUALIFICATION PERIOD IN A SPECIAL ELECTION SHALL BEGIN THE DAY\n   53  THE ELECTION IS ANNOUNCED. CANDIDATES SHALL HAVE  UP  TO  FOURTEEN  DAYS\n   54  BEFORE  THE  DATE OF THE SPECIAL ELECTION TO COLLECT QUALIFYING CONTRIB-\n   55  UTIONS. THE NUMBER OF QUALIFYING CONTRIBUTIONS  SHALL  BE  HALF  OF  THE\n   56  NUMBER  OF  CONTRIBUTIONS REQUIRED IN A GENERAL ELECTION. FUNDS SHALL BE\n\n       A. 1267                             6\n\n    1  RELEASED TO SPECIAL ELECTION CANDIDATES WITHIN THREE DAYS OF  SUBMISSION\n    2  OF QUALIFYING CONTRIBUTIONS;\n    3    (D)  OBTAIN  AND  FURNISH  TO THE BOARD ANY INFORMATION IT MAY REQUEST\n    4  RELATING TO HIS  OR  HER  CAMPAIGN  EXPENDITURES  OR  CONTRIBUTIONS  AND\n    5  FURNISH SUCH DOCUMENTATION AND OTHER PROOF OF COMPLIANCE WITH THIS ARTI-\n    6  CLE AS MAY BE REQUESTED BY SUCH BOARD;\n    7    (E)  NOTIFY THE BOARD AS TO THE EXISTENCE OF EACH AUTHORIZED COMMITTEE\n    8  AUTHORIZED BY SUCH CANDIDATE, WHETHER ANY SUCH  COMMITTEE  HAS  BEEN  SO\n    9  AUTHORIZED  BY ANY OTHER CANDIDATE, AND, IF THE CANDIDATE HAS AUTHORIZED\n   10  MORE THAN ONE AUTHORIZED COMMITTEE, WHICH HAS  BEEN  DESIGNATED  BY  THE\n   11  CANDIDATE AS THE PRINCIPAL COMMITTEE PURSUANT TO THIS ARTICLE;\n   12    (F)  NOT ACCEPT AND HIS OR HER PRINCIPAL COMMITTEE AND ANY OTHER POLI-\n   13  TICAL COMMITTEE AUTHORIZED BY SUCH CANDIDATE  MUST  NOT  ACCEPT,  EITHER\n   14  DIRECTLY  OR  BY  TRANSFER,  ANY  CONTRIBUTION OR CONTRIBUTIONS FROM ANY\n   15  INDIVIDUAL,  CORPORATION,  PARTNERSHIP,  POLITICAL  COMMITTEE,  EMPLOYEE\n   16  ORGANIZATION  OR OTHER ENTITY FOR ALL COVERED ELECTIONS HELD IN THE SAME\n   17  CALENDAR YEAR IN WHICH HE OR SHE IS A PARTICIPATING CANDIDATE EXCEPT FOR\n   18  SEED MONEY AS FOLLOWS:   CANDIDATES  MAY  EXPEND  SEED  MONEY  TO  COVER\n   19  EXPENSES  RELATED TO EXPLORING THE FEASIBILITY OF RUNNING FOR OFFICE AND\n   20  COLLECTING QUALIFYING CONTRIBUTIONS. NO PERSON, INCLUDING THE  CANDIDATE\n   21  MAY  MAKE  A  SEED  MONEY  CONTRIBUTION  TO A CANDIDATE IN EXCESS OF ONE\n   22  HUNDRED DOLLARS AND SEED MONEY MAY ONLY BE CONTRIBUTED  BY  INDIVIDUALS.\n   23  SEED  MONEY  MAY  ONLY BE COLLECTED AND SEED MONEY FUNDS USED DURING THE\n   24  QUALIFYING PERIOD.\n   25    (G) MAINTAIN SUCH RECORDS OF RECEIPTS AND EXPENDITURES FOR  A  COVERED\n   26  ELECTION AS REQUIRED BY THE BOARD;\n   27    (H)  NOT  MAKE  AND HIS OR HER PRINCIPAL COMMITTEE AND ANY OTHER POLI-\n   28  TICAL COMMITTEE AUTHORIZED BY SUCH CANDIDATE MUST NOT MAKE  EXPENDITURES\n   29  WHICH IN THE AGGREGATE EXCEED THE APPLICABLE EXPENDITURE LIMITATIONS SET\n   30  FORTH IN SECTION 14-160 OF THIS ARTICLE;\n   31    (I)  AGREE  TO  PARTICIPATE  IN AT LEAST TWO PUBLIC DEBATES WITH OTHER\n   32  QUALIFIED CANDIDATES PRIOR TO THE DATE OF  A  PRIMARY  ELECTION  AND  AT\n   33  LEAST THREE DEBATES WITH OTHER QUALIFIED CANDIDATES PRIOR TO THE DATE OF\n   34  A  GENERAL OR SPECIAL ELECTION.  SUCH DEBATES SHALL BE ESTABLISHED UNDER\n   35  REGULATIONS PROMULGATED BY THE BOARD OF ELECTIONS.  IF A CANDIDATE FAILS\n   36  TO PARTICIPATE IN ANY DEBATE  REQUIRED  UNDER  THIS  SECTION  BEFORE  AN\n   37  ELECTION,  THE CANDIDATE SHALL BE LIABLE FOR RETURN OF MONEYS PREVIOUSLY\n   38  RECEIVED FOR USE BY THE CANDIDATE TO PAY ELECTION CAMPAIGN EXPENSES  AND\n   39  SHALL BE INELIGIBLE TO RECEIVE ANY FURTHER CLEAN ELECTION CAMPAIGN FUNDS\n   40  FOR  THAT  ELECTION.  FOR  PURPOSES  OF  THIS SUBDIVISION, EACH PRIMARY,\n   41  GENERAL, SPECIAL OR RUN OFF ELECTION  SHALL  BE  CONSIDERED  A  SEPARATE\n   42  ELECTION; AND\n   43    (J) MEET THE THRESHOLD FOR ELIGIBILITY SET FORTH IN SUBDIVISION TWO OF\n   44  THIS SECTION.\n   45    2. (A) THE THRESHOLD FOR ELIGIBILITY FOR CLEAN ELECTION CAMPAIGN FUND-\n   46  ING  FOR  PARTICIPATING CANDIDATES IN A GENERAL ELECTION SHALL BE IN THE\n   47  CASE OF:\n   48    (I) CANDIDATES FOR STATE SENATE MUST COLLECT  AT  LEAST  ONE  THOUSAND\n   49  QUALIFYING  CONTRIBUTIONS  FROM  PERSONS  ELIGIBLE  TO VOTE IN THE STATE\n   50  SENATE DISTRICT;\n   51    (II) CANDIDATES FOR STATE ASSEMBLY MUST COLLECT FOUR HUNDRED  QUALIFY-\n   52  ING  CONTRIBUTIONS  FROM  PERSONS ELIGIBLE TO VOTE IN THE STATE ASSEMBLY\n   53  DISTRICT;\n   54    (III) CANDIDATES FOR GOVERNOR MUST COLLECT FIFTEEN THOUSAND QUALIFYING\n   55  CONTRIBUTIONS, INCLUDING AT LEAST TWO HUNDRED FIFTY  CONTRIBUTIONS  FROM\n\n       A. 1267                             7\n\n    1  PERSONS  ELIGIBLE  TO  VOTE  IN  EACH OF A MAJORITY OF THE CONGRESSIONAL\n    2  DISTRICTS OF THE STATE;\n    3    (IV)  CANDIDATES  FOR  LIEUTENANT GOVERNOR, ATTORNEY GENERAL AND COMP-\n    4  TROLLER MUST COLLECT TEN THOUSAND QUALIFYING CONTRIBUTIONS, INCLUDING AT\n    5  LEAST ONE HUNDRED FIFTY CONTRIBUTIONS FROM PERSONS ELIGIBLE TO VOTE FROM\n    6  A MAJORITY OF THE CONGRESSIONAL DISTRICTS OF THE STATE;\n    7    (V) CANDIDATES FOR DISTRICT ATTORNEY MUST COLLECT THE NUMBER OF QUALI-\n    8  FYING CONTRIBUTIONS FROM PERSONS ELIGIBLE TO VOTE IN THE COUNTY EQUAL TO\n    9  THE POPULATION OF THE COUNTY POPULATION ACCORDING  TO  THE  LAST  CENSUS\n   10  MULTIPLIED BY 0.0033, BUT NO LESS THAN ONE HUNDRED.\n   11    (B)  IN ADDITION TO THE REQUIREMENTS OF PARAGRAPH (A) OF THIS SUBDIVI-\n   12  SION IN ORDER TO BE ELIGIBLE FOR CLEAN ELECTION CAMPAIGN  FINANCING  FOR\n   13  THE  GENERAL  ELECTIONS,  THE  CANDIDATE  MUST  HAVE PARTICIPATED IN THE\n   14  PRIMARY ELECTION AND RECEIVE THE HIGHEST NUMBER OF VOTES OF  THE  CANDI-\n   15  DATES  CONTESTING  THE PRIMARY ELECTION FROM HIS OR HER RESPECTIVE PARTY\n   16  AND HAVE WON THE PARTY'S NOMINATION. THIS PROVISION SHALL NOT  APPLY  TO\n   17  INDEPENDENT  CANDIDATES, WHOSE ELIGIBILITY REQUIREMENTS ARE SET FORTH IN\n   18  THIS SECTION.\n   19    3. (A) IN ORDER TO BE ELIGIBLE  TO  RECEIVE  CLEAN  ELECTION  CAMPAIGN\n   20  FUNDS IN A PRIMARY ELECTION A QUALIFIED CANDIDATE MUST AGREE THAT IN THE\n   21  EVENT  HE  OR  SHE  IS A CANDIDATE FOR SUCH OFFICE IN ANY OTHER ELECTION\n   22  HELD IN THE SAME CALENDAR YEAR, THAT HE OR SHE WILL  BE  BOUND  IN  EACH\n   23  SUCH  OTHER  ELECTION  BY  THE  ELIGIBILITY  REQUIREMENTS  AND ALL OTHER\n   24  PROVISIONS OF THIS ARTICLE.\n   25    (B) ANY QUALIFIED CANDIDATE MEETING THE THRESHOLD FOR ELIGIBILITY IN A\n   26  PRIMARY ELECTION FOR ONE OF THE OFFICES OUTLINED IN THIS  ARTICLE  SHALL\n   27  BE  DEEMED  TO HAVE MET THE THRESHOLD FOR ELIGIBILITY FOR SUCH OFFICE IN\n   28  ANY OTHER ELECTION HELD IN THE SAME CALENDAR YEAR.\n   29    4. QUALIFIED CANDIDATES WHO ARE CONTESTED IN A  PRIMARY  ELECTION  FOR\n   30  NOMINATION  FOR ELECTION TO OFFICE AND WHO DO NOT FILE A WRITTEN CERTIF-\n   31  ICATION PURSUANT TO PARAGRAPH (C) OF SUBDIVISION  ONE  OF  THIS  SECTION\n   32  SHALL NOT BE ELIGIBLE FOR CLEAN ELECTION CAMPAIGN FUNDS FOR ANY ELECTION\n   33  TO SUCH OFFICE HELD IN THE SAME CALENDAR YEAR.\n   34    5.  QUALIFIED CANDIDATES WHO ARE UNOPPOSED IN A COVERED ELECTION SHALL\n   35  BE ELIGIBLE TO RECEIVE THIRTY-FIVE PERCENT OF THE  FULL  CLEAN  ELECTION\n   36  CAMPAIGN FUNDS FOR SUCH ELECTION.\n   37    6.  NO  POLITICAL  COMMITTEE AUTHORIZED BY A QUALIFIED CANDIDATE FOR A\n   38  COVERED ELECTION MAY BE AUTHORIZED TO AID OR TAKE PART IN THE  ELECTIONS\n   39  OF MORE THAN ONE CANDIDATE.\n   40    7.  ALL RECEIPTS OF SEED MONEY CONTRIBUTIONS ACCEPTED BY AN AUTHORIZED\n   41  COMMITTEE SHALL BE DEPOSITED IN AN ACCOUNT OF THE  PRINCIPAL  COMMITTEE.\n   42  THE  TREASURER  OF  THE  AUTHORIZED  COMMITTEE  SHALL BE RESPONSIBLE FOR\n   43  MAKING SUCH DEPOSITS. ALL DEPOSITS OF SEED MONEY CONTRIBUTIONS SHALL  BE\n   44  MADE  WITHIN  TEN BUSINESS DAYS OF RECEIPT. EACH DISCLOSURE REPORT FILED\n   45  PURSUANT TO THIS ARTICLE SHALL INCLUDE THE DATE OF RECEIPT OF  ALL  SEED\n   46  MONEY CONTRIBUTIONS ACCEPTED.\n   47    8.  REGARDLESS OF WHETHER A QUALIFIED CANDIDATE DEMONSTRATES ELIGIBIL-\n   48  ITY FOR CLEAN ELECTION CAMPAIGN FINANCING UNDER THIS ARTICLE,  A  QUALI-\n   49  FIED  CANDIDATE  AND  HIS  OR  HER AUTHORIZED COMMITTEES ARE NONETHELESS\n   50  REQUIRED TO ABIDE BY THE REQUIREMENTS OF PARAGRAPHS (D), (E),  (F),  (G)\n   51  AND (H) OF SUBDIVISION ONE OF THIS SECTION.\n   52    9.  A  QUALIFIED  CANDIDATE WHO RECEIVES CLEAN ELECTION CAMPAIGN FUNDS\n   53  SHALL NOT ACCEPT OR SPEND ANY FUNDS OTHER  THAN  SEED  MONEY  AND  CLEAN\n   54  ELECTION CAMPAIGN FUNDS.\n   55    10.  A  QUALIFIED CANDIDATE WHO RECEIVES CLEAN ELECTION CAMPAIGN FUNDS\n   56  SHALL IDENTIFY THE NAME OF THE CANDIDATE ON ALL PRINTED CAMPAIGN LITERA-\n\n       A. 1267                             8\n\n    1  TURE, AND ACKNOWLEDGE THEREIN THAT CLEAN ELECTION  CAMPAIGN  FUNDS  WERE\n    2  USED  IN PREPARATION OF THE SAME. ADDITIONALLY ALL TELEVISION ADVERTISE-\n    3  MENTS AND RADIO ADVERTISEMENTS, MUST INCLUDE THE VOICE OF THE CANDIDATE.\n    4    S 14-154. QUALIFIED CAMPAIGN EXPENDITURES.  1. CLEAN ELECTION CAMPAIGN\n    5  FUNDS PROVIDED UNDER THE PROVISIONS OF THIS ARTICLE MAY BE USED ONLY FOR\n    6  EXPENDITURES  BY  AN  AUTHORIZED  COMMITTEE  ON BEHALF OF A CANDIDATE TO\n    7  FURTHER THE CANDIDATE'S NOMINATION FOR ELECTION OR ELECTION  DURING  THE\n    8  CALENDAR  YEAR  IN  WHICH  THE  PRIMARY OR GENERAL ELECTION IN WHICH THE\n    9  CANDIDATE IS SEEKING NOMINATION FOR ELECTION OR ELECTION IS HELD.\n   10    2. SUCH FUNDS MAY NOT BE USED FOR:\n   11    (A) AN EXPENDITURE IN VIOLATION OF ANY LAW;\n   12    (B) PAYMENTS MADE TO THE CANDIDATE OR  A  SPOUSE,  CHILD,  GRANDCHILD,\n   13  PARENT,  GRANDPARENT,  BROTHER  OR  SISTER OF THE CANDIDATE OR SPOUSE OF\n   14  SUCH CHILD, GRANDCHILD, PARENT, GRANDPARENT, BROTHER OR SISTER, OR TO  A\n   15  BUSINESS  ENTITY  IN  WHICH  THE  CANDIDATE OR ANY SUCH PERSON HAS A TEN\n   16  PERCENT OR GREATER OWNERSHIP INTEREST;\n   17    (C) PAYMENTS IN EXCESS OF THE FAIR MARKET VALUE OF  SERVICES,  MATERI-\n   18  ALS, FACILITIES OR OTHER THINGS OF VALUE RECEIVED IN EXCHANGE;\n   19    (D)  (I)  ANY  EXPENDITURES  MADE AFTER THE CANDIDATE HAS BEEN FINALLY\n   20  DISQUALIFIED EXCEPT AS EXPENDITURES FOR  A  DIFFERENT  COVERED  ELECTION\n   21  HELD  LATER  IN  THE  SAME  CALENDAR  YEAR  IN WHICH THE CANDIDATE SEEKS\n   22  ELECTION FOR THE SAME OFFICE; AND\n   23    (II) ANY EXPENDITURE MADE AFTER THE ONLY  REMAINING  OPPONENT  OF  THE\n   24  CANDIDATE  HAS  BEEN  FINALLY  DISQUALIFIED EXCEPT AS EXPENDITURES FOR A\n   25  DIFFERENT COVERED ELECTION HELD LATER IN THE SAME CALENDAR YEAR IN WHICH\n   26  THE CANDIDATE SEEKS ELECTION FOR THE SAME OFFICE;\n   27    (E) PAYMENTS IN CASH, EXCEPT AS  PRESCRIBED  IN  SUBDIVISION  FOUR  OF\n   28  SECTION 14-166 OF THIS ARTICLE;\n   29    (F)  ANY  CONTRIBUTION  OR LOAN MADE TO ANOTHER CANDIDATE OR POLITICAL\n   30  COMMITTEE; OR\n   31    (G) GIFTS,  EXCEPT    BROCHURES,  BUTTONS,  SIGNS  AND  OTHER  PRINTED\n   32  CAMPAIGN MATERIAL.\n   33    S  14-156.  CAMPAIGN CONTRIBUTIONS.  QUALIFIED CANDIDATES MUST FURNISH\n   34  COMPLETE CAMPAIGN RECORDS, INCLUDING ALL RECORDS OF SEED MONEY  CONTRIB-\n   35  UTIONS,  QUALIFYING  CONTRIBUTIONS  AND  EXPENDITURES  TO  THE  BOARD OF\n   36  ELECTIONS ON A QUARTERLY BASIS OR ON REQUEST BY THE BOARD.\n   37    S 14-158. OPTIONAL CLEAN ELECTION CAMPAIGN FINANCING.  EACH  QUALIFIED\n   38  CANDIDATE  FOR NOMINATION FOR ELECTION OR ELECTION IN A COVERED ELECTION\n   39  MAY OBTAIN PAYMENT TO THE AUTHORIZED COMMITTEE DESIGNATED BY SUCH CANDI-\n   40  DATE PURSUANT TO THIS ARTICLE FROM CLEAN  ELECTION  CAMPAIGN  FUNDS  FOR\n   41  QUALIFIED  CAMPAIGN  EXPENDITURES,  IN ACCORDANCE WITH THE PROVISIONS OF\n   42  THIS ARTICLE, AND SUBJECT TO APPROPRIATION.\n   43    1. NO SUCH CLEAN ELECTION CAMPAIGN FUNDS SHALL BE PAID TO A  PRINCIPAL\n   44  COMMITTEE  UNLESS  THE BOARD DETERMINES THAT THE QUALIFIED CANDIDATE HAS\n   45  MET THE ELIGIBILITY REQUIREMENTS OF  THIS  ARTICLE.  PAYMENT  SHALL  NOT\n   46  EXCEED  THE AMOUNTS SPECIFIED IN THIS ARTICLE, AND SHALL BE MADE ONLY IN\n   47  ACCORDANCE WITH THE PROVISIONS OF THIS ARTICLE. SUCH PAYMENT MAY BE MADE\n   48  ONLY TO THE QUALIFIED CANDIDATE'S PRINCIPAL COMMITTEE. NO CLEAN ELECTION\n   49  CAMPAIGN FUNDS SHALL BE USED EXCEPT  AS  REIMBURSEMENT  OR  PAYMENT  FOR\n   50  QUALIFIED  CAMPAIGN  EXPENDITURES  ACTUALLY  AND LAWFULLY INCURRED OR TO\n   51  REPAY LOANS USED TO PAY QUALIFIED CAMPAIGN EXPENDITURES.\n   52    2. A QUALIFIED CANDIDATE SEEKING OR OBTAINING NOMINATION FOR  ELECTION\n   53  BY  MORE  THAN  ONE  PARTY  SHALL BE DEEMED ONE CANDIDATE, AND SHALL NOT\n   54  RECEIVE ADDITIONAL CLEAN ELECTION CAMPAIGN FUNDS  OR  BE  AUTHORIZED  TO\n   55  ACCEPT  CONTRIBUTIONS  IN  EXCESS OF THE MAXIMUM CONTRIBUTION APPLICABLE\n   56  PURSUANT TO PARAGRAPH (F) OF SUBDIVISION ONE OF SECTION 14-152  OF  THIS\n\n       A. 1267                             9\n\n    1  ARTICLE  OR  MAKE  ADDITIONAL  EXPENDITURES  BY REASON OF SUCH CANDIDATE\n    2  SEEKING OR OBTAINING NOMINATION FOR ELECTION BY MORE THAN ONE PARTY.\n    3    3. NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER, IF THERE IS AN\n    4  ADDITIONAL DAY FOR VOTING HELD PURSUANT TO SECTION 3-108 OF THIS CHAPTER\n    5  OR  AN  ELECTION  HELD PURSUANT TO COURT ORDER, A QUALIFIED CANDIDATE IN\n    6  SUCH ELECTION SHALL OBTAIN PAYMENT FOR QUALIFIED  CAMPAIGN  EXPENDITURES\n    7  IN  AN  AMOUNT  EQUAL  TO TWENTY-FIVE CENTS FOR EACH ONE DOLLAR OF CLEAN\n    8  ELECTION CAMPAIGN FUNDS PAID PURSUANT TO THIS ARTICLE TO THE CANDIDATE'S\n    9  PRINCIPAL COMMITTEE FOR THE PRECEDING ELECTION. EXCEPT  AS  PROVIDED  BY\n   10  THIS  SUBDIVISION,  NO ADDITIONAL CLEAN ELECTION CAMPAIGN FUNDS SHALL BE\n   11  PROVIDED TO ANY CANDIDATE  FOR  SUCH  ELECTION  OR  ADDITIONAL  DAY  FOR\n   12  VOTING.\n   13    S  14-160.  RECEIPT  AND EXPENDITURE LIMITATIONS; ADDITIONAL FINANCING\n   14  AND LIMITS. 1. (A) THE FOLLOWING LIMITATIONS APPLY TO ALL RECEIPTS  MADE\n   15  FROM  A  CLEAN  ELECTION  CAMPAIGN  FUND  AND ALL EXPENDITURES MADE BY A\n   16  CANDIDATE AND HIS OR HER AUTHORIZED COMMITTEES ON OR AFTER THE FIRST DAY\n   17  OF JANUARY PRECEDING THE ELECTION FOR WHICH SUCH  CANDIDATE  CHOOSES  TO\n   18  PARTICIPATE  IN  THE  CLEAN ELECTION CAMPAIGN FUNDING PROVISIONS OF THIS\n   19  ARTICLE AND TO EXPENDITURES MADE AT ANY TIME  PRIOR  TO  SUCH  DATE  FOR\n   20  SERVICES,  MATERIALS,  FACILITIES,  ADVERTISING OR OTHER THINGS OF VALUE\n   21  RECEIVED, RENDERED, PUBLISHED, DISTRIBUTED OR BROADCAST ON OR AFTER SUCH\n   22  DATE.  EXCEPT AS PROVIDED IN SUBDIVISION TWO OF THIS  SECTION,  IN  EACH\n   23  GENERAL  ELECTION,  RECEIPTS  FROM  A  CLEAN  ELECTION CAMPAIGN FUND AND\n   24  EXPENDITURES BY A PARTICIPATING  CANDIDATE  FOR  ONE  OF  THE  FOLLOWING\n   25  OFFICES  AND  HIS  OR  HER  AUTHORIZED  COMMITTEES  SHALL NOT EXCEED THE\n   26  FOLLOWING AMOUNTS:\n   27  OFFICE                GENERAL ELECTION          PRIMARY ELECTION\n   28  GOVERNOR              $7,000,000                75 CENTS/ENROLLED VOTER\n   29  LT. GOV.              N.A.                      75 CENTS/ENROLLED VOTER\n   30                                                  BUT NOT TO EXCEED\n   31                                                  $1,250,000\n   32  ATT. GENERAL          $2,500,000                75 CENTS/ENROLLED VOTER\n   33                                                  BUT NOT TO EXCEED\n   34                                                  $1,250,000\n   35  COMPTROLLER           $2,500,000                75 CENTS/ ENROLLED VOTER\n   36                                                  BUT NOT TO EXCEED\n   37                                                  $1,250,000\n   38  DISTRICT ATTORNEY     $7,000,000 X COUNTY POP.  $3,000,000 X COUNTY POP.\n   39                                     -----------               ------------\n   40                                      STATE POP.              STATE POP.\n   41  STATE SENATE          $  150,000                $1.75/ENROLLED VOTER\n   42                                                   BUT NOT TO EXCEED\n   43                                                   $30,000\n   44  STATE ASSEMBLY        $  75,000                 $1.75/ENROLLED VOTER\n   45                                                   BUT NOT TO EXCEED\n   46                                                   $15,000\n   47    (B) NOT LATER THAN THE FIRST DAY OF MARCH IN  THE  YEAR  TWO  THOUSAND\n   48  NINETEEN, AND EVERY FOURTH YEAR THEREAFTER THE BOARD SHALL (I) DETERMINE\n   49  THE  PERCENTAGE  DIFFERENCE  BETWEEN THE AVERAGE OVER A CALENDAR YEAR OF\n   50  THE CONSUMER PRICE INDEX FOR ALL URBAN AREAS  PUBLISHED  BY  THE  UNITED\n   51  STATES  BUREAU  OF  LABOR STATISTICS FOR THE TWELVE MONTHS PRECEDING THE\n   52  BEGINNING OF SUCH CALENDAR YEAR AND THE AVERAGE OVER THE  CALENDAR  YEAR\n   53  TWO THOUSAND TEN OF SUCH CONSUMER PRICE INDEX; (II) ADJUST EACH EXPENDI-\n   54  TURE LIMITATION APPLICABLE PURSUANT TO THIS SUBDIVISION BY THE AMOUNT OF\n   55  SUCH  PERCENTAGE  DIFFERENCE  TO THE NEAREST THOUSAND DOLLARS; AND (III)\n   56  PUBLISH SUCH ADJUSTED EXPENDITURE LIMITATION IN THE STATE REGISTER. SUCH\n\n       A. 1267                            10\n\n    1  ADJUSTED EXPENDITURE LIMITATION SHALL BE IN EFFECT FOR ANY ELECTION HELD\n    2  BEFORE THE NEXT SUCH ADJUSTMENT.\n    3    2. THE FOLLOWING SEED MONEY LIMITATIONS APPLY TO ALL EXPENDITURES MADE\n    4  BY  A CANDIDATE AND HIS OR HER AUTHORIZED COMMITTEES PRIOR TO THE END OF\n    5  THE CLEAN ELECTION CAMPAIGN FINANCING QUALIFYING PERIOD FOR  WHICH  SUCH\n    6  CANDIDATE  CHOOSES TO PARTICIPATE IN THE CLEAN ELECTION CAMPAIGN FUNDING\n    7  PROVISIONS OF THIS ARTICLE AND TO EXPENDITURES MADE AT ANY TIME PRIOR TO\n    8  SUCH DATE FOR SERVICES,  MATERIALS,  FACILITIES,  ADVERTISING  OR  OTHER\n    9  THINGS  OF VALUE RECEIVED, RENDERED, PUBLISHED, DISTRIBUTED OR BROADCAST\n   10  IN SUCH CALENDAR YEAR. SUCH EXPENDITURES BY A  QUALIFIED  CANDIDATE  FOR\n   11  ONE  OF THE FOLLOWING OFFICES AND HIS OR HER AUTHORIZED COMMITTEES SHALL\n   12  NOT EXCEED THE FOLLOWING AMOUNTS:\n   13       GOVERNOR:                                             $200,000\n   14       ATTORNEY GENERAL:                                     $150,000\n   15       COMPTROLLER:                                          $150,000\n   16       LIEUTENANT GOVERNOR:                                  $150,000\n   17       STATE SENATE:                                         $ 20,000\n   18       MEMBER OF ASSEMBLY:                                   $ 10,000\n   19       DISTRICT ATTORNEY: $25.00 MULTIPLIED BY THE NUMBER OF QUALIFIED\n   20                                                CONTRIBUTIONS RECEIVED\n   21    3. ADDITIONAL FUNDS FROM THE FUND SHALL  BE  AWARDED  TO  A  QUALIFIED\n   22  CANDIDATE  WHEN  THE TOTAL OF CAMPAIGN EXPENDITURES BY NON-PARTICIPATING\n   23  CANDIDATES WHO OPPOSE A QUALIFIED CANDIDATE AND INDEPENDENT EXPENDITURES\n   24  DIRECTED AGAINST THE QUALIFIED CANDIDATE OR IN SUPPORT OF THE  QUALIFIED\n   25  CANDIDATE'S  OPPONENT,  EXCEEDS  ONE HUNDRED TEN PERCENT OF THE SPENDING\n   26  LIMITS ESTABLISHED IN SUBDIVISION ONE OF THIS SECTION.    AN  ADDITIONAL\n   27  DOLLAR  SHALL  BE  AWARDED  FOR EACH DOLLAR IN EXCESS OF ONE HUNDRED TEN\n   28  PERCENT OF THE LIMIT, UP TO A TOTAL OF THREE  HUNDRED  PERCENT  OF  SAID\n   29  EXPENDITURE LIMITS.\n   30    4. NON-PARTICIPATING CANDIDATES AND PERSONS OR COMMITTEES MAKING INDE-\n   31  PENDENT  EXPENDITURES  SHALL  COMPLY WITH ALL REPORTING REQUIREMENTS FOR\n   32  POLITICAL COMMITTEES, AND IN ADDITION SHALL, THREE WEEKS BEFORE THE DATE\n   33  OF THE ELECTION, REPORT ANY AND ALL EXPENDITURES EXPECTED TO BE MADE  ON\n   34  THE ELECTION AND MAY NOT SPEND ANY AMOUNTS NOT SO REPORTED.\n   35    5.  IN  ADDITION  TO  ANY  OTHER PROVISION OF THIS ARTICLE LIMITING OR\n   36  QUALIFYING OR DEFINING A QUALIFIED CAMPAIGN EXPENDITURE,  THE  FOLLOWING\n   37  EXPENDITURE  SHALL BE DEEMED INDEPENDENT EXPENDITURES FOR THE PURPOSE OF\n   38  THIS ARTICLE:\n   39    (A) ANY WRITTEN ADVERTISEMENT DISTRIBUTED WITHIN SIXTY DAYS PRIOR TO A\n   40  PRIMARY, GENERAL OR SPECIAL ELECTION IN WHICH A CANDIDATE'S  NAME  OR  A\n   41  CANDIDATE'S  POLITICAL  PARTY  IS  INCLUDED  SHALL  BE DEEMED A CAMPAIGN\n   42  EXPENDITURE; AND\n   43    (B) ANY ADVERTISEMENT DISTRIBUTED WITHIN SIXTY DAYS PRIOR TO A  PRIMA-\n   44  RY, GENERAL OR SPECIAL ELECTION WHICH, AS INDICATED BY ITS TIMING PLACE-\n   45  MENT,  MESSAGE, CONTEXT OR OTHER OBJECTIVE AND APPARENT MESSAGE OR OTHER\n   46  CRITERIA WHICH IN THE OPINION OF THE BOARD OF ELECTIONS IS  INTENDED  TO\n   47  INFLUENCE  THE  OUTCOME  OF  SUCH  ELECTION  SHALL  BE DEEMED A CAMPAIGN\n   48  EXPENDITURE.\n   49    6. ANY PERSON OR COMMITTEE  WHO  DISTRIBUTES  AN  ADVERTISEMENT  WHICH\n   50  INCLUDES  THE  NAME  OF  A CANDIDATE NOMINATED FOR A PRIMARY, GENERAL OR\n   51  SPECIAL ELECTION SHALL COMPLY WITH ALL OF  THE  DISCLOSURE  REQUIREMENTS\n   52  IMPOSED ON POLITICAL COMMITTEES PURSUANT TO THIS CHAPTER.\n   53    7.  ANY  EXPENDITURE  MADE BY A MEMBERSHIP ORGANIZATION, AS DEFINED BY\n   54  THE FEDERAL ELECTION COMMISSION, TO A MEMBER IN GOOD  STANDING  OF  SUCH\n   55  ORGANIZATION  SHALL  NOT  BE DEEMED TO BE A CAMPAIGN EXPENDITURE BUT THE\n\n       A. 1267                            11\n\n    1  AMOUNT THEREOF SHALL BE DISCLOSED IN  THE  SAME  MANNER  AS  A  CAMPAIGN\n    2  EXPENDITURE IS DISCLOSED PURSUANT TO THIS ARTICLE.\n    3    S  14-162.  POWER  OF BOARD OF ELECTIONS.  1. THE BOARD SHALL HAVE THE\n    4  POWER TO INVESTIGATE ALL MATTERS RELATING  TO  THE  PERFORMANCE  OF  ITS\n    5  FUNCTIONS  AND ANY OTHER MATTER RELATING TO THE PROPER ADMINISTRATION OF\n    6  THIS ARTICLE AND FOR SUCH PURPOSES SHALL HAVE THE POWER TO  REQUIRE  THE\n    7  ATTENDANCE AND EXAMINE AND TAKE THE TESTIMONY UNDER OATH OF SUCH PERSONS\n    8  AS  IT  SHALL  DEEM  NECESSARY  AND  TO REQUIRE THE PRODUCTION OF BOOKS,\n    9  ACCOUNTS, PAPERS AND OTHER EVIDENCE RELATIVE TO SUCH INVESTIGATION.\n   10    2. THE BOARD SHALL PUBLICIZE, AS IT DEEMS APPROPRIATE,  THE  NAMES  OF\n   11  CANDIDATES  FOR NOMINATION OR ELECTION TO THE OFFICES OF GOVERNOR, LIEU-\n   12  TENANT GOVERNOR, COMPTROLLER, ATTORNEY GENERAL, STATE SENATE, MEMBER  OF\n   13  ASSEMBLY  OR DISTRICT ATTORNEY WHO VIOLATE ANY OF THE PROVISIONS OF THIS\n   14  ARTICLE.\n   15    3. THE BOARD MAY RENDER ADVISORY OPINIONS WITH  RESPECT  TO  QUESTIONS\n   16  ARISING  UNDER  THIS  ARTICLE. SUCH ADVISORY OPINIONS MAY BE RENDERED ON\n   17  THE WRITTEN REQUEST OF A CANDIDATE, AN OFFICER OF A POLITICAL  COMMITTEE\n   18  OR  MEMBER  OF THE PUBLIC, OR MAY BE RENDERED ON ITS OWN INITIATIVE. THE\n   19  BOARD SHALL MAKE PUBLIC ITS ADVISORY OPINIONS. THE BOARD SHALL DEVELOP A\n   20  PROGRAM FOR INFORMING CANDIDATES AND THE PUBLIC AS TO  THE  PURPOSE  AND\n   21  EFFECT  OF  THE  PROVISIONS OF THIS ARTICLE. THE BOARD SHALL PREPARE AND\n   22  MAKE AVAILABLE EDUCATIONAL MATERIALS, INCLUDING COMPLIANCE  MANUALS  AND\n   23  SUMMARIES  AND EXPLANATIONS OF THE PURPOSES AND PROVISIONS OF THIS ARTI-\n   24  CLE. THESE MATERIALS SHALL BE PREPARED  IN  PLAIN  LANGUAGE.  THE  BOARD\n   25  SHALL  PREPARE  AND  MAKE  AVAILABLE MATERIALS, INCLUDING, TO THE EXTENT\n   26  FEASIBLE, COMPUTER SOFTWARE, TO FACILITATE THE TASK OF  COMPLIANCE  WITH\n   27  THE DISCLOSURE AND RECORD-KEEPING REQUIREMENTS OF THIS ARTICLE.\n   28    4.  THE  BOARD  SHALL  HAVE THE AUTHORITY TO PROMULGATE SUCH RULES AND\n   29  REGULATIONS AND PROVIDE SUCH FORMS AS IT DEEMS NECESSARY FOR THE  ADMIN-\n   30  ISTRATION  OF  THIS  ARTICLE.  THE  BOARD  SHALL  PROMULGATE REGULATIONS\n   31  CONCERNING THE FORM IN WHICH CONTRIBUTIONS AND EXPENDITURES  ARE  TO  BE\n   32  REPORTED,  THE  PERIODS  DURING WHICH SUCH REPORTS MUST BE FILED AND THE\n   33  VERIFICATION REQUIRED.  THE BOARD SHALL REQUIRE THE FILING OF REPORTS OF\n   34  CONTRIBUTIONS AND EXPENDITURES FOR PURPOSES  OF  DETERMINING  COMPLIANCE\n   35  WITH  PARAGRAPH  (F)  OF  SUBDIVISION  ONE OF SECTION 14-152 AND SECTION\n   36  14-160 OF THIS ARTICLE IN ACCORDANCE WITH THE SCHEDULE SPECIFIED BY  THE\n   37  STATE BOARD OF ELECTIONS FOR THE FILING OF CAMPAIGN RECEIPT AND EXPENDI-\n   38  TURE STATEMENTS.\n   39    5. THE BOARD SHALL DEVELOP A COMPUTER DATA BASE THAT SHALL CONTAIN ALL\n   40  INFORMATION  NECESSARY  FOR  THE  PROPER  ADMINISTRATION OF THIS CHAPTER\n   41  INCLUDING INFORMATION ON CONTRIBUTIONS TO AND EXPENDITURES BY CANDIDATES\n   42  AND THEIR AUTHORIZED COMMITTEES AND DISTRIBUTIONS  OF  MONEYS  FROM  THE\n   43  CAMPAIGN FINANCE FUND. SUCH DATA BASE SHALL BE ACCESSIBLE TO THE PUBLIC.\n   44    6.  THE BOARD SHALL PROMULGATE REGULATIONS REGARDING PUBLIC DEBATES AS\n   45  PROVIDED IN SECTION 14-152 OF THIS ARTICLE.\n   46    7. THE BOARD MAY TAKE SUCH OTHER ACTIONS AS ARE NECESSARY  AND  PROPER\n   47  TO CARRY OUT THE PURPOSES OF THIS ARTICLE.\n   48    S  14-164.    NEW  YORK STATE CLEAN ELECTION CAMPAIGN FINANCE FUND. 1.\n   49  THERE IS HEREBY ESTABLISHED A SPECIAL FUND, TO BE KNOWN AS THE \"NEW YORK\n   50  STATE CLEAN ELECTION CAMPAIGN FINANCE FUND\". THE MONIES IN SUCH FUND MAY\n   51  BE EXPENDED BY THE BOARD OF ELECTIONS ONLY  AS  PAYMENTS  FOR  QUALIFIED\n   52  CANDIDATES IN ACCORDANCE WITH THE PROVISIONS OF THIS ARTICLE.\n   53    2. THE FUND SHALL BE KEPT SEPARATE AND SHALL BE CREDITED WITH ALL SUMS\n   54  APPROPRIATED  THEREOF,  ANY  DONATIONS  RECEIVED PURSUANT TO SUBDIVISION\n   55  SEVEN OF THIS SECTION, ALL EARNINGS  ACCRUING  ON  SUCH  FUNDS  AND  ANY\n\n       A. 1267                            12\n\n    1  MONIES  REALIZED  FROM  THE  PROVISIONS  OF SUBDIVISION THREE OF SECTION\n    2  14-170 OF THIS ARTICLE.\n    3    3.  IF  AT  ANY  TIME THE BOARD OF ELECTIONS DETERMINES THAT THE CLEAN\n    4  ELECTIONS CAMPAIGN FINANCE FUND DOES NOT HAVE SUFFICIENT REVENUES, OR IS\n    5  LIKELY TO NOT HAVE SUFFICIENT REVENUES, FOR PAYMENT TO QUALIFYING CANDI-\n    6  DATES UNDER THIS ARTICLE THEN IT SHALL REPORT THIS DETERMINATION TO  THE\n    7  COMPTROLLER,  ALONG  WITH  THE AMOUNT WHICH WILL BE NECESSARY TO PROVIDE\n    8  QUALIFYING CANDIDATES WITH FINANCING PURSUANT  TO  THIS  ARTICLE  AND  A\n    9  DETAILED  STATEMENT  OF  THE  ASSUMPTIONS  AND METHODOLOGY ON WHICH SUCH\n   10  DETERMINATION WAS BASED. NO MORE THAN FOUR DAYS AFTER RECEIVING  SUCH  A\n   11  DETERMINATION  THE  COMPTROLLER  SHALL TRANSFER THE AMOUNT DETERMINED BY\n   12  THE BOARD OF ELECTIONS TO BE NECESSARY FROM  THE  GENERAL  FUND  TO  THE\n   13  CLEAN ELECTIONS CAMPAIGN FINANCE FUND.\n   14    4.  THE  MONEYS  IN SUCH FUND SHALL BE MADE AVAILABLE TO PARTICIPATING\n   15  CANDIDATES BY THE BOARD UPON  ITS  CERTIFICATION  THAT  SUCH  CANDIDATES\n   16  QUALIFY FOR SUCH FUNDS.\n   17    5.  NO  MONEYS  SHALL  BE  MADE AVAILABLE TO QUALIFIED CANDIDATES IN A\n   18  GENERAL ELECTION ANY EARLIER THAN THE DAY AFTER THE DAY OF  THE  PRIMARY\n   19  ELECTION HELD TO NOMINATE CANDIDATES FOR SUCH ELECTION.\n   20    6.  NO  MONEYS  SHALL BE MADE AVAILABLE TO ANY QUALIFIED CANDIDATE WHO\n   21  HAS BEEN FINALLY DISQUALIFIED.    ANY  PAYMENT  FROM  THE  FUND  IN  THE\n   22  POSSESSION  OF  SUCH  A CANDIDATE OR HIS OR HER AUTHORIZED COMMITTEES ON\n   23  THE DATE OF SUCH FINAL DISQUALIFICATION OR INVALIDATION MAY  NOT  THERE-\n   24  AFTER  BE  EXPENDED  FOR  ANY  PURPOSE EXCEPT THE PAYMENT OF LIABILITIES\n   25  INCURRED IN QUALIFIED CAMPAIGN EXPENDITURES BEFORE SUCH DATE  AND  SHALL\n   26  BE PROMPTLY REPAID TO THE FUND.\n   27    7.  THE BOARD SHALL BE EMPOWERED TO ACCEPT DONATIONS TO BE CREDITED TO\n   28  THE FUND. THE BOARD MAY DEVISE SUCH METHODS OF SOLICITING AND COLLECTING\n   29  DONATIONS AS IT MAY DEEM FEASIBLE AND APPROPRIATE.\n   30    8. (A) A QUALIFIED CANDIDATE  WHO  HAS  BEEN  DEFEATED  IN  A  PRIMARY\n   31  ELECTION  OR  WHO FAILS TO REMAIN AS A CANDIDATE THROUGHOUT A PRIMARY OR\n   32  GENERAL ELECTION PERIOD SHALL RETURN ALL UNSPENT FUNDS THAT WERE  RAISED\n   33  OR DISTRIBUTED TO HIM OR HER TO THE FUND.\n   34    (B) ALL OTHER QUALIFIED CANDIDATES SHALL RETURN ALL UNSPENT QUALIFYING\n   35  CAMPAIGN  CONTRIBUTIONS  AND OTHER FUND REVENUES AND ALL UNEXPENDED SEED\n   36  MONEY THAT WERE DISTRIBUTED TO HIM OR HER TO THE FUND.\n   37    THE AGGREGATE AMOUNT WHICH MAY BE PROVIDED TO QUALIFIED CANDIDATES  IN\n   38  ANY   FOUR-YEAR   ELECTION   CYCLE   FROM  THE  FUND  SHALL  NOT  EXCEED\n   39  ONE-TENTH-OF-ONE-PERCENT OF THE  TOTAL  EXPENDITURES  MADE  PURSUANT  TO\n   40  APPROPRIATIONS  MADE  BY  LAW  DURING SUCH TIME PERIOD. IF THE AMOUNT OF\n   41  FUNDS FOR WHICH QUALIFIED CANDIDATES HAVE QUALIFIED REACHES  OR  EXCEEDS\n   42  THIS  LEVEL, THE BOARD OF ELECTIONS SHALL REDUCE, BY AN EQUAL PERCENTAGE\n   43  FOR ALL CANDIDATES, THE  RESPECTIVE  AMOUNT  OF  PUBLIC  FINANCING  MADE\n   44  AVAILABLE TO QUALIFIED CANDIDATES.\n   45    S  14-166. DISBURSAL OF REVENUE FOR CLEAN ELECTION CAMPAIGN FINANCING.\n   46  1. UPON CERTIFYING THAT A  CANDIDATE  IS  ELIGIBLE  FOR  CLEAN  ELECTION\n   47  CAMPAIGN  FINANCING, THE BOARD OF ELECTIONS SHALL ISSUE A NEW YORK STATE\n   48  CLEAN ELECTION CAMPAIGN FINANCE FUND DEBIT  CARD  TO  THE  PARTICIPATING\n   49  CANDIDATE  ENTITLING  THE CANDIDATE AND DESIGNATED MEMBERS OF HIS OR HER\n   50  STAFF THE RIGHT TO DRAW MONEY FROM THE NEW  YORK  STATE  CLEAN  ELECTION\n   51  CAMPAIGN FINANCE FUND ACCOUNT TO PAY ALL CAMPAIGN COSTS AND EXPENSES.\n   52    2.  A QUALIFIED CANDIDATE AND HIS OR HER REPRESENTATIVE ARE PROHIBITED\n   53  FROM PAYING FOR CAMPAIGN EXPENSES IN ANY WAY OTHER THAN BY  USE  OF  THE\n   54  NEW YORK STATE CLEAN ELECTION CAMPAIGN FINANCE FUND DEBIT CARD EXCEPT AS\n   55  EXEMPTED  IN  SUBDIVISION  FOUR OF THIS SECTION. THE USE OF THE NEW YORK\n\n       A. 1267                            13\n\n    1  STATE CLEAN ELECTION CAMPAIGN FUND DEBIT CARD TO GENERATE PERSONAL CRED-\n    2  IT OR A LOAN IS PROHIBITED.\n    3    3.  CASH,  CASHIER'S  CHECKS,  MONEY ORDERS, OR OTHER FORMS OF PAYMENT\n    4  SHALL BE PERMISSIBLE ONLY IF THEY ARE DRAWN DIRECTLY FROM THE  NEW  YORK\n    5  STATE CLEAN ELECTION CAMPAIGN FINANCE FUND, EXCEPT AS EXEMPTED IN SUBDI-\n    6  VISION FOUR OF THIS SECTION.\n    7    (A)  ALL  CAMPAIGN  PURCHASES FOR GOODS AND SERVICES SHALL BE PAID FOR\n    8  WITH MONEY DRAWN FROM THE NEW YORK STATE CLEAN ELECTION CAMPAIGN FUND AT\n    9  THE TIME OF PURCHASE, EXCEPT THAT FEES FOR SERVICES, INCLUDING  SALARIES\n   10  AND FEES FOR STAFF MEMBERS AND CONSULTANTS, MAY BE MADE AVAILABLE AT ANY\n   11  TIME  UP  UNTIL THE LAST DAY OF THE RELEVANT PRIMARY, SPECIAL OR GENERAL\n   12  CAMPAIGN PERIODS.\n   13    (B) ESTIMATED PAYMENTS FOR UTILITY BILLS,  INCLUDING  TELEPHONE,  HEAT\n   14  AND  ELECTRICITY CHARGES, SHALL BE MADE AVAILABLE BY THE LAST DAY OF THE\n   15  RELEVANT ELECTION PERIOD. IN BUDGETING THEIR PROJECTED EXPENSES,  QUALI-\n   16  FIED  CANDIDATES  MUST  ESTIMATE  THE  COST  OF  UTILITIES. THE CAMPAIGN\n   17  FINANCE BOARD IS AUTHORIZED TO PROVIDE A FORMULA FOR SUCH ESTIMATES.\n   18    4. A PETTY CASH FUND MAY BE  ESTABLISHED  CONSISTENT  WITH  THE  OTHER\n   19  PROVISIONS OF THIS ARTICLE.\n   20    (A)  QUALIFIED  CANDIDATES MAY HAVE A DAILY PETTY CASH FUND, FOR DAILY\n   21  EXPENSES, INCLUDING FOOD, NEWSPAPERS, MAGAZINES, PUBLIC TELEPHONES,  AND\n   22  OTHER  MINOR  NECESSITIES UNRELATED TO THE DIRECT OPERATING COSTS OF THE\n   23  CAMPAIGN. THE DAILY MAXIMUM AMOUNT OF  THE  PETTY  CASH  FUND  SHALL  BE\n   24  ESTABLISHED BY THE BOARD.\n   25    (B)  ALL  CASH EXPENDITURES IN EXCESS OF TWENTY-FIVE DOLLARS REQUIRE A\n   26  CASH RECEIPT SPECIFYING THE ITEM PURCHASED AND ITS  PURPOSE,  ITS  COST,\n   27  AND THE PLACE OF PURCHASE.\n   28    S  14-168.  EXAMINATIONS  AND  AUDITS;  REPAYMENTS.  1.  THE  BOARD OF\n   29  ELECTIONS IS HEREBY EMPOWERED TO AUDIT AND EXAMINE ALL MATTERS  RELATING\n   30  TO THE PERFORMANCE OF ITS FUNCTIONS AND ANY OTHER MATTER RELATING TO THE\n   31  PROPER ADMINISTRATION OF THIS ARTICLE.\n   32    2. (A) IF THE BOARD DETERMINES THAT ANY PORTION OF THE PAYMENT MADE TO\n   33  THE  PRINCIPAL  COMMITTEE  OF A QUALIFIED CANDIDATE FROM THE FUND WAS IN\n   34  EXCESS OF THE AGGREGATE AMOUNT OF  PAYMENTS  WHICH  SUCH  CANDIDATE  WAS\n   35  ELIGIBLE  TO  RECEIVE  PURSUANT  TO  THIS  ARTICLE, IT SHALL NOTIFY SUCH\n   36  COMMITTEE AND SUCH COMMITTEE SHALL PAY TO THE BOARD AN AMOUNT  EQUAL  TO\n   37  THE AMOUNT OF EXCESS PAYMENTS.\n   38    (B)  IF THE BOARD DETERMINES THAT ANY PORTION OF THE PAYMENT MADE TO A\n   39  PRINCIPAL COMMITTEE OF A QUALIFIED CANDIDATE FROM THE FUND WAS USED  FOR\n   40  PURPOSES  OTHER  THAN  QUALIFIED  CAMPAIGN EXPENDITURES, IT SHALL NOTIFY\n   41  SUCH COMMITTEE OF THE AMOUNT SO DISQUALIFIED AND  SUCH  COMMITTEE  SHALL\n   42  PAY TO THE BOARD AN AMOUNT EQUAL TO SUCH DISQUALIFIED AMOUNT.\n   43    (C)  IF  THE TOTAL OF CONTRIBUTIONS, OTHER RECEIPTS, AND PAYMENTS FROM\n   44  THE FUND RECEIVED BY A QUALIFIED CANDIDATE AND  HIS  OR  HER  AUTHORIZED\n   45  COMMITTEES  EXCEED THE TOTAL CAMPAIGN EXPENDITURES OF SUCH CANDIDATE AND\n   46  COMMITTEES FOR ALL COVERED ELECTIONS HELD IN THE SAME CALENDAR  YEAR  OR\n   47  FOR  A  SPECIAL ELECTION TO FILL A VACANCY SUCH CANDIDATE AND COMMITTEES\n   48  SHALL USE SUCH EXCESS FUNDS TO REIMBURSE THE FUND FOR PAYMENTS  RECEIVED\n   49  BY THE PRINCIPAL COMMITTEE FROM THE FUND DURING SUCH CALENDAR YEAR. SUCH\n   50  REIMBURSEMENT  SHALL  BE  MADE NOT LATER THAN TEN DAYS AFTER ALL LIABIL-\n   51  ITIES HAVE BEEN PAID AND IN ANY EVENT, NOT LATER THAN JUNE THIRTIETH  OF\n   52  THE  YEAR  FOLLOWING  SUCH  CALENDAR YEAR. NO SUCH EXCESS FUNDS SHALL BE\n   53  USED FOR ANY OTHER PURPOSE, UNLESS THE  TOTAL  AMOUNT  OF  THE  PAYMENTS\n   54  RECEIVED FROM THE FUND BY THE AUTHORIZED COMMITTEE HAS BEEN REPAID.\n   55    3.  IF  A  QUALIFIED  CANDIDATE WHOSE PRINCIPAL COMMITTEE HAS RECEIVED\n   56  CLEAN ELECTION CAMPAIGN FUNDS IS DISQUALIFIED BY A  COURT  OF  COMPETENT\n\n       A. 1267                            14\n\n    1  JURISDICTION  ON  THE  GROUNDS  THAT SUCH CANDIDATE COMMITTED FRAUDULENT\n    2  ACTS IN ORDER TO OBTAIN A PLACE ON THE BALLOT AND SUCH DECISION  IS  NOT\n    3  REVERSED, SUCH CANDIDATE AND HIS OR HER PRINCIPAL COMMITTEE SHALL PAY TO\n    4  THE  BOARD AN AMOUNT EQUAL TO THE TOTAL OF CLEAN ELECTION CAMPAIGN FUNDS\n    5  RECEIVED BY SUCH PRINCIPAL COMMITTEE.\n    6    S 14-170.  PENALTIES.  1.  ANY  QUALIFIED  CANDIDATE  WHOSE  PRINCIPAL\n    7  COMMITTEE  FAILS  TO  FILE  IN  A  TIMELY  MANNER  A STATEMENT OR RECORD\n    8  REQUIRED TO BE FILED BY THIS ARTICLE OR THE RULES OF THE BOARD IN IMPLE-\n    9  MENTATION THEREOF OR WHO VIOLATES ANY OTHER PROVISION OF THIS ARTICLE OR\n   10  RULE PROMULGATED THEREUNDER, AND ANY PRINCIPAL  COMMITTEE  TREASURER  OR\n   11  ANY  OTHER  AGENT OF A QUALIFIED CANDIDATE WHO COMMITS SUCH A VIOLATION,\n   12  SHALL BE SUBJECT TO A CIVIL PENALTY IN AN AMOUNT NOT IN  EXCESS  OF  TEN\n   13  THOUSAND DOLLARS.\n   14    2.  IN  ADDITION  TO THE PENALTIES PROVIDED IN SUBDIVISION ONE OF THIS\n   15  SECTION, IF THE AGGREGATE AMOUNT OF EXPENDITURES BY A  QUALIFIED  CANDI-\n   16  DATE  AND  SUCH CANDIDATE'S AUTHORIZED COMMITTEES EXCEED THE EXPENDITURE\n   17  LIMITATIONS CONTAINED IN THIS  ARTICLE  SUCH  CANDIDATE  AND  AUTHORIZED\n   18  COMMITTEES  SHALL  BE  SUBJECT  TO  A  CIVIL PENALTY IN AN AMOUNT NOT TO\n   19  EXCEED THREE TIMES THE SUM BY WHICH SUCH EXPENDITURES EXCEED THE  APPLI-\n   20  CABLE EXPENDITURE LIMITATION.\n   21    3.  THE  INTENTIONAL  OR KNOWING FURNISHING OF ANY FALSE OR FICTITIOUS\n   22  EVIDENCE, BOOKS OR INFORMATION TO THE BOARD UNDER THIS ARTICLE,  OR  THE\n   23  INCLUSION  IN  ANY  EVIDENCE,  BOOKS,  OR  INFORMATION SO FURNISHED OF A\n   24  MISREPRESENTATION OF A MATERIAL FACT, OR THE FALSIFYING  OR  CONCEALMENT\n   25  OF  ANY  EVIDENCE,  BOOKS,  OR  INFORMATION RELEVANT TO ANY AUDIT BY THE\n   26  BOARD OR THE INTENTIONAL OR KNOWING VIOLATION OF ANY OTHER PROVISION  OF\n   27  THIS ARTICLE SHALL BE PUNISHABLE AS A CLASS A MISDEMEANOR IN ADDITION TO\n   28  ANY  OTHER PENALTY AS MAY BE PROVIDED UNDER LAW. THE BOARD SHALL SEEK TO\n   29  RECOVER ANY CLEAN ELECTION CAMPAIGN FUNDS OBTAINED AS A RESULT  OF  SUCH\n   30  CONDUCT.  ANY MONIES SO OBTAINED SHALL BE DEPOSITED INTO THE FUND.\n   31    S  14-172. CAMPAIGNS FOR OFFICE NOT SUBJECT TO THIS ARTICLE.  CONTRIB-\n   32  UTIONS, LOANS, GUARANTEES AND OTHER SECURITY FOR  SUCH  LOANS  USED  AND\n   33  EXPENDITURES MADE TOWARD THE PAYMENT OF LIABILITIES INCURRED BY A CANDI-\n   34  DATE  IN AN ELECTION HELD PRIOR TO THE EFFECTIVE DATE OF THIS SECTION OR\n   35  IN WHICH HE OR SHE DID NOT CHOOSE TO PARTICIPATE IN THE  CLEAN  ELECTION\n   36  CAMPAIGN FUNDING PROVISIONS OF THIS ARTICLE, OR IN A CAMPAIGN FOR PUBLIC\n   37  OFFICE  OTHER  THAN ONE COVERED BY THIS ARTICLE, SHALL NOT BE SUBJECT TO\n   38  THE REQUIREMENTS AND LIMITATIONS OF THIS ARTICLE.\n   39    S 14-174. REPORTS. 1. THE BOARD OF ELECTIONS SHALL REVIEW AND EVALUATE\n   40  THE EFFECT OF THIS ARTICLE UPON THE CONDUCT OF ELECTION CAMPAIGNS IN THE\n   41  STATE AND SHALL SUBMIT A REPORT TO THE GOVERNOR AND THE  LEGISLATURE  ON\n   42  OR  BEFORE  SEPTEMBER  FIRST, TWO THOUSAND TWELVE, AND EVERY FOURTH YEAR\n   43  THEREAFTER, AND AT ANY OTHER TIME UPON THE REQUEST OF  THE  GOVERNOR  OR\n   44  THE  LEGISLATURE AND AT SUCH OTHER TIMES AS THE BOARD DEEMS APPROPRIATE,\n   45  CONTAINING:\n   46    (A) THE NUMBER AND NAMES OF CANDIDATES QUALIFYING FOR AND CHOOSING  TO\n   47  RECEIVE  CLEAN  ELECTION CAMPAIGN FUNDS PURSUANT TO THIS ARTICLE, AND OF\n   48  CANDIDATES FAILING TO QUALIFY OR OTHERWISE NOT CHOOSING TO RECEIVE  SUCH\n   49  FUNDS, IN EACH ELECTION DURING THE FOUR PRECEDING CALENDAR YEARS;\n   50    (B)  THE  AMOUNT  OF  CLEAN  ELECTION  CAMPAIGN  FUNDS PROVIDED TO THE\n   51  AUTHORIZED COMMITTEES OF EACH CANDIDATE PURSUANT TO THIS ARTICLE AND THE\n   52  CONTRIBUTIONS RECEIVED AND EXPENDITURES MADE BY EACH SUCH CANDIDATE  AND\n   53  THE AUTHORIZED COMMITTEES OF SUCH CANDIDATE, IN EACH ELECTION DURING THE\n   54  FOUR PRECEDING CALENDAR YEARS;\n   55    (C)  RECOMMENDATIONS  AS  TO  WHETHER  THE  PROVISIONS OF THIS ARTICLE\n   56  GOVERNING MAXIMUM CONTRIBUTION AMOUNTS, THRESHOLDS FOR  ELIGIBILITY  AND\n\n       A. 1267                            15\n\n    1  EXPENDITURE  LIMITATIONS  SHOULD BE AMENDED AND SETTING FORTH THE AMOUNT\n    2  OF, AND REASONS FOR, ANY AMENDMENTS IT RECOMMENDS;\n    3    (D)  ANALYSIS  OF  THE  EFFECT OF THIS ARTICLE ON POLITICAL CAMPAIGNS,\n    4  INCLUDING ITS EFFECT ON THE SOURCES AND AMOUNTS  OF  PRIVATE  FINANCING,\n    5  THE  LEVEL  OF CAMPAIGN EXPENDITURES, VOTER PARTICIPATION, THE NUMBER OF\n    6  CANDIDATES AND THE  CANDIDATE'S  ABILITY  TO  CAMPAIGN  EFFECTIVELY  FOR\n    7  PUBLIC OFFICE;\n    8    (E)  A  REVIEW  OF THE PROCEDURES UTILIZED IN PROVIDING CLEAN ELECTION\n    9  CAMPAIGN FUNDS TO CANDIDATES; AND\n   10    (F) SUCH RECOMMENDATIONS FOR CHANGES  IN  THIS  ARTICLE  AS  IT  DEEMS\n   11  APPROPRIATE.\n   12    2. FOR THE REPORT SUBMITTED IN THE YEAR TWO THOUSAND TWELVE, THE BOARD\n   13  ALSO  SHALL  REVIEW  ANY CONTRIBUTIONS MADE TO CANDIDATES AND AUTHORIZED\n   14  COMMITTEES PRIOR TO THE EFFECTIVE DATE OF THIS ARTICLE WHICH EXCEED  THE\n   15  AMOUNT  OF THE MAXIMUM CONTRIBUTION APPLICABLE PURSUANT TO PARAGRAPH (F)\n   16  OF SUBDIVISION ONE OF SECTION 14-152 OF THIS ARTICLE AND  REPORT  AS  TO\n   17  WHETHER SUCH CONTRIBUTIONS WERE RETURNED, EXPENDED OR OTHERWISE USED AND\n   18  THE PURPOSES OF SUCH EXPENDITURES OR OTHER USES.\n   19    S  14-176. CONSTRUCTION. NOTHING IN THIS ARTICLE SHALL BE CONSTRUED TO\n   20  PROHIBIT THE MAKING OR RECEIPT OF CONTRIBUTIONS TO THE EXTENT  PERMITTED\n   21  BY  THIS  CHAPTER  OR  TO  PERMIT THE MAKING OR RECEIPT OF CONTRIBUTIONS\n   22  OTHERWISE PROHIBITED.\n   23    S 14-178. JOINT CAMPAIGN ACTIVITIES. NOTHING IN THIS ARTICLE SHALL  BE\n   24  CONSTRUED TO RESTRICT CANDIDATES FROM AUTHORIZING EXPENDITURES FOR JOINT\n   25  CAMPAIGN  MATERIALS  AND  OTHER JOINT CAMPAIGN ACTIVITIES, PROVIDED THAT\n   26  THE BENEFIT EACH CANDIDATE DERIVES FROM THE JOINT MATERIAL  OR  ACTIVITY\n   27  IS  PROPORTIONALLY  EQUIVALENT  TO  THE  EXPENDITURES AUTHORIZED BY SUCH\n   28  CANDIDATE.\n   29    S 3. The tax law is amended by adding a new section 626-a to  read  as\n   30  follows:\n   31    S  626-A. THE CLEAN ELECTION CAMPAIGN FINANCE FUND.  EFFECTIVE FOR ANY\n   32  TAXABLE YEAR COMMENCING ON OR AFTER THE FIRST OF JANUARY NEXT SUCCEEDING\n   33  THE EFFECTIVE DATE OF THIS SECTION, AN INDIVIDUAL IN  ANY  TAXABLE  YEAR\n   34  MAY  ELECT TO HAVE AN AMOUNT UP TO ONE HUNDRED DOLLARS OF ANY TAX OTHER-\n   35  WISE PAYABLE DEPOSITED TO THE  CLEAN  ELECTION  CAMPAIGN  FINANCE  FUND.\n   36  SUCH  CONTRIBUTION SHALL NOT REDUCE THE AMOUNT OF STATE TAX OWED BY SUCH\n   37  INDIVIDUAL. THE COMMISSIONER SHALL  INCLUDE  A  SPACE  ON  THE  PERSONAL\n   38  INCOME  TAX  RETURN  TO  ENABLE  A  TAXPAYER  TO AUTHORIZE SUCH DEPOSIT.\n   39  NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, ALL REVENUES\n   40  COLLECTED PURSUANT TO THIS  SECTION  SHALL  BE  CREDITED  TO  THE  CLEAN\n   41  ELECTION  CAMPAIGN FINANCE FUND AND USED ONLY FOR THOSE PURPOSES ENUMER-\n   42  ATED IN SECTION 14-164 OF THE ELECTION LAW.\n   43    S 4. Subdivision (e) of section 1-e of the legislative law, as amended\n   44  by section 1 of part S of chapter 62 of the laws of 2003, is amended  to\n   45  read as follows:\n   46    (e)  (i)  The  first  statement of registration filed annually by each\n   47  lobbyist for calendar years through two thousand three shall be accompa-\n   48  nied by a registration fee of fifty dollars except that no  registration\n   49  fee  shall  be  required of a public corporation. A fee of fifty dollars\n   50  shall be required for any subsequent statement of registration filed  by\n   51  a  lobbyist  during  the same calendar year; (ii) The first statement of\n   52  registration filed annually by each lobbyist for calendar year two thou-\n   53  sand four shall be accompanied by a  registration  fee  of  one  hundred\n   54  dollars  except  that  no  registration  fee  shall be required from any\n   55  lobbyist who in any year does not expend, incur or receive an amount  in\n   56  excess of five thousand dollars of reportable compensation and expenses,\n\n       A. 1267                            16\n\n    1  as  provided  in  paragraph  five of subdivision (b) of section one-h of\n    2  this article, for the purposes of lobbying or of a public corporation. A\n    3  fee of one hundred dollars shall be required for any  subsequent  state-\n    4  ment  of registration filed by a lobbyist during the same calendar year;\n    5  (iii) The first statement  of  registration  filed  biennially  by  each\n    6  lobbyist  for  the first biennial registration requirements for calendar\n    7  years two thousand five and two thousand six and  thereafter,  shall  be\n    8  accompanied  by a registration fee of two hundred dollars except that no\n    9  registration fee shall be required from any lobbyist  who  in  any  year\n   10  does  not  expend, incur or receive an amount in excess of five thousand\n   11  dollars of reportable compensation and expenses, as  provided  in  para-\n   12  graph  five of subdivision (b) of section one-h of this article, for the\n   13  purposes of lobbying or of a public corporation. A fee  of  two  hundred\n   14  dollars  shall  be required for any subsequent statement of registration\n   15  filed by a lobbyist during the same biennial period; (iv) The  statement\n   16  of  registration  filed  after  the  due date of a biennial registration\n   17  shall be accompanied by a registration  fee  that  is  prorated  to  one\n   18  hundred  dollars  for  any registration filed after January first of the\n   19  second calendar year covered by the biennial reporting  requirement.  In\n   20  addition  to  the  fees  authorized  by this section, the commission may\n   21  impose a fee for late filing of a  registration  statement  required  by\n   22  this  section  not  to  exceed twenty-five dollars for each day that the\n   23  statement required to be filed is late,  except  that  if  the  lobbyist\n   24  making a late filing has not previously been required by statute to file\n   25  such  a  statement, the fee for late filing shall not exceed ten dollars\n   26  for each day that the statement required to be filed is late; (V)  FIFTY\n   27  DOLLARS  OF  ANY  REGISTRATION  FEE THAT IS EQUAL TO OR GREATER THAN ONE\n   28  HUNDRED DOLLARS AND THAT IS PAID AFTER JANUARY FIRST, TWO THOUSAND  TEN,\n   29  SHALL  BE DEPOSITED TO THE CREDIT OF THE CLEAN ELECTION CAMPAIGN FINANCE\n   30  FUND ESTABLISHED IN SECTION 14-164 OF THE ELECTION LAW.\n   31    S 5. Subdivision 1 of section 14-102 of the election law,  as  amended\n   32  by  chapter  8  and as redesignated by chapter 9 of the laws of 1978, is\n   33  amended to read as follows:\n   34    1. The treasurer of every political committee which, or  any  officer,\n   35  member  or  agent  of  any  such  committee  who, in connection with any\n   36  election, receives or expends any  money  or  other  valuable  thing  or\n   37  incurs  any  liability  to pay money or its equivalent shall file state-\n   38  ments sworn, or subscribed and bearing a form notice that  false  state-\n   39  ments  made  therein are punishable as a class A misdemeanor pursuant to\n   40  section 210.45 of the penal law, at the times prescribed by this article\n   41  setting forth all the receipts, contributions to and the expenditures by\n   42  and liabilities of the committee,  and  of  its  officers,  members  and\n   43  agents in its behalf. Such statements shall include the dollar amount of\n   44  any  receipt,  contribution or transfer, or the fair market value of any\n   45  receipt, contribution or transfer, which is other  than  of  money,  the\n   46  name  [and],  address  AND  OCCUPATION of the transferor, contributor or\n   47  person from whom received, THE  NAME,  ADDRESS  AND  OCCUPATION  OF  THE\n   48  TRANSFEROR'S  OR  CONTRIBUTOR'S EMPLOYER, IF ANY, and if the transferor,\n   49  contributor or person is a political committee;  the  name  of  and  the\n   50  political  unit  represented  by the committee, the date of its receipt,\n   51  the dollar amount of every expenditure, the  name  and  address  of  the\n   52  person to whom it was made or the name of and the political unit repres-\n   53  ented  by  the  committee to which it was made and the date thereof, and\n   54  shall state clearly the purpose of  such  expenditure.    Any  statement\n   55  reporting  a  loan  shall  have attached to it a copy of the evidence of\n   56  indebtedness. Expenditures in sums  under  fifty  dollars  need  not  be\n\n       A. 1267                            17\n\n    1  specifically  accounted  for  by  separate items in said statements, and\n    2  receipts  and  contributions  aggregating  not  more  than   ninety-nine\n    3  dollars, from any one contributor need not be specifically accounted for\n    4  by  separate  items  in  said  statements,  provided  however, that such\n    5  expenditures, receipts and contributions shall be subject to  the  other\n    6  provisions of section 14-118 of this article.  ANY RECEIPT, CONTRIBUTION\n    7  OR  TRANSFER  FOR  WHICH THE INFORMATION REQUIRED BY THIS SUBDIVISION IS\n    8  NOT PROVIDED, SHALL NOT BE DEEMED  AVAILABLE  FOR  USE  BY  A  POLITICAL\n    9  COMMITTEE.\n   10    S  6.  Subdivision 1 of section 14-108 of the election law, as amended\n   11  by chapter 955 of the laws of 1983, is amended to read as follows:\n   12    1. The statements required by this article  shall  be  filed  at  such\n   13  times  as  the  state  board  of elections, by rule or regulation, shall\n   14  specify; provided, however, that in no event shall the board provide for\n   15  fewer than three filings in the aggregate in connection with any  prima-\n   16  ry,  general or special election, or in connection with a question to be\n   17  voted on and two of said filings shall  be  before  any  such  election,\n   18  including  one  such  filing  not  less  than  thirty days nor more than\n   19  forty-five days prior to such election [and], one such filing  not  less\n   20  than  eleven days nor more than fifteen days prior to such election, ONE\n   21  SUCH FILING SHALL INCLUDE THE  PERIOD  FROM  JANUARY  ELEVENTH,  THROUGH\n   22  MARCH  THIRTY-FIRST,  AND  ONE SUCH FILING SHALL INCLUDE THE PERIOD FROM\n   23  APRIL FIRST THROUGH MAY THIRTY-FIRST.   In  addition,  the  board  shall\n   24  provide  that  every  political committee which has filed a statement of\n   25  treasurer and depository shall make at least one filing every six months\n   26  between the time such statement of treasurer and depository is filed and\n   27  the time such committee goes  out  of  business.  If  any  candidate  or\n   28  committee  shall  be  required  by the provisions of this section, or by\n   29  rule or regulation hereunder, to effect two filings within a  period  of\n   30  five  days,  the  state  board  of elections may, by rule or regulation,\n   31  waive the requirement of filing the earlier of  such  statements.  If  a\n   32  statement  filed by a candidate or committee after the election to which\n   33  it pertains is not a final statement showing satisfaction of all liabil-\n   34  ities and disposition of all assets, such candidate or  committee  shall\n   35  file  such  additional  statements  as the board shall, by rule or regu-\n   36  lation provide until such a final statement is filed.\n   37    S 7. Section 14-114 of the election law, subdivision 1 as amended  and\n   38  subdivision  10 as added by chapter 79 of the laws of 1992, paragraphs a\n   39  and b of subdivision 1 as amended by chapter 659 of the  laws  of  1994,\n   40  subdivision  3  as  amended by chapter 517 of the laws of 1986, subdivi-\n   41  sions 4, 5, 7 and 8 as amended by chapter 8 of the laws of  1978,  para-\n   42  graph  a  of  subdivision 6 as amended and subdivisions 2, 4, 5, 6, 7, 8\n   43  and paragraph b of subdivision 6 as redesignated by  chapter  9  of  the\n   44  laws of 1978, is amended to read as follows:\n   45    S 14-114. Contribution and receipt limitations. 1. The following limi-\n   46  tations  apply  to  all  contributions to candidates for election to any\n   47  public office or for nomination for any such office, or for election  to\n   48  any  party  positions,  and to all contributions to political committees\n   49  working directly or indirectly with any candidate to aid or  participate\n   50  in  such  candidate's  nomination  or election[, other than any contrib-\n   51  utions to any party committee or constituted committee]:\n   52    a. In any election for a public office to be voted on by the voters of\n   53  the entire state, or for nomination to any such office,  no  contributor\n   54  may  make a contribution to any candidate or political committee, and no\n   55  candidate or political committee may accept any  contribution  from  any\n   56  contributor, which is in the aggregate amount greater than[:  (i) in the\n\n       A. 1267                            18\n\n    1  case of any nomination to public office, the product of the total number\n    2  of  enrolled  voters  in  the  candidate's party in the state, excluding\n    3  voters in inactive status, multiplied by $.005, but such amount shall be\n    4  not  less  than four thousand dollars nor more than twelve] ONE thousand\n    5  dollars [as increased or decreased by  the  cost  of  living  adjustment\n    6  described  in  paragraph  c of this subdivision, and (ii) in the case of\n    7  any election  to  a  public  office,  twenty-five  thousand  dollars  as\n    8  increased  or  decreased  by  the cost of living adjustment described in\n    9  paragraph c of this subdivision;  provided  however,  that  the  maximum\n   10  amount  which  may be so contributed or accepted, in the aggregate, from\n   11  any candidate's child, parent, grandparent, brother and sister, and  the\n   12  spouse  of  any  such persons, shall not exceed in the case of any nomi-\n   13  nation to public office an amount  equivalent  to  the  product  of  the\n   14  number of enrolled voters in the candidate's party in the state, exclud-\n   15  ing  voters  in inactive status, multiplied by $.025, and in the case of\n   16  any election for a public office, an amount equivalent to the product of\n   17  the number of registered voters in the state excluding voters  in  inac-\n   18  tive status, multiplied by $.025].\n   19    b.  In  any  other  election  for  party position or for election to a\n   20  public office or for nomination for any such office, no contributor  may\n   21  make  a  contribution  to  any  candidate  or political committee and no\n   22  candidate or political committee may accept any  contribution  from  any\n   23  contributor,  which is in the aggregate amount greater than[: (i) in the\n   24  case of any election for party position, or  for  nomination  to  public\n   25  office, the product of the total number of enrolled voters in the candi-\n   26  date's  party  in  the  district  in  which he is a candidate, excluding\n   27  voters in inactive status, multiplied by $.05, and (ii) in the  case  of\n   28  any  election  for  a  public office, the product of the total number of\n   29  registered voters in the district, excluding voters in inactive  status,\n   30  multiplied  by $.05, however in the case of a nomination within the city\n   31  of New York for the office of mayor,  public  advocate  or  comptroller,\n   32  such  amount  shall be not less than four thousand dollars nor more than\n   33  twelve thousand dollars as increased or decreased by the cost of  living\n   34  adjustment  described in paragraph c of this subdivision; in the case of\n   35  an election within the city of New York for the office of mayor,  public\n   36  advocate  or  comptroller,  twenty-five thousand dollars as increased or\n   37  decreased by the cost of living adjustment described in paragraph  c  of\n   38  this  subdivision;  in  the case of a nomination for state senator, four\n   39  thousand dollars as increased or decreased by the cost of living adjust-\n   40  ment described in paragraph c of this subdivision; in  the  case  of  an\n   41  election  for  state  senator, six thousand two hundred fifty dollars as\n   42  increased or decreased by the cost of  living  adjustment  described  in\n   43  paragraph  c  of  this  subdivision; in the case of an election or nomi-\n   44  nation for a member of the  assembly,  twenty-five  hundred  dollars  as\n   45  increased  or  decreased  by  the cost of living adjustment described in\n   46  paragraph c of this subdivision; but in no event shall any such  maximum\n   47  exceed  fifty  thousand  dollars  or  be less than one thousand dollars;\n   48  provided however, that the maximum amount which may be so contributed or\n   49  accepted, in the aggregate, from any candidate's child,  parent,  grand-\n   50  parent,  brother  and  sister, and the spouse of any such persons, shall\n   51  not exceed in the case of any election for party position or  nomination\n   52  for  public office an amount equivalent to the number of enrolled voters\n   53  in the candidate's party in the district in which  he  is  a  candidate,\n   54  excluding  voters in inactive status, multiplied by $.25 and in the case\n   55  of any election to public office, an amount equivalent to the number  of\n   56  registered  voters in the district, excluding voters in inactive status,\n\n       A. 1267                            19\n\n    1  multiplied by $.25; or twelve hundred fifty dollars, whichever is great-\n    2  er, or in the case of a nomination or election of a state senator, twen-\n    3  ty thousand dollars, whichever is greater, or in the  case  of  a  nomi-\n    4  nation  or  election  of  a  member of the assembly twelve thousand five\n    5  hundred dollars, whichever is greater, but in no event  shall  any  such\n    6  maximum exceed] one [hundred] thousand dollars.\n    7    c.  At the beginning of each fourth calendar year, commencing in nine-\n    8  teen hundred ninety-five, the state board shall determine the percentage\n    9  of the difference between the most  recent  available  monthly  consumer\n   10  price  index  for  all  urban  consumers  published by the United States\n   11  bureau of labor statistics and such consumer price index  published  for\n   12  the  same  month  four years previously. The amount of each contribution\n   13  limit fixed in this subdivision shall be adjusted by the amount of  such\n   14  percentage  difference  to  the closest one hundred dollars by the state\n   15  board which, not later than the first day of February in each such year,\n   16  shall issue a regulation publishing the amount of each such contribution\n   17  limit. Each contribution limit as so adjusted shall be the  contribution\n   18  limit in effect for any election held before the next such adjustment.\n   19    2.  For  purposes  of  this section, contributions other than of money\n   20  shall be evaluated at their  fair  market  value.  The  state  board  of\n   21  elections  shall  promulgate regulations, consistent with law, governing\n   22  the manner of computing fair market value.\n   23    3. [As used in this section the term \"contributor\" shall not include a\n   24  party committee supporting the candidate of such party or a  constituted\n   25  committee supporting the candidate of such party.\n   26    4.] For purposes of this section, a portion of every contribution to a\n   27  party  committee, expended as other than non-candidate expenditures, and\n   28  a portion of every contribution to a political committee  authorized  to\n   29  support  more  than  one candidate, shall be deemed contributed to every\n   30  candidate supported by such committee. That portion shall be  determined\n   31  by  allocating the contributions received by the committee among all the\n   32  candidates supported by the committee in  accordance  with  any  formula\n   33  based upon reasonable standards established by the committee. The state-\n   34  ments  filed by such committee in accordance with this article shall set\n   35  forth, in addition to the other information required to  be  set  forth,\n   36  the  total  amount  received  by  the committee from each contributor on\n   37  behalf of all such candidates and the amount of each  such  contribution\n   38  allocated  to each candidate by dollar amount and percentage. Nothing in\n   39  this subdivision shall  require  allocating  contributions  expended  on\n   40  non-candidate expenditures to candidates.\n   41    [5.  No  constituted  committee may expend, in any twelve month period\n   42  terminating on the day of a general election, other than  as  non-candi-\n   43  date  expenditures,  any  portion  of  any individual contribution which\n   44  exceeds, in the case of a state committee, one-half of one cent for each\n   45  registered voter in the state, or, in the case of any other  constituted\n   46  committee,  the  greater  of  one  cent for each registered voter in the\n   47  district in which the committee is organized or  five  hundred  dollars.\n   48  The  number  of  such  voters shall be determined as of the date of such\n   49  general election or as of the date of the general election in  whichever\n   50  of the preceding four years shall result in the greatest number.\n   51    6]  4.    a.  A loan made to a candidate or political committee, other\n   52  than a constituted committee, by any person, firm, association or corpo-\n   53  ration other than in the regular course of the lender's  business  shall\n   54  be  deemed, to the extent not repaid by the date of the primary, general\n   55  or special election, as the case may be, a contribution by such  person,\n   56  firm, association or corporation.\n\n       A. 1267                            20\n\n    1    b.  A  loan  made  to a candidate or political committee, other than a\n    2  constituted committee, by any person, firm, association  or  corporation\n    3  in  the  regular course of the lender's business shall be deemed, to the\n    4  extent not repaid by  the  date  of  the  primary,  general  or  special\n    5  election,  as the case may be, a contribution by the obligor on the loan\n    6  and by any other person endorsing, cosigning, guaranteeing,  collateral-\n    7  izing or otherwise providing security for the loan.\n    8    [7.  For  the  purposes  of  this section, the number of registered or\n    9  enrolled voters shall be determined as  of  the  date  of  the  general,\n   10  special or primary election, as the case may be or as of the date of the\n   11  general  election  in  any  of  the preceding four years, whichever date\n   12  shall result in the greatest number and candidates running  jointly  for\n   13  the  offices of governor and lieutenant governor in a general or special\n   14  election shall be deemed to be one candidate.\n   15    8] 5.  Except as may otherwise be provided for  a  candidate  and  his\n   16  family,  no  person  may contribute, loan or guarantee in excess of [one\n   17  hundred  fifty]  TWENTY-FIVE  thousand  dollars  within  the  state   in\n   18  connection with the nomination or election of persons to state and local\n   19  public  offices  and party positions within the state of New York in any\n   20  one calendar year. For the purposes of this subdivision \"loan\" or \"guar-\n   21  antee\" shall mean a loan or guarantee which is not repaid or  discharged\n   22  in the calendar year in which it is made.\n   23    [10.  a.  No contributor may make a contribution to a party or consti-\n   24  tuted committee and no such committee may accept a contribution from any\n   25  contributor which, in the aggregate, is greater than sixty-two  thousand\n   26  five hundred dollars per annum.\n   27    b.  At the beginning of each fourth calendar year, commencing in nine-\n   28  teen hundred ninety-five, the state board shall determine the percentage\n   29  of the difference between the most  recent  available  monthly  consumer\n   30  price  index  for  all  urban  consumers  published by the United States\n   31  bureau of labor statistics and such consumer price index  published  for\n   32  the  same  month  four years previously. The amount of such contribution\n   33  limit fixed in paragraph a of this subdivision shall be adjusted by  the\n   34  amount  of such percentage difference to the closest one hundred dollars\n   35  by the state board which, not later than the first day  of  February  in\n   36  each  such  year, shall issue a regulation publishing the amount of such\n   37  contribution limit. Such contribution limit as so adjusted shall be  the\n   38  contribution  limit in effect for any election held before the next such\n   39  adjustment.]\n   40    S 8. Section 3-100 of the election law is REPEALED and a  new  section\n   41  3-100 is added to read as follows:\n   42    S 3-100. STATE BOARD OF ELECTIONS.  1. THERE SHALL BE A STATE BOARD OF\n   43  ELECTIONS  CONSISTING  OF FIVE MEMBERS. ONE MEMBER OF THE BOARD SHALL BE\n   44  APPOINTED BY THE GOVERNOR, WHO SHALL  BE  THE  CHAIRPERSON,  ONE  MEMBER\n   45  SHALL  BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE, ONE MEMBER\n   46  SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY, ONE MEMBER  SHALL  BE\n   47  APPOINTED  BY  THE SENATE MINORITY LEADER, ONE MEMBER SHALL BE APPOINTED\n   48  BY THE ASSEMBLY MINORITY LEADER. THE MEMBERS SHALL FIRST BE APPOINTED TO\n   49  SERVE AS FOLLOWS:\n   50    (A) ONE MEMBER APPOINTED BY THE GOVERNOR, AS CHAIRPERSON, FOR  A  TERM\n   51  OF FIVE YEARS;\n   52    (B)  ONE MEMBER APPOINTED BY THE SPEAKER OF THE ASSEMBLY FOR A TERM OF\n   53  THREE YEARS;\n   54    (C) ONE MEMBER APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE  FOR\n   55  A TERM OF THREE YEARS;\n\n       A. 1267                            21\n\n    1    (D)  ONE  MEMBER APPOINTED BY THE SENATE MINORITY LEADER FOR A TERM OF\n    2  TWO YEARS;\n    3    (E) ONE MEMBER APPOINTED BY THE ASSEMBLY MINORITY LEADER FOR A TERM OF\n    4  TWO YEARS.\n    5    EACH  TERM SHALL COMMENCE ON APRIL FIRST, TWO THOUSAND TWELVE.  THERE-\n    6  AFTER, EACH MEMBER SHALL BE APPOINTED FOR A TERM OF FIVE YEARS ACCORDING\n    7  TO THE ORIGINAL MANNER OF APPOINTMENT. IN  CASE  OF  A  VACANCY  IN  THE\n    8  OFFICE OF A MEMBER, A MEMBER SHALL BE APPOINTED TO SERVE FOR THE REMAIN-\n    9  DER  OF  THE UNEXPIRED TERM ACCORDING TO THE ORIGINAL MANNER OF APPOINT-\n   10  MENT. EACH MEMBER SHALL BE A RESIDENT OF THE STATE, REGISTERED  TO  VOTE\n   11  THEREIN. EACH MEMBER SHALL AGREE NOT TO MAKE CONTRIBUTIONS TO ANY CANDI-\n   12  DATE  FOR  NOMINATION FOR ELECTION, OR ELECTION, TO THE OFFICE OF GOVER-\n   13  NOR, LIEUTENANT GOVERNOR, COMPTROLLER, ATTORNEY GENERAL OR MEMBER OF THE\n   14  LEGISLATURE.  NO MEMBER SHALL SERVE AS AN OFFICER OF A  POLITICAL  PARTY\n   15  OR  BE  A  CANDIDATE  OR  PARTICIPATE IN ANY CAPACITY IN A CAMPAIGN BY A\n   16  CANDIDATE FOR NOMINATION FOR ELECTION  OR  ELECTION  TO  THE  OFFICE  OF\n   17  GOVERNOR,  LIEUTENANT  GOVERNOR, COMPTROLLER, ATTORNEY GENERAL OR MEMBER\n   18  OF THE LEGISLATURE.  OFFICERS AND EMPLOYEES OF THE STATE  OR  ANY  STATE\n   19  AGENCY, LOBBYISTS REQUIRED TO FILE A STATEMENT OF REGISTRATION UNDER THE\n   20  LOBBYING  ACT  AND THE EMPLOYEES OF SUCH LOBBYISTS SHALL NOT BE ELIGIBLE\n   21  TO BE MEMBERS OF THE BOARD.   MEMBERS OF THE  BOARD  SHALL  BE  SELECTED\n   22  SOLELY ON THE BASIS OF MERIT AND WITHOUT REGARD TO POLITICAL AFFILIATION\n   23  AND  SHALL  NOT BE DISQUALIFIED FROM CONTINUING IN OFFICE FOR ANY REASON\n   24  OTHER THAN UNFITNESS OR INABILITY TO PERFORM THE DUTIES INVOLVED.\n   25    2. THE MEMBERS OF THE BOARD SHALL BE COMPENSATED AT THE  RATE  OF  ONE\n   26  HUNDRED DOLLARS PER CALENDAR DAY WHEN PERFORMING THE WORK OF THE BOARD.\n   27    3. THE BOARD MAY EMPLOY NECESSARY STAFF, INCLUDING AN EXECUTIVE DIREC-\n   28  TOR  AND A COUNSEL, AND MAKE NECESSARY EXPENDITURES SUBJECT TO APPROPRI-\n   29  ATION. THE BOARD MAY EMPLOY SUCH STAFF, INCLUDING LEGAL  AND  ACCOUNTING\n   30  STAFF,  AS  ARE NECESSARY FOR PROVIDING TECHNICAL ASSISTANCE TO PROSPEC-\n   31  TIVE AND PARTICIPATING CANDIDATES, FOR THE PURPOSE OF  PROMOTING  UNDER-\n   32  STANDING  OF,  PARTICIPATION IN, AND COMPLIANCE WITH THE REQUIREMENTS OF\n   33  THE CAMPAIGN FINANCE PROGRAM CREATED BY ARTICLE FOURTEEN-A OF THIS CHAP-\n   34  TER.\n   35    4. NO MEMBER OF THE BOARD SHALL BE  REMOVED  FROM  OFFICE  EXCEPT  FOR\n   36  CAUSE AND UPON NOTICE AND HEARING.\n   37    S  9.  Section  3-104  of  the election law is amended by adding a new\n   38  subdivision 3-a to read as follows:\n   39    3-A. IF AFTER AN INVESTIGATION, THE STATE  BOARD  OF  ELECTIONS  FINDS\n   40  REASONABLE CAUSE TO BELIEVE THAT A VIOLATION OF ARTICLE FOURTEEN OF THIS\n   41  CHAPTER  HAS TAKEN PLACE, IT MAY INSTITUTE AN ADJUDICATORY PROCEEDING IN\n   42  ACCORDANCE WITH SECTION 3-105 OF THIS TITLE FOR THE PURPOSE OF DETERMIN-\n   43  ING WHETHER OR NOT A VIOLATION HAS TAKEN PLACE  AND  ASSESSING  A  CIVIL\n   44  PENALTY PURSUANT TO SECTION 14-126 OF THIS CHAPTER.\n   45    S  10. Subdivision 4 of section 3-104 of the election law, as redesig-\n   46  nated by chapter 9 of the laws of 1978, is amended to read as follows:\n   47    4. The state [or other] board of  elections  may,  where  appropriate,\n   48  commence a judicial proceeding [with respect to the filing or failure to\n   49  file  any  statement  of receipts, expenditures, or contributions, under\n   50  the provisions] SEEKING CIVIL PENALTIES PURSUANT TO SUBDIVISION  ONE  OF\n   51  SECTION  14-126  of  this chapter[, and the state board of elections may\n   52  direct the  appropriate  other  board  of  elections  to  commence  such\n   53  proceeding].\n   54    S  11.  The  election  law is amended by adding a new section 3-109 to\n   55  read as follows:\n\n       A. 1267                            22\n\n    1    S 3-109. ADJUDICATORY PROCEEDING.  1. EXCEPT AS OTHERWISE PROVIDED  IN\n    2  THIS  SECTION,  AN ADJUDICATORY PROCEEDING TO DETERMINE WHETHER OR NOT A\n    3  VIOLATION OF ARTICLE FOURTEEN OF THIS CHAPTER HAS  TAKEN  PLACE  AND  TO\n    4  ASSESS  A CIVIL PENALTY PURSUANT TO SECTION 14-126 OF THIS CHAPTER SHALL\n    5  BE  CONDUCTED  IN ACCORDANCE WITH ARTICLE THREE OF THE STATE ADMINISTRA-\n    6  TIVE PROCEDURE ACT.\n    7    2. SUCH PROCEEDING SHALL BE CONDUCTED BY A HEARING OFFICER SELECTED ON\n    8  A RANDOM BASIS BY THE STATE BOARD OF ELECTIONS FROM AN ACTIVE LIST OF AT\n    9  LEAST SIX ATTORNEYS WHO HAVE APPLIED FOR AND BEEN APPROVED BY THE  BOARD\n   10  AS  HEARING  OFFICERS.  SUCH  HEARING  OFFICER SHALL BE A STATE BOARD OF\n   11  ELECTIONS COMMISSIONER OR AN INDEPENDENT CONTRACTOR WHO SHALL BE COMPEN-\n   12  SATED ON A PER DIEM BASIS AT A RATE FIXED BY  THE  BOARD  IN  ITS  REGU-\n   13  LATIONS PROMULGATED PURSUANT TO THIS SECTION.\n   14    3.  THE HEARING OFFICER SHALL PREPARE AND SUBMIT TO THE STATE BOARD OF\n   15  ELECTIONS, TOGETHER WITH THE ENTIRE RECORD OF THE PROCEEDING, A  WRITTEN\n   16  REPORT  CONTAINING FINDINGS OF FACT, CONCLUSIONS OF LAW, AND RECOMMENDA-\n   17  TIONS CONCERNING THE IMPOSITION OF A CIVIL PENALTY.\n   18    4. AFTER REVIEWING THE RECORD, FINDINGS, AND  RECOMMENDATIONS  OF  THE\n   19  HEARING OFFICER, THE STATE BOARD SHALL MAKE A DETERMINATION AS TO WHETH-\n   20  ER  OR  NOT A VIOLATION HAS OCCURRED AND, WHENEVER APPROPRIATE, IMPOSE A\n   21  PENALTY CONSISTENT WITH SECTION 14-126 OF THIS  CHAPTER.  REGARDLESS  OF\n   22  WHETHER OR NOT A PENALTY IS ASSESSED, THE STATE BOARD OF ELECTIONS SHALL\n   23  ISSUE  A  WRITTEN  DETERMINATION  SETTING FORTH ITS FINDINGS AND CONCLU-\n   24  SIONS.\n   25    5. THE STATE BOARD OF ELECTIONS SHALL PROMULGATE RULES AND REGULATIONS\n   26  TO IMPLEMENT THE PROVISIONS OF THIS SECTION AND SUBDIVISION  THREE-A  OF\n   27  SECTION  3-104  OF THIS TITLE, INCLUDING, BUT NOT LIMITED TO, PROCEDURAL\n   28  RULES AS PROVIDED FOR IN SUBDIVISION THREE OF SECTION THREE HUNDRED  ONE\n   29  OF  THE  STATE ADMINISTRATIVE PROCEDURE ACT, FACTORS TO BE CONSIDERED IN\n   30  SETTING A PENALTY AMOUNT PURSUANT TO SUBDIVISION ONE OF  SECTION  14-126\n   31  OF  THIS CHAPTER, A PER DIEM COMPENSATION RATE FOR HEARING OFFICERS, AND\n   32  ANY QUALIFICATIONS FOR HEARING OFFICERS WHICH THE BOARD DEEMS  NECESSARY\n   33  IN  ORDER  TO INSURE THEIR OBJECTIVITY AND INDEPENDENCE. CONCERNING SUCH\n   34  QUALIFICATIONS, THE RULES AND REGULATIONS SHALL PROVIDE, AT  A  MINIMUM,\n   35  THAT  HEARING  OFFICERS  BE  MEMBERS IN GOOD STANDING OF THE BAR OF THIS\n   36  STATE, THAT THEY REFRAIN  FROM  APPEARING  BEFORE  THE  STATE  BOARD  OF\n   37  ELECTIONS  OR  FROM  ANY ACTIVITIES AS A LOBBYIST, AND THAT THEY HOLD NO\n   38  PUBLIC OFFICE OR PARTY POSITION.\n   39    6. NOTHING IN THIS SECTION SHALL BE CONSTRUED AS LIMITING ANY EXISTING\n   40  POWERS OF THE STATE BOARD OF ELECTIONS, INCLUDING, BUT NOT  LIMITED  TO,\n   41  ITS  INVESTIGATIVE  POWERS  AND ITS POWER TO REFER VIOLATIONS WARRANTING\n   42  CRIMINAL PROSECUTION TO THE APPROPRIATE DISTRICT ATTORNEY.\n   43    S 12. If any section of this act or any part thereof shall be adjudged\n   44  by any court of competent jurisdiction  to  be  invalid,  such  judgment\n   45  shall  not  affect,  impair  or  invalidate  the  remainder or any other\n   46  section or part thereof.\n   47    S 13. This act shall take effect on the first of January next succeed-\n   48  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, the tax law and the legislative law, in relation to providing for a program for clean election campaign financing and to repeal certain provisions of the election law relating to the state board of elections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110201.T124352.TXT", "SOBI.D110107.T121355.TXT", "SOBI.D110110.T102050.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296582232035
}