{
  "year" : 2011,
  "senateBillNo" : "A1269-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A1269-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows for immunization against hepatitis B of a person under the age of 18",
  "summary" : "Allows for immunization against hepatitis B of a person under the age of 18. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A7228-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1269\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHIMEL -- Multi-Sponsored by -- M. of A. COOK,\n         CROUCH, GIGLIO,  GLICK,  GOTTFRIED,  GUNTHER,  HOOPER,  HOYT,  JACOBS,\n         JAFFEE,  McDONOUGH,  PAULIN,  PHEFFER -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation to administration  of\n         the hepatitis B immunization to minors\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  2504-a to read as follows:\n    3    S  2504-A. HEPATITIS B IMMUNIZATION OF A MINOR. 1. A HEALTH CARE PRAC-\n    4  TITIONER MAY ADMINISTER IMMUNIZATION AGAINST HEPATITIS  B  TO  A  PERSON\n    5  UNDER  THE AGE OF EIGHTEEN YEARS WITHOUT THE CONSENT OR KNOWLEDGE OF THE\n    6  PARENTS OR GUARDIAN OF SUCH PERSON,  IF  SUCH  PERSON  HAS  CAPACITY  TO\n    7  CONSENT AND CONSENTS TO THE IMMUNIZATION.\n    8    2. FOR THE PURPOSES OF THIS SECTION:\n    9    (A)  THE TERM \"HEALTH CARE PRACTITIONER\" SHALL MEAN A PERSON LICENSED,\n   10  CERTIFIED OR OTHERWISE AUTHORIZED TO PRACTICE UNDER TITLE EIGHT  OF  THE\n   11  EDUCATION LAW, ACTING WITHIN HIS OR HER LAWFUL SCOPE OF PRACTICE; AND\n   12    (B) THE TERM \"CAPACITY TO CONSENT\" SHALL MEAN AN INDIVIDUAL'S ABILITY,\n   13  DETERMINED  WITHOUT  REGARD  TO  THE INDIVIDUAL'S AGE, TO UNDERSTAND AND\n   14  APPRECIATE THE NATURE AND CONSEQUENCES OF THE PROPOSED IMMUNIZATION, AND\n   15  TO MAKE AN INFORMED DECISION CONCERNING THE IMMUNIZATION.\n   16    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01525-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to administration of the hepatitis B immunization to minors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T121355.TXT", "SOBI.D110107.T121857.TXT", "SOBI.D110110.T102050.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294672850030
}