{
  "year" : 2011,
  "senateBillNo" : "A126-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to mental health",
    "billEventId" : "A126-2011-1294203600000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a mental hygiene legal service to certain patients or residents of residential healthcare facilities",
  "summary" : "Provides a mental hygiene legal service to patients or residents of residential healthcare facilities who have been admitted directly from a facility and who have a chronic mental illness and are receiving services related to such illness. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "AB10824-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          126\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CUSICK, TITONE -- read once and referred to the\n         Committee on Mental Health\n\n       AN ACT to amend the mental hygiene  law,  in  relation  to  providing  a\n         mental hygiene legal service to certain patients or residents of resi-\n         dential healthcare facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (a) of section 47.01 of the mental hygiene law,\n    2  as amended by chapter 7 of the laws of  2007,  is  amended  to  read  as\n    3  follows:\n    4    (a) There shall be a mental hygiene legal service of the state in each\n    5  judicial  department.  The  service  shall  provide  legal assistance to\n    6  patients or residents of a facility as defined in section 1.03  of  this\n    7  chapter,    PATIENTS  OR  RESIDENTS OF RESIDENTIAL HEALTHCARE FACILITIES\n    8  INCLUDING NURSING HOMES LICENSED AND OPERATING PURSUANT TO ARTICLE TWEN-\n    9  TY-EIGHT OF THE PUBLIC HEALTH LAW WHO HAVE BEEN ADMITTED DIRECTLY FROM A\n   10  FACILITY AS DEFINED IN SECTION 1.03 OF THIS CHAPTER AND WHO HAVE A SERI-\n   11  OUS MENTAL ILLNESS AS DEFINED IN SECTION 1.03 OF THIS  CHAPTER  AND  ARE\n   12  RECEIVING SERVICES RELATED TO SUCH ILLNESS, or any other place or facil-\n   13  ity which is required to have an operating certificate pursuant to arti-\n   14  cle  sixteen or thirty-one of this chapter, and to persons alleged to be\n   15  in need of care and treatment in  such  facilities  or  places,  and  to\n   16  persons  entitled to such legal assistance as provided by article ten of\n   17  this chapter. The head of such service in each judicial  department  and\n   18  such  assistants  and  such staff as may be necessary shall be appointed\n   19  and may be removed by the presiding justice of the appellate division of\n   20  the judicial department.   Appointments and  transfers  to  the  service\n   21  shall comply with the provisions of the civil service law. Standards for\n   22  qualifications  of  the personnel in the service shall be established by\n   23  the presiding justice of the appellate division of the judicial  depart-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00579-01-1\n\n       A. 126                              2\n\n    1  ment.  The  presiding  justice of the appellate division of the judicial\n    2  department shall promulgate such rules or regulations as may  be  neces-\n    3  sary to effectuate the purposes of this article.\n    4    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to providing a mental hygiene legal service to certain patients or residents of residential healthcare facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T112915.TXT", "SOBI.D101217.T151952.TXT", "SOBI.D101216.T110414.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292617192685
}