{
  "year" : 2011,
  "senateBillNo" : "A1263-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A1263-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restricts the disclosure of health care information",
  "summary" : "Prohibits any person from disclosing health care information or personal information to a person who engages in the business of accessing and compiling information for commercial purposes or whose use of such information will be in connection with the marketing of a product or service without the explicit written authorization of the data subject. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A6407-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1263\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ORTIZ,  DINOWITZ, SCARBOROUGH, COOK, BING --\n         Multi-Sponsored by -- M.   of A. BRENNAN,  GALEF,  GOTTFRIED,  HIKIND,\n         HOOPER,  JACOBS,  J. RIVERA, ROBINSON, TOWNS -- read once and referred\n         to the Committee on Health\n\n       AN ACT to amend the public health law, in relation  to  restricting  the\n         disclosure of health care information\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  18-b to read as follows:\n    3    S  18-B.  DISCLOSURE  OF  HEALTH  CARE INFORMATION. 1. AS USED IN THIS\n    4  SECTION:\n    5    (A) \"SUBJECT\" MEANS AN INDIVIDUAL CONCERNING WHOM HEALTH CARE INFORMA-\n    6  TION IS MAINTAINED OR POSSESSED.\n    7    (B) \"HEALTH CARE\" MEANS ANY PREVENTIVE, DIAGNOSTIC, THERAPEUTIC, REHA-\n    8  BILITATIVE, MAINTENANCE  OR  PALLIATIVE  CARE,  COUNSELING,  SERVICE  OR\n    9  PROCEDURE  PROVIDED  BY  A MEDICAL PROFESSIONAL OR MEDICAL CARE FACILITY\n   10  WITH RESPECT TO A SUBJECT'S PHYSICAL OR MENTAL  CONDITION  OR  AFFECTING\n   11  THE STRUCTURE OR FUNCTION OF THE HUMAN BODY OR ANY PART THEREOF, INCLUD-\n   12  ING BUT NOT LIMITED TO, BANKING OF BLOOD, SPERM, ORGANS OR OTHER TISSUE;\n   13  AND  ANY SALE OR DISPENSING OF ANY DRUG, SUBSTANCE, DEVICE, EQUIPMENT OR\n   14  OTHER ITEM  TO  A  SUBJECT  OR  FOR  A  SUBJECT'S  USE,  PURSUANT  TO  A\n   15  PRESCRIPTION.\n   16    (C)  \"HEALTH  CARE INFORMATION\" MEANS ANY DATA OR INFORMATION, WHETHER\n   17  ORAL OR RECORDED IN ANY FORM OR MEDIUM THAT IDENTIFIES OR CAN READILY BE\n   18  ASSOCIATED WITH THE IDENTITY OF THE SUBJECT AND RELATES TO THE SUBJECT'S\n   19  HEALTH CARE; OR IS OBTAINED IN THE COURSE OF  A  SUBJECT'S  HEALTH  CARE\n   20  FROM  A MEDICAL PROFESSIONAL OR MEDICAL CARE FACILITY, FROM THE SUBJECT,\n   21  FROM A MEMBER OF THE SUBJECT'S FAMILY INCLUDING SPOUSE, PARENT OR  LEGAL\n   22  GUARDIAN  OR  AN  INDIVIDUAL WITH WHOM THE SUBJECT HAS A RELATIONSHIP OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03638-01-1\n\n       A. 1263                             2\n\n    1  ANY PATIENT INFORMATION AS DEFINED IN PARAGRAPH (E) OF  SUBDIVISION  ONE\n    2  OF SECTION EIGHTEEN OF THIS TITLE.\n    3    (D)  \"MEDICAL  PROFESSIONAL\" MEANS ANY PERSON LICENSED OR CERTIFIED TO\n    4  PROVIDE HEALTH CARE SERVICES INCLUDING BUT NOT  LIMITED  TO  PHYSICIANS,\n    5  DENTISTS,  CLINICAL  PSYCHOLOGISTS,  PODIATRISTS, CHIROPRACTORS, NURSES,\n    6  OPTOMETRISTS, PHARMACISTS, CLINICAL DIETITIANS, OPHTHALMOLOGISTS,  PHYS-\n    7  ICAL  OR  OCCUPATIONAL  THERAPISTS,  CERTIFIED  SOCIAL WORKERS OR SPEECH\n    8  THERAPISTS.\n    9    (E) \"MEDICAL CARE FACILITY\" MEANS ANY INSTITUTION THAT IS LICENSED  TO\n   10  PROVIDE  HEALTH  CARE  SERVICES  INCLUDING BUT NOT LIMITED TO HOSPITALS,\n   11  SKILLED NURSING HOME FACILITIES, HOME HEALTH AGENCIES, MEDICAL  CLINICS,\n   12  LABORATORIES,  REHABILITATION AGENCIES, PUBLIC HEALTH AGENCIES OR HEALTH\n   13  MAINTENANCE ORGANIZATIONS.\n   14    (F) \"PERSONAL INFORMATION\" MEANS ANY INDIVIDUALLY IDENTIFIABLE  INFOR-\n   15  MATION  GATHERED IN CONNECTION WITH HEALTH CARE FROM WHICH JUDGMENTS CAN\n   16  BE MADE ABOUT A SUBJECT'S CHARACTER, HABITS, MODE OF LIVING, AVOCATIONS,\n   17  FINANCES, OCCUPATION, GENERAL REPUTATION, CREDIT,  HEALTH  CONDITION  OR\n   18  OTHER   PERSONAL   CHARACTERISTICS.   PERSONAL  INFORMATION  INCLUDES  A\n   19  SUBJECT'S NAME, ADDRESS AND TELEPHONE NUMBER AND \"MEDICAL CARE  INFORMA-\n   20  TION\".\n   21    (G) \"PERSON\" MEANS ANY NATURAL PERSON, CORPORATION, ASSOCIATION, PART-\n   22  NERSHIP OR OTHER LEGAL ENTITY.\n   23    (H) \"COMMERCIAL PURPOSE\" MEANS ANY PURPOSE WHICH HAS FINANCIAL GAIN AS\n   24  A MAJOR OBJECTIVE.\n   25    2. NO PERSON SHALL DISCLOSE HEALTH CARE INFORMATION OR PERSONAL INFOR-\n   26  MATION  TO A PERSON WHO ENGAGES IN THE BUSINESS OF ACCESSING AND COMPIL-\n   27  ING INFORMATION FOR COMMERCIAL PURPOSE OR WHOSE USE OF SUCH  INFORMATION\n   28  WILL BE IN CONNECTION WITH THE MARKETING OF A PRODUCT OR SERVICE WITHOUT\n   29  THE  EXPLICIT  WRITTEN  AUTHORIZATION OF THE SUBJECT. SUCH AUTHORIZATION\n   30  SHALL BE WRITTEN IN PLAIN LANGUAGE; DATED; SPECIFY THE  PERSON  TO  WHOM\n   31  THE  HEALTH CARE INFORMATION OR PERSONAL INFORMATION SHALL BE DISCLOSED;\n   32  SPECIFY THE PURPOSE FOR WHICH THE HEALTH CARE  INFORMATION  OR  PERSONAL\n   33  INFORMATION IS TO BE USED; SPECIFY THE LENGTH OF TIME SUCH AUTHORIZATION\n   34  SHALL  REMAIN  VALID;  AND  SHALL ADVISE THE SUBJECT THAT SUCH PERSON IS\n   35  ENTITLED TO RECEIVE A COPY OF THE AUTHORIZATION FORM.\n   36    3. ANY AGREEMENT PURPORTING TO WAIVE THE PROVISIONS OF THIS SECTION IS\n   37  HEREBY PROHIBITED AND DECLARED NULL AND VOID AND AGAINST PUBLIC POLICY.\n   38    4. IN ADDITION TO OR IN LIEU  OF  ANY  CRIMINAL  PROCEEDING  AVAILABLE\n   39  UNDER THIS SECTION, WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION,\n   40  APPLICATION  MAY  BE  MADE  BY  THE  ATTORNEY GENERAL IN THE NAME OF THE\n   41  PEOPLE OF THE STATE OF NEW YORK TO A COURT OR JUSTICE  HAVING  JURISDIC-\n   42  TION  BY A SPECIAL PROCEEDING TO ISSUE AN INJUNCTION, AND UPON NOTICE TO\n   43  THE DEFENDANT OF NOT LESS THAN FIVE DAYS, TO  ENJOIN  AND  RESTRAIN  THE\n   44  CONTINUANCE  OF SUCH VIOLATIONS; AND IF IT SHALL APPEAR TO THE SATISFAC-\n   45  TION OF THE COURT OR JUSTICE THAT THE DEFENDANT HAS, IN  FACT,  VIOLATED\n   46  THIS  SECTION,  AN  INJUNCTION  MAY  BE ISSUED BY SUCH COURT OR JUSTICE,\n   47  ENJOINING AND RESTRAINING ANY FURTHER VIOLATION, WITHOUT REQUIRING PROOF\n   48  THAT ANY PERSON HAS, IN FACT, BEEN INJURED OR DAMAGED  THEREBY.  IN  ANY\n   49  SUCH  PROCEEDING,  THE COURT MAY MAKE ALLOWANCES TO THE ATTORNEY GENERAL\n   50  AS PROVIDED IN PARAGRAPH SIX OF SUBDIVISION (A) OF SECTION  EIGHTY-THREE\n   51  HUNDRED  THREE  OF THE CIVIL PRACTICE LAW AND RULES, AND DIRECT RESTITU-\n   52  TION. WHENEVER THE COURT  SHALL  DETERMINE  THAT  A  VIOLATION  OF  THIS\n   53  SECTION  HAS  OCCURRED, THE COURT MAY IMPOSE A CIVIL PENALTY OF NOT MORE\n   54  THAN ONE THOUSAND DOLLARS FOR EACH VIOLATION.  IN  CONNECTION  WITH  ANY\n   55  SUCH  PROPOSED  APPLICATION,  THE ATTORNEY GENERAL IS AUTHORIZED TO TAKE\n\n       A. 1263                             3\n\n    1  PROOF AND MAKE A DETERMINATION  OF  THE  RELEVANT  FACTS  AND  TO  ISSUE\n    2  SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES.\n    3    5. ANY PERSON WHO KNOWINGLY AND WILLFULLY OBTAINS HEALTH CARE INFORMA-\n    4  TION  CONCERNING A SUBJECT UNDER FALSE PRETENSES SHALL, UPON CONVICTION,\n    5  BE FINED NOT MORE THAN ONE THOUSAND DOLLARS OR IMPRISONED NOT MORE  THAN\n    6  ONE YEAR, OR BOTH.\n    7    6.  IN ADDITION TO THE RIGHT OF ACTION GRANTED TO THE ATTORNEY GENERAL\n    8  PURSUANT TO THIS SECTION, ANY PERSON WHO HAS BEEN INJURED BY A VIOLATION\n    9  OF THIS SECTION MAY BRING AN ACTION IN HIS OR HER NAME TO RECOVER HIS OR\n   10  HER ACTUAL DAMAGES OR ONE HUNDRED DOLLARS,  WHICHEVER  IS  GREATER.  THE\n   11  COURT, MAY IN ITS DISCRETION, INCREASE THE AWARD OF DAMAGES TO AN AMOUNT\n   12  NOT  TO  EXCEED  THREE  TIMES  THE  ACTUAL  DAMAGES,  UP TO ONE THOUSAND\n   13  DOLLARS, IF THE  COURT  FINDS  THE  DEFENDANT,  WILLINGLY  OR  KNOWINGLY\n   14  VIOLATED THIS SECTION.\n   15    7.  THE  COURT  SHALL AWARD REASONABLE ATTORNEY'S FEES TO A PREVAILING\n   16  PLAINTIFF.\n   17    8. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO PROHIBIT CARE MANAGE-\n   18  MENT  EDUCATIONAL  COMMUNICATIONS  PROVIDED  TO  A  PATIENT  ABOUT   THE\n   19  PATIENT'S  HEALTH CONDITION, ADHERENCE TO A PRESCRIBED COURSE OF THERAPY\n   20  OR OTHER INFORMATION ABOUT THE DRUG BEING DISPENSED.\n   21    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   22  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to restricting the disclosure of health care information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T103050.TXT", "SOBI.D110107.T121355.TXT", "SOBI.D110107.T124900.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294673450255
}