{
  "year" : 2011,
  "senateBillNo" : "A1262-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1262-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the submission to the people of a proposition or question to convene a constitutional convention",
  "summary" : "Provides for the submission to the people of a proposition or question to convene a constitutional convention. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A9157-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Amedore",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Murray",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1262\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  KOLB,  FINCH, SCHROEDER, TOBACCO, J. MILLER,\n         CONTE, AMEDORE, CORWIN, REILICH, BURLING, OAKS, SAYWARD, GIGLIO, MOLI-\n         NARO, DUPREY, P. LOPEZ, CALHOUN, HAWLEY,  RAIA,  CASTELLI,  MURRAY  --\n         Multi-Sponsored by -- M. of A. BARCLAY, BOYLE, BUTLER, CROUCH, JORDAN,\n         TEDISCO -- read once and referred to the Committee on Judiciary\n\n       AN  ACT  to  amend  the  election  law  and  the public officers law, in\n         relation to providing for the submission to the people of  a  proposi-\n         tion or question to convene a constitutional convention\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"People's Convention to Reform New York Act\".\n    3    S  2.  Legislative  findings  and  declaration. The legislature hereby\n    4  finds that New York state has held nine  constitutional  conventions  in\n    5  its  history; the most recent of which was held in 1967, more than forty\n    6  years ago. The revised constitution  proposed  by  that  convention  was\n    7  overwhelmingly  defeated  at  the  polls. The next most recent constitu-\n    8  tional convention was held in 1938  and  the  constitutional  amendments\n    9  proposed  by  that  convention were largely supported by the electorate.\n   10  Between the 1938 and  1967  conventions,  the  legislature  amended  the\n   11  constitution some 93 times. While amendments proposed by the legislature\n   12  must  be  ratified  by  the  electorate,  it  is  only at constitutional\n   13  conventions that ordinary citizens have the  opportunity  to  reconsider\n   14  the  fundamental  structure of state government and to assess its effec-\n   15  tiveness in light of the current social, economic and  political  condi-\n   16  tions  of the day. In providing for periodic constitutional conventions,\n   17  the framers of our current document acknowledged  the  need  to  have  a\n   18  dynamic, living and breathing statement of how government should operate\n   19  and  what limits or controls it should have on our individual pursuit of\n   20  life, liberty and happiness.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05219-01-1\n\n       A. 1262                             2\n\n    1    Much has changed in our state, our nation and the world in  the  forty\n    2  years  since our last constitutional convention. The information age has\n    3  transformed the way the world communicates and  does  business  and  how\n    4  governments  interact  with  their  citizens.  The world has effectively\n    5  grown  much  smaller,  our  populations are more mobile and we are truly\n    6  part of a global economy. To make our state and its communities  attrac-\n    7  tive  places  to  live,  work  and  raise families, they must be able to\n    8  compete in this new environment. To ensure the long term fiscal stabili-\n    9  ty of our state and local governments  and  the  affordability  of  such\n   10  governments  for  its  citizens,  provisions  for constitutional caps on\n   11  state spending and local real property  taxes  must  be  addressed,  the\n   12  requirement  of  a  two-thirds  vote  for  tax  increase legislation and\n   13  restrictions on the state's ability to impose unfunded mandates on local\n   14  governments must be imposed, real debt reform and  an  absolute  ban  on\n   15  back  door  borrowing  must become a reality.   The convention must also\n   16  address the proper role of public authorities, particularly  those  that\n   17  operate  public  transit systems, to ensure that they are accountable to\n   18  the other branches of government and to the people they serve.\n   19    The constitutional provisions that have governed the workings  of  the\n   20  legislature  and  the  succession  to the governorship do not adequately\n   21  protect the interests of the people and our government institutions. The\n   22  ambiguity of those constitutional provisions and uncertainty over  their\n   23  consistency with other law has contributed to a leadership crisis, poli-\n   24  tical  turmoil,  litigation and, most important, an inability to address\n   25  issues and processes that fundamentally impact our  state's  ability  to\n   26  meet  the  needs of its citizens. The constitution needs to be clear and\n   27  unambiguous on these matters. Mechanisms need to be put in place so that\n   28  tie votes on leadership issues in the legislature do not paralyze  state\n   29  government.    Clear  procedures  on  succession to the governorship are\n   30  necessary to ensure the orderly transition of power in times of  crisis.\n   31  The  voters  of the state should have a role in the filling of a vacancy\n   32  in the  offices  of  attorney  general,  comptroller  or  United  States\n   33  senator.  To  ensure  a truly dynamic legislature that is more likely to\n   34  change with our ever more rapidly changing economic,  social  and  poli-\n   35  tical  environment, we should limit the terms of our legislative leaders\n   36  and to ensure that the voices of the  citizens  of  the  state  are  not\n   37  drowned  out  by those of special interests, meaningful campaign finance\n   38  reform is necessary. Despite statutory changes, our budget process still\n   39  lacks meaningful participation by rank  and  file  legislators  and  the\n   40  public.   The members of a constitutional convention should make a clear\n   41  statement as to whether members of the legislature must actually live in\n   42  the districts from which they are elected. We must afford the public  an\n   43  opportunity  to  decide whether processes available to citizens of other\n   44  states - recall and initiative and referendum are desirable in New York.\n   45  To ensure competitive elections  and  truly  representative  government,\n   46  non-partisan redistricting of legislative districts must be required.\n   47    Fundamental  reform  of governmental institutions and processes is now\n   48  required. The last two constitutional conventions were dominated by  the\n   49  politically  connected  (two-thirds of the delegates to the 1938 conven-\n   50  tion and about 83% of the 1967 delegates were present or former  elected\n   51  or  party  officials).  To  ensure  the  success  of this constitutional\n   52  convention and future conventions, we must limit  the  participation  of\n   53  elected  and  party  officials  so that the conventions can be \"People's\n   54  Conventions\" and so the voices of all New Yorkers,  not  just  those  of\n   55  special interests, can be heard.\n\n       A. 1262                             3\n\n    1    The  legislature  further finds and declares, in furtherance of estab-\n    2  lishing a meaningful convention process, that:\n    3    (a) delegates to the convention should be involved and concerned citi-\n    4  zens and not elected officials, lobbyists, or party chairmen;\n    5    (b)  prior to the convening of the convention, and solely as an aid to\n    6  delegates, there should  be  appointed  a  preparatory  commission  with\n    7  adequate  time  to study the issues, establish a proposed initial agenda\n    8  and procedures, and prepare position papers, with ongoing information to\n    9  and participation of the public;\n   10    (c) insofar as possible, procedures should be established in both  the\n   11  selection  of  delegates  and in the running of the convention that will\n   12  reduce partisanship; and\n   13    (d) reasonable time limits should be  placed  on  the  length  of  the\n   14  convention  and  its  costs,  so as to assure that the operations of the\n   15  convention are not a burden on taxpayers, and that  the  convention  may\n   16  enjoy maximum citizen participation.\n   17    Calling  a  constitutional  convention subject to section 2 of article\n   18  XIX of the New York state constitution  for  the  consideration  of  the\n   19  issues  outlined  above and all other issues that the delegates may deem\n   20  appropriate and in need of address to achieve the enumerated  structural\n   21  and procedural reforms of government and its institutions is required.\n   22    To that end, and consistent with the statutory reforms of the delegate\n   23  selection  process now being considered, we hereby find and declare that\n   24  the creation of a state government  able  to  effectively  exercise  the\n   25  power  and  responsibilities  given to it by a sovereign and free people\n   26  should be convened by a vote by that same people.\n   27    S 3. Pursuant to the provisions of section 2 of article XIX of the New\n   28  York state constitution, the question \"Shall there be  a  convention  to\n   29  revise  the  constitution and amend the same?\" shall be submitted to and\n   30  decided by the people of the state at the general election to be held in\n   31  the next succeeding November after the effective date of this act.\n   32    S 4. If the question stated in section three of this act  is  answered\n   33  in  the  affirmative by a majority of all votes cast for and against it,\n   34  deciding in favor of a convention for such purpose, the  procedures  and\n   35  provisions  of  section 2 of article XIX of the New York state constitu-\n   36  tion shall apply and be implemented.\n   37    S 5. Section 1-104 of the election law is  amended  by  adding  a  new\n   38  subdivision 38 to read as follows:\n   39    38.  THE  TERM  \"NONPARTISAN  ELECTION\"  MEANS  A  PRIMARY, GENERAL OR\n   40  SPECIAL ELECTION IN WHICH CANDIDATES SHALL RUN WITHOUT PARTY LABEL,  AND\n   41  POLITICAL  PARTIES  ARE PROHIBITED FROM DESIGNATING OR NOMINATING CANDI-\n   42  DATES.\n   43    S 6. The election law is amended by adding a new section 2-128 to read\n   44  as follows:\n   45    S 2-128. ELECTION OF PARTY COMMITTEE OFFICERS AS  DELEGATES  TO  STATE\n   46  CONSTITUTIONAL  CONVENTION.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW,\n   47  IN THE EVENT THAT A PERSON SERVING AS CHAIRMAN, SECRETARY, OR  TREASURER\n   48  OF  A  STATE  OR COUNTY COMMITTEE OF A POLITICAL PARTY IS ELECTED TO AND\n   49  SWORN AS A DELEGATE TO A STATE CONSTITUTIONAL  CONVENTION,  SUCH  PERSON\n   50  SHALL  BE  DEEMED TO HAVE RESIGNED FROM HIS OR HER POLITICAL PARTY POSI-\n   51  TION AND THE PROVISIONS OF THIS ARTICLE FOR THE FILLING OF VACANCIES  IN\n   52  SUCH POSITION SHALL APPLY.\n   53    S 7. The election law is amended by adding a new section 6-125 to read\n   54  as follows:\n   55    S  6-125.  NONPARTISAN  ELECTIONS  OF  DELEGATES  TO  A CONSTITUTIONAL\n   56  CONVENTION. 1. NOTWITHSTANDING ANY OTHER PROVISION OF LAW,  ALL  PRIMARY\n\n       A. 1262                             4\n\n    1  ELECTIONS  AND  GENERAL  ELECTIONS  FOR  DELEGATES  TO  A CONSTITUTIONAL\n    2  CONVENTION PURSUANT TO ARTICLE XIX OF THE NEW  YORK  STATE  CONSTITUTION\n    3  SHALL BE CONDUCTED AS NONPARTISAN ELECTIONS.\n    4    2.  DESIGNATIONS FOR NOMINATION AT A NONPARTISAN PRIMARY FOR DELEGATES\n    5  TO A CONSTITUTIONAL CONVENTION SHALL BE  MADE  IN  THE  SAME  MANNER  AS\n    6  CURRENTLY  PROVIDED  FOR INDEPENDENT DESIGNATING PETITIONS. ALL ENROLLED\n    7  VOTERS SHALL BE QUALIFIED TO SIGN NONPARTISAN DESIGNATING PETITIONS.\n    8    3. NOTWITHSTANDING THE PROVISIONS OF SECTION 6-136 OF THIS ARTICLE  OR\n    9  ANY  OTHER PROVISION OF LAW, ALL PETITIONS FOR THE DESIGNATION FOR NOMI-\n   10  NATION OF A CONSTITUTIONAL CONVENTION DELEGATE FROM  A  SENATE  DISTRICT\n   11  MUST  BE  SIGNED  BY  NOT LESS THAN ONE THOUSAND ENROLLED VOTERS OF SUCH\n   12  SENATE DISTRICT AND ALL PETITIONS FOR THE DESIGNATION FOR NOMINATION  OF\n   13  A  STATEWIDE, AT-LARGE CONSTITUTIONAL CONVENTION DELEGATE MUST BE SIGNED\n   14  BY NOT LESS THAN TEN THOUSAND ENROLLED VOTERS OF THE STATE, OF WHOM  NOT\n   15  LESS  THAN  ONE  HUNDRED MUST RESIDE IN EACH OF TEN OF THE CONGRESSIONAL\n   16  DISTRICTS OF THE STATE.\n   17    4. THE FORM OF THE DESIGNATING PETITION USED TO MAKE A DESIGNATION  IN\n   18  A  NONPARTISAN  PRIMARY SHALL BE SUBSTANTIALLY IN THE FORM PRESCRIBED IN\n   19  SECTION 6-132 OF THIS ARTICLE, EXCEPT THAT NO REFERENCE SHALL BE MADE TO\n   20  ANY POLITICAL PARTY THEREIN.\n   21    5. UNLESS OTHERWISE PROVIDED IN THIS  SECTION,  THE  SECTIONS  OF  LAW\n   22  APPLICABLE  TO  DESIGNATING  PETITIONS FOR NONPARTISAN PRIMARY ELECTIONS\n   23  SHALL BE THOSE PRESCRIBED BY THIS ARTICLE.\n   24    6. ALL REGISTERED VOTERS, REGARDLESS  OF  PARTY  AFFILIATION  OR  LACK\n   25  THEREOF,  SHALL BE PERMITTED TO VOTE IN THE NONPARTISAN PRIMARY ELECTION\n   26  FOR THE NOMINATION OF CANDIDATES FOR  THE  OFFICE  OF  DELEGATE  TO  THE\n   27  CONSTITUTIONAL CONVENTION. SUITABLE PROVISIONS MUST BE MADE SO THAT EACH\n   28  ELECTOR  MAY  VOTE FOR UP TO THREE OF ANY SENATE DISTRICT CONSTITUTIONAL\n   29  CONVENTION DELEGATE CANDIDATES AND  UP  TO  FIFTEEN  OF  ANY  STATEWIDE,\n   30  AT-LARGE CONSTITUTIONAL CONVENTION DELEGATE CANDIDATES.\n   31    7. UPON THE CANVASS OF VOTES IN A NONPARTISAN PRIMARY THE NINE CONSTI-\n   32  TUTIONAL  CONVENTION DELEGATE CANDIDATES RECEIVING THE HIGHEST NUMBER OF\n   33  VOTES IN EACH SENATE DISTRICT AND THE THIRTY  CANDIDATES  RECEIVING  THE\n   34  HIGHEST NUMBER OF VOTES AS STATEWIDE, AT-LARGE CONSTITUTIONAL CONVENTION\n   35  DELEGATES  SHALL  BE CERTIFIED AS NOMINATED AND SHALL RUN IN THE GENERAL\n   36  ELECTION HELD SUBSEQUENT TO THE PRIMARY WITHOUT PARTY IDENTIFICATION.\n   37    8. NO CANDIDATE FOR DELEGATE TO A CONSTITUTIONAL CONVENTION  SHALL  IN\n   38  ANY  WAY  USE  OR ALLOW HIMSELF OR HERSELF TO BE ASSOCIATED WITH A PARTY\n   39  LABEL IN EITHER THE PRIMARY OR GENERAL ELECTION.\n   40    9. ONCE A PERSON ANNOUNCES HIS OR HER INTENTION TO BE A CANDIDATE  FOR\n   41  ELECTION  TO  THE  POSITION OF DELEGATE TO THE CONSTITUTIONAL CONVENTION\n   42  AND UNTIL SUCH TIME AS THAT PERSON IS NO LONGER A CANDIDATE OR UNTIL HIS\n   43  OR HER SERVICE AS A DELEGATE ENDS, WHICHEVER OCCURS LATER,  SUCH  CANDI-\n   44  DATE  FOR  DELEGATE TO A CONSTITUTIONAL CONVENTION SHALL NOT (A) PARTIC-\n   45  IPATE IN ANY PARTISAN  POLITICAL  PARTY  ACTIVITIES,  EXCEPT  THAT  SUCH\n   46  CANDIDATE  MAY  REGISTER  TO VOTE AS A MEMBER OF ANY POLITICAL PARTY AND\n   47  MAY VOTE IN ANY PARTY PRIMARY FOR CANDIDATES FOR NOMINATION OF THE PARTY\n   48  IN WHICH HE OR SHE IS REGISTERED  TO  VOTE;  (B)  CAMPAIGN  OR  PUBLICLY\n   49  REPRESENT  OR  ADVERTISE HIMSELF OR HERSELF AS A MEMBER OF ANY POLITICAL\n   50  PARTY; (C) ENDORSE ANY CANDIDATE OR  POLITICAL  PARTY;  (D)  ACCEPT  THE\n   51  ENDORSEMENT  OF  ANY  POLITICAL PARTY; OR (E) SOLICIT OR ACCEPT CONTRIB-\n   52  UTIONS FROM ANY POLITICAL PARTY COMMITTEE, POLITICAL ACTION COMMITTEE OR\n   53  POLITICAL COMMITTEE PURSUANT TO SUBDIVISION ELEVEN OF SECTION 14-114  OF\n   54  THIS CHAPTER.\n   55    10.  WITHIN  ONE  HUNDRED  EIGHTY  DAYS  OF THE EFFECTIVE DATE OF THIS\n   56  SECTION, THE STATE BOARD OF ELECTIONS SHALL PROMULGATE RULES  AND  REGU-\n\n       A. 1262                             5\n\n    1  LATIONS  CONSISTENT  WITH  THIS  SECTION  TO EFFECTUATE THE PURPOSES AND\n    2  POLICIES HEREOF.\n    3    S  8.  Section  14-100  of the election law is amended by adding a new\n    4  subdivision 12 to read as follows:\n    5    12. \"POLITICAL ACTION  COMMITTEE\"  MEANS  ANY  COMMITTEE  ESTABLISHED,\n    6  FINANCED,  MAINTAINED  OR  CONTROLLED BY ANY PERSON, GROUP OR ENTITY FOR\n    7  THE PURPOSE OF SUPPORTING CANDIDATES FOR ELECTED POLITICAL OFFICE AND/OR\n    8  OTHER POLITICAL PARTY OR POLITICAL COMMITTEES BY MAKING CONTRIBUTIONS TO\n    9  SUCH CANDIDATES AND/OR THEIR POLITICAL CAMPAIGN COMMITTEES OR BY  MAKING\n   10  CONTRIBUTIONS  TO  OTHER  POLITICAL PARTY OR OTHER POLITICAL COMMITTEES,\n   11  AND DOES NOT MAKE DIRECT EXPENDITURES ON BEHALF OF CANDIDATES.\n   12    S 9. Section 14-114 of the election law is amended  by  adding  a  new\n   13  subdivision 11 to read as follows:\n   14    11.  NO POLITICAL PARTY COMMITTEE, POLITICAL ACTION COMMITTEE OR POLI-\n   15  TICAL COMMITTEE SHALL CONTRIBUTE TO ANY  CANDIDATE  FOR  DELEGATE  TO  A\n   16  CONSTITUTIONAL  CONVENTION  FOR  EITHER THE PRIMARY OR GENERAL ELECTION.\n   17  NOR SHALL ANY CANDIDATE FOR  DELEGATE  TO  A  CONSTITUTIONAL  CONVENTION\n   18  SOLICIT  OR  ACCEPT  CONTRIBUTIONS  FROM  ANY POLITICAL PARTY COMMITTEE,\n   19  POLITICAL ACTION COMMITTEE OR POLITICAL COMMITTEE FOR EITHER THE PRIMARY\n   20  OR GENERAL ELECTION.\n   21    S 10. The election law is amended by adding a new article 18  to  read\n   22  as follows:\n   23                                  ARTICLE 18\n   24            REGISTRATION AND REPORTS BY CERTAIN PERSONS PROMOTING\n   25             OR OPPOSING THE ADOPTION OF PROPOSED CONSTITUTIONAL\n   26                       AMENDMENTS BY A CONSTITUTIONAL\n   27                                 CONVENTION\n   28    SECTION 18-100.  REGISTRATION AND REPORTS BY CERTAIN PERSONS PROMOTING\n   29  OR  OPPOSING  THE  ADOPTION  OF  PROPOSED CONSTITUTIONAL AMENDMENTS BY A\n   30  CONSTITUTIONAL CONVENTION.\n   31    S 18-100. REGISTRATION AND REPORTS BY  CERTAIN  PERSONS  PROMOTING  OR\n   32  OPPOSING THE ADOPTION OF PROPOSED CONSTITUTIONAL AMENDMENTS BY A CONSTI-\n   33  TUTIONAL  CONVENTION.  1.  EVERY PERSON RETAINED OR EMPLOYED FOR COMPEN-\n   34  SATION BY ANY PERSON, FIRM, CORPORATION OR ASSOCIATION WHO, ON BEHALF OF\n   35  SUCH PRINCIPAL OR EMPLOYER, PROMOTES OR OPPOSES DIRECTLY  OR  INDIRECTLY\n   36  THE  ADOPTION  OF A PROPOSED CONSTITUTIONAL AMENDMENT OR AMENDMENTS BY A\n   37  CONSTITUTIONAL CONVENTION, WHETHER OR NOT  HE  OR  SHE  HAS  A  PERSONAL\n   38  INTEREST THEREIN, SHALL, BEFORE ANY SERVICE IS ENTERED UPON IN PROMOTING\n   39  OR  OPPOSING  SUCH PROPOSED CONSTITUTIONAL AMENDMENT OR AMENDMENTS, FILE\n   40  IN THE OFFICE OF THE SECRETARY OF STATE A  WRITING  SUBSCRIBED  BY  SUCH\n   41  PERSON  STATING  THE  NAME  OR  NAMES  OF THE PERSON OR PERSONS, FIRM OR\n   42  FIRMS, CORPORATION OR CORPORATIONS, ASSOCIATION OR ASSOCIATIONS, BY WHOM\n   43  OR ON WHOSE BEHALF HE OR SHE IS RETAINED OR EMPLOYED,  TOGETHER  WITH  A\n   44  BRIEF DESCRIPTION OF THE PROPOSED CONSTITUTIONAL AMENDMENT OR AMENDMENTS\n   45  IN REFERENCE TO WHICH SUCH SERVICE IS TO BE RENDERED.\n   46    2.  IT SHALL BE THE DUTY OF THE SECRETARY OF STATE TO PROVIDE A DOCKET\n   47  TO BE KNOWN AS THE DOCKET OF CONSTITUTIONAL CONVENTION APPEARANCES, WITH\n   48  APPROPRIATE BLANKS AND INDICES, AND TO FORTHWITH ENTER THEREIN THE NAMES\n   49  OF THE PERSONS SO RETAINED OR EMPLOYED AND OF THE PERSONS, FIRMS, CORPO-\n   50  RATIONS OR ASSOCIATIONS RETAINING OR EMPLOYING  THEM,  TOGETHER  WITH  A\n   51  BRIEF DESCRIPTION OF THE PROPOSED CONSTITUTIONAL AMENDMENT OR AMENDMENTS\n   52  IN  REFERENCE TO WHICH THE SERVICE IS TO BE RENDERED, WHICH DOCKET SHALL\n   53  BE OPEN TO PUBLIC INSPECTION.\n   54    3. UPON THE TERMINATION OF SUCH RETAINER OR  EMPLOYMENT  THE  FACT  OF\n   55  SUCH  TERMINATION, WITH THE DATE THEREOF, SHALL BE ENTERED IN THE DOCKET\n   56  BY THE SECRETARY OF STATE UPON RECEIVING WRITTEN NOTICE TO  THAT  EFFECT\n\n       A. 1262                             6\n\n    1  FROM SUCH PERSON OR FROM THE PERSON, FIRM, CORPORATION OR ASSOCIATION IN\n    2  WHOSE BEHALF SUCH SERVICE HAS BEEN RENDERED.\n    3    4.  NO  PERSON  RETAINED OR EMPLOYED TO PROMOTE OR OPPOSE, DIRECTLY OR\n    4  INDIRECTLY, THE ADOPTION  OF  A  PROPOSED  CONSTITUTIONAL  AMENDMENT  OR\n    5  AMENDMENTS  BY A CONSTITUTIONAL CONVENTION SHALL BE ELIGIBLE TO SERVE AS\n    6  A DELEGATE TO SUCH CONSTITUTIONAL CONVENTION.\n    7    5. NO PERSON, FIRM, CORPORATION OR ASSOCIATION SHALL RETAIN OR  EMPLOY\n    8  ANY PERSON TO PROMOTE OR OPPOSE ANY PROPOSED CONSTITUTIONAL AMENDMENT OR\n    9  AMENDMENTS  FOR  COMPENSATION  CONTINGENT  IN  WHOLE OR IN PART UPON THE\n   10  ADOPTION OR DEFEAT OF ANY SUCH AMENDMENT OR AMENDMENTS BY THE  CONSTITU-\n   11  TIONAL  CONVENTION,  AND  NO  PERSON SHALL ACCEPT ANY SUCH EMPLOYMENT OR\n   12  RENDER ANY SUCH SERVICE FOR COMPENSATION CONTINGENT UPON  SUCH  ADOPTION\n   13  OR DEFEAT.\n   14    6.  NO  PERSON  SHALL FOR COMPENSATION ENGAGE IN PROMOTING OR OPPOSING\n   15  ANY PROPOSED CONSTITUTIONAL AMENDMENT OR AMENDMENTS  BY  SUCH  CONSTITU-\n   16  TIONAL  CONVENTION EXCEPT UPON APPEARANCE ENTERED IN ACCORDANCE WITH THE\n   17  FOREGOING PROVISIONS OF THIS SECTION.\n   18    7. IT SHALL BE THE DUTY OF EVERY PERSON, FIRM, CORPORATION, PUBLIC  OR\n   19  PRIVATE,  OR  ASSOCIATION,  (WHETHER OR NOT REQUIRED TO FILE PURSUANT TO\n   20  THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION), NOT LATER THAN APRIL\n   21  FIFTEENTH, IN ANY YEAR IN WHICH A CONSTITUTIONAL CONVENTION IS  CONVENED\n   22  AND  IN  WHICH  A  PROPOSED  CONSTITUTIONAL AMENDMENT OR AMENDMENTS BY A\n   23  CONSTITUTIONAL CONVENTION IS PUT TO THE VOTERS, TO FILE IN THE OFFICE OF\n   24  THE SECRETARY OF STATE AN ITEMIZED STATEMENT VERIFIED  BY  THE  OATH  OF\n   25  SUCH PERSON, OR IN CASE OF A FIRM BY THE OATH OF A MEMBER THEREOF, OR IN\n   26  CASE  OF A DOMESTIC CORPORATION OR ASSOCIATION BY THE OATH OF AN OFFICER\n   27  THEREOF, OR IN CASE OF A FOREIGN CORPORATION OR ASSOCIATION BY THE  OATH\n   28  OF  AN  OFFICER  OR  AGENT THEREOF, SHOWING IN DETAIL ALL EXPENSES PAID,\n   29  INCURRED OR PROMISED DIRECTLY OR INDIRECTLY IN  EACH  YEAR  THROUGH  THE\n   30  CONCLUSION OF THE YEAR IN WHICH ANY PROPOSED CONSTITUTIONAL AMENDMENT OR\n   31  AMENDMENTS  BY  A CONSTITUTIONAL CONVENTION HAVE BEEN PUT TO THE VOTERS,\n   32  IN CONNECTION WITH PROMOTING OR OPPOSING ANY CONSTITUTIONAL AMENDMENT OR\n   33  AMENDMENTS WHICH MAY BE PROPOSED AT SUCH CONSTITUTIONAL CONVENTION, WITH\n   34  THE NAMES OF THE PAYEES AND THE  AMOUNT  PAID  TO  EACH,  INCLUDING  ALL\n   35  DISBURSEMENTS   PAID,  INCURRED  OR  PROMISED  TO  PERSONS  EMPLOYED  OR\n   36  RETAINED, AND ALSO SPECIFYING THE NATURE OF SUCH  CONSTITUTIONAL  AMEND-\n   37  MENT  OR  AMENDMENTS,  AND  THE  INTEREST  THEREIN OF SUCH PERSON, FIRM,\n   38  CORPORATION OR ASSOCIATION; PROVIDED, HOWEVER, NO SUCH  ITEMIZED  STATE-\n   39  MENT  NEED  BE FILED IF THE TOTAL OF SUCH ITEMIZED EXPENSES IS LESS THAN\n   40  TWO HUNDRED FIFTY DOLLARS.\n   41    8. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY  TO  THE  STATE  NOR\n   42  SHALL SUBDIVISIONS ONE, FIVE AND NINE OF THIS SECTION APPLY TO A COUNTY,\n   43  CITY,  TOWN,  VILLAGE,  PUBLIC  BOARD OR INSTITUTION, OR THEIR AGENTS OR\n   44  EMPLOYEES; NOR SHALL THE PROVISIONS OF  THIS  SECTION  BE  CONSTRUED  AS\n   45  AFFECTING  PROFESSIONAL  SERVICES  IN DRAFTING A PROPOSED CONSTITUTIONAL\n   46  AMENDMENT OR AMENDMENTS OR IN ADVISING CLIENTS OR IN RENDERING  OPINIONS\n   47  AS  TO  THE  CONSTRUCTION  AND EFFECT OF ANY CONSTITUTIONAL AMENDMENT OR\n   48  AMENDMENTS WHICH MAY BE PROPOSED AT SUCH CONVENTION WHERE  SUCH  PROFES-\n   49  SIONAL SERVICE IS NOT OTHERWISE CONNECTED WITH CONSTITUTIONAL CONVENTION\n   50  ACTION.\n   51    9.  ON  OR BEFORE APRIL TWENTY-FOURTH IN ANY YEAR IN WHICH A CONSTITU-\n   52  TIONAL CONVENTION IS CONVENED, THE SECRETARY OF STATE SHALL  FURNISH  TO\n   53  EACH  DELEGATE TO SUCH CONVENTION A SUMMARY OF THE INFORMATION CONTAINED\n   54  IN THE DOCKET OF CONSTITUTIONAL CONVENTION APPEARANCES, AND ON OR BEFORE\n   55  SUCH DATE SHALL ALSO TRANSMIT TO THE PRESIDENT  OF  SUCH  CONSTITUTIONAL\n\n       A. 1262                             7\n\n    1  CONVENTION  A  COPY  OF EVERY STATEMENT FILED IN HIS OR HER OFFICE UP TO\n    2  AND INCLUDING SUCH DATE PURSUANT TO SUBDIVISION SIX OF THIS SECTION.\n    3    10.  EVERY  PERSON, EVERY MEMBER OF ANY FIRM, AND EVERY ASSOCIATION OR\n    4  CORPORATION VIOLATING ANY PROVISION OF THIS  SECTION  AND  EVERY  PERSON\n    5  CAUSING  OR  PARTICIPATING  IN  A VIOLATION THEREOF SHALL BE GUILTY OF A\n    6  MISDEMEANOR AND, IN CASE OF AN INDIVIDUAL, SHALL BE PUNISHABLE BY IMPRI-\n    7  SONMENT IN A PENITENTIARY OR COUNTY JAIL FOR NOT MORE THAN ONE  YEAR  OR\n    8  BY A FINE OF NOT MORE THAN ONE THOUSAND DOLLARS OR BY BOTH, AND, IN CASE\n    9  OF  AN  ASSOCIATION OR CORPORATION, BY A FINE OF NOT MORE THAN ONE THOU-\n   10  SAND DOLLARS. IN ADDITION TO  THE  PENALTIES  HEREINBEFORE  IMPOSED  ANY\n   11  CORPORATION  OR  ASSOCIATION  FAILING  TO FILE THE STATEMENT OF EXPENSES\n   12  PRESCRIBED BY THIS SECTION SHALL FORFEIT TO THE PEOPLE OF THE  STATE  OF\n   13  NEW  YORK  THE SUM OF ONE HUNDRED DOLLARS PER DAY FOR EACH DAY FOLLOWING\n   14  THE EXPIRATION OF THIRTY DAYS AFTER THE TIME FIXED BY SUBDIVISION SIX OF\n   15  THIS SECTION FOR FILING SUCH STATEMENT, TO BE RECOVERED IN AN ACTION  TO\n   16  BE BROUGHT BY THE ATTORNEY GENERAL.\n   17    S 11. Section 30 of the public officers law is amended by adding a new\n   18  subdivision 1-a to read as follows:\n   19    1-A.  WHENEVER  ANY STATE OR LOCAL OFFICER, AS THOSE TERMS ARE DEFINED\n   20  IN SECTION TWO OF THIS CHAPTER, IS ELECTED AND SWORN AS A DELEGATE TO  A\n   21  STATE  CONSTITUTIONAL  CONVENTION,  SUCH OFFICIAL WILL BE DEEMED TO HAVE\n   22  VACATED HIS OR HER STATE OR LOCAL OFFICE AND THE  SAID  OFFICE  WILL  BE\n   23  DEEMED  VACANT  FOR  PURPOSES  OF  THE  NOMINATION  AND APPOINTMENT OF A\n   24  SUCCESSOR.\n   25    S 12. No later than 180 days prior to the convening of  the  constitu-\n   26  tional  convention,  and  solely  as an aid to delegates, there shall be\n   27  appointed  a  constitutional  convention  preparatory  commission  whose\n   28  purpose shall be to study the issues, establish a proposed initial agen-\n   29  da and procedures, and prepare position papers, with ongoing information\n   30  to  and  participation of the public. Members of the commission shall be\n   31  appointed as follows: two each by the governor, the majority  leader  of\n   32  the senate and the speaker of the assembly, and one each by the minority\n   33  leader  of  the  senate  and  the  minority  leader of the assembly. The\n   34  members shall elect a chair.\n   35    S 13. Severability. If any provision of this act, or  the  application\n   36  thereof to any person or circumstance, shall be adjudged by any court of\n   37  competent  jurisdiction to be invalid or unconstitutional, such judgment\n   38  shall not affect, impair or invalidate the remainder thereof, but  shall\n   39  be  confined  in  its  operation to the provision of this act, or in its\n   40  application to the person or  circumstance,  directly  involved  in  the\n   41  controversy in which such judgment shall have been rendered.\n   42    S  14.  This  act  shall  take  effect  immediately; provided that the\n   43  provisions of section four of this act shall not take effect unless  and\n   44  until the question proposed in section three of this act shall have been\n   45  submitted  to  the people at the general election to be held in the next\n   46  succeeding November after the effective date of this act, and shall have\n   47  received a majority of all  votes  cast  for  and  against  it  at  such\n   48  election.    Upon approval by the people, section four of this act shall\n   49  take effect immediately. The ballots to be furnished for the use of  the\n   50  voters  upon the submission of section three of this act shall be in the\n   51  form prescribed by the election law, and the proposition or question  to\n   52  be  submitted  shall be printed in the following form: \"Shall there be a\n   53  convention to revise the constitution and amend the same?\"\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law and the public officers law, in relation to providing for the submission to the people of a proposition or question to convene a constitutional convention ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T103050.TXT", "SOBI.D110107.T121355.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294673450252
}