{
  "year" : 2011,
  "senateBillNo" : "A1276-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1276-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the use audio-visual equipment in courtrooms; repealer",
  "summary" : "Authorizes an experimental program in which presiding trial judges, in their discretion, may permit audio-visual coverage of civil and criminal court proceedings, including trials. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1276\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN -- Multi-Sponsored by -- M. of A. BOYLAND,\n         CAHILL,  REILICH,  ROBINSON,  WRIGHT  -- read once and referred to the\n         Committee on Judiciary\n\n       AN  ACT  to  amend  the  judiciary  law,  in  relation  to  audio-visual\n         recordings  in the courtroom; to repeal section 218 of such law relat-\n         ing thereto; and providing for the  repeal  of  such  provisions  upon\n         expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 218 of the judiciary law is REPEALED.\n    2    S 2. The judiciary law is amended by adding a new section 218 to  read\n    3  as follows:\n    4    S  218.  AUDIO-VISUAL  COVERAGE  OF  JUDICIAL PROCEEDINGS. 1. AUTHORI-\n    5  ZATION.   NOTWITHSTANDING THE PROVISIONS OF  SECTION  FIFTY-TWO  OF  THE\n    6  CIVIL  RIGHTS  LAW  AND  SUBJECT  TO THE PROVISIONS OF THIS SECTION, THE\n    7  CHIEF JUDGE OF THE STATE OR HIS OR HER DESIGNEE MAY AUTHORIZE AN  EXPER-\n    8  IMENTAL  PROGRAM  IN  WHICH PRESIDING TRIAL JUDGES, IN THEIR DISCRETION,\n    9  MAY  PERMIT  AUDIO-VISUAL  COVERAGE  OF   CIVIL   AND   CRIMINAL   COURT\n   10  PROCEEDINGS, INCLUDING TRIALS.\n   11    2. DEFINITIONS. FOR PURPOSES OF THIS SECTION:\n   12    (A) \"ADMINISTRATIVE JUDGE\" SHALL MEAN THE ADMINISTRATIVE JUDGE OF EACH\n   13  JUDICIAL  DISTRICT;  THE  ADMINISTRATIVE  JUDGE  OF  NASSAU COUNTY OR OF\n   14  SUFFOLK COUNTY; THE ADMINISTRATIVE JUDGE OF THE CIVIL COURT OF THE  CITY\n   15  OF  NEW  YORK  OR  OF THE CRIMINAL COURT OF THE CITY OF NEW YORK; OR THE\n   16  PRESIDING JUDGE OF THE COURT OF CLAIMS.\n   17    (B) \"AUDIO-VISUAL COVERAGE\" SHALL MEAN THE ELECTRONIC BROADCASTING  OR\n   18  OTHER TRANSMISSION TO THE PUBLIC OF RADIO OR TELEVISION SIGNALS FROM THE\n   19  COURTROOM,  THE  RECORDING  OF SOUND OR LIGHT IN THE COURTROOM FOR LATER\n   20  TRANSMISSION OR REPRODUCTION, OR THE TAKING OF STILL OR MOTION  PICTURES\n   21  IN THE COURTROOM BY THE NEWS MEDIA.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00895-01-1\n\n       A. 1276                             2\n\n    1    (C) \"NEWS MEDIA\" SHALL MEAN ANY NEWS REPORTING OR NEWS GATHERING AGEN-\n    2  CY  AND  ANY  EMPLOYEE  OR  AGENT ASSOCIATED WITH SUCH AGENCY, INCLUDING\n    3  TELEVISION, RADIO, RADIO AND TELEVISION NETWORKS, NEWS SERVICES, NEWSPA-\n    4  PERS, MAGAZINES, TRADE PAPERS, IN-HOUSE PUBLICATIONS, PROFESSIONAL JOUR-\n    5  NALS  OR ANY OTHER NEWS REPORTING OR NEWS GATHERING AGENCY, THE FUNCTION\n    6  OF WHICH IS TO INFORM THE PUBLIC, OR SOME SEGMENT THEREOF.\n    7    (D) \"PRESIDING TRIAL JUDGE\" SHALL MEAN THE JUSTICE OR JUDGE  PRESIDING\n    8  OVER  PROCEEDINGS  AT WHICH AUDIO-VISUAL COVERAGE IS AUTHORIZED PURSUANT\n    9  TO THIS SECTION.\n   10    (E) \"COVERT OR UNDERCOVER CAPACITY\" SHALL MEAN LAW ENFORCEMENT  ACTIV-\n   11  ITY  INVOLVING  CRIMINAL  INVESTIGATION  BY PEACE OR POLICE OFFICERS WHO\n   12  USUALLY AND CUSTOMARILY WEAR NO UNIFORM, BADGE, OR OTHER OFFICIAL  IDEN-\n   13  TIFICATION IN PUBLIC VIEW.\n   14    (F)  \"ARRAIGNMENT\" SHALL HAVE THE SAME MEANING AS SUCH TERM IS DEFINED\n   15  IN SUBDIVISION NINE OF SECTION 1.20 OF THE CRIMINAL PROCEDURE LAW.\n   16    (G) \"SUPPRESSION HEARING\" SHALL MEAN A HEARING ON A MOTION MADE PURSU-\n   17  ANT TO THE PROVISIONS OF SECTION 710.20 OF THE CRIMINAL PROCEDURE LAW; A\n   18  HEARING ON A MOTION TO DETERMINE THE ADMISSIBILITY OF ANY  PRIOR  CRIMI-\n   19  NAL,  VICIOUS  OR IMMORAL ACTS OF A DEFENDANT AND ANY OTHER HEARING HELD\n   20  TO DETERMINE THE ADMISSIBILITY OF EVIDENCE.\n   21    (H) \"NONPARTY WITNESS\" SHALL MEAN ANY  WITNESS  IN  A  CRIMINAL  TRIAL\n   22  PROCEEDING  WHO  IS  NOT A PARTY TO SUCH PROCEEDING; EXCEPT AN EXPERT OR\n   23  PROFESSIONAL WITNESS, A PEACE OR POLICE OFFICER WHO ACTED IN THE  COURSE\n   24  OF HIS OR HER DUTIES AND WAS NOT ACTING IN A COVERT OR UNDERCOVER CAPAC-\n   25  ITY  IN  CONNECTION WITH THE INSTANT COURT PROCEEDING, OR ANY GOVERNMENT\n   26  OFFICIAL ACTING IN AN OFFICIAL CAPACITY, SHALL NOT BE  DEEMED  TO  BE  A\n   27  \"NONPARTY WITNESS\".\n   28    (I) \"VISUALLY OBSCURED\" SHALL MEAN THAT THE FACE OF A PARTICIPANT IN A\n   29  CRIMINAL TRIAL PROCEEDING SHALL EITHER NOT BE SHOWN OR SHALL BE RENDERED\n   30  VISUALLY  UNRECOGNIZABLE  TO  THE  VIEWER OF SUCH PROCEEDING BY MEANS OF\n   31  SPECIAL EDITING BY THE NEWS MEDIA.\n   32    3. REQUESTS FOR COVERAGE OF PROCEEDINGS; ADMINISTRATIVE REVIEW.    (A)\n   33  PRIOR  TO THE COMMENCEMENT OF THE PROCEEDINGS, ANY NEWS MEDIA INTERESTED\n   34  IN PROVIDING AUDIO-VISUAL COVERAGE OF COURT  PROCEEDINGS  SHALL  FILE  A\n   35  REQUEST WITH THE PRESIDING TRIAL JUDGE, IF ASSIGNED, OR IF NO ASSIGNMENT\n   36  HAS  BEEN  MADE,  TO  THE  JUDGE RESPONSIBLE FOR MAKING SUCH ASSIGNMENT.\n   37  REQUESTS FOR AUDIO-VISUAL COVERAGE SHALL BE MADE IN WRITING AND NOT LESS\n   38  THAN SEVEN DAYS BEFORE THE COMMENCEMENT OF THE JUDICIAL PROCEEDING,  AND\n   39  SHALL  REFER TO THE INDIVIDUAL PROCEEDING WITH SUFFICIENT IDENTIFICATION\n   40  TO ASSIST THE PRESIDING TRIAL JUDGE IN CONSIDERING  THE  REQUEST.  WHERE\n   41  CIRCUMSTANCES  ARE  SUCH THAT AN APPLICANT CANNOT REASONABLY APPLY SEVEN\n   42  OR MORE DAYS BEFORE THE COMMENCEMENT OF THE  PROCEEDING,  THE  PRESIDING\n   43  TRIAL JUDGE MAY SHORTEN THE TIME PERIOD FOR REQUESTS.\n   44    (B)  PERMISSION  FOR NEWS MEDIA COVERAGE SHALL BE AT THE DISCRETION OF\n   45  THE PRESIDING TRIAL JUDGE. AN ORDER GRANTING OR DENYING  A  REQUEST  FOR\n   46  AUDIO-VISUAL  COVERAGE  OF A PROCEEDING SHALL BE IN WRITING AND SHALL BE\n   47  INCLUDED IN THE RECORD OF SUCH PROCEEDING. SUCH ORDER SHALL CONTAIN  ANY\n   48  RESTRICTIONS IMPOSED BY THE JUDGE ON THE AUDIO-VISUAL COVERAGE AND SHALL\n   49  CONTAIN A STATEMENT ADVISING THE PARTIES THAT ANY VIOLATION OF THE ORDER\n   50  IS  PUNISHABLE BY CONTEMPT PURSUANT TO ARTICLE NINETEEN OF THIS CHAPTER.\n   51  SUCH ORDER FOR INITIAL ACCESS SHALL BE SUBJECT ONLY  TO  REVIEW  BY  THE\n   52  APPROPRIATE  ADMINISTRATIVE  JUDGE;  THERE  SHALL BE NO FURTHER JUDICIAL\n   53  REVIEW OF SUCH ORDER  OR  DETERMINATION  DURING  THE  PENDENCY  OF  SUCH\n   54  PROCEEDING  BEFORE  SUCH  TRIAL  JUDGE.  NO  ORDER ALLOWING AUDIO-VISUAL\n   55  COVERAGE OF A PROCEEDING SHALL BE SEALED.\n\n       A. 1276                             3\n\n    1    (C) SUBJECT TO THE PROVISIONS OF SUBDIVISION SEVEN  OF  THIS  SECTION,\n    2  UPON  A  REQUEST  FOR  AUDIO-VISUAL  COVERAGE  OF COURT PROCEEDINGS, THE\n    3  PRESIDING TRIAL JUDGE SHALL, AT A MINIMUM, TAKE INTO ACCOUNT THE FOLLOW-\n    4  ING FACTORS: (I) THE TYPE OF CASE INVOLVED; (II) WHETHER  SUCH  COVERAGE\n    5  WOULD  CAUSE  HARM TO ANY PARTICIPANT IN THE CASE OR OTHERWISE INTERFERE\n    6  WITH THE FAIR ADMINISTRATION OF JUSTICE, THE ADVANCEMENT OF A FAIR TRIAL\n    7  OR THE RIGHTS OF THE PARTIES; (III)  WHETHER  ANY  ORDER  DIRECTING  THE\n    8  EXCLUSION OF WITNESSES FROM THE COURTROOM PRIOR TO THEIR TESTIMONY COULD\n    9  BE  RENDERED SUBSTANTIALLY INEFFECTIVE BY ALLOWING AUDIO-VISUAL COVERAGE\n   10  THAT COULD BE VIEWED BY SUCH WITNESSES TO THE DETRIMENT  OF  ANY  PARTY;\n   11  (IV)  WHETHER  SUCH  COVERAGE  WOULD  INTERFERE WITH ANY LAW ENFORCEMENT\n   12  ACTIVITY; OR (V) WHETHER THE SUBJECT MATTER INVOLVES LEWD OR  SCANDALOUS\n   13  MATTERS.\n   14    (D) A REQUEST FOR AUDIO-VISUAL COVERAGE MADE AFTER THE COMMENCEMENT OF\n   15  A  TRIAL  PROCEEDING  IN  WHICH  A  JURY IS SITTING SHALL NOT BE GRANTED\n   16  UNLESS (I) COUNSEL FOR ALL PARTIES TO THE  PROCEEDING  CONSENT  TO  SUCH\n   17  COVERAGE,  OR  (II)  THE  REQUEST  IS FOR COVERAGE OF THE VERDICT AND/OR\n   18  SENTENCING IN SUCH PROCEEDING.\n   19    4. SUPERVISION OF AUDIO-VISUAL COVERAGE;  MANDATORY  PRETRIAL  CONFER-\n   20  ENCE;  JUDICIAL  DISCRETION.    (A)  AUDIO-VISUAL  COVERAGE  OF  A COURT\n   21  PROCEEDING SHALL BE SUBJECT TO THE SUPERVISION OF  THE  PRESIDING  TRIAL\n   22  JUDGE.  IN  SUPERVISING  AUDIO-VISUAL  COVERAGE OF COURT PROCEEDINGS, IN\n   23  PARTICULAR ANY WHICH INVOLVE LEWD OR  SCANDALOUS  MATTERS,  A  PRESIDING\n   24  TRIAL JUDGE SHALL, WHERE NECESSARY FOR THE PROTECTION OF ANY PARTICIPANT\n   25  OR  TO  PRESERVE THE WELFARE OF A MINOR, PROHIBIT ALL OR ANY PART OF THE\n   26  AUDIO-VISUAL COVERAGE OF SUCH PARTICIPANT, MINOR OR EXHIBIT.\n   27    (B) A PRETRIAL  CONFERENCE  SHALL  BE  HELD  IN  EACH  CASE  IN  WHICH\n   28  AUDIO-VISUAL COVERAGE OF A PROCEEDING HAS BEEN APPROVED. AT SUCH CONFER-\n   29  ENCE  THE  PRESIDING TRIAL JUDGE SHALL REVIEW, WITH COUNSEL AND THE NEWS\n   30  MEDIA  WHO  WILL  PARTICIPATE  IN   THE   AUDIO-VISUAL   COVERAGE,   THE\n   31  RESTRICTIONS  TO  BE  IMPOSED.  COUNSEL  SHALL  CONVEY  TO THE COURT ANY\n   32  CONCERNS OF PROSPECTIVE WITNESSES WITH RESPECT TO AUDIO-VISUAL COVERAGE.\n   33    (C) THERE SHALL BE NO LIMITATION ON THE EXERCISE OF  DISCRETION  UNDER\n   34  THIS  SUBDIVISION  EXCEPT  AS PROVIDED BY LAW. THE PRESIDING TRIAL JUDGE\n   35  MAY AT ANY TIME MODIFY OR REVERSE ANY PRIOR ORDER OR DETERMINATION.\n   36    5. CONSENT. (A) AUDIO-VISUAL COVERAGE OF JUDICIAL PROCEEDINGS,  EXCEPT\n   37  FOR  ARRAIGNMENTS  AND SUPPRESSION HEARINGS, SHALL NOT BE LIMITED BY THE\n   38  OBJECTION OF COUNSEL, PARTIES, OR JURORS, EXCEPT FOR A  FINDING  BY  THE\n   39  PRESIDING TRIAL JUDGE OF GOOD OR LEGAL CAUSE.\n   40    (B)  AUDIO-VISUAL  COVERAGE  OF  ARRAIGNMENTS AND SUPPRESSION HEARINGS\n   41  SHALL BE PERMITTED ONLY WITH THE CONSENT OF ALL PARTIES TO THE  PROCEED-\n   42  ING;  PROVIDED, HOWEVER, WHERE A PARTY IS NOT YET REPRESENTED BY COUNSEL\n   43  CONSENT MAY NOT BE GIVEN UNLESS THE PARTY HAS BEEN ADVISED OF HIS OR HER\n   44  RIGHT TO THE AID OF COUNSEL PURSUANT  TO  SUBDIVISION  FOUR  OF  SECTION\n   45  170.10 OR SECTION 180.10 OF THE CRIMINAL PROCEDURE LAW AND THE PARTY HAS\n   46  AFFIRMATIVELY ELECTED TO PROCEED WITHOUT COUNSEL AT SUCH PROCEEDING.\n   47    (C)  COUNSEL TO EACH PARTY IN A CRIMINAL TRIAL PROCEEDING SHALL ADVISE\n   48  EACH NONPARTY WITNESS THAT HE OR SHE HAS THE RIGHT TO REQUEST  THAT  HIS\n   49  OR  HER  IMAGE  BE VISUALLY OBSCURED DURING SAID WITNESS' TESTIMONY, AND\n   50  UPON SUCH REQUEST THE PRESIDING TRIAL JUDGE SHALL ORDER THE  NEWS  MEDIA\n   51  TO VISUALLY OBSCURE THE VISUAL IMAGE OF THE WITNESS IN ANY AND ALL AUDI-\n   52  O-VISUAL COVERAGE OF THE JUDICIAL PROCEEDING.\n   53    6.  RESTRICTIONS  RELATING TO EQUIPMENT AND PERSONNEL; SOUND AND LIGHT\n   54  CRITERIA. WHERE AUDIO-VISUAL COVERAGE OF COURT PROCEEDINGS IS AUTHORIZED\n   55  PURSUANT TO THIS SECTION, THE FOLLOWING RESTRICTIONS SHALL BE OBSERVED:\n   56    (A) EQUIPMENT AND PERSONNEL:\n\n       A. 1276                             4\n\n    1    (I) NO MORE THAN TWO ELECTRONIC OR  MOTION  PICTURE  CAMERAS  AND  TWO\n    2  CAMERA OPERATORS SHALL BE PERMITTED IN ANY PROCEEDING.\n    3    (II)  NO  MORE THAN ONE PHOTOGRAPHER TO OPERATE TWO STILL CAMERAS WITH\n    4  NOT MORE THAN TWO LENSES FOR EACH  CAMERA  SHALL  BE  PERMITTED  IN  ANY\n    5  PROCEEDING.\n    6    (III)  NO  MORE  THAN ONE AUDIO SYSTEM FOR BROADCAST PURPOSES SHALL BE\n    7  PERMITTED IN ANY PROCEEDING. AUDIO PICKUP FOR ALL MEDIA  PURPOSES  SHALL\n    8  BE  EFFECTUATED THROUGH EXISTING AUDIO SYSTEMS IN THE COURT FACILITY. IF\n    9  NO TECHNICALLY SUITABLE  AUDIO  SYSTEM  IS  AVAILABLE,  MICROPHONES  AND\n   10  RELATED  WIRING  ESSENTIAL FOR MEDIA PURPOSES SHALL BE SUPPLIED BY THOSE\n   11  PERSONS PROVIDING  AUDIO-VISUAL  COVERAGE.  ANY  MICROPHONES  AND  SOUND\n   12  WIRING  SHALL  BE  UNOBTRUSIVE  AND  LOCATED IN PLACES DESIGNATED BY THE\n   13  PRESIDING TRIAL JUDGE.\n   14    (IV) NOTWITHSTANDING THE PROVISIONS OF  SUBPARAGRAPHS  (I),  (II)  AND\n   15  (III)  OF  THIS  PARAGRAPH,  THE  PRESIDING  TRIAL  JUDGE MAY MODIFY HIS\n   16  ORIGINAL ORDER TO INCREASE OR DECREASE THE AMOUNT OF EQUIPMENT THAT WILL\n   17  BE PERMITTED INTO A COURTROOM ON A FINDING OF SPECIAL  CIRCUMSTANCES  SO\n   18  LONG  AS  IT  WILL  NOT  IMPAIR THE DIGNITY OF THE COURT OR THE JUDICIAL\n   19  PROCESS.\n   20    (V) NOTWITHSTANDING THE PROVISIONS  OF  SUBPARAGRAPHS  (I),  (II)  AND\n   21  (III)  OF  THIS PARAGRAPH, THE EQUIPMENT AUTHORIZED THEREIN SHALL NOT BE\n   22  ADMITTED INTO A  COURT  PROCEEDING  UNLESS  ALL  PERSONS  INTERESTED  IN\n   23  PROVIDING  AUDIO-VISUAL  COVERAGE OF SUCH PROCEEDINGS SHALL HAVE ENTERED\n   24  INTO POOLING ARRANGEMENTS FOR THEIR RESPECTIVE GROUPS.   FURTHERMORE,  A\n   25  POOL  OPERATOR  FOR  THE  ELECTRONIC AND MOTION PICTURE MEDIA AND A POOL\n   26  OPERATOR FOR THE STILL PHOTOGRAPHY MEDIA SHALL BE SELECTED,  AND  PROCE-\n   27  DURES FOR COST SHARING AND DISSEMINATION OF AUDIO-VISUAL MATERIAL ESTAB-\n   28  LISHED.  THE  COURT  SHALL  NOT BE CALLED UPON TO MEDIATE OR RESOLVE ANY\n   29  DISPUTE AS TO SUCH ARRANGEMENTS. IN MAKING POOLING ARRANGEMENTS, CONSID-\n   30  ERATION SHALL BE GIVEN TO EDUCATIONAL USERS' NEEDS FOR FULL COVERAGE  OF\n   31  ENTIRE PROCEEDINGS.\n   32    (B) SOUND AND LIGHT CRITERIA:\n   33    (I)  ONLY  ELECTRONIC  AND MOTION PICTURE CAMERAS, AUDIO EQUIPMENT AND\n   34  STILL CAMERA EQUIPMENT WHICH DO NOT PRODUCE DISTRACTING SOUND  OR  LIGHT\n   35  SHALL BE EMPLOYED TO COVER JUDICIAL PROCEEDINGS. THE CHIEF ADMINISTRATOR\n   36  OF THE COURTS SHALL PROMULGATE A LIST OF ACCEPTABLE EQUIPMENT MODELS.\n   37    (II)  NO  MOTORIZED  DRIVES  SHALL BE PERMITTED, AND NO MOVING LIGHTS,\n   38  FLASH ATTACHMENTS, OR SUDDEN LIGHTING CHANGES SHALL BE PERMITTED  DURING\n   39  JUDICIAL PROCEEDINGS.\n   40    (III)  NO  LIGHT  OR  SIGNAL  VISIBLE OR AUDIBLE TO TRIAL PARTICIPANTS\n   41  SHALL BE USED ON ANY EQUIPMENT DURING AUDIO-VISUAL COVERAGE TO  INDICATE\n   42  WHETHER IT IS OPERATING.\n   43    (IV)  IT  SHALL  BE THE AFFIRMATIVE DUTY OF ANY PERSON DESIRING TO USE\n   44  EQUIPMENT OTHER THAN THAT  AUTHORIZED  BY  THE  CHIEF  ADMINISTRATOR  TO\n   45  DEMONSTRATE  TO  THE PRESIDING TRIAL JUDGE, ADEQUATELY IN ADVANCE OF ANY\n   46  PROCEEDING, THAT THE EQUIPMENT SOUGHT TO BE  UTILIZED  MEETS  ACCEPTABLE\n   47  SOUND  AND LIGHT CRITERIA. A FAILURE TO OBTAIN ADVANCE JUDICIAL APPROVAL\n   48  FOR EQUIPMENT SHALL PRECLUDE ITS USE IN ANY PROCEEDING.\n   49    (V) WITH THE CONCURRENCE OF THE PRESIDING  TRIAL  JUDGE  MODIFICATIONS\n   50  AND  ADDITIONS  MAY  BE  MADE TO LIGHT SOURCES EXISTING IN THE FACILITY,\n   51  PROVIDED SUCH MODIFICATIONS OR ADDITIONS ARE INSTALLED AND MAINTAINED AT\n   52  THE EXPENSE OF THE NEWS MEDIA WHO ARE  PROVIDING  AUDIO-VISUAL  COVERAGE\n   53  AND PROVIDED THEY ARE NOT DISTRACTING OR OTHERWISE OFFENSIVE.\n   54    (C)  LOCATION  OF  EQUIPMENT  AND  PERSONNEL.  CAMERAS,  EQUIPMENT AND\n   55  PERSONNEL SHALL BE POSITIONED IN LOCATIONS DESIGNATED BY  THE  PRESIDING\n   56  TRIAL JUDGE.\n\n       A. 1276                             5\n\n    1    (I)  ALL  AUDIO-VISUAL COVERAGE OPERATORS SHALL ASSUME THEIR ASSIGNED,\n    2  FIXED POSITION WITHIN THE DESIGNATED AREA AND ONCE ESTABLISHED  IN  SUCH\n    3  POSITION,  SHALL  ACT  IN  A MANNER SO AS NOT TO CALL ATTENTION TO THEIR\n    4  ACTIVITIES.\n    5    (II) THE AREAS SO DESIGNATED SHALL PROVIDE REASONABLE ACCESS TO COVER-\n    6  AGE  WITH THE LEAST POSSIBLE INTERFERENCE WITH COURT PROCEEDINGS. EQUIP-\n    7  MENT THAT IS NOT NECESSARY FOR AUDIO-VISUAL  COVERAGE  FROM  INSIDE  THE\n    8  COURTROOM SHALL BE LOCATED IN AN AREA OUTSIDE THE COURTROOM.\n    9    (D)  MOVEMENT  OF EQUIPMENT DURING PROCEEDINGS. EQUIPMENT SHALL NOT BE\n   10  PLACED IN, MOVED ABOUT  OR  REMOVED  FROM  THE  COURTROOM,  AND  RELATED\n   11  PERSONNEL  SHALL NOT MOVE ABOUT THE COURTROOM, EXCEPT PRIOR TO COMMENCE-\n   12  MENT OR AFTER ADJOURNMENT OF PROCEEDINGS EACH DAY, OR DURING  A  RECESS.\n   13  CAMERA  FILM  AND  LENSES  SHALL  BE  CHANGED  ONLY  DURING  A RECESS IN\n   14  PROCEEDINGS.\n   15    7. RESTRICTIONS ON AUDIO-VISUAL COVERAGE. NOTWITHSTANDING THE  INITIAL\n   16  APPROVAL OF A REQUEST FOR AUDIO-VISUAL COVERAGE OF ANY COURT PROCEEDING,\n   17  THE  PRESIDING TRIAL JUDGE SHALL HAVE DISCRETION THROUGHOUT THE PROCEED-\n   18  ING TO REVOKE SUCH APPROVAL OR LIMIT SUCH COVERAGE, AND MAY WHERE APPRO-\n   19  PRIATE EXERCISE SUCH DISCRETION TO LIMIT, RESTRICT OR PROHIBIT AUDIO  OR\n   20  VIDEO  BROADCAST  OR  PHOTOGRAPHY  OF  ANY PART OF THE PROCEEDING IN THE\n   21  COURTROOM, OR OF THE NAME OR FEATURES OF ANY PARTICIPANT THEREIN. IN ANY\n   22  CASE, AUDIO-VISUAL COVERAGE SHALL BE LIMITED AS FOLLOWS:\n   23    (A) NO AUDIO PICKUP OR AUDIO BROADCAST OF CONFERENCES WHICH OCCUR IN A\n   24  COURT FACILITY BETWEEN ATTORNEYS AND THEIR CLIENTS,  BETWEEN  CO-COUNSEL\n   25  OF  A CLIENT, OR BETWEEN COUNSEL AND THE PRESIDING TRIAL JUDGE, SHALL BE\n   26  PERMITTED WITHOUT THE PRIOR EXPRESS CONSENT OF ALL PARTICIPANTS  IN  THE\n   27  CONFERENCE;\n   28    (B)  NO CONFERENCE IN CHAMBERS SHALL BE SUBJECT TO AUDIO-VISUAL COVER-\n   29  AGE;\n   30    (C) NO AUDIO-VISUAL COVERAGE OF THE SELECTION OF THE PROSPECTIVE  JURY\n   31  DURING VOIR DIRE SHALL BE PERMITTED;\n   32    (D) NO AUDIO-VISUAL COVERAGE OF THE JURY, OR OF ANY JUROR OR ALTERNATE\n   33  JUROR, WHILE IN THE JURY BOX, IN THE COURTROOM, IN THE JURY DELIBERATION\n   34  ROOM  DURING  RECESS, OR WHILE GOING TO OR FROM THE DELIBERATION ROOM AT\n   35  ANY TIME SHALL BE PERMITTED; PROVIDED, HOWEVER, THAT,  UPON  CONSENT  OF\n   36  THE  FOREPERSON  OF A JURY, THE PRESIDING TRIAL JUDGE MAY, IN HIS OR HER\n   37  DISCRETION, PERMIT  AUDIO  COVERAGE  OF  SUCH  FOREPERSON  DELIVERING  A\n   38  VERDICT;\n   39    (E) NO AUDIO-VISUAL COVERAGE SHALL BE PERMITTED OF A WITNESS, WHO AS A\n   40  PEACE  OR  POLICE  OFFICER  ACTED  IN A COVERT OR UNDERCOVER CAPACITY IN\n   41  CONNECTION WITH THE INSTANT COURT PROCEEDING, WITHOUT THE PRIOR  WRITTEN\n   42  CONSENT OF SUCH WITNESS;\n   43    (F) NO AUDIO-VISUAL COVERAGE SHALL BE PERMITTED OF A WITNESS, WHO AS A\n   44  PEACE  OR  POLICE OFFICER IS CURRENTLY ENGAGED IN A COVERT OR UNDERCOVER\n   45  CAPACITY, WITHOUT THE PRIOR WRITTEN CONSENT OF SUCH WITNESS;\n   46    (G) NO AUDIO-VISUAL COVERAGE SHALL BE PERMITTED OF  THE  VICTIM  IN  A\n   47  PROSECUTION  FOR  RAPE,  CRIMINAL  SEXUAL ACT, SEXUAL ABUSE OR OTHER SEX\n   48  OFFENSE UNDER ARTICLE ONE HUNDRED THIRTY OR SECTION 255.25 OF THE  PENAL\n   49  LAW;  NOTWITHSTANDING THE INITIAL APPROVAL OF A REQUEST FOR AUDIO-VISUAL\n   50  COVERAGE OF SUCH A PROCEEDING, THE  PRESIDING  TRIAL  JUDGE  SHALL  HAVE\n   51  DISCRETION  THROUGHOUT  THE PROCEEDING TO LIMIT ANY COVERAGE WHICH WOULD\n   52  IDENTIFY THE VICTIM, EXCEPT THAT SAID VICTIM CAN REQUEST OF THE  PRESID-\n   53  ING  TRIAL  JUDGE  THAT AUDIO-VISUAL COVERAGE BE PERMITTED OF HIS OR HER\n   54  TESTIMONY, OR IN THE ALTERNATIVE THE VICTIM CAN REQUEST THAT COVERAGE OF\n   55  HIS OR HER TESTIMONY BE PERMITTED BUT THAT HIS OR  HER  IMAGE  SHALL  BE\n   56  VISUALLY  OBSCURED  BY  THE NEWS MEDIA, AND THE PRESIDING TRIAL JUDGE IN\n\n       A. 1276                             6\n\n    1  HIS OR HER DISCRETION SHALL GRANT THE REQUEST  OF  THE  VICTIM  FOR  THE\n    2  COVERAGE SPECIFIED;\n    3    (H) NO AUDIO-VISUAL COVERAGE OF ANY ARRAIGNMENT OR SUPPRESSION HEARING\n    4  SHALL  BE  PERMITTED  WITHOUT  THE  PRIOR  CONSENT OF ALL PARTIES TO THE\n    5  PROCEEDING; PROVIDED, HOWEVER, WHERE A PARTY IS NOT YET  REPRESENTED  BY\n    6  COUNSEL  CONSENT  MAY  NOT BE GIVEN UNLESS THE PARTY HAS BEEN ADVISED OF\n    7  HIS OR HER RIGHT TO THE AID OF COUNSEL PURSUANT TO SUBDIVISION  FOUR  OF\n    8  SECTION  170.10  OR SECTION 180.10 OF THE CRIMINAL PROCEDURE LAW AND THE\n    9  PARTY HAS AFFIRMATIVELY ELECTED  TO  PROCEED  WITHOUT  COUNSEL  AT  SUCH\n   10  PROCEEDING;\n   11    (I)  NO  JUDICIAL PROCEEDING SHALL BE SCHEDULED, DELAYED, REENACTED OR\n   12  CONTINUED AT THE REQUEST OF, OR FOR THE CONVENIENCE OF THE NEWS MEDIA;\n   13    (J) NO AUDIO-VISUAL COVERAGE OF ANY PARTICIPANT SHALL BE PERMITTED  IF\n   14  THE PRESIDING TRIAL JUDGE FINDS THAT SUCH COVERAGE IS LIABLE TO ENDANGER\n   15  THE SAFETY OF ANY PERSON;\n   16    (K)  NO AUDIO-VISUAL COVERAGE OF ANY JUDICIAL PROCEEDINGS WHICH ARE BY\n   17  LAW CLOSED TO THE PUBLIC, OR WHICH MAY BE CLOSED TO THE PUBLIC AND WHICH\n   18  HAVE BEEN CLOSED BY THE PRESIDING TRIAL JUDGE SHALL BE PERMITTED; AND\n   19    (L) NO AUDIO-VISUAL COVERAGE SHALL BE PERMITTED WHICH  FOCUSES  ON  OR\n   20  FEATURES A FAMILY MEMBER OF A VICTIM OR A PARTY IN THE TRIAL OF A CRIMI-\n   21  NAL  CASE,  EXCEPT  WHILE SUCH FAMILY MEMBER IS TESTIFYING. AUDIO-VISUAL\n   22  COVERAGE OPERATORS SHALL MAKE ALL REASONABLE EFFORTS  TO  DETERMINE  THE\n   23  IDENTITY OF SUCH PERSONS, SO THAT SUCH COVERAGE SHALL NOT OCCUR.\n   24    8. VIOLATIONS. ANY VIOLATION OF AN ORDER OR DETERMINATION ISSUED UNDER\n   25  THIS SECTION SHALL BE PUNISHABLE AS A CONTEMPT PURSUANT TO ARTICLE NINE-\n   26  TEEN OF THIS CHAPTER.\n   27    9.  REVIEW COMMITTEE. (A) THERE SHALL BE CREATED A COMMITTEE TO REVIEW\n   28  AUDIO-VISUAL COVERAGE OF COURT PROCEEDINGS. THE COMMITTEE SHALL  CONSIST\n   29  OF  TWELVE  MEMBERS,  THREE TO BE APPOINTED BY THE GOVERNOR, THREE TO BE\n   30  APPOINTED BY THE CHIEF JUDGE OF THE COURTS, TWO TO BE APPOINTED  BY  THE\n   31  MAJORITY LEADER OF THE SENATE, TWO TO BE APPOINTED BY THE SPEAKER OF THE\n   32  ASSEMBLY,  ONE  TO BE APPOINTED BY THE MINORITY LEADER OF THE SENATE AND\n   33  ONE TO BE APPOINTED BY THE MINORITY LEADER OF THE ASSEMBLY. THE CHAIR OF\n   34  THE COMMITTEE SHALL BE APPOINTED BY THE CHIEF JUDGE OF  THE  COURTS.  AT\n   35  LEAST  ONE  MEMBER  OF THE COMMITTEE AND NO MORE THAN TWO MEMBERS OF THE\n   36  COMMITTEE SHALL BE A REPRESENTATIVE OF THE BROADCAST MEDIA, BE  EMPLOYED\n   37  BY  THE  BROADCAST  MEDIA,  OR  RECEIVE  COMPENSATION FROM THE BROADCAST\n   38  MEDIA. AT LEAST TWO MEMBERS OF THE COMMITTEE SHALL  BE  MEMBERS  OF  THE\n   39  BAR, ENGAGED IN THE PRACTICE OF LAW, AND REGULARLY CONDUCT TRIALS AND/OR\n   40  APPELLATE  ARGUMENTS;  AND AT LEAST ONE MEMBER OF THE COMMITTEE SHALL BY\n   41  PROFESSIONAL TRAINING AND EXPERTISE BE QUALIFIED TO EVALUATE AND ANALYZE\n   42  RESEARCH METHODOLOGY RELEVANT TO ANALYZING  THE  IMPACT  AND  EFFECT  OF\n   43  AUDIO-VISUAL  COVERAGE OF JUDICIAL PROCEEDINGS. NO ONE WHO HAS SERVED ON\n   44  AN EARLIER COMMITTEE ESTABLISHED BY LAW TO REVIEW AUDIO-VISUAL  COVERAGE\n   45  OF  JUDICIAL  PROCEEDINGS  IN  NEW  YORK  STATE MAY BE APPOINTED TO SUCH\n   46  COMMITTEE. NO MEMBER OR EMPLOYEE OF THE EXECUTIVE, LEGISLATIVE, OR JUDI-\n   47  CIAL BRANCHES OF THE STATE GOVERNMENT MAY BE APPOINTED TO  SUCH  COMMIT-\n   48  TEE.\n   49    (B)  THE MEMBERS OF THE COMMITTEE SHALL SERVE WITHOUT COMPENSATION FOR\n   50  THEIR SERVICES AS MEMBERS OF THE COMMITTEE,  EXCEPT  THAT  EACH  OF  THE\n   51  NONPUBLIC  MEMBERS  OF  THE  COMMITTEE  MAY BE ALLOWED THE NECESSARY AND\n   52  ACTUAL TRAVEL, MEALS AND LODGING EXPENSES WHICH HE OR SHE SHALL INCUR IN\n   53  THE PERFORMANCE OF HIS OR HER DUTIES UNDER THIS  SECTION.  ANY  EXPENSES\n   54  INCURRED  PURSUANT  TO THIS SECTION SHALL BE A CHARGE AGAINST THE OFFICE\n   55  OF COURT ADMINISTRATION.\n\n       A. 1276                             7\n\n    1    (C) THE COMMITTEE SHALL HAVE THE POWER,  DUTY  AND  RESPONSIBILITY  TO\n    2  EVALUATE,  ANALYZE,  AND  MONITOR  THE  PROVISIONS  OF THIS SECTION. THE\n    3  OFFICE OF COURT ADMINISTRATION AND ALL PARTICIPANTS IN PROCEEDINGS WHERE\n    4  AUDIO-VISUAL COVERAGE WAS PERMITTED,  INCLUDING  JUDGES,  ATTORNEYS  AND\n    5  JURORS, SHALL COOPERATE WITH THE COMMITTEE IN CONNECTION WITH THE REVIEW\n    6  OF  THE IMPACT OF AUDIO-VISUAL COVERAGE ON SUCH PROCEEDINGS. THE COMMIT-\n    7  TEE SHALL REQUEST PARTICIPATION AND ASSISTANCE FROM THE NEW  YORK  STATE\n    8  BAR  ASSOCIATION AND OTHER BAR ASSOCIATIONS. THE COMMITTEE SHALL ISSUE A\n    9  REPORT TO THE LEGISLATURE, THE GOVERNOR, AND THE CHIEF JUDGE  EVALUATING\n   10  THE  EFFICACY OF THE PROGRAM AND WHETHER ANY PUBLIC BENEFITS ACCRUE FROM\n   11  THE PROGRAM, ANY ABUSES THAT OCCURRED DURING THE PROGRAM, AND THE EXTENT\n   12  TO  WHICH  AND  IN  WHAT  WAY  THE  CONDUCT  OF  PARTICIPANTS  IN  COURT\n   13  PROCEEDINGS CHANGES WHEN AUDIO-VISUAL COVERAGE IS PRESENT. THE COMMITTEE\n   14  SHALL  EXPRESSLY  AND  SPECIFICALLY  ANALYZE  AND EVALUATE THE DEGREE OF\n   15  COMPLIANCE BY TRIAL JUDGES AND THE MEDIA WITH  THE  PROVISIONS  OF  THIS\n   16  SECTION  AND THE EFFECT OF AUDIO-VISUAL COVERAGE ON THE CONDUCT OF TRIAL\n   17  JUDGES BOTH INSIDE AND OUTSIDE  THE  COURTROOM.  SUCH  REPORT  SHALL  BE\n   18  SUBMITTED  TO THE LEGISLATURE, THE GOVERNOR AND THE CHIEF JUDGE BY JANU-\n   19  ARY THIRTY-FIRST, TWO THOUSAND TWELVE.\n   20    10. RULES AND REGULATIONS. THE CHIEF  ADMINISTRATOR  SHALL  PROMULGATE\n   21  APPROPRIATE   RULES  AND  REGULATIONS  FOR  THE  IMPLEMENTATION  OF  THE\n   22  PROVISIONS OF THIS SECTION AFTER AFFORDING ALL INTERESTED PERSONS, AGEN-\n   23  CIES AND INSTITUTIONS AN OPPORTUNITY TO REVIEW AND COMMENT THEREON. SUCH\n   24  RULES AND REGULATIONS SHALL INCLUDE PROVISIONS TO ENSURE THAT  AUDIO-VI-\n   25  SUAL  COVERAGE OF TRIAL PROCEEDINGS SHALL NOT INTERFERE WITH THE DECORUM\n   26  AND DIGNITY OF COURTROOMS AND COURT FACILITIES.\n   27    S 3. This act shall take effect on the first of November next succeed-\n   28  ing the date on which it shall have become a law and shall expire and be\n   29  deemed repealed 5 years after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to audio-visual recordings in the courtroom; to repeal section 218 of such law relating thereto; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T113058.TXT", "SOBI.D110107.T121857.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294677058470
}