{
  "year" : 2011,
  "senateBillNo" : "A1271-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A1271-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to contracts for technology and telecommunications services between boards of cooperative educational services and third-party venders",
  "summary" : "Relates to contracts for technology and telecommunications services between boards of cooperative educational services and third-party vendors. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA10768-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1271\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHIMEL  --  Multi-Sponsored  by -- M. of A.\n         BARCLAY, BOYLAND, BURLING, CAHILL, CALHOUN, CORWIN, CROUCH, GABRYSZAK,\n         GALEF, JAFFEE, JORDAN, P. LOPEZ, LUPARDO, MAGEE,  McKEVITT,  MOLINARO,\n         MURRAY,  PAULIN,  RAIA,  SALADINO, THIELE -- read once and referred to\n         the Committee on Education\n\n       AN ACT to amend the education law, in relation to contracts for technol-\n         ogy and telecommunications  services  between  boards  of  cooperative\n         educational services and third-party vendors\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 7 of paragraph h of subdivision 4  of  section\n    2  1950  of the education law, as added by chapter 395 of the laws of 1984,\n    3  is amended to read as follows:\n    4    (7) To enter into contracts with the state of New York, any  community\n    5  college,  agricultural  and  technical  college,  MUNICIPALITY or public\n    6  agency for the purpose of providing [electronic data processing]  INFOR-\n    7  MATION  TECHNOLOGY  AND  INTERNET  services  to  such agencies. Any such\n    8  proposed contract shall be subject to the review  and  approval  of  the\n    9  commissioner,  who  may only approve such proposed contract when, in his\n   10  OR HER opinion, such contract will not disrupt  the  level  of  services\n   11  provided to component school districts and will result in a more econom-\n   12  ical  utilization  of existing board of cooperative educational services\n   13  computer facilities. The commissioner shall issue a finding  in  writing\n   14  in making all determinations pursuant to this subparagraph.\n   15    S  2. Subdivision 4 of section 1950 of the education law is amended by\n   16  adding a new paragraph oo to read as follows:\n   17    OO. BOARDS OF  COOPERATIVE  EDUCATIONAL  SERVICES  MAY  CONTRACT  WITH\n   18  THIRD-PARTY VENDORS TO SUPPORT OR PROVIDE TECHNOLOGY, TELECOMMUNICATIONS\n   19  AND RELATED SERVICES TO SCHOOL DISTRICTS.\n   20    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01535-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to contracts for technology and telecommunications services between boards of cooperative educational services and third-party vendors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T102550.TXT", "SOBI.D110107.T121857.TXT", "SOBI.D110110.T102050.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294673150137
}