{
  "year" : 2011,
  "senateBillNo" : "A1278-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A1278-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that any person who was an Army medic, Navy field medical service technician or Air Force pararescue shall be deemed to be qualified to be an EMT",
  "summary" : "Provides that any person who was an Army medic, Navy field medical service technician or Air Force pararescue shall be deemed to be qualified to be certified as an emergency medical technician. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2189-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Murray",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1278\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CASTELLI, TEDISCO, BOYLE, BURLING, MURRAY, ORTIZ,\n         MONTESANO  --  Multi-Sponsored by -- M. of A. BARCLAY, CALHOUN, CONTE,\n         CROUCH, FINCH, FITZPATRICK, GIGLIO,  HAWLEY,  HAYES,  KOLB,  P. LOPEZ,\n         McDONOUGH, McKEVITT, MENG, J. MILLER, MOLINARO, OAKS, PAULIN, RABBITT,\n         RAIA,  REILICH,  SALADINO,  SAYWARD,  SPANO,  THIELE  -- read once and\n         referred to the Committee on Health\n\n       AN ACT to amend the public health law,  in  relation  to  providing  for\n         certification  as  an  emergency medical technician of certain persons\n         who completed medical training in  the  armed  forces  of  the  United\n         States\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 3002 of the public health law,  as\n    2  amended  by  chapter  580  of  the  laws  of 2007, is amended to read as\n    3  follows:\n    4    2. The state council shall have the power, by an affirmative vote of a\n    5  majority of those present, subject to approval by the  commissioner,  to\n    6  enact,  and  from  time to time, amend and repeal, rules and regulations\n    7  establishing minimum standards for ambulance services, ambulance service\n    8  certification,  advanced  life  support  first  response  services,  the\n    9  provision  of  prehospital emergency medical care, public education, the\n   10  development of  a  statewide  emergency  medical  services  system,  the\n   11  provision  of ambulance services outside the primary territory specified\n   12  in the ambulance services' certificate and  the  training,  examination,\n   13  and certification of certified first responders, emergency medical tech-\n   14  nicians,  and advanced emergency medical technicians; provided, however,\n   15  that such minimum standards must be consistent with the staffing  stand-\n   16  ards  established by section three thousand five-a of this article. Such\n   17  training shall be made available by video or  computer  to  the  maximum\n   18  extent possible. [Until January first, nineteen hundred ninety-seven, no\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05481-01-1\n\n       A. 1278                             2\n\n    1  minimum standards shall be established for services provided by a volun-\n    2  tary  ambulance  service  operating  solely  pursuant  to a statement of\n    3  registration issued under section three thousand four.]  The  curriculum\n    4  for  certified first responder training shall not exceed fifty-one hours\n    5  including prerequisites. PROVIDED, FURTHER,  THAT  ANY  PERSON  WHO  HAS\n    6  SUCCESSFULLY  COMPLETED  THE  TRAINING  REQUIREMENTS  FOR AND HAS BEEN A\n    7  UNITED STATES ARMY  HEALTH  CARE  SPECIALIST  (MEDIC,  MOS-91W),  UNITED\n    8  STATES  NAVY  CORPSMAN  (FIELD  MEDICAL  SERVICE  TECHNICIAN, NEC-8404),\n    9  UNITED STATES AIR FORCE PARARESCUE (AFSC-IT2X1) OR ANY OTHER POSITION AS\n   10  THE UNITED STATES ARMY, NAVY OR  AIR  FORCE  SHALL  DESIGNATE  FOR  LIKE\n   11  TRAINED MILITARY PERSONNEL, SHALL BE DEEMED TO HAVE COMPLETED ALL TRAIN-\n   12  ING AND TESTING REQUIREMENTS NECESSARY FOR CERTIFICATION AS AN EMERGENCY\n   13  MEDICAL TECHNICIAN. The state council shall have the same powers granted\n   14  to regional councils by this article in any region of the state in which\n   15  a regional council has not been established.\n   16    S  2.  This  act shall take effect on the thirtieth day after it shall\n   17  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to providing for certification as an emergency medical technician of certain persons who completed medical training in the armed forces of the United States ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T141711.TXT", "SOBI.D110110.T113058.TXT", "SOBI.D110107.T132403.TXT", "SOBI.D110131.T140713.TXT", "SOBI.D110127.T114403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296501431333
}