{
  "year" : 2011,
  "senateBillNo" : "A1275-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A1275-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the town of North Hempstead, county of Nassau, to convey to Carle Place Water District certain parklands",
  "summary" : "Authorizes the town of North Hempstead, county of Nassau, to convey to Carle Place Water District certain parklands. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Parks",
  "previousVersions" : [ "A11545-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1275\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. SCHIMEL -- Multi-Sponsored by -- M. of A. McKEV-\n         ITT -- read once and referred to the Committee on Local Governments\n\n       AN ACT to authorize the town of North Hempstead, county  of  Nassau,  to\n         convey to the Carle Place Water District, certain parklands\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The town of North Hempstead, county of  Nassau,  acting  by\n    2  and  through its town board, is hereby authorized to convey by appropri-\n    3  ate instruments to the Carle Place Water District, parklands located  in\n    4  the  Carle  Place  Water District and described in section three of this\n    5  act.\n    6    S 2. The authorization provided in section one of this  act  shall  be\n    7  effective  only  upon  the  condition  that the town of North Hempstead,\n    8  county of Nassau, dedicate an amount equal to or greater than  the  fair\n    9  market value of the parklands being alienated pursuant to section one of\n   10  this act to the acquisition of new parklands and/or capital improvements\n   11  to existing park and recreational facilities.\n   12    S  3.  The  parklands  to  be conveyed by the town of North Hempstead,\n   13  county of Nassau, pursuant to section one of this act are  described  as\n   14  follows:\n   15    All  that  certain  plot,  piece or parcel of land, situate, lying and\n   16  being at Carle Place, Town of North  Hempstead,  County  of  Nassau  and\n   17  State  of  New  York,  said  parcel being more particularly described as\n   18  follows:\n   19    BEGINNING at a point on the westerly line of Carle  Road,  said  point\n   20  being distant 320.08 feet northerly as measured along said westerly line\n   21  of  Carle  Road  from its intersection with the northerly line of Winnie\n   22  Court;\n   23    RUNNING THENCE South 78 degrees 35 minutes 15 seconds West 60.00 feet;\n   24    RUNNING THENCE North 11 degrees 24 minutes 45 seconds West 27.12 feet;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01542-01-1\n\n       A. 1275                             2\n\n    1    RUNNING THENCE North 78 degrees 35 minutes 15 sections East 60.00 feet\n    2  to the westerly line of Carle Road;\n    3    RUNNING THENCE along said westerly line South 11 degrees 24 minutes 45\n    4  seconds East 27.12 feet to the point or place of beginning.\n    5    Containing within said bounds 1,627.2 square feet more or less.\n    6    S  4.  The conveyance of the parklands authorized by the provisions of\n    7  this act shall not occur until the town of North  Hempstead,  county  of\n    8  Nassau,  has  complied  with  any federal requirements pertaining to the\n    9  alienation or conversion of parklands, including satisfying  the  secre-\n   10  tary of the interior that the alienation or conversion complies with all\n   11  conditions which the secretary of the interior deems necessary to assure\n   12  that  the substitution of other lands be equivalent in fair market value\n   13  and recreational usefulness to the lands being alienated or converted.\n   14    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the town of North Hempstead, county of Nassau, to convey to the Carle Place Water District, certain parklands ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T121857.TXT", "SOBI.D110110.T102050.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294672850012
}