{
  "year" : 2011,
  "senateBillNo" : "A1273-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A1273-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates an exception to the competitive bidding process for certain purchases and contracts by political subdivisions, districts and local authorities",
  "summary" : "Creates an exception to the competitive bidding process for certain purchases and contracts by political subdivisions, districts and local authorities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A1387-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1273\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHIMEL -- Multi-Sponsored by -- M. of A. BREN-\n         NAN, CONTE, CROUCH, FINCH, GABRYSZAK, GALEF, GIGLIO, GUNTHER,  HOOPER,\n         JAFFEE,  KELLNER,  KOLB, McKEVITT, J. MILLER, MOLINARO, REILLY, ROBIN-\n         SON, SCHIMMINGER, SPANO, THIELE, WEISENBERG, ZEBROWSKI  --  read  once\n         and referred to the Committee on Local Governments\n\n       AN  ACT  to  amend the general municipal law, in relation to creating an\n         exception to the competitive bidding process for certain purchases and\n         contracts by political subdivisions, districts and local authorities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 3 of section 103 of the general municipal law,\n    2  as amended by chapter 343 of the laws of 2007, is  amended  to  read  as\n    3  follows:\n    4    3.  (A)  Notwithstanding  the  provisions  of  subdivision one of this\n    5  section, any officer, board or agency of a political subdivision  or  of\n    6  any  district [therein] LOCATED WITHIN SUCH POLITICAL SUBDIVISION OR ANY\n    7  LOCAL AUTHORITY THAT IS  authorized  to  make  purchases  of  materials,\n    8  equipment  or  supplies,  or  to  contract  for  services, may make such\n    9  purchases, or may contract for services, other than services subject  to\n   10  article  eight or nine of the labor law, when available, through (I) the\n   11  county in which the political subdivision [or], district [is located  or\n   12  through] OR LOCAL AUTHORITY IS LOCATED, SUBJECT TO THE RULES ESTABLISHED\n   13  PURSUANT TO SUBDIVISION TWO OF SECTION FOUR HUNDRED EIGHT-A OF THE COUN-\n   14  TY  LAW;  (II)  ANY  POLITICAL  SUBDIVISION, DISTRICT OR LOCAL AUTHORITY\n   15  LOCATED WITHIN SUCH COUNTY, SUBJECT TO THE RULES  ESTABLISHED  IN  PARA-\n   16  GRAPH  (C)  OF  THIS  SUBDIVISION;  OR (III) any county within the state\n   17  subject to the rules established pursuant to subdivision two of  section\n   18  four  hundred  eight-a  of  the  county law; provided that the political\n   19  subdivision [or], district OR LOCAL AUTHORITY for  which  such  officer,\n   20  board  or  agency  acts shall accept sole responsibility for any payment\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01520-01-1\n\n       A. 1273                             2\n\n    1  due the vendor or contractor. All purchases and all contracts  for  such\n    2  services  shall  be  subject  to  audit  and inspection by the political\n    3  subdivision [or], district OR LOCAL AUTHORITY for which made.  Prior  to\n    4  making  such  purchases  or contracts the officer, board or agency shall\n    5  consider whether such contracts will result in cost  savings  after  all\n    6  factors,  including  charges  for  service, material, and delivery, have\n    7  been considered.\n    8    (B) No officer, board or agency of a political subdivision or  of  any\n    9  district  therein  OR  OF ANY LOCAL AUTHORITY shall make any purchase or\n   10  contract for any such services through [the county in  which  the  poli-\n   11  tical  subdivision  or  district is located or through any county within\n   12  the state when] ANY COUNTY, POLITICAL  SUBDIVISION,  DISTRICT  OR  LOCAL\n   13  AUTHORITY  DESCRIBED IN SUBPARAGRAPH (I), (II) OR (III) OF PARAGRAPH (A)\n   14  OF THIS SUBDIVISION, IF bids have been received  for  such  purchase  or\n   15  such services by such officer, board or agency, unless such purchase may\n   16  be  made  or the contract for such services may be entered into upon the\n   17  same terms, conditions and specifications at a lower price through [the]\n   18  SUCH county, POLITICAL SUBDIVISION,  DISTRICT  OR  LOCAL  AUTHORITY,  AS\n   19  APPLICABLE.\n   20    (C)  THE  GOVERNING  BOARD  OF  ANY  POLITICAL  SUBDIVISION, OR OF ANY\n   21  DISTRICT THEREIN, OR  OF  ANY  LOCAL  AUTHORITY,  MAY  INCLUDE,  IN  ANY\n   22  PURCHASE  CONTRACT  OR  ANY  CONTRACT  FOR SERVICES, OTHER THAN SERVICES\n   23  SUBJECT TO ARTICLE EIGHT OR NINE OF THE LABOR LAW, THAT  IT  INTENDS  TO\n   24  AWARD  AFTER  ADVERTISEMENT FOR BIDS TO THE LOWEST RESPONSIBLE BIDDER, A\n   25  PROVISION WHEREBY PURCHASES MAY BE MADE OR SUCH SERVICES MAY BE OBTAINED\n   26  UNDER SUCH CONTRACT BY ANY  POLITICAL  SUBDIVISION,  DISTRICT  OR  LOCAL\n   27  AUTHORITY THAT IS LOCATED WITHIN THE SAME COUNTY AS THE POLITICAL SUBDI-\n   28  VISION,  DISTRICT  OR LOCAL AUTHORITY THAT AWARDS SUCH CONTRACT. IN SUCH\n   29  EVENT, THE GOVERNING BOARD SHALL ADOPT RULES PRESCRIBING THE  CONDITIONS\n   30  UNDER WHICH, AND THE MANNER IN WHICH, SUCH PURCHASES MAY BE MADE OR SUCH\n   31  SERVICES  MAY  BE OBTAINED BY POLITICAL SUBDIVISIONS, DISTRICTS OR LOCAL\n   32  AUTHORITIES LOCATED IN THE SAME COUNTY.\n   33    S 2. Section 100 of the general municipal law is amended by  adding  a\n   34  new subdivision 4 to read as follows:\n   35    4. \"LOCAL AUTHORITY\" MEANS:\n   36    A.  A  PUBLIC  AUTHORITY  OR  PUBLIC BENEFIT CORPORATION CREATED BY OR\n   37  EXISTING UNDER THE PUBLIC AUTHORITIES LAW OR ANY OTHER LAW OF THE  STATE\n   38  OF  NEW  YORK WHOSE MEMBERS DO NOT HOLD A CIVIL OFFICE OF THE STATE, ARE\n   39  NOT APPOINTED BY THE GOVERNOR OR ARE APPOINTED BY THE  GOVERNOR  SPECIF-\n   40  ICALLY UPON THE RECOMMENDATION OF THE LOCAL GOVERNMENT OR GOVERNMENTS;\n   41    B.  A  NOT-FOR-PROFIT  CORPORATION  AFFILIATED  WITH, SPONSORED BY, OR\n   42  CREATED BY A COUNTY, CITY, TOWN OR VILLAGE GOVERNMENT;\n   43    C. A LOCAL INDUSTRIAL DEVELOPMENTAL AGENCY OR AUTHORITY OR OTHER LOCAL\n   44  PUBLIC BENEFIT CORPORATION; OR\n   45    D. AN AFFILIATE OF SUCH LOCAL AUTHORITY.\n   46    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to creating an exception to the competitive bidding process for certain purchases and contracts by political subdivisions, districts and local authorities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T102550.TXT", "SOBI.D110107.T121857.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294673150144
}