{
  "year" : 2011,
  "senateBillNo" : "A1277-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A1277-2011-1294203600000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends real property exemption for veterans organizations to include property occupied by any person although not also entitled to exemption",
  "summary" : "Extends the real property tax exemption for veterans organizations to include property so owned which is occupied by any person although not also entitled to exemption. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A10458-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1277\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CASTELLI, BURLING, ORTIZ, SALADINO -- read once\n         and referred to the Committee on Veterans' Affairs\n\n       AN ACT to amend the real property tax law, in relation to extending real\n         property exemption for veterans' organizations to include property  so\n         owned  which  is  occupied by any person although not also entitled to\n         exemption\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings and purpose. The legislature hereby\n    2  finds and declares that, presently, most veterans' organizations support\n    3  their charitable, educational, and veterans' programs by  renting  space\n    4  in their buildings. However, if the renter/tenant is not an exempt enti-\n    5  ty,  the  rental  portion  is  taxable.  This taxation has a devastating\n    6  effect on the posts' maintenance and programs.\n    7    S 2. Section 452 of the  real  property  tax  law,  subdivision  1  as\n    8  amended by chapter 610 of the laws of 1960 and subdivision 3 as added by\n    9  chapter 524 of the laws of 1986, is amended to read as follows:\n   10    S  452. Veterans organizations. 1. Real property owned by AN ORGANIZA-\n   11  TION OF PERSONS ORGANIZED PURSUANT TO THE PROVISIONS OF SECTION  TWO  OF\n   12  THE BENEVOLENT ORDERS LAW OR a corporation, association or post composed\n   13  of veterans of the Grand Army of the Republic, Veterans of Foreign Wars,\n   14  Disabled  American Veterans, the United Spanish War Veterans, the Jewish\n   15  War Veterans of the United States, Inc., Catholic  War  Veterans,  Inc.,\n   16  the  American Legion, AMVETS, American Veterans of World War II, Italian\n   17  American War Veterans of the United States,  Incorporated,  Masonic  War\n   18  Veterans  of  the  State of New York, Incorporated, and any other corpo-\n   19  ration or association of veterans of the  armed  forces  of  the  United\n   20  States  in  any  war,  [actually  and exclusively used and occupied] THE\n   21  ENTIRE NET INCOME OF WHICH REAL PROPERTY IS EXCLUSIVELY APPLIED OR TO BE\n   22  USED TO THE CARRYING, MAINTENANCE AND DEPRECIATION CHARGES OF THE  PROP-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05503-01-1\n\n       A. 1277                             2\n\n    1  ERTY  OR  PORTION  THEREOF, AS THE CASE MAY BE, AND THE REMAINDER TO THE\n    2  SUPPORT OF THE CHARITABLE, EDUCATION OR VETERANS' PROGRAMS MAINTAINED by\n    3  such corporation, association or post shall be exempt from taxation  and\n    4  exempt  from  special  ad  valorem levies and special assessments to the\n    5  extent provided in section four hundred ninety of this chapter.\n    6    2. [Such real property shall be so exempt although  it  or  a  portion\n    7  thereof is used by another corporation or association whose real proper-\n    8  ty  would  be entitled to an exemption pursuant to any section in titles\n    9  one or two of this article except  sections  four  hundred  eight,  four\n   10  hundred  forty, four hundred sixty-six or four hundred seventy-eight, if\n   11  such corporation or association itself owned such real property, as long\n   12  as any moneys paid to the owning corporation, association or post by the\n   13  using corporation or association do not exceed the amount  of  carrying,\n   14  maintenance and depreciation charges of the property or portion thereof,\n   15  as  the  case may be. If a portion of such real property is actually and\n   16  exclusively used by any person whose real property would not be so enti-\n   17  tled to an exemption, such portion shall be subject to taxation, special\n   18  ad valorem levies and special assessments and the remaining portion only\n   19  shall be exempt as provided herein.\n   20    3.] Real property owned by a soldiers' monument corporation  organized\n   21  pursuant  to  section fourteen hundred five of the not-for-profit corpo-\n   22  ration law shall be eligible for [full or partial] exemption from  taxa-\n   23  tion as provided in this section if:\n   24    (a)  such  property  is  not  used  in  such  manner as entitles it to\n   25  exemption pursuant to section four hundred forty-two  of  this  chapter,\n   26  and\n   27    (b) the membership of such corporation is composed of specified veter-\n   28  ans as provided in subdivision one of this section[, and\n   29    (c)  such  property  is,  notwithstanding any provision of such corpo-\n   30  ration's certificate of incorporation  to  the  contrary,  actually  and\n   31  exclusively  used and occupied by such corporation in a manner otherwise\n   32  entitling it to exemption under subdivision one or two of this section].\n   33    S 3. This act shall take effect immediately and  shall  be  deemed  to\n   34  have been in full force and effect on and after April 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to extending real property exemption for veterans' organizations to include property so owned which is occupied by any person although not also entitled to exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T113058.TXT", "SOBI.D110107.T131903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294677058472
}