{
  "year" : 2011,
  "senateBillNo" : "A1270-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1270-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the town of North Hempstead to create a townwide environmental district to identify and fund the costs associated with landfill maintenance",
  "summary" : "Authorizes the town of North Hempstead to create a townwide environmental improvement district to identify and fund the costs associated with landfill maintenance. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AA8769-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1270\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. SCHIMEL -- read once and referred to the Commit-\n         tee on Environmental Conservation\n\n       AN ACT to amend the public authorities law, in relation  to  authorizing\n         the  town  of  North  Hempstead  to  create  a  townwide environmental\n         improvement district\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 2049-e of the public authorities law is amended by\n    2  adding a new subdivision 4 to read as follows:\n    3    4. NOTWITHSTANDING THE PROVISIONS OF ANY OTHER LAW,  GENERAL,  SPECIAL\n    4  OR LOCAL, THE TOWN BY RESOLUTION OF THE TOWN BOARD AFTER AT LEAST THIRTY\n    5  DAYS  PUBLIC NOTICE AND A PUBLIC HEARING, IS HEREBY AUTHORIZED TO ESTAB-\n    6  LISH A TOWNWIDE ENVIRONMENTAL CONSERVATION AND GREEN PROJECT INITIATIVES\n    7  IMPROVEMENT DISTRICT, ENCOMPASSING ALL REAL PROPERTY WITHIN  SUCH  TOWN,\n    8  FOR  THE PURPOSES OF ASSISTING THE AUTHORITY IN FULFILLING ITS POWERS AS\n    9  DESCRIBED IN SECTION TWO THOUSAND FORTY-NINE-D OF THIS ARTICLE AND MEET-\n   10  ING OBLIGATIONS INCURRED IN THE TREATMENT, MANAGEMENT OR DISPOSAL OF THE\n   11  TOWN POPULATION'S SOLID WASTE AND  ITS  BY-PRODUCTS,  AND  TO  UNDERTAKE\n   12  OTHER  ENVIRONMENTAL  PROJECTS,  INCLUDING  BUT  NOT LIMITED TO, EROSION\n   13  CONTROL, FLOOD MITIGATION AND REMEDIATION, SHORELINE PROTECTION, GROUND-\n   14  WATER PROTECTION AND WETLANDS PRESERVATION. THE TOWN BOARD  SHALL  SERVE\n   15  AS THE BOARD OF COMMISSIONERS OF SUCH DISTRICT.\n   16    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01527-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to authorizing the town of North Hempstead to create a townwide environmental improvement district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T121857.TXT", "SOBI.D110110.T102050.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294672850033
}