{
  "year" : 2011,
  "senateBillNo" : "A1279-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1279-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prohibiting funding of terrorist activities through donations to not-for-profit organizations",
  "summary" : "Relates to prohibiting funding of terrorist activities through donations to not-for-profit organizations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A10601-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1279\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CASTELLI -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the penal law and the not-for-profit corporation law, in\n         relation  to  prohibiting  funding and support of terrorist activities\n         and organizations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   Section 490.15 of the penal law, as added by chapter 300\n    2  of the laws of 2001, is amended to read as follows:\n    3  S 490.15 Soliciting or providing support for an act of terrorism in  the\n    4             first degree.\n    5    A person commits soliciting or providing support for an act of terror-\n    6  ism in the first degree when:\n    7    1.  he or she commits the crime of soliciting or providing support for\n    8  an act of terrorism in the second degree and the total value of material\n    9  support or resources exceeds one thousand dollars; OR\n   10    2. HE OR SHE, AS AN OFFICER OR DIRECTOR  OF  A  NOT-FOR-PROFIT  CORPO-\n   11  RATION,  KNOWINGLY  PERMITS  SUCH CORPORATION TO ASSIST, FUND OR SUPPORT\n   12  TERRORISM.\n   13    Soliciting or providing support for an act of terrorism in  the  first\n   14  degree is a class C felony.\n   15    S  2.  Section  115 of the not-for-profit corporation law, as added by\n   16  chapter 669 of the laws of 1977, is amended to read as follows:\n   17  S 115. Power to solicit contributions for charitable purposes.\n   18    (A) SOLICITATION OF CONTRIBUTIONS FOR CHARITABLE PURPOSES.  No  corpo-\n   19  ration having the power to solicit contributions for charitable purposes\n   20  may  solicit  contributions  for  any purpose for which approval of such\n   21  solicitation is required under the provisions of  section  four  hundred\n   22  four of this chapter unless the certificate specifically makes provision\n   23  for  such  solicitation and the required written approval is endorsed on\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05507-01-1\n\n       A. 1279                             2\n\n    1  or annexed to such certificate or unless the corporation is among  those\n    2  referred  to  in section one hundred seventy-two-a of the executive law.\n    3  If such approval is not obtained and the corporation continues to solic-\n    4  it  or  to  receive contributions for such purpose or advertises that it\n    5  has obtained such approval, the attorney general, at the request of  the\n    6  officer  or  body  authorized  to grant such approval, shall maintain an\n    7  action or proceeding pursuant to the provisions of subparagraph  one  of\n    8  paragraph  (a)  of section one hundred twelve of this [chapter] ARTICLE.\n    9  Such an action may also be maintained in relation to a corporation here-\n   10  inafter incorporated if the name, purposes, objects or the activities of\n   11  such corporation may, in any manner, lead to the belief that the  corpo-\n   12  ration possesses or may exercise any of such purposes.\n   13    (B) CONTRIBUTIONS SOLICITED FOR, OR TRANSFERRED TO, ORGANIZATIONS THAT\n   14  SUPPORT  TERRORISM  PROHIBITED. NO CORPORATION FORMED UNDER THIS CHAPTER\n   15  SHALL SOLICIT CONTRIBUTIONS FOR, OR TRANSFER ANY MONIES TO,  ANY  PERSON\n   16  OR  ORGANIZATION WHICH ASSISTS, FUNDS OR SUPPORTS TERRORISM OR TERRORIST\n   17  ACTIVITIES. TERRORISM AND TERRORIST ACTIVITIES FOR THE PURPOSES OF  THIS\n   18  SECTION,  SHALL  INCLUDE  ANY  ACT,  OR  THREAT  OF  AN ACT, OF VIOLENCE\n   19  DIRECTED AGAINST THE UNITED STATES, ANY STATE, OR LOCAL  GOVERNMENT,  OR\n   20  AGAINST ANY PERSON OR PROPERTY WITHIN THE UNITED STATES, IF SUCH ACT, OR\n   21  THREAT  OF  AN  ACT,  OF VIOLENCE IS MOTIVATED BY RELIGIOUS, CULTURAL OR\n   22  POLITICAL IDEOLOGY. FOR THE PURPOSES OF THIS  SECTION,  THE  ASSISTANCE,\n   23  FUNDING  OR  SUPPORT OF TERRORISM SHALL INCLUDE ANY ACTIVITY WHICH COULD\n   24  ASSIST THE ADVANCEMENT, PLANNING,  OPERATION,  CONDUCT  OR  ADVOCACY  OF\n   25  TERRORISM  OR TERRORIST ACTIVITIES, INCLUDING THE ASSISTANCE, FUNDING OR\n   26  SUPPORTING OF ANY EDUCATIONAL, RELIGIOUS, CULTURAL OR  POLITICAL  ORGAN-\n   27  IZATION,  OR  PERSON OFFICIALLY AFFILIATED WITH SUCH ORGANIZATION, WHICH\n   28  ADVOCATES THE ADVANCEMENT, PLANNING, OPERATION, CONDUCT OR  ADVOCACY  OF\n   29  TERRORISM OR TERRORIST ACTIVITIES. THE ATTORNEY GENERAL AND/OR THE STATE\n   30  COMPTROLLER,  UPON  PROBABLE CAUSE, MAY AUDIT AND INVESTIGATE ANY CORPO-\n   31  RATION FORMED UNDER THIS CHAPTER, SUSPECTED OF VIOLATING THE  PROVISIONS\n   32  OF  THIS SECTION.   UPON THE CONDUCT OF SUCH AUDIT OR INVESTIGATION, THE\n   33  ATTORNEY GENERAL AND STATE COMPTROLLER SHALL BE PERMITTED FULL AND UNRE-\n   34  STRICTED ACCESS TO ALL RECORDS, PAPERS AND ACCOUNTS OF SUCH CORPORATION,\n   35  AND SHALL ALSO BE EMPOWERED TO DEPOSE UNDER OATH, ANY OFFICER,  DIRECTOR\n   36  OR  EMPLOYEE  OF  SUCH CORPORATION. THE ATTORNEY GENERAL SHALL ALSO HAVE\n   37  THE POWER, AS SHALL THE DISTRICT ATTORNEY OF THE  COUNTY  IN  WHICH  THE\n   38  CORPORATION  MAINTAINS  ITS  OFFICES, TO PROSECUTE ANY VIOLATION OF THIS\n   39  SECTION.  ANY CORPORATION FOUND TO HAVE VIOLATED THE PROVISIONS OF  THIS\n   40  SECTION,  AND/OR  ANY CORPORATION WHICH HAS AN OFFICER OR DIRECTOR FOUND\n   41  GUILTY OF SECTION 490.15 OF  THE  PENAL  LAW  UPON  APPLICATION  TO  THE\n   42  SUPREME  COURT BY THE ATTORNEY GENERAL OR THE DISTRICT ATTORNEY SHALL BE\n   43  DEEMED IMMEDIATELY DISSOLVED, WITH ITS ASSETS IMMEDIATELY TRANSFERRED TO\n   44  THE STATE OF NEW YORK, AND THE STATE COMPTROLLER  UPON  DEPOSITING  SUCH\n   45  ASSETS INTO A SEGREGATED ACCOUNT SHALL THEREUPON DISBURSE SUCH ASSETS TO\n   46  OTHER  CHARITABLE  ORGANIZATIONS  WHICH  DO  NOT ASSIST, FUND OR SUPPORT\n   47  TERRORISM OR  TERRORIST  ACTIVITIES,  UNLESS  THE  SUPREME  COURT  FINDS\n   48  COMPELLING  EVIDENCE  THAT  THE  CORPORATION'S EXISTENCE SHOULD BE MAIN-\n   49  TAINED AND THE CORPORATION HAS DEMONSTRATED THAT ALL PERSONS INVOLVED IN\n   50  THE ACTIVITIES CONSTITUTING A VIOLATION OF THIS SECTION HAVE BEEN PERMA-\n   51  NENTLY BARRED FROM EMPLOYMENT, ASSOCIATION, AND/OR ANY INVOLVEMENT  WITH\n   52  THE CORPORATION.\n   53    S 3. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the not-for-profit corporation law, in relation to prohibiting funding and support of terrorist activities and organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T113058.TXT", "SOBI.D110107.T132403.TXT", "SOBI.D110126.T112747.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296059267667
}