{
  "year" : 2011,
  "senateBillNo" : "A1284-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1284-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits awarding of reasonable attorneys' fees, costs and exemplary damages in court actions for unlawful discriminatory practices pursuant to the human rights law",
  "summary" : "Permits awarding of reasonable attorneys' fees and costs and exemplary damages in court actions for unlawful discriminatory practices pursuant to the human rights law; provides incentive to the employer not to discriminate against the employee knowing there will be financial repercussions for their actions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A635-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1284\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, PHEFFER, KAVANAGH -- Multi-Sponsored by\n         --  M.  of  A.    GOTTFRIED,  HOOPER  -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation  to  awarding  attorneys'\n         fees  and  costs  and  exemplary  damages  in an action brought for an\n         unlawful discriminatory practice\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  9  of  section  297 of the executive law, as\n    2  amended by section 16 of part D of chapter 405 of the laws of  1999,  is\n    3  amended to read as follows:\n    4    9.  Any  person claiming to be aggrieved by an unlawful discriminatory\n    5  practice shall have a cause of action in any court of appropriate juris-\n    6  diction for damages, including, in cases of housing discrimination only,\n    7  punitive damages, and UPON PREVAILING, SHALL RECOVER  REASONABLE  ATTOR-\n    8  NEYS'  FEES  AND  COSTS  IN THE ACTION. IN ADDITION THERETO THE TRIER OF\n    9  FACT MAY AWARD EXEMPLARY DAMAGES AND  such  other  remedies  as  may  be\n   10  appropriate,  including any civil fines and penalties provided in subdi-\n   11  vision four of this section, unless such person had  filed  a  complaint\n   12  hereunder  or  with  any  local  commission on human rights, or with the\n   13  superintendent pursuant to the provisions of section two  hundred  nine-\n   14  ty-six-a  of  this  chapter,  provided  that,  where  the  division  has\n   15  dismissed such complaint on the grounds of  administrative  convenience,\n   16  on  the  grounds of untimeliness, or on the grounds that the election of\n   17  remedies is annulled, such person shall maintain  all  rights  to  bring\n   18  suit  as  if  no complaint had been filed with the division. At any time\n   19  prior to a hearing before  a  hearing  examiner,  a  person  who  has  a\n   20  complaint  pending at the division may request that the division dismiss\n   21  the complaint and annul his or her election  of  remedies  so  that  the\n   22  human  rights  law  claim may be pursued in court, and the division may,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04378-01-1\n\n       A. 1284                             2\n\n    1  upon such request, dismiss  the  complaint  on  the  grounds  that  such\n    2  person's election of an administrative remedy is annulled. Notwithstand-\n    3  ing  subdivision  (a)  of section two hundred four of the civil practice\n    4  law  and  rules, if a complaint is so annulled by the division, upon the\n    5  request of the party bringing such complaint before the  division,  such\n    6  party's rights to bring such cause of action before a court of appropri-\n    7  ate  jurisdiction  shall  be  limited  by  the statute of limitations in\n    8  effect in such court at the time the complaint was initially filed  with\n    9  the division. Any party to a housing discrimination complaint shall have\n   10  the right within twenty days following a determination of probable cause\n   11  pursuant  to  subdivision two of this section to elect to have an action\n   12  commenced in a civil court, and an attorney representing the division of\n   13  human rights will be appointed to present the complaint  in  court,  or,\n   14  with  the  consent  of  the  division,  the  case  may  be  presented by\n   15  complainant's attorney. A complaint filed by the equal employment oppor-\n   16  tunity commission to comply with the requirements of 42  USC  2000e-5(c)\n   17  and 42 USC 12117(a) and 29 USC 633(b) shall not constitute the filing of\n   18  a  complaint  within  the meaning of this subdivision. No person who has\n   19  initiated any action in a court of competent jurisdiction or who has  an\n   20  action  pending  before any administrative agency under any other law of\n   21  the state based upon an act which would be  an  unlawful  discriminatory\n   22  practice  under  this  article, may file a complaint with respect to the\n   23  same grievance under this section or under section two  hundred  ninety-\n   24  six-a of this article.\n   25    S  2.  This  act shall take effect on the thirtieth day after it shall\n   26  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to awarding attorneys' fees and costs and exemplary damages in an action brought for an unlawful discriminatory practice ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T132403.TXT", "SOBI.D110110.T113557.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294677357566
}