{
  "year" : 2011,
  "senateBillNo" : "A1289-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1289-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes speeding without a license as a class A misdemeanor punishable by various fines and/or imprisonment depending on excessive speed",
  "summary" : "Establishes speeding without a license as a class A misdemeanor, punishable by a sliding scale of fines and/or imprisonment, based upon how much the applicable speed limit was exceeded. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2394-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1289\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to speeding  by\n         an unlicensed driver\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 1183 to read as follows:\n    3    S 1183. SPEEDING BY AN UNLICENSED DRIVER. 1. SPEEDING BY AN UNLICENSED\n    4  DRIVER  IS HEREBY DECLARED A CLASS A MISDEMEANOR, PUNISHABLE AS PROVIDED\n    5  IN THIS SECTION.\n    6    2. EVERY PERSON CONVICTED OF SPEEDING WHO DOES  NOT  HAVE  A  PROPERLY\n    7  ISSUED DRIVER'S LICENSE SHALL BE PUNISHED AS FOLLOWS:\n    8    (A)  WHERE THE COURT OR TRIBUNAL RECORDS OR ENTERS THAT THE SPEED UPON\n    9  WHICH THE CONVICTION WAS BASED EXCEEDED THE APPLICABLE  SPEED  LIMIT  BY\n   10  NOT  MORE  THAN  TEN  MILES  PER  HOUR,  BY A FINE OF NOT LESS THAN FIVE\n   11  HUNDRED DOLLARS NOR MORE THAN ONE THOUSAND DOLLARS;\n   12    (B) WHERE THE COURT OR TRIBUNAL RECORDS OR ENTERS THAT THE SPEED  UPON\n   13  WHICH  THE  CONVICTION  WAS BASED EXCEEDED THE APPLICABLE SPEED LIMIT BY\n   14  TEN MILES PER HOUR OR MORE BUT NOT MORE THAN THIRTY MILES PER HOUR, BY A\n   15  FINE OF NOT LESS THAN ONE THOUSAND DOLLARS NOR MORE  THAN  ONE  THOUSAND\n   16  FIVE  HUNDRED  DOLLARS OR BY IMPRISONMENT FOR NOT MORE THAN THIRTY DAYS,\n   17  OR BY BOTH SUCH FINE AND IMPRISONMENT;\n   18    (C) WHERE THE COURT OR TRIBUNAL RECORDS OR ENTERS THAT THE SPEED  UPON\n   19  WHICH  THE  CONVICTION  WAS BASED EXCEEDED THE APPLICABLE SPEED LIMIT BY\n   20  MORE THAN THIRTY MILES PER HOUR, BY A FINE OF NOT LESS THAN ONE THOUSAND\n   21  FIVE HUNDRED DOLLARS NOR MORE THAN TWO THOUSAND DOLLARS, OR BY IMPRISON-\n   22  MENT FOR NOT MORE THAN THIRTY DAYS OR BY BOTH SUCH  FINE  AND  IMPRISON-\n   23  MENT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03256-01-1\n\n       A. 1289                             2\n\n    1    3.  THE MAXIMUM FINE FOR ANY SUBSEQUENT CONVICTION OF SPEEDING WITHOUT\n    2  A LICENSE  WHICH  OCCURS  WITHIN  EIGHTEEN  MONTHS  OF  ANY  SUCH  PRIOR\n    3  CONVICTION MAY BE INCREASED BY AN ADDITIONAL FIVE HUNDRED DOLLARS.\n    4    4. NOTHING CONTAINED HEREIN SHALL BE CONSTRUED AS PREVENTING OR LIMIT-\n    5  ING THE IMPOUNDING OR FORFEITURE OF A MOTOR VEHICLE AS PROVIDED PURSUANT\n    6  TO SECTION FOUR HUNDRED TWENTY-FOUR OF THIS CHAPTER.\n    7    S 2. This act shall take effect on the one hundred eightieth day after\n    8  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to speeding by an unlicensed driver ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T132403.TXT", "SOBI.D110107.T132903.TXT", "SOBI.D110110.T112055.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294676455278
}