{
  "year" : 2011,
  "senateBillNo" : "A1283-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A1283-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a tax abatement for landowners allowing snowmobiling on such land",
  "summary" : "Provides a tax abatement of 10% for landowners allowing snowmobiling on such land; such abatement limited to those parcels crossed by a trail which is maintained by a county, city, town or village as a part of a system of trails and eligible for aid pursuant to the parks, recreation and historic preservation law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A687-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1283\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, MAGEE, ORTIZ -- Multi-Sponsored by -- M.\n         of A. MAYERSOHN, McENENY -- read once and referred to the Committee on\n         Real Property Taxation\n\n       AN  ACT to amend the real property tax law, in relation to providing tax\n         abatement for private landowners who allow snowmobiling on such land\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 496 to read as follows:\n    3    S 496. REAL PROPERTY TAX ABATEMENT FOR PRIVATE LANDOWNERS  IN  CERTAIN\n    4  INSTANCES.  1.  A  REAL  PROPERTY  TAX ABATEMENT OF TEN PERCENT SHALL BE\n    5  GRANTED TO PRIVATE LANDOWNERS WHO ALLOW THE PUBLIC TO SNOWMOBILE ON SUCH\n    6  LAND.\n    7    2. THE LANDOWNER SHALL APPLY  FOR  THE  TAX  ABATEMENT  AUTHORIZED  BY\n    8  SUBDIVISION  ONE  OF  THIS SECTION WITH THE TAX ASSESSOR'S OFFICE OF THE\n    9  COUNTY IN WHICH SUCH LAND IS LOCATED. THE TAX ASSESSOR SHALL GRANT A TAX\n   10  ABATEMENT OF TEN PERCENT TO A LANDOWNER PURSUANT TO SUBDIVISION  ONE  OF\n   11  THIS  SECTION  PROVIDED  THAT  SUCH  ABATEMENT  SHALL  NOT APPLY TO THAT\n   12  PORTION OF TAXES ASCRIBABLE  TO  STRUCTURES  OR  IMPROVEMENTS  UPON  THE\n   13  SUBJECT PARCEL AND FURTHER PROVIDED THAT SUCH ABATEMENT SHALL BE LIMITED\n   14  TO  THOSE  PARCELS  CROSSED  BY A TRAIL WHICH IS MAINTAINED BY A COUNTY,\n   15  CITY, TOWN OR VILLAGE AS PART OF A SYSTEM OF TRAILS ELIGIBLE  FOR  STATE\n   16  AID  PURSUANT  TO  SECTION  27.17  OF THE PARKS, RECREATION AND HISTORIC\n   17  PRESERVATION LAW.\n   18    3. THE STATE SHALL REIMBURSE A COUNTY FOR  THE  AMOUNT  OF  ABATEMENTS\n   19  GRANTED  PURSUANT  TO SUBDIVISION ONE OF THIS SECTION PROVIDED, HOWEVER,\n   20  THAT NO FUNDS COLLECTED PURSUANT TO SECTION 21.07 OF THE  PARKS,  RECRE-\n   21  ATION AND HISTORIC PRESERVATION LAW SHALL BE USED FOR SUCH PURPOSE.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01698-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to providing tax abatement for private landowners who allow snowmobiling on such land ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T132403.TXT", "SOBI.D110110.T113557.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294677357564
}