{
  "year" : 2011,
  "senateBillNo" : "A1298-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1298-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions with respect to the disposition of fine money imposed for infractions by the holder of a conditional license",
  "summary" : "Requires a fine for violation of the conditions of a conditional license, issued after conviction of driving while under the influence of drugs or alcohol, to be paid to the county where such violation occurred if such county has a special traffic options program for driving while intoxicated; relates to the distribution of the mandatory surcharge for certain alcohol-related convictions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A972-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1298\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GANTT, WEISENBERG, JAFFEE -- Multi-Sponsored by\n         -- M. of A. SWEENEY -- read once and  referred  to  the  Committee  on\n         Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the disposi-\n         tion  of  fine money imposed for infractions relating to the operation\n         of a motor vehicle by the holder of  a  conditional  license;  and  to\n         amend  the  vehicle  and traffic law and the penal law, in relation to\n         the distribution of the mandatory surcharge for certain alcohol-relat-\n         ed convictions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 1197 of the vehi-\n    2  cle  and  traffic  law, as separately amended by chapters 196 and 688 of\n    3  the laws of 1996 and subparagraph 3 as amended by  chapter  345  of  the\n    4  laws of 2007, is amended to read as follows:\n    5    (a)  Where  a county establishes a special traffic options program for\n    6  driving while intoxicated, pursuant to this section,  it  shall  receive\n    7  fines  [and],  forfeitures,  AND  MANDATORY  SURCHARGES collected by any\n    8  court, judge, magistrate, or other officer within that  county,  includ-\n    9  ing,  where  appropriate,  a  hearing  officer  acting  on behalf of the\n   10  commissioner[,]: (1) imposed for violations of  subparagraphs  (ii)  and\n   11  (iii)  of  paragraph (a) of subdivision two or subparagraph (i) of para-\n   12  graph (a) of subdivision three of section five hundred  eleven  of  this\n   13  chapter; (2) imposed in accordance with the provisions of section eleven\n   14  hundred  ninety-three,  PARAGRAPH  (F)  OF  SUBDIVISION SEVEN OF SECTION\n   15  ELEVEN HUNDRED NINETY-SIX and civil penalties imposed pursuant to subdi-\n   16  vision two of section eleven  hundred  ninety-four-a  of  this  article,\n   17  including,  where appropriate, a hearing officer acting on behalf of the\n   18  commissioner, from violations of  sections  eleven  hundred  ninety-two,\n   19  eleven  hundred  ninety-two-a  and  findings  made  under section eleven\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03217-01-1\n\n       A. 1298                             2\n\n    1  hundred ninety-four-a of this article; and (3) imposed upon a conviction\n    2  for: aggravated vehicular assault, pursuant to section 120.04-a  of  the\n    3  penal  law;  vehicular  assault in the first degree, pursuant to section\n    4  120.04  of the penal law; vehicular assault in the second degree, pursu-\n    5  ant to section 120.03 of the penal law; aggravated  vehicular  homicide,\n    6  pursuant  to  section 125.14 of the penal law; vehicular manslaughter in\n    7  the first degree, pursuant to section  125.13  of  the  penal  law;  and\n    8  vehicular  manslaughter in the second degree, pursuant to section 125.12\n    9  of the penal law, as provided in section eighteen hundred three of  this\n   10  chapter.  Upon receipt of these moneys, the county shall deposit them in\n   11  a separate account entitled \"special traffic options program for driving\n   12  while intoxicated\" and they shall be under the exclusive  care,  custody\n   13  and  control of the chief fiscal officer of each county participating in\n   14  the program.\n   15    S 2. The opening paragraph of subdivision 9 of  section  1803  of  the\n   16  vehicle  and traffic law, as amended by chapter 345 of the laws of 2007,\n   17  is amended to read as follows:\n   18    Where a county establishes a special traffic options program for driv-\n   19  ing while intoxicated, approved by the commissioner [of motor vehicles],\n   20  pursuant to section eleven hundred ninety-seven  of  this  chapter,  all\n   21  fines,  penalties  [and],  forfeitures  AND  MANDATORY SURCHARGES, WHERE\n   22  APPLICABLE, collected from violations of subparagraphs (ii) and (iii) of\n   23  paragraph (a) of subdivision two or subparagraph (i) of paragraph (a) of\n   24  subdivision three of section five hundred eleven[,] OF THIS CHAPTER; all\n   25  fines, penalties and forfeitures  imposed  in  accordance  with  section\n   26  eleven hundred ninety-three of this chapter collected from violations of\n   27  section eleven hundred ninety-two of this chapter; ALL FINES, PENALTIES,\n   28  AND  FORFEITURES IMPOSED IN ACCORDANCE WITH PARAGRAPH (F) OF SUBDIVISION\n   29  SEVEN OF SECTION ELEVEN HUNDRED NINETY-SIX  OF  THIS  CHAPTER;  and  any\n   30  fines  or forfeitures collected by any court, judge, magistrate or other\n   31  officer imposed upon a conviction  for:  aggravated  vehicular  assault,\n   32  pursuant  to section 120.04-a of the penal law; vehicular assault in the\n   33  first degree, pursuant to section 120.04 of  the  penal  law;  vehicular\n   34  assault  in  the  second degree, pursuant to section 120.03 of the penal\n   35  law; aggravated vehicular homicide, pursuant to section  125.14  of  the\n   36  penal  law;  vehicular  manslaughter  in  the  first degree, pursuant to\n   37  section 125.13 of the penal  law;  and  vehicular  manslaughter  in  the\n   38  second  degree,  pursuant  to  section 125.12 of the penal law and civil\n   39  penalties imposed pursuant to subdivision two of section eleven  hundred\n   40  ninety-four-a of this chapter, shall be paid to such county.\n   41    S  3. Subdivision 3 of section 1809 of the vehicle and traffic law, as\n   42  amended by chapter 309 of the laws  of  1996,  is  amended  to  read  as\n   43  follows:\n   44    3. (A) The mandatory surcharge provided for in subdivision one of this\n   45  section shall be paid to the clerk of the court or administrative tribu-\n   46  nal that rendered the conviction. Within the first ten days of the month\n   47  following collection of the mandatory surcharge, the collecting authori-\n   48  ty  shall determine the amount of mandatory surcharge collected [and, if\n   49  it]. IF THE COLLECTING AUTHORITY is an administrative tribunal or a town\n   50  or village justice court, EXCEPT AS PROVIDED IN PARAGRAPH  (B)  OF  THIS\n   51  SUBDIVISION, it shall pay such money to the state comptroller, who shall\n   52  deposit such money in the state treasury pursuant to section one hundred\n   53  twenty-one  of  the state finance law to the credit of the general fund.\n   54  If such collecting authority is any other court  of  the  unified  court\n   55  system,  it  shall,  within such period, EXCEPT AS PROVIDED IN PARAGRAPH\n   56  (B) OF THIS SUBDIVISION, pay such money to  the  state  commissioner  of\n\n       A. 1298                             3\n\n    1  taxation  and  finance to the credit of the criminal justice improvement\n    2  account established by section ninety-seven-bb of the state finance law.\n    3  The crime victim assistance fee provided for in subdivision one of  this\n    4  section shall be paid to the clerk of the court or administrative tribu-\n    5  nal that rendered the conviction. Within the first ten days of the month\n    6  following  collection of the crime victim assistance fee, the collecting\n    7  authority shall determine the amount  of  crime  victim  assistance  fee\n    8  collected  and, if it is an administrative tribunal or a town or village\n    9  justice court, it shall pay such money to  the  state  comptroller,  who\n   10  shall  deposit  such money in the state treasury pursuant to section one\n   11  hundred twenty-one of the state finance law to the credit of the  crimi-\n   12  nal  justice  improvement account established by section ninety-seven-bb\n   13  of the state finance law.\n   14    (B) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH (A) OF  THIS  SUBDIVI-\n   15  SION  AND  SUBDIVISION  THREE OF SECTION 60.35 OF THE PENAL LAW, WHERE A\n   16  COUNTY HAS ESTABLISHED A SPECIAL TRAFFIC  OPTIONS  PROGRAM  FOR  DRIVING\n   17  WHILE  INTOXICATED  PURSUANT TO THE PROVISIONS OF SECTION ELEVEN HUNDRED\n   18  NINETY-SEVEN OF THIS CHAPTER, ALL MANDATORY SURCHARGES COLLECTED  PURSU-\n   19  ANT  TO  THIS  SECTION FOR VIOLATIONS OF SUBPARAGRAPHS (II) AND (III) OF\n   20  PARAGRAPH (A) OF SUBDIVISION TWO OR SUBPARAGRAPH (I) OF PARAGRAPH (A) OF\n   21  SUBDIVISION THREE OF  SECTION  FIVE  HUNDRED  ELEVEN  OF  THIS  CHAPTER,\n   22  VIOLATIONS  OF  SECTION  ELEVEN  HUNDRED NINETY-TWO OF THIS CHAPTER; AND\n   23  UPON A CONVICTION FOR VEHICULAR ASSAULT IN THE FIRST DEGREE, PURSUANT TO\n   24  SECTION 120.04 OF THE PENAL LAW, VEHICULAR ASSAULT IN THE SECOND DEGREE,\n   25  PURSUANT TO SECTION 120.03 OF THE PENAL LAW, VEHICULAR  MANSLAUGHTER  IN\n   26  THE  FIRST  DEGREE,  PURSUANT  TO  SECTION  125.13 OF THE PENAL LAW, AND\n   27  VEHICULAR MANSLAUGHTER IN THE SECOND DEGREE, PURSUANT TO SECTION  125.12\n   28  OF  THE PENAL LAW, SHALL BE PAID TO SUCH COUNTY WHERE THE VIOLATION UPON\n   29  WHICH THE CONVICTION WAS BASED OCCURRED.\n   30    S 4. Subdivision 3 of section 60.35 of the penal law,  as  amended  by\n   31  section  1  of  part  E of chapter 56 of the laws of 2004, is amended to\n   32  read as follows:\n   33    3. The mandatory surcharge, sex offender registration fee,  DNA  data-\n   34  bank  fee,  crime  victim  assistance fee, and supplemental sex offender\n   35  victim fee provided for in subdivision one of this section shall be paid\n   36  to the clerk of the court or administrative tribunal that  rendered  the\n   37  conviction.  Within the first ten days of the month following collection\n   38  of the mandatory surcharge, crime victim  assistance  fee,  and  supple-\n   39  mental sex offender victim fee, the collecting authority shall determine\n   40  the  amount  of  mandatory  surcharge,  crime victim assistance fee, and\n   41  supplemental sex offender victim fee collected  [and,  if  it].  IF  THE\n   42  COLLECTING  AUTHORITY  is  an  administrative  tribunal[,]  or a town or\n   43  village justice  court,  EXCEPT  WITH  REGARD  TO  MANDATORY  SURCHARGES\n   44  IMPOSED  UPON CONVICTIONS FOR THOSE OFFENSES ENUMERATED IN PARAGRAPH (B)\n   45  OF SUBDIVISION THREE OF SECTION EIGHTEEN HUNDRED NINE OF THE VEHICLE AND\n   46  TRAFFIC LAW, it shall then pay such money to the state  comptroller  who\n   47  shall  deposit  such money in the state treasury pursuant to section one\n   48  hundred twenty-one of the state finance law to the credit of the  crimi-\n   49  nal  justice  improvement account established by section ninety-seven-bb\n   50  of the state finance law. Within the first ten days of the month follow-\n   51  ing collection of the sex offender registration  fee  and  DNA  databank\n   52  fee,  the  collecting  authority  shall  determine the amount of the sex\n   53  offender registration fee and DNA databank fee collected and, if  it  is\n   54  an administrative tribunal, or a town or village justice court, it shall\n   55  then  pay  such  money  to  the state comptroller who shall deposit such\n   56  money in the state treasury pursuant to section one  hundred  twenty-one\n\n       A. 1298                             4\n\n    1  of  the  state  finance  law  to the credit of the general fund. If such\n    2  collecting authority is any other court of  the  unified  court  system,\n    3  EXCEPT  WITH REGARD TO MANDATORY SURCHARGES IMPOSED UPON CONVICTIONS FOR\n    4  THOSE  OFFENSES  ENUMERATED  IN  PARAGRAPH  (B)  OF SUBDIVISION THREE OF\n    5  SECTION EIGHTEEN HUNDRED NINE OF THE VEHICLE AND TRAFFIC LAW, it  shall,\n    6  within  such  period,  pay  such  money  attributable  to  the mandatory\n    7  surcharge or crime victim assistance fee to the  state  commissioner  of\n    8  taxation  and  finance to the credit of the criminal justice improvement\n    9  account established by section ninety-seven-bb of the state finance law.\n   10  If such collecting authority is any other court  of  the  unified  court\n   11  system, it shall, within such period, pay such money attributable to the\n   12  sex  offender  registration  fee  and  the DNA databank fee to the state\n   13  commissioner of taxation and finance to the credit of the general fund.\n   14    S 5. This act shall take effect on the first of April next  succeeding\n   15  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the disposition of fine money imposed for infractions relating to the operation of a motor vehicle by the holder of a conditional license; and to amend the vehicle and traffic law and the penal law, in relation to the distribution of the mandatory surcharge for certain alcohol-related convictions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110107.T132903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294678578136
}