{
  "year" : 2011,
  "senateBillNo" : "A1299-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1299-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the permanent disqualification of school bus drivers who fail a random alcohol or drug test in certain cases",
  "summary" : "Provides for the permanent disqualification of school bus drivers who fail a random alcohol or drug test in certain cases, under the code of federal regulations, where they have previously failed such test or met comparable criteria. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A1222-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1299\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GANTT,  GABRYSZAK,  JAFFEE  -- read once and\n         referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  the  perma-\n         nent disqualification of school bus drivers for failing a random alco-\n         hol or drug test\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of  section  509-cc  of  the\n    2  vehicle  and traffic law is amended by adding a new subparagraph (iv) to\n    3  read as follows:\n    4    (IV) WAS FOUND TO HAVE .04 OF ONE PER CENTUM  OR  MORE  BY  WEIGHT  OF\n    5  ALCOHOL  IN  SUCH  PERSON'S  BLOOD  OR  A POSITIVE TEST FOR A CONTROLLED\n    6  SUBSTANCE AS SHOWN BY A RANDOM ALCOHOL AND  CONTROLLED  SUBSTANCES  TEST\n    7  ADMINISTERED  IN  ACCORDANCE  WITH  PART  382 OF TITLE 49 OF THE CODE OF\n    8  FEDERAL REGULATIONS, AS SUCH REGULATIONS MAY,  FROM  TIME  TO  TIME,  BE\n    9  AMENDED; AND\n   10    (1)  SUCH PERSON WAS FOUND WITHIN THE PRECEDING FIVE YEARS TO HAVE .04\n   11  OF ONE PER CENTUM OR MORE BY WEIGHT OF ALCOHOL IN SUCH PERSON'S BLOOD OR\n   12  A POSITIVE TEST FOR A CONTROLLED SUBSTANCE AS SHOWN BY A RANDOM  ALCOHOL\n   13  AND  CONTROLLED SUBSTANCES TEST ADMINISTERED IN ACCORDANCE WITH PART 382\n   14  OF TITLE 49 OF THE CODE OF FEDERAL REGULATIONS, AS SUCH REGULATIONS MAY,\n   15  FROM TIME TO TIME, BE AMENDED; OR\n   16    (2) SUCH PERSON HAS HAD A PRIOR REVOCATION OF THEIR  DRIVER'S  LICENSE\n   17  RESULTING FROM REFUSAL TO SUBMIT TO A CHEMICAL TEST PURSUANT TO SUBDIVI-\n   18  SION  TWO  OF  SECTION ELEVEN HUNDRED NINETY-FOUR OF THIS CHAPTER WITHIN\n   19  THE PRECEDING FIVE YEARS; OR\n   20    (3) SUCH PERSON HAS BEEN CONVICTED OF A VIOLATION OF  ANY  SUBDIVISION\n   21  OF  SECTION  ELEVEN  HUNDRED NINETY-TWO OF THIS CHAPTER NOT ARISING FROM\n   22  THE SAME INCIDENT, WITHIN THE PRECEDING FIVE YEARS.  PROVIDED,  HOWEVER,\n   23  THE COMMISSIONER MAY WAIVE SUCH DISQUALIFICATION AS PROVIDED FOR IN THIS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03228-01-1\n\n       A. 1299                             2\n\n    1  SUBPARAGRAPH  AFTER  A PERIOD OF FIVE YEARS HAS EXPIRED FROM THE DATE OF\n    2  SUCH DISQUALIFICATION PROVIDED:\n    3    (A)  THAT  DURING SUCH FIVE YEAR PERIOD SUCH PERSON HAS NOT BEEN FOUND\n    4  TO HAVE REFUSED A CHEMICAL TEST PURSUANT TO SECTION ELEVEN HUNDRED NINE-\n    5  TY-FOUR OF THIS CHAPTER AND HAS NOT BEEN CONVICTED OF ANY  VIOLATION  OF\n    6  SECTION ELEVEN HUNDRED NINETY-TWO OF THIS CHAPTER; AND\n    7    (B)  THAT SUCH PERSON PROVIDES ACCEPTABLE DOCUMENTATION TO THE COMMIS-\n    8  SIONER THAT SUCH PERSON IS NOT IN NEED OF ALCOHOL OR DRUG  TREATMENT  OR\n    9  HAS SATISFACTORILY COMPLETED A PRESCRIBED COURSE OF SUCH TREATMENT; OR\n   10    S 2. Subdivision 2 of section 509-cc of the vehicle and traffic law is\n   11  amended by adding a new paragraph (b-1) to read as follows:\n   12    (B-1)  PERMANENTLY,  IF  THAT  PERSON WAS FOUND TO HAVE .04 OF ONE PER\n   13  CENTUM OR MORE BY WEIGHT OF ALCOHOL IN SUCH PERSON'S BLOOD OR A POSITIVE\n   14  TEST FOR A CONTROLLED  SUBSTANCE  AS  SHOWN  BY  A  RANDOM  ALCOHOL  AND\n   15  CONTROLLED  SUBSTANCES  TEST ADMINISTERED IN ACCORDANCE WITH PART 382 OF\n   16  TITLE 49 OF THE CODE OF FEDERAL REGULATIONS, AS  SUCH  REGULATIONS  MAY,\n   17  FROM TIME TO TIME, BE AMENDED; AND\n   18    (I)  SUCH PERSON WAS FOUND WITHIN THE PRECEDING FIVE YEARS TO HAVE .04\n   19  OF ONE PER CENTUM OR MORE BY WEIGHT OF ALCOHOL IN SUCH PERSON'S BLOOD OR\n   20  A POSITIVE TEST FOR A CONTROLLED SUBSTANCE AS SHOWN BY A RANDOM  ALCOHOL\n   21  AND  CONTROLLED SUBSTANCES TEST ADMINISTERED IN ACCORDANCE WITH PART 382\n   22  OF TITLE 49 OF THE CODE OF FEDERAL REGULATIONS, AS SUCH REGULATIONS MAY,\n   23  FROM TIME TO TIME, BE AMENDED; OR\n   24    (II) SUCH PERSON HAS HAD A PRIOR REVOCATION OF THEIR DRIVER'S  LICENSE\n   25  RESULTING FROM REFUSAL TO SUBMIT TO A CHEMICAL TEST PURSUANT TO SUBDIVI-\n   26  SION  TWO  OF  SECTION ELEVEN HUNDRED NINETY-FOUR OF THIS CHAPTER WITHIN\n   27  THE PRECEDING FIVE YEARS; OR\n   28    (III) SUCH PERSON HAS BEEN CONVICTED OF A VIOLATION OF ANY SUBDIVISION\n   29  OF SECTION ELEVEN HUNDRED NINETY-TWO OF THIS CHAPTER  NOT  ARISING  FROM\n   30  THE  SAME  INCIDENT, WITHIN THE PRECEDING FIVE YEARS. PROVIDED, HOWEVER,\n   31  THE COMMISSIONER MAY WAIVE SUCH DISQUALIFICATION  AS  PROVIDED  IN  THIS\n   32  PARAGRAPH AFTER A PERIOD OF FIVE YEARS HAS EXPIRED FROM THE DATE OF SUCH\n   33  DISQUALIFICATION PROVIDED:\n   34    (A)  THAT  DURING SUCH FIVE YEAR PERIOD SUCH PERSON HAS NOT BEEN FOUND\n   35  TO HAVE REFUSED A CHEMICAL TEST PURSUANT TO SECTION ELEVEN HUNDRED NINE-\n   36  TY-FOUR OF THIS CHAPTER AND HAS NOT BEEN CONVICTED OF ANY  VIOLATION  OF\n   37  SECTION ELEVEN HUNDRED NINETY-TWO OF THIS CHAPTER; AND\n   38    (B)  THAT SUCH PERSON PROVIDES ACCEPTABLE DOCUMENTATION TO THE COMMIS-\n   39  SIONER THAT SUCH PERSON IS NOT IN NEED OF ALCOHOL OR DRUG  TREATMENT  OR\n   40  HAS SATISFACTORILY COMPLETED A PRESCRIBED COURSE OF SUCH TREATMENT.\n   41    S  3.  This  act  shall  take  effect  on  the first of September next\n   42  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the permanent disqualification of school bus drivers for failing a random alcohol or drug test ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110107.T132903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294678578144
}