{
  "year" : 2011,
  "senateBillNo" : "A1291-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1291-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain pleas of guilty to be recorded on a driver's operating record",
  "summary" : "Requires when a plea of guilty is entered in satisfaction of certain traffic charges that such fact should be recorded on the certificate required to be filed with the commissioner of motor vehicles. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A605-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1291\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GANTT, REILLY -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic  law,  in  relation  to  certain\n         pleas of guilty to be recorded on a driver's record\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subdivision (h) of section 1180 of\n    2  the vehicle and traffic law, as amended by chapter 173 of  the  laws  of\n    3  1990, is amended to read as follows:\n    4    Upon a conviction for a violation of subdivision (b), (c), (d), (f) or\n    5  (g)  of  this  section,  the court shall record the speed upon which the\n    6  conviction was based on the certificate required to be  filed  with  the\n    7  commissioner  pursuant to section five hundred fourteen of this chapter,\n    8  or if the conviction occurs in an  administrative  tribunal  established\n    9  pursuant  to  article  two-A  of  this chapter, the speed upon which the\n   10  conviction was based shall be entered in the department's records.  WHEN\n   11  THE CHARGE LAID BEFORE THE COURT, OR ADMINISTRATIVE TRIBUNAL ESTABLISHED\n   12  PURSUANT TO ARTICLE TWO-A OF THIS CHAPTER, ALLEGES A VIOLATION OF SUBDI-\n   13  VISION  (B),  (C), (D), (F) OR (G) OF THIS SECTION, AND WHEN ANY PLEA OF\n   14  GUILTY IS ENTERED IN SATISFACTION OF SUCH CHARGE THE COURT  OR  TRIBUNAL\n   15  SHALL  RECORD  THE FACT THAT SUCH CONVICTION AROSE FROM A PLEA OF GUILTY\n   16  IN SATISFACTION OF SUCH CHARGE AND THE CHARGE  WHICH  WAS  SATISFIED  BY\n   17  SUCH  PLEA ON THE CERTIFICATE REQUIRED TO BE FILED WITH THE COMMISSIONER\n   18  PURSUANT TO SECTION FIVE HUNDRED FOURTEEN  OF  THIS  CHAPTER;  PROVIDED,\n   19  HOWEVER,  THAT  THE  COURT OR TRIBUNAL, UPON A FINDING THAT THE FACTS OF\n   20  THE CASE WOULD NOT WARRANT A CHARGE FOR SUCH OFFENSE,  MAY  DIRECT  THAT\n   21  SUCH  CERTIFICATE ONLY REFLECT THE CHARGE TO WHICH SUCH PLEA WAS ENTERED\n   22  AND SHALL SET FORTH UPON THE RECORD THE REASONS FOR SUCH FINDING.\n   23    S 2. Section 354 of the vehicle and traffic law, as amended by chapter\n   24  61 of the laws of 1989, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03147-01-1\n\n       A. 1291                             2\n\n    1    S 354. Commissioner to  furnish  operating  record.  The  commissioner\n    2  shall  upon  request  furnish  any  insurance  carrier  or any person an\n    3  abstract of the operating record of any person subject to the provisions\n    4  of this  article,  which  abstract  shall  include  enumeration  of  any\n    5  convictions  of such person of a violation of any provision of any stat-\n    6  ute relating to the operation of a motor vehicle, INCLUDING, SUCH INFOR-\n    7  MATION REQUIRED TO BE REPORTED TO THE COMMISSIONER PURSUANT TO  SUBDIVI-\n    8  SION  (H)  OF  SECTION  ELEVEN  HUNDRED  EIGHTY  OF  THIS CHAPTER or any\n    9  accidents in which a motor  vehicle  driven  by  such  person  has  been\n   10  involved  during  the current calendar year and the three calendar years\n   11  preceding that in which the request for the operating record is received\n   12  and if specifically requested shall also fully designate the motor vehi-\n   13  cles, if any, registered in the name of such person and the name of  the\n   14  insurer  insuring such motor vehicle, for the registration year in which\n   15  the request for the operating record  is  received.  A  request  for  an\n   16  abstract  of  an  operating record shall be subject to the provisions of\n   17  section two hundred two of this chapter.\n   18    S 3. This act shall take effect on the first of November next succeed-\n   19  ing the date on which it shall have become a law and shall apply to  all\n   20  offenses committed on or after such effective date. Effective immediate-\n   21  ly the addition, amendment or repeal of any rule or regulation necessary\n   22  for  the  implementation of this act on its effective date is authorized\n   23  and to be made on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to certain pleas of guilty to be recorded on a driver's record ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T112556.TXT", "SOBI.D110107.T132903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294676756352
}