{
  "year" : 2011,
  "senateBillNo" : "A1297-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1297-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires motorcycle user to wear helmets that meet the requirements of the US department of transportation",
  "summary" : "Requires motorcycle users to wear helmets that meet the federal motor vehicle safety standards and which have been impact-tested by the U.S. department of transportation, the commissioner of motor vehicles or by an independent laboratory approved by the commissioner of motor vehicles. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A720-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1297\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  motorcycle\n         protective helmet safety standards\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 6 of section 381 of  the  vehicle  and  traffic\n    2  law,  as  amended by chapter 471 of the laws of 1994, is amended to read\n    3  as follows:\n    4    6. It shall be unlawful for any person  to  operate  or  ride  upon  a\n    5  motorcycle  unless  he  OR SHE wears a protective helmet of a type which\n    6  meets the requirements set forth in section 571.218 of the federal motor\n    7  vehicle safety standards as may from time to time be  amended  AND  THAT\n    8  HAS  BEEN  IMPACT-TESTED  BY THE UNITED STATES DEPARTMENT OF TRANSPORTA-\n    9  TION, THE COMMISSIONER OR BY AN INDEPENDENT LABORATORY APPROVED  BY  THE\n   10  COMMISSIONER.    The  commissioner  is hereby authorized and directed to\n   11  adopt regulations for helmets which are consistent with the requirements\n   12  as specified in section 571.218 of  the  federal  motor  vehicle  safety\n   13  standards  as  may  from  time  to  time  be  amended,  AND  FOR  HELMET\n   14  IMPACT-TESTING, CONSISTENT WITH THIS SECTION.  The police authorities of\n   15  a city, town or village may issue a permit exempting UP TO  TEN  members\n   16  of  organizations sponsoring or conducting parades or other public exhi-\n   17  bitions from the provisions of this subdivision while such  members  are\n   18  participating in such parades or other public exhibitions.\n   19    S  2. This act shall take effect on the first of January next succeed-\n   20  ing the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03154-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to motorcycle protective helmet safety standards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110107.T132903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294678578128
}