{
  "year" : 2011,
  "senateBillNo" : "A1292-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1292-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the fine for operating a motorcycle with a muffler that produces excessive or unusual noise from one hundred dollars to seven hundred dollars",
  "summary" : "Increases the fine for operating a motorcycle with a muffler that produces excessive or unusual noise from one hundred dollars to seven hundred dollars. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A874-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1292\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  increasing\n         the  fine  for  operating  a  motorcycle  with a muffler that produces\n         excessive or unusual noise\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  13 of section 381 of the vehicle and traffic\n    2  law, as added by chapter 61 of the laws of 1989, is amended to  read  as\n    3  follows:\n    4    13.  A  violation  of  any  of the provisions of this section shall be\n    5  punishable by a fine not exceeding one hundred dollars or  by  imprison-\n    6  ment  for  not exceeding thirty days, or by both such fine and imprison-\n    7  ment, PROVIDED, HOWEVER, THAT A VIOLATION OF THE PROVISIONS OF  SUBDIVI-\n    8  SION  ELEVEN OR TWELVE OF THIS SECTION SHALL BE PUNISHABLE BY A FINE NOT\n    9  EXCEEDING SEVEN HUNDRED DOLLARS OR BY  IMPRISONMENT  FOR  NOT  EXCEEDING\n   10  THIRTY DAYS, OR BY BOTH SUCH FINE AND IMPRISONMENT.\n   11    S 2. This act shall take effect on the first of November next succeed-\n   12  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03164-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to increasing the fine for operating a motorcycle with a muffler that produces excessive or unusual noise ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115058.TXT", "SOBI.D110107.T132903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294678258971
}