{
  "year" : 2011,
  "senateBillNo" : "A1290-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1290-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a court may require the reexamination of certain drivers",
  "summary" : "Provides that a court may require the reexamination of certain drivers, including the administration of a road test, pursuant to section five hundred six of the vehicle and traffic law; provides for the court or the clerk to notify the commissioner of motor vehicles of an order for reexamination; requires for the expense of the reexamination to be the expense of the person required to be examined. ",
  "currentCommittee" : null,
  "sameAs" : "S363",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S6178-2009", "A2408-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1290\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GANTT -- Multi-Sponsored by -- M. of A. JAFFEE,\n         WEINSTEIN -- read once and referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         reexamination of drivers in certain cases\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 506 of the vehicle and traffic law  is  amended  by\n    2  adding a new subdivision 1-a to read as follows:\n    3    1-A.  IF  THE COMMISSIONER RECEIVES NOTIFICATION FROM A COURT PURSUANT\n    4  TO SECTION EIGHTEEN HUNDRED ELEVEN OF  THIS  CHAPTER,  THE  COMMISSIONER\n    5  SHALL  REQUIRE  SUCH PERSON TO SUBMIT TO AN EXAMINATION TO DETERMINE HIS\n    6  OR HER QUALIFICATIONS.\n    7    S 2. Paragraph b of subdivision 2 of section 510 of  the  vehicle  and\n    8  traffic  law  is  amended  by adding a new subparagraph (xvi) to read as\n    9  follows:\n   10    (XVI) WHEN THE HOLDER HAS FAILED TO APPLY TO THE  COMMISSIONER  WITHIN\n   11  THIRTY  DAYS  OF  A  COURT ORDER FOR A REEXAMINATION PURSUANT TO SECTION\n   12  EIGHTEEN HUNDRED ELEVEN OF THIS CHAPTER, UNTIL  THE  HOLDER  MAKES  SUCH\n   13  APPLICATION WITH THE COMMISSIONER.\n   14    S  3.  The  vehicle and traffic law is amended by adding a new section\n   15  1811 to read as follows:\n   16    S 1811. REEXAMINATION. 1. UPON SENTENCING  A  PERSON  CONVICTED  OF  A\n   17  VIOLATION   OF   ANY   OF  THE  PROVISIONS  OF  TITLE  SIX  OR  ARTICLES\n   18  TWENTY-THREE, TWENTY-FOUR, TWENTY-FIVE, TWENTY-SIX, TWENTY-EIGHT,  TWEN-\n   19  TY-NINE,  THIRTY,  THIRTY-ONE,  THIRTY-TWO,  AND  SECTION TWELVE HUNDRED\n   20  TWELVE OF THIS CHAPTER OR OF ANY ORDINANCE, ORDER,  RULE  OR  REGULATION\n   21  ADOPTED  PURSUANT  TO  SECTION SIXTEEN HUNDRED THIRTY OR SIXTEEN HUNDRED\n   22  THIRTY-ONE OF THIS CHAPTER AND EITHER (A) SUCH PERSON WAS CONVICTED  TWO\n   23  OR MORE TIMES WITHIN THE PREVIOUS EIGHTEEN MONTHS OF ANY SUCH PROVISION,\n   24  ORDINANCE,  ORDER,  RULE  OR  REGULATION  OR ANY COMBINATION THEREOF NOT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02379-01-1\n\n       A. 1290                             2\n\n    1  ARISING FROM THE SAME INCIDENT OR (B) THE COURT HAS  REASONABLE  GROUNDS\n    2  TO BELIEVE THAT SUCH PERSON IS NOT QUALIFIED TO DRIVE A MOTOR VEHICLE, A\n    3  COURT  MAY, IN ADDITION TO ANY OTHER PENALTY AUTHORIZED BY LAW, ISSUE AN\n    4  ORDER  REQUIRING SUCH PERSON TO SUBMIT TO A REEXAMINATION BY THE COMMIS-\n    5  SIONER PURSUANT TO SECTION FIVE HUNDRED SIX OF THIS CHAPTER.\n    6    2. THE COURT OR THE CLERK THEREOF SHALL NOTIFY THE COMMISSIONER, WITH-\n    7  IN TEN DAYS OF SENTENCING, OF AN ORDER FOR REEXAMINATION,  IN  A  MANNER\n    8  AND  FORM  PRESCRIBED  BY  THE  COMMISSIONER.  SUCH FORM SHALL CONTAIN A\n    9  STATEMENT BY THE COURT OF THE FACTS AND CIRCUMSTANCES  THAT  CAUSED  THE\n   10  COURT TO BELIEVE THAT REEXAMINATION WAS NECESSARY.\n   11    3.  ANY  SUCH REEXAMINATION SHALL BE MADE AT THE EXPENSE OF THE PERSON\n   12  REQUIRED TO BE EXAMINED.\n   13    4. NOTHING CONTAINED IN THIS SECTION SHALL BE DEEMED TO SUPERSEDE  THE\n   14  REQUIREMENTS  OF ARTICLE THIRTY-ONE OR ANY OTHER PROVISION OF THIS CHAP-\n   15  TER THAT ARE OTHERWISE  APPLICABLE  TO  THE  SUSPENSION,  REVOCATION  OR\n   16  RESTORATION OF A DRIVER'S LICENSE.\n   17    S 4. This act shall take effect on the first of November next succeed-\n   18  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring reexamination of drivers in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T133403.TXT", "SOBI.D110107.T132903.TXT", "SOBI.D110110.T112055.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294676455280
}