{
  "year" : 2011,
  "senateBillNo" : "A1295-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1295-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates changes to warranties and sales incentives",
  "summary" : "Relates to warranties and sales incentives and certain technical provisions therein. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A11601-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1295\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  warranties\n         and sales incentives and certain technical provisions therein\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 465 of the vehicle and traffic law, as  amended  by\n    2  chapter 490 of the laws of 2008, is amended to read as follows:\n    3    S 465. Procedures  relating to warranties and sales incentives. 1. (A)\n    4  Every franchisor shall properly fulfill any  warranty  agreement  and/or\n    5  franchisor's  service  contract  and  shall compensate each of its fran-\n    6  chised motor vehicle dealers for warranty parts  and  labor  in  amounts\n    7  which  reflect  fair  and  reasonable  compensation  for  such work. All\n    8  warranty claims and/or claims under a franchisor's service contract made\n    9  by franchised motor vehicle dealers shall be  paid  within  thirty  days\n   10  following  their  approval.  FOR  THE PURPOSES OF THIS SECTION, WARRANTY\n   11  CLAIMS SHALL INCLUDE VOLUNTARY RECALLS ESTABLISHED  BY  THE  FRANCHISOR,\n   12  AND  ANY  RECALLS  PURSUANT TO 49 U.S.C. 301. For parts reimbursement[,]\n   13  (other than  components,  systems,  fixtures,  appliances,  furnishings,\n   14  accessories  and  features  of a house coach that are designed, used and\n   15  maintained primarily for nonvehicular residential purposes[,])  and  for\n   16  labor  reimbursement, fair and reasonable compensation shall not be less\n   17  than the price and rate charged by the franchised motor  vehicle  dealer\n   18  for  like  PARTS OR services to non-warranty and/or non-service contract\n   19  customers.\n   20    (B) For purposes of this section, [the price and rate charged  by  the\n   21  franchised  motor vehicle dealer for parts may be established] THE FRAN-\n   22  CHISED MOTOR VEHICLE DEALER MAY  ESTABLISH  ITS  WARRANTY  REIMBURSEMENT\n   23  PRICE  AND  RATE  by submitting to the franchisor one hundred sequential\n   24  nonwarranty customer-paid service repair orders or the number of sequen-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03352-01-1\n\n       A. 1295                             2\n\n    1  tial nonwarranty customer-paid service repair orders  written  within  a\n    2  ninety  day  period,  whichever is less, covering repairs, REGARDLESS OF\n    3  THE REASON FOR THE REPAIRS, made no more than one  hundred  eighty  days\n    4  before the submission, and declaring the price and rate, including aver-\n    5  age  markup  [for]  USED  BY  the franchised motor vehicle dealer as its\n    6  reimbursement rate.\n    7    (C) WITH REGARD TO ANY SUBMISSION BY A FRANCHISED MOTOR VEHICLE DEALER\n    8  UNDER THIS SECTION, THE FOLLOWING PROVISIONS SHALL APPLY: (I) THE  FRAN-\n    9  CHISED  MOTOR  VEHICLE  DEALER  SHALL DETERMINE THE INDIVIDUAL MARKUP OF\n   10  EACH QUALIFYING PART LISTED IN THE  FRANCHISED  MOTOR  VEHICLE  DEALER'S\n   11  SUBMISSION, WHICH INDIVIDUAL MARKUPS THE FRANCHISED MOTOR VEHICLE DEALER\n   12  SHALL THEN AVERAGE, WHICH AVERAGE OF THE INDIVIDUAL MARKUPS SHALL DETER-\n   13  MINE THE \"AVERAGE\" MARKUP TO BE USED AS THE DEALER'S REIMBURSEMENT RATE;\n   14  (II)  THE  DEALER  MAY  AUTHORIZE  ANY EMPLOYEE OR REPRESENTATIVE OF THE\n   15  DEALERSHIP TO SIGN THE DEALER'S DECLARATION OF A RATE AND TO SUBMIT  THE\n   16  REQUEST FOR REIMBURSEMENT BY A MANUFACTURER AT THAT RATE; (III) IT SHALL\n   17  BE  WITHIN  THE  DEALER'S  SOLE  DISCRETION AS TO THE MEANS BY WHICH THE\n   18  NECESSARY INFORMATION IS PROVIDED TO THE FRANCHISOR TO SUPPORT THE AVER-\n   19  AGE PARTS MARKUP CALCULATION; (IV) ALL MANUFACTURERS SHALL DESIGNATE  AN\n   20  ADDRESS  TO WHICH ITS FRANCHISED DEALERS OR REPRESENTATIVES MAY SUBMIT A\n   21  REQUEST UNDER THIS SECTION, PROOF OF MAILING OR DELIVERY TO SUCH ADDRESS\n   22  SHALL BE SUFFICIENT EVIDENCE RAISING A PRESUMPTION THAT SUCH REQUEST WAS\n   23  DELIVERED  TO  THE  MANUFACTURER;  AND  (V)   NOTWITHSTANDING   ANYTHING\n   24  CONTAINED  IN  THIS  SECTION,  THE FRANCHISED MOTOR VEHICLE DEALER SHALL\n   25  INCLUDE IN ITS CALCULATION THOSE NON-WARRANTY  CUSTOMER  PAID-FOR  PARTS\n   26  OTHERWISE  COVERED  BY  THE FRANCHISOR'S WARRANTY PROGRAM, REGARDLESS OF\n   27  THE REASON THEY WERE SUPPLIED TO THE  NON-WARRANTY  CUSTOMER,  INCLUDING\n   28  PARTS  ROUTINELY  REPLACED  AS PART OF REGULAR MAINTENANCE ON A VEHICLE,\n   29  INCLUDING, BUT NOT LIMITED TO BELTS, BRAKES, BATTERIES, KEYS,  TRANSMIT-\n   30  TERS  AND  TRANSMITTER  BATTERIES,  WINDSHIELD  WIPERS, SEALANTS, BULBS,\n   31  HEADLIGHT AND TAILLIGHT LENSES, FLUIDS, PUMPS, FILTERS AND SIMILAR PARTS\n   32  PROVIDED, HOWEVER, THE FRANCHISED MOTOR  VEHICLE  DEALER  SHALL  NOT  BE\n   33  REQUIRED IN ITS SUBMISSION TO PERFORM ANY OF THE FOLLOWING:\n   34    (1)  LIST  ON ANY FORM, SPREADSHEET, OR OTHER COMPILATION THOSE REPAIR\n   35  ORDERS WHICH DO NOT CONTAIN PARTS THAT THE DEALER IS RELYING ON FOR  THE\n   36  CALCULATION OF THE AVERAGE MARKUP;\n   37    (2)  INCLUDE  IN  ANY CALCULATION OF ITS AVERAGE MARKUP TIRES, WHEELS,\n   38  ANY PARTS OR ITEMS IT ACTUALLY USED OR PROVIDED IN THE REPAIR  OF  PHYS-\n   39  ICAL  DAMAGE  TO  THE  BODY  OR CHASSIS OF A VEHICLE, INCLUDING, BUT NOT\n   40  LIMITED TO, BODY PANELS, WINDOWS (GLASS OR OTHER MATERIAL), DOORS, BUMP-\n   41  ERS, FENDERS, OR SIMILAR ITEMS, OR THE PAINT OR OTHER FINISHING  MATERI-\n   42  ALS FOR SUCH ITEMS;\n   43    (3)  INCLUDE  IN  ANY  CALCULATION  OF ITS AVERAGE MARKUP ANY PARTS OR\n   44  ITEMS ACTUALLY USED OR PROVIDED IN THE COURSE OF STANDARD VEHICLE PREPA-\n   45  RATION FOR SALE TO A CUSTOMER;\n   46    (4) INCLUDE IN ANY CALCULATION OF ITS AVERAGE MARKUP ANY PARTS ACTUAL-\n   47  LY PROVIDED INTERNALLY TO  VARIOUS  DEPARTMENTS  WITHIN  THE  FRANCHISED\n   48  MOTOR VEHICLE DEALERSHIP'S BUSINESS; AND\n   49    (5) INCLUDE IN ANY CALCULATION OF ITS AVERAGE MARKUP ANY TYPE OF PARTS\n   50  PROVIDED BY THE FRANCHISOR ONLY AS A MATTER OF \"GOODWILL\" RATHER THAN IN\n   51  THE COURSE OF REGULAR WARRANTY SERVICE.\n   52    (D)  FOR  PURPOSES  OF THIS SECTION, THE PRICE AND RATE CHARGED BY THE\n   53  FRANCHISED MOTOR VEHICLE DEALER FOR LABOR MAY BE ESTABLISHED BY  SUBMIT-\n   54  TING  ONE  HUNDRED  SEQUENTIAL  NONWARRANTY CUSTOMER-PAID SERVICE REPAIR\n   55  ORDERS, OR THE NUMBER OF SEQUENTIAL  NONWARRANTY  CUSTOMER-PAID  SERVICE\n   56  REPAIR  ORDERS, WRITTEN IN THE MONTH PRECEDING THE SUBMISSION, WHICHEVER\n\n       A. 1295                             3\n\n    1  IS LESS, COVERING REPAIRS, REGARDLESS OF THE REASON FOR THE REPAIRS, AND\n    2  DIVIDING THE AMOUNT OF THE DEALER'S TOTAL LABOR SALES FOR RETAIL CUSTOM-\n    3  ER REPAIRS BY THE NUMBER OF  TOTAL  LABOR  HOURS  THAT  GENERATED  THOSE\n    4  SALES, AND DECLARING THE RESULTING AVERAGE LABOR RATE FOR THE FRANCHISED\n    5  MOTOR  VEHICLE  DEALER  AS  ITS REIMBURSEMENT RATE. THE FRANCHISED MOTOR\n    6  VEHICLE DEALER SHALL NOT USE IN ANY CALCULATION OF ITS  LABOR  RATE  ANY\n    7  LABOR  CONDUCTED  IN THE COURSE OF STANDARD VEHICLE PREPARATION FOR SALE\n    8  TO A CUSTOMER, OR IN THE COURSE OF INTERNAL SERVICE PERFORMED FOR  VARI-\n    9  OUS  DEPARTMENTS  WITHIN THE FRANCHISED MOTOR VEHICLE DEALERSHIP'S BUSI-\n   10  NESS.\n   11    (E) The reimbursement rate so declared shall  go  into  effect  thirty\n   12  days  following the declaration [and]. THE DECLARATION shall be presumed\n   13  to be [fair and reasonable, however a franchisor may rebut such presump-\n   14  tion by showing that such rate so established is unfair and unreasonable\n   15  in light of the practices of all other franchised motor vehicle  dealers\n   16  in the vicinity offering the same line make.] ACCURATE WHEN SUBMITTED AS\n   17  SET  FORTH  UNDER  THIS  SECTION PROVIDING A DETAILED, COMPLETE, WRITTEN\n   18  EXPLANATION OF ANY PART OR ITEM INCLUDED OR OMITTED FROM THE DECLARATION\n   19  CALCULATION THAT IS NOT CONSISTENT WITH THE PROVISIONS OF  THIS  SECTION\n   20  TO  THE  FRANCHISED MOTOR VEHICLE DEALER, WITHIN FIFTEEN DAYS OF RECEIPT\n   21  BY THE FRANCHISOR OF THE SUBMISSION OR ANY  MATERIAL  AMENDMENT  THERETO\n   22  ALONG  WITH  THE RETURN OF THE REPAIR ORDERS UPON WHICH THE MANUFACTURER\n   23  IS RELYING FOR ITS OBJECTION OR OBJECTIONS. THE  FRANCHISOR  WAIVES  ANY\n   24  RIGHT  TO  REBUT  THE  SUBMISSION IF THE FRANCHISOR FAILS TO PROVIDE THE\n   25  WRITTEN EXPLANATION DESCRIBED IN THIS PARAGRAPH WITHIN THE  FIFTEEN  DAY\n   26  PERIOD  FOLLOWING  THE MOTOR VEHICLE DEALER'S SUBMISSION. THE FRANCHISED\n   27  MOTOR VEHICLE DEALER MAY CHOOSE TO CORRECT ITS SUBMISSION BASED UPON THE\n   28  FRANCHISOR'S WRITTEN REBUTTAL WITHOUT BEING REQUIRED TO MAKE A COMPLETE-\n   29  LY NEW SUBMISSION, IF DONE  SO  WITHIN  THIRTY  DAYS  OF  RECEIVING  THE\n   30  FRANCHISOR'S  WRITTEN  REBUTTAL.  ANY  SUCH  AMENDMENT  TO  THE  INITIAL\n   31  SUBMISSION WILL RELATE BACK TO THE DATE OF THE  INITIAL  SUBMISSION  AND\n   32  ANY RESULTING PRICE OR RATE SHALL BE PAID BY THE FRANCHISOR RETROACTIVE-\n   33  LY,  WITHOUT  PENALTY,  ON  ALL CLAIMS SUBMITTED BY THE FRANCHISED MOTOR\n   34  VEHICLE DEALER THIRTY DAYS FROM THE DATE OF THE INITIAL  SUBMISSION.  IF\n   35  THE FRANCHISED MOTOR VEHICLE DEALER DOES NOT AGREE WITH THE FRANCHISOR'S\n   36  REBUTTAL, THE PRICE OR RATE SO DECLARED SHALL BECOME EFFECTIVE ACCORDING\n   37  TO  THIS  SECTION UNLESS THE FRANCHISOR INSTITUTES AN ACTION PURSUANT TO\n   38  THIS ARTICLE, CLAIMING THAT THE  FRANCHISED  MOTOR  VEHICLE  DEALER  HAS\n   39  VIOLATED  THE  PROVISIONS  OF  THIS SECTION, WITHIN THIRTY DAYS FROM THE\n   40  DATE OF THE FRANCHISEE'S RESPONSE  TO  THE  FRANCHISOR'S  REBUTTAL.  THE\n   41  BURDEN OF PROOF IN ANY SUCH ACTION SHALL BE ON THE FRANCHISOR.\n   42    (F)  The franchised motor vehicle dealer shall not request a change in\n   43  the reimbursement rate more often than twice in each calendar year.\n   44    (G) A FRANCHISOR WHO FAILS TO  REIMBURSE  WARRANTY  AND  LABOR  CLAIMS\n   45  ESTABLISHED  PURSUANT  TO THIS SECTION SHALL BE LIABLE TO THE FRANCHISED\n   46  MOTOR VEHICLE DEALER FOR ALL SUCH CLAIMS AT THE PRICE AND RATE SUBMITTED\n   47  BY THE FRANCHISEE FROM THE TIME SUCH SUBMISSION WAS MADE.  IN  ADDITION,\n   48  ANY FRANCHISOR WHO FAILS TO SO REIMBURSE SUCH CLAIMS SHALL BE SUBJECT TO\n   49  A  PENALTY  OF  FIVE HUNDRED DOLLARS PER CLAIM PAYABLE TO THE FRANCHISED\n   50  MOTOR VEHICLE DEALER. AN ADDITIONAL PENALTY OF ONE THOUSAND DOLLARS  PER\n   51  CLAIM  SHALL  BE PAYABLE TO THE FRANCHISED MOTOR VEHICLE DEALER FOR EACH\n   52  SUCCESSIVE TEN DAY PERIOD THEREAFTER IN WHICH THE  CLAIM  IS  NOT  REIM-\n   53  BURSED AS REQUIRED BY THIS SECTION. IN ORDER TO ENSURE TIMELY PAYMENT OF\n   54  CLAIMS  SUBMITTED  UNDER THIS SECTION, A FRANCHISED MOTOR VEHICLE DEALER\n   55  MAY, BEGINNING UPON THE EXPIRATION OF THE THIRTY DAY PERIOD  ESTABLISHED\n   56  BY THIS SECTION, WITHHOLD ANY PAYMENTS OWED TO A FRANCHISOR EQUAL TO THE\n\n       A. 1295                             4\n\n    1  CLAIMS  MADE  BY  THE FRANCHISED MOTOR VEHICLE DEALER, PLUS THE PENALTY,\n    2  UNTIL THE FRANCHISOR MAKES WARRANTY AND LABOR REIMBURSEMENT PURSUANT  TO\n    3  THIS SECTION. ANY DEALER WHO EXERCISES SUCH RIGHT SHALL NOT BE DEEMED IN\n    4  DEFAULT  OF  ANY  OBLIGATIONS UNDER THE FRANCHISE OR ANY OTHER AGREEMENT\n    5  WITH THE MANUFACTURER OR ANY SUBSIDIARY OR AFFILIATE OF THE  MANUFACTUR-\n    6  ER.\n    7    (H) In establishing the PARTS REIMBURSEMENT OR THE labor reimbursement\n    8  rate, the franchisor shall not require a franchised motor vehicle dealer\n    9  to  establish  said  rate by a methodology, or by requiring information,\n   10  that is unduly burdensome or time consuming to provide[, including,  but\n   11  not limited to, a transaction by transaction calculation].\n   12    (I) IN NO EVENT MAY A FRANCHISOR REQUIRE A DEALER TO ACCEPT REIMBURSE-\n   13  MENT  FOR  PARTS BASED ON THE FRANCHISOR'S SUGGESTED LIST PRICE (WHETHER\n   14  CALLED MSRP OR KNOWN BY ANY OTHER DESIGNATION) IN  LIEU  OF  DETERMINING\n   15  AND REIMBURSING A DEALER AT THE DEALER'S AVERAGE MARKUP PURSUANT TO THIS\n   16  SECTION.\n   17    (J)  IN NO EVENT SHALL ANY FRANCHISOR RETALIATE OR THREATEN TO RETALI-\n   18  ATE AGAINST A DEALER FOR EXERCISING ITS RIGHTS  UNDER  THIS  SECTION  OR\n   19  UNDER  ANY OTHER SECTION OF THIS ARTICLE. RETALIATION SHALL INCLUDE, BUT\n   20  NOT BE LIMITED TO, THREATENING TO CONDUCT, OR CONDUCTING,  AN  AUDIT  OF\n   21  DEALERSHIP  RECORDS,  THREATENING TO WITHHOLD, OR WITHHOLDING, PRODUCTS,\n   22  ALLOCATIONS, OR BENEFITS FROM ANY DEALER, OR IMPOSING  ADDITIONAL  COSTS\n   23  OR  PENALTIES  ON  ANY  DEALER  THAT THE MANUFACTURER DOES NOT IMPOSE ON\n   24  EVERY DEALER EITHER WITHIN OR WITHOUT THE STATE.\n   25    (K) A FRANCHISOR MAY NOT OTHERWISE RECOVER  FROM  A  FRANCHISED  MOTOR\n   26  VEHICLE DEALER THE FRANCHISOR'S COSTS FOR REIMBURSING A FRANCHISED MOTOR\n   27  VEHICLE DEALER FOR WARRANTY PARTS AND LABOR CLAIMS.\n   28    2. All warranty or sales incentive claims shall be either approved AND\n   29  PAID  or  disapproved  [within],  WITHIN  A REASONABLE AMOUNT OF TIME. A\n   30  REASONABLE AMOUNT OF TIME SHALL BE:\n   31    (A) NO LESS THAN thirty days after [their]  receipt[.  When  any  such\n   32  claim  is disapproved the franchised motor vehicle dealer shall be noti-\n   33  fied in writing of its disapproval within said period. Each such  notice\n   34  shall  state  the  specific grounds upon which the disapproval is based.\n   35  Failure to disapprove  a  claim  within  thirty  days  shall  be  deemed\n   36  approval] BY THE FRANCHISOR OF A WARRANTY CLAIM; AND\n   37    (B) NO LESS THAN FIVE BUSINESS DAYS FROM THE DATE UPON WHICH THE FRAN-\n   38  CHISED MOTOR VEHICLE DEALER PROVIDES NOTICE TO THE FRANCHISOR CERTIFYING\n   39  THE  COMPLETION  OF  A  SALE  WHICH  QUALIFIES  UNDER  A SALES INCENTIVE\n   40  PROGRAM. A SALE SHALL BE CONSIDERED COMPLETED UPON DELIVERY OF THE VEHI-\n   41  CLE TO THE CUSTOMER.\n   42    3. No franchisor shall conduct an audit or charge back any warranty or\n   43  sales incentive payment or otherwise hold  a  franchised  motor  vehicle\n   44  dealer  liable for charges more than one year, or five years in the case\n   45  of fraud, after the date the franchisor made such payment to the dealer.\n   46    4. A franchisor shall not charge  a  dealer  back  subsequent  to  the\n   47  payment  of  a warranty or sales incentive claim unless a representative\n   48  of the franchisor has met in person at the dealership, or by  telephone,\n   49  with  an  officer or employee of the dealer designated by the dealer and\n   50  explained in detail the basis for each of the proposed charge backs  and\n   51  thereafter given the dealer's representative a reasonable opportunity at\n   52  the meeting, or during the telephone call, to explain the dealer's posi-\n   53  tion  relating  to  each  of the proposed charge backs. In the event the\n   54  dealer was selected for audit or review on the basis that some or all of\n   55  the dealer's claims were viewed as excessive in comparison  to  average,\n   56  mean  or aggregate data accumulated by the franchisor, or in relation to\n\n       A. 1295                             5\n\n    1  claims submitted by a group of other franchisees, the franchisor  shall,\n    2  at or prior to the meeting or telephone call with the dealer's represen-\n    3  tative, provide the dealer with a written statement containing the basis\n    4  or methodology upon which the dealer was selected for audit or review.\n    5    5.  A  franchisor shall not deny or charge back a payment for warranty\n    6  work claimed by the dealer unless the franchisor satisfies its burden of\n    7  proof that the dealer did not make a good faith effort  to  comply  with\n    8  the  reasonable  written procedures of the franchisor or that the dealer\n    9  did not actually perform the work.\n   10    6. A franchisor shall not  deny  or  charge  back  a  sales  incentive\n   11  payment  made to a dealer unless the claim was materially false or frau-\n   12  dulent or that the dealer failed to reasonably  substantiate  the  claim\n   13  either in accordance with the manufacturer's reasonable procedures.\n   14    7.  After  all  internal dispute resolution processes provided through\n   15  the franchisor have been resolved, the franchisor shall give  notice  to\n   16  the dealer of the final amount of a proposed warranty or sales incentive\n   17  charge back. If the dealer institutes an action pursuant to this article\n   18  within  thirty  days of receipt of such notice, the proposed charge back\n   19  shall be stayed, without bond, during the pendency of  such  action  and\n   20  until the final judgment has been rendered in an adjudicatory proceeding\n   21  or  action  as provided in section four hundred sixty-nine of this arti-\n   22  cle.\n   23    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to warranties and sales incentives and certain technical provisions therein ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115618.TXT", "SOBI.D110107.T132903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294678578106
}