{
  "year" : 2011,
  "senateBillNo" : "A1293-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1293-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to expanding the definition of bus to include certain buses owned and operated for the transportation of children less than school age",
  "summary" : "Expands the definition of bus to include those owned by public or governmental agency, pre-school, nursery school or private school or privately owned and operated for compensation for the transportation of children less than school age, teachers and other persons to and from a pre-school, nursery school or school activities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A762-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1293\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT, WEISENBERG, PRETLOW -- Multi-Sponsored by\n         -- M. of A. BING, CAHILL, CUSICK, JOHNS, MAGEE, PAULIN, RAMOS --  read\n         once and referred to the Committee on Transportation\n\n       AN  ACT  to  amend the vehicle and traffic law, in relation to expanding\n         the definition of bus\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 509-a of the vehicle and traffic\n    2  law, as amended by chapter 853 of the laws of 1992, is amended  to  read\n    3  as follows:\n    4    (1)  bus  shall  mean  every  motor  vehicle, owned, leased, rented or\n    5  otherwise controlled by a motor carrier, which (a) is a school  bus  (I)\n    6  as  defined  in section one hundred forty-two of this chapter [or]; (II)\n    7  WHICH IS OWNED BY A PUBLIC OR GOVERNMENTAL AGENCY,  PRE-SCHOOL,  NURSERY\n    8  SCHOOL OR PRIVATE SCHOOL AND OPERATED FOR THE TRANSPORTATION OF CHILDREN\n    9  LESS THAN SCHOOL AGE, TEACHERS AND OTHER PERSONS ACTING IN A SUPERVISORY\n   10  CAPACITY,  TO AND FROM A PRE-SCHOOL, NURSERY SCHOOL OR SCHOOL ACTIVITIES\n   11  OR PRIVATELY OWNED AND OPERATED FOR COMPENSATION FOR THE  TRANSPORTATION\n   12  OF CHILDREN LESS THAN SCHOOL AGE, TEACHERS AND OTHER PERSONS ACTING IN A\n   13  SUPERVISORY  CAPACITY  TO OR FROM A PRE-SCHOOL, NURSERY SCHOOL OR SCHOOL\n   14  ACTIVITIES PURSUANT TO AN AGREEMENT WITH  SUCH  PUBLIC  OR  GOVERNMENTAL\n   15  AGENCY, PRE-SCHOOL OR NURSERY SCHOOL; OR (III) has a seating capacity of\n   16  more  than  ten  adult passengers in addition to the driver and which is\n   17  used for the transportation of persons under the age  of  twenty-one  or\n   18  persons of any age who are mentally or physically disabled to a place of\n   19  vocational,  academic  or  religious  instruction  or  religious service\n   20  including nursery schools, day care centers and camps, (b)  is  required\n   21  to  obtain  approval  to  operate  in  the state as a common or contract\n   22  carrier of passengers by motor vehicle from the commissioner  of  trans-\n   23  portation,  or the interstate commerce commission, (c) is regulated as a\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03160-01-1\n\n       A. 1293                             2\n\n    1  bus line by a city that has adopted an ordinance, local law  or  charter\n    2  to  regulate  or  franchise  bus line operations pursuant to subdivision\n    3  four of section eighty of the transportation law, (d) is regulated as  a\n    4  van  service  or  other  common  carrier  of passengers by motor vehicle\n    5  covered under article seven of the transportation law by a city  with  a\n    6  population  of  over  one  million pursuant to an ordinance or local law\n    7  adopted pursuant to subdivision five of section eighty of the  transpor-\n    8  tation law or (e) is operated by a transit authority or municipality and\n    9  is used to transport persons for hire. Provided, however, that bus shall\n   10  not  mean  an  authorized emergency vehicle operated in the course of an\n   11  emergency, or a motor vehicle used in the transportation of agricultural\n   12  workers to and from their place of employment;\n   13    S 2. This act shall take effect on the one hundred eightieth day after\n   14  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to expanding the definition of bus ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T115058.TXT", "SOBI.D110107.T132903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294678258979
}