{
  "year" : 2011,
  "senateBillNo" : "A129-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A129-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the county of Nassau to transfer ownership of certain parklands to Conservation Partners, LLC",
  "summary" : "Authorizes the county of Nassau to transfer ownership of certain parklands to Conservation Partners, LLC. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property",
  "previousVersions" : [ "AA11562-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          129\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MONTESANO  --  read once and referred to the\n         Committee on Local Governments\n\n       AN ACT authorizing the county of Nassau to transfer ownership of certain\n         parklands to Conservation Partners, LLC\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The  Nassau county legislature is hereby authorized and\n    2  empowered to convey the parkland property described in  section  two  of\n    3  this  act, upon terms to be fixed and determined by such county legisla-\n    4  ture, to Conservation Partners LLC, which  terms  and  conditions  shall\n    5  include  the  placement of a conservation easement on the property to be\n    6  conveyed prohibiting  any  future  development  on  the  property.  This\n    7  authorization  is  based upon the unique facts and circumstances of this\n    8  particular parkland property which include: the  property  was  acquired\n    9  for  open  space  protection  purposes  and  does not have any developed\n   10  recreational facilities; after conveyance, the open  space  features  of\n   11  the  property will be permanently protected through a conservation ease-\n   12  ment; and the conveyance is part of a larger  conservation  land  trans-\n   13  action  that  will result in a net increase of more than thirty acres of\n   14  permanently protected open space in a densely developed area  of  Nassau\n   15  County.\n   16    S  2.  The parkland referred to in section one of this act is located,\n   17  bounded and described as follows:\n   18    ALL that certain plot, piece or parcel of land with the buildings  and\n   19  improvements thereon erected, situate, lying and being in the village of\n   20  Oyster  Bay  Cove,  town  of  Oyster Bay, county of Nassau, state of New\n   21  York, being bounded and described as follows:\n   22    BEGINNING on the westerly side of Sandy Hill Road distant 1384.16 feet\n   23  northerly from the corner formed by the intersection  of  the  northerly\n   24  side of Berry Hill Road with the westerly side of Sandy Hill Road;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02312-01-1\n\n       A. 129                              2\n\n    1    RUNNING  THENCE  westerly along the arc of a curve bearing to the left\n    2  having a radius of 25.00 feet a distance of 39.27 feet;\n    3    THENCE south 83 degrees 04 minutes 20 seconds west a distance of 25.00\n    4  feet;\n    5    THENCE westerly along the arc of a curve bearing to the right having a\n    6  radius of 390.00 feet a distance of 173.58 feet;\n    7    THENCE  westerly along the arc of a curve bearing to the left having a\n    8  radius of 380.00 feet a distance of 169.12 feet;\n    9    THENCE south 83 degrees 04 minutes 20 seconds west a distance of 89.01\n   10  feet;\n   11    THENCE westerly along the arc of a curve bearing to the right having a\n   12  radius of 290.00 feet a distance of 410.74 feet;\n   13    THENCE westerly along the arc of a curve bearing to the left having  a\n   14  radius of 70.00 feet a distance of 75.44 feet;\n   15    THENCE westerly along the arc of a curve bearing to the right having a\n   16  radius of 60.00 feet a distance of 60.22 feet;\n   17    THENCE  north  66  degrees  26  minutes  21 seconds west a distance of\n   18  204.70 feet;\n   19    THENCE north 85 degrees 00 minutes  00  seconds  west  a  distance  of\n   20  170.00 feet;\n   21    THENCE  south  78  degrees  00  minutes  00 seconds west a distance of\n   22  475.00 feet to the easterly side of Berry Hill Road;\n   23    THENCE along the easterly side of Berry Hill Road north 32 degrees  51\n   24  minutes  00  seconds west a distance of 351.40 feet to the easterly side\n   25  of McCoun's Lane;\n   26    THENCE along the easterly side of McCouns Lane the following four  (4)\n   27  courses and distances:\n   28    1)  North  05  degrees  56 minutes 20 seconds east a distance of 96.08\n   29  feet;\n   30    2) North 14 degrees 14 minutes 00 seconds east  a  distance  of  33.74\n   31  feet;\n   32    3)  North  16  degrees 34 minutes 00 seconds east a distance of 116.24\n   33  feet;\n   34    4) North 05 degrees 39 minutes 00 seconds east  a  distance  of  10.35\n   35  feet to the property to be retained by Frank E. Richardson;\n   36    THENCE  along  said property to be retained by Frank E. Richardson the\n   37  following twenty-three (23) courses and distances:\n   38    1) North 75 degrees 38 minutes 40 seconds east a  distance  of  296.05\n   39  feet;\n   40    2)  South  82  degrees 24 minutes 29 seconds east a distance of 256.12\n   41  feet;\n   42    3) South 19 degrees 11 minutes 04 seconds east a  distance  of  193.14\n   43  feet;\n   44    4)  South  33  degrees 18 minutes 52 seconds east a distance of 267.33\n   45  feet;\n   46    5) South 57 degrees 29 minutes 46 seconds east  a  distance  of  83.63\n   47  feet;\n   48    6)  South  84  degrees 34 minutes 32 seconds east a distance of 146.34\n   49  feet;\n   50    7) South 29 degrees 51 minutes 25 seconds east  a  distance  of  49.27\n   51  feet;\n   52    8)  Easterly  along  the  arc of a curve bearing to the right having a\n   53  radius of 60.00 feet a distance of 69.79 feet;\n   54    9) North 64 degrees 03 minutes 15 seconds east a  distance  of  125.58\n   55  feet;\n\n       A. 129                              3\n\n    1    10)  Easterly  along  the arc of a curve bearing to the right having a\n    2  radius of 160.00 feet a distance of 78.13 feet;\n    3    11)  South  71 degrees 10 minutes 52 seconds east a distance of 151.22\n    4  feet;\n    5    12) Easterly along the arc of a curve bearing to  the  left  having  a\n    6  radius of 200.00 feet a distance of 148.67 feet;\n    7    13)  Easterly  along  the  arc of a curve bearing to the left having a\n    8  radius of 500.00 feet a distance of 193.68 feet;\n    9    14) Northerly along the arc of a curve bearing to the  left  having  a\n   10  radius of 175.00 feet a distance of 183.26 feet;\n   11    15)  North  35 degrees 38 minutes 27 seconds west a distance of 450.75\n   12  feet;\n   13    16) North 51 degrees 04 minutes 49 seconds west a distance  of  203.75\n   14  feet;\n   15    17)  North  65  degrees 33 minutes 11 seconds west a distance of 89.57\n   16  feet;\n   17    18) North 81 degrees 21 minutes 34 seconds west a distance  of  191.13\n   18  feet;\n   19    19)  North  57 degrees 26 minutes 42 seconds west a distance of 109.00\n   20  feet;\n   21    20) North 79 degrees 01 minutes 57 seconds west a distance  of  102.74\n   22  feet;\n   23    21)  North  45 degrees 48 minutes 15 seconds west a distance of 190.79\n   24  feet;\n   25    22) South 71 degrees 02 minutes 28 seconds west a distance  of  420.17\n   26  feet;\n   27    23)  North  35 degrees 53 minutes 50 seconds west a distance of 184.12\n   28  feet to the land now or formerly of Oleg Cassini Inc.;\n   29    THENCE along the land now or formerly of Oleg Cassini Inc. the follow-\n   30  ing three (3) courses and distances:\n   31    1) North 69 degrees 35 minutes 20 seconds east  a  distance  of  66.65\n   32  feet;\n   33    2)  North  68  degrees 44 minutes 50 seconds east a distance of 286.59\n   34  feet;\n   35    3) North 64 degrees 53 minutes 50 seconds east a  distance  of  532.68\n   36  feet to the lands now or formerly of Christian Enterprises Inc;\n   37    THENCE along said lands the following two (2) courses and distances;\n   38    1)  South  30  degrees  47 minutes 10 seconds east a distance of 93.53\n   39  feet;\n   40    2) North 79 degrees 45 minutes 30 seconds east a  distance  of  588.73\n   41  feet to the westerly side of Sandy Hill Road;\n   42    THENCE  along  the  westerly side of Sandy Hill Road the following ten\n   43  (10) courses and distances;\n   44    1) South 19 degrees 40 minutes 20 seconds  west  a  distance  of  6.46\n   45  feet;\n   46    2)  South  23  degrees  27 minutes 10 seconds west a distance of 66.25\n   47  feet;\n   48    3) South 10 degrees 27 minutes 50 seconds west a  distance  of  157.18\n   49  feet;\n   50    4)  South  09  degrees 12 minutes 00 seconds east a distance of 128.48\n   51  feet;\n   52    5) South 29 degrees 41 minutes 00 seconds east a  distance  of  362.03\n   53  feet;\n   54    6)  South  27  degrees 17 minutes 40 seconds east a distance of 156.49\n   55  feet;\n\n       A. 129                              4\n\n    1    7) South 01 degrees 47 minutes 20 seconds west a  distance  of  296.43\n    2  feet;\n    3    8)  South  00  degrees 29 minutes 40 seconds west a distance of 470.67\n    4  feet;\n    5    9) South 04 degrees 42 minutes 30 seconds west a  distance  of  172.75\n    6  feet;\n    7    10)  South  06 degrees 55 minutes 40 seconds east a distance of 122.10\n    8  feet to the point or place  of  BEGINNING  and  containing  within  said\n    9  bounds 33.51 acres.\n   10    S  3.  The  authorization provided in section one of this act shall be\n   11  effective only upon the condition that on or before the  alienation  and\n   12  conveyance  of  lands  described  in section two of this act, the county\n   13  shall acquire additional lands of equal or  greater  fair  market  value\n   14  than the lands being alienated, as described in section two of this act.\n   15  Such  lands to be acquired, which shall be dedicated as parkland and for\n   16  open space protection purposes and shall be made available for the bene-\n   17  fit of the public as parkland, being bound and described as follows:\n   18    All that certain lot, piece or parcel  of  lands  lying,  situate  and\n   19  being  in  the  village of Old Brookville, town of Oyster Bay, county of\n   20  Nassau, State of New York, bounded and described as follows:\n   21    BEGINNING at a point formed by the intersection of the southerly  side\n   22  of Chicken Valley Road and the westerly side of Hegemans Lane.\n   23    RUNNING  THENCE along the westerly side of Hegemans Lane the following\n   24  two (2) courses:\n   25    1) S 13µ 31' 47\" W, 393.35 feet;\n   26    2) S 13µ 22' 47\" W, 1,648.88 feet to Lot 2 as shown on the \"Map  of  M\n   27  and M Partners Development\";\n   28    THENCE along said lot the following four (4) courses:\n   29    1) S 84µ 04' 33\" W, 583.65 feet;\n   30    2) N 05µ 55' 27\" W, 477.19 feet;\n   31    3)  Northerly  along the arc of a curve bearing to the right, having a\n   32  radius of 550.00 feet and a length of 125.36 feet;\n   33    4) N 89µ 44' 32\" W, 569.83 feet to land now or formerly of MacDonnell;\n   34    THENCE along said land N 01µ 50' 09\" W, 158.13 feet to  the  southerly\n   35  side of Chicken Valley Road;\n   36    THENCE along said road line the following eleven (11) courses:\n   37    1) N 56µ 25' 54\" E, 257.01 feet;\n   38    2) N 50µ 39' 40\" E, 170.07 feet;\n   39    3) N 35µ 05' 40\" E, 274.28 feet;\n   40    4) N 64µ 15' 40\" E, 370.87 feet;\n   41    5) N 36µ 45' 40\" E, 233.16 feet;\n   42    6) N 48µ 21' 40\" E, 201.23 feet;\n   43    7) N 51µ 29' 40\" E, 91.87 feet;\n   44    8) N 62µ 44' 40\" E, 231.39 feet;\n   45    9) N 52µ 15' 40\" E, 163.87 feet;\n   46    10) N 62µ 47' 40\" E, 119.43 feet;\n   47    11) N 70µ 55' 47\" E, 38.26 feet to the POINT or PLACE of BEGINNING and\n   48  containing within said bounds 35.36 acres.\n   49    S  4.  In  the  event  that  the lands to be acquired, as described in\n   50  section three of this act, are not equal or greater in fair market value\n   51  than the lands being alienated, as described in section two of this act,\n   52  the county of Nassau shall dedicate the difference in  the  fair  market\n   53  value  for  the  acquisition  of additional parklands and/or for capital\n   54  improvements to existing park and recreational facilities.\n   55    S 5. If the land that is the subject of this legislation has  received\n   56  funding  pursuant  to  the federal land and water conservation fund, the\n\n       A. 129                              5\n\n    1  discontinuance of parkland authorized by the provisions of  this  legis-\n    2  lation  shall  not  occur  until  the municipality has complied with the\n    3  federal requirements pertaining to the conversion of parklands,  includ-\n    4  ing  satisfying  the  secretary  of the interior that the discontinuance\n    5  will include all conditions which the secretary of  the  interior  deems\n    6  necessary  to assure the substitution of other lands shall be equivalent\n    7  in fair market value and recreational  usefulness  to  the  lands  being\n    8  discontinued.\n    9    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT authorizing the county of Nassau to transfer ownership of certain parklands to Conservation Partners, LLC ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T121420.TXT", "SOBI.D101217.T104432.TXT", "SOBI.D101216.T113417.TXT", "SOBI.D101216.T110414.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292600672686
}