{
  "year" : 2011,
  "senateBillNo" : "A1300-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1300-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits a person from operating a truck while anyone is in the cargo area of such truck",
  "summary" : "Prohibits a person from operating a truck while anyone under the age of eighteen is in the cargo area of such truck; provides certain exceptions for farm type tractors, trucks used for agricultural purposes and trucks used in parades. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A761-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1300\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GANTT, CUSICK -- Multi-Sponsored by -- M. of A.\n         MAGNARELLI, PHEFFER, RAMOS -- read once and referred to the  Committee\n         on Transportation\n\n       AN  ACT  to  amend the vehicle and traffic law, in relation to riding in\n         cargo areas of trucks\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2 of section 1222 of the vehicle and traffic\n    2  law, as amended by chapter 913 of the laws of 1974, is amended  to  read\n    3  as follows:\n    4    2.  [No]  A. EXCEPT AS PROVIDED IN PARAGRAPH B OF THIS SUBDIVISION, NO\n    5  operator of any [motor vehicle commonly known as an  auto]  truck  shall\n    6  operate  such  [auto] truck, nor shall the owner thereof permit it to be\n    7  operated, [in excess of five miles,] while there are [in excess of five]\n    8  persons under eighteen years of age in the body of such truck [unless at\n    9  least one person over eighteen years of age also rides in  the  body  of\n   10  said truck].\n   11    B.  THE  PROVISIONS OF PARAGRAPH A OF THIS SUBDIVISION SHALL NOT APPLY\n   12  TO (I) FARM TYPE TRACTORS USED EXCLUSIVELY FOR AGRICULTURAL PURPOSES  OR\n   13  OTHER  FARM  EQUIPMENT  WHEN  MAKING  ONLY  INCIDENTAL USE OF A HIGHWAY,\n   14  PROVIDED THAT NO SUCH PASSENGERS ARE UNDER THE AGE OF TWELVE YEARS; (II)\n   15  TRUCKS WHILE ENGAGED IN USE FOR AGRICULTURAL PURPOSES WHEN  MAKING  ONLY\n   16  INCIDENTAL  USE  OF  A  HIGHWAY AND PROVIDED THAT NO SUCH PASSENGERS ARE\n   17  UNDER THE AGE OF TWELVE YEARS;  AND  (III)  TRUCKS  PARTICIPATING  IN  A\n   18  PARADE PURSUANT TO A MUNICIPAL PERMIT, PROVIDED THAT AT LEAST ONE PERSON\n   19  OVER EIGHTEEN YEARS OF AGE ALSO RIDES IN THE BODY OF SAID TRUCK.\n   20    S  2.  Paragraph (iii) of subdivision 2 of section 1233 of the vehicle\n   21  and traffic law, as amended by chapter 377  of  the  laws  of  1980,  is\n   22  amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03158-01-1\n\n       A. 1300                             2\n\n    1    (iii)  riding  on  the  open,  uncovered  cargo area of a truck BY ANY\n    2  PERSON AGE EIGHTEEN OR OLDER with the permission of the operator of such\n    3  truck; and\n    4    S  3. Section 1233 of the vehicle and traffic law is amended by adding\n    5  a new subdivision 4 to read as follows:\n    6    4. NO PERSON SHALL OPERATE A TRUCK WHILE ANY PERSON UNDER THE  AGE  OF\n    7  EIGHTEEN YEARS IS RIDING IN THE CARGO AREA OF SUCH TRUCK.\n    8    S 4. This act shall take effect on the first of November next succeed-\n    9  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to riding in cargo areas of trucks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T133403.TXT", "SOBI.D110107.T132903.TXT", "SOBI.D110110.T120059.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294678859261
}