{
  "year" : 2011,
  "senateBillNo" : "A1309-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A1309-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to rent increases after vacancy of a housing accommodation; repealer",
  "summary" : "Repeals provisions permitting rent increases after vacancy of a housing accommodation. ",
  "currentCommittee" : null,
  "sameAs" : "S2699",
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A463-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1309\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  JEFFRIES,  MILLMAN,  SPANO, LANCMAN, JAFFEE,\n         WRIGHT, CAMARA, COLTON, JACOBS, KELLNER -- Multi-Sponsored by -- M. of\n         A. BOYLAND, FARRELL, GOTTFRIED, J. RIVERA, SCHIMEL --  read  once  and\n         referred to the Committee on Housing\n\n       AN  ACT  to  amend  the administrative code of the city of New York, the\n         emergency tenant protection act of nineteen seventy-four, the emergen-\n         cy housing rent control law and the local emergency rent control  act,\n         in relation to rent increases after vacancy of a housing accommodation\n         and  to  repeal  certain  provisions of the administrative code of the\n         city of New York and the emergency tenant protection act  of  nineteen\n         seventy-four relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 5-a of subdivision c of  section  26-511  of  the\n    2  administrative code of the city of New York is REPEALED.\n    3    S  2.  Subdivision  (a-1) of section 10 of section 4 of chapter 576 of\n    4  the laws of 1974, constituting the emergency tenant  protection  act  of\n    5  nineteen seventy-four is REPEALED.\n    6    S 3. Subdivision f of section 26-512 of the administrative code of the\n    7  city  of  New  York,  as  added  by  chapter 116 of the laws of 1997, is\n    8  amended to read as follows:\n    9    f. Notwithstanding any provision of this law to the  contrary  in  the\n   10  case where all tenants named in a lease have permanently vacated a hous-\n   11  ing accommodation and a family member of such tenant or tenants is enti-\n   12  tled  to  and  executes a renewal lease for the housing accommodation if\n   13  such accommodation continues to be subject to this law after such family\n   14  member vacates, on the occurrence of such vacancy  the  legal  regulated\n   15  rent  shall  be increased by a sum equal to the allowance then in effect\n   16  for vacancy leases[, including the amount allowed by paragraph  (five-a)\n   17  of  subdivision c of section 26-511 of this law]. Such increase shall be\n   18  in addition to any other increases provided for in this law including an\n   19  adjustment based upon a major  capital  improvement,  or  a  substantial\n   20  modification  or increase of dwelling space or services, or installation\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00170-01-1\n\n       A. 1309                             2\n\n    1  of new  equipment  or  improvements  or  new  furniture  or  furnishings\n    2  provided  in  or to the housing accommodation pursuant to section 26-511\n    3  of this law and shall be applicable in like manner to each second subse-\n    4  quent succession.\n    5    S  4.  Subdivision  g  of section 6 of section 4 of chapter 576 of the\n    6  laws of 1974, constituting the emergency tenant protection act of  nine-\n    7  teen  seventy-four,  as  added  by  chapter  116 of the laws of 1997, is\n    8  amended to read as follows:\n    9    g. Notwithstanding any provision of this act to the  contrary  in  the\n   10  case where all tenants named in a lease have permanently vacated a hous-\n   11  ing accommodation and a family member of such tenant or tenants is enti-\n   12  tled  to  and  executes a renewal lease for the housing accommodation if\n   13  such accommodation continues to be subject to this act after such family\n   14  member vacates, on the occurrence of such vacancy  the  legal  regulated\n   15  rent  shall  be increased by a sum equal to the allowance then in effect\n   16  for vacancy leases[, including the amount allowed by  subdivision  (a-1)\n   17  of  section ten of this act].  Such increase shall be in addition to any\n   18  other increases provided for in this act including an  adjustment  based\n   19  upon  a  major  capital  improvement,  or  a substantial modification or\n   20  increase of dwelling space or services, or installation of new equipment\n   21  or improvements or new furniture or furnishings provided in  or  to  the\n   22  housing  accommodation,  pursuant  to THIS section [six of this act] and\n   23  shall be applicable in like manner to each second subsequent succession.\n   24    S 5. Subdivision 9 of section 5 of chapter 274 of the  laws  of  1946,\n   25  constituting the emergency housing rent control law, as added by chapter\n   26  116 of the laws of 1997, is amended to read as follows:\n   27    9.  Notwithstanding  any  provision of this law to the contrary in the\n   28  case where all tenants occupying the housing accommodation on the effec-\n   29  tive date of this subdivision have vacated the housing accommodation and\n   30  a family member of such vacating tenant or tenants is  entitled  to  and\n   31  continues to occupy the housing accommodation subject to the protections\n   32  of  this  law, if such accommodation continues to be subject to this law\n   33  after such family member vacates, on the occurrence of such vacancy  the\n   34  maximum collectable rent shall be increased by a sum equal to the allow-\n   35  ance  then  in  effect  for  vacancy  leases  for housing accommodations\n   36  covered by the rent stabilization law of nineteen  hundred  sixty-nine[,\n   37  including  the  amount  allowed  by paragraph five-a of subdivision c of\n   38  section 26-511 of such law]. This increase shall be in addition  to  any\n   39  other  increases provided in this law including an adjustment based upon\n   40  a major capital improvement, or a substantial increase  or  decrease  in\n   41  dwelling  space  or  a change in the services, furniture, furnishings or\n   42  equipment provided in the housing  accommodation,  pursuant  to  section\n   43  four  of  this law and shall be applicable in like manner to each second\n   44  subsequent succession.\n   45    S 6. Section 26-403.2 of the administrative code of the  city  of  New\n   46  York, as added by chapter 116 of the laws of 1997, is amended to read as\n   47  follows:\n   48    S  26-403.2  Increase in maximum collectable rent. Notwithstanding any\n   49  provision of this law to the contrary in  the  case  where  all  tenants\n   50  occupying  the  housing  accommodation  on  the  effective  date of this\n   51  section have vacated the housing accommodation and a  family  member  of\n   52  such  vacating  tenant or tenants is entitled to and continues to occupy\n   53  the housing accommodation subject to the protections  of  this  law,  if\n   54  such accommodation continues to be subject to this law after such family\n   55  member  vacates, on the occurrence of such vacancy the maximum collecta-\n   56  ble rent shall be increased by a sum equal  to  the  allowance  then  in\n\n       A. 1309                             3\n\n    1  effect for vacancy leases for housing accommodations covered by the rent\n    2  stabilization  law of nineteen hundred sixty-nine[, including the amount\n    3  allowed by paragraph five-a of subdivision c of section 26-511  of  such\n    4  law]. This increase shall be in addition to any other increases provided\n    5  for  in  this  law  including  an  adjustment based upon a major capital\n    6  improvement, or a substantial increase or decrease in dwelling space  or\n    7  a  change  in the services, furniture, furnishings or equipment provided\n    8  in the housing accommodation, pursuant to section 26-405 of this law and\n    9  shall be applicable in like manner to each second subsequent succession.\n   10    S 7. The sixth undesignated paragraph of subdivision 5 of section 1 of\n   11  chapter 21 of the laws of 1962, constituting the  local  emergency  rent\n   12  control act, as amended by chapter 82 of the laws of 2003, is amended to\n   13  read as follows:\n   14    Notwithstanding  any  provision of this act to the contrary, any local\n   15  law adopted pursuant to this act shall provide that notwithstanding  any\n   16  provision  of such local law in the case where all tenants occupying the\n   17  housing accommodation on the  effective  date  of  this  paragraph  have\n   18  vacated  the  housing accommodation and a family member of such vacating\n   19  tenant or tenants is entitled to and continues  to  occupy  the  housing\n   20  accommodation  subject  to the protections of such act, if such accommo-\n   21  dation continues to be subject to such  act  after  such  family  member\n   22  vacates,  on the occurrence of such vacancy the maximum collectable rent\n   23  shall be increased by a sum equal to the allowance then  in  effect  for\n   24  vacancy leases for housing accommodations covered by the rent stabiliza-\n   25  tion  law  of nineteen hundred sixty-nine[, including the amount allowed\n   26  by paragraph (5-a) of subdivision c of section 26-511 of such law]. This\n   27  increase shall be in addition to any other  increases  provided  for  in\n   28  this  act  and  shall be applicable in like manner to each second subse-\n   29  quent succession.\n   30    S 8. This act shall take effect immediately; provided that:\n   31    (a) the amendments to section 6 of the emergency tenant protection act\n   32  of nineteen seventy-four made by section four of this act  shall  expire\n   33  on the same date as such act expires and shall not affect the expiration\n   34  of  such  act  as  provided  in section 17 of chapter 576 of the laws of\n   35  1974; and\n   36    (b) the amendments to section 5 of the emergency housing rent  control\n   37  law  made  by  section five of this act shall expire on the same date as\n   38  such law expires and shall not affect the  expiration  of  such  law  as\n   39  provided  in  subdivision  2  of section 1 of chapter 274 of the laws of\n   40  1946; and\n   41    (c) the amendments to section 26-512 of chapter 4 of title 26  of  the\n   42  administrative  code  of  the  city of New York made by section three of\n   43  this act shall expire on the same date as such law expires and shall not\n   44  affect the expiration of such law as provided under  section  26-520  of\n   45  such law; and\n   46    (d)  the amendments to section 26-403.2 of the city rent and rehabili-\n   47  tation law made by section six of this act shall remain  in  full  force\n   48  and effect only as long as the public emergency requiring the regulation\n   49  and control of residential rents and evictions continues, as provided in\n   50  subdivision  3  of section 1 of the local emergency housing rent control\n   51  act; and\n   52    (e) the amendments to subdivision 5 of section 1 of the local emergen-\n   53  cy housing rent control act, made by section seven of  this  act,  shall\n   54  not  affect  the effectiveness of such subdivision and shall cease to be\n   55  in full force and effect pursuant to subdivision 3 of section 1 of  such\n   56  act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, the emergency tenant protection act of nineteen seventy-four, the emergency housing rent control law and the local emergency rent control act, in relation to rent increases after vacancy of a housing accommodation and to repeal certain provisions of the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T133403.TXT", "SOBI.D110110.T120559.TXT", "SOBI.D110128.T155317.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296247997756
}