{
  "year" : 2011,
  "senateBillNo" : "A130-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A130-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes Nassau county to transfer ownership of certain parklands to the Oyster Bay water district",
  "summary" : "Authorizes Nassau county to transfer ownership of certain parklands to the Oyster Bay water district. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property",
  "previousVersions" : [ "A11561-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          130\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MONTESANO  --  read once and referred to the\n         Committee on Local Governments\n\n       AN ACT authorizing the county of Nassau to transfer ownership of certain\n         parklands to the Oyster Bay water district\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subject to the provisions of this act, the county of Nassau\n    2  is hereby authorized and empowered to discontinue as county parkland and\n    3  convey  the  property  described  in  section two of this act, which was\n    4  heretofore used by such county for park and/or recreational purposes and\n    5  is within the Tiffany Preserve, upon terms to be fixed and determined by\n    6  such county and approved by its legislature, to  the  Oyster  Bay  water\n    7  district.\n    8    S  2.  The  lands  referred to in section one of this act are located,\n    9  bounded and described as follows:\n   10    All that certain lot, piece or parcel  of  land,  situate,  lying  and\n   11  being  in  the  incorporated  village of Oyster Bay Cove, town of Oyster\n   12  Bay, county of Nassau and state of New York, bounded  and  described  as\n   13  follows:\n   14    BEGINNING  at  a  point  where the westerly right-of-way line of Sandy\n   15  Hill Road intersects the northerly right-of-way line of Berry Hill Road;\n   16    Running thence westerly along the northerly right-of-way line of Berry\n   17  Hill Road a distance of 381.77 feet  to  a  point  where  the  northerly\n   18  right-of-way  line  of  Berry  Hill Road intersects the easterly line of\n   19  property of the Oyster Bay Water District, said  property  being  desig-\n   20  nated  as Lot 337 in Block H of Section 27 of the Nassau County Land and\n   21  Tax Maps;\n   22    THENCE running westerly along the northerly right-of-way line of Berry\n   23  Hill Road (the same being the southerly property line of said lot  337),\n   24  the following two (2) courses and distances:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02311-01-1\n\n       A. 130                              2\n\n    1    1. North 83 degrees - 33 minutes - 10 seconds West 120.00 feet;\n    2    2. North 72 degrees - 04 minutes - 40 seconds West 105.00 feet,\n    3  to  a  point  where  the  northerly right-of-way line of Berry Hill Road\n    4  intersects the westerly property line of said Lot 337.\n    5    THENCE running northerly along the westerly property line of said  Lot\n    6  337  a  distance  of  150.00  feet, more or less, to a point, which said\n    7  point is the true POINT OF BEGINNING,\n    8    And from said true POINT OF BEGINNING, running thence westerly along a\n    9  line being parallel to the northerly right-of-way  line  of  Berry  Hill\n   10  Road a distance of 150.00 feet to a point;\n   11    THENCE  running northerly along a line which is 90 degrees to the last\n   12  mentioned line, distance of 130 feet to a point;\n   13    THENCE running easterly along a line which is 90 degrees to  the  last\n   14  mentioned  line and parallel to the northerly right-of-way line of Berry\n   15  Hill Road a distance of 110.00 feet to a point,\n   16    THENCE running easterly along an extension of the  northerly  property\n   17  line  of said Lot 337 South 84 degrees - 30 minutes - 00 seconds East, a\n   18  distance of approximately 107 feet to a point.\n   19    THENCE running southerly along the northwesterly and westerly property\n   20  lines of said Lot 337 the following two (2) courses and distances:\n   21    1. South 45 degrees - 30 minutes - 00 seconds West 150.00 feet;\n   22    2. South 03 degrees - 30 minutes - 00 seconds West 20  feet,  more  or\n   23  less, to the true POINT OR PLACE OF BEGINNING.\n   24    Said  property  containing an area of approximately 23,159 square feet\n   25  (0.53 acres).\n   26    S 3. Subject to the provisions of this act, the Nassau county legisla-\n   27  ture is hereby further authorized and empowered to convey to the  Oyster\n   28  Bay water district a non-pollution easement encompassing a radius of 200\n   29  feet  surrounding the property described in section two of this act, the\n   30  area of such easement being shown upon a map entitled \"OYSTER BAY  WATER\n   31  DISTRICT  PLANT  No.  8  PROPOSED  WELL  AND  PUMP  STATION\" prepared by\n   32  Holzmacher, McLendon & Murrell, P.C. and dated February 2007. Such  land\n   33  shall remain open to the general public for passive park and recreation-\n   34  al purposes.\n   35    S  4.  The  authorization provided in section one of this act shall be\n   36  effective only upon the condition that on or before the  alienation  and\n   37  conveyance  of  lands  described  in  section two of this act and/or the\n   38  conveyance of the easement described in section three of this  act,  the\n   39  county  shall  designate  lands  previously  acquired  for  \"open  space\n   40  purposes\" as such term is defined by Nassau county  local  law  10-2006,\n   41  Title 57 of the Nassau county miscellaneous laws, as park property to be\n   42  placed  in  the  county's  park  trust,  such  property  being bound and\n   43  described as follows:\n   44    ALL that certain plot, piece or parcel of land, with the buildings and\n   45  improvements thereon erected, situate, lying and being in  the  incorpo-\n   46  rated  village  of Oyster Bay Cove, town of Oyster Bay, county of Nassau\n   47  and state of New York, known and described as follows:\n   48    BEGINNING at a point, said  point  being  the  following  courses  and\n   49  distances  from  a  point  on the Northerly side of Shutter Lane distant\n   50  1308.60 feet Westerly along the Northerly side of Shutter Lane from  the\n   51  corner  formed  by  the  intersection of the Westerly side of Oyster Bay\n   52  Cove Road and the Northerly side of Shutter Lane  (a  private  Right  of\n   53  Way);\n   54    (1)  North  46  degrees  09  minutes 00 seconds West for a distance of\n   55  485.98 feet;\n\n       A. 130                              3\n\n    1    From said point, RUNNING THENCE South 31 degrees 42 minutes 40 seconds\n    2  West for a distance of 142.30 feet;\n    3    THENCE  South  43 degrees 02 minutes 20 seconds West for a distance of\n    4  156.92 feet;\n    5    THENCE South 76 degrees 20 minutes 30 seconds West for a  distance  of\n    6  225.87 feet;\n    7    THENCE  North  09 degrees 10 minutes 30 seconds East for a distance of\n    8  844.97 feet;\n    9    THENCE South 68 degrees 42 minutes 00 seconds East for a  distance  of\n   10  170.75 feet;\n   11    THENCE  South  79 degrees 28 minutes 00 seconds East for a distance of\n   12  47.30 feet;\n   13    THENCE North 84 degrees 52 minutes 00 seconds East for a  distance  of\n   14  42.50 feet;\n   15    THENCE  North  65 degrees 42 minutes 00 seconds East for a distance of\n   16  38.50 feet;\n   17    THENCE North 50 degrees 20 minutes 00 seconds East for a  distance  of\n   18  135.77 feet;\n   19    THENCE  North  39 degrees 57 minutes 00 seconds East for a distance of\n   20  67.00 feet;\n   21    THENCE South 45 degrees 18 minutes 50 seconds East for a  distance  of\n   22  213.26 feet;\n   23    THENCE  South  37 degrees 59 minutes 15 seconds West for a distance of\n   24  148.00 feet;\n   25    THENCE South 68 degrees 59 minutes 20 seconds East for a  distance  of\n   26  159.89 feet;\n   27    THENCE  South  41 degrees 00 minutes 00 seconds East for a distance of\n   28  120.00 feet;\n   29    THENCE SOUTH 69 degrees 10 minutes 22 seconds West for a  distance  of\n   30  77.79 feet;\n   31    THENCE  North  69 degrees 51 minutes 45 seconds West for a distance of\n   32  109.41 feet;\n   33    THENCE North 46 degrees 09 minutes 00 seconds West for a  distance  of\n   34  20.70 feet;\n   35    THENCE  South  59 degrees 19 minutes 40 seconds West for a distance of\n   36  38.86 feet;\n   37    THENCE South 41 degrees 50 minutes 54 seconds West for a  distance  of\n   38  162.64 feet;\n   39    THENCE  North  30 degrees 11 minutes 15 seconds West for a distance of\n   40  184.91 feet;\n   41    THENCE South 16 degrees 56 minutes 01 seconds West for a  distance  of\n   42  231.98 feet;\n   43    THENCE  South  46 degrees 09 minutes 00 seconds East 56.07 feet to the\n   44  point of place of the BEGINNING. Said property  containing  an  area  of\n   45  approximately 7.98 acres.\n   46    S  5. If the parcel described in section two of this act is greater in\n   47  fair market value than the parcel being dedicated as parkland in section\n   48  three of this act, the county of Nassau shall dedicate the difference in\n   49  the fair market value of such lands for the  acquisition  of  additional\n   50  park  lands  and/or for capital improvements to existing park and recre-\n   51  ational facilities.\n   52    S 6. If the parkland that is being discontinued has  received  federal\n   53  funding pursuant to the land and water conservation fund, the discontin-\n   54  uance  and  conveyance of park land authorized by the provisions of this\n   55  act shall not occur until the county of Nassau  has  complied  with  any\n   56  state  requirements  pursuant  to  state issued grants for effected park\n\n       A. 130                              4\n\n    1  property and federal  requirements  pertaining  to  conversion  of  park\n    2  lands,  including  satisfying  the  secretary  of  the interior that the\n    3  alienation or conversion complies with all conditions which  the  secre-\n    4  tary of the interior deems necessary to assure the substitution of other\n    5  lands  shall be equivalent in fair market value and recreational useful-\n    6  ness to the lands being alienated or converted.\n    7    S 7. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT authorizing the county of Nassau to transfer ownership of certain parklands to the Oyster Bay water district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T104432.TXT", "SOBI.D101216.T113417.TXT", "SOBI.D101216.T110414.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292600672688
}