{
  "year" : 2011,
  "senateBillNo" : "A1305-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1305-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sets forth minimum requirements for rental vehicles",
  "summary" : "Relates to indemnity bonds or insurance policies on rental vehicles; sets forth minimum requirements for rental vehicles; provides for a violation to be a misdemeanor and liability to third persons for all damages arising out of the use and operation of the vehicle. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2409-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1305\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GANTT, GABRYSZAK -- read once and referred to the\n         Committee on Transportation\n\n       AN  ACT  to  amend the vehicle and traffic law and the insurance law, in\n         relation to minimum insurance requirements  for  rental  vehicles  and\n         vehicles for hire\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The article heading of article 8 of the vehicle and traffic\n    2  law, is amended to read as follows:\n    3           INDEMNITY BONDS OR INSURANCE POLICIES ON RENTAL VEHICLES\n    4                                     AND\n    5                                  VEHICLES\n    6                      TRANSPORTING PASSENGERS FOR HIRE\n\n    7    S 2. Subdivision 3 of section 370 of the vehicle and traffic  law,  as\n    8  amended  by  chapter  232  of  the  laws  of 2001, is amended to read as\n    9  follows:\n   10    3. (A) A person, firm, association or corporation engaged in the busi-\n   11  ness of renting or leasing rental  vehicles  to  be  operated  upon  the\n   12  public  highways  for  carrying  passengers  shall  be  subject  to  the\n   13  provisions of this section in the same manner and to the same extent  as\n   14  if  such  person, firm, association or corporation were actually engaged\n   15  in the business of carrying or transporting passengers for hire,  EXCEPT\n   16  IN  RESPECT TO SUCH VEHICLES RENTED OR LEASED FOR LESS THAN ONE YEAR, IN\n   17  WHICH CASE:\n   18    (I) THE CORPORATE SURETY BOND OR A POLICY  OF  INSURANCE  REQUIRED  BY\n   19  THIS  SECTION  SHALL  BE  CONDITIONED  UPON  THE FOLLOWING LIABILITY FOR\n   20  DAMAGES FOR AND INCIDENT TO DEATH  OR  INJURIES  TO  PERSONS:  FOR  EACH\n   21  MOTORCYCLE  AND  FOR EACH MOTOR VEHICLE HAVING A SEATING CAPACITY OF NOT\n   22  MORE THAN SEVEN PASSENGERS, A BOND OR INSURANCE POLICY  WITH  A  MINIMUM\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03219-01-1\n\n       A. 1305                             2\n\n    1  LIABILITY  OF  ONE  HUNDRED  THOUSAND DOLLARS AND A MAXIMUM LIABILITY OF\n    2  THREE HUNDRED THOUSAND DOLLARS FOR BODILY  INJURY  OR  DEATH;  FOR  EACH\n    3  MOTOR  VEHICLE HAVING A SEATING CAPACITY OF NOT LESS THAN EIGHT NOR MORE\n    4  THAN  TWELVE  PASSENGERS,  A  BOND  OR  INSURANCE  POLICY WITH A MINIMUM\n    5  LIABILITY OF ONE HUNDRED THOUSAND DOLLARS AND  A  MAXIMUM  LIABILITY  OF\n    6  FIVE HUNDRED THOUSAND DOLLARS FOR BODILY INJURY OR DEATH; FOR EACH MOTOR\n    7  VEHICLE  HAVING  A  SEATING  CAPACITY OF NOT LESS THAN THIRTEEN NOR MORE\n    8  THAN TWENTY PASSENGERS, A  BOND  OR  INSURANCE  POLICY  WITH  A  MINIMUM\n    9  LIABILITY  OF  ONE  HUNDRED  THOUSAND DOLLARS AND A MAXIMUM LIABILITY OF\n   10  EIGHT HUNDRED THOUSAND DOLLARS FOR BODILY  INJURY  OR  DEATH;  FOR  EACH\n   11  MOTOR  VEHICLE HAVING A SEATING CAPACITY OF NOT LESS THAN TWENTY-ONE NOR\n   12  MORE THAN THIRTY PASSENGERS, A BOND OR INSURANCE POLICY WITH  A  MINIMUM\n   13  LIABILITY OF ONE HUNDRED THOUSAND DOLLARS AND A MAXIMUM LIABILITY OF ONE\n   14  MILLION  DOLLARS  FOR  BODILY  INJURY  OR  DEATH; FOR EACH MOTOR VEHICLE\n   15  HAVING A SEATING CAPACITY OF MORE THAN  THIRTY  PASSENGERS,  A  BOND  OR\n   16  INSURANCE  POLICY  WITH  A  MINIMUM  LIABILITY  OF  ONE HUNDRED THOUSAND\n   17  DOLLARS AND A MAXIMUM LIABILITY OF ONE MILLION TWO HUNDRED  FIFTY  THOU-\n   18  SAND DOLLARS FOR BODILY INJURY OR DEATH; AND\n   19    (II)  SUCH  PERSON,  FIRM,  ASSOCIATION OR CORPORATION SHALL ALSO FILE\n   20  WITH THE COMMISSIONER FOR EACH MOTOR VEHICLE OR MOTORCYCLE  INTENDED  TO\n   21  BE SO OPERATED EVIDENCE, IN SUCH FORM AS THE COMMISSIONER MAY PRESCRIBE,\n   22  OF  AN  EXCESS LIABILITY POLICY OF INSURANCE, APPROVED AS TO FORM BY THE\n   23  SUPERINTENDENT OF INSURANCE IN A COMPANY AUTHORIZED TO  DO  BUSINESS  IN\n   24  THE  STATE,  APPROVED BY THE SUPERINTENDENT AS TO SOLVENCY AND RESPONSI-\n   25  BILITY, PROVIDING EXCESS LIABILITY COVERAGE IN THE AMOUNT OF ONE MILLION\n   26  DOLLARS FOR EACH VEHICLE AND COVERING THE SAME RISKS AS  THE  UNDERLYING\n   27  POLICY.\n   28    (B) A PERSON, FIRM, ASSOCIATION OR CORPORATION ENGAGED IN THE BUSINESS\n   29  OF  RENTING  OR  LEASING  TRUCKS,  AS DEFINED IN THIS CHAPTER, SHALL, IN\n   30  RESPECT TO TRUCKS RENTED OR LEASED FOR LESS THAN ONE YEAR, BE SUBJECT TO\n   31  THE PROVISIONS OF THIS SECTION IN THE SAME MANNER AND TO THE SAME EXTENT\n   32  AS IF SUCH PERSON, FIRM, ASSOCIATION OR CORPORATION WERE ENGAGED IN  THE\n   33  BUSINESS  OF  CARRYING  OR TRANSPORTING PASSENGERS FOR HIRE, EXCEPT THAT\n   34  THE CORPORATE SURETY BOND OR A POLICY  OF  INSURANCE  REQUIRED  BY  THIS\n   35  SECTION  SHALL  BE CONDITIONED UPON A MINIMUM LIABILITY OF THREE HUNDRED\n   36  THOUSAND DOLLARS AND  A  MAXIMUM  LIABILITY  OF  FIVE  HUNDRED  THOUSAND\n   37  DOLLARS;  AND  SUCH  PERSON, FIRM, ASSOCIATION OR CORPORATION SHALL ALSO\n   38  FILE WITH THE COMMISSIONER FOR EACH SUCH TRUCK EVIDENCE, IN SUCH FORM AS\n   39  THE COMMISSIONER MAY PRESCRIBE, OF AN EXCESS LIABILITY POLICY OF  INSUR-\n   40  ANCE, APPROVED AS TO FORM BY THE SUPERINTENDENT OF INSURANCE IN A COMPA-\n   41  NY  AUTHORIZED  TO DO BUSINESS IN THE STATE, APPROVED BY THE SUPERINTEN-\n   42  DENT AS TO  SOLVENCY  AND  RESPONSIBILITY,  PROVIDING  EXCESS  LIABILITY\n   43  COVERAGE  IN THE AMOUNT OF TWO MILLION DOLLARS FOR EACH TRUCK AND COVER-\n   44  ING THE SAME RISKS AS THE UNDERLYING POLICY.\n   45    (C) Notwithstanding the provisions of subdivision one of this section,\n   46  a person, firm, association or corporation engaged in  the  business  of\n   47  renting  or leasing motor vehicles, having registered in this state more\n   48  than twenty-five motor  vehicles  subject  to  the  provisions  of  this\n   49  section  and  who  qualifies as hereinafter provided, may file a certif-\n   50  icate of self-insurance. The commissioner [of  motor  vehicles]  in  his\n   51  discretion may, upon the application of such a person, firm, association\n   52  or  corporation issue a certificate of self-insurance when he is reason-\n   53  ably satisfied that such person is possessed and  will  continue  to  be\n   54  possessed  of financial ability to respond to judgments obtained against\n   55  such person, arising out of the ownership, maintenance, use or operation\n   56  of any such person's motor vehicle. Upon due  notice  and  hearing,  the\n\n       A. 1305                             3\n\n    1  commissioner  may, in his discretion and upon reasonable grounds, cancel\n    2  a certificate of self-insurance.\n    3    As  a  condition  to  the  issuance of a certificate of self-insurance\n    4  under this subdivision the registrant shall pay annually in addition  to\n    5  any  other fee prescribed by this chapter, a fee of one dollar and fifty\n    6  cents for each motor vehicle registered in his name  and  the  aggregate\n    7  amount  of  such  fees  shall  be applied in reduction of the assessment\n    8  levied pursuant to section three hundred seventeen OF THIS TITLE.  As  a\n    9  further  condition  to  the issuance of a certificate of self-insurance,\n   10  the  registrant  shall  pay  annually  in  addition  to  any  other  fee\n   11  prescribed  by  this  chapter, an amount per vehicle to be determined by\n   12  the Motor  Vehicle  Accident  Indemnification  Corporation  pursuant  to\n   13  section  five  thousand  two  hundred seven of the insurance law and the\n   14  aggregate amount of such fees shall be transmitted by  the  commissioner\n   15  to  the  Motor  Vehicle  Accident  Indemnification Corporation continued\n   16  pursuant to section five thousand two hundred three of the insurance law\n   17  to be applied in reduction of assessments  levied  by  said  corporation\n   18  pursuant  to  section  five  thousand two hundred seven of the insurance\n   19  law.\n   20    (D) ANY PERSON, FIRM, ASSOCIATION OR CORPORATION OWNING A MOTOR  VEHI-\n   21  CLE  OR MOTORCYCLE AS TO WHICH A BOND OR POLICY OF INSURANCE IS REQUIRED\n   22  BY THIS SUBDIVISION AND PERMITTING THE MOTOR VEHICLE OR MOTORCYCLE TO BE\n   23  OPERATED UNDER A LEASE OR RENTAL AGREEMENT WHILE SUCH A BOND OR  POLICY,\n   24  OR EVIDENCE THEREOF AS REQUIRED BY THIS SECTION, IS NOT ON FILE WITH THE\n   25  COMMISSIONER,  AND  IN  FULL  FORCE  AND EFFECT SHALL BE (I) GUILTY OF A\n   26  MISDEMEANOR; AND (II) LIABLE TO THIRD PERSONS FOR  ALL  DAMAGES  ARISING\n   27  OUT  OF  THE  USE  OR OPERATION OF THE VEHICLE TO THE SAME EXTENT AS THE\n   28  OPERATOR OR PERMISSIVE USER.\n   29    (E) THE BANKRUPTCY OR INSOLVENCY OF THE OPERATOR OR PERMISSIVE USER OF\n   30  A LEASED OR RENTED MOTOR VEHICLE OR MOTORCYCLE SHALL NOT  INURE  TO  THE\n   31  BENEFIT  OF  THE  OWNER  OF THE MOTOR VEHICLE OR MOTORCYCLE WHO OR WHICH\n   32  SHALL NEVERTHELESS REMAIN LIABLE UNDER THIS SUBDIVISION  FOR  NONCOMPLI-\n   33  ANCE WITH THIS SECTION.\n   34    S  3.  Paragraph  6 of subsection (a) of section 3426 of the insurance\n   35  law, as amended by chapter 235 of the laws of 1989, is amended  to  read\n   36  as follows:\n   37    (6) \"Excess  liability  policy\"  means  a  policy  of commercial risk,\n   38  public entity or professional liability insurance, including  a  commer-\n   39  cial umbrella policy, when written over one or more underlying liability\n   40  policies that provide with respect to the same risk coverage of at least\n   41  five  hundred  thousand  dollars  in  the aggregate, EXCEPT AS OTHERWISE\n   42  PROVIDED IN SUBDIVISION THREE OF SECTION THREE HUNDRED  SEVENTY  OF  THE\n   43  VEHICLE AND TRAFFIC LAW.\n   44    S 4. This act shall take effect on the one hundred eightieth day after\n   45  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the insurance law, in relation to minimum insurance requirements for rental vehicles and vehicles for hire ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T133403.TXT", "SOBI.D110110.T120559.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294679159394
}