{
  "year" : 2011,
  "senateBillNo" : "A1304-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1304-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the offense of aggressive driving",
  "summary" : "Creates the crime of aggressive driving which shall be a misdemeanor; provides that any person who increases the speed of their vehicle while another person tries to pass, shall be guilty of a misdemeanor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A969-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1304\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GANTT, GABRYSZAK -- read once and referred to the\n         Committee on Transportation\n\n       AN  ACT to amend the vehicle and traffic law, in relation to the offense\n         of aggressive driving\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1212-a to read as follows:\n    3    S 1212-A. AGGRESSIVE DRIVING. A PERSON IS GUILTY OF AGGRESSIVE DRIVING\n    4  WHEN:\n    5    (A) HE OR SHE RECKLESSLY OPERATES A MOTOR VEHICLE ON A PUBLIC  HIGHWAY\n    6  IN  A  MANNER THAT CREATES A SUBSTANTIAL RISK OF SERIOUS PHYSICAL INJURY\n    7  TO ANOTHER PERSON; OR\n    8    (B) HE OR SHE OPERATES A MOTOR  VEHICLE  ON  A  PUBLIC  HIGHWAY  WHILE\n    9  DISPLAYING  A  DEADLY  WEAPON,  DANGEROUS  INSTRUMENT OR WHAT REASONABLY\n   10  APPEARS TO BE A PISTOL, REVOLVER, RIFLE, SHOTGUN, MACHINE GUN  OR  OTHER\n   11  FIREARM  IN  SUCH A MANNER TO PLACE ANOTHER PERSON IN REASONABLE FEAR OF\n   12  DEATH OR SERIOUS PHYSICAL INJURY; OR\n   13    (C) HE OR SHE OPERATES A MOTOR VEHICLE ON A PUBLIC HIGHWAY IN  SUCH  A\n   14  MANNER  TO  PLACE  ANOTHER PERSON IN REASONABLE FEAR OF DEATH OR SERIOUS\n   15  PHYSICAL INJURY.\n   16    AGGRESSIVE DRIVING IS A MISDEMEANOR.\n   17    S 2. Subdivision (b) of section 1122 of the vehicle and traffic law is\n   18  amended to read as follows:\n   19    (b) Except when overtaking and passing on the right is permitted,  the\n   20  driver  of  an overtaken vehicle shall give way to the right in favor of\n   21  the overtaking vehicle [on audible signal] and shall  not  increase  the\n   22  speed  of his vehicle until completely passed by the overtaking vehicle.\n   23  ANY PERSON DELIBERATELY INCREASING THE SPEED OF HIS OR  HER  VEHICLE  IN\n   24  VIOLATION OF THIS SUBDIVISION SHALL BE GUILTY OF A MISDEMEANOR.\n   25    S 3. This act shall take effect on the first of November next succeed-\n   26  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03211-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the offense of aggressive driving ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T133403.TXT", "SOBI.D110110.T120559.TXT", "SOBI.D110110.T120059.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294679159389
}