{
  "year" : 2011,
  "senateBillNo" : "A1312-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1312-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the registration of tax preparers",
  "summary" : "Requires the registration of tax preparers; defines terms; relates to confidentiality of information; establishes civil and criminal penalties; authorizes the commissioner of taxation and finance to promulgate any necessary rules and regulations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A8107-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1312\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. JEFFRIES, McDONOUGH, CASTRO, JAFFEE -- read once\n         and referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to registration of tax  prepar-\n         ers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new article 24  to  read\n    2  as follows:\n\n    3                                 ARTICLE 24\n    4                        REGISTRATION OF TAX PREPARERS\n    5  SECTION 820. DEFINITIONS.\n    6          821. REGISTRATION OF TAX PREPARERS.\n    7          822. SURETY AND NOTICE REQUIREMENTS.\n    8          823. CONFIDENTIALITY OF INFORMATION.\n    9          824. HANDLING AND RETENTION OF DOCUMENTS.\n   10          825.  RESPONSIBILITIES  OF  TAX PREPARERS; VIOLATIONS; CIVIL AND\n   11                 CRIMINAL PENALTIES.\n   12          826. REGULATIONS.\n   13    S 820. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n   14    (1) THE TERM \"TAX PREPARER\" SHALL MEAN (A) A PERSON WHO, FOR A FEE  OR\n   15  FOR  OTHER  CONSIDERATION,  ASSISTS  WITH  OR  PREPARES FIVE OR MORE TAX\n   16  RETURNS FOR OTHER PERSONS IN ANY ONE YEAR OR WHO ASSUMES FINAL RESPONSI-\n   17  BILITY FOR COMPLETED WORK ON SUCH RETURNS ON WHICH PRELIMINARY WORK  HAS\n   18  BEEN  DONE  BY  OTHER  PERSONS,  OR  WHO HOLDS HIMSELF OR HERSELF OUT AS\n   19  OFFERING THOSE SERVICES. A PERSON ENGAGED  IN  THAT  ACTIVITY  SHALL  BE\n   20  DEEMED  TO  BE A SEPARATE PERSON FOR THE PURPOSES OF THIS ARTICLE, IRRE-\n   21  SPECTIVE OF AFFILIATION WITH, OR EMPLOYMENT BY,  ANOTHER  TAX  PREPARER;\n   22  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04625-01-1\n\n       A. 1312                             2\n\n    1    (B)  A CORPORATION, PARTNERSHIP, ASSOCIATION, OR OTHER ENTITY THAT HAS\n    2  ASSOCIATED WITH IT PERSONS NOT EXEMPTED UNDER SUBDIVISION  TWO  OF  THIS\n    3  SECTION,  WHICH PERSONS SHALL HAVE AS PART OF THEIR RESPONSIBILITIES THE\n    4  PREPARATION OF DATA AND ULTIMATE SIGNATORY AUTHORITY ON TAX RETURNS, AND\n    5  WHO  ASSIST  WITH OR PREPARE FIVE OR MORE TAX RETURNS FOR A FEE OR OTHER\n    6  CONSIDERATION IN ANY ONE YEAR, OR THAT  HOLDS  ITSELF  OUT  AS  OFFERING\n    7  THOSE SERVICES OR HAVING THAT AUTHORITY.\n    8    (2)  NOTWITHSTANDING  THE  FOREGOING, THE TERM \"TAX PREPARER\" DOES NOT\n    9  INCLUDE:\n   10    (A) ANY PERSON LICENSED OR OTHERWISE  AUTHORIZED  TO  PRACTICE  PUBLIC\n   11  ACCOUNTANCY,  OR  OTHERWISE  SUBJECT  TO  THE  PROVISIONS OF ARTICLE ONE\n   12  HUNDRED FORTY-NINE OF THE EDUCATION LAW, AND HIS OR HER EMPLOYEES  WHILE\n   13  FUNCTIONING WITHIN THE SCOPE OF THEIR EMPLOYMENT.\n   14    (B) ANY PERSON ADMITTED TO PRACTICE LAW IN THIS STATE WHERE THE PERSON\n   15  RENDERS SERVICE WITHIN THE COURSE AND SCOPE OF HIS OR HER PRACTICE AS AN\n   16  ATTORNEY  AT  LAW, AND HIS OR HER EMPLOYEES WHILE FUNCTIONING WITHIN THE\n   17  SCOPE OF THEIR EMPLOYMENT.\n   18    (C) ANY FINANCIAL  INSTITUTION  REGULATED  BY  THE  STATE  OR  FEDERAL\n   19  GOVERNMENT,  AND  EMPLOYEES  THEREOF,  INSOFAR  AS THE ACTIVITIES OF THE\n   20  EMPLOYEES ARE RELATED TO THEIR EMPLOYMENT  AND  THE  ACTIVITIES  OF  THE\n   21  FINANCIAL  INSTITUTION  WITH  RESPECT  TO TAX PREPARATION ARE SUBJECT TO\n   22  FEDERAL OR STATE EXAMINATION OR OVERSIGHT.\n   23    (D) ANY OTHER PERSON, CORPORATION, PARTNERSHIP, ASSOCIATION  OR  OTHER\n   24  ENTITY SUBJECT TO THE PROVISIONS OF THE BANKING LAW AND SUBJECT TO EXAM-\n   25  INATION,  OVERSIGHT  OR  SUPERVISION  BY THE BANKING DEPARTMENT, AND THE\n   26  EMPLOYEES THEREOF WHILE FUNCTIONING WITHIN THE SCOPE  OF  THEIR  EMPLOY-\n   27  MENT.\n   28    (E)  A  PERSON WHO IS ENROLLED TO PRACTICE BEFORE THE INTERNAL REVENUE\n   29  SERVICE PURSUANT TO FEDERAL LAW AND REGULATIONS, AND HIS OR HER  EMPLOY-\n   30  EES WHILE FUNCTIONING WITHIN THE SCOPE OF THEIR EMPLOYMENT.\n   31    (F)  WHILE  ACTING  AS  SUCH, ANY FIDUCIARY, OR THE EMPLOYEES THEREOF,\n   32  ACTING ON BEHALF OF THE FIDUCIARY  ESTATE,  THE  TESTATOR,  GRANTOR,  OR\n   33  BENEFICIARIES THEREOF.\n   34    (G)  A PERSON WHO, AS PART OF THE REGULAR DUTIES OF HIS OR HER EMPLOY-\n   35  MENT, PREPARES HIS OR HER EMPLOYER'S INCOME, SALES, PAYROLL OR OTHER TAX\n   36  RETURNS.\n   37    (H) A PERSON OR ENTITY THAT ASSISTS WITH OR PREPARES TAX RETURNS WITH-\n   38  OUT REQUIRING THE PAYMENT OF  FEES  OR  OTHER  CONSIDERATIONS  FROM  THE\n   39  TAXPAYERS ON WHOSE BEHALF THE RETURNS ARE PREPARED.\n   40    (3) THE TERM \"TAX RETURN\" SHALL MEAN A RETURN, DECLARATION, STATEMENT,\n   41  REFUND,  CLAIM,  OR  OTHER  DOCUMENT  REQUIRED  TO  BE  MADE OR FILED IN\n   42  CONNECTION WITH STATE OR FEDERAL INCOME TAXES OR STATE BANK  AND  CORPO-\n   43  RATION FRANCHISE TAXES.\n   44    (4) THE TERM \"CLIENT\" SHALL MEAN AN INDIVIDUAL FOR WHOM A TAX PREPARER\n   45  PERFORMS OR AGREES TO PERFORM TAX PREPARATION SERVICES.\n   46    S 821. REGISTRATION OF TAX PREPARERS. (1) EXCEPT AS OTHERWISE PROVIDED\n   47  IN THIS ARTICLE OR AS OTHERWISE PERMITTED BY LAW, NO PERSON SHALL, FOR A\n   48  FEE  OR FOR OTHER CONSIDERATION, ASSIST WITH OR PREPARE FIVE OR MORE TAX\n   49  RETURNS FOR OTHER PERSONS, ASSUME  FINAL  RESPONSIBILITY  FOR  COMPLETED\n   50  WORK  ON  A  RETURN  ON  WHICH PRELIMINARY WORK HAS BEEN DONE BY ANOTHER\n   51  PERSON, IN ANY ONE YEAR, OR HOLD HIMSELF OR HERSELF OUT AS OFFERING SUCH\n   52  SERVICES FOR A FEE OR OTHER COMPENSATION, UNLESS SUCH PERSON\n   53    (A) HAS APPLIED FOR AND RECEIVED A REGISTRATION  FROM  THE  DEPARTMENT\n   54  PURSUANT TO THIS ARTICLE; OR\n   55    (B)  EMPLOYS  ONE  OR  MORE  REGISTERED  TAX  PREPARERS WHO ARE SOLELY\n   56  RESPONSIBLE FOR PROVIDING SUCH SERVICES.\n\n       A. 1312                             3\n\n    1    (2) TO QUALIFY FOR REGISTRATION AS A TAX PREPARER, AN APPLICANT  SHALL\n    2  FULFILL THE FOLLOWING REQUIREMENTS:\n    3    (A) APPLICATION: HAVE FILED AN APPLICATION WITH THE DEPARTMENT;\n    4    (B)  EDUCATION: HAVE SATISFIED THE EDUCATION REQUIREMENTS SET FORTH IN\n    5  SUBDIVISION THREE OF THIS SECTION;\n    6    (C) AGE: BE AT LEAST EIGHTEEN YEARS OF AGE;\n    7    (D) CHARACTER: BE OF GOOD MORAL CHARACTER AS DETERMINED BY THE DEPART-\n    8  MENT;\n    9    (E) CODE OF ETHICS: AGREE IN WRITING TO COMPLY WITH THE CODE OF ETHICS\n   10  ADOPTED BY THE DEPARTMENT PURSUANT TO SECTION EIGHT  HUNDRED  TWENTY-SIX\n   11  OF THIS ARTICLE; AND\n   12    (F)  FEE:  PAY  A  FEE  OF  SEVENTY-FIVE DOLLARS TO THE DEPARTMENT FOR\n   13  APPLICATION AND REGISTRATION. THE COMMISSIONER SHALL DETERMINE BY  REGU-\n   14  LATION  THE  AMOUNT  OF  SUCH  FEE,  IF  ANY, THAT IS REFUNDABLE AND THE\n   15  CIRCUMSTANCES UNDER WHICH A REFUND WILL BE  MADE.  IF  THE  COMMISSIONER\n   16  DETERMINES  THAT A DIFFERENT FEE IS NEEDED TO DEFRAY THE COSTS OF ADMIN-\n   17  ISTERING THIS ARTICLE, HE OR SHE MAY PROVIDE FOR A DIFFERENT FEE  AMOUNT\n   18  BY  REGULATION;  PROVIDED, HOWEVER, THAT ANY REGULATIONS THAT CHANGE THE\n   19  AMOUNT OF THE FEE SHALL APPLY ONLY ON A PROSPECTIVE BASIS.\n   20    (3) THE COMMISSIONER SHALL ESTABLISH THE EDUCATIONAL REQUIREMENTS  FOR\n   21  REGISTRATION   BY   REGULATION.   SUCH  REGULATIONS  SHALL  REQUIRE  THE\n   22  COMPLETION OF A MINIMUM OF SIXTY HOURS OF INSTRUCTION IN BASIC  PERSONAL\n   23  INCOME TAX LAW, THEORY AND PRACTICE, AND ETHICS, OFFERED BY A CURRICULUM\n   24  PROVIDER  APPROVED  BY  THE  DEPARTMENT.  OF  THE  REQUIRED SIXTY HOURS,\n   25  FORTY-FIVE HOURS SHALL BE CONCERNED  WITH  FEDERAL  TAX  CURRICULUM  AND\n   26  FIFTEEN  HOURS SHALL BE CONCERNED WITH STATE TAX CURRICULUM. THE DEPART-\n   27  MENT MAY WAIVE SUCH EDUCATIONAL  REQUIREMENTS  WHERE  AN  APPLICANT  HAS\n   28  ESTABLISHED HIS OR HER TECHNICAL COMPETENCY AND KNOWLEDGE BY OBTAINING A\n   29  CREDENTIAL FROM A NATIONALLY RECOGNIZED CREDENTIALING BODY IN ACCOUNTAN-\n   30  CY OR TAXATION AND SATISFACTORY TO THE DEPARTMENT.\n   31    (4)  AN  INITIAL  REGISTRATION  AND  EACH RENEWAL OF SUCH REGISTRATION\n   32  SHALL BE VALID FOR A PERIOD OF ONE YEAR. AN  APPLICANT  FOR  RENEWAL  OF\n   33  REGISTRATION  SHALL  MEET  THE  REQUIREMENTS  OF SUBDIVISION TWO OF THIS\n   34  SECTION; PROVIDED, HOWEVER, THAT THE CONTINUING  EDUCATION  REQUIREMENTS\n   35  FOR  RENEWAL SHALL BE THE COMPLETION ON AN ANNUAL BASIS OF NOT LESS THAN\n   36  TWENTY HOURS OF CONTINUING EDUCATION, INCLUDING TWELVE HOURS IN  FEDERAL\n   37  TAXATION,  FOUR  HOURS IN NEW YORK TAXATION AND AN ADDITIONAL FOUR HOURS\n   38  IN EITHER FEDERAL,  NEW  YORK  OR  LOCAL  GOVERNMENT  TAXATION  FROM  AN\n   39  APPROVED  CURRICULUM  PROVIDER. IN LIEU OF MEETING THE CONTINUING EDUCA-\n   40  TION REQUIREMENTS FOR RENEWAL, THE DEPARTMENT MAY ACCEPT  EVIDENCE  THAT\n   41  THE TAX PREPARER HAS OBTAINED OR MAINTAINED THE VALIDITY OF A CREDENTIAL\n   42  AS PROVIDED IN SUBDIVISION THREE OF THIS SECTION.\n   43    (5) A CORPORATION, PARTNERSHIP, ASSOCIATION OR OTHER ENTITY AS DEFINED\n   44  IN  PARAGRAPH  (B) OF SUBDIVISION ONE OF SECTION EIGHT HUNDRED TWENTY OF\n   45  THIS ARTICLE SHALL SUBMIT AN APPLICATION FOR REGISTRATION AS PROVIDED IN\n   46  THE REGULATIONS OF THE DEPARTMENT.  SUCH REGULATIONS SHALL AT A  MINIMUM\n   47  REQUIRE  THE  APPLICATION  TO CONTAIN SUCH INFORMATION AS THE DEPARTMENT\n   48  DEEMS NECESSARY TO IDENTIFY THE ENTITY AND ITS  PRINCIPALS,  AND  TO  BE\n   49  ACCOMPANIED  BY  THE  DOCUMENT  SUBSCRIBED BY THE PRINCIPALS AGREEING TO\n   50  COMPLY WITH THE CODE OF ETHICS, PURSUANT TO PARAGRAPH (E) OF SUBDIVISION\n   51  TWO OF THIS SECTION, AND THE FEE ESTABLISHED PURSUANT TO  PARAGRAPH  (F)\n   52  OF SUBDIVISION TWO OF THIS SECTION.\n   53    S  822.  SURETY  AND NOTICE REQUIREMENTS. (1) EVERY TAX PREPARER SHALL\n   54  MAINTAIN IN FULL FORCE AND EFFECT A  BOND,  CONTRACT  OF  INDEMNITY,  OR\n   55  IRREVOCABLE  LETTER OF CREDIT, PAYABLE TO THE PEOPLE OF THE STATE OF NEW\n   56  YORK. THE PRINCIPAL SUM OF THE BOND SHALL BE FIVE THOUSAND  DOLLARS  FOR\n\n       A. 1312                             4\n\n    1  EACH  INDIVIDUAL  PREPARING  TAX  RETURNS  FOR ANOTHER PERSON; PROVIDED,\n    2  HOWEVER, THAT THE COMMISSIONER MAY REQUIRE THE MAINTENANCE OF SURETY  IN\n    3  A  HIGHER  AMOUNT PURSUANT TO REGULATION, AND PROVIDED FURTHER, HOWEVER,\n    4  THAT  IN  NO  EVENT  SHALL  THE  TOTAL  BOND REQUIRED FOR ANY SINGLE TAX\n    5  PREPARER AND THE  TAX  PREPARERS  EMPLOYED  OR  ASSOCIATED  WITH  IT  BE\n    6  REQUIRED TO EXCEED ONE HUNDRED TWENTY-FIVE THOUSAND DOLLARS.  SUCH SURE-\n    7  TY  SHALL  BE  FOR  THE  BENEFIT OF ANY PERSON OR PERSONS DAMAGED BY ANY\n    8  FRAUD,  DISHONESTY,  MISSTATEMENT,  MISREPRESENTATION,  DECEIT,  OR  ANY\n    9  UNLAWFUL  ACTS  OR  OMISSIONS  BY THE TAX PREPARER, OR THE TAX PREPARERS\n   10  EMPLOYED BY OR ASSOCIATED WITH IT TO PROVIDE TAX PREPARATION SERVICES.\n   11    (2) PRIOR TO RENDERING ANY TAX PREPARATION SERVICES,  A  TAX  PREPARER\n   12  SHALL  PROVIDE  THE  CLIENT  IN  WRITING  WITH  THE TAX PREPARER'S NAME,\n   13  ADDRESS, TELEPHONE NUMBER,  THE  REGISTRATION  NUMBER  ASSIGNED  BY  THE\n   14  DEPARTMENT,  AND  EVIDENCE  OF COMPLIANCE WITH THE SURETY REQUIREMENT OF\n   15  THIS SECTION, AND SHALL PROVIDE WRITTEN MATERIALS IN A FORM APPROVED  BY\n   16  THE  DEPARTMENT  INDICATING HOW TO CONTACT THE DEPARTMENT WITH ANY QUES-\n   17  TIONS OR COMPLAINTS REGARDING SERVICES PROVIDED BY THE TAX PREPARER.\n   18    S 823. CONFIDENTIALITY OF INFORMATION. (1) NO CONFIDENTIAL INFORMATION\n   19  OBTAINED BY A  TAX  PREPARER,  IN  HIS  OR  HER  PROFESSIONAL  CAPACITY,\n   20  CONCERNING  A  CLIENT  OR A PROSPECTIVE CLIENT SHALL BE DISCLOSED BY THE\n   21  TAX PREPARER WITHOUT THE WRITTEN PERMISSION OF THE CLIENT OR PROSPECTIVE\n   22  CLIENT, EXCEPT FOR THE FOLLOWING:\n   23    (A) DISCLOSURES MADE BY A TAX PREPARER IN COMPLIANCE WITH  A  SUBPOENA\n   24  OR A SUMMONS ENFORCEABLE BY ORDER OF A COURT.\n   25    (B)  DISCLOSURES MADE BY A TAX PREPARER REGARDING A CLIENT OR PROSPEC-\n   26  TIVE CLIENT TO THE EXTENT THE TAX PREPARER  REASONABLY  BELIEVES  IT  IS\n   27  NECESSARY TO MAINTAIN OR DEFEND HIMSELF OR HERSELF IN A LEGAL PROCEEDING\n   28  INITIATED BY THE CLIENT OR PROSPECTIVE CLIENT.\n   29    (C)  DISCLOSURES  MADE  BY  A  TAX PREPARER IN RESPONSE TO AN OFFICIAL\n   30  INQUIRY FROM A FEDERAL, STATE OR LOCAL GOVERNMENT AGENCY.\n   31    (D) DISCLOSURES MADE BY A TAX PREPARER OR TO  A  TAX  PREPARER'S  DULY\n   32  AUTHORIZED  REPRESENTATIVE  TO ANOTHER TAX PREPARER IN CONNECTION WITH A\n   33  PROPOSED SALE OR MERGER OF THE TAX PREPARER'S PROFESSIONAL PRACTICE.\n   34    (E) DISCLOSURES MADE BY A TAX PREPARER TO ANOTHER TAX PREPARER TO  THE\n   35  EXTENT NECESSARY FOR PURPOSES OF PROFESSIONAL CONSULTATION.\n   36    (F) DISCLOSURES MADE TO ORGANIZATIONS THAT PROVIDE PROFESSIONAL STAND-\n   37  ARDS REVIEW AND ETHICS OR QUALITY CONTROL PEER REVIEW.\n   38    (G) DISCLOSURES MADE WHEN SPECIFICALLY REQUIRED BY LAW.\n   39    (2) PRIOR TO MAKING ANY DISCLOSURE PURSUANT TO PARAGRAPH (D) OR (E) OF\n   40  SUBDIVISION  ONE OF THIS SECTION, THE TAX PREPARER SHALL REQUIRE THE TAX\n   41  PREPARER OR HIS OR HER REPRESENTATIVE WHO WOULD RECEIVE THE  INFORMATION\n   42  TO EXECUTE A WRITTEN INSTRUMENT STATING THAT THE CONFIDENTIALITY OF SUCH\n   43  INFORMATION  WILL BE MAINTAINED. A COPY OF THIS AGREEMENT SHALL BE MAIN-\n   44  TAINED BY THE TAX PREPARER MAKING THE DISCLOSURE FOR THE  PERIOD  SPECI-\n   45  FIED IN SECTION EIGHT HUNDRED TWENTY-FOUR OF THIS ARTICLE. ANY VIOLATION\n   46  OF SUCH WRITTEN AGREEMENT SHALL BE DEEMED A VIOLATION OF THIS ARTICLE.\n   47    (3) IN THE EVENT THAT CONFIDENTIAL CLIENT INFORMATION MAY BE DISCLOSED\n   48  TO  PERSONS  OR  ENTITIES  OUTSIDE  THE  UNITED  STATES  OF  AMERICA  IN\n   49  CONNECTION WITH THE SERVICES PROVIDED, THE TAX PREPARER SHALL INFORM THE\n   50  CLIENT IN WRITING AND OBTAIN THE CLIENT'S  WRITTEN  PERMISSION  FOR  THE\n   51  DISCLOSURE.\n   52    (4)  ANY  REQUEST SEEKING A CLIENT'S WRITTEN PERMISSION FOR DISCLOSURE\n   53  OF CONFIDENTIAL INFORMATION SHALL BE ON A SEPARATE AND DISCRETE DOCUMENT\n   54  OF NOT LESS THAN TWELVE-POINT  TYPE  AND  SHALL  CLEARLY  IDENTIFY  EACH\n   55  AUTHORIZED  RECIPIENT  OF THE INFORMATION AND HOW SUCH RECIPIENT WILL BE\n\n       A. 1312                             5\n\n    1  PERMITTED TO USE THE INFORMATION. THE  COMMISSIONER  MAY  SPECIFY  ADDI-\n    2  TIONAL REQUIREMENTS FOR SUCH REQUESTS BY REGULATION.\n    3    S  824.  HANDLING  AND RETENTION OF DOCUMENTS. (1) TAX PREPARERS SHALL\n    4  HANDLE DOCUMENTS CONTAINING CONFIDENTIAL INFORMATION IN ACCORDANCE  WITH\n    5  SECTION  EIGHT  HUNDRED  TWENTY-THREE  OF THIS ARTICLE AND IN COMPLIANCE\n    6  WITH ANY ADDITIONAL REQUIREMENTS ESTABLISHED IN THE REGULATIONS  OF  THE\n    7  DEPARTMENT OR OTHER LAWS.\n    8    (2)  NO TAX PREPARER SHALL FAIL OR REFUSE TO GIVE A CLIENT, FOR HIS OR\n    9  HER OWN RECORDS, A COPY OF ANY DOCUMENT REQUIRING  THE  CLIENT'S  SIGNA-\n   10  TURE,  WITHIN  A REASONABLE TIME AFTER THE CLIENT SIGNS THE DOCUMENT. NO\n   11  TAX PREPARER SHALL FAIL TO RETURN, UPON THE DEMAND BY OR ON BEHALF OF  A\n   12  CLIENT,  RECORDS  OR  OTHER  DATA  PROVIDED  TO  THE TAX PREPARER BY THE\n   13  CLIENT.\n   14    (3) COPIES OF ALL TAX RETURNS AND OTHER RECORDS REQUIRED BY THIS ARTI-\n   15  CLE SHALL BE MAINTAINED FOR A PERIOD OF NOT LESS THAN FOUR YEARS OF  THE\n   16  DATE OF COMPLETION.\n   17    S 825. RESPONSIBILITIES OF TAX PREPARERS; VIOLATIONS; CIVIL AND CRIMI-\n   18  NAL PENALTIES. (1) EVERY TAX PREPARER SHALL HAVE THE AFFIRMATIVE RESPON-\n   19  SIBILITY  TO  ACT  IN  THE  BEST  INTERESTS OF HIS OR HER CLIENTS AND IN\n   20  ACCORDANCE WITH THE CODE OF ETHICS PROMULGATED BY THE DEPARTMENT  PURSU-\n   21  ANT TO SECTION EIGHT HUNDRED TWENTY-SIX OF THIS ARTICLE.\n   22    (2)  IT  SHALL BE A VIOLATION OF THIS ARTICLE FOR A TAX PREPARER TO DO\n   23  ANY OF THE FOLLOWING:\n   24    (A) FAIL TO REGISTER AS A TAX PREPARER WITH THE DEPARTMENT;\n   25    (B) MAKE, OR AUTHORIZE THE MAKING OF, ANY STATEMENT OR REPRESENTATION,\n   26  ORAL OR WRITTEN OR RECORDED BY ANY MEANS, WHICH IS  INTENDED  TO  INDUCE\n   27  PERSONS  TO  USE  THE TAX PREPARATION SERVICE OF THE TAX PREPARER, WHICH\n   28  STATEMENT OR REPRESENTATION IS FRAUDULENT, UNTRUE, OR MISLEADING;\n   29    (C) OBTAIN THE SIGNATURE OF A CLIENT ON A TAX  RETURN  OR  AUTHORIZING\n   30  DOCUMENT  WHICH  CONTAINS BLANK SPACES TO BE FILLED IN AFTER IT HAS BEEN\n   31  SIGNED;\n   32    (D) FAIL TO SIGN A CUSTOMER'S TAX RETURN  WHEN  PAYMENT  FOR  SERVICES\n   33  RENDERED HAS BEEN MADE;\n   34    (E)  KNOWINGLY GIVE FALSE OR MISLEADING INFORMATION TO THE DEPARTMENT,\n   35  THE CLIENT, OR THE SURETY COMPANY;\n   36    (F) WHEN PREPARING A NEW YORK INCOME TAX  RETURN,  FAIL  TO  ADVISE  A\n   37  CLIENT  OF  ALL  VOLUNTARY  CONTRIBUTION  CHECK-OFFS  ON  THE RETURN AND\n   38  PROVIDE THE CLIENT WITH AN OPPORTUNITY TO MAKE  A  CONTRIBUTION  TO  ANY\n   39  VOLUNTARY CONTRIBUTION CHECK-OFF ON THE RETURN;\n   40    (G)  VIOLATE  ANY PROVISION OF SECTION EIGHT HUNDRED TWENTY-ONE, EIGHT\n   41  HUNDRED TWENTY-TWO, EIGHT HUNDRED TWENTY-THREE OR EIGHT HUNDRED  TWENTY-\n   42  FOUR OF THIS ARTICLE.\n   43    (3)  THE  COMMISSIONER  MAY  REVOKE OR SUSPEND THE REGISTRATION OF ANY\n   44  PERSON WHO IS DETERMINED TO HAVE  FAILED  TO  COMPLY  WITH  ANY  OF  THE\n   45  PROVISIONS  OF  THIS  ARTICLE OR ANY REGULATION ADOPTED PURSUANT TO THIS\n   46  ARTICLE, OR TO HAVE  KNOWINGLY  AIDED  AND  ABETTED  ANOTHER  PERSON  IN\n   47  VIOLATING  ANY  OF  THE  PROVISIONS  OF  THIS  ARTICLE OR ANY REGULATION\n   48  ADOPTED PURSUANT TO THIS ARTICLE. IN LIEU OF SUCH REVOCATION OR  SUSPEN-\n   49  SION,  THE  COMMISSIONER  MAY  ASSESS A CIVIL PENALTY NOT TO EXCEED FIVE\n   50  THOUSAND DOLLARS FOR ANY SUCH VIOLATION.\n   51    (4) ANY VIOLATION OF ANY PROVISION OF THIS ARTICLE SHALL BE A CLASS  A\n   52  MISDEMEANOR,  AND  UPON  CONVICTION  THE  COURT MAY ORDER AS PART OF THE\n   53  SENTENCE IMPOSED RESTITUTION OR REPARATION TO THE VICTIM  OF  THE  CRIME\n   54  PURSUANT TO SECTION 60.27 OF THE PENAL LAW.\n   55    S 826. REGULATIONS. THE COMMISSIONER IS AUTHORIZED TO PROMULGATE REGU-\n   56  LATIONS  TO  IMPLEMENT  THE PROVISIONS OF THIS ARTICLE. SUCH REGULATIONS\n\n       A. 1312                             6\n\n    1  SHALL INCLUDE THE ADOPTION OF A CODE OF ETHICS FOR  TAX  PREPARERS,  AND\n    2  SUCH  OTHER MATTERS AS ARE REQUIRED BY THIS ARTICLE OR ARE DEEMED NECES-\n    3  SARY BY THE COMMISSIONER.\n    4    S  2.  Nothing  in  this act shall be construed to impair or limit the\n    5  validity of any additional local laws or regulations,  not  inconsistent\n    6  with the provisions of this act, applicable to tax preparers.\n    7    S  3.  If any clause, sentence, paragraph, section or part of this act\n    8  be adjudged by any court of competent jurisdiction to be  invalid,  such\n    9  judgment shall not affect, impair or invalidate the remainder hereof but\n   10  shall  be  applied  in its operation to the clause, sentence, paragraph,\n   11  section or part hereof directly involved in  the  controversy  in  which\n   12  such judgment shall have been rendered.\n   13    S  4.  This  act shall take effect on the first of October in the year\n   14  next succeeding the year in which it shall have become a law;  provided,\n   15  however,  that  the  commissioner of taxation and finance shall be imme-\n   16  diately authorized and directed to promulgate any rules and  regulations\n   17  and  take  any other actions necessary for implementation of this act on\n   18  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to registration of tax preparers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134611.TXT", "SOBI.D110107.T133403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294685171330
}