{
  "year" : 2011,
  "senateBillNo" : "A1310-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A1310-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for legal representation in certain mortgage foreclosure actions",
  "summary" : "Provides for free legal representation in certain mortgage foreclosure actions where the homeowner is financially unable to obtain counsel; requires notice of such availability. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "A464-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1310\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Housing\n\n       AN  ACT  to  amend the real property actions and proceedings law and the\n         county law, in  relation  to  representation  of  certain  persons  in\n         private residential foreclosure actions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property actions and proceedings law is amended by\n    2  adding a new section 1308 to read as follows:\n    3    S 1308. ASSIGNMENT OF COUNSEL. A HOMEOWNER IN A FORECLOSURE ACTION WHO\n    4  IS FINANCIALLY UNABLE TO  OBTAIN  COUNSEL  FOR  REPRESENTATION  IN  SUCH\n    5  ACTION  SHALL HAVE A RIGHT TO ASSIGNED COUNSEL BY THE COURT.  ASSIGNMENT\n    6  OF COUNSEL ISSUED UNDER THIS SECTION SHALL BE IMPLEMENTED AS PROVIDED IN\n    7  ARTICLE EIGHTEEN-B OF THE COUNTY LAW.\n    8    S 2. Subdivision 3 of section 1303 of the real  property  actions  and\n    9  proceedings  law,  as  amended  by  chapter  507 of the laws of 2009, is\n   10  amended to read as follows:\n   11    3. The notice to any mortgagor required by paragraph (a)  of  subdivi-\n   12  sion one of this section shall appear as follows:\n   13                     Help for Homeowners in Foreclosure\n   14    New  York  State  Law  requires that we send you this notice about the\n   15  foreclosure process. Please read it carefully.\n   16  Summons and Complaint\n   17    You are in danger of losing your home. If you fail to respond  to  the\n   18  summons  and  complaint  in  this  foreclosure action, you may lose your\n   19  home. Please read the summons and complaint carefully. You should  imme-\n   20  diately  contact  an  attorney  or your local legal aid office to obtain\n   21  advice on how to protect yourself.\n   22  Sources of Information and Assistance\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04676-01-1\n\n       A. 1310                             2\n\n    1    The State encourages you to become  informed  about  your  options  in\n    2  foreclosure. In addition to seeking assistance from an attorney or legal\n    3  aid  office,  there are government agencies and non-profit organizations\n    4  that you may contact for information about possible  options,  including\n    5  trying  to  work with your lender during this process.  YOU MAY BE ENTI-\n    6  TLED TO ASSIGNED COUNSEL IF YOU ARE FINANCIALLY UNABLE TO OBTAIN  REPRE-\n    7  SENTATION.\n    8    To  locate  an  entity  near  you, you may call the toll-free helpline\n    9  maintained by the New York State Banking Department at (enter number) or\n   10  visit the Department's website at (enter web address).\n   11  Foreclosure rescue scams\n   12    Be careful of people who approach you with offers to \"save\" your home.\n   13  There are individuals who watch for notices of  foreclosure  actions  in\n   14  order  to  unfairly  profit  from  a homeowner's distress. You should be\n   15  extremely careful about any such promises and any suggestions  that  you\n   16  pay  them a fee or sign over your deed. State law requires anyone offer-\n   17  ing such services for profit  to  enter  into  a  contract  which  fully\n   18  describes  the services they will perform and fees they will charge, and\n   19  which prohibits them from taking any money  from  you  until  they  have\n   20  completed all such promised services.\n   21    S 3. The article heading of article 18-B of the county law, as amended\n   22  by chapter 682 of the laws of 1977, is amended to read as follows:\n   23       REPRESENTATION OF PERSONS ACCUSED OF CRIME OR PARTIES BEFORE THE\n   24         FAMILY COURT OR SURROGATE'S COURT OR IN CERTAIN FORECLOSURE\n   25                                   ACTIONS\n   26    S  4.  The  opening  paragraph  of  section  722 of the county law, as\n   27  amended by chapter 7 of the laws of 2007, is amended to read as follows:\n   28    The governing body of each county and the governing body of  the  city\n   29  in  which a county is wholly contained shall place in operation through-\n   30  out the county a plan for providing counsel to persons  charged  with  a\n   31  crime  or  who  are  entitled to counsel pursuant to section two hundred\n   32  sixty-two or section eleven hundred twenty  of  the  family  court  act,\n   33  article  six-C  of the correction law, section four hundred seven of the\n   34  surrogate's court procedure act [or], article ten of the mental  hygiene\n   35  law  OR  SECTION THIRTEEN HUNDRED EIGHT OF THE REAL PROPERTY ACTIONS AND\n   36  PROCEEDINGS LAW, who are financially unable to obtain counsel. Each plan\n   37  shall also provide for investigative, expert and other  services  neces-\n   38  sary  for  an  adequate  defense.  The  plan shall conform to one of the\n   39  following:\n   40    S 5. This act shall take effect on the first of January next  succeed-\n   41  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law and the county law, in relation to representation of certain persons in private residential foreclosure actions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T133403.TXT", "SOBI.D110110.T120559.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294679159403
}