{
  "year" : 2011,
  "senateBillNo" : "A1315-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1315-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for DNA testing, collection and record keeping; indictments by fictitious name in DNA cases, and creating the innocence project program",
  "summary" : "Provides for DNA testing, collection and record keeping; indictments by fictitious name in DNA cases; and creating the innocence research project program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A5179-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1315\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- Multi-Sponsored by -- M. of A. BENEDET-\n         TO,  CANESTRARI,  CLARK,  COOK, DESTITO, DINOWITZ, ENGLEBRIGHT, GALEF,\n         LAVINE, LIFTON, MAGNARELLI, MAISEL, MAYERSOHN, McENENY, PHEFFER, PRET-\n         LOW, RAMOS, REILLY, SCARBOROUGH, SWEENEY,  TITUS,  ZEBROWSKI  --  read\n         once and referred to the Committee on Codes\n\n       AN  ACT  to  amend the executive law, the criminal procedure law and the\n         state finance law, in relation to DNA  testing,  data  collection  and\n         record  keeping,  and to special indictments by fictitious name in DNA\n         cases; and in relation to  creating  the  innocence  research  project\n         program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 995-b of the executive law is amended by adding  a\n    2  new subdivision 15 to read as follows:\n    3    15.  (A)  THE  COMMISSION,  IN CONSULTATION WITH THE DNA SUBCOMMITTEE,\n    4  SHALL PROMULGATE A PLAN TO INCLUDE ALL PERSONS CONVICTED OF A PENAL  LAW\n    5  MISDEMEANOR  IN  THE  STATE DNA IDENTIFICATION INDEX. SUCH PLAN SHALL BE\n    6  SUBMITTED TO THE GOVERNOR, THE SPEAKER OF THE ASSEMBLY, AND  THE  TEMPO-\n    7  RARY  PRESIDENT OF THE SENATE NO LATER THAN DECEMBER FIRST, TWO THOUSAND\n    8  ELEVEN.\n    9    (B) THE PLAN REQUIRED BY THIS SECTION SHALL INCLUDE, BUT NOT BE LIMIT-\n   10  ED TO, THE FOLLOWING:\n   11    (I) THE CAPACITY OF THE NEW YORK STATE POLICE  FORENSIC  INVESTIGATION\n   12  CENTER TO PROCESS DNA SAMPLES COLLECTED FROM DESIGNATED OFFENDERS;\n   13    (II)  THE  ANTICIPATED INCREASE IN THE NUMBER OF DNA SAMPLES COLLECTED\n   14  PER YEAR DUE TO THE INCLUSION OF ALL PERSONS CONVICTED OF  A  PENAL  LAW\n   15  MISDEMEANOR IN THE STATE DNA IDENTIFICATION INDEX;\n   16    (III)  THE  ANTICIPATED  NUMBER  OF DNA SAMPLES THAT WILL BE COLLECTED\n   17  FROM PERSONS IN CUSTODY OR UNDER SUPERVISION FOR  THE  CONVICTION  OF  A\n   18  PENAL LAW MISDEMEANOR AS OF THE DATE OF SUCH PLAN;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03545-01-1\n\n       A. 1315                             2\n\n    1    (IV)  THE  ANTICIPATED  BACKLOG OF UNANALYZED DNA SAMPLES THAT WILL BE\n    2  CREATED BY EXPANDING THE STATE DNA IDENTIFICATION INDEX TO  INCLUDE  ALL\n    3  PERSONS CONVICTED OF A PENAL LAW MISDEMEANOR;\n    4    (V)  THE  MANNER IN WHICH A BACKLOG OF THE UNANALYZED DNA SAMPLES WILL\n    5  BE PROCESSED, AND SPECIFICALLY, WHETHER THE STATE WILL  BE  REQUIRED  TO\n    6  OUTSOURCE THE ANALYSIS OF BACKLOGGED SAMPLES TO PRIVATE LABORATORIES;\n    7    (VI)  THE  ESTIMATED  AMOUNT OF TIME IT WILL TAKE TO ANALYZE ALL BACK-\n    8  LOGGED DNA SAMPLES;\n    9    (VII) THE ANTICIPATED COST TO COLLECT AND ANALYZE  DNA  SAMPLES  TAKEN\n   10  FROM PERSONS CONVICTED OF A PENAL LAW MISDEMEANOR EACH YEAR AND THE COST\n   11  TO  COLLECT  AND  ANALYZE  DNA  SAMPLES TAKEN FROM PERSONS IN CUSTODY OR\n   12  UNDER SUPERVISION FOR THE CONVICTION OF A PENAL LAW MISDEMEANOR;\n   13    (VIII) THE ANNUAL NUMBER OF ARRESTS, INDICTMENTS, AND CONVICTIONS THAT\n   14  HAVE RESULTED FROM COMPARING DNA RECORDS OF DESIGNATED OFFENDERS  STORED\n   15  IN  THE  STATE  DNA  IDENTIFICATION  INDEX WITH DNA RECORDS FROM UNKNOWN\n   16  SUSPECTS DERIVED FROM THE FORENSIC EXAMINATION OF CRIME SCENES;\n   17    (IX) THE ANTICIPATED EFFECT ON THE PROMPT AND ACCURATE  PROCESSING  OF\n   18  DNA  SAMPLES COLLECTED FROM THE FORENSIC EXAMINATION OF CRIME SCENES DUE\n   19  TO THE INFLUX OF DNA SAMPLES COLLECTED FROM PERSONS CONVICTED OF A PENAL\n   20  LAW MISDEMEANOR.\n   21    (C) THE PLAN REQUIRED BY THIS SECTION SHALL ALSO RECOMMEND:\n   22    (I) THE AMOUNT OF FUNDING NECESSARY TO COLLECT AND ANALYZE DNA SAMPLES\n   23  COLLECTED FROM ALL PERSONS CONVICTED OF A PENAL LAW MISDEMEANOR;\n   24    (II) THE MOST EFFECTIVE WAY TO PROCESS THE  INCREASED  NUMBER  OF  DNA\n   25  SAMPLES  COLLECTED  FROM PERSONS CONVICTED OF A PENAL LAW MISDEMEANOR TO\n   26  REDUCE ANY RESULTING BACKLOG IN AN EFFICIENT MANNER; AND\n   27    (III) WHETHER ADDITIONAL QUALITY ASSURANCE MEASURES SHOULD  BE  IMPLE-\n   28  MENTED  IN CONJUNCTION WITH SUCH EXPANSION AND WHAT SUCH MEASURES SHOULD\n   29  BE.\n   30    S 2. The opening paragraph of subdivision 1 of section  995-a  of  the\n   31  executive  law,  as added by chapter 737 of the laws of 1994, is amended\n   32  to read as follows:\n   33    There is hereby created in the executive department, the commission on\n   34  forensic science,  which  shall  consist  of  the  following  [fourteen]\n   35  SIXTEEN members:\n   36    S  3. Paragraph (i) of subdivision 2 of section 995-a of the executive\n   37  law, as added by chapter 737 of the laws of 1994, is amended,  paragraph\n   38  (j)  is  relettered  (k)  and  a  new  paragraph (j) is added to read as\n   39  follows:\n   40    (i) two members shall  be  members-at-large,  one  of  whom  shall  be\n   41  appointed  upon  the  recommendation  of  the temporary president of the\n   42  senate, and one of whom shall be appointed upon  the  recommendation  of\n   43  the speaker of the assembly; [and]\n   44    (J)  TWO MEMBERS SHALL BE JOINTLY APPOINTED BY THE TEMPORARY PRESIDENT\n   45  OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY: ONE SUCH PERSON SHALL  BE\n   46  A  CRIME  VICTIMS  ADVOCATE,  AND  ONE SUCH PERSON SHALL BE AN EXPERT IN\n   47  BIOMEDICAL ETHICS; AND\n   48    S 4.  Subparagraph (ix) of paragraph (b) of subdivision 9  of  section\n   49  995-b of the executive law, as added by chapter 737 of the laws of 1994,\n   50  is amended and a new subparagraph (x) is added to read as follows:\n   51    (ix)  such policy shall provide for the mutual exchange, use and stor-\n   52  age of DNA records with the system of DNA identification utilized by the\n   53  federal bureau of investigation provided that the commission  determines\n   54  that  such  exchange, use and storage are consistent with the provisions\n   55  of this article and applicable provisions of law[.]; AND\n\n       A. 1315                             3\n\n    1    (X) SUCH POLICY, WHICH SHALL BE DEVELOPED AND PROMULGATED  WITHIN  ONE\n    2  YEAR  OF  THE  EFFECTIVE  DATE  OF  THIS  SUBPARAGRAPH, SHALL DETERMINE,\n    3  CONSISTENT WITH THIS ARTICLE, THE APPROPRIATE  MINIMUM  PERIOD  OF  TIME\n    4  THAT  FORENSIC  SAMPLES  OF BLOOD, TISSUE AND OTHER BIOLOGICAL MATERIAL,\n    5  OBTAINED  IN  CONNECTION  WITH THE FORENSIC EXAMINATION OF CRIME SCENES,\n    6  SHOULD BE RETAINED BY INVESTIGATING AUTHORITIES AND THE TIME  OR  SPECI-\n    7  FIED  EVENT OR EVENTS, IF ANY, AFTER WHICH, CONSISTENT WITH THE INTEREST\n    8  OF ALL PERSONS AND LAW ENFORCEMENT, SUCH SAMPLES MAY BE DESTROYED. PEND-\n    9  ING THE PROMULGATION OF A POLICY ADDRESSING THE ISSUES SET FORTH IN THIS\n   10  SUBPARAGRAPH, THE COMMISSION MAY ADOPT AN INTERIM POLICY  MANDATING  THE\n   11  PRESERVATION  BY INVESTIGATING AUTHORITIES OF FORENSIC SAMPLES OF BLOOD,\n   12  TISSUE AND OTHER BIOLOGICAL MATERIAL OBTAINED  IN  CONNECTION  WITH  THE\n   13  FORENSIC EXAMINATION OF CRIME SCENES.\n   14    S  5.  Section  995-b  of the executive law is amended by adding a new\n   15  subdivision 14 to read as follows:\n   16    14. THE COMMISSION SHALL REVIEW THE CONFIDENTIALITY  SAFEGUARDS  WHICH\n   17  ARE  MAINTAINED WITH RESPECT TO DNA SAMPLES BEFORE AND AFTER INFORMATION\n   18  FROM SUCH SAMPLES IS ENCODED INTO THE STATE DNA IDENTIFICATION INDEX AND\n   19  SHALL DETERMINE WHETHER ANY ADDITIONAL  CONFIDENTIALITY  SAFEGUARDS  ARE\n   20  NECESSARY  WITH RESPECT TO SUCH SAMPLES. THE COMMISSION SHALL ALSO ISSUE\n   21  A REPORT TO THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE\n   22  ASSEMBLY WHICH DESCRIBES HOW SUCH SAMPLES ARE RETAINED AND  THE  REASONS\n   23  FOR MAINTAINING SUCH SAMPLES, FOLLOWING THE ENCODING OF INFORMATION FROM\n   24  SUCH  SAMPLES INTO THE STATE DNA IDENTIFICATION INDEX. SUCH REPORT SHALL\n   25  ALSO RECOMMEND WHETHER A PROGRAM TO DESTROY ANY SUCH SAMPLES,  FOLLOWING\n   26  THE  ENCODING  OF INFORMATION FROM SUCH SAMPLES INTO THE STATE DNA IDEN-\n   27  TIFICATION INDEX, SHOULD BE INITIATED OR  WHETHER,  ALTERNATIVELY,  SUCH\n   28  SAMPLES SHALL CONTINUE TO BE MAINTAINED.\n   29    S  6. Subdivision 2 of section 995-c of the executive law, as added by\n   30  chapter 737 of the laws of 1994, is amended to read as follows:\n   31    2. (A) Following the review and  approval  of  the  plan  by  the  DNA\n   32  subcommittee  and  the  commission  and the filing of such plan with the\n   33  speaker of the assembly and the temporary president of the  senate,  the\n   34  commissioner of criminal justice services is hereby authorized to estab-\n   35  lish  a  computerized  state  DNA  identification  index pursuant to the\n   36  provisions of this article.  NO OTHER DNA IDENTIFICATION INDEX OR COMPI-\n   37  LATION OF DNA IDENTIFICATION PROFILES MAY BE MAINTAINED  IN  THIS  STATE\n   38  PROVIDED,  HOWEVER,  THAT  THIS  PROHIBITION SHALL NOT BE INTERPRETED TO\n   39  PROHIBIT ANY SUCH INDEX OR COMPILATION OF DNA INFORMATION OBTAINED  FROM\n   40  CRIME SCENE SAMPLES OR CONCERNING MISSING PERSONS.\n   41    (B) IN ACCORDANCE WITH SUBDIVISION ONE OF THIS SECTION AND THIS SUBDI-\n   42  VISION, AND IN A MANNER CONSISTENT WITH THIS ARTICLE, THE COMMISSION MAY\n   43  AUTHORIZE THE INCLUSION OF DNA RECORDS DERIVED FROM FORENSIC EXAMINATION\n   44  OF CRIME SCENES IN THE STATE DNA IDENTIFICATION INDEX.\n   45    S 7.  Paragraph (b) of subdivision 9 of section 995-c of the executive\n   46  law, as added by chapter 524 of the laws of 2002, is amended and two new\n   47  paragraphs (c) and (d) are added to read as follows:\n   48    (b)  As  prescribed in this paragraph, if an individual, either volun-\n   49  tarily or pursuant to a warrant or order of  a  court,  has  provided  a\n   50  sample  for  DNA  testing in connection with the investigation or prose-\n   51  cution of a crime and (i) no  criminal  action  against  the  individual\n   52  relating  to  such  crime  was  commenced within the period specified by\n   53  section 30.10 of the criminal procedure law, or (ii) a  criminal  action\n   54  was  commenced  against  the  individual  relating  to  such crime which\n   55  resulted in a complete acquittal, OR A DISMISSAL AND THE MATTER WILL NOT\n   56  BE TRIED OR RETRIED, or (iii) a criminal action against  the  individual\n\n       A. 1315                             4\n\n    1  relating  to  such  crime resulted in a conviction that was subsequently\n    2  reversed or vacated, or for which the individual was  granted  a  pardon\n    3  pursuant  to article two-A of this chapter, such individual may apply to\n    4  the  supreme  court or the court in which the judgment of conviction was\n    5  originally entered for an order directing the  expungement  of  any  DNA\n    6  record and any samples, analyses, or other documents relating to the DNA\n    7  testing of such individual in connection with the investigation or pros-\n    8  ecution of such crime. A copy of such application shall be served on the\n    9  district  attorney  and an order directing expungement may be granted if\n   10  the court finds that the individual has satisfied the conditions of  one\n   11  of the subparagraphs of this paragraph; that if a judgment of conviction\n   12  was  reversed  or  vacated,  all  appeals  relating  thereto  have  been\n   13  concluded and the individual will not be retried, or, if a  retrial  has\n   14  occurred,  the  trier of fact has rendered a verdict of complete acquit-\n   15  tal, and that expungement will not adversely affect the investigation or\n   16  prosecution of some other person or persons for the crime.   NOTHING  IN\n   17  THIS  PARAGRAPH SHALL PREVENT A COURT, AT AN EARLIER TIME, FROM ORDERING\n   18  EXPUNGEMENT IN THE MANNER SPECIFIED IN THIS PARAGRAPH IN  THE  INTERESTS\n   19  OF JUSTICE, IN RESPONSE TO AN APPLICATION MADE ON NOTICE TO THE DISTRICT\n   20  ATTORNEY BY THE PERSON WHO PROVIDED SUCH DNA SAMPLE. If an order direct-\n   21  ing the expungement of any DNA record and any samples, analyses or other\n   22  documents relating to the DNA testing of such individual is issued, such\n   23  record  and  any  samples,  analyses,  or  other documents shall, at the\n   24  discretion of the possessor thereof, be destroyed or  returned  to  such\n   25  individual  or  to the attorney who represented him or her in connection\n   26  with the application for the order of expungement. THE PERSON DESTROYING\n   27  OR RETURNING SUCH RECORD, SAMPLES, ANALYSES AND  OTHER  DOCUMENTS  SHALL\n   28  MAINTAIN A RECORD CERTIFYING THE DATE, TIME AND MANNER OF DESTRUCTION OR\n   29  RETURN  AND  IDENTIFYING  THE  PERSON OR PERSONS DESTROYING OR RETURNING\n   30  SAME.  THE PERSON DESTROYING OR RETURNING SAME SHALL SEND A COPY OF THIS\n   31  RECORD TO THE PERSON WHO SUBMITTED THE SAMPLE OR  TO  THE  ATTORNEY  WHO\n   32  REPRESENTED  HIM OR HER IN CONNECTION WITH THE APPLICATION FOR THE ORDER\n   33  OF EXPUNGEMENT.\n   34    (C) (I) EXCEPT AS PROVIDED IN PARAGRAPH (D) OF THIS SUBDIVISION, IF AN\n   35  INDIVIDUAL HAS PROVIDED A SAMPLE FOR DNA TESTING IN CONNECTION WITH  THE\n   36  INVESTIGATION  OR  PROSECUTION  OF  A CRIME, OTHER THAN IN RESPONSE TO A\n   37  DEMAND AUTHORIZED PURSUANT TO SUBDIVISIONS ONE, TWO AND  THREE  OF  THIS\n   38  SECTION,  OR  IF  A  SAMPLE  FOR DNA TESTING HAS OTHERWISE COME INTO THE\n   39  CUSTODY OR POSSESSION OF A LAW ENFORCEMENT AGENCY OR AN  AGENT  THEREOF,\n   40  AND  THE  DNA  PROFILE  DERIVED  FROM  SUCH  SAMPLE DOES NOT MATCH A DNA\n   41  PROFILE DERIVED FROM CRIME SCENE EVIDENCE DEVELOPED IN  CONNECTION  WITH\n   42  THE  INVESTIGATION  OR  PROSECUTION  OF  A  CRIMINAL  ACT OR ACTS, EVERY\n   43  RECORD, SAMPLE, ANALYSIS AND OTHER DOCUMENT RELATING TO THE DNA  TESTING\n   44  OF  SUCH  SAMPLE  SHALL,  AT THE DISCRETION OF THE POSSESSOR THEREOF, BE\n   45  EITHER RETURNED TO THE INDIVIDUAL WHO PROVIDED SUCH SAMPLE, DESTROYED OR\n   46  MAINTAINED FOR THE DURATION OF THE INVESTIGATION, PROSECUTION OR ADJUDI-\n   47  CATION OF SUCH CRIMINAL ACTS EXCLUSIVELY FOR USE  WITH  RESPECT  TO  THE\n   48  INVESTIGATION,  PROSECUTION  AND/OR ADJUDICATION OF THE CRIMINAL CHARGES\n   49  FOR WHICH SUCH SAMPLE WAS OBTAINED OR WITH RESPECT TO ANY OTHER CRIMINAL\n   50  ACTS WHICH THE INVESTIGATING AGENCY HAS REASON TO BELIEVE MAY BE  LINKED\n   51  TO  SUCH  SAMPLE; PROVIDED, HOWEVER, THAT NO LATER THAN FIVE YEARS AFTER\n   52  SUCH SAMPLE IS OBTAINED OR WHEN THE INVESTIGATION OR PROSECUTION OF SUCH\n   53  CRIME HAS CONCLUDED, WHICHEVER  FIRST  OCCURS,  SUCH  RECORDS,  SAMPLES,\n   54  ANALYSES  AND  OTHER DOCUMENTS SHALL, AT THE DISCRETION OF THE POSSESSOR\n   55  THEREOF, BE RETURNED TO SUCH INDIVIDUAL OR DESTROYED, OR SEALED  IN    A\n   56  MANNER CONSISTENT WITH PARAGRAPH (C) AND SUBPARAGRAPHS (II), (IV) OR (V)\n\n       A. 1315                             5\n\n    1  OF  PARAGRAPH  (D)  OF SUBDIVISION ONE OF SECTION 160.55 OF THE CRIMINAL\n    2  PROCEDURE LAW.\n    3    (II) THE PERSON RETURNING, DESTROYING OR SEALING SUCH RECORD, SAMPLES,\n    4  ANALYSES  OR  OTHER  DOCUMENTS  IN  ACCORDANCE WITH THIS PARAGRAPH SHALL\n    5  MAINTAIN A RECORD  CERTIFYING  THE  DATE  AND  MANNER  OF  SUCH  RETURN,\n    6  DESTRUCTION  OR SEALING AND IDENTIFYING THE PERSON OR PERSONS RETURNING,\n    7  DESTROYING OR SEALING SAME.  THE PERSON RETURNING, DESTROYING OR SEALING\n    8  SAME SHALL SEND A COPY OF THIS RECORD TO THE PERSON  WHO  SUBMITTED  THE\n    9  SAMPLE.\n   10    (III)  THIS PARAGRAPH SHALL SUPPLEMENT AND NOT SUPPLANT ANY APPLICABLE\n   11  PROVISION OF PARAGRAPH (B) OF THIS SUBDIVISION. THIS PARAGRAPH SHALL NOT\n   12  APPLY TO DNA RECORDS, SAMPLES, ANALYSES  AND  OTHER  DOCUMENTS  OBTAINED\n   13  FROM  THE  FORENSIC  EXAMINATION  OF CRIME SCENE EVIDENCE, WHERE THE DNA\n   14  PROFILE DEVELOPED FROM SUCH CRIME SCENE EVIDENCE DOES NOT MATCH THE  DNA\n   15  PROFILE OF A KNOWN PERSON.\n   16    (D)  NOTWITHSTANDING  THE PROVISIONS OF PARAGRAPHS (A), (B) AND (C) OF\n   17  THIS SUBDIVISION, A DNA RECORD WHICH WAS OBTAINED FROM A SAMPLE PROVIDED\n   18  PURSUANT TO PARAGRAPH (A) OR (B) OF THIS SUBDIVISION PRIOR TO THE EFFEC-\n   19  TIVE DATE OF THIS PARAGRAPH NEED NOT BE DESTROYED, RETURNED  OR  SEALED,\n   20  AND  MAY  BE  INCLUDED IN THE STATE DNA IDENTIFICATION INDEX ESTABLISHED\n   21  PURSUANT TO THIS ARTICLE, WHEN, AS OF THE EFFECTIVE DATE OF  THIS  PARA-\n   22  GRAPH,  THE PERSON WHO PROVIDED SUCH SAMPLE STANDS CONVICTED OF A FELONY\n   23  OR MISDEMEANOR DEFINED IN SECTION NINE HUNDRED NINETY-FIVE OF THIS ARTI-\n   24  CLE.  ALL LAWS GOVERNING DNA RECORDS INCLUDED IN THE STATE DNA IDENTIFI-\n   25  CATION INDEX SHALL APPLY TO ANY DNA RECORD INCLUDED  IN  THE  STATE  DNA\n   26  IDENTIFICATION INDEX PURSUANT TO THIS PARAGRAPH.\n   27    S  8.    Section 995-c of the executive law is amended by adding a new\n   28  subdivision 10 to read as follows:\n   29    10. A SUPERIOR COURT, IN RESPONSE TO A MOTION FOR SUCH COMPARISON BY A\n   30  DEFENDANT, MAY ORDER THAT DNA INFORMATION FROM A CRIME SCENE  SAMPLE  OR\n   31  SAMPLES  OBTAINED IN THE COURSE OF THE INVESTIGATION OF AN ALLEGED CRIME\n   32  BE CHECKED AGAINST THE DNA RECORDS MAINTAINED BY  OR  AVAILABLE  THROUGH\n   33  THE  STATE DNA IDENTIFICATION INDEX ESTABLISHED PURSUANT TO THIS SECTION\n   34  AND THE NATIONAL DNA INDEX SYSTEM, AND THAT THE RESULTS OF SUCH CHECK OR\n   35  CHECKS BE DISCLOSED TO SUCH DEFENDANT AND TO THE PROSECUTOR WHOSE JURIS-\n   36  DICTION INCLUDES THE LOCATION OF THE ALLEGED COMMISSION OF  SUCH  CRIME,\n   37  UPON A SHOWING BY THE DEFENDANT THAT SUCH AN ANALYSIS MAY BE MATERIAL TO\n   38  HIS OR HER DEFENSE AND THAT THE REQUEST IS REASONABLE.\n   39    S  9.  Section 995-d of the executive law is amended by adding two new\n   40  subdivisions 3 and 4 to read as follows:\n   41    3. IN ACCORDANCE WITH THE PROVISIONS OF THIS SUBDIVISION, ANY INDIVID-\n   42  UAL DNA PROFILE OBTAINED OR MAINTAINED BY A STATE, COUNTY OR  LOCAL  LAW\n   43  ENFORCEMENT  AGENCY,  OR  AN  AGENT  THEREOF,  FROM  A BIOLOGICAL SAMPLE\n   44  SUBMITTED IN THE MANNER DESCRIBED IN PARAGRAPH (B) OR (C) OF SUBDIVISION\n   45  NINE OF SECTION NINE HUNDRED  NINETY-FIVE-C  OF  THIS  ARTICLE,  MAY  BE\n   46  COMPARED  INDIVIDUALLY  OR  VIA COMPUTERIZED DATABASE TO ONE OR MORE DNA\n   47  PROFILES MAINTAINED PURSUANT TO OR IN ACCORDANCE WITH SUBDIVISIONS  ONE,\n   48  TWO  AND  THREE  OF  SECTION NINE HUNDRED NINETY-FIVE-C OF THIS ARTICLE,\n   49  AND/OR MAY BE INDIVIDUALLY COMPARED BY SUCH STATE, COUNTY OR  LOCAL  LAW\n   50  ENFORCEMENT  AGENCY,  OR  AN  AGENT THEREOF, TO ONE OR MORE DNA PROFILES\n   51  DEVELOPED FROM THE FORENSIC EXAMINATION OF CRIME SCENES IN ONE  OR  MORE\n   52  CASES UNDER INVESTIGATION.\n   53    (A)  IF  SUCH INDIVIDUAL DNA PROFILE MATCHES THE DNA PROFILE DEVELOPED\n   54  FROM THE FORENSIC EXAMINATION OF ONE OR MORE CRIME SCENES IN ONE OR MORE\n   55  CASES UNDER INVESTIGATION, AND/OR ONE OR MORE  DNA  PROFILES  MAINTAINED\n   56  PURSUANT  TO  SUBDIVISIONS  ONE,  TWO  AND THREE OF SECTION NINE HUNDRED\n\n       A. 1315                             6\n\n    1  NINETY-FIVE-C OF THIS ARTICLE, SUCH  INDIVIDUAL  DNA  PROFILE,  TOGETHER\n    2  WITH  THE BIOLOGICAL MATERIAL FROM WHICH SUCH INDIVIDUAL DNA PROFILE WAS\n    3  DEVELOPED, MAY, AS APPROPRIATE PURSUANT TO APPLICABLE LAWS AND RULES  OF\n    4  EVIDENCE  AND  CONSISTENT  WITH THIS ARTICLE, BE USED IN CONNECTION WITH\n    5  THE INVESTIGATION, PROSECUTION AND/OR ADJUDICATION OF SUCH PERSON.\n    6    (B) IF SUCH INDIVIDUAL DNA PROFILE DOES  NOT  MATCH  THE  DNA  PROFILE\n    7  DEVELOPED  FROM  FORENSIC EXAMINATION OF ONE OR MORE CRIME SCENES IN ONE\n    8  OR MORE CASES UNDER INVESTIGATION, AND/OR ONE OR MORE DNA PROFILES MAIN-\n    9  TAINED PURSUANT TO SUBDIVISIONS ONE,  TWO  AND  THREE  OF  SECTION  NINE\n   10  HUNDRED  NINETY-FIVE-C  OF  THIS  ARTICLE,  SUCH INDIVIDUAL DNA PROFILE,\n   11  TOGETHER WITH THE BIOLOGICAL MATERIAL FROM  WHICH  SUCH  INDIVIDUAL  DNA\n   12  PROFILE  WAS DEVELOPED, SHALL BE DEALT WITH IN ACCORDANCE WITH PARAGRAPH\n   13  (C) OF SUBDIVISION NINE OF SECTION NINE HUNDRED  NINETY-FIVE-C  OF  THIS\n   14  ARTICLE.\n   15    4. (A) EXCEPT WHERE THE DEMAND IS PURSUANT TO A COURT ORDER OR WARRANT\n   16  OR  PURSUANT  TO SUBDIVISION THREE OF SECTION NINE HUNDRED NINETY-FIVE-C\n   17  OF THIS ARTICLE, PRIOR TO REQUESTING A BIOLOGICAL SAMPLE FROM  AN  INDI-\n   18  VIDUAL  THAT  WILL  BE  USED FOR DNA TESTING, THE POLICE DEPARTMENT, LAW\n   19  ENFORCEMENT AGENCY, OR AGENT THEREOF REQUESTING SUCH SAMPLE SHALL OBTAIN\n   20  WRITTEN INFORMED CONSENT FROM  SUCH  INDIVIDUAL  CONSISTING  OF  WRITTEN\n   21  AUTHORIZATION IN PLAIN LANGUAGE THAT IS DATED AND SIGNED AND INCLUDES AT\n   22  LEAST THE FOLLOWING: (1) A GENERAL DESCRIPTION OF THE TEST; (2) A STATE-\n   23  MENT  THAT  THE  DNA  SAMPLE  OF  THE  SUBJECT MAY INITIALLY BE COMPARED\n   24  AGAINST ANY CRIME SCENE EVIDENCE OR DATABASE OF CRIME SCENE EVIDENCE AND\n   25  A DESCRIPTION OF WHETHER, IN THE EVENT  SUCH  SUBJECT  SAMPLE  DOES  NOT\n   26  MATCH  A  DNA  PROFILE  DERIVED FROM ANY SUCH CRIME SCENE EVIDENCE, SUCH\n   27  SUBJECT SAMPLE WILL THEREAFTER BE RETURNED, DESTROYED OR RETAINED.    IN\n   28  THE  EVENT THE AGENT REQUESTING SUCH SAMPLE MAY RETAIN SUCH SAMPLE, SUCH\n   29  STATEMENT SHALL DESCRIBE THE CIRCUMSTANCES UNDER WHICH SUCH  SAMPLE  MAY\n   30  THEREAFTER  BE  LAWFULLY  USED;  (3)  THE NAME OF THE PERSON OR SPECIFIC\n   31  CATEGORIES OF PERSONS OR ORGANIZATIONS TO WHOM THE TEST RESULTS  MAY  BE\n   32  DISCLOSED;  (4)  A  STATEMENT  THAT NO TESTS OTHER THAN THOSE AUTHORIZED\n   33  SHALL BE PERFORMED ON THE BIOLOGICAL SAMPLE; AND (5) A  SUMMARY  OF  THE\n   34  INFORMATION  SET  FORTH IN PARAGRAPHS (B) AND (C) OF SUBDIVISION NINE OF\n   35  SECTION NINE HUNDRED NINETY-FIVE-C OF THIS ARTICLE.\n   36    (B) NONCOMPLIANCE WITH ANY PROVISION OF THIS SUBDIVISION SHALL NOT  IN\n   37  AND  OF  ITSELF AFFECT THE ADMISSIBILITY OF EVIDENCE OR OTHERWISE AFFECT\n   38  ANY CONVICTION OR CRIMINAL PROSECUTION.\n   39    S 10.  Section 995-f of the executive law, as amended by  chapter  560\n   40  of the laws of 1999, is amended to read as follows:\n   41    S 995-f. Penalties.  Any  person who (a) intentionally discloses a DNA\n   42  record, or the results of a forensic DNA test or analysis, to  an  indi-\n   43  vidual  or  agency  other  than  one  authorized  to have access to such\n   44  records pursuant to this article or (b) intentionally uses  or  receives\n   45  DNA  records,  or  the  results  of a forensic DNA test or analysis, for\n   46  purposes other than those authorized pursuant to this article or (c) any\n   47  person who knowingly tampers or attempts to tamper with any  DNA  sample\n   48  or  the  collection  container  without  lawful  authority OR (D) INTEN-\n   49  TIONALLY SUBJECTS TO OR SUBMITS FOR TESTING OR ANALYSIS  NOT  AUTHORIZED\n   50  BY THIS ARTICLE AN INDIVIDUAL'S DNA RECORD OR SAMPLE, shall be guilty of\n   51  a class [E] D felony.\n   52    S  11. Section 1.20 of the criminal procedure law is amended by adding\n   53  a new subdivision 44 to read as follows:\n   54    44. \"SPECIAL FICTITIOUS NAME INDICTMENT\"  MEANS  AN  INDICTMENT  OF  A\n   55  PERSON  WHOSE  NAME  IS UNKNOWN BUT WHOSE IDENTITY IS ESTABLISHED TO THE\n   56  SATISFACTION OF A GRAND JURY PURSUANT  TO  SUBDIVISION  ONE  OF  SECTION\n\n       A. 1315                             7\n\n    1  190.65  OF THIS CHAPTER BY MEANS OF FORENSIC DEOXYRIBONUCLEIC ACID (DNA)\n    2  TESTING OF EVIDENCE. THE CAPTION OF A SPECIAL FICTITIOUS NAME INDICTMENT\n    3  SHALL INCLUDE A FICTITIOUS NAME, SUCH AS \"JOHN DOE\" OR  \"JANE  DOE\",  IN\n    4  PLACE OF THE NAME OF THE DEFENDANT WHOSE TRUE NAME IS UNKNOWN.\n    5    S 12. Subdivision 3 of section 190.65 of the criminal procedure law is\n    6  amended to read as follows:\n    7    3.  Upon  voting  to  indict  a person, a grand jury must, through its\n    8  foreman or acting foreman, file an indictment with the court by which it\n    9  was impaneled.  WHEN THE NAME OF THE INDICTED PERSON IS UNKNOWN BUT  HIS\n   10  OR  HER  IDENTITY  IS  ESTABLISHED TO THE SATISFACTION OF THE GRAND JURY\n   11  PURSUANT TO SUBDIVISION ONE OF THIS SECTION BY MEANS OF FORENSIC  DEOXY-\n   12  RIBONUCLEIC  ACID  (DNA) TESTING OF EVIDENCE, THEN SUCH INDICTMENT SHALL\n   13  BE FILED BY THE GRAND JURY WITH SUCH COURT AS A SPECIAL FICTITIOUS  NAME\n   14  INDICTMENT.  THE  AUTHORITY TO FILE A SPECIAL FICTITIOUS NAME INDICTMENT\n   15  PURSUANT TO THIS SUBDIVISION SHALL BE IN ADDITION TO ANY OTHER AUTHORITY\n   16  IN LAW FOR THE FILING OF AN INDICTMENT WHEN  THE  NAME  OF  AN  INDICTED\n   17  PERSON IS UNKNOWN.\n   18    S  13.  Section  340.20  of  the  criminal procedure law is amended by\n   19  adding a new subdivision 5 to read as follows:\n   20    5. PRIOR TO ACCEPTING A DEFENDANT'S PLEA  OF  GUILTY  TO  A  COUNT  OR\n   21  COUNTS OF AN INFORMATION CHARGING A MISDEMEANOR, AS DEFINED IN PARAGRAPH\n   22  (A) OF SUBDIVISION TWO OF SECTION 55.10 OF THE PENAL LAW AND INCLUDED IN\n   23  THE  DEFINITION  OF DESIGNATED OFFENDER PURSUANT TO SUBDIVISION SEVEN OF\n   24  SECTION NINE HUNDRED NINETY-FIVE OF THE EXECUTIVE LAW, THE  COURT  SHALL\n   25  ADVISE THE DEFENDANT THAT UPON THE CONVICTION FOR SUCH MISDEMEANOR HE OR\n   26  SHE WILL BE REQUIRED TO PROVIDE A SAMPLE APPROPRIATE FOR DNA TESTING FOR\n   27  INCLUSION  IN  THE  STATE  DNA  IDENTIFICATION INDEX PURSUANT TO ARTICLE\n   28  FORTY-NINE-B OF THE EXECUTIVE LAW. THE COURT SHALL AFFIRM ON THE  RECORD\n   29  OR  IN  WRITING THAT THE DEFENDANT HAS BEEN GIVEN THE NOTICE REQUIRED BY\n   30  THIS SUBDIVISION. THE FAILURE OF A COURT TO ADVISE THE DEFENDANT  PURSU-\n   31  ANT  TO  THIS  SUBDIVISION OR TO OTHERWISE COMPLY WITH THE PROVISIONS OF\n   32  THIS SUBDIVISION SHALL NOT BE DEEMED TO AFFECT THE  VOLUNTARINESS  OF  A\n   33  PLEA OF GUILTY OR THE VALIDITY OF A CONVICTION.\n   34    S  14. Subdivision 1-a of section 440.30 of the criminal procedure law\n   35  is amended by adding a new paragraph (c) to read as follows:\n   36    (C) IN CONJUNCTION WITH THE FILING OF A MOTION UNDER THIS SUBDIVISION,\n   37  THE COURT MAY DIRECT THE STATE TO PROVIDE THE MOVANT  WITH  INFORMATION,\n   38  INCLUDING  DOCUMENTS,  NOTES,  LOGS OR REPORTS, RELATING TO ANY PHYSICAL\n   39  ITEMS COLLECTED IN CONNECTION WITH THE CASE, WHERE IT IS LIKELY ANY SUCH\n   40  PHYSICAL ITEMS, IF SUBJECTED TO DNA TESTING, WOULD YIELD DNA INFORMATION\n   41  THAT MEETS THE STANDARD SET FORTH IN PARAGRAPH (A) OF THIS  SUBDIVISION.\n   42  THE COURT MAY DIRECT THE STATE TO PROVIDE OTHER REASONABLE ASSISTANCE TO\n   43  THE  MOVANT  IN  LOCATING ANY SUCH RECORDS OR ITEMS OF PHYSICAL EVIDENCE\n   44  WHICH MAY HAVE BEEN LOST OR DESTROYED. THE COURT  MAY  ALSO  DIRECT  THE\n   45  PEOPLE TO TAKE REASONABLE MEASURES TO ATTEMPT TO LOCATE ANY SUCH RECORDS\n   46  OR  PHYSICAL  ITEMS  THAT MAY BE IN GOVERNMENT CUSTODY AND/OR ASSIST THE\n   47  MOVANT IN LOCATING ANY SUCH RECORDS OR PHYSICAL ITEMS THAT MAY BE IN THE\n   48  CUSTODY OF A PUBLIC OR PRIVATE HOSPITAL, LABORATORY OR  OTHER  FACILITY.\n   49  THE  COURT  SHALL DENY A REQUEST FOR ASSISTANCE BROUGHT UNDER THIS PARA-\n   50  GRAPH IF THE COURT DETERMINES THAT SUCH REQUEST FOR ASSISTANCE IS FRIVO-\n   51  LOUS, ABUSIVE OR INAPPROPRIATE.\n   52    S 15. The state finance law is amended by adding a new section 97-kkkk\n   53  to read as follows:\n   54    S 97-KKKK. ASSISTANCE TO POLICE AND CRIME LABORATORIES;  DNA  EVIDENCE\n   55  FUND.    1.  THERE  IS  HEREBY CREATED IN THE CUSTODY OF THE STATE COMP-\n\n       A. 1315                             8\n\n    1  TROLLER A SPECIAL FUND TO BE KNOWN AS  THE  \"ASSISTANCE  TO  POLICE  AND\n    2  CRIME LABORATORIES: DNA EVIDENCE FUND\".\n    3    2.  SUCH FUND SHALL CONSIST OF ALL MONIES APPROPRIATED FOR THE PURPOSE\n    4  OF SUCH FUND, ALL OTHER MONIES CREDITED  OR  TRANSFERRED  TO  SUCH  FUND\n    5  PURSUANT  TO  LAW, ALL MONIES REQUIRED BY THE PROVISIONS OF THIS SECTION\n    6  OR ANY OTHER LAW TO BE PAID INTO OR CREDITED TO SUCH  ACCOUNT,  AND  ALL\n    7  MONIES RECEIVED BY THE ACCOUNT OR DONATED TO IT.\n    8    3.  MONIES OF SUCH FUND SHALL BE AVAILABLE FOR APPROPRIATION AND ALLO-\n    9  CATION TO THE DIVISION OF STATE POLICE, TO LOCAL POLICE AGENCIES, AND TO\n   10  FORENSIC DNA LABORATORIES IN THIS STATE, AS DEFINED IN  SUBDIVISION  TWO\n   11  OF SECTION NINE HUNDRED NINETY-FIVE OF THE EXECUTIVE LAW, TO ASSIST SUCH\n   12  ENTITIES  IN  EFFECTIVELY COLLECTING, TESTING AND ANALYZING FORENSIC DNA\n   13  CRIME SCENE EVIDENCE PURSUANT TO ARTICLE FORTY-NINE-B OF  THE  EXECUTIVE\n   14  LAW.  FIFTY  PERCENT OF SUCH FUNDS SHALL BE MADE AVAILABLE FOR APPROPRI-\n   15  ATION OR ALLOCATION BY THE COMMISSIONER OF CRIMINAL JUSTICE SERVICES FOR\n   16  THE PURPOSE OF FUNDING AN INNOCENCE RESEARCH  PROJECT  PROGRAM  IN  THIS\n   17  STATE.\n   18    4.  MONIES  OF SUCH FUND SHALL BE PAID OUT ON THE AUDIT AND WARRANT OF\n   19  THE COMPTROLLER ON VOUCHERS CERTIFIED OR APPROVED BY THE COMMISSIONER OF\n   20  CRIMINAL JUSTICE SERVICES.\n   21    S 16. Innocence research project program. 1. There  is  hereby  estab-\n   22  lished  in  this  state  an  innocence research project program. Funding\n   23  shall be made available for the purposes of such program to up to  three\n   24  not-for-profit  organizations  by  the  commissioner of criminal justice\n   25  services pursuant to subdivisions 3 and 4  of  section  97-kkkk  of  the\n   26  state finance law.\n   27    2. The innocence research project program shall review and study cases\n   28  in  which  there  appears  to  be a reasonable possibility that a person\n   29  charged with or convicted of a crime in this state may  be  innocent  of\n   30  the  crime  or  crimes charged. Such program may provide legal and other\n   31  expert assistance, and may also provide relevant training, including but\n   32  not limited to training in the use of DNA evidence  for  forensic  iden-\n   33  tification  purposes,  to  attorneys  engaged in the defense of criminal\n   34  cases.\n   35    3. Each not-for-profit organization receiving funding for such program\n   36  shall file an annual report with the commissioner  of  criminal  justice\n   37  services  summarizing  the activities of the program during the previous\n   38  year. Such report shall be filed within one year after such organization\n   39  first receives funding under such program, and annually  thereafter  for\n   40  so long as the program receives such funding.\n   41    4.  Before providing assistance to any individual believed to be actu-\n   42  ally innocent of the crime or  crimes  charged,  the  organization-based\n   43  coordinator  of  such program shall determine whether such individual is\n   44  financially able to pay for the proposed services or  assistance  to  be\n   45  provided.  If  such  individual is able to financially afford to pay for\n   46  such services or assistance, such coordinator shall request and  receive\n   47  such  payment or payments on behalf of the program from such individual.\n   48  All monies received from individuals pursuant to this subdivision  shall\n   49  be  promptly forwarded by such coordinator to the state comptroller, for\n   50  deposit into the \"assistance  to  police  and  crime  laboratories:  DNA\n   51  evidence  fund\"  established  pursuant  to  section 97-kkkk of the state\n   52  finance law.\n   53    S 17. This act shall take effect immediately; provided, however, that:\n   54    (a) the amendments to paragraph (a) of subdivision 2 of section  995-c\n   55  of  the  executive law made by section six of this act shall take effect\n   56  on the one hundred twentieth day after it shall have become a law; and\n\n       A. 1315                             9\n\n    1    (b) the amendments to section 340.20 of  the  criminal  procedure  law\n    2  made by section thirteen of this act shall apply to pleas of guilty to a\n    3  count  or  counts  of  an  information entered 60 days or more after the\n    4  effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, the criminal procedure law and the state finance law, in relation to DNA testing, data collection and record keeping, and to special indictments by fictitious name in DNA cases; and in relation to creating the innocence research project program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134611.TXT", "SOBI.D110107.T133904.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294685171354
}