{
  "year" : 2011,
  "senateBillNo" : "A1317-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to cities",
    "billEventId" : "A1317-2011-1294203600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an independent building review agency in the city of New York to oversee the development and construction projects within the city of New York",
  "summary" : "Establishes an independent building review agency in the city of New York to oversee development and construction projects within the city of New York. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Charter",
  "previousVersions" : [ "A5178-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hikind",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1317\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LENTOL, ROBINSON, JACOBS, COLTON, HIKIND, ORTIZ,\n         MAISEL -- Multi-Sponsored by -- M. of A. BING, CUSICK, FARRELL, GLICK,\n         LANCMAN, MARKEY, MAYERSOHN, NOLAN, J. RIVERA, ROSENTHAL --  read  once\n         and referred to the Committee on Cities\n\n       AN ACT to amend the New York city charter, in relation to an independent\n         building review agency\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The New York city  charter  is  amended  by  adding  a  new\n    2  section 650 to read as follows:\n    3    S  650.  INDEPENDENT  BUILDING  REVIEW  AGENCY. A. (1) THERE IS HEREBY\n    4  CREATED WITHIN THE DEPARTMENT  AN  INDEPENDENT  BUILDING  REVIEW  AGENCY\n    5  (HEREINAFTER \"THE AGENCY\"). THE HEAD OF THE AGENCY SHALL BE THE DIRECTOR\n    6  WHO  SHALL  BE APPOINTED BY THE MAYOR SUBJECT TO THE CONFIRMATION OF THE\n    7  CITY COUNCIL. WITHIN THIRTY DAYS OF THE EFFECTIVE DATE OF THIS  SECTION,\n    8  THE  MAYOR  SHALL  APPOINT  HIS  DIRECTOR.  WITHIN THIRTY DAYS AFTER THE\n    9  MAYOR'S APPOINTMENT,  THE  CITY  COUNCIL  SHALL  CONFIRM  OR  DENY  SUCH\n   10  PERSON'S  APPOINTMENT. THE MAYOR SHALL CONTINUE TO HAVE THIRTY-DAY PERI-\n   11  ODS TO APPOINT NEW CANDIDATES AND THE CITY  COUNCIL  SHALL  CONTINUE  TO\n   12  HAVE THIRTY-DAY PERIODS TO REVIEW AND ACT UPON SUCH CANDIDATES.\n   13    (2)  ONCE APPOINTED, THE DIRECTOR SHALL NOT BE REMOVED FROM HIS OR HER\n   14  POSITION PRIOR TO THE EXPIRATION OF HIS OR  HER  TERM  EXCEPT  FOR  GOOD\n   15  CAUSE.  THE  DIRECTOR SHALL SERVE A THREE-YEAR TERM. AT LEAST SIXTY DAYS\n   16  BUT NO LONGER THAN ONE HUNDRED TWENTY DAYS PRIOR TO  THE  EXPIRATION  OF\n   17  THE  DIRECTOR'S TERM, THE MAYOR SHALL MAKE AN APPOINTMENT OF A SUCCESSOR\n   18  CANDIDATE.  SUCH  CANDIDATE'S  APPOINTMENT  SHALL  BE  SUBJECT  TO   THE\n   19  PROVISIONS OF PARAGRAPH ONE OF THIS SUBDIVISION.\n   20    (3)  THE  DIRECTOR  SHALL  RECEIVE A SALARY THAT SHALL BE FIXED BY THE\n   21  CITY COUNCIL. THE CITY COUNCIL SHALL NOT ALTER THE SALARY OF A  DIRECTOR\n   22  DURING HIS OR HER TERM.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03544-01-1\n\n       A. 1317                             2\n\n    1    (4)  SUBJECT  TO THE PROVISIONS OF THE CIVIL SERVICE LAW, THE DIRECTOR\n    2  MAY APPOINT SUCH OTHER OFFICERS, EMPLOYEES, AGENTS  AND  CONSULTANTS  AS\n    3  MAY  BE  NECESSARY,  PRESCRIBE  THEIR DUTIES, FIX THEIR COMPENSATION AND\n    4  PROVIDE FOR PAYMENT OF THEIR REASONABLE  EXPENSES,  ALL  WITHIN  AMOUNTS\n    5  AVAILABLE THEREFORE BY APPROPRIATION. THE DIRECTOR MAY TRANSFER OFFICERS\n    6  OR  EMPLOYEES FROM THEIR POSITIONS TO OTHER POSITIONS IN THE DEPARTMENT,\n    7  OR ABOLISH OR CONSOLIDATE SUCH POSITIONS.\n    8    B. THE INDEPENDENT BUILDING REVIEW AGENCY MAY ADOPT  AND  AMEND  REGU-\n    9  LATIONS  CONSISTENT  WITH  LAW.  THE  AGENCY'S  REGULATION  SHALL NOT BE\n   10  SUBJECT TO THE STATE  ADMINISTRATIVE  PROCEDURE  ACT.  SUCH  REGULATIONS\n   11  SHALL:\n   12    (1)  ESTABLISH  THE  PROCEDURES  BY WHICH THE AGENCY BRINGS VIOLATIONS\n   13  AGAINST INDIVIDUALS AND ENTITIES WHO ARE ALLEGED TO HAVE VIOLATED  LAWS,\n   14  RULES,  AND  REGULATIONS  RELATING  TO  THEIR  SPECIFIC LAND DEVELOPMENT\n   15  PROJECT;\n   16    (2) SET FORTH A SCHEDULE OF FINES  RELATING  TO  ANY  VIOLATION  OF  A\n   17  BUILDING LAW, CODE, RULE, OR REGULATION;\n   18    (3)  ESTABLISH  ANY OTHER PENALTIES THAT THE AGENCY MAY IMPOSE AGAINST\n   19  AN INDIVIDUAL FOR VIOLATING A LAW, RULE, OR REGULATION ENFORCED  BY  THE\n   20  AGENCY,  INCLUDING  THE ABILITY TO REVOKE BUILDING PERMITS, AND ORDERING\n   21  THE OFFENDING PARTY TO CEASE HIS OR HER ACTIONS; AND\n   22    (4) ESTABLISH ANY OTHER RULE THAT THE AGENCY DEEMS NECESSARY TO FOSTER\n   23  THE ADHERENCE TO LAWS, RULES, AND REGULATIONS BY INDIVIDUALS  AND  ENTI-\n   24  TIES.\n   25    C.  THE AGENCY SHALL ENFORCE THE PROVISIONS OF THE LAWS OF THIS STATE,\n   26  THE NEW YORK CITY CHARTER AND THE ADMINISTRATIVE CODE OF THE CITY OF NEW\n   27  YORK, AND ANY RULES AND REGULATIONS MADE THEREUNDER, WHICH RELATE TO:\n   28    (1) THE DEVELOPMENT OF AN UNIMPROVED LOT;\n   29    (2) THE ALTERATION OF ANY IMPROVED LOT;\n   30    (3) THE SAFETY OF ANY EQUIPMENT USED AT A SITE IN WHICH  ANY  DEVELOP-\n   31  MENT OR ALTERATION OF A LOT TAKES PLACE;\n   32    (4)  THE EMPLOYMENT OF INDIVIDUALS AT THE WORKSITE WHO WOULD OTHERWISE\n   33  REQUIRE STATE OR CITY LICENSURE;\n   34    (5) ANY ISSUE THAT WOULD OTHERWISE BE SUBJECT TO REVIEW BY AN  INSPEC-\n   35  TOR OR CODE ENFORCEMENT OFFICER OR SIMILAR PUBLIC OFFICER; AND\n   36    (6)  ANY  RULE  OR  REGULATION THAT THE AGENCY PROMULGATES DIRECTED AT\n   37  ENSURING THE HEALTH, SAFETY, AND WELL-BEING OF THE CITIZENS OF THE  CITY\n   38  OF NEW YORK.\n   39    D.  (1)  (A) THE AGENCY SHALL CONDUCT PROCEEDINGS FOR THE ADJUDICATION\n   40  OF VIOLATIONS OF THE LAWS, RULES AND REGULATIONS ENFORCED BY IT PURSUANT\n   41  TO THE PROVISIONS OF SUBDIVISION C OF THIS SECTION OR OF ANY  OTHER  LAW\n   42  PROVIDING FOR ENFORCEMENT BY THE AGENCY IN ACCORDANCE WITH THIS SUBDIVI-\n   43  SION AND WITH RULES AND REGULATIONS PROMULGATED BY THE AGENCY, AND SHALL\n   44  HAVE  THE  POWER  TO RENDER DECISIONS AND ORDERS AND TO IMPOSE THE CIVIL\n   45  PENALTIES PROVIDED UNDER LAW FOR SUCH VIOLATIONS.\n   46    (B) THE FORM AND WORDING OF NOTICES OF VIOLATION SHALL  BE  PRESCRIBED\n   47  BY  THE  AGENCY.  THE NOTICE OF VIOLATION OR COPY THEREOF WHEN FILLED IN\n   48  AND SERVED SHALL CONSTITUTE NOTICE OF THE  VIOLATION  CHARGED,  AND,  IF\n   49  SWORN  TO  OR  AFFIRMED,  SHALL  BE  PRIMA  FACIE  EVIDENCE OF THE FACTS\n   50  CONTAINED THEREIN.\n   51    (C) THE NOTICE OF VIOLATION SHALL  CONTAIN  INFORMATION  ADVISING  THE\n   52  PERSON  CHARGED  OF  THE  MANNER  AND  THE TIME IN WHICH SUCH PERSON MAY\n   53  EITHER ADMIT OR DENY THE VIOLATION CHARGED IN THE NOTICE. SUCH NOTICE OF\n   54  VIOLATION SHALL ALSO CONTAIN A WARNING TO ADVISE THE PERSON CHARGED THAT\n   55  FAILURE TO PLEAD IN THE MANNER AND TIME STATED IN THE NOTICE MAY  RESULT\n   56  IN  A  DEFAULT DECISION AND ORDER BEING ENTERED AGAINST SUCH PERSON. THE\n\n       A. 1317                             3\n\n    1  ORIGINAL OR A COPY OF  THE  NOTICE  OF  VIOLATION  SHALL  BE  FILED  AND\n    2  RETAINED BY THE AGENCY AND SHALL BE DEEMED A RECORD KEPT IN THE ORDINARY\n    3  COURSE OF BUSINESS.\n    4    (D)  WHERE A RESPONDENT HAS FAILED TO PLEAD WITHIN THE TIME ALLOWED BY\n    5  THE RULES OF THE AGENCY OR HAS FAILED TO APPEAR ON A DESIGNATED  HEARING\n    6  DATE  OR  A  SUBSEQUENT  DATE  FOLLOWING AN ADJOURNMENT, SUCH FAILURE TO\n    7  PLEAD OR APPEAR SHALL BE DEEMED, FOR ALL PURPOSES, TO BE AN ADMISSION OF\n    8  LIABILITY AND SHALL BE GROUNDS FOR  RENDERING  A  DEFAULT  DECISION  AND\n    9  ORDER  IMPOSING A PENALTY IN THE MAXIMUM AMOUNT PRESCRIBED UNDER LAW FOR\n   10  THE VIOLATION CHARGED AND ANY OTHER REMEDY AVAILABLE TO THE AGENCY.\n   11    (E) ANY FINAL ORDER OF THE AGENCY IMPOSING A  CIVIL  PENALTY,  WHETHER\n   12  THE  ADJUDICATION WAS HAD BY HEARING OR UPON DEFAULT OR OTHERWISE, SHALL\n   13  CONSTITUTE A JUDGMENT RENDERED  BY THE AGENCY WHICH MAY  BE  ENTERED  IN\n   14  THE  CIVIL COURT OF THE CITY OF NEW YORK OR ANY OTHER PLACE PROVIDED FOR\n   15  THE ENTRY OF CIVIL JUDGMENTS WITHIN THE STATE, AND MAY BE ENFORCED WITH-\n   16  OUT COURT PROCEEDINGS IN THE SAME MANNER AS  THE  ENFORCEMENT  OF  MONEY\n   17  JUDGMENTS  ENTERED  IN  CIVIL  ACTIONS;  PROVIDED, HOWEVER, THAT NO SUCH\n   18  JUDGMENT SHALL BE ENTERED WHICH EXCEEDS THE SUM OF ONE HUNDRED  THOUSAND\n   19  DOLLARS FOR EACH RESPONDENT.\n   20    (F)  NOTWITHSTANDING  THE FOREGOING PROVISION, BEFORE A JUDGMENT BASED\n   21  UPON A DEFAULT MAY BE SO ENTERED  THE  AGENCY  MUST  HAVE  NOTIFIED  THE\n   22  RESPONDENT  BY  FIRST  CLASS MAIL IN SUCH FORM AS THE AGENCY MAY DIRECT:\n   23  (I) OF THE DEFAULT DECISION AND ORDER AND THE PENALTY IMPOSED;\n   24    (II) THAT A JUDGMENT WILL BE ENTERED IN THE CIVIL COURT OF THE CITY OF\n   25  NEW YORK OR ANY OTHER PLACE PROVIDED FOR THE ENTRY  OF  CIVIL  JUDGMENTS\n   26  WITHIN THE STATE OF NEW YORK; AND\n   27    (III)  THAT ENTRY OF SUCH JUDGMENT MAY BE AVOIDED BY REQUESTING A STAY\n   28  OF DEFAULT FOR GOOD CAUSE SHOWN  AND  EITHER  REQUESTING  A  HEARING  OR\n   29  ENTERING  A  PLEA PURSUANT TO THE RULES OF THE AGENCY WITHIN THIRTY DAYS\n   30  OF THE MAILING OF SUCH NOTICE.\n   31    (G) A JUDGMENT ENTERED PURSUANT TO THIS PARAGRAPH SHALL REMAIN IN FULL\n   32  FORCE AND EFFECT FOR EIGHT YEARS.\n   33    (2) (A) THE AGENCY SHALL NOT ENTER ANY FINAL DECISION OR ORDER  PURSU-\n   34  ANT  TO  THE  PROVISIONS OF PARAGRAPH ONE OF THIS SUBDIVISION UNLESS THE\n   35  NOTICE OF VIOLATION SHALL HAVE BEEN SERVED IN  THE  SAME  MANNER  AS  IS\n   36  PRESCRIBED FOR SERVICE OF PROCESS BY ARTICLE THREE OF THE CIVIL PRACTICE\n   37  LAW AND RULES OR ARTICLE THREE OF THE BUSINESS CORPORATION LAW. A PERSON\n   38  NEED  NOT BE PERSONALLY SERVED BEFORE THE AGENCY MAY ENTER A FINAL DECI-\n   39  SION AGAINST HIM OR HER.\n   40    (B) PROOF OF SUCH SERVICE OF THE NOTICE OF VIOLATION  SHALL  BE  FILED\n   41  WITH  THE  AGENCY WITHIN TWENTY DAYS; SERVICE SHALL BE COMPLETE TEN DAYS\n   42  AFTER SUCH FILING.\n   43    (3) THE AGENCY MAY APPLY TO A  COURT  OF  COMPETENT  JURISDICTION  FOR\n   44  ENFORCEMENT  OF  ANY OTHER DECISION OR ORDER ISSUED BY SUCH AGENCY OR OF\n   45  ANY SUBPOENA ISSUED BY SUCH AGENCY.\n   46    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city charter, in relation to an independent building review agency ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T135611.TXT", "SOBI.D110107.T133904.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294685771604
}