{
  "year" : 2011,
  "senateBillNo" : "A1318-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1318-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the clean vehicle incentive program consisting of one-time rebates and one-time surcharges on the purchase of new motor vehicles; appropriation",
  "summary" : "Creates the clean vehicle incentive program consisting of one-time rebates and one-time surcharges on the purchase of new motor vehicles to mitigate against emissions of greenhouse gases from motor vehicles; makes an appropriation therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A5126-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1318\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law and the state finance\n         law,  in  relation  to creating a clean vehicle incentive program; and\n         making an appropriation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 56 of the environmental conservation law is amended\n    2  by adding a new title 7 to read as follows:\n    3                                   TITLE 7\n    4                       CLEAN VEHICLE INCENTIVE PROGRAM\n    5  SECTION 56-0701. STATEMENT OF LEGISLATIVE FINDINGS.\n    6          56-0703. DEFINITIONS.\n    7          56-0705. REBATE FOR PURCHASING NEW MOTOR VEHICLE.\n    8          56-0707. REGULATIONS.\n    9          56-0709. CALCULATION OF REBATE OR SURCHARGE.\n   10          56-0711. FUNDING.\n   11          56-0713. ADJUSTMENTS.\n   12          56-0715. ASSIGNMENT OF REBATE OR SURCHARGE.\n   13          56-0717. PURCHASING MOTOR VEHICLES IN OTHER STATES.\n   14          56-0719. REBATES AND SURCHARGES ON LEASED MOTOR VEHICLES.\n   15          56-0721. COLLECTION AND PAYMENT OF SURCHARGES AND REBATES.\n   16          56-0723. SCHEDULE  OF REBATES AND SURCHARGES AVAILABLE TO PUBLIC\n   17                     ON INTERNET WEBSITE.\n   18          56-0725. EXEMPT MOTOR VEHICLES.\n   19          56-0727. THE CLEAN VEHICLE INCENTIVE ACCOUNT.\n   20          56-0729. COLLECTION OF DATA.\n   21          56-0731. ALTERNATIVE FUEL VEHICLES.\n   22  S 56-0701. STATEMENT OF LEGISLATIVE FINDINGS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03535-01-1\n\n       A. 1318                             2\n\n    1    1. IT IS THE INTENT OF THE  LEGISLATURE  IN  ENACTING  THIS  TITLE  TO\n    2  ESTABLISH  A  MARKET-BASED CLEAN VEHICLE INCENTIVE PROGRAM CONSISTING OF\n    3  ONE-TIME REBATES AND ONE-TIME SURCHARGES ON THE PURCHASE  OF  NEW  MOTOR\n    4  VEHICLES  TO  MITIGATE  AGAINST EMISSIONS OF GREENHOUSE GASES FROM MOTOR\n    5  VEHICLES.\n    6    2.  IT  IS THE INTENT OF THE LEGISLATURE THAT THIS PROGRAM BE SELF-FI-\n    7  NANCING AND NOT INCREASE EXPENDITURES FROM OR REDUCE REVENUES  INTO  THE\n    8  GENERAL FUND.\n    9  S 56-0703. DEFINITIONS.\n   10    FOR  PURPOSES  OF  THIS  ARTICLE,  THE  FOLLOWING TERMS SHALL HAVE THE\n   11  FOLLOWING MEANINGS:\n   12    1. \"ACCOUNT\" MEANS THE CLEAN  VEHICLE  INCENTIVE  ACCOUNT  CREATED  BY\n   13  SECTION NINETY-NINE-T OF THE STATE FINANCE LAW.\n   14    2.  \"BOARD\"  MEANS THE STATE ENVIRONMENTAL BOARD AS CREATED BY ARTICLE\n   15  FIVE OF THIS CHAPTER.\n   16    3. \"CARBON DIOXIDE EQUIVALENT\" MEANS A METRIC, AS  DETERMINED  BY  THE\n   17  STATE  BOARD,  USED  TO  COMPARE  OR IDENTIFY THE EMISSIONS FROM VARIOUS\n   18  GREENHOUSE GASES BASED UPON THEIR GLOBAL WARMING  POTENTIAL  DERIVED  BY\n   19  MULTIPLYING  THE TONS OF THE GAS BY THE ASSOCIATED GLOBAL WARMING POTEN-\n   20  TIAL.\n   21    4. \"CONTRIBUTORY POLLUTANT\" MEANS AN AIR TOXIC  POLLUTANT  OR  CONTAM-\n   22  INANT, INCLUDING, BUT NOT LIMITED TO, BLACK CARBON, CARBON MONOXIDE, AND\n   23  NITROUS  OXIDE, FOR WHICH THE BOARD HAS DETERMINED CONTRIBUTES TO GLOBAL\n   24  WARMING.\n   25    5. \"CRITERIA AIR POLLUTANT\" MEANS  AN  AIR  POLLUTANT  FOR  WHICH  THE\n   26  UNITED  STATES  ENVIRONMENTAL  PROTECTION  AGENCY  HAS ISSUED PRIMARY OR\n   27  SECONDARY NATIONAL AIR QUALITY STANDARDS PURSUANT TO  SECTIONS  108  AND\n   28  109  OF  THE  FEDERAL  CLEAN  AIR  ACT  (42 U.S.C. SECS. 7408 AND 7409),\n   29  INCLUDING CARBON MONOXIDE, LEAD,  NITROGEN  OXIDES,  OZONE,  PARTICULATE\n   30  MATTER, AND SULFUR DIOXIDE.\n   31    6.  \"DEALER\" MEANS DEALER AS DEFINED IN PARAGRAPH A OF SUBDIVISION ONE\n   32  OF SECTION FOUR HUNDRED FIFTEEN OF THE VEHICLE AND TRAFFIC LAW.\n   33    7. \"AUTHORIZED EMERGENCY VEHICLE\" MEANS AN AUTHORIZED EMERGENCY  VEHI-\n   34  CLE  AS  DEFINED  IN  SECTION ONE HUNDRED ONE OF THE VEHICLE AND TRAFFIC\n   35  LAW.\n   36    8. \"GREENHOUSE GAS FACTOR\" MEANS A DOLLAR VALUE, AS DETERMINED BY  THE\n   37  BOARD,  ASSIGNED  TO CARBON DIOXIDE EQUIVALENT EMISSIONS PER MILE FROM A\n   38  MOTOR VEHICLE. AT THE DISCRETION OF THE BOARD, THIS MAY BE EXPRESSED  IN\n   39  DOLLARS  DIVIDED BY GRAMS OF CARBON DIOXIDE EQUIVALENT PER MILE ($/G CO2\n   40  -EQ/MI).\n   41    9. \"GREENHOUSE GASES\" MEANS CARBON DIOXIDE, HYDROFLUOROCARBONS,  METH-\n   42  ANE,  OXIDES OF NITROGEN, PERFLUOROCARBONS, AND SULFUR HEXAFLUORIDE, AND\n   43  ANY OTHER GASES THAT THE BOARD DETERMINES  CONTRIBUTE  SIGNIFICANTLY  TO\n   44  GLOBAL WARMING.\n   45    10.  \"MOTOR  VEHICLE\" AND \"VEHICLE\" MEAN A MOTOR VEHICLE AS DEFINED IN\n   46  SECTION ONE HUNDRED TWENTY-FIVE OF THE VEHICLE AND TRAFFIC LAW.\n   47    11. \"NEW MOTOR VEHICLE\" MEANS  A  NEW  MOTOR  VEHICLE  AS  DEFINED  IN\n   48  SECTION FOUR HUNDRED SIXTY-TWO OF THE VEHICLE AND TRAFFIC LAW.\n   49    12.  \"PROGRAM\"  MEANS  THE CLEAN VEHICLE INCENTIVE PROGRAM ESTABLISHED\n   50  PURSUANT TO THIS TITLE.\n   51    13. \"RETAIL SALE\" MEANS A RETAIL SALE AS DEFINED IN PARAGRAPH FOUR  OF\n   52  SUBDIVISION (B) OF SECTION ELEVEN HUNDRED ONE OF THE TAX LAW.\n   53    14.  \"ZERO  BAND\"  MEANS THAT PORTION OF A LINEAR SCALE OF REBATES AND\n   54  SURCHARGES IN WHICH  VEHICLES  ARE  ASSIGNED  NEITHER  A  REBATE  NOR  A\n   55  SURCHARGE.\n   56  S 56-0705. REBATE FOR PURCHASING NEW MOTOR VEHICLE.\n\n       A. 1318                             3\n\n    1    1.  (A)  ANY  NEW  YORK  RESIDENT WHO BECOMES A MOTOR VEHICLE OWNER BY\n    2  PURCHASING A NEW MOTOR VEHICLE AT  A  RETAIL  SALE  IN  NEW  YORK  SHALL\n    3  RECEIVE  A  CLEAN  VEHICLE  REBATE  FOR THE PURCHASE ON OR AFTER JULY 1,\n    4  2014, OF A NEW MOTOR VEHICLE OF MODEL YEAR 2015 OR LATER, DETERMINED  BY\n    5  THE  BOARD  TO  BE  ELIGIBLE  FOR A REBATE IN THE AMOUNT ASSIGNED BY THE\n    6  STATE BOARD PURSUANT TO REGULATIONS ADOPTED UNDER THIS TITLE.\n    7    (B) THE DEALER SHALL CLEARLY INDICATE THE AMOUNT OF THE REBATE OWED TO\n    8  THE NEW MOTOR VEHICLE OWNER ON THE PURCHASE  RECEIPT  AND  CONTRACT,  OR\n    9  LEASE AGREEMENT AS APPLICABLE.\n   10    (C) IN ORDER TO RECEIVE THE REBATE, THE MOTOR VEHICLE OWNER SHALL FILE\n   11  A CLAIM THROUGH THE DEALER AT THE TIME OF PURCHASE.\n   12    (D)  THE  DEALER SHALL FACILITATE AND ACCEPT THESE CLAIMS FROM THE NEW\n   13  MOTOR VEHICLE OWNER AND SHALL SUBMIT THESE CLAIMS TO THE COMMISSIONER OF\n   14  TAXATION AND FINANCE ON A FORM PRESCRIBED BY THE COMMISSIONER  OF  TAXA-\n   15  TION AND FINANCE, IN A TIME, PLACE, AND MANNER DETERMINED BY THE COMMIS-\n   16  SIONER  OF  TAXATION  AND FINANCE, THAT SHALL BE ACCOMPANIED BY PROOF OF\n   17  VEHICLE PURCHASE FROM THE DEALER. THE PROOF OF PURCHASE  SHALL  INCLUDE,\n   18  AT A MINIMUM, ALL OF THE FOLLOWING:\n   19    (I) THE DATE WHEN THE VEHICLE WAS PURCHASED.\n   20    (II) THE YEAR, MAKE, AND MODEL OF THE VEHICLE PURCHASED.\n   21    (III) THE VEHICLE IDENTIFICATION NUMBER (VIN) OF THE VEHICLE.\n   22    (IV) THE PRICE PAID FOR THE VEHICLE.\n   23    (E)  THE  COMMISSIONER OF TAXATION AND FINANCE SHALL PAY THE REBATE TO\n   24  THE ELIGIBLE NEW MOTOR VEHICLE OWNER THROUGH ELECTRONIC  FUNDS  TRANSFER\n   25  IF REQUESTED BY THE OWNER.\n   26    (F)  NO  INTEREST  SHALL  BE  PAID ON ANY REBATE MADE PURSUANT TO THIS\n   27  TITLE.\n   28    2. (A) EXCEPT AS OTHERWISE PROVIDED FOR IN THIS TITLE,  A  PERSON  WHO\n   29  BECOMES  A  MOTOR  VEHICLE  OWNER  BY PURCHASING AT A RETAIL SALE, ON OR\n   30  AFTER JULY 1, 2014, A NEW MOTOR VEHICLE OF MODEL  YEAR  2015  OR  LATER,\n   31  DETERMINED  BY  THE BOARD TO BE SUBJECT TO AN EMISSIONS SURCHARGE, SHALL\n   32  PAY THE EMISSIONS SURCHARGE IN THE AMOUNT DETERMINED BY THE BOARD PURSU-\n   33  ANT TO REGULATIONS ADOPTED UNDER THIS TITLE.\n   34    (B) DEALERS SHALL COLLECT FROM THE NEW MOTOR VEHICLE OWNERS THE  EMIS-\n   35  SION SURCHARGE AT THE TIME OF RETAIL SALE.\n   36    (C)  DEALERS  SHALL  CLEARLY  INDICATE  THE  AMOUNT  OF  THE EMISSIONS\n   37  SURCHARGE PAID BY THE NEW MOTOR VEHICLE OWNER ON  THE  PURCHASE  RECEIPT\n   38  AND CONTRACT, OR LEASE AGREEMENT AS APPLICABLE.\n   39    (D)  ALL  EMISSIONS  SURCHARGES COLLECTED BY A DEALER SHALL BE OWED TO\n   40  THE STATE AND BE DUE AND PAYABLE TO THE  COMMISSIONER  OF  TAXATION  AND\n   41  FINANCE  IN  A TIME, PLACE, AND MANNER PRESCRIBED BY THE COMMISSIONER OF\n   42  TAXATION AND FINANCE.\n   43  S 56-0707. REGULATIONS.\n   44    1. NO LATER THAN JULY 1, 2013, THE BOARD, IN CONSULTATION  WITH  THOSE\n   45  OTHER  AGENCIES  THAT THE BOARD DETERMINES ARE APPROPRIATE, AND AFTER AT\n   46  LEAST TWO PUBLIC WORKSHOPS, SHALL ADOPT REGULATIONS TO CREATE AND IMPLE-\n   47  MENT A CLEAN VEHICLE INCENTIVE PROGRAM AS DESCRIBED IN THIS TITLE.\n   48    2. THE REGULATIONS SHALL, CONSISTENT  WITH  SECTION  56-0709  OF  THIS\n   49  TITLE,  ESTABLISH  A  SCHEDULE  OF  ONE-TIME  CLEAN  VEHICLE REBATES AND\n   50  ONE-TIME EMISSIONS SURCHARGES FOR ALL NEW MOTOR VEHICLES  NOT  OTHERWISE\n   51  EXCLUDED IN THIS TITLE.\n   52    3.  THE  SCHEDULE  OF REBATES AND SURCHARGES SHALL TAKE EFFECT JULY 1,\n   53  2014, AND SHALL APPLY TO MOTOR VEHICLES WITH THE  2015  MODEL  YEAR  AND\n   54  EACH MODEL YEAR THEREAFTER.\n   55  S 56-0709. CALCULATION OF REBATE OR SURCHARGE.\n\n       A. 1318                             4\n\n    1    1.  THE  BOARD  SHALL  CALCULATE,  USING A LINEAR SCALE, THE REBATE OR\n    2  SURCHARGE TO BE APPLIED TO ANY MOTOR  VEHICLE  SUBJECT  TO  THE  PROGRAM\n    3  BASED  ON  THE  VEHICLE'S EMISSIONS OF GREENHOUSE GASES, COMPARED TO THE\n    4  GREENHOUSE GAS EMISSIONS OF ALL VEHICLES OF THE SAME MODEL YEAR THAT ARE\n    5  SUBJECT TO THE PROGRAM.\n    6    2. TO CALCULATE THE REBATE OR SURCHARGE PURSUANT TO SUBDIVISION ONE OF\n    7  THIS  SECTION,  THE BOARD SHALL DETERMINE THE DIFFERENCE BETWEEN A MOTOR\n    8  VEHICLE'S EMISSIONS OF GREENHOUSE GASES AND  THE  AVERAGE  EMISSIONS  OF\n    9  GREENHOUSE  GASES  OF  ALL  VEHICLES SUBJECT TO THE PROGRAM, FOR A GIVEN\n   10  MODEL YEAR. THE DIFFERENCE IDENTIFIED FOR EACH VEHICLE  BASED  ON  EMIS-\n   11  SIONS  OF  GREENHOUSE  GASES  SHALL  BE MULTIPLIED BY A GREENHOUSE GASES\n   12  FACTOR, TO DETERMINE THE AMOUNT OF THE REBATE OR SURCHARGE ATTRIBUTED TO\n   13  EMISSIONS OF GREENHOUSE GASES.\n   14    3. THE AMOUNT DETERMINED PURSUANT TO SUBDIVISION TWO OF  THIS  SECTION\n   15  MAY  BE  ADJUSTED  TO  ACCOUNT  FOR ONE OR BOTH OF THE FOLLOWING, BUT NO\n   16  ADJUSTMENTS PURSUANT TO THIS SUBDIVISION  SHALL  AFFECT  THE  REBATE  OR\n   17  SURCHARGE BY A FACTOR LARGER THAN TWENTY PERCENT:\n   18    (A) EMISSIONS OF CONTRIBUTORY POLLUTANTS AS DETERMINED BY THE BOARD.\n   19    (B) EMISSIONS OF CRITERIA AIR POLLUTANTS BASED ON THE VEHICLE'S CRITE-\n   20  RIA POLLUTANT CERTIFICATION CATEGORY.\n   21    4.  BASED  ON  THE  CALCULATIONS MADE PURSUANT TO SUBDIVISIONS TWO AND\n   22  THREE OF THIS SECTION, THE BOARD SHALL ASSIGN A REBATE OR  SURCHARGE  TO\n   23  EVERY  MOTOR  VEHICLE  SUBJECT TO THE PROGRAM THAT REFLECTS ITS RELATIVE\n   24  EMISSIONS OF GREENHOUSE GASES AND, AT THE DISCRETION OF THE  BOARD,  ITS\n   25  RELATIVE  EMISSIONS  OF  CONTRIBUTORY  POLLUTANTS OR CRITERIA AIR POLLU-\n   26  TANTS, COMPARED TO ALL VEHICLES FOR THE SAME MODEL YEAR THAT ARE SUBJECT\n   27  TO THE PROGRAM, AND SUBJECT TO ALL OF THE FOLLOWING:\n   28    (A) THE BOARD SHALL ESTABLISH A ZERO BAND THAT INCLUDES  THE  MIDPOINT\n   29  OF  THE LINEAR SCALE AND INCLUDES NOT LESS THAN TWENTY PERCENT, NOR MORE\n   30  THAN TWENTY-FIVE PERCENT, OF THE FLEET OF A GIVEN  MODEL  YEAR.    MOTOR\n   31  VEHICLES  THAT  FALL WITHIN THE ZERO BAND SHALL NOT BE ASSIGNED A REBATE\n   32  OR A SURCHARGE.\n   33    (I) THE ZERO BAND SHALL BE DESIGNED, PLACED, AND  ADJUSTED  ALONG  THE\n   34  LINEAR SCALE TO ENSURE THAT VEHICLE BUYERS CONTINUE TO HAVE A VARIETY OF\n   35  CHOICES  AMONG  MULTIPLE VEHICLE TYPES, INCLUDING LIGHT TRUCKS, THAT ARE\n   36  NOT ASSIGNED A SURCHARGE.\n   37    (II) THE BOARD SHALL CONSIDER SALES-WEIGHTED DATA IN  DETERMINING  THE\n   38  PLACEMENT OF THE ZERO BAND.\n   39    (B)  THE MAXIMUM REBATE AND SURCHARGE SHALL NOT BE LESS THAT TWO THOU-\n   40  SAND TWO HUNDRED FIFTY DOLLARS NOR MORE THAN TWO THOUSAND  FIVE  HUNDRED\n   41  DOLLARS, AND NO REBATE OR SURCHARGE SHALL EXCEED THE AMOUNT OF THE SALES\n   42  TAX ON THE PURCHASE PRICE OF THE MOTOR VEHICLE.\n   43    (C)  NO  REBATE  OR  SURCHARGE SHALL BE LESS THAN ONE HUNDRED DOLLARS.\n   44  MOTOR VEHICLES THAT WOULD OTHERWISE BE ASSIGNED A REBATE OR SURCHARGE OF\n   45  LESS THAN ONE HUNDRED DOLLARS SHALL BE PLACED IN THE ZERO BAND.\n   46    (D) THE BOARD MAY ROUND UP OR DOWN THE ASSIGNED REBATE  AND  SURCHARGE\n   47  AMOUNT TO THE NEAREST TWENTY-FIVE DOLLARS FOR EACH VEHICLE.\n   48    5. WHEN SETTING THE SCHEDULE OF REBATES AND SURCHARGES FOR VEHICLES OF\n   49  A  GIVEN MODEL YEAR, THE BOARD SHALL CONSIDER PREVIOUS YEARS' SALES DATA\n   50  AND PROJECTED SALES OF MOTOR  VEHICLES  IN  ORDER  TO  ENSURE  THAT  THE\n   51  PROGRAM  WILL  INCENTIVIZE REDUCTIONS IN GREENHOUSE GAS EMISSIONS AND BE\n   52  SELF-FINANCING.\n   53  S 56-0711. FUNDING.\n   54    1. THE SCHEDULE OF REBATES AND SURCHARGES SHALL BE DESIGNED TO  ENSURE\n   55  THAT  THE  PROGRAM  WILL  BE  SELF-FINANCING  AND WILL GENERATE ADEQUATE\n   56  REVENUES TO DO ALL THE FOLLOWING:\n\n       A. 1318                             5\n\n    1    (A) FUND THE COST OF ALL REBATES AND SURCHARGE REFUNDS ASSOCIATED WITH\n    2  THE PROGRAM.\n    3    (B) FUND ALL ADMINISTRATIVE COSTS ASSOCIATED WITH THE PROGRAM.\n    4    (C)  PROVIDE  FOR  A RESERVE WITHIN THE PROGRAM EQUAL TO APPROXIMATELY\n    5  FIFTEEN PERCENT OF ESTIMATED REBATES  TO  ENSURE  THE  ACCOUNT,  TO  THE\n    6  EXTENT  POSSIBLE, WILL HAVE A POSITIVE BALANCE AT THE END OF EACH FISCAL\n    7  YEAR.\n    8    2. IF THE DEPARTMENT DETERMINES THAT THE AMOUNT OF THE RESERVE  SPECI-\n    9  FIED  IN  PARAGRAPH  (C)  OF  SUBDIVISION  ONE OF THIS SECTION IS EITHER\n   10  EXCESSIVE OR  INADEQUATE  AT  THE  FIFTEEN-PERCENT  LEVEL  TO  MEET  THE\n   11  REQUIREMENTS  OF  PARAGRAPHS  (A)  AND  (B)  OF  SUBDIVISION ONE OF THIS\n   12  SECTION, IT MAY DIRECT THE BOARD TO REDUCE OR INCREASE THE SIZE  OF  THE\n   13  RESERVE IN A MANNER TO BE DETERMINED BY THE BOARD.\n   14    3. ONCE THE SCHEDULE OF REBATES AND SURCHARGES ARE SET FOR VEHICLES IN\n   15  A  SPECIFIED  MODEL YEAR, THE SCHEDULE MAY BE ADJUSTED NO MORE THAN ONCE\n   16  PER MODEL YEAR TO MEET THE REQUIREMENTS OF THIS SECTION. ANY ADJUSTMENTS\n   17  PURSUANT TO THIS SECTION SHALL BECOME OPERATIVE ON THE FIRST DAY OF  THE\n   18  FIRST MONTH THAT COMMENCES AT LEAST NINETY DAYS AFTER THE BOARD FORMALLY\n   19  ADOPTS THE ADJUSTMENT TO THE SCHEDULE.\n   20    4. THE BOARD SHALL MAKE ANNUAL OR BIENNIAL ADJUSTMENTS TO THE SCHEDULE\n   21  OF  SURCHARGES AND REBATES, AND THE PLACEMENT OF THE ZERO BAND, BASED ON\n   22  RECENT AND ANTICIPATED CHANGES IN MOTOR VEHICLE SALES TO ENSURE THAT THE\n   23  PROGRAM CONTINUES TO GENERATE ADEQUATE REVENUES TO MEET THE REQUIREMENTS\n   24  OF SUBDIVISION ONE OF THIS SECTION.\n   25  S 56-0713. ADJUSTMENTS.\n   26    1. THE SCHEDULE OF REBATES AND SURCHARGES,  AS  ADJUSTED  ANNUALLY  OR\n   27  BIENNIALLY,  SHALL TAKE EFFECT NO EARLIER THAT JULY FIRST OF EACH SUBSE-\n   28  QUENT YEAR, AND BE APPLIED TO  NEW  VEHICLES  OF  THE  NEXT  MODEL  YEAR\n   29  ACCORDINGLY. THE BOARD MAY MAKE ADJUSTMENTS BIENNIALLY ONLY IF THE BOARD\n   30  FINDS THAT BIENNIAL ADJUSTMENTS MEET BOTH OF THE FOLLOWING CRITERIA:\n   31    (A)  THE  BOARD DETERMINES THAT THE PROGRAM WILL REMAIN SELF-FINANCING\n   32  AND IS NOT IN JEOPARDY OF RUNNING A DEFICIT.\n   33    (B) THE BOARD DETERMINES THAT IT IS IN THE BEST INTERESTS OF ACHIEVING\n   34  THE GOALS OF THE PROGRAM TO NOT MAKE ADJUSTMENTS MORE  OFTEN  THAN  ONCE\n   35  EVERY TWO YEARS.\n   36    2.  IN  THE FIRST YEAR OF THE PROGRAM, THE BOARD, IN CONSULTATION WITH\n   37  THE COMMISSIONER OF TAXATION AND FINANCE, MAY  DELAY  IMPLEMENTATION  OF\n   38  THE  REBATE  ELIGIBILITY  FOR  UP  TO  THIRTY  DAYS AFTER THE SURCHARGES\n   39  INITIALLY TAKE EFFECT IN ORDER TO ENSURE THAT ADEQUATE FUNDS ARE  AVAIL-\n   40  ABLE TO FUND THE PROGRAM'S REBATES.\n   41  S 56-0715. ASSIGNMENT OF REBATE OR SURCHARGE.\n   42    THE  REBATES  AND SURCHARGES ADOPTED BY THE BOARD SHALL BE ASSIGNED TO\n   43  THE PRICE OF THE MOTOR VEHICLE AFTER APPLICABLE TAXES HAVE  BEEN  ADDED.\n   44  SALES  TAXES  SHALL  NOT  HAVE  AN  EFFECT  ON  THE  ASSIGNED  REBATE OR\n   45  SURCHARGE.\n   46  S 56-0717. PURCHASING MOTOR VEHICLES IN OTHER STATES.\n   47    1. ANY NEW YORK RESIDENT WHO PURCHASES A NEW MOTOR VEHICLE OUTSIDE  OF\n   48  THE  STATE  THAT  WOULD  OTHERWISE  HAVE  BEEN  SUBJECT  TO AN EMISSIONS\n   49  SURCHARGE SHALL PAY THE SURCHARGE WHEN THE RESIDENT RETURNS TO NEW  YORK\n   50  WITH  THE  VEHICLE  WITHIN  NINETY  DAYS AND REGISTERS OR IS REQUIRED TO\n   51  REGISTER THE MOTOR VEHICLE.\n   52    2. THE SURCHARGE SHALL BE PAID TO THE DEPARTMENT OF MOTOR VEHICLES  AT\n   53  THE  TIME  OF THE VEHICLE'S INITIAL REGISTRATION. THE BOARD, THE COMMIS-\n   54  SIONER OF TAXATION AND FINANCE, AND THE  DEPARTMENT  OF  MOTOR  VEHICLES\n   55  SHALL COOPERATE TO DEVELOP PROCEDURES TO IMPLEMENT THIS SECTION.\n\n       A. 1318                             6\n\n    1    3.  VEHICLES PURCHASED OUTSIDE OF NEW YORK SHALL NOT BE ELIGIBLE FOR A\n    2  REBATE.\n    3  S 56-0719. REBATES AND SURCHARGES ON LEASED MOTOR VEHICLES.\n    4    1. ANY NEW YORK RESIDENT WHO LEASES FROM A DEALER A NEW MOTOR VEHICLE,\n    5  OTHERWISE  SUBJECT  TO AN EMISSIONS SURCHARGE, FOR A TERM OF ONE YEAR OR\n    6  MORE, SHALL BE ASSESSED AND SHALL PAY THE SURCHARGE,  BUT  MAY  AMORTIZE\n    7  THE SURCHARGE OVER THE LIFE OF THE LEASE.\n    8    2. ANY NEW YORK RESIDENT WHO LEASES FROM A DEALER A NEW MOTOR VEHICLE,\n    9  OTHERWISE  SUBJECT  TO  A  REBATE,  FOR A TERM OF ONE YEAR OR MORE SHALL\n   10  QUALIFY FOR AND RECEIVE THE REBATE.\n   11  S 56-0721. COLLECTION AND PAYMENT OF SURCHARGES AND REBATES.\n   12    THE COMMISSIONER OF TAXATION AND FINANCE SHALL COLLECT ALL  SURCHARGES\n   13  AND PAY ALL REBATES AND REFUNDS OF SURCHARGES.\n   14  S 56-0723. SCHEDULE  OF  REBATES  AND  SURCHARGES AVAILABLE TO PUBLIC ON\n   15               INTERNET WEBSITE.\n   16    1. NOT LATER THAN MAY 1, 2014, THE BOARD SHALL MAKE AVAILABLE  TO  THE\n   17  PUBLIC,  INCLUDING  ON  THE  BOARD'S  INTERNET WEB SITE, THE SCHEDULE OF\n   18  REBATES AND SURCHARGES APPLICABLE IN THE  FISCAL  YEAR  FOLLOWING  THEIR\n   19  PUBLICATION.  THE UPDATED SCHEDULE SHALL BE MADE AVAILABLE TO THE PUBLIC\n   20  AT THE TIME WHEN IT IS UPDATED.\n   21    2. THE BOARD SHALL DISSEMINATE INFORMATION TO  DEALERS  AND  CONSUMERS\n   22  ABOUT THE PROGRAM, INCLUDING, BUT NOT LIMITED TO, ALL OF THE FOLLOWING:\n   23    (A)  THE BOARD SHALL NOTIFY LICENSED DEALERS ABOUT RELEVANT DETAILS OF\n   24  THE PROGRAM, INCLUDING IDENTIFYING, TO THE EXTENT FEASIBLE, MOTOR  VEHI-\n   25  CLES  THAT  ARE  EXEMPT  FROM THE PROGRAM PURSUANT TO SECTION 56-0725 OF\n   26  THIS TITLE AND PROVIDE REASONABLE ASSISTANCE TO HELP MOTOR VEHICLE DEAL-\n   27  ERS CARRY OUT THE PROGRAM.\n   28    (B) THE BOARD MAY CREATE AND MODIFY  AN  AIR  POLLUTION  LABEL  TO  BE\n   29  DISPLAYED  ON  NEW  MOTOR VEHICLES SOLD IN THE STATE TO INCLUDE SPECIFIC\n   30  INFORMATION  ON  THE  APPLICABLE  CLEAN  VEHICLE  REBATE  OR   EMISSIONS\n   31  SURCHARGE IMPOSED PURSUANT TO THIS TITLE.\n   32    3.  DEALERS  SHALL  BE  REQUIRED  TO CLEARLY DISPLAY THE AMOUNT OF THE\n   33  ASSIGNED REBATE OR SURCHARGE FOR EACH NEW MOTOR  VEHICLE  AVAILABLE  FOR\n   34  SALE AT THE DEALERSHIP.\n   35  S 56-0725. EXEMPT MOTOR VEHICLES.\n   36    1.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF THIS TITLE, A NEW MOTOR\n   37  VEHICLE OWNER SHALL BE REFUNDED THE SURCHARGE THAT  WOULD  OTHERWISE  BE\n   38  APPLICABLE  TO  HIS OR HER MOTOR VEHICLE IF THAT MOTOR VEHICLE IS IN ANY\n   39  OF THE FOLLOWING CATEGORIES:\n   40    (A) EMERGENCY VEHICLES PURCHASED BY  ANY  LOCAL  JURISDICTION,  COUNTY\n   41  AGENCY, OR MUNICIPALITY.\n   42    (B)  PARATRANSIT AND OTHER MOTOR VEHICLES DESIGNED OR MODIFIED SPECIF-\n   43  ICALLY FOR THE PURPOSE OF TRANSPORTING DISABLED PERSONS.\n   44    (C) MOTOR VEHICLES PURCHASED BY THE STATE FOR USE  IN  OFFICIAL  STATE\n   45  BUSINESS,  EXCEPT  THAT  VEHICLES PURCHASED OR LEASED FOR MEMBERS OF THE\n   46  LEGISLATURE SHALL BE SUBJECT TO THE SURCHARGE.\n   47    (D) MOTOR VEHICLES PURCHASED OR LEASED BY VERY LOW INCOME RESIDENTS OF\n   48  THE STATE, TO BE DEFINED BY THE BOARD IN REGULATIONS ADOPTED PURSUANT TO\n   49  THIS TITLE.\n   50    2. NOTWITHSTANDING ANY OTHER PROVISION OF THIS TITLE,  MOTOR  VEHICLES\n   51  THAT  MEET  BOTH  OF THE FOLLOWING CONDITIONS ARE EXEMPT FROM THIS TITLE\n   52  AND SHALL BE IDENTIFIED BY THE BOARD PURSUANT TO PARAGRAPH (A) OF SUBDI-\n   53  VISION TWO OF SECTION 56-0723 OF THIS TITLE:\n   54    (A) THE MOTOR VEHICLE'S PRIMARY EXHAUST IS IDENTIFIED BY ANY STATE  OR\n   55  FEDERAL OFFICE AS A CHEMICAL THAT CAUSES CANCER.\n\n       A. 1318                             7\n\n    1    (B)  THE  MOTOR  VEHICLE IS NOT SUBJECT TO A STATE-MANDATED INSPECTION\n    2  AND MAINTENANCE PROGRAM.\n    3    3.  IF  A  MOTOR VEHICLE IS NOT IDENTIFIED AS AN EXEMPT VEHICLE BY THE\n    4  BOARD PURSUANT TO  THIS  SECTION,  BUT  THE  PURCHASER  OF  THE  VEHICLE\n    5  BELIEVES  THAT  HE  OR  SHE  QUALIFIES FOR AN EXEMPTION PURSUANT TO THIS\n    6  SECTION, THE PURCHASER SHALL PAY THE SURCHARGE AT THE TIME  OF  SALE  AS\n    7  REQUIRED  BY  THIS  TITLE,  AND SHALL SUBMIT AN APPLICATION TO THE BOARD\n    8  CERTIFYING THAT THE VEHICLE QUALIFIES FOR  THE  EXEMPTION.    THE  BOARD\n    9  SHALL  NOTIFY THE APPLICANT WITHIN SIXTY DAYS OF RECEIPT OF THE APPLICA-\n   10  TION OF ITS DETERMINATION OF WHETHER AN EXEMPTION WILL  BE  GRANTED.  IF\n   11  THE  BOARD  DETERMINES THAT THE VEHICLE OWNER QUALIFIES FOR AN EXEMPTION\n   12  FROM THE SURCHARGE PURSUANT TO THIS SECTION, THE BOARD  SHALL  REIMBURSE\n   13  THE APPLICANT FOR THE VALUE OF THE SURCHARGE FROM THE ACCOUNT.\n   14    4.  THE  BOARD  SHALL  PREPARE  AND  MAKE AVAILABLE TO DEALERS AND THE\n   15  PUBLIC, INCLUDING ON THE BOARD'S INTERNET WEB SITE, AN  APPLICATION  FOR\n   16  USE  BY  MOTOR  VEHICLE PURCHASERS SEEKING REIMBURSEMENT FOR A SURCHARGE\n   17  PAID FOR AN  EXEMPT  VEHICLE  PURSUANT  TO  SUBDIVISION  THREE  OF  THIS\n   18  SECTION. THE APPLICATION SHALL PROVIDE THE OPPORTUNITY FOR THE PURCHASER\n   19  TO DEMONSTRATE THAT A VEHICLE OR VEHICLE PURCHASER, AS APPLICABLE, QUAL-\n   20  IFIES  FOR  AN  EXEMPTION,  SPECIFY  THE PERIOD OF TIME WITHIN WHICH THE\n   21  PURCHASER MUST APPLY FOR REIMBURSEMENT, AND PROVIDE REASONABLE MEANS FOR\n   22  THE APPLICANT TO CHALLENGE THE BOARD'S FINDING IF IT DETERMINES  THAT  A\n   23  VEHICLE DOES NOT QUALIFY FOR AN EXEMPTION.\n   24  S 56-0727. THE CLEAN VEHICLE INCENTIVE ACCOUNT.\n   25    ANY  MONEYS  RECEIVED SHALL BE DEPOSITED INTO THE CLEAN VEHICLE INCEN-\n   26  TIVE ACCOUNT CREATED IN SECTION NINETY-NINE-T OF THE STATE FINANCE LAW.\n   27  S 56-0729. COLLECTION OF DATA.\n   28    THE BOARD MAY  REGULARLY  COLLECT  FROM  MOTOR  VEHICLE  MANUFACTURERS\n   29  ADEQUATE  DATA TO CALCULATE A VEHICLE'S EMISSIONS OF GREENHOUSE GASES TO\n   30  CARRY OUT THE PROVISIONS OF THIS TITLE. THIS TITLE DOES NOT REQUIRE  THE\n   31  BOARD  TO  CONDUCT ADDITIONAL VEHICLE TESTING TO MAKE THE DETERMINATIONS\n   32  REQUIRED BY THIS TITLE.\n   33  S 56-0731. ALTERNATIVE FUEL VEHICLES.\n   34    IN ADOPTING REGULATIONS  PURSUANT  TO  SUBDIVISIONS  ONE  AND  TWO  OF\n   35  SECTION  56-0707  OF  THIS  TITLE, THE BOARD SHALL DETERMINE A MANNER TO\n   36  ACCOUNT FOR VEHICLES THAT RUN ON AN ALTERNATIVE FUEL.  THE  BOARD  SHALL\n   37  CONSIDER UPSTREAM EMISSIONS, IN THE DEVELOPMENT OF THESE REGULATIONS.\n   38    S  2. The state finance law is amended by adding a new section 99-t to\n   39  read as follows:\n   40    S 99-T. THE CLEAN VEHICLE INCENTIVE ACCOUNT. THE CLEAN VEHICLE  INCEN-\n   41  TIVE  ACCOUNT IS HEREBY CREATED TO BE ADMINISTERED BY THE STATE ENVIRON-\n   42  MENTAL BOARD IN CONSULTATION  WITH  THE  COMMISSIONER  OF  TAXATION  AND\n   43  FINANCE.  ALL  EMISSIONS SURCHARGES COLLECTED PURSUANT TO TITLE SEVEN OF\n   44  ARTICLE FIFTY-SIX OF THE ENVIRONMENTAL CONSERVATION LAW SHALL BE  DEPOS-\n   45  ITED  INTO THE ACCOUNT. MONEYS IN THE ACCOUNT ARE CONTINUOUSLY APPROPRI-\n   46  ATED WITHOUT REGARD TO FISCAL YEAR TO PAY FOR ALL OF THE FOLLOWING:\n   47    1. CLEAN VEHICLE REBATES.\n   48    2. REFUNDS OF EMISSIONS SURCHARGES AS ALLOWED FOR IN  TITLE  SEVEN  OF\n   49  ARTICLE FIFTY-SIX OF THE ENVIRONMENTAL CONSERVATION LAW.\n   50    3. REIMBURSING THE COMMISSIONER OF TAXATION AND FINANCE FOR ITS ADMIN-\n   51  ISTRATIVE  COSTS  OF CARRYING OUT ITS RESPONSIBILITIES PURSUANT TO TITLE\n   52  SEVEN OF ARTICLE FIFTY-SIX OF THE ENVIRONMENTAL CONSERVATION LAW.\n   53    4. ADMINISTRATIVE COSTS OF THE BOARD FOR CARRYING OUT ITS RESPONSIBIL-\n   54  ITIES PURSUANT TO TITLE SEVEN OF ARTICLE FIFTY-SIX OF THE  ENVIRONMENTAL\n   55  CONSERVATION LAW.\n\n       A. 1318                             8\n\n    1    5. REIMBURSING THE DEPARTMENT OF MOTOR VEHICLES FOR COSTS INCURRED DUE\n    2  TO  CARRYING  OUT  RESPONSIBILITIES  PURSUANT  TO SECTION 56-0717 OF THE\n    3  ENVIRONMENTAL CONSERVATION LAW.\n    4    S  3.  The sum of nine hundred thousand dollars ($900,000), or so much\n    5  thereof as may be necessary, is hereby appropriated to the  state  envi-\n    6  ronmental  board, out of any moneys in the state treasury in the general\n    7  fund to the credit of the clean vehicle incentive account, not otherwise\n    8  appropriated, and made immediately available, for the purpose of  carry-\n    9  ing  out the provisions of this act. Such moneys shall be payable on the\n   10  audit and warrant of the comptroller on vouchers certified  or  approved\n   11  by the manner prescribed by law.\n   12    S  4. This act shall take effect on the first of January next succeed-\n   13  ing the date on which it shall have become a law.  Effective  immediate-\n   14  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   15  necessary for the implementation of this act on its effective  date  are\n   16  authorized to be made on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law and the state finance law, in relation to creating a clean vehicle incentive program; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T135611.TXT", "SOBI.D110107.T133904.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294685771609
}