{
  "year" : 2011,
  "senateBillNo" : "A1311-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A1311-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs commissioner of health to establish a uniform letter grading system to classify the result of an inspection of a public food service establishment",
  "summary" : "Directs the commissioner of health to establish a uniform letter grading system to classify the result of an inspection of a public food service establishment; directs such commissioner and local health officers to require the display of any letter grade received pursuant to such system; requires reinspection of establishment receiving a grade of less than \"A\"; provisions do not apply to food establishments in cities having a population of one million or more. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A11694-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1311\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Health\n\n       AN  ACT to amend the public health law, in relation to the establishment\n         of a letter grading system to classify inspection results  for  public\n         food service establishments\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  1352-d to read as follows:\n    3    S  1352-D. PUBLIC FOOD SERVICE GRADING SYSTEM. 1.  FOR THE PURPOSES OF\n    4  THIS SECTION, \"PUBLIC FOOD SERVICE  ESTABLISHMENT\"  SHALL  MEAN  A  FOOD\n    5  SERVICE ESTABLISHMENT, TEMPORARY FOOD SERVICE ESTABLISHMENT, MOBILE FOOD\n    6  SERVICE  ESTABLISHMENT  AND  PUSHCART  AS  DEFINED IN THE STATE SANITARY\n    7  CODE. SUCH TERM SHALL ALSO INCLUDE FOOD SERVICE ESTABLISHMENTS  OPERATED\n    8  BY  ELEMENTARY AND SECONDARY SCHOOLS, AND HOSPITALS. PUBLIC FOOD SERVICE\n    9  ESTABLISHMENT SHALL ALSO MEAN A PLACE OF  ENTERTAINMENT,  INCLUDING  ANY\n   10  PRIVATELY  OR  PUBLICLY  OWNED  AND OPERATED FACILITY SUCH AS A THEATRE,\n   11  STADIUM, ARENA, RACETRACK, MUSEUM, AMUSEMENT PARK, OR OTHER PLACE  WHERE\n   12  PERFORMANCES, CONCERTS, EXHIBITS, OR ATHLETIC GAMES OR CONTESTS ARE HELD\n   13  FOR  WHICH  A  DONATION  IS  RECOMMENDED OR REQUIRED, OR AN ENTRY FEE IS\n   14  CHARGED.\n   15    2. THE COMMISSIONER SHALL ESTABLISH A SYSTEM  FOR  GRADING  INSPECTION\n   16  RESULTS  FOR  PUBLIC  FOOD SERVICE ESTABLISHMENTS. SUCH SYSTEM SHALL USE\n   17  AND POST LETTERS A, B OR C TO IDENTIFY AND REPRESENT  SUCH  GRADING  AND\n   18  CLASSIFICATION  WITH  ALL  OTHER LOWER GRADES BEING DEEMED TO BE FAILING\n   19  GRADES. IN ESTABLISHING SUCH SYSTEM OF GRADING, THE  COMMISSIONER  SHALL\n   20  TAKE INTO ACCOUNT THE PROVISIONS OF THIS TITLE AND THE PROVISIONS OF THE\n   21  SANITARY CODE TO ESTABLISH A GRADING SYSTEM THAT REFLECTS THE SAFETY AND\n   22  SANITATION OF THE PREMISES AND FOOD HANDLING PRACTICES TO ENSURE COMPLI-\n   23  ANCE WITH STATE AND LOCAL HEALTH LAWS.\n   24    3.  SUCH  PUBLIC  FOOD  SERVICE ESTABLISHMENT SHALL CONSPICUOUSLY POST\n   25  NEAR THE ENTRANCE TO SUCH ESTABLISHMENT OR AT  THE  POINT  OF  SALE  THE\n   26  LETTER  GRADE IDENTIFYING AND REPRESENTING THE RESULT OF SUCH ESTABLISH-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03355-01-1\n\n       A. 1311                             2\n\n    1  MENT'S MOST RECENTLY GRADED INSPECTION BY THE LOCAL  HEALTH  OFFICER  OR\n    2  THE  ENTITY  RESPONSIBLE FOR SUCH INSPECTION. SUCH POSTING SHALL BE DONE\n    3  IN ACCORDANCE WITH RULES AND REGULATIONS PROMULGATED BY THE  COMMISSION-\n    4  ER.    FOR ANY PUBLIC FOOD SERVICE ESTABLISHMENT RECEIVING A GRADE LOWER\n    5  THAN \"A\",  THE  LOCAL  HEALTH  OFFICER  OR  THE  ENTITY  PERFORMING  THE\n    6  INSPECTION  SHALL ADVISE THE ESTABLISHMENT OF ITS GRADE AND THE FINDINGS\n    7  UPON WHICH SUCH GRADE IS BASED. THE LOCAL HEALTH OFFICER OR  THE  ENTITY\n    8  WHICH  PERFORMED  THE  INITIAL  INSPECTION  SHALL  CONDUCT  A SUBSEQUENT\n    9  INSPECTION OF SUCH PUBLIC FOOD  SERVICE  ESTABLISHMENT  NO  SOONER  THAN\n   10  SEVEN DAYS, NOR LATER THAN TWENTY-ONE DAYS AFTER THE INSPECTION AT WHICH\n   11  THE  GRADE  WAS GIVEN.   IN THE INTERIM, THE PREVIOUS LETTER GRADE SHALL\n   12  REMAIN POSTED.  UPON THE CONCLUSION OF THE  SUBSEQUENT  INSPECTION,  THE\n   13  LOCAL  HEALTH  OFFICER  OR  THE  ENTITY  PERFORMING THE INSPECTION SHALL\n   14  DELIVER FOR POSTING A LETTER GRADE TO THE PUBLIC FOOD SERVICE ESTABLISH-\n   15  MENT WHICH INDICATES THE GRADE FOR SUCH INSPECTION.   IN ADDITION  TO  A\n   16  LETTER  GRADE,  SUCH ESTABLISHMENT SHALL RECEIVE THE FINDINGS UPON WHICH\n   17  SUCH GRADE IS BASED.  THE PUBLIC FOOD SERVICE ESTABLISHMENT  MAY  APPEAL\n   18  SUCH  SUBSEQUENT ASSIGNMENT OF A LETTER GRADE DESIGNATION TO THE COMMIS-\n   19  SIONER FOR REVIEW WITHIN THIRTY DAYS OF SUCH ASSIGNMENT. WHILE ANY  SUCH\n   20  APPEAL  IS  PENDING,  A PUBLIC FOOD SERVICE ESTABLISHMENT SHALL POST THE\n   21  LETTER GRADE THAT IS BEING APPEALED.\n   22    4. THE SUGGESTED INTERVAL BETWEEN REGULARLY SCHEDULED  INSPECTIONS  OF\n   23  PUBLIC FOOD SERVICE ESTABLISHMENTS MAY BE AS FOLLOWS:\n   24    (A)  FOR ESTABLISHMENTS WITH A GRADE OF \"A\", AT LEAST ONCE EVERY YEAR;\n   25  AND\n   26    (B) FOR ESTABLISHMENTS WITH A GRADE OF \"B\", AT LEAST ONCE  EVERY  NINE\n   27  MONTHS.\n   28    A  PUBLIC FOOD SERVICE ESTABLISHMENT THAT REQUESTS A REINSPECTION FROM\n   29  THE LOCAL HEALTH OFFICER OR THE ENTITY RESPONSIBLE FOR SUCH INSPECTIONS,\n   30  SHALL PAY THE DEPARTMENT A FEE OF  UP  TO  TWO  HUNDRED  FIFTY  DOLLARS.\n   31  PROVIDED,  HOWEVER,  THAT  THE  PROVISIONS OF THIS SUBDIVISION SHALL NOT\n   32  NEGATE THE ABILITY OF ANY LOCAL HEALTH OFFICER OR THE ENTITY RESPONSIBLE\n   33  FOR SUCH INSPECTIONS TO INSPECT ANY PUBLIC FOOD SERVICE ESTABLISHMENT ON\n   34  THE BASIS OF A COMPLAINT FROM A MEMBER OF THE PUBLIC.\n   35    5. THE PROVISIONS OF THIS SECTION  SHALL  NOT  APPLY  TO  PUBLIC  FOOD\n   36  SERVICE ESTABLISHMENTS WHICH:\n   37    (A)  ARE  PREMISES  LICENSED  FOR ON-PREMISES CONSUMPTION OF ALCOHOLIC\n   38  BEVERAGES PURSUANT TO THE ALCOHOLIC BEVERAGE CONTROL LAW WHEN LESS  THAN\n   39  TEN PERCENT OF THE GROSS SALES OF SUCH ESTABLISHMENT IS DERIVED FROM THE\n   40  RETAIL SALE OF FOOD FOR ON-PREMISES CONSUMPTION;\n   41    (B)  DO  NOT  ENGAGE  IN  THE  RETAIL  SALE OF FOOD FOR ON-PREMISES OR\n   42  OFF-PREMISES CONSUMPTION FROM SUCH ESTABLISHMENT;\n   43    (C) ARE LOCATED IN A CITY HAVING A POPULATION OF ONE MILLION  OR  MORE\n   44  WITH  A  LOCAL FOOD ESTABLISHMENT GRADING SYSTEM TO THE EXTENT THE LOCAL\n   45  LAWS RELATING THERETO ARE NOT INCONSISTENT WITH THIS SECTION;\n   46    (D) ARE OPERATED IN OR BY A CORRECTIONAL FACILITY; OR\n   47    (E) ARE SPONSORED BY A CHARITABLE ORGANIZATION  TO  OPERATE  A    SOUP\n   48  KITCHEN  OR  OTHER FOOD DISTRIBUTION PROGRAM FOR THE ELDERLY, LOW INCOME\n   49  INDIVIDUALS AND FAMILIES OR THE INFIRM.\n   50    6. NO PROVISION OF THIS SECTION SHALL BE DEEMED TO DIMINISH OR  OTHER-\n   51  WISE CHANGE ANY POWER OR DUTY OF ANY STATE AGENCY OR AUTHORITY.\n   52    S  2. This act shall take effect one year after it shall have become a\n   53  law. Provided, however, that effective immediately, any rules and  regu-\n   54  lations  necessary to implement the provisions of this act on its effec-\n   55  tive date are authorized and directed to be completed on or before  such\n   56  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the establishment of a letter grading system to classify inspection results for public food service establishments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T133403.TXT", "SOBI.D110110.T140111.TXT", "SOBI.D110110.T135611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294686071712
}