{
  "year" : 2011,
  "senateBillNo" : "A1321-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A1321-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of education to establish rules and regulations prohibiting school personnel from recommending psychotropic drugs for children",
  "summary" : "Directs the commissioner of education to establish rules and regulations prohibiting school personnel from recommending psychotropic drugs for children. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A5648-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1321\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the education law, in relation  to  recommendations  for\n         and refusals of the use of psychotropic drugs by children\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 305 of the education law is amended by adding a new\n    2  subdivision 42 to read as follows:\n    3    42. THE COMMISSIONER SHALL ESTABLISH RULES AND REGULATIONS PROHIBITING\n    4  SCHOOL PERSONNEL FROM RECOMMENDING PSYCHOTROPIC  DRUGS  FOR  ANY  CHILD.\n    5  SUCH  RULES AND REGULATIONS SHALL NOT IN ANY WAY PROHIBIT SCHOOL MEDICAL\n    6  STAFF FROM RECOMMENDING THAT A CHILD SEE A MEDICAL DOCTOR, NOR  PROHIBIT\n    7  SCHOOL  PERSONNEL  FROM CONSULTING WITH A DOCTOR, IF PARENTAL CONSENT TO\n    8  DO SO HAS BEEN GRANTED.\n    9    S 2. Notwithstanding any other provision of law, rule or regulation to\n   10  the contrary, the refusal of a parent, guardian or  person  in  parental\n   11  relation  to  a  child  to  administer a psychotropic drug to such child\n   12  shall not be considered as grounds for that child's removal  from  their\n   13  custody,  unless  such a refusal results in the neglect or abuse of such\n   14  child.\n   15    S 3. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03623-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to recommendations for and refusals of the use of psychotropic drugs by children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134611.TXT", "SOBI.D110107.T134404.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294685171332
}