{
  "year" : 2011,
  "senateBillNo" : "A1326-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1326-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes a tax credit for qualified fuel expenses resulting from personal, non-business vehicle use on a public highway",
  "summary" : "Authorizes a tax credit for qualified fuel expenses resulting from personal, non-business vehicle use on a public highway. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A6946-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1326\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, HOOPER -- Multi-Sponsored by -- M. of A.\n         BOYLAND, MAGEE, SCHIMMINGER, WEISENBERG -- read once and  referred  to\n         the Committee on Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to creating a personal income\n         tax credit for fuel used for non-business purposes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  606  of  the  tax law is amended by adding a new\n    2  subsection (u) to read as follows:\n    3    (U) PERSONAL VEHICLE FUEL CREDIT. (1) ALLOWANCE OF CREDIT. A  TAXPAYER\n    4  IS  ALLOWED  A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTICLE FOR QUALI-\n    5  FIED FUEL EXPENSES IN AN AMOUNT AS DETERMINED IN ACCORDANCE  WITH  PARA-\n    6  GRAPH TWO OF THIS SUBSECTION.\n    7    (2)  AMOUNT  OF CREDIT. THE AMOUNT OF THE CREDIT SHALL BE EQUAL TO THE\n    8  TOTAL COST OF THE QUALIFIED  FUEL  EXPENSES  ACTUALLY  INCURRED  BY  THE\n    9  TAXPAYER FOR THE TAXABLE YEAR SUBJECT TO THE FOLLOWING RESTRICTIONS.\n   10    (I) IF A TAXPAYER HAS A GROSS INCOME EQUAL TO OR MORE THAN TWENTY-FIVE\n   11  THOUSAND  DOLLARS,  THE  AMOUNT  OF THE CREDIT SHALL BE NO MORE THAN ONE\n   12  HUNDRED DOLLARS.\n   13    (II) IF  A  TAXPAYER  HAS  A  GROSS  INCOME  EQUAL  TO  OR  MORE  THAN\n   14  TWENTY-THREE   THOUSAND  DOLLARS  BUT  LESS  THAN  TWENTY-FIVE  THOUSAND\n   15  DOLLARS, THE AMOUNT OF THE CREDIT SHALL BE  NO  MORE  THAN  ONE  HUNDRED\n   16  THIRTY DOLLARS.\n   17    (III)  IF  A  TAXPAYER  HAS  A  GROSS  INCOME  EQUAL  TO  OR MORE THAN\n   18  TWENTY-ONE THOUSAND DOLLARS BUT LESS THAN TWENTY-THREE THOUSAND DOLLARS,\n   19  THE AMOUNT OF THE CREDIT  SHALL  BE  NO  MORE  THAN  ONE  HUNDRED  SIXTY\n   20  DOLLARS.\n   21    (IV)  IF  A TAXPAYER HAS A GROSS INCOME EQUAL TO OR MORE THAN NINETEEN\n   22  THOUSAND DOLLARS BUT LESS THAN TWENTY-ONE THOUSAND DOLLARS,  THE  AMOUNT\n   23  OF THE CREDIT SHALL BE NO MORE THAN ONE HUNDRED NINETY DOLLARS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04095-01-1\n\n       A. 1326                             2\n\n    1    (V)  IF  A TAXPAYER HAS A GROSS INCOME EQUAL TO OR MORE THAN SEVENTEEN\n    2  THOUSAND DOLLARS BUT LESS THAN NINETEEN THOUSAND DOLLARS, THE AMOUNT  OF\n    3  THE CREDIT SHALL BE NO MORE THAN TWO HUNDRED TWENTY DOLLARS.\n    4    (VI)  IF  A  TAXPAYER HAS A GROSS INCOME EQUAL TO OR MORE THAN FIFTEEN\n    5  THOUSAND DOLLARS BUT LESS THAN SEVENTEEN THOUSAND DOLLARS, THE AMOUNT OF\n    6  THE CREDIT SHALL BE NO MORE THAN TWO HUNDRED FIFTY DOLLARS.\n    7    (VII) IF A TAXPAYER HAS A GROSS  INCOME  LESS  THAN  FIFTEEN  THOUSAND\n    8  DOLLARS,  THE  AMOUNT  OF THE CREDIT SHALL BE NO MORE THAN THREE HUNDRED\n    9  DOLLARS.\n   10    (VIII) FOR THE PURPOSES OF MARRIED INDIVIDUALS FILING  JOINT  RETURNS,\n   11  EACH INDIVIDUAL IS ENTITLED TO RECEIVE THE CREDIT PROPORTIONATE TO THEIR\n   12  GROSS  INCOME PROVIDED THAT IT WAS THE INDIVIDUAL THAT ACTUALLY INCURRED\n   13  THE QUALIFIED FUEL EXPENSE.\n   14    (3) APPLICATION. (I) THE CREDIT ALLOWED UNDER THIS SUBSECTION FOR  ANY\n   15  TAXABLE  YEAR  SHALL  NOT  REDUCE THE TAX DUE FOR SUCH YEAR TO LESS THAN\n   16  ZERO. ANY UNUSED PORTION OF THE CREDIT SHALL NOT  BE  REIMBURSED  AS  AN\n   17  OVERPAYMENT OF TAXES.\n   18    (II) THE CREDIT ALLOWED UNDER THIS SUBSECTION SHALL BE TAKEN AFTER ALL\n   19  OTHER APPLICABLE CREDITS HAVE FIRST BEEN TAKEN.\n   20    (III)  ANY  UNUSED  PORTION OF THE CREDIT SHALL NOT BE CARRIED OVER TO\n   21  SUBSEQUENT TAXABLE YEARS.\n   22    (4) DEFINITIONS. QUALIFIED FUEL EXPENSE  MEANS  AMOUNTS  PAID  BY  THE\n   23  TAXPAYER  FOR A TAXABLE FUEL FOR A PERSONAL, NON-BUSINESS USE IN A VEHI-\n   24  CLE ON A PUBLIC HIGHWAY.\n   25    S 2. This act shall take effect immediately and shall apply to taxable\n   26  years commencing on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to creating a personal income tax credit for fuel used for non-business purposes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134611.TXT", "SOBI.D110107.T134404.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294685171357
}