{
  "year" : 2011,
  "senateBillNo" : "A1322-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1322-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the department of motor vehicles to issue drivers' licenses to certain foreign nationals",
  "summary" : "Authorizes the department of motor vehicles to issue drivers' licenses to certain foreign nationals; establishes the procedure for obtaining a driver's license as a foreign national. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A4182-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1322\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, JACOBS, V. LOPEZ, RAMOS, CASTRO -- Multi-\n         Sponsored by -- M. of A. GOTTFRIED -- read once and  referred  to  the\n         Committee on Transportation\n\n       AN  ACT to amend the vehicle and traffic law, in relation to authorizing\n         the department of motor vehicles to issue drivers' licenses to certain\n         foreign nationals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 503-b to read as follows:\n    3    S 503-B. DRIVERS' LICENSES FOR FOREIGN NATIONALS.  1.  THE  DEPARTMENT\n    4  MAY,  SUBJECT  TO  THE  REQUIREMENTS  OF  THIS SECTION, ISSUE A DRIVER'S\n    5  LICENSE TO A FOREIGN NATIONAL WHO IS AN APPLICANT FOR A DRIVER'S LICENSE\n    6  AND WHO MEETS THE APPLICABLE REQUIREMENTS OF THIS  CHAPTER  BUT  WHO  IS\n    7  UNABLE  TO SATISFY THE FORMS FOR PROOF OF IDENTITY PRESCRIBED IN SECTION\n    8  FIVE HUNDRED TWO OF THIS ARTICLE.\n    9    2. TO BE ELIGIBLE FOR A  DRIVER'S  LICENSE  UNDER  THIS  SECTION,  THE\n   10  APPLICANT  MUST  BE  A  CITIZEN  OF  A COUNTRY THAT MAINTAINS DIPLOMATIC\n   11  RELATIONS WITH THE UNITED STATES, IS NOT A THREAT TO THE UNITED  STATES,\n   12  AS  DETERMINED  BY THE UNITED STATES GOVERNMENT, AND IS NOT ON A LIST OF\n   13  TERRORIST COUNTRIES MAINTAINED BY THE UNITED STATES GOVERNMENT.\n   14    3. AN APPLICANT FOR A DRIVER'S LICENSE UNDER THIS SECTION MUST:\n   15    (A)(I) PRESENT TO THE DEPARTMENT A CURRENT IDENTIFICATION CARD  ISSUED\n   16  TO THE APPLICANT BY THE EMBASSY OR CONSULATE IN THE UNITED STATES OF HIS\n   17  OR  HER  COUNTRY  OF CITIZENSHIP. THE IDENTIFICATION CARD MUST CONTAIN A\n   18  DIGITAL IMAGE OF THE APPLICANT AND HAVE  BEEN  PRODUCED  USING  SECURITY\n   19  MEASURES  AND  FEATURES  TO  PREVENT  TAMPERING  OR COUNTERFEITING WHICH\n   20  SATISFY STANDARDS PRESCRIBED BY THE DEPARTMENT.\n   21    (II) THE DEPARTMENT MAY PROVIDE FOR THE ACCEPTANCE OF  AN  ALTERNATIVE\n   22  FORM OF IDENTIFICATION TO THE IDENTIFICATION CARD UNDER SUBPARAGRAPH (I)\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03654-01-1\n\n       A. 1322                             2\n\n    1  OF THIS PARAGRAPH INCLUDING A PASSPORT, NATIONAL IDENTITY CARD, OR OTHER\n    2  SIMILAR OFFICIAL PROOF OF IDENTIFICATION ISSUED BY THE GOVERNMENT OF THE\n    3  APPLICANT'S COUNTRY OF CITIZENSHIP.\n    4    (B)  PRESENT A SECOND FORM OF IDENTIFICATION, IN ADDITION TO THE IDEN-\n    5  TIFICATION REQUIRED UNDER PARAGRAPH (A) OF THIS  SUBDIVISION,  WHICH  IS\n    6  SUBJECT  TO APPROVAL BY THE DEPARTMENT AND WHICH MAY INCLUDE, BUT NOT BE\n    7  LIMITED TO, AN EMPLOYER IDENTIFICATION CARD ISSUED BY THE UNITED  STATES\n    8  GOVERNMENT OR AN INDIVIDUAL TAXPAYER IDENTIFICATION NUMBER ISSUED BY THE\n    9  UNITED STATES GOVERNMENT.\n   10    (C)  SUBMIT PROOF, TO THE SATISFACTION OF THE DEPARTMENT, OF AN ESTAB-\n   11  LISHED PRESENCE IN THIS STATE FOR AT LEAST SIX MONTHS  DURING  THE  FIVE\n   12  YEARS  PRECEDING  THE  DATE  OF APPLICATION FOR A DRIVER'S LICENSE.  THE\n   13  PROOF UNDER THIS PARAGRAPH MAY INCLUDE:\n   14    (I) DOCUMENTATION DEMONSTRATING OWNERSHIP OF,  OR  A  LEASE  ON,  REAL\n   15  PROPERTY IN THIS STATE;\n   16    (II) UTILITY BILLS;\n   17    (III) BANK OR SIMILAR FINANCIAL RECORDS; OR\n   18    (IV) SALARY WARRANTS.\n   19    (D)  AFFIRM TO THE DEPARTMENT THAT HE OR SHE HAS NOT BEEN CONVICTED OF\n   20  ANY CRIME THAT WOULD CONSTITUTE A FELONY IN THIS STATE AND IS NOT WANTED\n   21  FOR A CRIME THAT WOULD CONSTITUTE A FELONY IN THIS STATE BY ANY CRIMINAL\n   22  AUTHORITIES IN THE COUNTRY OF CITIZENSHIP OR IN THE UNITED STATES.\n   23    (E) DOCUMENT TO THE SATISFACTION OF THE DEPARTMENT  THE  NECESSITY  TO\n   24  OPERATE  A  MOTOR VEHICLE FOR EMPLOYMENT, BUSINESS, OCCUPATIONAL, EDUCA-\n   25  TIONAL, MEDICAL, OR RELIGIOUS REASONS; FOR SUPPORT OF THE  APPLICANT  OR\n   26  THE  APPLICANT'S  FAMILY; OR THE OTHER SIMILAR REASONS PRESCRIBED BY THE\n   27  DEPARTMENT.\n   28    4. BEFORE ISSUING A DRIVER'S LICENSE UNDER THIS SECTION,  THE  DEPART-\n   29  MENT MUST:\n   30    (A)  RECEIVE FROM THE EMBASSY OR CONSULATE IN THE UNITED STATES OF THE\n   31  APPLICANT'S COUNTRY OF CITIZENSHIP THE FOLLOWING INFORMATION  ABOUT  THE\n   32  APPLICANT  AVAILABLE  FROM OFFICIAL RECORDS MAINTAINED BY THE GOVERNMENT\n   33  OF THAT COUNTRY:\n   34    (I) DOCUMENTATION THAT THE APPLICANT HAS NOT BEEN CONVICTED OF A CRIME\n   35  IN THE COUNTRY WHICH WOULD CONSTITUTE A FELONY IN THIS STATE AND IS  NOT\n   36  WANTED FOR ANY CRIME THAT WOULD CONSTITUTE A FELONY IN THIS STATE BY THE\n   37  COUNTRY'S  NATIONAL CRIMINAL AUTHORITIES OR BY THE CRIMINAL AUTHORITY OF\n   38  ANY STATE, PROVINCE, OR SIMILAR JURISDICTION IN THE COUNTRY.\n   39    (II) A CERTIFIED COPY OF THE APPLICANT'S OFFICIAL DRIVING  RECORD,  IF\n   40  AVAILABLE, FROM HIS OR HER COUNTRY OF CITIZENSHIP.\n   41    (III) CERTIFICATION BY THE EMBASSY OR CONSULATE THAT THE FORM OF IDEN-\n   42  TIFICATION  SUBMITTED  BY  THE APPLICANT UNDER SUBDIVISION THREE OF THIS\n   43  SECTION IS LEGITIMATE. IF THE FORM OF IDENTIFICATION  SUBMITTED  BY  THE\n   44  APPLICANT  IS AN IDENTIFICATION CARD ISSUED BY THE EMBASSY OR CONSULATE,\n   45  THE DEPARTMENT MUST RECEIVE FROM THE  EMBASSY  OR  CONSULATE  A  CERTIF-\n   46  ICATION  OF  THE LEGITIMACY OF ANY UNDERLYING DOCUMENTS THAT THE EMBASSY\n   47  OR CONSULATE RELIED UPON IN  ISSUING  THE  IDENTIFICATION  CARD  TO  THE\n   48  APPLICANT.  AN  APPLICANT FOR A DRIVER'S LICENSE UNDER THIS SECTION MUST\n   49  ARRANGE FOR THE EMBASSY OR CONSULATE TO SUBMIT THE INFORMATION  DIRECTLY\n   50  TO THE DEPARTMENT ON BEHALF OF THE APPLICANT.\n   51    (B)  RECEIVE  A  CERTIFICATION  FROM  THE  EMBASSY OR CONSULATE IN THE\n   52  UNITED STATES OF THE APPLICANT'S COUNTRY OF CITIZENSHIP THAT THE COUNTRY\n   53  MAINTAINS A SECURITY SYSTEM TO PREVENT THE ISSUANCE OF MULTIPLE  IDENTI-\n   54  TIES TO ONE INDIVIDUAL. THE DEPARTMENT MAY USE A SINGLE CERTIFICATION AS\n   55  A  BASIS  FOR  PROCESSING MULTIPLE APPLICATIONS FOR DRIVERS' LICENSES TO\n   56  INDIVIDUALS FROM THE SAME COUNTRY. A CERTIFICATION, HOWEVER, EXPIRES TWO\n\n       A. 1322                             3\n\n    1  YEARS AFTER THE DATE AN EMBASSY OR CONSULATE SUBMITS IT TO  THE  DEPART-\n    2  MENT.  WHEN  THE  CERTIFICATION EXPIRES, THE DEPARTMENT MAY NOT ISSUE OR\n    3  RENEW A DRIVER'S LICENSE FOR A FOREIGN NATIONAL  FROM  THAT  COUNTRY  OF\n    4  CITIZENSHIP UNTIL THE DEPARTMENT RECEIVES A NEW CERTIFICATION.\n    5    (C)  VERIFY  AS  NECESSARY  THROUGH  THE UNITED STATES CITIZENSHIP AND\n    6  IMMIGRATION SERVICES WITHIN THE UNITED  STATES  DEPARTMENT  OF  HOMELAND\n    7  SECURITY  THAT  THE  APPLICANT IS NOT SUBJECT TO AN ORDER OF DEPORTATION\n    8  ISSUED BY THE UNITED STATES GOVERNMENT.\n    9    (D) CONDUCT A CRIMINAL BACKGROUND CHECK THROUGH THE DIVISION OF CRIMI-\n   10  NAL JUSTICE SERVICES AND THE FEDERAL BUREAU OF INVESTIGATION.\n   11    (E) VERIFY THROUGH THE DIVISION OF CRIMINAL JUSTICE SERVICES  AND  THE\n   12  FEDERAL  BUREAU  OF  INVESTIGATION  THAT THE APPLICANT IS NOT A SECURITY\n   13  RISK TO THE STATE OR THE UNITED STATES.\n   14    5. A DRIVER'S LICENSE ISSUED BY THE DEPARTMENT UNDER THIS SECTION:\n   15    (A) MUST INDICATE THE  INDIVIDUAL'S  IMMIGRATION  STATUS  THROUGH  THE\n   16  MAGNETIC  STRIP ON THE BACK OF SUCH LICENSE, OR SHALL BE PROVIDED FOR BY\n   17  LICENSE CLASSIFICATION.\n   18    (B) IS VALID FOR A PERIOD NOT TO EXCEED THREE YEARS FOLLOWING THE DATE\n   19  THE DEPARTMENT ISSUES THE PERMIT.\n   20    (C) IS VALID FOR USE IN THIS STATE ONLY AND MUST INCLUDE  A  STATEMENT\n   21  PROMINENTLY  PLACED  THAT  THE DRIVER'S LICENSE IS VALID FOR USE IN THIS\n   22  STATE ONLY.\n   23    6. A FOREIGN NATIONAL WHO IS ISSUED  A  DRIVER'S  LICENSE  UNDER  THIS\n   24  SECTION MAY APPLY TO THE DEPARTMENT TO RENEW THE DRIVER'S LICENSE IF THE\n   25  FOREIGN NATIONAL OTHERWISE QUALIFIES FOR RENEWAL UNDER THIS CHAPTER. THE\n   26  DEPARTMENT MAY RENEW A DRIVER'S LICENSE FOR A PERIOD NOT TO EXCEED THREE\n   27  YEARS IF:\n   28    (A)  THE  APPLICANT FOR RENEWAL OF A DRIVER'S LICENSE SUBMITS PROOF OF\n   29  IDENTIFICATION THAT SATISFIES SUBDIVISION THREE OF THIS SECTION.\n   30    (B) THE DEPARTMENT CONDUCTS A CRIMINAL BACKGROUND AND  SECURITY  CHECK\n   31  OF THE INDIVIDUAL.\n   32    (C)  THE DEPARTMENT VERIFIES THROUGH THE UNITED STATES CITIZENSHIP AND\n   33  IMMIGRATION SERVICES WITHIN THE UNITED  STATES  DEPARTMENT  OF  HOMELAND\n   34  SECURITY  THAT  THE  APPLICANT IS NOT SUBJECT TO AN ORDER OF DEPORTATION\n   35  ISSUED BY THE UNITED STATES GOVERNMENT.\n   36    (D) THE DEPARTMENT VERIFIES WITH  THE  DIVISION  OF  CRIMINAL  JUSTICE\n   37  SERVICES  AND  THE FEDERAL BUREAU OF INVESTIGATION THAT THE APPLICANT IS\n   38  NOT A SECURITY RISK TO THE STATE OR THE UNITED STATES.\n   39    7. THE DEPARTMENT MAY NOT ISSUE A DRIVER'S LICENSE OR RENEW A DRIVER'S\n   40  LICENSE UNDER THIS SECTION IF THE APPLICANT  HAS  BEEN  CONVICTED  OF  A\n   41  CRIME  IN THE UNITED STATES OR IN ANY OTHER COUNTRY WHICH WOULD BE CLAS-\n   42  SIFIED AS A FELONY IN THIS STATE.\n   43    8. FOREIGN  NATIONAL  APPLICANTS  MEETING  THE  REQUIREMENTS  OF  THIS\n   44  SECTION  MUST  SHOW  PROOF  SATISFACTORY TO THE DEPARTMENT. ALL LICENSES\n   45  ISSUED UNDER THIS SECTION SHALL BE SUBJECT TO THE PENALTY PROVISIONS  OF\n   46  THIS CHAPTER FOR ANY VIOLATION OF SUCH SECTION WHICH OCCURS WITH RESPECT\n   47  TO SUCH A DRIVER'S LICENSE.\n   48    9.  A  DRIVER'S  LICENSE  ISSUED UNDER THIS SECTION IS PROPERTY OF THE\n   49  STATE.  A PERSON IN POSSESSION OF A DRIVER'S LICENSE MUST PROVIDE IT  TO\n   50  A LAW ENFORCEMENT OFFICER UPON REQUEST. A LAW ENFORCEMENT OFFICER HAVING\n   51  A  REASONABLE  BELIEF THAT A PERSON POSSESSES, OR IS USING, A LICENSE IN\n   52  VIOLATION OF THIS SECTION OR  ANY  OTHER  LAW  MAY  SEIZE  THE  DRIVER'S\n   53  LICENSE.  A PERSON FROM WHOM A LAW ENFORCEMENT OFFICER SEIZES A DRIVER'S\n   54  LICENSE  UNDER  THIS SUBDIVISION DOES NOT HAVE A CAUSE OF ACTION AGAINST\n   55  THE LAW ENFORCEMENT OFFICER FOR THE SEIZURE OF THE DRIVER'S LICENSE.\n\n       A. 1322                             4\n\n    1    10. THE DEPARTMENT MAY CANCEL ANY DRIVER'S LICENSE ISSUED  UNDER  THIS\n    2  SECTION UPON DETERMINING THAT THE FOREIGN NATIONAL IS NO LONGER ENTITLED\n    3  TO THE ISSUANCE OF THE DRIVER'S LICENSE.\n    4    11.  (A)  THE  DEPARTMENT  SHALL  ESTABLISH  FEES  NOT TO EXCEED FIFTY\n    5  DOLLARS ($50.00) ABOVE  THE  EXISTING  FEES  FOR  OBTAINING  A  DRIVER'S\n    6  LICENSE  FOR  THE  INITIAL ISSUANCE AND THE RENEWAL OF THE LICENSE UNDER\n    7  THIS SECTION. THE FEES MUST ACCOUNT  FOR  COSTS  RELATED  TO  CONDUCTING\n    8  CRIMINAL  BACKGROUND CHECKS, VERIFYING IMMIGRATION STATUS, AND VERIFYING\n    9  SECURITY RISKS RELATED TO THE APPLICANT AS REQUIRED UNDER THIS SECTION.\n   10    (B) ALL FEES COLLECTED UNDER THIS SECTION SHALL BE  DEPOSITED  IN  THE\n   11  NEW  YORK STATE DEPARTMENT OF TRANSPORTATION HIGHWAY SAFETY PROGRAM FUND\n   12  PURSUANT TO SECTION NINETY OF THE STATE FINANCE LAW.\n   13    S 2. This act shall take effect on the first of October next  succeed-\n   14  ing  the  date  on  which it shall have become a law; provided, however,\n   15  that the commissioner of motor vehicles shall promulgate any  rules  and\n   16  regulations necessary for the timely implementation of the provisions of\n   17  this act on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing the department of motor vehicles to issue drivers' licenses to certain foreign nationals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134611.TXT", "SOBI.D110107.T134404.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294685171338
}