{
  "year" : 2011,
  "senateBillNo" : "A1320-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A1320-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a risk analysis for diabetes and if necessary a test for diabetes for all children admitted to public schools and periodically, thereafter",
  "summary" : "Requires a risk analysis for diabetes and if necessary a test for diabetes for all children admitted to public schools and periodically, thereafter. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A5701-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1320\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the education law, in relation to requiring an  examina-\n         tion for diabetes for admittance to public schools\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 1 of section 903  of  the  education  law,  as\n    2  separately  amended by chapter 281 of the laws of 2007 and section 11 of\n    3  part B of chapter 58 of the laws of 2007, is amended to read as follows:\n    4    1. A health certificate shall be furnished  by  each  student  in  the\n    5  public  schools upon his or her entrance in such schools and upon his or\n    6  her entry into the grades prescribed by the commissioner in regulations,\n    7  provided that such regulations shall require such certificates at  least\n    8  twice during the elementary grades and twice in the secondary grades. An\n    9  examination and health history of any child may be required by the local\n   10  school authorities at any time in their discretion to promote the educa-\n   11  tional  interests  of  such child. Each certificate shall be signed by a\n   12  duly licensed physician, physician assistant, or nurse practitioner, who\n   13  is authorized by law to practice in this state, and consistent with  any\n   14  applicable  written practice agreement, or by a duly licensed physician,\n   15  physician assistant, or nurse practitioner, who is authorized  to  prac-\n   16  tice  in  the  jurisdiction in which the examination was given, provided\n   17  that the commissioner has determined that such jurisdiction  has  stand-\n   18  ards  of  licensure  and  practice comparable to those of New York. Each\n   19  such certificate shall describe the condition of the  student  when  the\n   20  examination  was  made, which shall not be more than twelve months prior\n   21  to the commencement of the school  year  in  which  the  examination  is\n   22  required,  and shall state whether such student is in a fit condition of\n   23  health to permit his or her attendance at the public schools.  THE EXAM-\n   24  INATION SHALL INCLUDE A DIABETES RISK ANALYSIS AND, IF NECESSARY,  CHIL-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03626-01-1\n\n       A. 1320                             2\n\n    1  DREN  WITH  RISK FACTORS FOR TYPE 1 DIABETES, OR RISK FACTORS ASSOCIATED\n    2  WITH TYPE 2 DIABETES SUCH  AS  OBESITY,  A  FAMILY  HISTORY  OF  TYPE  2\n    3  DIABETES,  OR  ANY OTHER FACTORS CONSISTENT WITH INCREASED RISK SHALL BE\n    4  TESTED  FOR  DIABETES.  Each  such  certificate  shall  also  state  the\n    5  student's body mass  index  (BMI)  and  weight  status  category.    For\n    6  purposes  of  this  section,  BMI is computed as the weight in kilograms\n    7  divided by the square of height  in  meters  or  the  weight  in  pounds\n    8  divided  by  the  square  of height in inches multiplied by a conversion\n    9  factor of 703. Weight status categories  for  children  and  adolescents\n   10  shall  be  as  defined  by  the  commissioner  of  health. In all school\n   11  districts such physician,  physician  assistant  or  nurse  practitioner\n   12  shall determine whether a one-time test for sickle cell anemia is neces-\n   13  sary  or  desirable  and  he  or  she  shall conduct such a test and the\n   14  certificate shall state the results.\n   15    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring an examination for diabetes for admittance to public schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134611.TXT", "SOBI.D110107.T134404.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294685171328
}