{
  "year" : 2011,
  "senateBillNo" : "A1329-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A1329-2011-1294203600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes the requirement that a public employer continue terms of an expired agreement until a new agreement is negotiated with an employee organization",
  "summary" : "Removes the requirement that a public employer continue terms of an expired agreement until a new agreement is negotiated with an employee organization. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A10187-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1329\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CASTELLI, CORWIN, BURLING, MONTESANO -- Multi-\n         Sponsored by -- M. of A.  HAWLEY, RABBITT -- read once and referred to\n         the Committee on Governmental Employees\n\n       AN ACT to amend the civil service  law,  in  relation  to  removing  the\n         requirement that a public employer continue terms of an expired agree-\n         ment until a new agreement is negotiated with an employee organization\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 209-a of the civil service law, as\n    2  amended by chapter 244 of the laws  of  2007,  is  amended  to  read  as\n    3  follows:\n    4    1. Improper employer practices. It shall be an improper practice for a\n    5  public  employer  or  its  agents  deliberately  (a)  to interfere with,\n    6  restrain or coerce public employees in  the  exercise  of  their  rights\n    7  guaranteed in section two hundred two of this article for the purpose of\n    8  depriving  them  of  such  rights; (b) to dominate or interfere with the\n    9  formation or administration of any employee organization for the purpose\n   10  of depriving them of  such  rights;  (c)  to  discriminate  against  any\n   11  employee  for  the purpose of encouraging or discouraging membership in,\n   12  or participation in the activities of, any employee organization; (d) to\n   13  refuse to negotiate in good faith with the duly recognized or  certified\n   14  representatives  of its public employees; (e) [to refuse to continue all\n   15  the terms of an expired agreement until a new agreement  is  negotiated,\n   16  unless the employee organization which is a party to such agreement has,\n   17  during  such  negotiations  or  prior to such resolution of such negoti-\n   18  ations, engaged in conduct violative of subdivision one of  section  two\n   19  hundred  ten  of this article; (f)] to utilize any state funds appropri-\n   20  ated for any purpose to train managers, supervisors or other administra-\n   21  tive personnel regarding methods to discourage union organization or  to\n   22  discourage  an  employee from participating in a union organizing drive;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05499-01-1\n\n       A. 1329                             2\n\n    1  or [(g)] (F) to fail to permit or refuse to afford a public employee the\n    2  right, upon the employee's demand, to representation by a representative\n    3  of the employee organization, or  the  designee  of  such  organization,\n    4  which  has  been  certified or recognized under this article when at the\n    5  time of questioning by the  employer  of  such  employee  it  reasonably\n    6  appears  that  he  or she may be the subject of a potential disciplinary\n    7  action. If representation is requested, and the employee is a  potential\n    8  target  of  disciplinary action at the time of questioning, a reasonable\n    9  period of time shall be afforded to the employee to obtain  such  repre-\n   10  sentation.  It  shall be an affirmative defense to any improper practice\n   11  charge under paragraph [(g)] (F) of this subdivision that  the  employee\n   12  has  the right, pursuant to statute, interest arbitration award, collec-\n   13  tively negotiated agreement, policy or practice, to present to a hearing\n   14  officer or arbitrator evidence of  the  employer's  failure  to  provide\n   15  representation  and  to  obtain exclusion of the resulting evidence upon\n   16  demonstration of such failure. Nothing in this section  shall  grant  an\n   17  employee any right to representation by the representative of an employ-\n   18  ee organization in any criminal investigation.\n   19    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to removing the requirement that a public employer continue terms of an expired agreement until a new agreement is negotiated with an employee organization ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T141711.TXT", "SOBI.D110107.T143426.TXT", "SOBI.D110113.T122820.TXT", "SOBI.D110107.T143909.TXT", "SOBI.D110110.T135110.TXT", "SOBI.D110126.T112747.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296501431322
}