{
  "year" : 2011,
  "senateBillNo" : "A1328-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1328-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires state legislators and candidates for the legislature to fully disclose the sources of all income, in excess of $1,000, from any employment",
  "summary" : "Provides for the disclosure by members of the legislature and candidates for member of the legislature, of the amount and source of any income, in excess of $1,000, from employment; requires the legislative ethics commission to make the financial disclosure statements of members of the legislature available to the public on the internet; limits term of legislative committee chair to no more than 4 consecutive years; provides that members of the legislature shall not serve more than five two year terms in either house; regardless of terms, service is limited to ten years; increases the time period campaign financial statements must be retained from 5 to 15 years; and relates to forteiture of pension rights or retirement benefits upon conviction of certain crimes related to public employment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A10950-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1328\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CASTELLI -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN  ACT  to  amend  the  public officers law and the legislative law, in\n         relation to disclosure of all income  from  employment  (Part  A);  to\n         amend  the  legislative  law,  in relation to the terms of legislative\n         committee chairs (Part B); to amend the legislative law,  in  relation\n         to  term  limits for state legislators (Part C); to amend the election\n         law, in relation  to  the  time  for  filing  statements  of  campaign\n         receipts  and  expenditures  (Part D); and to amend the retirement and\n         social security law, in relation to forfeiture of  pension  rights  or\n         retirement  benefits  upon  conviction  of  certain  crimes related to\n         public employment (Part E)\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This  act enacts into law major components of legislation\n    2  which are necessary to enact ethics reform.  Each  component  is  wholly\n    3  contained  within  a Part identified as Parts A through E. The effective\n    4  date of each particular provision contained  within  such  Part  is  set\n    5  forth  in  the  last  section of such Part. Any provision in any section\n    6  contained within a Part, including the effective date of the Part, which\n    7  makes reference to a section \"of this act\", when used in connection with\n    8  that particular component, shall be deemed to  mean  and  refer  to  the\n    9  corresponding section of the Part in which it is found. Section three of\n   10  this act sets forth the general effective date of this act.\n\n   11                                   PART A\n\n   12    Section  1. Paragraph 5 of subdivision 3 of section 73-a of the public\n   13  officers law is amended by adding a new  subparagraph  (c)  to  read  as\n   14  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05575-01-1\n\n       A. 1328                             2\n\n    1    (C)  IF  YOU ARE A MEMBER OF THE LEGISLATURE OR A CANDIDATE FOR MEMBER\n    2  OF THE LEGISLATURE, LIST EACH SOURCE AND THE AMOUNT OF INCOME THEREFROM,\n    3  IN EXCESS OF $1,000, (OTHER THAN FROM THE EMPLOYMENT LISTED UNDER  PARA-\n    4  GRAPH  2  ABOVE)  RECEIVED  DURING  THE  REPORTING PERIOD FOR WHICH THIS\n    5  STATEMENT  IS  FILED  BY  THE  REPORTING INDIVIDUAL FROM THE PRACTICE OF\n    6  EVERY OCCUPATION, EMPLOYMENT, TRADE, BUSINESS AND PROFESSION ENGAGED  IN\n    7  BY  THE  REPORTING  INDIVIDUAL  AND REPORTED IN SUBPARAGRAPH (A) OF THIS\n    8  PARAGRAPH. INCLUDE, NOTWITHSTANDING THE EXISTENCE  OF  ANY  PROFESSIONAL\n    9  EXEMPTION,  THE NAME AND ADDRESS OF EACH SUCH SOURCE OF INCOME, THE WORK\n   10  PERFORMED TO EARN SUCH INCOME AND THE AMOUNT OF SUCH INCOME.\n\n   11  NAME OF SOURCE      ADDRESS        WORK           AMOUNT OF\n   12  OF INCOME                          PERFORMED      INCOME\n\n   13  ________________________________________________________________________\n   14  ________________________________________________________________________\n   15  ________________________________________________________________________\n   16    S 2. Paragraphs i, p and q of subdivision  7  of  section  80  of  the\n   17  legislative  law,  as  amended  by  chapter  14 of the laws of 2007, are\n   18  amended and a new paragraph r is added to read as follows:\n   19    i. Permit any person required to file a financial disclosure statement\n   20  to request the commission to delete from the copy thereof made available\n   21  for public inspection and copying one  or  more  items  of  information,\n   22  which  may be deleted by the commission upon a finding that the informa-\n   23  tion which would otherwise be required to  be  disclosed  will  have  no\n   24  material  bearing  on  the  discharge of the reporting person's official\n   25  duties; PROVIDED, HOWEVER, THAT, IF SUCH  PERSON  IS  A  MEMBER  OF  THE\n   26  LEGISLATURE  OR  A  CANDIDATE  FOR  MEMBER  OF THE LEGISLATURE, UNDER NO\n   27  CIRCUMSTANCES SHALL THE COMMISSION DELETE FROM  THE  COPY  THEREOF  MADE\n   28  AVAILABLE  FOR  PUBLIC  INSPECTION  AND  COPYING  ANY OF THE INFORMATION\n   29  INCLUDED IN SUBPARAGRAPH (C) OF PARAGRAPH FIVE OF SUCH FINANCIAL DISCLO-\n   30  SURE STATEMENT;\n   31    p. Develop educational materials and training with regard to  legisla-\n   32  tive  ethics  for  members of the legislature and legislative employees;\n   33  [and]\n   34    q. Prepare an annual report to the governor and legislature  summariz-\n   35  ing the activities of the commission during the previous year and recom-\n   36  mending any changes in the laws governing the conduct of persons subject\n   37  to  the  jurisdiction  of  the commission, or the rules, regulations and\n   38  procedures  governing  the  commission's  conduct.  Such  report   shall\n   39  include: (i) a listing by assigned number of each complaint and referral\n   40  received  which  alleged  a  possible violation within its jurisdiction,\n   41  including the current status of each complaint, and (ii) where a  matter\n   42  has  been resolved, the date and nature of the disposition and any sanc-\n   43  tion imposed,  subject  to  the  confidentiality  requirements  of  this\n   44  section.  Such annual report shall not contain any information for which\n   45  disclosure is not permitted pursuant to  subdivision  fourteen  of  this\n   46  section[.]; AND\n   47    R.  COMPILE AND POST ON THE INTERNET WEBSITES OF THE SENATE AND ASSEM-\n   48  BLY THE MOST CURRENT FINANCIAL DISCLOSURE STATEMENTS OF MEMBERS  OF  THE\n   49  LEGISLATURE AND CANDIDATES FOR MEMBER OF THE LEGISLATURE.\n   50    S  3. Subparagraph 1 of paragraph a of subdivision 14 of section 80 of\n   51  the legislative law, as amended by chapter 14 of the laws  of  2007,  is\n   52  amended to read as follows:\n   53    (1)  [the]  ALL information set forth in an annual statement of finan-\n   54  cial disclosure filed pursuant to section seventy-three-a of the  public\n\n       A. 1328                             3\n\n    1  officers  law  except  [the categories of value or amount which shall be\n    2  confidential, and any other item] THOSE  ITEMS  of  information  deleted\n    3  pursuant to paragraph i of subdivision seven of this section;\n    4    S 4. This act shall take effect January 1, 2012.\n\n    5                                   PART B\n\n    6    Section  1.  Section 5-a of the legislative law is amended by adding a\n    7  new subdivision 4 to read as follows:\n    8    4. ANY MEMBER OF EITHER HOUSE OF THE LEGISLATURE SERVING AS A  COMMIT-\n    9  TEE  CHAIR  OF  ANY COMMITTEE AS ENUMERATED IN THE SCHEDULE SET FORTH IN\n   10  SUBDIVISION ONE OF THIS SECTION SHALL NOT SERVE IN SUCH CAPACITY AS  THE\n   11  CHAIR FOR A TERM LONGER THAN FOUR CONSECUTIVE YEARS.\n   12    S  2. This act shall take effect on the first of January next succeed-\n   13  ing the date on which it shall have become a law.\n\n   14                                   PART C\n\n   15    Section 1. The legislative law is amended by adding a new section  2-a\n   16  to read as follows:\n   17    S  2-A.  LEGISLATIVE TERM LIMITS. MEMBERS OF THE LEGISLATURE SHALL NOT\n   18  SERVE MORE THAN FIVE TWO YEAR TERMS IN EITHER THE SENATE OR  THE  ASSEM-\n   19  BLY.  IN  NO  EVENT MAY A LEGISLATOR SERVE MORE THAN TEN YEARS IN EITHER\n   20  THE SENATE OR ASSEMBLY.\n   21    S 2. This act shall take effect January 1, 2012.\n\n   22                                   PART D\n\n   23    Section 1. Subdivision 3 of section 14-108 of  the  election  law,  as\n   24  redesignated  by  chapter  9  of the laws of 1978, is amended to read as\n   25  follows:\n   26    3. Each statement shall be preserved by the officer with whom  or  the\n   27  board  with  which  it  is  required  to be filed for a period of [five]\n   28  FIFTEEN years from the date of filing thereof.\n   29    S 2. This act shall take effect immediately.\n\n   30                                   PART E\n\n   31    Section 1. The retirement and social security law is amended by adding\n   32  a new article 3-B to read as follows:\n   33                                 ARTICLE 3-B\n   34                PENSION FORFEITURE FOR PUBLIC MISCONDUCT ACT\n   35  SECTION 156. SHORT TITLE.\n   36          157. DEFINITIONS.\n   37          158. PENSION FORFEITURE.\n   38          159. MISCELLANEOUS.\n   39    S 156. SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY  BE  CITED  AS\n   40  THE \"PENSION FORFEITURE FOR PUBLIC MISCONDUCT ACT\".\n   41    S  157.  DEFINITIONS. THE FOLLOWING WORDS AND PHRASES, AS USED IN THIS\n   42  ARTICLE, SHALL HAVE THE FOLLOWING MEANINGS, UNLESS A  DIFFERENT  MEANING\n   43  IS PLAINLY REQUIRED BY THE CONTEXT:\n   44    1. \"DEFENDANT\" SHALL MEAN A PERSON AGAINST WHOM A FORFEITURE ACTION IS\n   45  COMMENCED.\n   46    2. \"COVERED CRIME\" SHALL MEAN ANY OF THE FOLLOWING:\n   47    (A) ANY FELONY OFFENSE SET FORTH IN THE PENAL LAW;\n   48    (B) ANY CRIME DEFINED IN TITLE L OF THE PENAL LAW;\n\n       A. 1328                             4\n\n    1    (C)  AN  ATTEMPT, CONSPIRACY, OR SOLICITATION OF ANOTHER TO COMMIT ANY\n    2  FELONY OFFENSE SET FORTH IN THE PENAL LAW;\n    3    (D)  AN  ATTEMPT, CONSPIRACY, OR SOLICITATION OF ANOTHER TO COMMIT ANY\n    4  CRIME DEFINED IN TITLE L OF THE PENAL LAW;\n    5    (E) ANY OTHER CRIME DEFINED BY THE LAWS OF  THIS  STATE,  A  NECESSARY\n    6  ELEMENT OF WHICH, AS DETERMINED BY STATUTORY OR COMMON LAW DEFINITION OF\n    7  SUCH  CRIME,  INCLUDES  INTERFERENCE WITH THE ADMINISTRATION OF JUSTICE,\n    8  FALSE SWEARING, MISREPRESENTATION, FRAUD,  DECEIT,  BRIBERY,  EXTORTION,\n    9  MISAPPROPRIATION, THEFT, PROHIBITED ACTION OR FAILURE TO ACT BY A PUBLIC\n   10  OFFICER OR EMPLOYEE;\n   11    (F) ANY CRIME DEFINED BY THE LAWS OF THIS STATE FOR WHICH THE VACATING\n   12  OR FORFEITURE OF THE PUBLIC OFFICE OR EMPLOYMENT HELD BY SUCH INDIVIDUAL\n   13  IS REQUIRED BY LAW;\n   14    (G)  ANY  CRIMINAL  OFFENSE  COMMITTED IN ANY OTHER STATE, DISTRICT OR\n   15  TERRITORY OF THE UNITED STATES, WHICH IF COMMITTED  WITHIN  THIS  STATE,\n   16  WOULD  CONSTITUTE AN OFFENSE DESIGNATED IN PARAGRAPH (A), (B), (C), (D),\n   17  (E), OR (F) OF THIS SUBDIVISION.\n   18    3. \"CHIEF ADMINISTRATOR OF THE RETIREMENT SYSTEM\" SHALL MEAN THE COMP-\n   19  TROLLER OF THE STATE OF NEW YORK WITH RESPECT TO THE NEW YORK STATE  AND\n   20  LOCAL  EMPLOYEES'  RETIREMENT  SYSTEM  AND  THE NEW YORK STATE AND LOCAL\n   21  POLICE AND FIRE RETIREMENT  SYSTEM  AND  THE  BOARDS  OF  TRUSTEES  WITH\n   22  RESPECT  TO THE OTHER PUBLIC RETIREMENT SYSTEMS AND PENSION FUNDS OF THE\n   23  STATE AND THE CITY OF NEW YORK.\n   24    4. \"MEMBER\" SHALL MEAN A MEMBER  OF  THE  NEW  YORK  STATE  AND  LOCAL\n   25  EMPLOYEES'  RETIREMENT  SYSTEM,  THE NEW YORK STATE AND LOCAL POLICE AND\n   26  FIRE RETIREMENT SYSTEM, THE NEW YORK STATE TEACHERS' RETIREMENT  SYSTEM,\n   27  THE NEW YORK CITY EMPLOYEES' RETIREMENT SYSTEM, THE NEW YORK CITY TEACH-\n   28  ERS'  RETIREMENT  SYSTEM, THE NEW YORK CITY POLICE PENSION FUND, THE NEW\n   29  YORK CITY FIRE DEPARTMENT PENSION FUND AND THE NEW YORK  CITY  BOARD  OF\n   30  EDUCATION  RETIREMENT  SYSTEM  WHO  JOINED  SUCH  SYSTEM ON OR AFTER THE\n   31  EFFECTIVE DATE OF THIS ARTICLE.\n   32    5. \"RETIRED MEMBER\" SHALL MEAN A PERSON WHO IS RETIRED FROM AND WHO IS\n   33  RECEIVING A RETIREMENT ALLOWANCE FROM A RETIREMENT SYSTEM  AND  WHO  HAD\n   34  JOINED SUCH SYSTEM ON OR AFTER THE EFFECTIVE DATE OF THIS ARTICLE.\n   35    6. \"RETIREMENT SYSTEM\" SHALL MEAN THE NEW YORK STATE AND LOCAL EMPLOY-\n   36  EES'  RETIREMENT  SYSTEM,  THE  NEW YORK STATE AND LOCAL POLICE AND FIRE\n   37  RETIREMENT SYSTEM, THE NEW YORK STATE TEACHERS' RETIREMENT  SYSTEM,  THE\n   38  NEW  YORK CITY EMPLOYEES' RETIREMENT SYSTEM, THE NEW YORK CITY TEACHERS'\n   39  RETIREMENT SYSTEM, THE NEW YORK CITY POLICE PENSION FUND, THE  NEW  YORK\n   40  CITY  FIRE DEPARTMENT PENSION FUND AND THE NEW YORK CITY BOARD OF EDUCA-\n   41  TION RETIREMENT SYSTEM.\n   42    7. \"DEPENDENT CHILDREN\" SHALL INCLUDE:\n   43    (A) ANY CHILD OF AN OFFICER OR EMPLOYEE, WHERE SUCH CHILD IS UNDER AGE\n   44  NINETEEN;\n   45    (B) ANY UNMARRIED DEPENDENT CHILD OF AN OFFICER OR  EMPLOYEE,  REGARD-\n   46  LESS OF SUCH CHILD'S AGE, WHERE SUCH CHILD IS INCAPABLE OF SELF-SUSTAIN-\n   47  ING  EMPLOYMENT BY REASON OF MENTAL OR PHYSICAL DISABILITY AND BECAME SO\n   48  INCAPABLE PRIOR TO ATTAINING THE AGE OF NINETEEN; AND\n   49    (C) ANY UNMARRIED CHILD OF AN OFFICER OR EMPLOYEE, WHERE SUCH CHILD IS\n   50  AT AN ACCREDITED INSTITUTION OF HIGHER LEARNING AND IS UNDER  AGE  TWEN-\n   51  TY-THREE.\n   52    S  158.  PENSION  FORFEITURE.  NOTWITHSTANDING  ANY OTHER PROVISION OF\n   53  GENERAL, SPECIAL OR LOCAL LAW, RULE OR REGULATION TO THE CONTRARY:\n   54    1. IN THE CASE OF A MEMBER OR RETIRED  MEMBER  WHO  IS  CONVICTED  OF,\n   55  PLEADS  GUILTY TO, PLEADS NOLO CONTENDERE TO, OR PLEADS GUILTY TO PURSU-\n   56  ANT TO SUBDIVISION TWO OF SECTION 220.10 OF THE CRIMINAL  PROCEDURE  LAW\n\n       A. 1328                             5\n\n    1  ANY COVERED CRIME SET FORTH IN PARAGRAPH (A), (B), (C), (D), (E), OR (F)\n    2  OF  SUBDIVISION  TWO OF SECTION ONE HUNDRED FIFTY-SEVEN OF THIS ARTICLE,\n    3  THE COMMISSION OF WHICH IS RELATED TO THE PERFORMANCE OF OR  FAILURE  TO\n    4  PERFORM SUCH MEMBER OR RETIRED MEMBER'S OFFICIAL DUTIES AND RESPONSIBIL-\n    5  ITIES,  AN  ACTION  MAY  BE  COMMENCED  IN SUPREME COURT BY THE DISTRICT\n    6  ATTORNEY HAVING JURISDICTION OVER THE OFFENSE, OR BY THE ATTORNEY GENER-\n    7  AL IF THE ATTORNEY GENERAL BROUGHT THE UNDERLYING CRIMINAL  CHARGE,  FOR\n    8  THE FORFEITURE OF ALL OR A PORTION OF THOSE RIGHTS AND BENEFITS TO WHICH\n    9  SUCH  PERSON  IS OR WILL BE ENTITLED AS A MEMBER OR RETIRED MEMBER. SUCH\n   10  ACTION SHALL BE COMMENCED WITHIN SIX  MONTHS  OF  SUCH  CONVICTION.  FOR\n   11  PURPOSES  OF THIS ARTICLE, A COVERED CRIME IS RELATED TO THE PERFORMANCE\n   12  OF OR FAILURE TO PERFORM SUCH MEMBER OR RETIRED MEMBER'S OFFICIAL DUTIES\n   13  AND RESPONSIBILITIES IF IT:\n   14    (A) CONSTITUTED A MATERIAL  VIOLATION  OF  SUCH  MEMBER'S  OR  RETIRED\n   15  MEMBER'S DUTIES AND RESPONSIBILITIES AS A PUBLIC SERVANT; OR\n   16    (B)  WAS COMMITTED IN THE COURSE OF AN INDIVIDUAL'S PUBLIC EMPLOYMENT;\n   17  OR\n   18    (C) INVOLVED THE USE OF PUBLIC PERSONNEL OR RESOURCES; OR\n   19    (D) INVOLVED AN INDIVIDUAL'S MISREPRESENTATION OF HIS  OR  HER  ACTUAL\n   20  OFFICIAL POWERS, DUTIES AND RESPONSIBILITIES; OR\n   21    (E)  EVEN THOUGH COMMITTED OUTSIDE THE SCOPE OF SUCH MEMBER'S OFFICIAL\n   22  DUTIES OR RESPONSIBILITIES, INVOLVED ACTIONS OR CONDUCT  BY  WHICH  SUCH\n   23  MEMBER OR RETIRED MEMBER INDICATED OR CONVEYED THAT HE OR SHE WAS ACTING\n   24  WITH  THE  AUTHORITY OF, OR UNDER COLOR OF THE AUTHORITY OF, ANY GOVERN-\n   25  MENTAL ENTITY.\n   26    2. WHERE THE ATTORNEY GENERAL, OR THE DISTRICT ATTORNEY OF THE  COUNTY\n   27  IN  WHICH THE MEMBER OR RETIRED MEMBER RESIDES IN THIS STATE, FINDS THAT\n   28  A MEMBER OR A RETIRED MEMBER HAS BEEN CONVICTED OF A  COVERED  CRIME  AS\n   29  DEFINED  IN  PARAGRAPH  (G)  OF  SUBDIVISION  TWO OF SECTION ONE HUNDRED\n   30  FIFTY-SEVEN OF THIS ARTICLE, THE COMMISSION OF WHICH IS RELATED  TO  THE\n   31  PERFORMANCE  OR  FAILURE  TO  PERFORM  SUCH MEMBER'S OR RETIRED MEMBER'S\n   32  OFFICIAL DUTIES AND RESPONSIBILITIES, AN  ACTION  MAY  BE  COMMENCED  IN\n   33  SUPREME  COURT  BY  THE ATTORNEY GENERAL, OR BY THE DISTRICT ATTORNEY OF\n   34  THE COUNTY IN WHICH THE MEMBER OR RETIRED MEMBER RESIDES IN THIS  STATE,\n   35  FOR  THE  FORFEITURE OF ALL OR A PORTION OF THOSE RIGHTS AND BENEFITS TO\n   36  WHICH SUCH PERSON IS OR WILL BE ENTITLED AS A MEMBER OR RETIRED  MEMBER.\n   37  SUCH ACTION SHALL BE COMMENCED WITHIN ONE YEAR OF SUCH CONVICTION.\n   38    3.  PRIOR  TO COMMENCEMENT OF SUCH ACTION DESCRIBED IN SUBDIVISION ONE\n   39  OR TWO OF THIS SECTION, THE DISTRICT ATTORNEY OR THE  ATTORNEY  GENERAL,\n   40  AS  THE  CASE MAY BE, SHALL PROVIDE NOTICE TO THE CHIEF ADMINISTRATOR OF\n   41  THE DEFENDANT'S RETIREMENT SYSTEM STATING THAT HE OR SHE HAS  REASON  TO\n   42  BELIEVE THAT THE PERSON CONVICTED COMMITTED THE COVERED CRIME RELATED TO\n   43  HIS  OR  HER OFFICIAL DUTIES AND RESPONSIBILITIES. WITHIN TWENTY DAYS OF\n   44  RECEIPT OF SUCH NOTICE,  THE  CHIEF  ADMINISTRATOR  OF  THE  DEFENDANT'S\n   45  RETIREMENT SYSTEM SHALL SUBMIT A NOTICE OF APPLICABILITY TO THE DISTRICT\n   46  ATTORNEY  OR  THE  ATTORNEY  GENERAL  AS  THE CASE MAY BE. THE NOTICE OF\n   47  APPLICABILITY SHALL CONTAIN A STATEMENT SPECIFYING  WHETHER  THE  PERSON\n   48  CONVICTED  IS  OR  HAS  BEEN  A MEMBER OR RETIRED MEMBER OF THE NEW YORK\n   49  STATE AND LOCAL EMPLOYEES' RETIREMENT SYSTEM, THE  NEW  YORK  STATE  AND\n   50  LOCAL  POLICE  AND  FIRE RETIREMENT SYSTEM, THE NEW YORK STATE TEACHERS'\n   51  RETIREMENT SYSTEM, THE NEW YORK CITY EMPLOYEES' RETIREMENT  SYSTEM,  THE\n   52  NEW  YORK  CITY  TEACHERS'  RETIREMENT  SYSTEM, THE NEW YORK CITY POLICE\n   53  PENSION FUND, THE NEW YORK CITY FIRE DEPARTMENT PENSION FUND AND THE NEW\n   54  YORK CITY BOARD OF EDUCATION RETIREMENT SYSTEM AND  SHALL  DESCRIBE  THE\n   55  RIGHTS  AND BENEFITS TO WHICH SUCH PERSON IS OR WILL BE ENTITLED TO FROM\n   56  SUCH PUBLIC RETIREMENT SYSTEM.\n\n       A. 1328                             6\n\n    1    4. NO FORFEITURE ACTION MAY BE COMMENCED BY THE DISTRICT  ATTORNEY  OR\n    2  THE ATTORNEY GENERAL UNTIL RECEIPT OF THE NOTICE OF APPLICABILITY AS SET\n    3  FORTH  IN  SUBDIVISION  THREE OF THIS SECTION. IN DETERMINING WHETHER TO\n    4  SEEK FORFEITURE OF A PORTION, RATHER THAN ALL, OF SUCH RETIREMENT  BENE-\n    5  FITS,  THE  DISTRICT ATTORNEY OR THE ATTORNEY GENERAL MAY CONSIDER MITI-\n    6  GATING FACTORS INCLUDING, BUT NOT LIMITED TO: THE NATURE AND SERIOUSNESS\n    7  OF THE OFFENSE COMMITTED IN RELATION TO THE  AMOUNT  OF  THE  FORFEITURE\n    8  PENALTY;  WHETHER  THE DEFENDANT'S CONDUCT IN COMMITTING THE OFFENSE WAS\n    9  WILLFUL OR MALICIOUS; WHETHER THE DEFENDANT MADE  ANY  SUBSTANTIAL  GOOD\n   10  FAITH  EFFORTS  TO  PREVENT  OR MITIGATE THE HARM CAUSED BY THE OFFENSE;\n   11  WHETHER THE DEFENDANT'S PARTICIPATION IN THE  CRIME  WAS  UNDER  DURESS,\n   12  COERCION  OR  INDUCED BY OTHERS; THE IMPACT OF THE CRIME ON THE STATE OR\n   13  LOCAL GOVERNMENT AND THE NUMBER  OF  YEARS  OF  THE  DEFENDANT'S  PUBLIC\n   14  SERVICE PERFORMED WITHOUT CRIMINAL CONDUCT; THE PECUNIARY BENEFIT TO THE\n   15  DEFENDANT FROM THE CRIME; AND WHETHER AND TO WHAT EXTENT THE DEFENDANT'S\n   16  FAMILY  IS  DEPENDENT UPON THE DEFENDANT'S PRESENT AND FUTURE RETIREMENT\n   17  BENEFITS. THE DISTRICT ATTORNEY OR THE  ATTORNEY  GENERAL  MAY  SEEK  AN\n   18  ORDER  FROM  THE COURT THAT SOME OR ALL OF THE FORFEITED PENSION BE PAID\n   19  FOR THE BENEFIT OF ANY DEPENDENT CHILDREN AS JUSTICE MAY REQUIRE,  AFTER\n   20  TAKING  INTO  CONSIDERATION  THE FINANCIAL NEEDS AND RESOURCES AVAILABLE\n   21  FOR SUPPORT OF SUCH CHILDREN. FURTHER, IN THE EVENT OF  ANY  FORFEITURE,\n   22  SUCH  MEMBER OR RETIRED MEMBER SHALL BE ENTITLED TO A PRO RATA RETURN OF\n   23  HIS OR HER CONTRIBUTION PAID INTO THE RELEVANT  RETIREMENT  SYSTEMS,  IN\n   24  ANY AMOUNT PROPORTIONATE TO THE AMOUNT OF ANY FORFEITURE, WITHOUT INTER-\n   25  EST.\n   26    5.  UPON  MOTION  BY THE DISTRICT ATTORNEY OR THE ATTORNEY GENERAL, AS\n   27  THE CASE MAY BE, MADE UPON COMMENCEMENT OF OR AT  ANY  TIME  DURING  THE\n   28  PENDENCY  OF A FORFEITURE ACTION, PURSUANT TO THE PROCEDURE SET FORTH IN\n   29  SUBDIVISION ONE OF SECTION SIX THOUSAND THREE HUNDRED ELEVEN OR  SECTION\n   30  SIX THOUSAND THREE HUNDRED THIRTEEN OF THE CIVIL PRACTICE LAW AND RULES,\n   31  THE  COURT  MAY  ISSUE  A  TEMPORARY  RESTRAINING ORDER OR A PRELIMINARY\n   32  INJUNCTION PROHIBITING THE DEFENDANT FROM RECEIVING ANY RIGHTS OR  BENE-\n   33  FITS  FROM  THE  APPROPRIATE RETIREMENT SYSTEM. A PRELIMINARY INJUNCTION\n   34  MAY BE GRANTED WHERE THE COURT FINDS THAT THERE IS A SUBSTANTIAL  PROBA-\n   35  BILITY  THAT  THE  DISTRICT ATTORNEY OR ATTORNEY GENERAL WILL PREVAIL ON\n   36  THE ISSUE OF  FORFEITURE.  NO  SHOWING  OF  IRREPARABLE  HARM  SHALL  BE\n   37  REQUIRED. THE COURT MAY NOT CONSIDER ON SUCH MOTION ANY ISSUES PRESENTED\n   38  TO  THE COURT WHICH HEARD THE CRIMINAL ACTION IN WHICH THE DEFENDANT WAS\n   39  CONVICTED OR WHICH  ARISE  OUT  OF  SUCH  CRIMINAL  ACTION  AND  MAY  BE\n   40  PRESENTED ON APPEAL.\n   41    6.  ALL  DEFENDANTS  IN  A  FORFEITURE ACTION BROUGHT PURSUANT TO THIS\n   42  ARTICLE SHALL HAVE THE RIGHT TO A HEARING.\n   43    7. THE BURDEN OF PROOF SHALL BE UPON  THE  DISTRICT  ATTORNEY  OR  THE\n   44  ATTORNEY GENERAL, AS THE CASE MAY BE, TO PROVE BY A PREPONDERANCE OF THE\n   45  EVIDENCE THE FACTS NECESSARY TO ESTABLISH A CLAIM OF PENSION FORFEITURE.\n   46    8.  AT  ANY TIME DURING THE PENDENCY OF A FORFEITURE ACTION, THE COURT\n   47  MAY DISMISS THE ACTION IF IT FINDS THAT SUCH RELIEF IS WARRANTED BY  THE\n   48  EXISTENCE  OF  SOME  COMPELLING  FACTOR,  CONSIDERATION  OR CIRCUMSTANCE\n   49  INCLUDING, BUT NOT LIMITED TO, ONE OR MORE OF THE MITIGATING FACTORS SET\n   50  FORTH IN SUBDIVISION FOUR OF  THIS  SECTION,  OR  OTHER  INFORMATION  OR\n   51  EVIDENCE  WHICH  DEMONSTRATES  THAT  SUCH FORFEITURE WOULD NOT SERVE THE\n   52  ENDS OF JUSTICE. THE COURT MAY ORDER THAT SOME OR ALL OF  THE  FORFEITED\n   53  PENSION BE PAID FOR THE BENEFIT OF ANY DEPENDENT CHILDREN AS JUSTICE MAY\n   54  REQUIRE,  AFTER  TAKING  INTO  CONSIDERATION  THE  FINANCIAL  NEEDS  AND\n   55  RESOURCES AVAILABLE FOR SUPPORT OF SUCH CHILDREN.  THE COURT SHALL ISSUE\n\n       A. 1328                             7\n\n    1  A WRITTEN DECISION STATING THE BASIS FOR AN  ORDER  ISSUED  PURSUANT  TO\n    2  THIS SUBDIVISION.\n    3    9.  UPON  A  FINDING  BY  THE COURT THAT THE DEFENDANT HAS COMMITTED A\n    4  COVERED CRIME THAT IS RELATED  TO  THE  PERFORMANCE  OF  OR  FAILURE  TO\n    5  PERFORM SUCH DEFENDANT'S OFFICIAL DUTIES AND RESPONSIBILITIES, THE COURT\n    6  SHALL  ISSUE  AN  ORDER  TO  THE  APPROPRIATE  RETIREMENT SYSTEM FOR THE\n    7  FORFEITURE OR RECOUPMENT OF ALL OR A PORTION OF THE  DEFENDANT'S  RIGHTS\n    8  AND  BENEFITS  AS  A MEMBER OR RETIRED MEMBER OF SUCH SYSTEM AND FOR THE\n    9  RECOUPMENT OF ALL OR A PORTION OF THE RETIREMENT BENEFITS  PAID  TO  THE\n   10  DEFENDANT.  IN  DETERMINING  THE  EXTENT OF THE FORFEITURE OR RECOUPMENT\n   11  THAT IS WARRANTED, THE COURT MAY CONSIDER ONE OR MORE OF THE  MITIGATING\n   12  FACTORS  SET  FORTH  IN SUBDIVISION FOUR OF THIS SECTION. ALL ORDERS AND\n   13  FINDINGS MADE BY THE COURT PURSUANT TO THIS SECTION SHALL BE SERVED UPON\n   14  THE CHIEF ADMINISTRATOR OF THE DEFENDANT'S RETIREMENT SYSTEM.\n   15    10. UPON A FINAL DETERMINATION THAT REVERSES OR VACATES THE CONVICTION\n   16  OR CONVICTIONS OF A  DESIGNATED  OFFENSE  OR  OFFENSES,  THE  MEMBER  OR\n   17  RETIRED MEMBER WHO HAS FORFEITED RETIREMENT RIGHTS AND BENEFITS PURSUANT\n   18  TO  THIS  SECTION  SHALL  HAVE  SUCH  RIGHTS  AND BENEFITS RETROACTIVELY\n   19  RESTORED UPON APPLICATION  TO  THE  COURT  WITH  JURISDICTION  OVER  THE\n   20  FORFEITURE  ACTION,  REGARDLESS  OF  ANY  TEMPORARY RESTRAINING ORDER OR\n   21  PRELIMINARY INJUNCTION WHICH MAY BE OUTSTANDING OR ORDER WHICH MAY  HAVE\n   22  BEEN  ISSUED.  SUCH  COURT, UPON FINDING THAT SUCH A FINAL DETERMINATION\n   23  HAS OCCURRED, SHALL ISSUE AN ORDER RETROACTIVELY RESTORING  SUCH  RIGHTS\n   24  AND BENEFITS, TOGETHER WITH SUCH OTHER RELIEF DEEMED APPROPRIATE.\n   25    11.  EXCEPT  AS OTHERWISE PROVIDED BY THIS ARTICLE, THE CIVIL PRACTICE\n   26  LAW AND RULES SHALL GOVERN THE PROCEDURE IN ACTIONS COMMENCED UNDER THIS\n   27  ARTICLE, EXCEPT WHERE  THE  ACTION  IS  REGULATED  BY  ANY  INCONSISTENT\n   28  PROVISIONS HEREIN.\n   29    S  159.  MISCELLANEOUS.  THE REMEDIES PROVIDED FOR IN THIS ARTICLE ARE\n   30  NOT INTENDED TO SUBSTITUTE FOR, LIMIT OR SUPERSEDE THE LAWFUL  AUTHORITY\n   31  OF ANY PUBLIC OFFICER, AGENCY OR OTHER PERSON TO ENFORCE ANY OTHER RIGHT\n   32  OR REMEDY PROVIDED FOR BY LAW.\n   33    S  2.  This  act shall take effect on the thirtieth day after it shall\n   34  have become a law.\n   35    S 2. Severability clause. If any clause, sentence, paragraph, subdivi-\n   36  sion, section or part of this act shall be  adjudged  by  any  court  of\n   37  competent  jurisdiction  to  be invalid, such judgment shall not affect,\n   38  impair or invalidate the remainder thereof, but shall be confined in its\n   39  operation to the clause, sentence, paragraph,  subdivision,  section  or\n   40  part thereof directly involved in the controversy in which such judgment\n   41  shall  have been rendered. It is hereby declared to be the intent of the\n   42  legislature that this act would have been enacted even if  such  invalid\n   43  provisions had not been included herein.\n   44    S  3.  This act shall take effect immediately; provided, however, that\n   45  the applicable effective date of Parts A through E of this act shall  be\n   46  as specifically set forth in the last section of such Parts.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law and the legislative law, in relation to disclosure of all income from employment (Part A); to amend the legislative law, in relation to the terms of legislative committee chairs (Part B); to amend the legislative law, in relation to term limits for state legislators (Part C); to amend the election law, in relation to the time for filing statements of campaign receipts and expenditures (Part D); and to amend the retirement and social security law, in relation to forfeiture of pension rights or retirement benefits upon conviction of certain crimes related to public employment (Part E) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T143426.TXT", "SOBI.D110110.T135110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294685470481
}