{
  "year" : 2011,
  "senateBillNo" : "A1324-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1324-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates the dissemination of personal information acquired by a provider of on-line computer services",
  "summary" : "Regulates the collection, disclosure and dissemination of personal information acquired by a provider of on-line computer services in order to ensure the privacy of subscriber information and wage patterns. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A5650-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hikind",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1324\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. ORTIZ, DINOWITZ, HIKIND, CASTRO -- Multi-Spon-\n         sored by -- M. of A.  GOTTFRIED, MAYERSOHN, McENENY -- read  once  and\n         referred to the Committee on Consumer Affairs and Protection\n\n       AN  ACT to amend the general business law, in relation to the collection\n         and disclosure of certain information collected  by  on-line  computer\n         services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  397-b to read as follows:\n    3    S 397-B. ON-LINE COMPUTER SERVICES.  1. AS USED IN THIS  SECTION,  THE\n    4  FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A)  \"ON-LINE COMPUTER SERVICE\" MEANS THE OFFERING OF A CAPABILITY FOR\n    6  GENERATING, ACQUIRING, STORING,  TRANSFORMING,  PROCESSING,  RETRIEVING,\n    7  UTILIZING  OR MAKING AVAILABLE INFORMATION USING COMPUTER-BASED TELECOM-\n    8  MUNICATIONS. ON-LINE COMPUTER SERVICE SHALL ALSO INCLUDE A SERVICE  THAT\n    9  PERMITS  A SUBSCRIBER TO RETRIEVE STORED INFORMATION FROM OR FILE INFOR-\n   10  MATION  FOR  STORAGE  IN  INFORMATION  STORAGE  FACILITIES,   ELECTRONIC\n   11  PUBLISHING OR AN ELECTRONIC MESSAGING SERVICE.\n   12    (B) \"PERSONAL INFORMATION\" MEANS INFORMATION WHICH IDENTIFIES EITHER A\n   13  SPECIFIC  FILE  OR  SERVICE UTILIZED OR FROM AN ON-LINE COMPUTER SERVICE\n   14  AND THE SUBSCRIBER AND/OR SUCH SUBSCRIBER'S ON-LINE COMPUTER ADDRESS WHO\n   15  OBTAINED SUCH FILE OR SERVICE. PERSONAL INFORMATION  SHALL  NOT  INCLUDE\n   16  ANY  RECORD  OF AGGREGATE DATA WHICH DOES NOT IDENTIFY A FILE OR SERVICE\n   17  UTILIZED AND A SUBSCRIBER  AND/OR  SUCH  SUBSCRIBER'S  ON-LINE  COMPUTER\n   18  ADDRESS.\n   19    (C) \"DISCLOSE\" OR \"DISCLOSURE\" MEANS THE SALE, RENTAL OR OTHER DISSEM-\n   20  INATION OF PERSONAL INFORMATION.\n   21    (D) \"FILE\" MEANS A COLLECTION OF RELATED RECORDS TREATED AS A UNIT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03625-01-1\n\n       A. 1324                             2\n\n    1    (E)  \"RECORDS\"  MEANS  A  GROUP  OF  DISTINCT DATA ITEMS IN A COMPUTER\n    2  SYSTEM, MANIPULATED AS A UNIT.\n    3    2.  ANY  PERSON,  FIRM,  PARTNERSHIP  OR CORPORATION WHICH PROVIDES AN\n    4  ON-LINE COMPUTER SERVICE MAY NOT DISCLOSE PERSONAL INFORMATION  CONCERN-\n    5  ING  A  SUBSCRIBER TO ANY OTHER PERSON, FIRM, PARTNERSHIP OR CORPORATION\n    6  UNLESS SUCH SUBSCRIBER:\n    7    (A) HAS RECEIVED THE NOTICE PROVIDED FOR IN SUBDIVISION THREE OF  THIS\n    8  SECTION; AND\n    9    (B) HAS CONSENTED TO THE DISCLOSURE.\n   10    3.  AT  THE  TIME  OF ENTERING INTO AN AGREEMENT TO PROVIDE AN ON-LINE\n   11  COMPUTER SERVICE TO A SUBSCRIBER AND AT SUCH  TIME  WHEN  A  SERVICE  IS\n   12  OBTAINED EACH AND EVERY ON-LINE COMPUTER SERVICE SHALL PROVIDE NOTICE IN\n   13  THE  FORM  OF  A  SEPARATE  STATEMENT TO THE SUBSCRIBER THAT CLEARLY AND\n   14  CONSPICUOUSLY DISCLOSE THE FOLLOWING TO SUCH SUBSCRIBER:\n   15    (A) THE NATURE OF PERSONAL INFORMATION COLLECTED OR  TO  BE  COLLECTED\n   16  WITH RESPECT TO THE SUBSCRIBER AND THE NATURE AND USE OF THE INFORMATION\n   17  IF ANY;\n   18    (B)  THE  NATURE, FREQUENCY AND PURPOSE OF ANY DISCLOSURE WHICH MAY BE\n   19  MADE OF SUCH INFORMATION, INCLUDING AN IDENTIFICATION OF  THE  TYPES  OF\n   20  PERSONS OR PERSON TO WHOM SUCH DISCLOSURE MAY BE MADE;\n   21    (C) THE PERIOD OF TIME THE INFORMATION WILL BE MAINTAINED; AND\n   22    (D)  A  DESCRIPTION OF THE PROCEDURES BY WHICH THE SUBSCRIBER MAY GAIN\n   23  ACCESS TO THE INFORMATION.\n   24    SUCH NOTICES MAY BE PROVIDED ELECTRONICALLY  BY  USING  COMPUTER-BASED\n   25  TELECOMMUNICATIONS.\n   26    4.  UPON REQUEST A SUBSCRIBER SHALL BE PROVIDED ACCESS TO ALL PERSONAL\n   27  INFORMATION REGARDING SUCH SUBSCRIBER THAT IS COLLECTED  AND  MAINTAINED\n   28  BY AN ON-LINE COMPUTER SERVICE. SUCH INFORMATION SHALL BE MADE AVAILABLE\n   29  AT  REASONABLE  TIMES  AND  AT  A CONVENIENT LOCATION TO THE SUBSCRIBER.\n   30  COMPUTER-BASED TELECOMMUNICATIONS MAY BE THE MEANS BY WHICH SUCH  INFOR-\n   31  MATION  IS  PROVIDED TO THE SUBSCRIBER. THE SUBSCRIBER SHALL BE PROVIDED\n   32  REASONABLE OPPORTUNITY BY THE ON-LINE COMPUTER SERVICE TO CORRECT ERRORS\n   33  IN PERSONAL INFORMATION AND THE ON-LINE COMPUTER SERVICE SHALL  PROMPTLY\n   34  CORRECT  SUCH  INFORMATION. IF THE ON-LINE COMPUTER SERVICE IS UNABLE TO\n   35  RESOLVE ANY REMAINING DIFFERENCES, A SUBSCRIBER SHALL ALSO  BE  PROVIDED\n   36  WITH  THE  OPPORTUNITY TO FILE A STATEMENT OF EXPLANATION CONCERNING THE\n   37  NATURE OF ANY DISPUTE.\n   38    5. NOTWITHSTANDING SUBDIVISION TWO OF THIS SECTION, AN ON-LINE COMPUT-\n   39  ER SERVICE MAY DISCLOSE PERSONAL INFORMATION IF THE DISCLOSURE IS:\n   40    (A) NECESSARY TO RENDER OR CONDUCT BUSINESS OR PROVIDE SERVICE TO  THE\n   41  SUBSCRIBER;\n   42    (B) MADE PURSUANT TO A COURT ORDER;\n   43    (C)  FOR  THE  PURPOSE  OF EXTENDING CREDIT TO THE SUBSCRIBER OR FOR A\n   44  CHECK OR CREDIT CARD TRANSACTION WHEN IT IS INCIDENTAL TO  THE  SALE  OR\n   45  OTHER  TRANSFER  OF  THE  ACCOUNTS  RECEIVABLE  OF  THE ON-LINE COMPUTER\n   46  SERVICE; AND\n   47    (D) FOR THE PURPOSE OF VALIDATING A CHECK WRITTEN BY THE SUBSCRIBER.\n   48    6. NO ON-LINE COMPUTER SERVICE SHALL BE DEEMED TO  HAVE  VIOLATED  THE\n   49  PROVISIONS  OF THIS SECTION, IF SUCH ON-LINE COMPUTER SERVICE SHOWS BY A\n   50  PREPONDERANCE OF THE EVIDENCE THAT THE VIOLATION WAS NOT INTENTIONAL AND\n   51  THAT IT RESULTED FROM A BONA FIDE ERROR MADE NOTWITHSTANDING THE MAINTE-\n   52  NANCE OF PROCEDURES REASONABLY ADOPTED TO AVOID ANY SUCH ERROR.\n   53    7. ANY SUBSCRIBER WHO HAS BEEN INJURED BY REASON OF ANY  VIOLATION  OF\n   54  THIS  SECTION  MAY BRING AN ACTION IN HIS OR HER OWN NAME TO ENJOIN SUCH\n   55  UNLAWFUL ACT OR PRACTICE, AN ACTION TO RECOVER HIS ACTUAL DAMAGES OR ONE\n   56  HUNDRED DOLLARS, WHICHEVER IS GREATER, OR BOTH SUCH ACTIONS.  THE  COURT\n\n       A. 1324                             3\n\n    1  MAY,  IN  ITS DISCRETION, INCREASE THE AWARD OF DAMAGES TO AN AMOUNT NOT\n    2  TO EXCEED THREE TIMES THE ACTUAL DAMAGES UP TO ONE THOUSAND DOLLARS,  IF\n    3  THE  COURT  FINDS  THE  DEFENDANT  WILLFULLY  OR KNOWINGLY VIOLATED THIS\n    4  SECTION.  THE COURT MAY AWARD REASONABLE ATTORNEY'S FEES TO A PREVAILING\n    5  PLAINTIFF.\n    6    8. WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION, AN APPLICATION\n    7  MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME OF  THE  PEOPLE  OF  THE\n    8  STATE  OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION TO ISSUE AN\n    9  INJUNCTION, AND UPON NOTICE TO THE DEFENDANT OF NOT LESS THAN FIVE DAYS,\n   10  TO ENJOIN AND RESTRAIN THE CONTINUANCE OF SUCH  VIOLATIONS;  AND  IF  IT\n   11  SHALL  APPEAR  TO  THE  SATISFACTION  OF  THE  COURT OR JUSTICE THAT THE\n   12  DEFENDANT HAS, IN FACT, VIOLATED THIS  SECTION,  AN  INJUNCTION  MAY  BE\n   13  ISSUED  BY  SUCH COURT OR JUSTICE, ENJOINING AND RESTRAINING ANY FURTHER\n   14  VIOLATION, WITHOUT REQUIRING PROOF THAT ANY PERSON HAS,  IN  FACT,  BEEN\n   15  INJURED  OR  DAMAGED  THEREBY. IN ANY SUCH PROCEEDING THE COURT MAY MAKE\n   16  ALLOWANCES TO THE ATTORNEY GENERAL  AS  PROVIDED  IN  PARAGRAPH  SIX  OF\n   17  SUBDIVISION (A) OF SECTION EIGHTY-THREE HUNDRED THREE OF THE CIVIL PRAC-\n   18  TICE  LAW  AND  RULES,  AND DIRECT RESTITUTION. WHENEVER THE COURT SHALL\n   19  DETERMINE THAT A VIOLATION OF THIS SECTION HAS OCCURRED, THE  COURT  MAY\n   20  IMPOSE  A  CIVIL  PENALTY OF NOT MORE THAN ONE THOUSAND DOLLARS FOR EACH\n   21  VIOLATION. IN CONNECTION WITH ANY SUCH PROPOSED APPLICATION, THE  ATTOR-\n   22  NEY  GENERAL IS AUTHORIZED TO TAKE PROOF AND MAKE A DETERMINATION OF THE\n   23  RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRAC-\n   24  TICE LAW AND RULES.\n   25    S 2. This act shall take effect on the first of November next succeed-\n   26  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the collection and disclosure of certain information collected by on-line computer services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134611.TXT", "SOBI.D110107.T134404.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294685171350
}