{
  "year" : 2011,
  "senateBillNo" : "A1327-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1327-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes municipalities to set license fees for unspayed or unneutered dogs",
  "summary" : "Authorizes municipalities to set license fees for unspayed or unneutered dogs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A10223-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1327\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to  author-\n         izing  municipalities  to  set license fees for unspayed or unneutered\n         dogs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 110 of the agriculture and markets\n    2  law,  as added by section 5 of part T of chapter 59 of the laws of 2010,\n    3  is amended to read as follows:\n    4    1. The license fee for dog licenses issued pursuant to subdivision one\n    5  of section one hundred nine of this article shall be determined  by  the\n    6  municipality  issuing  the  license[, provided that the total fee for an\n    7  unspayed or unneutered dog shall be at least five dollars more than  the\n    8  total  fee  for a spayed or neutered dog]. All revenue derived from such\n    9  fees shall be the sole property of the municipality setting the same and\n   10  shall be used only for controlling dogs and enforcing this  article  and\n   11  any  rule, regulation, or local law or ordinance adopted pursuant there-\n   12  to, including subsidizing the spaying  or  neutering  of  dogs  and  any\n   13  facility as authorized under section one hundred sixteen of this article\n   14  used  therefor,  and  subsidizing  public  humane  education programs in\n   15  responsible dog ownership.\n   16    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03903-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to authorizing municipalities to set license fees for unspayed or unneutered dogs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T134404.TXT", "SOBI.D110107.T135905.TXT", "SOBI.D110110.T135110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294685470479
}