{
  "year" : 2011,
  "senateBillNo" : "A1325-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1325-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts medical equipment and supplies purchased by a health care facility located in an empire zone from sales and compensating use tax",
  "summary" : "Exempts medical equipment and supplies purchased by a health care facility located in an empire zone from sales and compensating use tax. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A6943-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1325\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, PEOPLES-STOKES, BOYLAND, SCHROEDER, JAFFEE\n         --  Multi-Sponsored  by  --  M. of A. BROOK-KRASNY, MAISEL, MAYERSOHN,\n         SWEENEY, TOWNS, WEISENBERG -- read once and referred to the  Committee\n         on Ways and Means\n\n       AN  ACT to amend the tax law, in relation to exempting medical equipment\n         and supplies purchased by a health care facility located in an  empire\n         zone from the sales and compensating use tax\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (a) of section 1115 of the tax law  is  amended\n    2  by adding a new paragraph 44 to read as follows:\n    3    (44)  (I)  MEDICAL EQUIPMENT AND MEDICAL SUPPLIES PURCHASED FOR USE BY\n    4  HEALTH CARE FACILITIES THAT SERVE UNINSURED PATIENTS LOCATED IN AN  AREA\n    5  DESIGNATED  AS  AN  EMPIRE  ZONE  PURSUANT  TO ARTICLE EIGHTEEN-B OF THE\n    6  GENERAL MUNICIPAL LAW. SUCH EXEMPTION SHALL  APPLY  TO  THE  FIRST  FIVE\n    7  HUNDRED  THOUSAND  DOLLARS  OF  MEDICAL  EQUIPMENT  AND MEDICAL SUPPLIES\n    8  PURCHASED BY THE TAXPAYER.\n    9    (II) FOR PURPOSES OF THIS SUBDIVISION, THE FOLLOWING TERMS SHALL  HAVE\n   10  THE FOLLOWING MEANINGS:\n   11    (A)  \"MEDICAL EQUIPMENT\" SHALL MEAN DURABLE MEDICAL EQUIPMENT THAT CAN\n   12  BE USED REPEATEDLY AND THAT SERVES A MEDICAL PURPOSE IN  THE  DIAGNOSIS,\n   13  TREATMENT OR CARE OF AN INDIVIDUAL;\n   14    (B)  \"MEDICAL SUPPLIES\" SHALL MEAN ITEMS THAT ARE CONSUMABLE, EXPENDA-\n   15  BLE, DISPOSABLE OR NONDURABLE, AND THAT SERVE A MEDICAL PURPOSE  IN  THE\n   16  DIAGNOSIS, TREATMENT OR CARE OF AN INDIVIDUAL; AND\n   17    (C) \"HEALTH CARE FACILITY\" SHALL MEAN A HOSPITAL AS DEFINED IN ARTICLE\n   18  TWENTY-EIGHT OF THE PUBLIC HEALTH LAW.\n   19    S  2. This act shall take effect on the first day of a sales tax quar-\n   20  terly period, as described in subdivision (b) of section 1136 of the tax\n   21  law, next commencing at least sixty  days  after  this  act  shall  have\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04093-01-1\n\n       A. 1325                             2\n\n    1  become  law  and  shall  apply in accordance with the applicable transi-\n    2  tional provisions of sections 1106 and 1217 of the  tax  law;  provided,\n    3  further,  that the commissioner of taxation and finance shall be author-\n    4  ized  on  and  after  the  date this act shall have become a law to take\n    5  steps necessary to implement the provisions of this act on its effective\n    6  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting medical equipment and supplies purchased by a health care facility located in an empire zone from the sales and compensating use tax ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134611.TXT", "SOBI.D110107.T134404.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294685171355
}