{
  "year" : 2011,
  "senateBillNo" : "A1330-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1330-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates an exemption from civil liability for any person who renders emergency medical care during a state declaration of disaster emergency",
  "summary" : "Creates an exemption from civil liability for causing the death or injury of any person, or damage to any property, for any person who renders emergency medical care during a state declaration of disaster emergency. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A10455-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1330\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CASTELLI -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to providing an exemption\n         from civil liability for any person who renders emergency medical care\n         during a state declaration of disaster emergency\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 28 of the executive law is amended  by  adding  two\n    2  new subdivisions 5 and 6 to read as follows:\n    3    5.  DURING  A  STATE  DISASTER  EMERGENCY, ANY PRIVATE PERSON, FIRM OR\n    4  CORPORATION, AND THE EMPLOYEES AND AGENTS OF SUCH PERSON, FIRM OR CORPO-\n    5  RATION, IN THE PERFORMANCE OF A CONTRACT RELATED TO SUCH EMERGENCY  WITH\n    6  AND UNDER THE DIRECTION OF THE STATE OR ITS POLITICAL SUBDIVISIONS UNDER\n    7  THE  PROVISIONS  OF THIS ARTICLE SHALL NOT BE CIVILLY LIABLE FOR CAUSING\n    8  THE DEATH OR INJURY OF ANY PERSON, OR DAMAGE TO ANY PROPERTY  EXCEPT  IN\n    9  THE  EVENT  OF  GROSS NEGLIGENCE OR WILLFUL MISCONDUCT.  NOTHING IN THIS\n   10  SUBDIVISION SHALL BE DEEMED TO RELIEVE OR ALTER  THE  LIABILITY  OF  ANY\n   11  SUCH  PRIVATE PERSON, FIRM OR CORPORATION OR THE EMPLOYEES AND AGENTS OF\n   12  SUCH PERSON, FIRM OR CORPORATION FOR DAMAGES OR INJURIES OR DEATH  ARIS-\n   13  ING OUT OF THE OPERATION OF MOTOR VEHICLES.\n   14    6.  DURING  A  STATE  DISASTER  EMERGENCY, ANY PRIVATE PERSON, FIRM OR\n   15  CORPORATION, AND THE EMPLOYEES AND AGENTS OF SUCH PERSON, FIRM OR CORPO-\n   16  RATION, WHO RENDERS ASSISTANCE OR ADVICE IN CONNECTION WITH  SUCH  EMER-\n   17  GENCY  AT  THE  REQUEST OF THE STATE OR ITS POLITICAL SUBDIVISIONS UNDER\n   18  THE PROVISIONS OF THIS ARTICLE SHALL NOT BE CIVILLY LIABLE  FOR  CAUSING\n   19  THE  DEATH  OR INJURY OF ANY PERSON, OR DAMAGE TO ANY PROPERTY EXCEPT IN\n   20  THE EVENT OF GROSS NEGLIGENCE OR WILLFUL MISCONDUCT.   NOTHING  IN  THIS\n   21  SUBDIVISION  SHALL  BE  DEEMED  TO RELIEVE OR ALTER THE LIABILITY OF ANY\n   22  SUCH PRIVATE PERSON, FIRM OR CORPORATION OR THE EMPLOYEES AND AGENTS  OF\n   23  SUCH  PERSON, FIRM OR CORPORATION FOR DAMAGES OR INJURIES OR DEATH ARIS-\n   24  ING OUT OF THE OPERATION OF MOTOR VEHICLES.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05531-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to providing an exemption from civil liability for any person who renders emergency medical care during a state declaration of disaster emergency ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T113750.TXT", "SOBI.D110107.T143426.TXT", "SOBI.D110127.T151912.TXT", "SOBI.D110110.T135110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296159552839
}