{
  "year" : 2011,
  "senateBillNo" : "A1331-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1331-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires department of transportation to defer to town board requests for speed limit, signage and signal changes where safety is at issue",
  "summary" : "Requires department of transportation to defer to town board requests for speed limit, signage and signal changes on state highway, county road and town highways where public safety nexus exists. ",
  "currentCommittee" : null,
  "sameAs" : "S1507",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A10606-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1331\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CASTELLI,  SALADINO,  FINCH -- read once and\n         referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to giving local\n         town boards the discretion to change speed limits for safety\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 1620 of the vehicle and traffic law is amended by\n    2  adding a new subdivision (d) to read as follows:\n    3    (D) THE DEPARTMENT OF TRANSPORTATION SHALL DEFER TO REQUESTS FOR SPEED\n    4  LIMIT CHANGES BY THE TOWN BOARD OF A TOWN OR TOWNS AFFECTED WITH RESPECT\n    5  TO STATE HIGHWAYS MAINTAINED BY THE STATE IN SUCH TOWN OR TOWNS  OUTSIDE\n    6  OF  CITIES  OR  VILLAGES, WHERE A REASONABLE NEXUS BETWEEN PUBLIC SAFETY\n    7  AND SUCH REQUEST FOR A CHANGE IN SPEED LIMIT EXISTS.\n    8    S 2. Section 1621 of the vehicle and traffic law is amended by  adding\n    9  a new subdivision (e) to read as follows:\n   10    (E)  THE  DEPARTMENT  OF  TRANSPORTATION  SHALL  DEFER TO REQUESTS FOR\n   11  SIGNAGE AND SIGNAL CHANGES BY THE TOWN BOARD OF A TOWN OR TOWNS AFFECTED\n   12  WITH RESPECT TO STATE HIGHWAYS MAINTAINED BY THE STATE IN SUCH  TOWN  OR\n   13  TOWNS  OUTSIDE  OF  CITIES OR VILLAGES, WHERE A REASONABLE NEXUS BETWEEN\n   14  PUBLIC SAFETY AND SUCH REQUEST FOR  A  CHANGE  IN  SIGNAGE  AND  SIGNALS\n   15  EXISTS.\n   16    S  3. Section 1622 of the vehicle and traffic law is amended by adding\n   17  a new subdivision 3 to read as follows:\n   18    3. NOTWITHSTANDING ANY  OTHER  PROVISIONS  OF  THIS  SECTION,  IF  ANY\n   19  REASONABLE NEXUS EXISTS BETWEEN PUBLIC SAFETY AND THE REQUEST BY A COUN-\n   20  TY  SUPERINTENDENT OF HIGHWAYS OF A COUNTY OR A TOWN BOARD, FOR A CHANGE\n   21  IN SPEED LIMIT, THE DEPARTMENT OF  TRANSPORTATION  SHALL  DEFER  TO  THE\n   22  COUNTY  SUPERINTENDENT  OF  HIGHWAYS' OR TOWN BOARD'S REQUEST IN SETTING\n   23  THE SPEED LIMIT ON THE COUNTY ROADS AND TOWN HIGHWAYS IN  SUCH  TOWN  OR\n   24  TOWNS OUTSIDE OF CITIES OR VILLAGES.\n   25    S 4. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05510-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to giving local town boards the discretion to change speed limits for safety ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T140713.TXT", "SOBI.D110107.T143426.TXT", "SOBI.D110107.T162918.TXT", "SOBI.D110110.T135110.TXT", "SOBI.D110131.T142739.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296502059750
}