{
  "year" : 2011,
  "senateBillNo" : "A1337-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1337-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions with respect to the theft and criminal possession of air bags, increases penalties and creates a presumption",
  "summary" : "Makes the theft or criminal possession of two or more stolen air bags punishable as a class E felony and creates a presumption that a person who possesses two or more stolen air bags is presumed to know that such air bags were stolen. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A832-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1337\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, GALEF -- Multi-Sponsored by -- M. of A.\n         McENENY, McKEVITT -- read once and referred to the Committee on Codes\n\n       AN  ACT  to  amend  the penal law, in relation to the theft and criminal\n         possession of air bags\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 155.00 of the penal law is amended by adding a new\n    2  subdivision 10 to read as follows:\n    3    10. \"AIR BAG\" MEANS ANY AIR BAG USED IN CONNECTION WITH A MOTOR  VEHI-\n    4  CLE INFLATABLE RESTRAINT SYSTEM.\n    5    S 2. Section 155.30 of the penal law is amended by adding a new subdi-\n    6  vision 12 to read as follows:\n    7    12. THE PROPERTY CONSISTS OF TWO OR MORE AIR BAGS.\n    8    S 3. Subdivisions 6 and 7 of section 165.45 of the penal law, subdivi-\n    9  sion  6 as added by chapter 450 of the laws of 1990 and subdivision 7 as\n   10  added by chapter 394 of the laws of 2005, are amended and a new subdivi-\n   11  sion 8 is added to read as follows:\n   12    6. The property consists of a scroll, religious  vestment,  vessel  or\n   13  other  item  of  property having a value of at least one hundred dollars\n   14  kept for or used in connection with religious worship in any building or\n   15  structure used as a place of religious worship  by  a  religious  corpo-\n   16  ration,  as  incorporated  under  the  religious corporations law or the\n   17  education law[.]; OR\n   18    7. The property consists of anhydrous ammonia or liquified ammonia gas\n   19  and the actor intends to use, or knows another person  intends  to  use,\n   20  such  anhydrous  ammonia  or  liquified ammonia gas to manufacture meth-\n   21  amphetamine[.]; OR\n   22    8. THE PROPERTY CONSISTS OF TWO OR MORE AIR BAGS.\n   23    S 4. Section 165.55 of the penal law is amended by adding a new subdi-\n   24  vision 5 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04381-01-1\n\n       A. 1337                             2\n\n    1    5. A PERSON WHO POSSESSES TWO OR MORE STOLEN AIR BAGS IS  PRESUMED  TO\n    2  KNOW THAT SUCH AIR BAGS WERE STOLEN.\n    3    S  5.  This  act shall take effect on the ninetieth day after it shall\n    4  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the theft and criminal possession of air bags ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T143426.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294684266886
}