{
  "year" : 2011,
  "senateBillNo" : "A1333-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A1333-2011-1294203600000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the yellow ribbon reintegration program; appropriation",
  "summary" : "Establishes the yellow ribbon reintegration program and makes an appropriation therefore; includes the adjutant general and the director of reintegration and the directors of veterans affairs as members of the traumatic brain injury services coordinating council and includes additional toxic materials or harmful physical agents in the scope of information to be provided by the veterans health care information program; requires health screening of veterans for traumatic brain injury and post-traumatic stress disorder; allows a criminal defendant to plead to not responsible by reason of mental disease or defect stemming from service in a combat zone; includes in the scope of duties of the division of veterans affairs, the commissioner of the office of mental health and the commissioner of the office of alcoholism and substance abuse services the establishment of a program for mental health and rehabilitative services for veterans, members of the New York national guard and residents in the armed forces reserves and their family members; makes an appropriation therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Military Law",
  "previousVersions" : [ "A10763-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1333\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CASTELLI, MONTESANO, BURLING, SALADINO, ORTIZ --\n         Multi-Sponsored by -- M. of A. HAWLEY -- read once and referred to the\n         Committee on Veterans' Affairs\n\n       AN ACT to amend the military law, in relation to establishing the yellow\n         ribbon reintegration program and making an appropriation therefor;  to\n         amend  the  public  health  law, in relation to including the adjutant\n         general and the director of reintegration and the directors of  veter-\n         ans' affairs as members of the traumatic brain injury services coordi-\n         nating  council  and  including  additional toxic materials or harmful\n         physical agents in the scope of information  to  be  provided  by  the\n         veterans  health care information program; to amend the executive law,\n         in relation to health screening of veterans for traumatic brain injury\n         and post-traumatic stress disorder; to amend  the  criminal  procedure\n         law,  in  relation  to  allowing  a  criminal defendant to plea to not\n         responsible by reason  of  mental  disease  or  defect  stemming  from\n         service  in  a  combat  zone;  and  to amend the executive law and the\n         mental hygiene law, in relation to including in the scope of duties of\n         the division of veterans' affairs, the commissioner of the  office  of\n         mental  health  and  the  commissioner of the office of alcoholism and\n         substance abuse services the establishment of  a  program  for  mental\n         health  and  rehabilitative  services for veterans, members of the New\n         York national guard and residents in the  armed  forces  reserves  and\n         their family members\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The military law is amended by adding a new article  14  to\n    2  read as follows:\n    3                                 ARTICLE XIV\n    4                     YELLOW RIBBON REINTEGRATION PROGRAM\n    5  SECTION 340. DEFINITIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05574-01-1\n\n       A. 1333                             2\n\n    1          341. YELLOW  RIBBON  REINTEGRATION  PROGRAM;  ESTABLISHMENT  AND\n    2                 PURPOSE.\n    3          342. OFFICE FOR REINTEGRATION PROGRAMS.\n    4          343. STATE DEPLOYMENT CYCLE SUPPORT TEAMS.\n    5          344. REINTEGRATION PROGRAMS.\n    6          345. POST-TRAUMATIC  STRESS  DISORDER AND TRAUMATIC BRAIN INJURY\n    7                 QUESTIONNAIRES.\n    8    S 340. DEFINITIONS. FOR THE PURPOSES OF THIS  ARTICLE,  THE  FOLLOWING\n    9  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   10    1.  \"BATTLEMIND  II  TRAINING\" MEANS A PROGRAM DEVELOPED BY THE UNITED\n   11  STATES ARMY THAT CONSISTS OF VIDEO VIGNETTES MEANT TO ASSIST MEMBERS  OF\n   12  THE  ARMED  FORCES IN RELATING COMBAT SKILLS TO EMOTIONAL REACTIONS THAT\n   13  THEY MAY EXPERIENCE AFTER DEPLOYMENT.\n   14    2. \"FAMILY ASSISTANCE CENTERS\" MEANS CENTERS ESTABLISHED  BY  THE  NEW\n   15  YORK  NATIONAL  GUARD  OFFICE  OF FAMILY PROGRAMS WITHIN THE DIVISION OF\n   16  MILITARY AND NAVAL AFFAIRS, WHICH PROVIDE LOCATIONS FROM  WHICH  ASSIST-\n   17  ANCE  AND  INFORMATION MAY BE PROVIDED TO FAMILIES OF MEMBERS OF THE NEW\n   18  YORK NATIONAL GUARD.\n   19    3. \"FAMILY READINESS GROUPS\" MEANS GROUPS ESTABLISHED BY THE NEW  YORK\n   20  NATIONAL GUARD OFFICE OF FAMILY PROGRAMS WITHIN THE DIVISION OF MILITARY\n   21  AND  NAVAL  AFFAIRS,  WHICH PROVIDE INFORMATION, SUPPORT AND SERVICES TO\n   22  FAMILIES OF MEMBERS OF THE NEW YORK NATIONAL GUARD RELATING TO PREPARING\n   23  SUCH FAMILIES FOR THE RETURN OF THEIR NEW  YORK  NATIONAL  GUARD  FAMILY\n   24  MEMBER FROM DEPLOYMENT.\n   25    4.  \"MILITARY  ONESOURCE\"  MEANS THE PROGRAM ESTABLISHED BY THE UNITED\n   26  STATES DEPARTMENT OF DEFENSE TO  AID  ACTIVE  DUTY,  GUARD  AND  RESERVE\n   27  MEMBERS  AND  THEIR  FAMILIES BY PROVIDING GUIDANCE TO MEMBERS AND THEIR\n   28  FAMILIES AS TO EXISTING SERVICES, MAKING SUCH SERVICES  MORE  ACCESSIBLE\n   29  AND SUPPLEMENTING SUCH SERVICES.\n   30    5.  \"POST-DEPLOYMENT  HEALTH REASSESSMENT\" MEANS A PROGRAM MANDATED BY\n   31  THE UNITED STATES ASSISTANT SECRETARY OF  DEFENSE  FOR  HEALTH  AFFAIRS,\n   32  DESIGNED TO IDENTIFY AND ADDRESS HEALTH CONCERNS, WITH SPECIFIC EMPHASIS\n   33  ON MENTAL HEALTH, THAT HAVE EMERGED SINCE DEPLOYMENT.\n   34    6.  \"TRICARE\"  MEANS  A  HEALTH  INSURANCE PLAN AVAILABLE FOR ELIGIBLE\n   35  RESERVE COMPONENT MEMBERS WHO ARE SERVING IN THE NEW YORK ARMY  NATIONAL\n   36  GUARD.\n   37    7.  \"UNITED  STATES  NATIONAL  GUARD  BUREAU  OFFICE  OF REINTEGRATION\n   38  PROGRAMS\" MEANS THE FEDERAL OFFICE ESTABLISHED BY THE  NATIONAL  DEFENSE\n   39  AUTHORIZATION  ACT  OF 2008, PUBLIC LAW 110-181 OF THE ONE HUNDRED TENTH\n   40  CONGRESS.\n   41    S 341. YELLOW RIBBON REINTEGRATION PROGRAM; ESTABLISHMENT AND PURPOSE.\n   42  1. THE ADJUTANT GENERAL, IN COORDINATION WITH THE FEDERAL CHIEF  OF  THE\n   43  NATIONAL  GUARD  BUREAU,  SHALL  ESTABLISH A YELLOW RIBBON REINTEGRATION\n   44  PROGRAM TO PROVIDE NATIONAL GUARD MEMBERS AND THEIR FAMILIES WITH SUFFI-\n   45  CIENT INFORMATION, SERVICES, REFERRAL, AND PROACTIVE  OUTREACH  OPPORTU-\n   46  NITIES  THROUGHOUT  THE  ENTIRE  DEPLOYMENT CYCLE. THIS PROGRAM SHALL BE\n   47  KNOWN AS THE YELLOW RIBBON REINTEGRATION PROGRAM.\n   48    2. THE YELLOW RIBBON REINTEGRATION PROGRAM SHALL CONSIST  OF  INFORMA-\n   49  TIONAL  EVENTS AND ACTIVITIES FOR MEMBERS OF THE ORGANIZED MILITIA OR OF\n   50  A RESERVE COMPONENT OF THE ARMED FORCES  OF  THE  UNITED  STATES,  THEIR\n   51  FAMILIES AND COMMUNITY MEMBERS THROUGH THE FOUR PHASES OF THE DEPLOYMENT\n   52  CYCLE:\n   53    (A) PRE-DEPLOYMENT.\n   54    (B) DEPLOYMENT.\n   55    (C) DEMOBILIZATION.\n   56    (D) POST-DEPLOYMENT RECONSTITUTION.\n\n       A. 1333                             3\n\n    1    3. THE HEAD OF SUCH PROGRAM SHALL BE THE DIRECTOR OF THE YELLOW RIBBON\n    2  REINTEGRATION  PROGRAM.  HE  OR  SHE  SHALL BE APPOINTED BY THE ADJUTANT\n    3  GENERAL.\n    4    S 342. OFFICE FOR REINTEGRATION PROGRAMS. 1. (A) THE DIVISION OF MILI-\n    5  TARY  AND  NAVAL  AFFAIRS  SHALL  ESTABLISH THE OFFICE FOR REINTEGRATION\n    6  PROGRAMS.  THIS OFFICE SHALL ADMINISTER ALL  REINTEGRATION  PROGRAMS  IN\n    7  COORDINATION  WITH  STATE  ORGANIZATIONS  AND THE UNITED STATES NATIONAL\n    8  GUARD BUREAU OFFICE OF REINTEGRATION PROGRAMS.\n    9    (B) THE  OFFICE  FOR  REINTEGRATION  PROGRAMS  SHALL  CONSIST  OF  TEN\n   10  FULL-TIME  ENLISTED  PERSONNEL  TO  ADMINISTER THE YELLOW RIBBON REINTE-\n   11  GRATION PROGRAM. THE OFFICE SHALL BE RESPONSIBLE FOR  COORDINATION  WITH\n   12  EXISTING  NEW  YORK  NATIONAL  GUARD  FAMILY  AND  SUPPORT PROGRAMS. THE\n   13  COMMANDERS OF THE ARMY NATIONAL GUARD AND AIR NATIONAL GUARD MAY APPOINT\n   14  LIAISON OFFICERS TO WORK WITH THE PERMANENT OFFICE STAFF.    THE  OFFICE\n   15  SHALL  CLOSELY COORDINATE WITH APPROPRIATE OFFICERS AND ENLISTED PERSON-\n   16  NEL WITH RESPECT TO  EXISTING  FAMILY  SUPPORT  STRUCTURE,  MOBILIZATION\n   17  SCHEDULES,  TRAINING  SCHEDULES,  TRAINING  PLANS  AND PROGRAMS, AND ANY\n   18  OTHER PERSONNEL ISSUES.\n   19    2. THE OFFICE FOR REINTEGRATION PROGRAMS SHALL ISSUE INTERNAL  REPORTS\n   20  AS  NECESSARY  AND  SHALL  SUBMIT  ANNUAL REPORTS TO THE LEGISLATURE NOT\n   21  LATER THAN ONE HUNDRED EIGHTY DAYS AFTER THE END OF  A  ONE-YEAR  PERIOD\n   22  FROM  ESTABLISHMENT  OF  THE  OFFICE  FOR  REINTEGRATION PROGRAMS. THESE\n   23  REPORTS SHALL CONTAIN:\n   24    (A) AN EVALUATION OF THE REINTEGRATION PROGRAM'S IMPLEMENTATION;\n   25    (B) AN ASSESSMENT OF ANY UNMET RESOURCE REQUIREMENTS;\n   26    (C) AN ASSESSMENT OF THE REINTEGRATION PROGRAM'S  INCLUSION  OF  OTHER\n   27  RESERVE  COMPONENT  SERVICE MEMBERS AND THE NECESSITY FOR FURTHER EXPAN-\n   28  SION TO INCORPORATE ALL THE RESERVE COMPONENTS; AND\n   29    (D) RECOMMENDATIONS REGARDING CLOSER COORDINATION BETWEEN  THE  OFFICE\n   30  OF REINTEGRATION PROGRAMS AND STATE ORGANIZATIONS.\n   31    S  343.  STATE  DEPLOYMENT  CYCLE  SUPPORT TEAMS. THE ADJUTANT GENERAL\n   32  SHALL DETAIL PERSONNEL NECESSARY TO THE DIRECTOR  OF  REINTEGRATION  FOR\n   33  THE ADMINISTRATION OF THE YELLOW RIBBON REINTEGRATION PROGRAM IN COORDI-\n   34  NATION  WITH UNITED STATES NATIONAL GUARD BUREAU OFFICE OF REINTEGRATION\n   35  PROGRAMS DEPLOYMENT CYCLE SUPPORT TEAM MEMBERS BASED ON NEED,  GEOGRAPH-\n   36  ICAL  DISPERSION,  AND MILITARY POPULATION. THE OFFICE FOR REINTEGRATION\n   37  PROGRAMS IS ENCOURAGED TO EMPLOY WOUNDED SERVICE MEMBERS  AND  RETURNING\n   38  COMBAT  VETERANS WHENEVER POSSIBLE. THE PRIMARY FUNCTION OF TEAM MEMBERS\n   39  SHALL BE:\n   40    1. DEVELOPING AND MANAGING THE REINTEGRATION CURRICULUM;\n   41    2. CONTRACTING AND RECRUITING FOR NECESSARY SERVICE PROVIDERS; AND\n   42    3. ENSURING THAT PROVIDERS' SKILLS ADAPT TO THE UNIQUE MILITARY NATURE\n   43  OF THE REINTEGRATION PROGRAM.\n   44    S  344.  REINTEGRATION  PROGRAMS.  1.  THE  OFFICE  FOR  REINTEGRATION\n   45  PROGRAMS  SHALL  ANALYZE  THE  DEMOGRAPHICS,  PLACEMENT  OF STATE FAMILY\n   46  ASSISTANCE CENTERS, AND FAMILY  ASSISTANCE  CENTER  RESOURCES  BEFORE  A\n   47  MOBILIZATION  ALERT IS ISSUED TO AFFECTED STATE NATIONAL GUARD ORGANIZA-\n   48  TIONS. THE OFFICE OF  REINTEGRATION  PROGRAMS  SHALL  CONSULT  WITH  THE\n   49  UNITED  STATES  NATIONAL  GUARD  BUREAU OFFICE OF REINTEGRATION PROGRAMS\n   50  FOLLOWING THE ISSUANCE OF A MOBILIZATION ALERT AND IMPLEMENT THE REINTE-\n   51  GRATION EVENTS IN ACCORDANCE WITH THE REINTEGRATION PROGRAM PHASE MODEL.\n   52    2. THE PRE-DEPLOYMENT  PHASE  SHALL  BE  CONDUCTED  BY  UNITED  STATES\n   53  NATIONAL  GUARD BUREAU OFFICE OF REINTEGRATION PROGRAMS DEPLOYMENT CYCLE\n   54  SUPPORT TEAM MEMBERS AND CONSTITUTE THE TIME FROM FIRST NOTIFICATION  OF\n   55  MOBILIZATION  UNTIL  DEPLOYMENT  OF  THE  MOBILIZED NATIONAL GUARD UNIT.\n   56  EVENTS AND ACTIVITIES SHALL FOCUS ON PROVIDING  EDUCATION  AND  ENSURING\n\n       A. 1333                             4\n\n    1  THE  READINESS  OF  SERVICE  MEMBERS,  FAMILIES, AND COMMUNITIES FOR THE\n    2  RIGORS OF A COMBAT DEPLOYMENT AND SHALL INCLUDE THE FOLLOWING:\n    3    (A) SERVICE MEMBER READINESS;\n    4    (B) MARRIAGE COUNSELING;\n    5    (C) YOUTH COUNSELING;\n    6    (D) FAMILY COUNSELING;\n    7    (E) SINGLE SERVICE MEMBER COUNSELING;\n    8    (F)  INFORMATION  ON  RESOURCES AVAILABLE TO SERVICE MEMBERS AND FAMI-\n    9  LIES;\n   10    (G) INTRODUCTION TO THE MILITARY ONESOURCE PROGRAM;\n   11    (H) DIVISION OF VETERANS' AFFAIRS RESOURCES;\n   12    (I) SMALL BUSINESS PLANNING;\n   13    (J) FINANCIAL PLANNING AND EDUCATION; AND\n   14    (K) STATE PROGRAMS AND BENEFITS.\n   15    3. (A) THE DEPLOYMENT PHASE SHALL BE CONDUCTED BY  THE  UNITED  STATES\n   16  NATIONAL  GUARD BUREAU OFFICE OF REINTEGRATION PROGRAMS DEPLOYMENT CYCLE\n   17  SUPPORT TEAM MEMBERS AND CONSTITUTE THE PERIOD FROM  DEPLOYMENT  OF  THE\n   18  MOBILIZED NATIONAL GUARD UNIT UNTIL THE UNIT ARRIVES AT A DEMOBILIZATION\n   19  STATION  INSIDE  THE  CONTINENTAL  UNITED  STATES.  EVENTS  AND SERVICES\n   20  PROVIDED SHALL FOCUS ON THE CHALLENGES AND STRESS ASSOCIATED WITH  SEPA-\n   21  RATION AND HAVING A SERVICE MEMBER IN A COMBAT ZONE. EVENTS AND SERVICES\n   22  INCLUDE  SUPPORT  ACTIVITIES LISTED IN PARAGRAPH (B) OF THIS SUBDIVISION\n   23  AND REINTEGRATION PREPARATION ACTIVITIES LISTED IN PARAGRAPH (C) OF THIS\n   24  SUBDIVISION.  INFORMATION SESSIONS SHOULD UTILIZE STATE  NATIONAL  GUARD\n   25  RESOURCES IN COORDINATION WITH THE FEDERAL OFFICES RELATED THERETO.\n   26    (B) SUPPORT ACTIVITIES SHALL INCLUDE:\n   27    (I) YOUTH COUNSELING;\n   28    (II) FAMILY COUNSELING;\n   29    (III) COMMUNITY OUTREACH;\n   30    (IV) CONTINUED CONTACT WITH SPOUSES AND PARENTS;\n   31    (V)  INFORMATION  ON RESOURCES AVAILABLE TO FAMILY MEMBERS, TO INCLUDE\n   32  ACCESS TO MILITARY ONESOURCE AND CHILD CARE;\n   33    (VI) TRICARE AND HEALTHCARE;\n   34    (VII) MILITARY PAY AND ALLOWANCES; AND\n   35    (VIII) STATE PROGRAMS AND BENEFITS.\n   36    (C)  REINTEGRATION  PREPARATION  ACTIVITIES  SHALL  BE  CONDUCTED   AS\n   37  FOLLOWS:\n   38    (I)  FAMILY INFORMATION SESSIONS SHOULD PREPARE FAMILY MEMBERS FOR THE\n   39  HOMECOMING OF THEIR SERVICE MEMBER AND TO INFORM THEM ON WHAT  THEY  CAN\n   40  DO  TO  MAKE  THIS  TRANSITION  AS  EASY  AS  POSSIBLE. THE SESSIONS ARE\n   41  DESIGNED TO INCREASE THE FAMILY MEMBER'S KNOWLEDGE OF THE  REINTEGRATION\n   42  PROCESS AND TO PROVIDE RESOURCES TO THEM AS THEY GO THROUGH THE STEPS OF\n   43  REINTEGRATION.  INFORMATION  SESSIONS SHOULD BE OFFERED AT LOCATIONS AND\n   44  TIMES SO AS TO ACCOMMODATE AS MANY FAMILY MEMBERS AS POSSIBLE.\n   45    (II) COMMUNITY INFORMATION SESSIONS SHOULD EDUCATE COMMUNITY  LEADERS,\n   46  CLERGY,  SCHOOLS,  EMPLOYERS,  MENTAL  HEALTH  PROFESSIONALS, AND FAMILY\n   47  READINESS GROUPS ABOUT THE CHALLENGES OF REINTEGRATION,  AND  WHAT  THEY\n   48  CAN  DO  TO  ASSIST  COMBAT  VETERANS AND THEIR FAMILIES TO SUCCESSFULLY\n   49  REINTEGRATE BACK INTO THE COMMUNITY.   INFORMATION  SESSIONS  SHOULD  BE\n   50  OFFERED AT LOCATIONS AND TIMES SO AS TO ACCOMMODATE AS MANY PARTICIPANTS\n   51  AS POSSIBLE.\n   52    4.  (A)  THE  DEMOBILIZATION  PHASE  SHALL  BE CONDUCTED BY THE UNITED\n   53  STATES NATIONAL GUARD BUREAU OFFICE OF REINTEGRATION PROGRAMS DEPLOYMENT\n   54  CYCLE SUPPORT TEAM MEMBERS AND CONSTITUTE THE PERIOD FROM ARRIVAL OF THE\n   55  NATIONAL GUARD UNIT AT THE DEMOBILIZATION STATION  UNTIL  ITS  DEPARTURE\n   56  FOR  HOME  STATION. IN THE INTEREST OF RETURNING SERVICE MEMBERS AS SOON\n\n       A. 1333                             5\n\n    1  AS POSSIBLE TO THEIR HOME STATIONS, REINTEGRATION BRIEFINGS  DURING  THE\n    2  DEMOBILIZATION  PHASE  SHALL BE MINIMIZED. THE NEW YORK STATE DEPLOYMENT\n    3  CYCLE SUPPORT TEAM SHALL ASSIST DEMOBILIZING SERVICE MEMBERS IN  ENROLL-\n    4  ING  FOR  MEDICAL BENEFITS WITH THE UNITED STATES DEPARTMENT OF VETERANS\n    5  AFFAIRS DURING THE DEMOBILIZATION PHASE. THE NEW YORK  STATE  DEPLOYMENT\n    6  CYCLE  SUPPORT TEAMS SHALL PROVIDE OTHER EVENTS FROM THE INITIAL REINTE-\n    7  GRATION ACTIVITY AS DETERMINED BY  THE  STATE  OFFICE  OF  REINTEGRATION\n    8  PROGRAMS. REMAINING EVENTS SHALL BE CONDUCTED DURING THE POST-DEPLOYMENT\n    9  RECONSTITUTION PHASE.\n   10    (B)  THE  PURPOSE  OF THIS REINTEGRATION PROGRAM IS TO EDUCATE SERVICE\n   11  MEMBERS ABOUT THE RESOURCES THAT ARE AVAILABLE TO THEM  AND  TO  CONNECT\n   12  SERVICE  MEMBERS  TO SERVICE PROVIDERS WHO CAN ASSIST THEM IN OVERCOMING\n   13  THE CHALLENGES OF REINTEGRATION.   THE  INITIAL  REINTEGRATION  ACTIVITY\n   14  SHALL INCLUDE, BUT IS NOT LIMITED TO:\n   15    (I) INFORMING SERVICE MEMBERS OF THEIR VETERANS' BENEFITS;\n   16    (II)  ASSISTING WITH UNEMPLOYMENT AND ENROLLMENT IN EMPLOYMENT TRANSI-\n   17  TION SERVICES;\n   18    (III) A DRIVER SAFETY BRIEFING  GIVEN  BY  QUALIFIED  LAW  ENFORCEMENT\n   19  OFFICIALS;\n   20    (IV)  IDENTIFICATION OF HIGH-RISK SERVICE MEMBERS AND ESTABLISHMENT OF\n   21  PLANS FOR FOLLOW-ON CARE;\n   22    (V) IDENTIFICATION OF SERVICE MEMBERS REQUIRING FOLLOW-ON HEALTH CARE;\n   23    (VI) LEGAL BRIEFINGS AND LEGAL ASSISTANCE; AND\n   24    (VII) AN OPPORTUNITY FOR  SEXUAL  ASSAULT  VICTIMS  TO  CONFIDENTIALLY\n   25  REPORT SUCH CRIMES.\n   26    5.  (A) THE POST-DEPLOYMENT RECONSTITUTION PHASE SHALL BE CONDUCTED BY\n   27  UNITED STATES NATIONAL GUARD BUREAU  OFFICE  OF  REINTEGRATION  PROGRAMS\n   28  DEPLOYMENT  CYCLE  SUPPORT  TEAM  MEMBERS AND CONSTITUTE THE PERIOD FROM\n   29  ARRIVAL AT HOME STATION UNTIL ONE HUNDRED EIGHTY DAYS FOLLOWING  DEMOBI-\n   30  LIZATION.  ACTIVITIES  AND SERVICES PROVIDED SHALL FOCUS ON RECONNECTING\n   31  SERVICE MEMBERS  WITH  THEIR  FAMILIES  AND  COMMUNITIES  AND  PROVIDING\n   32  RESOURCES AND INFORMATION NECESSARY FOR SUCCESSFUL REINTEGRATION.  REIN-\n   33  TEGRATION  EVENTS SHALL BEGIN WITH ELEMENTS OF THE INITIAL REINTEGRATION\n   34  ACTIVITY PROGRAM THAT  WERE  NOT  COMPLETED  DURING  THE  DEMOBILIZATION\n   35  PHASE.\n   36    (B)  THE  STATE  OFFICE  OF  REINTEGRATION PROGRAMS SHALL HOLD REINTE-\n   37  GRATION ACTIVITIES AT THE THIRTY-DAY, SIXTY-DAY, AND NINETY-DAY INTERVAL\n   38  FOLLOWING DEMOBILIZATION IN COORDINATION WITH THE DIVISION  OF  MILITARY\n   39  AND NAVAL AFFAIRS.  THESE ACTIVITIES SHALL FOCUS ON RECONNECTING SERVICE\n   40  MEMBERS AND FAMILY MEMBERS WITH THE SERVICE PROVIDERS FROM INITIAL REIN-\n   41  TEGRATION  ACTIVITY  TO ENSURE SERVICE MEMBERS AND THEIR FAMILIES UNDER-\n   42  STAND WHAT BENEFITS THEY ARE ENTITLED TO AND WHAT RESOURCES  ARE  AVAIL-\n   43  ABLE  TO  HELP  THEM  OVERCOME  THE  CHALLENGES  OF  REINTEGRATION.  THE\n   44  REINTEGRATION ACTIVITIES SHOULD ALSO PROVIDE A FORUM FOR SERVICE MEMBERS\n   45  AND FAMILIES TO ADDRESS NEGATIVE BEHAVIORS RELATED TO COMBAT STRESS  AND\n   46  TRANSITION.  ONE  OF  THE  REINTEGRATION ACTIVITIES SHALL BE FOR SERVICE\n   47  MEMBERS TO CONDUCT A THOROUGH  POST-DEPLOYMENT  HEALTH  REASSESSMENT  OF\n   48  COMBAT  VETERANS  AND  PROVIDE ANY REMAINING MEDICAL OR DENTAL SERVICES.\n   49  ACTIVITIES, EVENTS, AND SERVICES PROVIDED AT THE THIRTY-DAY,  SIXTY-DAY,\n   50  AND NINETY-DAY REINTEGRATION ACTIVITIES SHALL INCLUDE, BUT NOT BE LIMIT-\n   51  ED TO:\n   52    (I) BATTLEMIND TRAINING II FOR SERVICE MEMBERS AND THEIR FAMILIES;\n   53    (II)  PREVENTION AND RELATIONSHIP ENHANCEMENT PROGRAM MARRIAGE ENRICH-\n   54  MENT WORKSHOP TO FOCUS ON ASSISTING SERVICE MEMBERS  TO  RECONNECT  WITH\n   55  THEIR SPOUSES;\n   56    (III) SINGLE SERVICE MEMBER CHALLENGES WORKSHOP;\n\n       A. 1333                             6\n\n    1    (IV)  PARENTING  WORKSHOP  TO ASSIST SERVICE MEMBERS TO RECONNECT WITH\n    2  THEIR CHILDREN;\n    3    (V)  LOCAL  SERVICES  STATION PROGRAM WITH REPRESENTATIVES FROM LEGAL,\n    4  TRICARE, EDUCATION SERVICES, THE DIVISION OF  VETERANS'  AFFAIRS,  STATE\n    5  VETERANS  CENTERS,  STATE  WORKFORCE  OFFICES, CHAPLAIN'S OFFICE, COUNTY\n    6  VETERANS SERVICE OFFICERS,  MILITARY  ONESOURCE,  STATE  TAX  OFFICIALS,\n    7  STATE YOUTH PROGRAMS, AND NATIONAL GUARD UNIT ADMINISTRATION OFFICES;\n    8    (VI) ANGER MANAGEMENT WORKSHOP;\n    9    (VII) SUBSTANCE ABUSE WORKSHOP;\n   10    (VIII) GAMBLING ABUSE WORKSHOP;\n   11    (IX) LAW ENFORCEMENT BRIEFING;\n   12    (X) TRICARE AND MILITARY ONESOURCE REPRESENTATIVES;\n   13    (XI) POST-DEPLOYMENT HEALTH REASSESSMENT WITH ON-SITE SUPPORT FROM THE\n   14  FEDERAL  DEPARTMENT OF VETERANS AFFAIRS MEDICAL CENTERS, REPRESENTATIVES\n   15  FROM THE DIVISION OF VETERANS' AFFAIRS, AND CASE  MANAGERS  PROVIDED  BY\n   16  THE DEPARTMENT OF DEFENSE; AND\n   17    (XII) REINTEGRATION PROGRAM ASSESSMENT.\n   18    6. (A) THE DIRECTOR OF REINTEGRATION, IN COOPERATION WITH THE DIVISION\n   19  OF  MILITARY  AND  NAVAL AFFAIRS, THE DIVISION OF VETERANS' AFFAIRS, THE\n   20  DEPARTMENT OF HEALTH, THE OFFICE OF MENTAL HEALTH, THE OFFICE OF  MENTAL\n   21  RETARDATION  AND DEVELOPMENTAL DISABILITIES AND THE OFFICE OF ALCOHOLISM\n   22  AND SUBSTANCE ABUSE SERVICES, SHALL ESTABLISH A PROGRAM TO  MONITOR  AND\n   23  COORDINATE  MENTAL HEALTH AND REHABILITATIVE SERVICES SUPPORT FOR VETER-\n   24  ANS AND MEMBERS OF THE NATIONAL GUARD AND RESIDENTS IN THE ARMED  FORCES\n   25  RESERVES  NOT  IN ACTIVE FEDERAL SERVICE. THE PROGRAM SHALL ALSO SUPPORT\n   26  FAMILY MEMBERS AFFECTED BY COVERED MILITARY MEMBERS' SERVICE AND DEPLOY-\n   27  MENTS.  THE PURPOSE OF THE PROGRAM IS TO ENSURE THAT ADEQUATE AND TIMELY\n   28  ASSESSMENT, TREATMENT, AND SUPPORT ARE AVAILABLE  TO  VETERANS,  SERVICE\n   29  MEMBERS, AND AFFECTED FAMILY MEMBERS.\n   30    (B)  THE  PROGRAM  SHALL FACILITATE SUPPORT FOR COVERED INDIVIDUALS TO\n   31  PROVIDE TIMELY ASSESSMENT AND TREATMENT FOR STRESS-RELATED INJURIES  AND\n   32  TRAUMATIC  BRAIN  INJURIES  RESULTING  FROM SERVICE IN COMBAT AREAS, AND\n   33  SUBJECT TO THE AVAILABILITY OF PUBLIC AND PRIVATE FUNDS APPROPRIATED FOR\n   34  THEM, CASE MANAGEMENT SERVICES, OUTPATIENT, FAMILY  SUPPORT,  AND  OTHER\n   35  APPROPRIATE  BEHAVIORAL  HEALTH  AND  BRAIN INJURY SERVICES NECESSARY TO\n   36  PROVIDE INDIVIDUAL SERVICES AND SUPPORT TO MILITARY SERVICE MEMBERS  AND\n   37  THEIR FAMILY MEMBERS COVERED BY THIS SECTION.\n   38    7.  SERVICE  MEMBERS  SHALL  RECEIVE  APPROPRIATE  PAY  FOR DAYS SPENT\n   39  ATTENDING THE REINTEGRATION ACTIVITIES.\n   40    S 345. POST-TRAUMATIC STRESS DISORDER AND TRAUMATIC BRAIN INJURY QUES-\n   41  TIONNAIRES. 1. AN OFFICER OR ENLISTED PERSON  SERVING  IN  THE  NATIONAL\n   42  GUARD  WHILE UNDER STATE JURISDICTION SHALL TAKE A DIVISION-ADMINISTERED\n   43  POST-TRAUMATIC STRESS DISORDER QUESTIONNAIRE AND A TRAUMATIC BRAIN INJU-\n   44  RY QUESTIONNAIRE UNDER THE SUPERVISION OF THE DIRECTOR OF  REINTEGRATION\n   45  BEFORE  BEING  DEPLOYED  IN  OPERATION IRAQI FREEDOM, OPERATION ENDURING\n   46  FREEDOM, OR ANY OTHER OVERSEAS SERVICE PURSUANT TO ANY  FUTURE  DECLARA-\n   47  TION  OF  WAR BY THE UNITED STATES CONGRESS OR THE BEGINNING OF AN EMER-\n   48  GENCY CONDITION RECOGNIZED BY THE ISSUANCE OF A  PRESIDENTIAL  PROCLAMA-\n   49  TION OR A PRESIDENTIAL EXECUTIVE ORDER.\n   50    2.  AN OFFICER OR ENLISTED PERSON SERVING IN THE NATIONAL GUARD WITHIN\n   51  NINETY DAYS OF HIS OR HER RETURN TO STATE  JURISDICTION  FROM  OPERATION\n   52  IRAQI FREEDOM, OPERATION ENDURING FREEDOM, OR ANY OTHER OVERSEAS SERVICE\n   53  PURSUANT  TO ANY FUTURE DECLARATION OF WAR BY THE UNITED STATES CONGRESS\n   54  OR THE BEGINNING OF AN EMERGENCY CONDITION RECOGNIZED BY THE ISSUANCE OF\n   55  A PRESIDENTIAL PROCLAMATION OR A PRESIDENTIAL EXECUTIVE ORDER SHALL TAKE\n   56  A DIVISION-ADMINISTERED POST-TRAUMATIC STRESS DISORDER QUESTIONNAIRE AND\n\n       A. 1333                             7\n\n    1  A TRAUMATIC BRAIN INJURY QUESTIONNAIRE  UNDER  THE  SUPERVISION  OF  THE\n    2  DIRECTOR OF REINTEGRATION.\n    3    3. AN OFFICER OR ENLISTED PERSON SERVING IN THE NATIONAL GUARD AND WHO\n    4  HAS RETURNED TO STATE JURISDICTION FROM OPERATION IRAQI FREEDOM OR OPER-\n    5  ATION ENDURING FREEDOM SHALL TAKE A DIVISION-ADMINISTERED POST-TRAUMATIC\n    6  STRESS DISORDER QUESTIONNAIRE AND A TRAUMATIC BRAIN INJURY QUESTIONNAIRE\n    7  UNDER THE SUPERVISION OF THE DIRECTOR OF REINTEGRATION.\n    8    4. THE OFFICER OR ENLISTED PERSON IS EXEMPT FROM THE DIVISION-ADMINIS-\n    9  TERED POST-TRAUMATIC STRESS DISORDER AND TRAUMATIC BRAIN INJURY REQUIRE-\n   10  MENTS  IF HE OR SHE HAS COMPLETED SIMILAR QUESTIONNAIRES APPROVED BY THE\n   11  UNITED STATES DEPARTMENT  OF  VETERANS  AFFAIRS  OR  THE  UNITED  STATES\n   12  DEPARTMENT OF DEFENSE WHILE UNDER THE CONTROL OF THE FEDERAL GOVERNMENT.\n   13    5.  AN  OFFICER  OR  ENLISTED  PERSON WHO HAS BEEN DISCHARGED FROM THE\n   14  NATIONAL GUARD, AN ACTIVE DUTY SERVICE MEMBER RESIDING IN NEW YORK, OR A\n   15  FEDERAL RESERVIST RESIDING IN NEW YORK WHO HAS BEEN DEPLOYED  IN  OPERA-\n   16  TION IRAQI FREEDOM OR OPERATION ENDURING FREEDOM MAY TAKE A DIVISION-AD-\n   17  MINISTERED  POST-TRAUMATIC STRESS DISORDER QUESTIONNAIRE AND A TRAUMATIC\n   18  BRAIN INJURY QUESTIONNAIRE FREE OF CHARGE UNDER THE SUPERVISION  OF  THE\n   19  DIRECTOR OF REINTEGRATION.\n   20    6.  THE QUESTIONNAIRES SHALL BE DEVELOPED BY THE ADJUTANT GENERAL WITH\n   21  THE ASSISTANCE OF THE DIRECTOR OF REINTEGRATION, ANY  STATEWIDE  ASSOCI-\n   22  ATIONS SPECIALIZING IN TRAUMATIC BRAIN INJURIES AND THE OFFICE OF MENTAL\n   23  HEALTH AND SHALL BE APPROVED BY THE UNITED STATES DEPARTMENT OF VETERANS\n   24  AFFAIRS OR THE UNITED STATES DEPARTMENT OF DEFENSE.\n   25    7. ALL POST-TRAUMATIC STRESS DISORDER AND TRAUMATIC BRAIN INJURY QUES-\n   26  TIONNAIRES SHALL BE STORED AS ELECTRONIC DOCUMENTS BY THE DIVISION.\n   27    S  2. Subdivision 1 of section 2744 of the public health law, as added\n   28  by chapter 196 of the laws of 1994, is amended to read as follows:\n   29    1. The traumatic brain injury services coordinating council is  hereby\n   30  established  and  shall consist of the following persons or their desig-\n   31  nees: the commissioner,  the  commissioner  of  mental  retardation  and\n   32  developmental disabilities, the office of mental health, the commission-\n   33  er  of  education,  the  commissioner  of alcoholism and substance abuse\n   34  services, the commissioner of social services, THE ADJUTANT GENERAL, THE\n   35  STATE DIRECTOR OF REINTEGRATION, THE DIRECTOR OF THE DIVISION OF  VETER-\n   36  ANS'  AFFAIRS, the state advocate for the disabled and the commission on\n   37  quality of care for the mentally  disabled.  In  addition,  the  council\n   38  shall  consist  of  the following persons: five persons appointed by the\n   39  governor, three of whom shall be persons with traumatic brain injury and\n   40  two of whom shall be representative of the  public  and  have  a  demon-\n   41  strated  expertise  and  interest in traumatic brain injury; two persons\n   42  appointed by the temporary president of the senate, one of whom shall be\n   43  a person with traumatic brain injury and one of whom shall be  represen-\n   44  tative  of  the public and have a demonstrated expertise and interest in\n   45  traumatic brain injury; two persons appointed  by  the  speaker  of  the\n   46  assembly,  one of whom shall be a person with traumatic brain injury and\n   47  one of whom shall be representative of the  public  and  have  a  demon-\n   48  strated  expertise  and  interest  in traumatic brain injury, one person\n   49  appointed by the minority leader of the senate who  shall  be  a  person\n   50  with  traumatic brain injury or be representative of the public and have\n   51  a demonstrated expertise and interest in traumatic brain injury; and one\n   52  person appointed by the minority leader of the assembly who shall  be  a\n   53  person  with  traumatic  brain injury or be representative of the public\n   54  and have a demonstrated expertise and interest in traumatic brain  inju-\n   55  ry. Of the five persons appointed by the governor, three shall serve for\n   56  a  term  of  one  year,  one shall serve for a term of two years and one\n\n       A. 1333                             8\n\n    1  shall serve for a term of three years.  Of the two persons appointed  by\n    2  the temporary president of the senate, one shall serve for a term of two\n    3  years  and one shall serve for a term of three years. Of the two persons\n    4  appointed  by the speaker of the assembly, one shall serve for a term of\n    5  two years and one shall serve for a term  of  three  years.  The  person\n    6  appointed  by the minority leader of the senate and the person appointed\n    7  by the minority leader of the assembly shall serve for  a  term  of  one\n    8  year. Subsequent appointments for vacancies shall be for a term of three\n    9  years  and  shall  be filled in the same manner as the original appoint-\n   10  ment.\n   11    S 3. Subdivision 1 of section  3803  of  the  public  health  law,  as\n   12  amended  by  chapter  743  of  the  laws  of 2006, is amended to read as\n   13  follows\n   14    1. There is hereby created within the department the  veterans  health\n   15  care information program (referred to in this section as the \"program\"),\n   16  which  shall  provide information on health issues associated with mili-\n   17  tary  duty,  including  but  not  limited  to  Agent  Orange,  Gulf  War\n   18  Syndromes,  toxic materials or harmful physical agents such as, depleted\n   19  uranium, and EXPOSURE TO IONIZING RADIATION  AS  THE  RESULT  OF  ATOMIC\n   20  WEAPONS  TESTS  CONDUCTED  BY THE UNITED STATES BETWEEN NINETEEN HUNDRED\n   21  FORTY-FIVE AND NINETEEN HUNDRED SIXTY-THREE, hepatitis  C  AND  SPECIFIC\n   22  MENTAL AND PHYSICAL HEALTH ISSUES INCLUDING POST-TRAUMATIC STRESS DISOR-\n   23  DER  AND  BRAIN-RELATED  INJURIES, for veterans, their surviving spouses\n   24  and health care providers.\n   25    S 4. The executive law is amended by adding a  new  section  366-a  to\n   26  read as follows:\n   27    S  366-A.  VETERANS'  HEALTH  SCREENING FOR TRAUMATIC BRAIN INJURY AND\n   28  POST-TRAUMATIC STRESS DISORDER. 1. AS USED IN THIS SECTION: (A)  \"ELIGI-\n   29  BLE  MEMBER\"  MEANS  A  MEMBER  WHO SERVED UNDER TITLE TEN OF THE UNITED\n   30  STATES CODE IN AN AREA DESIGNATED AS A COMBAT ZONE BY  EXECUTIVE  ORDERS\n   31  NOS. 12744 AND 13239 OF THE PRESIDENT OF THE UNITED STATES.\n   32    (B)  \"MEMBER\" MEANS A MEMBER OF THE ARMED FORCES OF THE UNITED STATES,\n   33  INCLUDING THE NEW YORK NATIONAL GUARD, WHO IS A RESIDENT OF THIS STATE.\n   34    (C) \"VETERAN\" MEANS A PERSON, MALE OR FEMALE, RESIDENT OF THIS  STATE,\n   35  WHO  HAS  SERVED  IN  THE  ACTIVE  MILITARY, NAVAL OR AIR SERVICE OF THE\n   36  UNITED STATES DURING A TIME OF WAR IN WHICH THE  UNITED  STATES  ENGAGED\n   37  AND  WHO HAS BEEN RELEASED FROM SUCH SERVICE OTHERWISE THAN BY DISHONOR-\n   38  ABLE DISCHARGE, OR WHO HAS BEEN FURLOUGHED TO THE RESERVE.\n   39    2. THE STATE DIRECTOR, OR HIS  OR  HER  DESIGNEES,  SHALL  ASSIST  ANY\n   40  ELIGIBLE  MEMBER OR VETERAN WHO RETURNS OR HAS RETURNED TO THIS STATE IN\n   41  OBTAINING AN APPROPRIATE HEALTH SCREENING TEST FOR TRAUMATIC BRAIN INJU-\n   42  RY AND POST-TRAUMATIC STRESS DISORDER.  THE ELIGIBLE MEMBER  OR  VETERAN\n   43  MUST RETURN OR HAVE RETURNED TO THIS STATE AFTER SERVICE.\n   44    3.  (A)  IN  ORDER  TO  EFFECTIVELY PROVIDE THE ASSISTANCE REQUIRED BY\n   45  SUBDIVISION TWO OF THIS SECTION, THE  STATE  DIRECTOR,  OR  HIS  OR  HER\n   46  DESIGNEES,  SHALL  DEVELOP AND IMPLEMENT A PLAN FOR OUTREACH TO ELIGIBLE\n   47  MEMBERS AND VETERANS WHO HAVE RETURNED  FROM  COMBAT.  THE  DIRECTOR  OF\n   48  REINTEGRATION,  OR HIS OR HER DESIGNEE, SHALL ALSO DEVELOP AND IMPLEMENT\n   49  A PLAN FOR OUTREACH TO ELIGIBLE MEMBERS OF THE NEW YORK  NATIONAL  GUARD\n   50  WHO HAVE RETURNED FROM COMBAT AND REMAIN ON DUTY IN ORDER TO EFFECTIVELY\n   51  PROVIDE THE SERVICE REQUIRED BY SUBDIVISION TWO OF THIS SECTION.\n   52    (B)  EACH  OUTREACH PLAN SHALL PROVIDE INFORMATION TO ELIGIBLE MEMBERS\n   53  AND VETERANS CONCERNING TRAUMATIC BRAIN INJURY AND POST-TRAUMATIC STRESS\n   54  DISORDER, THE POSSIBLE IMPACTS ASSOCIATED WITH  TRAUMATIC  BRAIN  INJURY\n   55  AND POST-TRAUMATIC STRESS DISORDER, AND THE RIGHT TO SCREENING SERVICES.\n\n       A. 1333                             9\n\n    1    S  5.  The  criminal  procedure law is amended by adding a new section\n    2  220.16 to read as follows:\n    3  S  220.16 NOT RESPONSIBLE BY REASON OF MENTAL DISEASE OR DEFECT STEMMING\n    4             FROM SERVICE IN A COMBAT ZONE.\n    5    1. THE DEFENDANT MAY ENTER A PLEA OF  NOT  RESPONSIBLE  BY  REASON  OF\n    6  MENTAL  DISEASE, INCLUDING POST-TRAUMATIC STRESS DISORDER, STEMMING FROM\n    7  SERVICE IN A COMBAT ZONE IN THE UNITED STATES ARMED  FORCES.  THE  COURT\n    8  SHALL  CONDUCT  A  HEARING  PRIOR  TO ACCEPTING SUCH A PLEA TO DETERMINE\n    9  WHETHER THE DEFENDANT:\n   10    (A) HAS BEEN CERTIFIED BY THE DIRECTOR OF  THE  DIVISION  OF  VETERANS\n   11  AFFAIRS  AS  HAVING  SERVED  IN THE ARMED FORCES OF THE UNITED STATES OF\n   12  AMERICA IN A COMBAT ZONE, AS DEFINED IN SECTION ONE  HUNDRED  TWELVE  OF\n   13  THE FEDERAL INTERNAL REVENUE CODE OF NINETEEN EIGHTY-SIX;\n   14    (B) SUFFERS FROM MENTAL DISEASE OR DEFECT; AND\n   15    (C)  SUCH MENTAL DISEASE OR DEFECT WAS CAUSED OR EXACERBATED BY EVENTS\n   16  OCCURRING DURING SUCH DEFENDANT'S SERVICE IN A COMBAT ZONE.\n   17    2. BEFORE ACCEPTING A PLEA OF NOT  RESPONSIBLE  BY  REASON  OF  MENTAL\n   18  DISEASE  STEMMING  FROM SERVICE IN A COMBAT ZONE, THE COURT MUST ADDRESS\n   19  THE DEFENDANT IN THE MANNER SET FORTH IN SUBDIVISIONS THREE AND FOUR  OF\n   20  SECTION 220.15 OF THIS ARTICLE AND MAKE A FINDING AS SET FORTH IN SUBDI-\n   21  VISION FIVE OF SECTION 220.15 OF THIS ARTICLE.\n   22    3.  IF  THE  COURT  DETERMINES  THAT SUCH DEFENDANT MEETS THE CRITERIA\n   23  PROVIDED IN SUBDIVISION ONE OF THIS SECTION AND SUCH DEFENDANT'S CURRENT\n   24  CRIME OF CONVICTION AND CRIMINAL HISTORY DO NOT WARRANT  A  SENTENCE  OF\n   25  IMPRISONMENT  PURSUANT  TO  THE  PROVISIONS  OF TITLE E OF PART 2 OF THE\n   26  PENAL LAW AND IN THE COURT'S DISCRETION AS AVAILABLE  PURSUANT  TO  SUCH\n   27  TITLE,  THE COURT MAY ORDER SUCH DEFENDANT TO UNDERGO TREATMENT FROM ANY\n   28  TREATMENT FACILITY, INCLUDING ANY FACILITY THAT  PROVIDES  SERVICES  FOR\n   29  VETERANS,  ON AN OUTPATIENT BASIS OR AN INPATIENT BASIS WITH THE CONSENT\n   30  OF THE DEFENDANT.\n   31    4. NOTHING IN THIS SECTION SHALL BE CONSTRUED  TO  LIMIT  THE  COURT'S\n   32  AUTHORITY  TO  ORDER ANY OTHER SANCTION OR TO TREAT THE DEFENDANT'S PLEA\n   33  AS A PLEA OF NOT RESPONSIBLE BY  REASON  OF  MENTAL  DISEASE  OR  DEFECT\n   34  PURSUANT TO SECTION 220.15 OF THIS ARTICLE, SUBJECT TO THE PROVISIONS OF\n   35  SUCH  SECTION,  AND  THEREFORE APPLY THE PROCEDURES SET FORTH IN SECTION\n   36  330.20 OF THIS TITLE.\n   37    S 6. Section 353 of the executive law is amended by adding a  two  new\n   38  subdivisions 20 and 21 to read as follows:\n   39    20.  TO WORK WITH TRAUMATIC BRAIN INJURY SERVICES COORDINATING COUNCIL\n   40  TO ESTABLISH A PROGRAM FOR MENTAL HEALTH AND REHABILITATIVE SERVICES FOR\n   41  NEW YORK VETERANS AND MEMBERS OF THE NEW YORK  NATIONAL  GUARD  AND  NEW\n   42  YORK  RESIDENTS  IN  THE  ARMED  FORCES  RESERVES  NOT IN ACTIVE FEDERAL\n   43  SERVICE AND THEIR  FAMILY  MEMBERS  CONSISTENT  WITH  THE  PROGRAMS  AND\n   44  SERVICES ESTABLISHED IN ARTICLE FOURTEEN OF THE MILITARY LAW.\n   45    21.  PROVIDE CERTIFICATION OF SERVICE OF A VETERAN OF THE ARMED FORCES\n   46  OF THE UNITED STATES OF AMERICA IN A COMBAT ZONE TO ANY SENTENCING JUDGE\n   47  REQUESTING SUCH CERTIFICATION PURSUANT TO SECTION 220.16 OF THE CRIMINAL\n   48  PROCEDURE LAW.\n   49    S 7. Section 7.09 of the mental hygiene law is amended by adding a new\n   50  subdivision (k) to read as follows:\n   51    (K) THE COMMISSION, IN COOPERATION WITH  THE  TRAUMATIC  BRAIN  INJURY\n   52  SERVICES  COORDINATING  COUNCIL,  SHALL  ESTABLISH  A PROGRAM FOR MENTAL\n   53  HEALTH AND REHABILITATIVE SERVICES FOR NEW YORK VETERANS AND MEMBERS  OF\n   54  THE  NEW  YORK NATIONAL GUARD AND NEW YORK RESIDENTS IN THE ARMED FORCES\n   55  RESERVES NOT IN ACTIVE FEDERAL SERVICE AND THEIR FAMILY MEMBERS CONSIST-\n\n       A. 1333                            10\n\n    1  ENT WITH THE PROGRAMS AND SERVICES ESTABLISHED IN  ARTICLE  FOURTEEN  OF\n    2  THE MILITARY LAW.\n    3    S  8.  Section  19.09 of the mental hygiene law is amended by adding a\n    4  new subdivision (i) to read as follows:\n    5    (I) TO WORK WITH THE  TRAUMATIC  BRAIN  INJURY  SERVICES  COORDINATING\n    6  COUNCIL  TO  ESTABLISH  A  PROGRAM  FOR MENTAL HEALTH AND REHABILITATIVE\n    7  SERVICES FOR NEW YORK VETERANS AND MEMBERS  OF  THE  NEW  YORK  NATIONAL\n    8  GUARD  AND NEW YORK RESIDENTS IN THE ARMED FORCES RESERVES NOT IN ACTIVE\n    9  FEDERAL SERVICE AND THEIR FAMILY MEMBERS CONSISTENT  WITH  THE  PROGRAMS\n   10  AND SERVICES ESTABLISHED IN ARTICLE FOURTEEN OF THE MILITARY LAW.\n   11    S  9.  The sum of five hundred thousand dollars ($500,000), or so much\n   12  thereof as may be necessary, is hereby appropriated to the  division  of\n   13  military  and  naval  affairs out of any moneys in the state treasury in\n   14  the general fund to the credit of the state purposes account, not other-\n   15  wise appropriated, and made immediately available, for  the  purpose  of\n   16  carrying  out  the  provisions  of section one of this act.  Such moneys\n   17  shall be payable on the audit and warrant of the comptroller on vouchers\n   18  certified or approved by the adjutant general in the  manner  prescribed\n   19  by law.\n   20    S  10.  This  act  shall  take effect on the one hundred eightieth day\n   21  after it shall have become a  law;  provided,  however,  that  effective\n   22  immediately,  the addition, amendment and/or repeal of any rule or regu-\n   23  lation necessary for the implementation of this  act  on  its  effective\n   24  date  are  authorized and directed to be made and completed on or before\n   25  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the military law, in relation to establishing the yellow ribbon reintegration program and making an appropriation therefor; to amend the public health law, in relation to including the adjutant general and the director of reintegration and the directors of veterans' affairs as members of the traumatic brain injury services coordinating council and including additional toxic materials or harmful physical agents in the scope of information to be provided by the veterans health care information program; to amend the executive law, in relation to health screening of veterans for traumatic brain injury and post-traumatic stress disorder; to amend the criminal procedure law, in relation to allowing a criminal defendant to plea to not responsible by reason of mental disease or defect stemming from service in a combat zone; and to amend the executive law and the mental hygiene law, in relation to including in the scope of duties of the division of veterans' affairs, the commissioner of the office of mental health and the commissioner of the office of alcoholism and substance abuse services the establishment of a program for mental health and rehabilitative services for veterans, members of the New York national guard and residents in the armed forces reserves and their family members ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T113844.TXT", "SOBI.D110131.T141711.TXT", "SOBI.D110131.T140713.TXT", "SOBI.D110107.T143426.TXT", "SOBI.D110110.T135110.TXT", "SOBI.D110127.T114403.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296501431317
}