{
  "year" : 2011,
  "senateBillNo" : "A1332-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1332-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the military spouse act of 2011",
  "summary" : "Enacts the military spouse act of 2011, which: requires a workshop to investigate and report about licensing and the difficulties encountered by military spouses (Part A); authorizes the state to certify persons to teach who are not graduates of teacher education programs (Part B); adopts the interstate nursing licensure compact (Part C); and authorizes licensing of military spouses with out-of-state licenses in equivalent occupations (Part D). ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10762-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1332\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. CASTELLI, MONTESANO, BURLING, ORTIZ -- Multi-\n         Sponsored by -- M. of A.  CALHOUN -- read once  and  referred  to  the\n         Committee on Higher Education\n\n       AN  ACT to require a workgroup to investigate and report about licensing\n         and the difficulties encountered by  military  spouses  (Part  A);  to\n         amend  the education law, in relation to the authority of the state to\n         certify persons to teach who are not graduates  of  teacher  education\n         programs (Part B); to amend the education law, in relation to adopting\n         the interstate nursing licensure compact (Part C); to amend the educa-\n         tion  law,  the  general  business law, the insurance law and the real\n         property law, in relation to licensing of military spouses  with  out-\n         of-state licenses in equivalent occupations (Part D)\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act enacts into law components of legislation relating\n    2  to the \"Military Spouse Act of 2011\". Each component is wholly contained\n    3  within a Part identified as Parts A through D. The  effective  date  for\n    4  each particular provision contained within such Part is set forth in the\n    5  last section of such Part. Any provision in any section contained within\n    6  a  Part, including the effective date of the Part, which makes reference\n    7  to a section \"of this act\", when used in connection with that particular\n    8  component, shall be deemed  to  mean  and  refer  to  the  corresponding\n    9  section  of  the  Part  in which it is found.  Section three of this act\n   10  sets forth the general effective date of this act.\n\n   11                                   PART A\n\n   12    Section 1. State agencies are  hereby  directed  to  help  spouses  of\n   13  members  of  the  armed  forces  of the United States, national guard or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05512-01-1\n\n       A. 1332                             2\n\n    1  reserves transfer teaching certificates or  professional  certifications\n    2  to their new home state.\n    3    S  2.  The  department  of labor and the division of veterans' affairs\n    4  shall establish a workgroup to identify licensing requirements for work-\n    5  force shortage areas and to study,  in  conjunction  with  the  relevant\n    6  licensing  entities,  whether comparable military training could substi-\n    7  tute for current licensing requirements,  and  manners  in  which  state\n    8  agencies,  regulatory bodies and licensing entities can adopt procedures\n    9  sensitive to the difficulties encountered by military spouses. The work-\n   10  group shall submit  any  findings,  including  any  recommendations  for\n   11  legislative  action  to  the  governor,  the  temporary president of the\n   12  senate and the speaker of the assembly by January 1, 2013.\n   13    S 3. This act shall take effect immediately.\n\n   14                                   PART B\n\n   15    Section 1. Subdivision 1 of section  3006  of  the  education  law  is\n   16  amended by adding a new paragraph f to read as follows:\n   17    F. AN ALTERNATIVE PLACEMENT CERTIFICATE TO ANY PERSON:\n   18    (1)  WHO MEETS THE ELIGIBILITY REQUIREMENTS OF THE TROOPS FOR TEACHERS\n   19  PROGRAM OPERATED BY THE UNITED STATES DEPARTMENT OF DEFENSE AND  MANAGED\n   20  BY  THE DEFENSE ACTIVITY FOR NON-TRADITIONAL EDUCATION SUPPORT ORGANIZA-\n   21  TION; AND\n   22    (2) WHO MEETS THE REQUIREMENTS SET FORTH  IN  SECTION  THREE  THOUSAND\n   23  EIGHT-A OF THIS ARTICLE.\n   24    S  2.  The  education law is amended by adding a new section 3008-a to\n   25  read as follows:\n   26    S 3008-A. ALTERNATIVE  TEACHING  CERTIFICATION.  1.  THE  COMMISSIONER\n   27  SHALL  ISSUE A ONE-YEAR, NONRENEWABLE MIDDLE OR SECONDARY LEVEL ALTERNA-\n   28  TIVE TEACHING CERTIFICATION TO TEACH TO  ANY  PERSON  WHO  HAS  ATTAINED\n   29  CERTIFICATION  BY  AN  ALTERNATIVE TEACHER CERTIFICATION ORGANIZATION AS\n   30  SET FORTH IN SUBDIVISION THREE OF THIS SECTION AND HAS MET THE  REQUIRE-\n   31  MENTS OF SECTION THREE THOUSAND FOUR-B OF THIS ARTICLE.\n   32    2.  NOTWITHSTANDING  ANY  PROVISION  OF  LAW TO THE CONTRARY, TEACHERS\n   33  ISSUED AN ALTERNATIVE TEACHING CERTIFICATION PURSUANT  TO  THIS  SECTION\n   34  SHALL  PARTICIPATE  IN THE MENTORING PROGRAM PROVIDED BY THE ALTERNATIVE\n   35  TEACHER CERTIFICATION ORGANIZATION AS SET FORTH IN SUBDIVISION THREE  OF\n   36  THIS  SECTION.  UPON  SUCCESSFUL  COMPLETION  OF SUCH MENTORING PROGRAM,\n   37  COMPLETION OF THE APPLICATION AND PAYMENT OF THE  CERTIFICATION  FEE  AS\n   38  SET FORTH IN SECTION THREE THOUSAND SIX OF THIS ARTICLE OR AS PRESCRIBED\n   39  BY  THE COMMISSIONER, THE COMMISSIONER SHALL ISSUE THE TEACHER A CERTIF-\n   40  ICATE TO TEACH.\n   41    3. FOR PURPOSES OF THIS SECTION, THE COMMISSIONER  SHALL  IDENTIFY  AN\n   42  ALTERNATIVE  TEACHER  CERTIFICATION  ORGANIZATION  THAT WAS FOUNDED WITH\n   43  GRANT FUNDING FROM THE UNITED STATES DEPARTMENT OF  EDUCATION  AND  THAT\n   44  DEVELOPED  PURSUANT  TO THE PASSPORT TO TEACHING PROGRAM ADMINISTERED BY\n   45  THE AMERICAN BOARD FOR CERTIFICATION OF TEACHER EXCELLENCE.  THE  ORGAN-\n   46  IZATION  SHALL  REQUIRE  CANDIDATES  TO HOLD A BACHELOR'S DEGREE, PASS A\n   47  PROFESSIONAL TEACHING KNOWLEDGE EXAM, PASS A SUBJECT AREA EXAM AND  PASS\n   48  A  BACKGROUND  CHECK.  THE  ORGANIZATION  SHALL  PROVIDE CANDIDATES WITH\n   49  ACCESS TO WORKSHOPS, AN EXPERIENCED TEACHER-ADVISOR AND OPTIONAL  ACCESS\n   50  TO  COMPREHENSIVE  SUBJECT  MATTER  REFRESHER  COURSES. THE ORGANIZATION\n   51  SHALL ALSO PROVIDE AN INTENSIVE MENTORING AND INDUCTION PROGRAM.\n   52    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   53  have  become  a  law; provided, however, that effective immediately, the\n   54  addition, amendment and/or repeal of any rule  or  regulation  necessary\n\n       A. 1332                             3\n\n    1  for  the implementation of this act on its effective date are authorized\n    2  and directed to be made and completed on or before such effective date.\n\n    3                                   PART C\n\n    4    Section  1.  The education law is amended by adding a new section 6911\n    5  to read as follows:\n    6    S 6911. INTERSTATE NURSE LICENSURE COMPACT. 1.  THE  INTERSTATE  NURSE\n    7  LICENSURE  COMPACT  IS HEREBY ENACTED INTO LAW AND ENTERED INTO WITH ALL\n    8  JURISDICTIONS LEGALLY JOINING  THEREIN  IN  THE  FORM  SUBSTANTIALLY  AS\n    9  FOLLOWS:\n\n   10                     INTERSTATE NURSE LICENSURE COMPACT\n   11                                 ARTICLE I.\n   12                     FINDINGS AND DECLARATION OF PURPOSE\n\n   13    (A) THE PARTY STATES FIND THAT:\n   14    (1)  THE HEALTH AND SAFETY OF THE PUBLIC ARE AFFECTED BY THE DEGREE OF\n   15  COMPLIANCE WITH AND THE EFFECTIVENESS OF ENFORCEMENT ACTIVITIES  RELATED\n   16  TO STATE NURSE LICENSURE LAWS;\n   17    (2)  VIOLATIONS OF NURSE LICENSURE AND OTHER LAWS REGULATING THE PRAC-\n   18  TICE OF NURSING MAY RESULT IN INJURY OR HARM TO THE PUBLIC;\n   19    (3) THE EXPANDED MOBILITY OF NURSES AND THE USE OF  ADVANCED  COMMUNI-\n   20  CATION  TECHNOLOGIES  AS PART OF OUR NATION'S HEALTHCARE DELIVERY SYSTEM\n   21  REQUIRE GREATER COORDINATION AND COOPERATION AMONG STATES IN  THE  AREAS\n   22  OF NURSE LICENSURE AND REGULATION;\n   23    (4)  NEW PRACTICE MODALITIES AND TECHNOLOGY MAKE COMPLIANCE WITH INDI-\n   24  VIDUAL STATE NURSE LICENSURE LAWS DIFFICULT AND COMPLEX; AND\n   25    (5) THE CURRENT SYSTEM OF DUPLICATIVE LICENSURE FOR NURSES  PRACTICING\n   26  IN  MULTIPLE  STATES  IS  CUMBERSOME  AND  REDUNDANT  TO BOTH NURSES AND\n   27  STATES.\n   28    (B) THE GENERAL PURPOSES OF THIS COMPACT ARE TO:\n   29    (1) FACILITATE THE STATES'  RESPONSIBILITY  TO  PROTECT  THE  PUBLIC'S\n   30  HEALTH AND SAFETY;\n   31    (2)  ENSURE AND ENCOURAGE THE COOPERATION OF PARTY STATES IN THE AREAS\n   32  OF NURSE LICENSURE AND REGULATION;\n   33    (3) FACILITATE THE EXCHANGE OF INFORMATION BETWEEN PARTY STATES IN THE\n   34  AREAS OF NURSE REGULATION, INVESTIGATION, AND ADVERSE ACTIONS;\n   35    (4) PROMOTE COMPLIANCE WITH THE LAWS GOVERNING THE PRACTICE OF NURSING\n   36  IN EACH JURISDICTION; AND\n   37    (5) INVEST ALL PARTY  STATES  WITH  THE  AUTHORITY  TO  HOLD  A  NURSE\n   38  ACCOUNTABLE  FOR  MEETING  ALL STATE PRACTICE LAWS IN THE STATE IN WHICH\n   39  THE PATIENT IS LOCATED AT THE TIME CARE IS RENDERED THROUGH  THE  MUTUAL\n   40  RECOGNITION OF PARTY STATE LICENSES.\n\n   41                                 ARTICLE II.\n   42                                 DEFINITIONS\n\n   43    AS USED IN THIS COMPACT:\n   44    (A) \"ADVERSE ACTION\" MEANS A HOME OR REMOTE STATE ACTION.\n   45    (B) \"ALTERNATIVE PROGRAM\" MEANS A VOLUNTARY, NON-DISCIPLINARY MONITOR-\n   46  ING PROGRAM APPROVED BY A NURSE LICENSING BOARD.\n   47    (C)  \"COORDINATED  LICENSURE  INFORMATION  SYSTEM\" MEANS AN INTEGRATED\n   48  PROCESS FOR COLLECTING, STORING, AND SHARING INFORMATION ON NURSE LICEN-\n   49  SURE AND ENFORCEMENT ACTIVITIES RELATED TO NURSE LICENSURE  LAWS,  WHICH\n\n       A. 1332                             4\n\n    1  IS  ADMINISTERED BY A NON-PROFIT ORGANIZATION COMPOSED OF AND CONTROLLED\n    2  BY STATE NURSE LICENSING BOARDS.\n    3    (D) \"CURRENT SIGNIFICANT INVESTIGATIVE INFORMATION\" MEANS:\n    4    (1) INVESTIGATIVE INFORMATION THAT A LICENSING BOARD, AFTER A PRELIMI-\n    5  NARY INQUIRY THAT INCLUDES NOTIFICATION AND AN OPPORTUNITY FOR THE NURSE\n    6  TO  RESPOND  IF  REQUIRED  BY  STATE  LAW,  HAS REASON TO BELIEVE IS NOT\n    7  GROUNDLESS AND, IF PROVED TRUE, WOULD INDICATE MORE THAN A MINOR INFRAC-\n    8  TION; OR\n    9    (2) INVESTIGATIVE INFORMATION THAT INDICATES THAT THE NURSE REPRESENTS\n   10  AN IMMEDIATE THREAT TO PUBLIC HEALTH AND SAFETY  REGARDLESS  OF  WHETHER\n   11  THE NURSE HAS BEEN NOTIFIED AND HAD AN OPPORTUNITY TO RESPOND.\n   12    (E)  \"HOME  STATE\"  MEANS THE PARTY STATE WHICH IS THE NURSE'S PRIMARY\n   13  STATE OF RESIDENCE.\n   14    (F) \"HOME STATE ACTION\" MEANS ANY ADMINISTRATIVE, CIVIL, EQUITABLE  OR\n   15  CRIMINAL  ACTION PERMITTED BY THE HOME STATE'S LAWS WHICH ARE IMPOSED ON\n   16  A NURSE BY THE HOME STATE'S LICENSING BOARD OR OTHER AUTHORITY INCLUDING\n   17  ACTIONS AGAINST AN INDIVIDUAL'S LICENSE SUCH AS: REVOCATION, SUSPENSION,\n   18  PROBATION OR ANY OTHER ACTION WHICH AFFECTS THE NURSE'S AUTHORIZATION TO\n   19  PRACTICE.\n   20    (G) \"LICENSING BOARD\" MEANS A PARTY STATE'S REGULATORY BODY  RESPONSI-\n   21  BLE FOR ISSUING NURSE LICENSES.\n   22    (H) \"MULTISTATE LICENSURE PRIVILEGE\" MEANS CURRENT, OFFICIAL AUTHORITY\n   23  FROM  A  REMOTE  STATE  PERMITTING  THE  PRACTICE OF NURSING AS EITHER A\n   24  REGISTERED NURSE OR A LICENSED PRACTICAL/VOCATIONAL NURSE IN SUCH  PARTY\n   25  STATE.  ALL PARTY STATES HAVE THE AUTHORITY, IN ACCORDANCE WITH EXISTING\n   26  STATE DUE PROCESS LAW, TO TAKE ACTIONS  AGAINST  THE  NURSE'S  PRIVILEGE\n   27  SUCH  AS:  REVOCATION,  SUSPENSION,  PROBATION OR ANY OTHER ACTION WHICH\n   28  AFFECTS A NURSE'S AUTHORIZATION TO PRACTICE.\n   29    (I) \"NURSE\" MEANS A REGISTERED NURSE OR LICENSED  PRACTICAL/VOCATIONAL\n   30  NURSE, AS THOSE TERMS ARE DEFINED BY EACH PARTY'S STATE PRACTICE LAWS.\n   31    (J) \"PARTY STATE\" MEANS ANY STATE THAT HAS ADOPTED THIS COMPACT.\n   32    (K) \"REMOTE STATE\" MEANS A PARTY STATE, OTHER THAN THE HOME STATE,\n   33    (1) WHERE THE PATIENT IS LOCATED AT THE TIME NURSING CARE IS PROVIDED,\n   34  OR\n   35    (2) IN THE CASE OF THE PRACTICE OF NURSING NOT INVOLVING A PATIENT, IN\n   36  SUCH PARTY STATE WHERE THE RECIPIENT OF NURSING PRACTICE IS LOCATED.\n   37    (L) \"REMOTE STATE ACTION\" MEANS\n   38    (1)  ANY ADMINISTRATIVE, CIVIL, EQUITABLE OR CRIMINAL ACTION PERMITTED\n   39  BY A REMOTE STATE'S LAWS WHICH ARE IMPOSED ON  A  NURSE  BY  THE  REMOTE\n   40  STATE'S  LICENSING BOARD OR OTHER AUTHORITY INCLUDING ACTIONS AGAINST AN\n   41  INDIVIDUAL'S MULTISTATE LICENSURE PRIVILEGE TO PRACTICE  IN  THE  REMOTE\n   42  STATE, AND\n   43    (2)  CEASE  AND DESIST AND OTHER INJUNCTIVE OR EQUITABLE ORDERS ISSUED\n   44  BY REMOTE STATES OR THE LICENSING BOARDS THEREOF.\n   45    (M) \"STATE\" MEANS A STATE,  TERRITORY  OR  POSSESSION  OF  THE  UNITED\n   46  STATES, THE DISTRICT OF COLUMBIA OR THE COMMONWEALTH OF PUERTO RICO.\n   47    (N)  \"STATE  PRACTICE  LAWS\" MEANS THOSE INDIVIDUAL PARTY STATE'S LAWS\n   48  AND REGULATIONS THAT GOVERN THE PRACTICE OF NURSING, DEFINE THE SCOPE OF\n   49  NURSING PRACTICE, AND CREATE THE METHODS AND GROUNDS FOR IMPOSING DISCI-\n   50  PLINE. \"STATE PRACTICE LAWS\" DOES NOT INCLUDE THE INITIAL QUALIFICATIONS\n   51  FOR LICENSURE OR REQUIREMENTS NECESSARY TO OBTAIN AND RETAIN A  LICENSE,\n   52  EXCEPT FOR QUALIFICATIONS OR REQUIREMENTS OF THE HOME STATE.\n\n   53                                ARTICLE III.\n   54                     GENERAL PROVISIONS AND JURISDICTION\n\n       A. 1332                             5\n\n    1    (A) A LICENSE TO PRACTICE REGISTERED NURSING ISSUED BY A HOME STATE TO\n    2  A  RESIDENT  IN  THAT  STATE  WILL  BE RECOGNIZED BY EACH PARTY STATE AS\n    3  AUTHORIZING A MULTISTATE LICENSURE PRIVILEGE TO PRACTICE AS A REGISTERED\n    4  NURSE  IN  SUCH  PARTY   STATE.   A   LICENSE   TO   PRACTICE   LICENSED\n    5  PRACTICAL/VOCATIONAL  NURSING  ISSUED  BY  A HOME STATE TO A RESIDENT IN\n    6  THAT STATE WILL BE RECOGNIZED BY  EACH  PARTY  STATE  AS  AUTHORIZING  A\n    7  MULTISTATE    LICENSURE    PRIVILEGE   TO   PRACTICE   AS   A   LICENSED\n    8  PRACTICAL/VOCATIONAL NURSE IN SUCH PARTY STATE. IN ORDER  TO  OBTAIN  OR\n    9  RETAIN A LICENSE, AN APPLICANT MUST MEET THE HOME STATE'S QUALIFICATIONS\n   10  FOR  LICENSURE AND LICENSE RENEWAL AS WELL AS ALL OTHER APPLICABLE STATE\n   11  LAWS.\n   12    (B) PARTY STATES MAY, IN ACCORDANCE WITH STATE DUE PROCESS LAWS, LIMIT\n   13  OR REVOKE THE MULTISTATE LICENSURE PRIVILEGE OF ANY NURSE TO PRACTICE IN\n   14  THEIR STATE AND MAY TAKE ANY OTHER ACTIONS UNDER THEIR APPLICABLE  STATE\n   15  LAWS  NECESSARY TO PROTECT THE HEALTH AND SAFETY OF THEIR CITIZENS. IF A\n   16  PARTY STATE TAKES SUCH ACTION, IT SHALL PROMPTLY NOTIFY THE  ADMINISTRA-\n   17  TOR  OF THE COORDINATED LICENSURE INFORMATION SYSTEM.  THE ADMINISTRATOR\n   18  OF THE COORDINATED LICENSURE INFORMATION SYSTEM  SHALL  PROMPTLY  NOTIFY\n   19  THE HOME STATE OF ANY SUCH ACTIONS BY REMOTE STATES.\n   20    (C) EVERY NURSE PRACTICING IN A PARTY STATE MUST COMPLY WITH THE STATE\n   21  PRACTICE  LAWS  OF THE STATE IN WHICH THE PATIENT IS LOCATED AT THE TIME\n   22  CARE IS RENDERED.  IN ADDITION, THE PRACTICE OF NURSING IS  NOT  LIMITED\n   23  TO  PATIENT  CARE,  BUT SHALL INCLUDE ALL NURSING PRACTICE AS DEFINED BY\n   24  THE STATE PRACTICE LAWS OF A PARTY STATE. THE PRACTICE OF  NURSING  WILL\n   25  SUBJECT A NURSE TO THE JURISDICTION OF THE NURSE LICENSING BOARD AND THE\n   26  COURTS, AS WELL AS THE LAWS, IN THAT PARTY STATE.\n   27    (D)  THIS  COMPACT  DOES NOT AFFECT ADDITIONAL REQUIREMENTS IMPOSED BY\n   28  STATES FOR ADVANCED PRACTICE REGISTERED NURSING. HOWEVER,  A  MULTISTATE\n   29  LICENSURE  PRIVILEGE  TO  PRACTICE REGISTERED NURSING GRANTED BY A PARTY\n   30  STATE SHALL BE RECOGNIZED BY OTHER PARTY STATES AS A LICENSE TO PRACTICE\n   31  REGISTERED NURSING IF ONE IS REQUIRED BY STATE LAW AS A PRECONDITION FOR\n   32  QUALIFYING FOR ADVANCED PRACTICE REGISTERED NURSE AUTHORIZATION.\n   33    (E) INDIVIDUALS NOT RESIDING IN A PARTY STATE  SHALL  CONTINUE  TO  BE\n   34  ABLE TO APPLY FOR NURSE LICENSURE AS PROVIDED FOR UNDER THE LAWS OF EACH\n   35  PARTY  STATE. HOWEVER, THE LICENSE GRANTED TO THESE INDIVIDUALS WILL NOT\n   36  BE RECOGNIZED AS GRANTING THE PRIVILEGE TO PRACTICE NURSING IN ANY OTHER\n   37  PARTY STATE UNLESS EXPLICITLY AGREED TO BY THAT PARTY STATE.\n\n   38                                 ARTICLE IV.\n   39                 APPLICATIONS FOR LICENSURE IN A PARTY STATE\n\n   40    (A) UPON APPLICATION FOR A LICENSE, THE LICENSING  BOARD  IN  A  PARTY\n   41  STATE  SHALL  ASCERTAIN,  THROUGH  THE COORDINATED LICENSURE INFORMATION\n   42  SYSTEM, WHETHER THE APPLICANT HAS EVER HELD, OR  IS  THE  HOLDER  OF,  A\n   43  LICENSE ISSUED BY ANY OTHER STATE, WHETHER THERE ARE ANY RESTRICTIONS ON\n   44  THE MULTISTATE LICENSURE PRIVILEGE, AND WHETHER ANY OTHER ADVERSE ACTION\n   45  BY ANY STATE HAS BEEN TAKEN AGAINST THE LICENSE.\n   46    (B)  A  NURSE  IN A PARTY STATE SHALL HOLD LICENSURE IN ONLY ONE PARTY\n   47  STATE AT A TIME ISSUED BY THE HOME STATE.\n   48    (C) A NURSE WHO INTENDS TO CHANGE PRIMARY STATE OF RESIDENCE MAY APPLY\n   49  FOR LICENSURE IN THE NEW HOME STATE IN ADVANCE OF SUCH CHANGE.  HOWEVER,\n   50  NEW  LICENSES  WILL  NOT  BE ISSUED BY A PARTY STATE UNTIL AFTER A NURSE\n   51  PROVIDES EVIDENCE OF CHANGE IN PRIMARY STATE OF  RESIDENCE  SATISFACTORY\n   52  TO THE NEW HOME STATE'S LICENSING BOARD.\n   53    (D) WHEN A NURSE CHANGES PRIMARY STATE OF RESIDENCE BY:\n\n       A. 1332                             6\n\n    1    (1)  MOVING  BETWEEN  TWO PARTY STATES, AND OBTAINS A LICENSE FROM THE\n    2  NEW HOME STATE, THE LICENSE FROM THE FORMER  HOME  STATE  IS  NO  LONGER\n    3  VALID;\n    4    (2)  MOVING  FROM  A  NON-PARTY  STATE TO A PARTY STATE, AND OBTAINS A\n    5  LICENSE FROM THE NEW HOME STATE, THE INDIVIDUAL STATE LICENSE ISSUED  BY\n    6  THE  NON-PARTY STATE IS NOT AFFECTED AND WILL REMAIN IN FULL FORCE IF SO\n    7  PROVIDED BY THE LAWS OF THE NON-PARTY STATE;\n    8    (3) MOVING FROM A PARTY STATE TO A NON-PARTY STATE, THE LICENSE ISSUED\n    9  BY THE PRIOR HOME STATE CONVERTS TO AN INDIVIDUAL STATE  LICENSE,  VALID\n   10  ONLY  IN  THE FORMER HOME STATE, WITHOUT THE MULTISTATE LICENSURE PRIVI-\n   11  LEGE TO PRACTICE IN OTHER PARTY STATES.\n\n   12                                 ARTICLE V.\n   13                               ADVERSE ACTIONS\n\n   14    IN ADDITION TO THE GENERAL PROVISIONS DESCRIBED IN  ARTICLE  III,  THE\n   15  FOLLOWING PROVISIONS APPLY:\n   16    (A) THE LICENSING BOARD OF A REMOTE STATE SHALL PROMPTLY REPORT TO THE\n   17  ADMINISTRATOR OF THE COORDINATED LICENSURE INFORMATION SYSTEM ANY REMOTE\n   18  STATE  ACTIONS INCLUDING THE FACTUAL AND LEGAL BASIS FOR SUCH ACTION, IF\n   19  KNOWN. THE LICENSING BOARD OF A REMOTE STATE SHALL ALSO PROMPTLY  REPORT\n   20  ANY  SIGNIFICANT  CURRENT  INVESTIGATIVE  INFORMATION YET TO RESULT IN A\n   21  REMOTE STATE ACTION. THE  ADMINISTRATOR  OF  THE  COORDINATED  LICENSURE\n   22  INFORMATION  SYSTEM  SHALL  PROMPTLY  NOTIFY  THE HOME STATE OF ANY SUCH\n   23  REPORTS.\n   24    (B) THE LICENSING BOARD OF A PARTY STATE SHALL HAVE THE  AUTHORITY  TO\n   25  COMPLETE  ANY  PENDING  INVESTIGATIONS  FOR  A NURSE WHO CHANGES PRIMARY\n   26  STATE OF RESIDENCE DURING THE COURSE OF SUCH  INVESTIGATIONS.  IT  SHALL\n   27  ALSO HAVE THE AUTHORITY TO TAKE APPROPRIATE ACTION OR ACTIONS, AND SHALL\n   28  PROMPTLY  REPORT  THE CONCLUSIONS OF SUCH INVESTIGATIONS TO THE ADMINIS-\n   29  TRATOR OF THE COORDINATED LICENSURE INFORMATION SYSTEM.  THE ADMINISTRA-\n   30  TOR OF THE COORDINATED LICENSURE INFORMATION SYSTEM SHALL PROMPTLY NOTI-\n   31  FY THE NEW HOME STATE OF ANY SUCH ACTIONS.\n   32    (C) A REMOTE STATE MAY TAKE ADVERSE ACTION  AFFECTING  THE  MULTISTATE\n   33  LICENSURE  PRIVILEGE  TO PRACTICE WITHIN THAT PARTY STATE. HOWEVER, ONLY\n   34  THE HOME STATE SHALL HAVE THE POWER TO IMPOSE ADVERSE ACTION AGAINST THE\n   35  LICENSE ISSUED BY THE HOME STATE.\n   36    (D) FOR PURPOSES OF IMPOSING ADVERSE ACTION, THE  LICENSING  BOARD  OF\n   37  THE  HOME  STATE  SHALL  GIVE  THE  SAME PRIORITY AND EFFECT TO REPORTED\n   38  CONDUCT RECEIVED FROM A REMOTE STATE AS IT WOULD  IF  SUCH  CONDUCT  HAD\n   39  OCCURRED  WITHIN  THE  HOME  STATE.  IN SO DOING, IT SHALL APPLY ITS OWN\n   40  STATE LAWS TO DETERMINE APPROPRIATE ACTION.\n   41    (E) THE HOME STATE MAY TAKE ADVERSE ACTION BASED ON THE FACTUAL  FIND-\n   42  INGS  OF  THE REMOTE STATE, SO LONG AS EACH STATE FOLLOWS ITS OWN PROCE-\n   43  DURES FOR IMPOSING SUCH ADVERSE ACTION.\n   44    (F) NOTHING IN THIS COMPACT SHALL OVERRIDE A  PARTY  STATE'S  DECISION\n   45  THAT  PARTICIPATION  IN  AN  ALTERNATIVE  PROGRAM MAY BE USED IN LIEU OF\n   46  LICENSURE ACTION AND THAT SUCH PARTICIPATION SHALL REMAIN NON-PUBLIC  IF\n   47  REQUIRED  BY  THE  PARTY STATE'S LAWS.  PARTY STATES MUST REQUIRE NURSES\n   48  WHO ENTER ANY ALTERNATIVE PROGRAMS TO AGREE NOT TO PRACTICE IN ANY OTHER\n   49  PARTY STATE DURING THE TERM OF THE  ALTERNATIVE  PROGRAM  WITHOUT  PRIOR\n   50  AUTHORIZATION FROM SUCH OTHER PARTY STATE.\n\n   51                                 ARTICLE VI.\n   52    ADDITIONAL AUTHORITIES INVESTED IN PARTY STATE NURSE LICENSING BOARDS\n\n       A. 1332                             7\n\n    1    NOTWITHSTANDING  ANY  OTHER POWERS, PARTY STATE NURSE LICENSING BOARDS\n    2  SHALL HAVE THE AUTHORITY TO:\n    3    (A)  IF  OTHERWISE  PERMITTED  BY STATE LAW, RECOVER FROM THE AFFECTED\n    4  NURSE THE COSTS OF INVESTIGATIONS AND  DISPOSITION  OF  CASES  RESULTING\n    5  FROM ANY ADVERSE ACTION TAKEN AGAINST THAT NURSE;\n    6    (B) ISSUE SUBPOENAS FOR BOTH HEARINGS AND INVESTIGATIONS WHICH REQUIRE\n    7  THE  ATTENDANCE  AND  TESTIMONY  OF  WITNESSES,  AND  THE  PRODUCTION OF\n    8  EVIDENCE.  SUBPOENAS ISSUED BY A NURSE LICENSING BOARD IN A PARTY  STATE\n    9  FOR  THE ATTENDANCE AND TESTIMONY OF WITNESSES, AND/OR THE PRODUCTION OF\n   10  EVIDENCE FROM ANOTHER PARTY STATE, SHALL BE ENFORCED IN THE LATTER STATE\n   11  BY ANY COURT OF COMPETENT JURISDICTION, ACCORDING TO  THE  PRACTICE  AND\n   12  PROCEDURE  OF  THAT  COURT APPLICABLE TO SUBPOENAS ISSUED IN PROCEEDINGS\n   13  PENDING BEFORE IT. THE ISSUING AUTHORITY SHALL  PAY  ANY  WITNESS  FEES,\n   14  TRAVEL EXPENSES, MILEAGE AND OTHER FEES REQUIRED BY THE SERVICE STATUTES\n   15  OF THE STATE WHERE THE WITNESSES AND/OR EVIDENCE ARE LOCATED.\n   16    (C) ISSUE CEASE AND DESIST ORDERS TO LIMIT OR REVOKE A NURSE'S AUTHOR-\n   17  ITY TO PRACTICE IN THEIR STATE;\n   18    (D)  PROMULGATE UNIFORM RULES AND REGULATIONS AS PROVIDED FOR IN ARTI-\n   19  CLE VIII(C).\n\n   20                                ARTICLE VII.\n   21                  COORDINATED LICENSURE INFORMATION SYSTEM\n\n   22    (A) ALL PARTY STATES SHALL PARTICIPATE  IN  A  COOPERATIVE  EFFORT  TO\n   23  CREATE  A  COORDINATED  DATA  BASE OF ALL LICENSED REGISTERED NURSES AND\n   24  LICENSED PRACTICAL/VOCATIONAL NURSES. THIS SYSTEM SHALL INCLUDE INFORMA-\n   25  TION ON THE  LICENSURE  AND  DISCIPLINARY  HISTORY  OF  EACH  NURSE,  AS\n   26  CONTRIBUTED  BY  PARTY  STATES,  TO  ASSIST IN THE COORDINATION OF NURSE\n   27  LICENSURE AND ENFORCEMENT EFFORTS.\n   28    (B) NOTWITHSTANDING ANY OTHER PROVISION  OF  LAW,  ALL  PARTY  STATES'\n   29  LICENSING  BOARDS SHALL PROMPTLY REPORT ADVERSE ACTIONS, ACTIONS AGAINST\n   30  MULTISTATE LICENSURE PRIVILEGES, ANY CURRENT  SIGNIFICANT  INVESTIGATIVE\n   31  INFORMATION  YET  TO  RESULT IN ADVERSE ACTION, DENIALS OF APPLICATIONS,\n   32  AND THE REASONS FOR SUCH DENIALS, TO THE COORDINATED LICENSURE  INFORMA-\n   33  TION SYSTEM.\n   34    (C) CURRENT SIGNIFICANT INVESTIGATIVE INFORMATION SHALL BE TRANSMITTED\n   35  THROUGH THE COORDINATED LICENSURE INFORMATION SYSTEM ONLY TO PARTY STATE\n   36  LICENSING BOARDS.\n   37    (D)  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF LAW, ALL PARTY STATES'\n   38  LICENSING BOARDS CONTRIBUTING INFORMATION TO THE  COORDINATED  LICENSURE\n   39  INFORMATION SYSTEM MAY DESIGNATE INFORMATION THAT MAY NOT BE SHARED WITH\n   40  NON-PARTY  STATES  OR DISCLOSED TO OTHER ENTITIES OR INDIVIDUALS WITHOUT\n   41  THE EXPRESS PERMISSION OF THE CONTRIBUTING STATE.\n   42    (E) ANY  PERSONALLY  IDENTIFIABLE  INFORMATION  OBTAINED  BY  A  PARTY\n   43  STATES'  LICENSING  BOARD  FROM  THE  COORDINATED  LICENSURE INFORMATION\n   44  SYSTEM MAY NOT BE SHARED WITH NON-PARTY STATES  OR  DISCLOSED  TO  OTHER\n   45  ENTITIES  OR  INDIVIDUALS  EXCEPT TO THE EXTENT PERMITTED BY THE LAWS OF\n   46  THE PARTY STATE CONTRIBUTING THE INFORMATION.\n   47    (F) ANY INFORMATION CONTRIBUTED TO THE COORDINATED LICENSURE  INFORMA-\n   48  TION  SYSTEM THAT IS SUBSEQUENTLY REQUIRED TO BE EXPUNGED BY THE LAWS OF\n   49  THE PARTY STATE CONTRIBUTING THAT INFORMATION, SHALL  ALSO  BE  EXPUNGED\n   50  FROM THE COORDINATED LICENSURE INFORMATION SYSTEM.\n   51    (G)  THE COMPACT ADMINISTRATORS, ACTING JOINTLY WITH EACH OTHER AND IN\n   52  CONSULTATION WITH THE ADMINISTRATOR OF THE COORDINATED LICENSURE  INFOR-\n   53  MATION  SYSTEM,  SHALL FORMULATE NECESSARY AND PROPER PROCEDURES FOR THE\n\n       A. 1332                             8\n\n    1  IDENTIFICATION,  COLLECTION  AND  EXCHANGE  OF  INFORMATION  UNDER  THIS\n    2  COMPACT.\n\n    3                                ARTICLE VIII.\n    4            COMPACT ADMINISTRATION AND INTERCHANGE OF INFORMATION\n\n    5    (A)  THE HEAD OF THE NURSE LICENSING BOARD, OR HIS OR HER DESIGNEE, OF\n    6  EACH PARTY STATE SHALL BE THE ADMINISTRATOR OF THIS COMPACT FOR  HIS  OR\n    7  HER STATE.\n    8    (B) THE COMPACT ADMINISTRATOR OF EACH PARTY STATE SHALL FURNISH TO THE\n    9  COMPACT  ADMINISTRATOR  OF  EACH  OTHER  PARTY STATE ANY INFORMATION AND\n   10  DOCUMENTS INCLUDING, BUT NOT LIMITED TO, A UNIFORM DATA SET OF  INVESTI-\n   11  GATIONS,  IDENTIFYING INFORMATION, LICENSURE DATA AND DISCLOSABLE ALTER-\n   12  NATIVE PROGRAM PARTICIPATION  INFORMATION  TO  FACILITATE  THE  ADMINIS-\n   13  TRATION OF THIS COMPACT.\n   14    (C) COMPACT ADMINISTRATORS SHALL HAVE THE AUTHORITY TO DEVELOP UNIFORM\n   15  RULES TO FACILITATE AND COORDINATE IMPLEMENTATION OF THIS COMPACT. THESE\n   16  UNIFORM  RULES  SHALL  BE  ADOPTED  BY PARTY STATES, UNDER THE AUTHORITY\n   17  INVESTED UNDER ARTICLE VI(D).\n\n   18                                 ARTICLE IX.\n   19                                  IMMUNITY\n\n   20    NO PARTY STATE OR THE OFFICERS OR  EMPLOYEES  OR  AGENTS  OF  A  PARTY\n   21  STATE'S NURSE LICENSING BOARD WHO ACTS IN ACCORDANCE WITH THE PROVISIONS\n   22  OF  THIS  COMPACT  SHALL  BE LIABLE ON ACCOUNT OF ANY ACT OR OMISSION IN\n   23  GOOD FAITH WHILE ENGAGED IN THE PERFORMANCE OF THEIR DUTIES  UNDER  THIS\n   24  COMPACT.  GOOD  FAITH  IN THIS ARTICLE SHALL NOT INCLUDE WILLFUL MISCON-\n   25  DUCT, GROSS NEGLIGENCE OR RECKLESSNESS.\n\n   26                                 ARTICLE X.\n   27                 ENTRY INTO FORCE, WITHDRAWAL, AND AMENDMENT\n\n   28    (A) THIS COMPACT SHALL ENTER INTO FORCE AND BECOME EFFECTIVE AS TO ANY\n   29  STATE WHEN IT HAS BEEN ENACTED INTO THE LAWS OF THAT  STATE.  ANY  PARTY\n   30  STATE MAY WITHDRAW FROM THIS COMPACT BY ENACTING A STATUTE REPEALING THE\n   31  SAME,  BUT  NO  SUCH WITHDRAWAL SHALL TAKE EFFECT UNTIL SIX MONTHS AFTER\n   32  THE WITHDRAWING STATE HAS GIVEN NOTICE OF THE WITHDRAWAL TO  THE  EXECU-\n   33  TIVE HEADS OF ALL OTHER PARTY STATES.\n   34    (B)  NO  WITHDRAWAL  SHALL AFFECT THE VALIDITY OR APPLICABILITY BY THE\n   35  LICENSING BOARDS OF STATES REMAINING PARTY TO THE COMPACT OF ANY  REPORT\n   36  OF ADVERSE ACTION OCCURRING PRIOR TO THE WITHDRAWAL.\n   37    (C) NOTHING CONTAINED IN THIS COMPACT SHALL BE CONSTRUED TO INVALIDATE\n   38  OR  PREVENT  ANY NURSE LICENSURE AGREEMENT OR OTHER COOPERATIVE ARRANGE-\n   39  MENT BETWEEN A PARTY STATE AND A NON-PARTY STATE THAT IS MADE IN ACCORD-\n   40  ANCE WITH THE OTHER PROVISIONS OF THIS COMPACT.\n   41    (D) THIS COMPACT MAY BE AMENDED BY THE PARTY STATES. NO  AMENDMENT  TO\n   42  THIS  COMPACT  SHALL  BECOME EFFECTIVE AND BINDING UPON THE PARTY STATES\n   43  UNLESS AND UNTIL IT IS ENACTED INTO THE LAWS OF ALL PARTY STATES.\n\n   44                                 ARTICLE XI.\n   45                        CONSTRUCTION AND SEVERABILITY\n\n   46    1. (A) THIS COMPACT SHALL BE LIBERALLY CONSTRUED SO AS  TO  EFFECTUATE\n   47  THE  PURPOSES THEREOF. THE PROVISIONS OF THIS COMPACT SHALL BE SEVERABLE\n   48  AND IF ANY PHRASE, CLAUSE, SENTENCE OR  PROVISION  OF  THIS  COMPACT  IS\n\n       A. 1332                             9\n\n    1  DECLARED TO BE CONTRARY TO THE CONSTITUTION OF ANY PARTY STATE OR OF THE\n    2  UNITED  STATES  OR  THE APPLICABILITY THEREOF TO ANY GOVERNMENT, AGENCY,\n    3  PERSON OR CIRCUMSTANCE IS HELD INVALID, THE VALIDITY OF THE REMAINDER OF\n    4  THIS  COMPACT  AND  THE APPLICABILITY THEREOF TO ANY GOVERNMENT, AGENCY,\n    5  PERSON OR CIRCUMSTANCE SHALL NOT BE AFFECTED THEREBY.  IF  THIS  COMPACT\n    6  SHALL  BE  HELD CONTRARY TO THE CONSTITUTION OF ANY STATE PARTY THERETO,\n    7  THE COMPACT SHALL REMAIN IN FULL FORCE AND EFFECT AS  TO  THE  REMAINING\n    8  PARTY STATES AND IN FULL FORCE AND EFFECT AS TO THE PARTY STATE AFFECTED\n    9  AS TO ALL SEVERABLE MATTERS.\n   10    (B)  IN THE EVENT PARTY STATES FIND A NEED FOR SETTLING DISPUTES ARIS-\n   11  ING UNDER THIS COMPACT:\n   12    (1) THE PARTY STATES MAY SUBMIT THE ISSUES  IN  DISPUTE  TO  AN  ARBI-\n   13  TRATION  PANEL WHICH WILL BE COMPRISED OF AN INDIVIDUAL APPOINTED BY THE\n   14  COMPACT ADMINISTRATOR IN THE HOME STATE; AN INDIVIDUAL APPOINTED BY  THE\n   15  COMPACT  ADMINISTRATOR  IN  THE  REMOTE STATE OR STATES INVOLVED; AND AN\n   16  INDIVIDUAL MUTUALLY AGREED UPON BY THE COMPACT ADMINISTRATORS OF ALL THE\n   17  PARTY STATES INVOLVED IN THE DISPUTE.\n   18    (2) THE DECISION OF A MAJORITY OF THE ARBITRATORS SHALL BE  FINAL  AND\n   19  BINDING.\n   20    2.  FOR  THE  PURPOSES  OF THE COMPACT SET FORTH IN SUBDIVISION ONE OF\n   21  THIS SECTION THE \"HEAD OF THE NURSE  LICENSING  BOARD\"  FOR  THIS  STATE\n   22  SHALL BE THE SECRETARY TO THE STATE BOARD FOR NURSING.\n   23    3.  TO  FACILITATE  CROSS-STATE  ENFORCEMENT EFFORTS, THIS STATE SHALL\n   24  HAVE THE POWER TO RECOVER FROM THE AFFECTED NURSE THE COSTS OF  INVESTI-\n   25  GATIONS AND DISPOSITION OF CASES RESULTING FROM ADVERSE ACTIONS TAKEN BY\n   26  THIS STATE AGAINST THAT NURSE.\n   27    4. THIS COMPACT IS DESIGNED TO FACILITATE THE REGULATION OF NURSES AND\n   28  DOES  NOT  RELIEVE  EMPLOYERS FROM COMPLYING WITH OBLIGATIONS IMPOSED BY\n   29  LAW OR REGULATION.\n   30    5. THIS COMPACT DOES NOT SUPERSEDE EXISTING LABOR LAWS.\n   31    6. TO FACILITATE WORKFORCE PLANNING, THE COMMISSIONER IS AUTHORIZED TO\n   32  COLLECT EMPLOYMENT DATA ON NURSES PRACTICING ON THE  MULTI-PRIVILEGE  IN\n   33  THE NURSE LICENSURE COMPACT PROVIDED THAT THE SUBMISSION OF THIS DATA IS\n   34  NOT A REQUIREMENT FOR PRACTICE UNDER THE MULTI-STATE PRIVILEGE.\n   35    S  2.  This  act shall take effect on the ninetieth day after it shall\n   36  have become a law; provided, however, that  effective  immediately,  the\n   37  addition,  amendment  and/or  repeal of any rule or regulation necessary\n   38  for the implementation of this act on its effective date are  authorized\n   39  and directed to be made and completed on or before such effective date.\n\n   40                                   PART D\n\n   41    Section 1. Section 6501 of the education law, as amended by chapter 81\n   42  of the laws of 1995, is amended to read as follows:\n   43    S  6501. Admission to a profession (licensing).  Admission to practice\n   44  of a profession in this state is accomplished by a license being  issued\n   45  to  a qualified applicant by the education department.  To qualify for a\n   46  license an applicant shall meet the requirements prescribed in the arti-\n   47  cle for the  particular  profession  and  shall  meet  the  requirements\n   48  prescribed  in  section  3-503  of the general obligations law; PROVIDED\n   49  THAT, NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY,  ANY  APPLI-\n   50  CANT  WHO  IS  THE  SPOUSE OF A MEMBER OF THE ARMED FORCES OF THE UNITED\n   51  STATES, NATIONAL GUARD OR RESERVES MAY SUBMIT SATISFACTORY  EVIDENCE  OF\n   52  LICENSURE  TO  PRACTICE  AN  EQUIVALENT  OCCUPATION  ISSUED BY ANY OTHER\n   53  STATE, TERRITORY, PROTECTORATE OR DEPENDENCY OF  THE  UNITED  STATES  IN\n   54  LIEU  OF THE SUBMISSIONS REQUIRED BY THE ARTICLE OF THIS CHAPTER FOR THE\n\n       A. 1332                            10\n\n    1  PARTICULAR PROFESSION, PROVIDED THAT SUCH LICENSE WAS GRANTED IN COMPLI-\n    2  ANCE WITH STANDARDS WHICH WERE, IN THE JUDGMENT OF THE BOARD OF REGENTS,\n    3  NOT LOWER THAN THOSE OF THIS STATE.\n    4    S  2.  The general business law is amended by adding a new article 2-A\n    5  to read as follows:\n    6                                 ARTICLE 2-A\n    7                          ADMISSION TO A PROFESSION\n    8  SECTION 20. ADMISSION  TO  A  PROFESSION;  LICENSING,  CERTIFICATION  OR\n    9                REGISTRATION.\n   10    S 20. ADMISSION TO A PROFESSION; LICENSING, CERTIFICATION OR REGISTRA-\n   11  TION.  ADMISSION TO PRACTICE OF A PROFESSION GOVERNED BY THIS CHAPTER IN\n   12  THIS  STATE IS ACCOMPLISHED, WHERE REQUIRED, BY A LICENSE, CERTIFICATION\n   13  OR CERTIFICATE OF REGISTRATION BEING ISSUED TO A QUALIFIED APPLICANT  BY\n   14  THE  SECRETARY  OF  STATE.  TO  QUALIFY  FOR A LICENSE, CERTIFICATION OR\n   15  CERTIFICATE OF REGISTRATION AN APPLICANT  SHALL  MEET  THE  REQUIREMENTS\n   16  PRESCRIBED  IN  THE ARTICLE FOR THE PARTICULAR PROFESSION AND SHALL MEET\n   17  THE REQUIREMENTS PRESCRIBED IN SECTION 3-503 OF THE GENERAL  OBLIGATIONS\n   18  LAW;  PROVIDED  THAT,  NOTWITHSTANDING  ANY  PROVISION OF THE LAW TO THE\n   19  CONTRARY, ANY APPLICANT WHO IS THE SPOUSE OF A MEMBER OF THE ARMED FORC-\n   20  ES OF THE UNITED STATES, NATIONAL GUARD OR RESERVES MAY SUBMIT SATISFAC-\n   21  TORY EVIDENCE OF LICENSURE, CERTIFICATION OR REGISTRATION TO PRACTICE AN\n   22  EQUIVALENT OCCUPATION ISSUED BY ANY OTHER STATE, TERRITORY, PROTECTORATE\n   23  OR DEPENDENCY OF THE UNITED STATES IN LIEU OF THE  SUBMISSIONS  REQUIRED\n   24  BY  THE  ARTICLE OF THIS CHAPTER FOR THE PARTICULAR PROFESSION, PROVIDED\n   25  THAT SUCH LICENSE, CERTIFICATION  OR  CERTIFICATE  OF  REGISTRATION  WAS\n   26  GRANTED  IN COMPLIANCE WITH STANDARDS WHICH WERE, IN THE JUDGMENT OF THE\n   27  SECRETARY, NOT LOWER THAN THOSE OF THIS STATE.\n   28    S 3. Subsection (d) of section 2136 of the insurance law, as added  by\n   29  chapter 687 of the laws of 2003, is amended to read as follows:\n   30    (d)  (1)  the  applicant's  home  state  awards  nonresident insurance\n   31  producer licenses to residents of  this  state  on  the  same  basis  as\n   32  provided in this subsection; OR\n   33    (2) THE APPLICANT IS THE SPOUSE OF A MEMBER OF THE ARMED FORCES OF THE\n   34  UNITED STATES, NATIONAL GUARD OR RESERVES.\n   35    S 4. Section 442-g of the real property law is amended by adding a new\n   36  subdivision 1-a to read as follows:\n   37    1-A.  NO  NONRESIDENT  APPLICANT  WHO IS THE SPOUSE OF A MEMBER OF THE\n   38  ARMED FORCES OF THE UNITED STATES, NATIONAL GUARD, OR RESERVES REGULARLY\n   39  ENGAGED IN THE REAL ESTATE BUSINESS AS A VOCATION, WHO MAINTAINS A DEFI-\n   40  NITE PLACE OF BUSINESS AND IS LICENSED BY ANY  OTHER  STATE,  TERRITORY,\n   41  PROTECTORATE  OR  DEPENDENCY  OF THE UNITED STATES, SHALL BE REQUIRED TO\n   42  MAINTAIN A PLACE OF BUSINESS WITHIN THIS  STATE.  THE  COMMISSION  SHALL\n   43  RECOGNIZE THE LICENSE ISSUED BY ANOTHER STATE TO AN APPLICANT WHO IS THE\n   44  SPOUSE  OF  A  MEMBER OF THE ARMED FORCES OF THE UNITED STATES, NATIONAL\n   45  GUARD, OR RESERVES AS QUALIFICATION FOR A LICENSE IN NEW YORK,  PROVIDED\n   46  THAT  SUCH  LICENSE WAS GRANTED IN COMPLIANCE WITH STANDARDS WHICH WERE,\n   47  IN THE JUDGMENT OF THE SECRETARY, NOT LOWER THAN THOSE OF THIS STATE.\n   48    S 5. Section 444-e of the real property law is amended by adding a new\n   49  subdivision 2-a to read as follows:\n   50    2-A. ANY APPLICANT FOR A LICENSE WHO IS A SPOUSE OF A  MEMBER  OF  THE\n   51  ARMED FORCES OF THE UNITED STATES, NATIONAL GUARD OR RESERVES MAY SUBMIT\n   52  SATISFACTORY  EVIDENCE OF LICENSURE TO PRACTICE AN EQUIVALENT OCCUPATION\n   53  ISSUED BY ANY OTHER STATE, TERRITORY, PROTECTORATE OR DEPENDENCY OF  THE\n   54  UNITED STATES IN LIEU OF THE EVIDENCE OF EDUCATION, EXPERIENCE AND EXAM-\n   55  INATION  REQUIRED BY SUBDIVISION ONE OF THIS SECTION, PROVIDED THAT SUCH\n\n       A. 1332                            11\n\n    1  LICENSE WAS GRANTED IN COMPLIANCE WITH  STANDARDS  WHICH  WERE,  IN  THE\n    2  JUDGMENT OF THE SECRETARY, NOT LOWER THAN THOSE OF THIS STATE.\n    3    S  6.  This  act shall take effect on the ninetieth day after it shall\n    4  have become a law; provided, however, that  effective  immediately,  the\n    5  addition,  amendment  and/or  repeal of any rule or regulation necessary\n    6  for the implementation of this act on its effective date are  authorized\n    7  and directed to be made and completed on or before such effective date.\n    8    S 2. Severability clause. If any clause, sentence, paragraph, subdivi-\n    9  sion,  section  or  part  of  this act shall be adjudged by any court of\n   10  competent jurisdiction to be invalid, such judgment  shall  not  affect,\n   11  impair,  or  invalidate  the remainder thereof, but shall be confined in\n   12  its operation to the clause, sentence, paragraph,  subdivision,  section\n   13  or part thereof directly involved in the controversy in which such judg-\n   14  ment shall have been rendered. It is hereby declared to be the intent of\n   15  the  legislature  that  this  act  would  have been enacted even if such\n   16  invalid provisions had not been included herein.\n   17    S 3. This act shall take effect immediately; provided,  however,  that\n   18  the  applicable effective date of Parts A through D of this act shall be\n   19  as specifically set forth in the last section of such Parts.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to require a workgroup to investigate and report about licensing and the difficulties encountered by military spouses (Part A); to amend the education law, in relation to the authority of the state to certify persons to teach who are not graduates of teacher education programs (Part B); to amend the education law, in relation to adopting the interstate nursing licensure compact (Part C); to amend the education law, the general business law, the insurance law and the real property law, in relation to licensing of military spouses with out-of-state licenses in equivalent occupations (Part D) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T140713.TXT", "SOBI.D110107.T143426.TXT", "SOBI.D110107.T143909.TXT", "SOBI.D110110.T135110.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296500833935
}