{
  "year" : 2011,
  "senateBillNo" : "A1335-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1335-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows the granting of academic credit at state operated institutions to veterans",
  "summary" : "Allows the granting of academic credit at state operated institutions of the state university of New York and the senior colleges of the city university of New York to veterans. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA10594-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1335\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CASTELLI -- read once and referred to the Commit-\n         tee on Higher Education\n\n       AN  ACT  to  amend  the  education law, in relation to granting academic\n         credit at state operated institutions of the state university  of  New\n         York  and  the  senior  colleges of the city university of New York to\n         veterans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 669-e\n    2  to read as follows:\n    3    S 669-E. COURSE CREDIT FOR VETERANS. 1. FOR PURPOSES OF THIS  SECTION,\n    4  THE  TERM  \"VETERAN\"  MEANS  A  PERSON, MALE OR FEMALE, RESIDENT OF THIS\n    5  STATE, WHO HAS SERVED IN THE ACTIVE MILITARY OR  NAVAL  SERVICE  OF  THE\n    6  UNITED  STATES  DURING  A WAR IN WHICH THE UNITED STATES ENGAGED AND WHO\n    7  HAS BEEN RELEASED FROM SUCH SERVICE BY ANY MEANS OTHER THAN BY DISHONOR-\n    8  ABLE DISCHARGE, OR WHO HAS BEEN FURLOUGHED TO THE RESERVE.\n    9    2. EVERY VETERAN WHO IS ENROLLED ON A FULL-TIME BASIS AS AN UNDERGRAD-\n   10  UATE STUDENT IN GOOD  STANDING,  AT  AN  INSTITUTION  WITHIN  THE  STATE\n   11  UNIVERSITY  SYSTEM, SHALL UPON APPLICATION BE GRANTED UP TO SIX ACADEMIC\n   12  CREDITS PER YEAR AND SIXTY CREDITS IN THE AGGREGATE TOWARDS HIS  OR  HER\n   13  DEGREE  FOR COMPLETION OF COURSES THAT WERE PART OF SUCH VETERAN'S MILI-\n   14  TARY TRAINING OR SERVICE IF THE COMPLETED COURSES MEET THE STANDARDS  OF\n   15  THE  AMERICAN COUNCIL ON EDUCATION OR ITS EQUIVALENT FOR THE AWARDING OF\n   16  ACADEMIC CREDITS. NO FEE, TUITION OR  OTHER  CHARGE  SHALL  BE  ASSESSED\n   17  AGAINST  A  VETERAN  WHO  QUALIFIES  FOR  SUCH  CREDIT  PURSUANT TO THIS\n   18  SECTION.\n   19    3. THE BOARDS OF TRUSTEES OF THE STATE UNIVERSITY AND THE CITY UNIVER-\n   20  SITY OF NEW YORK SHALL ADOPT SUCH PROCEDURES AS ARE NECESSARY  TO  FULLY\n   21  IMPLEMENT THE PROVISIONS OF THIS SECTION.\n   22    S  2.  This act shall take effect on the first of July next succeeding\n   23  the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05506-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to granting academic credit at state operated institutions of the state university of New York and the senior colleges of the city university of New York to veterans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T113750.TXT", "SOBI.D110107.T143426.TXT", "SOBI.D110110.T135611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296059870232
}