{
  "year" : 2011,
  "senateBillNo" : "A1336-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1336-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the new crime of theft of motor fuel from a motor vehicle",
  "summary" : "Creates the new crime of theft of motor fuel from a motor vehicle. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A5332-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1336\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON, LANCMAN -- Multi-Sponsored by -- M. of A.\n         HIKIND,  MENG,  TOWNS,  WEISENBERG  --  read  once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the penal law, in relation to criminalizing the theft of\n         motor fuel from a motor vehicle\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding a new section 165.12 to\n    2  read as follows:\n    3  S 165.12 THEFT OF MOTOR FUEL.\n    4    1. A PERSON IS GUILTY OF THEFT OF MOTOR FUEL WHEN, KNOWING THAT HE  OR\n    5  SHE  DOES NOT HAVE THE CONSENT OF THE OWNER OF A VEHICLE TO DO SO, HE OR\n    6  SHE SIPHONS, DRAINS OR OTHERWISE REMOVES MOTOR FUEL FROM THE  FUEL  TANK\n    7  OF  SUCH VEHICLE OR FROM A STORAGE CONTAINER LOCATED IN OR ON SUCH VEHI-\n    8  CLE. A PERSON WHO ENGAGES IN ANY SUCH CONDUCT WITHOUT THE CONSENT OF THE\n    9  OWNER OF THE VEHICLE IS PRESUMED TO KNOW THAT HE OR SHE  DOES  NOT  HAVE\n   10  SUCH CONSENT.\n   11    2.  IT  IS A DEFENSE TO SUCH CHARGE THAT SUCH PERSON WAS AUTHORIZED TO\n   12  REMOVE THE MOTOR FUEL PURSUANT TO LAW OR BY PERMISSION OF THE OWNER.\n   13    3. AS USED IN THIS SECTION:  A.  \"MOTOR  VEHICLE\"  MEANS  ANY  VEHICLE\n   14  PROPELLED  IN WHOLE OR IN PART BY COMBUSTION OR OTHER USE OF MOTOR FUEL,\n   15  INCLUDING VEHICLES PERMITTED UNDER THE VEHICLE AND TRAFFIC LAW TO  OPER-\n   16  ATE ON PUBLIC HIGHWAYS, BOATS, SNOWMOBILES, JET-SKIS, OFF-ROAD VEHICLES,\n   17  ALL-TERRAIN  VEHICLES,  ROAD  BUILDING MACHINERY, POWER SHOVELS, TRACTOR\n   18  CRANES AND TRACTORS USED EXCLUSIVELY FOR AGRICULTURAL PURPOSES; AND\n   19    B. \"MOTOR FUEL\" MEANS ANY PETROLEUM PRODUCT  WHICH  IS  USED  FOR  THE\n   20  PROPULSION  OF ANY MOTOR VEHICLE, AND INCLUDES GASOLINE, BENZOL OR OTHER\n   21  PRODUCT, EXCEPT KEROSENE AND CRUDE OIL, WHICH IS  SUITABLE  FOR  USE  IN\n   22  OPERATION  OF A MOTOR VEHICLE ENGINE, PROVIDED THAT IF KEROSENE OR CRUDE\n   23  OIL IS COMPOUNDED OR MIXED WITH ANY OTHER PRODUCT OR PRODUCTS,  AND  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05001-01-1\n\n       A. 1336                             2\n\n    1  RESULTING  COMPOUND  OR  MIXTURE IS SUITABLE FOR USE IN THE OPERATION OF\n    2  ANY SUCH MOTOR VEHICLE ENGINE, SUCH RESULTING COMPOUND OR MIXTURE IN ITS\n    3  ENTIRETY SHALL BE A \"MOTOR FUEL\".\n    4    THEFT  OF  MOTOR FUEL IS A CLASS E FELONY.  WHEN A PERSON IS CONVICTED\n    5  OF AN OFFENSE AS DEFINED IN THIS SECTION, THE COURT SHALL IMPOSE A  FINE\n    6  OF  ONE THOUSAND DOLLARS AND MAY IMPOSE A DEFINITE SENTENCE OF IMPRISON-\n    7  MENT IN ACCORDANCE WITH THE PROVISIONS OF SUBDIVISION  FOUR  OF  SECTION\n    8  70.00  OF  THIS CHAPTER; OR IF SUCH PERSON HAS PREVIOUSLY BEEN CONVICTED\n    9  OF AN OFFENSE AS DEFINED IN THIS SECTION, THE COURT SHALL IMPOSE A  FINE\n   10  OF  TWO THOUSAND DOLLARS AND MAY IMPOSE A DEFINITE SENTENCE OF IMPRISON-\n   11  MENT IN ACCORDANCE WITH THE PROVISIONS OF SUBDIVISION  FOUR  OF  SECTION\n   12  70.00 OF THIS CHAPTER.\n   13    S 2. This act shall take effect on the first of November next succeed-\n   14  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to criminalizing the theft of motor fuel from a motor vehicle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T143426.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294684266876
}