{
  "year" : 2011,
  "senateBillNo" : "A1349-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1349-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants senior citizens the option to renew motor vehicle registration for one year or two years",
  "summary" : "Provides that persons sixty-five years of age or older shall have the choice of registering their motor vehicle or renewing such registration for a period of one year or two years. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "S1081-2009", "A2410-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1349\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  authorizing\n         senior citizens to renew motor vehicle registrations annually\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph c of subdivision 5 of section 401 of the  vehicle\n    2  and  traffic  law,  as  amended  by  chapter 356 of the laws of 1990, is\n    3  amended to read as follows:\n    4    c. Notwithstanding any other provision of this  article,  the  commis-\n    5  sioner shall issue registrations and renewals of registrations for motor\n    6  vehicles  for  which  a  registration  fee established in paragraph a of\n    7  subdivision six of this section is required to be  paid  and  for  motor\n    8  vehicles  having  a maximum gross weight of not more than eighteen thou-\n    9  sand pounds for which a registration fee established in paragraph one of\n   10  schedule B of subdivision seven of this section is required to  be  paid\n   11  for  a  period  of  not  less  than two years PROVIDED, HOWEVER, PERSONS\n   12  SIXTY-FIVE YEARS OF AGE OR OLDER SHALL HAVE THE  CHOICE  OF  REGISTERING\n   13  THEIR  MOTOR  VEHICLE  OR RENEWING SUCH REGISTRATION FOR A PERIOD OF ONE\n   14  YEAR OR TWO YEARS.  In addition, the full amount of any  other  charges,\n   15  taxes  or  fees  which would be required to be paid to, or collected by,\n   16  the commissioner during the entire registration period if  registrations\n   17  were  issued  for twelve month periods shall be paid to the commissioner\n   18  at the time of such registration or renewal of registration. The commis-\n   19  sioner shall promulgate rules and regulations for the issuance of regis-\n   20  tration renewals extended as required in this paragraph.  However,  such\n   21  regulations  may  provide that the initial issuance of extended renewals\n   22  be accomplished over a two year period. The commissioner  may  by  regu-\n   23  lation  exempt  from  the provisions of this paragraph registrations for\n   24  motor vehicles issued in conjunction  with  any  long-term  registration\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03221-01-1\n\n       A. 1349                             2\n\n    1  program  or  registration  reciprocity or proration agreement which this\n    2  state has established or to which this state is a party.\n    3    S  2.  This act shall take effect on the first of June next succeeding\n    4  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing senior citizens to renew motor vehicle registrations annually ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134108.TXT", "SOBI.D110107.T144910.TXT", "SOBI.D110107.T143909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294684868233
}