{
  "year" : 2011,
  "senateBillNo" : "A1347-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1347-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for driver safety use restrictions on drivers' license and permits",
  "summary" : "Provides for driver safety related use restrictions on drivers' licenses and permits including operation of a motor vehicle within a limited mileage radius, after sunset, and on limited access highways. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A718-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1347\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to restrictions\n         for driver safety on drivers' license or permits\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (c) of subdivision 2 of section 501 of the vehi-\n    2  cle and traffic law is amended by adding three new  subparagraphs  (iv),\n    3  (v) and (vi) to read as follows:\n    4    (IV) A RESTRICTION LIMITING THE OPERATION OF A MOTOR VEHICLE TO WITHIN\n    5  A  LIMITED  MILEAGE  RADIUS,  IMPOSED  PURSUANT  TO SUBDIVISION THREE OF\n    6  SECTION FIVE HUNDRED SIX OF THIS ARTICLE.\n    7    (V) A RESTRICTION PROHIBITING THE OPERATION OF A MOTOR  VEHICLE  AFTER\n    8  SUNSET,  IMPOSED  PURSUANT  TO SUBDIVISION THREE OF SECTION FIVE HUNDRED\n    9  SIX OF THIS ARTICLE.\n   10    (VI) A RESTRICTION PROHIBITING THE OPERATION OF  A  MOTOR  VEHICLE  ON\n   11  LIMITED  ACCESS  HIGHWAYS,  IMPOSED  PURSUANT  TO  SUBDIVISION  THREE OF\n   12  SECTION FIVE HUNDRED SIX OF THIS ARTICLE.\n   13    S 2. Subdivision 3 of section 506 of the vehicle and traffic  law,  as\n   14  added by chapter 780 of the laws of 1972, is amended to read as follows:\n   15    3.  If  the  licensee  satisfactorily  passes any such examination, he\n   16  shall be so informed and his license shall continue to be valid.  If  he\n   17  fails to pass, the commissioner shall take such reasonable action as may\n   18  be  required.    Such action may consist of imposing restrictions on the\n   19  use of the license of such person INCLUDING, BUT  NOT  LIMITED  TO,  THE\n   20  RESTRICTIONS  SET  FORTH IN SUBPARAGRAPHS (IV), (V) AND/OR (VI) OF PARA-\n   21  GRAPH (C) OF SUBDIVISION  TWO  OF  SECTION  FIVE  HUNDRED  ONE  OF  THIS\n   22  ARTICLE, in suspending such license for a definite or indefinite period,\n   23  or  in  revoking such license. If any such person fails after reasonable\n   24  notice or refuses to submit to  an  examination,  the  commissioner  may\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03151-01-1\n\n       A. 1347                             2\n\n    1  revoke his license or suspend it for an indefinite period solely because\n    2  of such failure or refusal.\n    3    S 3. This act shall take effect on the one hundred eightieth day after\n    4  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to restrictions for driver safety on drivers' license or permits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T094044.TXT", "SOBI.D110110.T134108.TXT", "SOBI.D110110.T145615.TXT", "SOBI.D110110.T150117.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110107.T143909.TXT", "SOBI.D110110.T145116.TXT", "SOBI.D110110.T095047.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294691478336
}