{
  "year" : 2011,
  "senateBillNo" : "A1340-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A1340-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes localities to use the federal definition of income for determining eligibility for the Senior Citizen Real Property Tax Exemption",
  "summary" : "Authorizes localities to use the federal definition of adjusted gross income for determining eligibility for the Senior Citizen Real Property Tax Exemption. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A526-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1340\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, ENGLEBRIGHT -- read once and referred to\n         the Committee on Real Property Taxation\n\n       AN  ACT  to  amend the real property tax law, in relation to authorizing\n         localities to use the federal definition of income\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 3 of section 467 of the real property tax law\n    2  is amended by adding a new paragraph (a-1) to read as follows:\n    3    (A-1) A MUNICIPAL CORPORATION MAY, UPON  ENACTMENT  BY  THE  GOVERNING\n    4  BODY  OF  SUCH MUNICIPAL CORPORATION OF A LOCAL LAW, ORDINANCE OR RESOL-\n    5  UTION, ELECT TO MODIFY THE DEFINITION OF INCOME AS  DESCRIBED  IN  PARA-\n    6  GRAPH  (A)  OF  THIS  SUBDIVISION  FOR  DETERMINING  ELIGIBILITY  FOR AN\n    7  EXEMPTION PURSUANT TO THIS SECTION, AS STATED IN PARAGRAPH (A)  OF  THIS\n    8  SUBDIVISION,  TO  MEAN  \"FEDERAL  ADJUSTED  GROSS  INCOME\" ALLOWED TO BE\n    9  SUBMITTED BY THE APPLICANT  TO  SECURE  THE  EXEMPTION  AVAILABLE  UNDER\n   10  SECTION FOUR HUNDRED TWENTY-FIVE OF THIS TITLE.  SUCH A LOCAL LAW, ORDI-\n   11  NANCE  OR  RESOLUTION  MAY ALSO INCLUDE ANY LOCAL OPTION EXCLUSIONS FROM\n   12  INCOME CONTAINED IN PARAGRAPH (A) OF THIS SUBDIVISION.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01693-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to authorizing localities to use the federal definition of income ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T133607.TXT", "SOBI.D110107.T143909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294684567034
}