{
  "year" : 2011,
  "senateBillNo" : "A1345-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1345-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits that provision permitting the commissioner of motor vehicles to suspend the license or registration of a person whose check is dishonored",
  "summary" : "Limits the provision permitting the commissioner of motor vehicles to suspend the license or registration of a person whose check is dishonored after presented to such commissioner for payment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A967-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1345\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  dishonored\n         check fees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 202-b of the vehicle and traffic law, as  added  by\n    2  chapter 190 of the laws of 1990, is amended to read as follows:\n    3    S 202-b. Penalties  for submission of dishonored checks. A thirty-five\n    4  dollar penalty fee shall be charged to any person who  has  submitted  a\n    5  check  to  the  commissioner  or  his  or  her  agent as payment for any\n    6  license, permit or registration or any other type of fee for any type of\n    7  transaction as required by this chapter and such check has been  dishon-\n    8  ored.  Such  thirty-five dollar penalty shall be added to the amount due\n    9  to the commissioner. In addition,  [any  or  all  licenses,  permits  or\n   10  registrations] THE LICENSE, PERMIT OR REGISTRATION issued in the name of\n   11  such person FOR WHICH SUCH CHECK WAS SUBMITTED may be suspended [and, if\n   12  a  suspension has been issued, any other transaction in the name of such\n   13  person with this department may be prohibited] until  full  satisfaction\n   14  of the amount due to the commissioner and the thirty-five dollar penalty\n   15  fee  is  paid  to  the  commissioner. No such suspension shall be issued\n   16  until thirty days after  notification  that  the  check  THAT  has  been\n   17  dishonored  is  mailed  to  such  person. If satisfaction is made within\n   18  thirty days from the date of mailing of such notification, no suspension\n   19  shall be issued.\n   20    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   21  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03207-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to dishonored check fees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134108.TXT", "SOBI.D110107.T143909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294684868200
}