{
  "year" : 2011,
  "senateBillNo" : "A1344-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1344-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits, rather than requires default judgments in cases of failure to answer",
  "summary" : "Permits, rather than requires, the filing of a default judgment in cases where a person fails to answer a traffic infraction after having been given notice by first class mail that such default judgment may be entered for failure to appear. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A973-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1344\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic  law,  in  relation  to  default\n         judgments in cases of failure to answer\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 1 and 2 of section 1806-a of the  vehicle  and\n    2  traffic law, as added by chapter 841 of the laws of 1984, are amended to\n    3  read as follows:\n    4    1.  In  the  event a person charged with a traffic infraction does not\n    5  answer within the time specified, the court having  jurisdiction,  other\n    6  than  a  court in a city over one million population may, in addition to\n    7  any other action authorized by law, enter a plea of guilty on behalf  of\n    8  the  defendant and render a default judgment of a fine determined by the\n    9  court within the amount authorized by law. Any judgment entered pursuant\n   10  to default shall  be  civil  in  nature,  but  shall  be  treated  as  a\n   11  conviction  for  the  purposes of this section. However, at least thirty\n   12  days after the expiration of the original date prescribed for entering a\n   13  plea and before a plea of guilty and a default judgment may be rendered,\n   14  the traffic violations bureau or, if there be none,  the  clerk  of  the\n   15  court,  shall  notify the defendant by [certified] FIRST CLASS mail: (a)\n   16  of the violation charged; (b)  of  the  impending  plea  of  guilty  and\n   17  default  judgment;  (c)  that such judgment [will] MAY be filed with the\n   18  county clerk of the county  in  which  the  operator  or  registrant  is\n   19  located  [,]; and (d) that a default or plea of guilty may be avoided by\n   20  entering a plea or making an appearance within thirty days of the  send-\n   21  ing  of  such  notice.  Pleas  entered  within that period shall be in a\n   22  manner prescribed in the notice. In no case shall a default judgment and\n   23  plea of guilty be rendered more than two years after the  expiration  of\n   24  the  time  prescribed  for originally entering a plea. When a person has\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03220-01-1\n\n       A. 1344                             2\n\n    1  entered a plea of not guilty and has demanded  a  hearing,  no  fine  or\n    2  penalty  shall  be  imposed  for any reason, prior to the holding of the\n    3  hearing which shall be scheduled by the court of such city,  village  or\n    4  town within thirty days of such demand.\n    5    2.  The  COURT  IN  WHICH  A DEFAULT JUDGMENT IS ENTERED MAY FILE SUCH\n    6  JUDGMENT AND THE filing of the default judgment with  the  county  clerk\n    7  shall  have the full force and effect of a judgment duly docketed in the\n    8  office of such clerk and may be enforced in the same manner and with the\n    9  same effect as that provided by law  in  respect  to  executions  issued\n   10  against  property  upon judgments of a court of record and such judgment\n   11  shall remain in full force and effect for  eight  years  notwithstanding\n   12  any other provision of law.\n   13    S  2.  This  act shall take effect on the ninetieth day after it shall\n   14  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to default judgments in cases of failure to answer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T144409.TXT", "SOBI.D110110.T133607.TXT", "SOBI.D110107.T143909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294684567079
}