{
  "year" : 2011,
  "senateBillNo" : "A1346-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1346-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of motor vehicles to issue a certificate of title free of liens upon submission of proof by dealer of payment of debt on a vehicle",
  "summary" : "Authorizes a motor vehicle dealer who receives a vehicle for resale and satisfies any security interest in such vehicle, but has not received a release of security interest for such vehicle, to apply to the commissioner of motor vehicles for a certificate of title free of liens upon submission of proof that the security interest in the vehicle has been satisfied. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2622-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1346\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to satisfaction\n         of a security interest in a motor vehicle by a dealer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  opening paragraph of section 2121 of the vehicle and\n    2  traffic law is designated subdivision (a) and a new subdivision  (b)  is\n    3  added to read as follows:\n    4    (B)  A  DEALER WHO RECEIVES A MOTOR VEHICLE FOR THE PURPOSES OF RESALE\n    5  AND WHO ARRANGES FOR THE SATISFACTION OF ANY SECURITY INTEREST  IN  SUCH\n    6  VEHICLE,  AND  FOR  WHICH  A  RELEASE  OF SECURITY INTEREST HAS NOT BEEN\n    7  ISSUED, MAY SUBMIT TO THE COMMISSIONER  SUFFICIENT  EVIDENCE  TO  DEMON-\n    8  STRATE  THAT SUCH SECURITY INTEREST HAS BEEN SATISFIED. THE COMMISSIONER\n    9  SHALL, UPON RECEIPT OF SUCH  EVIDENCE,  A  PROPER  APPLICATION  AND  THE\n   10  APPROPRIATE  FEE  PURSUANT  TO SECTION TWENTY-ONE HUNDRED TWENTY-FIVE OF\n   11  THIS ARTICLE, PROMPTLY ISSUE, WITHIN NO MORE THAN FIFTEEN BUSINESS  DAYS\n   12  OF  RECEIPT  BY  THE  DEPARTMENT  OF  ALL REQUIRED INFORMATION AND FEES,\n   13  EITHER A DUPLICATE CERTIFICATE WITHOUT SUCH LIEN INCLUDED THEREON, OR  A\n   14  CERTIFICATE WITHOUT SUCH LIEN INCLUDED THEREON. EVIDENCE THAT A SECURITY\n   15  INTEREST  HAS  BEEN  SATISFIED SHALL INCLUDE, BUT NOT BE LIMITED TO: (I)\n   16  EVIDENCE THAT AN  INTRABANK  TRANSFER  OF  FUNDS  HAS  BEEN  MADE;  (II)\n   17  EVIDENCE  THAT  A COPY OF A CERTIFIED CHECK HAS BEEN DELIVERED; OR (III)\n   18  EVIDENCE THAT AN UNCERTIFIED CHECK OR DRAFT ISSUED BY A DEALER  LICENSED\n   19  TO  DO BUSINESS IN THIS STATE HAS BEEN DELIVERED. SUCH EVIDENCE SHALL BE\n   20  ACCEPTED BY THE COMMISSIONER AS SUFFICIENT.  ANY EVIDENCE  SUBMITTED  TO\n   21  THE  COMMISSIONER PURSUANT TO THIS SUBDIVISION MAY BE SUBMITTED IN ELEC-\n   22  TRONIC FORM.  IN ADDITION TO THE PENALTIES IMPOSED BY SECTION TWENTY-ONE\n   23  HUNDRED THIRTY OF THIS ARTICLE, ANY DEALER WHO ALTERS OR FORGES EVIDENCE\n   24  OF PAYMENT SHALL BE LIABLE TO ANY PARTY FOR ANY DAMAGES  RESULTING  FROM\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03368-01-1\n\n       A. 1346                             2\n\n    1  THE  ISSUANCE  OF A NEW CERTIFICATE BY THE COMMISSIONER, PLUS ATTORNEY'S\n    2  FEES AND COSTS INCURRED IN RECOVERING SUCH DAMAGES, PROVIDED HOWEVER  NO\n    3  SUBSEQUENT  PURCHASER  OF  A  VEHICLE  WHERE  THE  SECURITY INTEREST WAS\n    4  REMOVED  BY  THE  COMMISSIONER  UNDER THE PROVISIONS OF THIS SUBDIVISION\n    5  SHALL BE LIABLE FOR ANY ERRORS IN THE REMOVAL OF SUCH SECURITY INTEREST,\n    6  AND ANY DEALER WHO SO APPLIED FOR THE REMOVAL OF SUCH SECURITY  INTEREST\n    7  ON  SUCH VEHICLE SHALL INDEMNIFY ANY SUCH PURCHASER. THE COMMISSIONER IS\n    8  AUTHORIZED TO ADOPT AND ENFORCE REASONABLE RULES AND REGULATIONS  NECES-\n    9  SARY TO CARRY OUT THE PROVISIONS OF THIS SUBDIVISION.\n   10    S 2. This act shall take effect on the one hundred eightieth day after\n   11  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to satisfaction of a security interest in a motor vehicle by a dealer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134108.TXT", "SOBI.D110107.T153415.TXT", "SOBI.D110107.T143909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294684868209
}