{
  "year" : 2011,
  "senateBillNo" : "A134-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A134-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a demonstration project for the use of enforcement cameras on high occupancy vehicle and bus lanes on the Staten Island Expressway",
  "summary" : "Provides for a demonstration project for the use of enforcement cameras on high occupancy vehicle and bus lanes on the Staten Island Expressway. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A6145-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          134\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CUSICK, TITONE -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  a  demon-\n         stration  program  relating  to  the  installation of roadside and bus\n         mounted high occupancy vehicle and bus lane enforcement cameras on the\n         Staten Island  Expressway;  and  providing  for  the  repeal  of  such\n         provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 223-a to read as follows:\n    3    S 223-A. HIGH OCCUPANCY VEHICLE AND BUS LANE ENFORCEMENT CAMERA DEMON-\n    4  STRATION  PROGRAM.  1.   NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE\n    5  COMMISSIONER IS HEREBY AUTHORIZED AND EMPOWERED TO  ESTABLISH  A  DEMON-\n    6  STRATION  PROGRAM,  ON  THE  STATEN ISLAND EXPRESSWAY, IMPOSING MONETARY\n    7  LIABILITY ON THE OWNER OF A VEHICLE FOR FAILURE, BETWEEN  THE  HOURS  OF\n    8  SEVEN  O'CLOCK  IN THE ANTE MERIDIEM AND SEVEN O'CLOCK IN THE POST MERI-\n    9  DIEM, OF AN OPERATOR THEREOF TO COMPLY WITH  APPLICABLE  HIGH  OCCUPANCY\n   10  VEHICLE  AND  BUS  LANE PRIORITY LAWS. THE DEPARTMENT OF TRANSPORTATION,\n   11  FOR PURPOSES OF IMPLEMENTATION OF SUCH PROGRAM, SHALL BE  AUTHORIZED  TO\n   12  INSTALL  AND  OPERATE  ROADSIDE  AND  BUS  MOUNTED  BUS LANE ENFORCEMENT\n   13  CAMERAS ON NO MORE THAN ONE HUNDRED BUSES OR ROADSIDE LOCATIONS OPERATED\n   14  BY THE DEPARTMENT.\n   15    2. THE OWNER OF A VEHICLE SHALL BE LIABLE FOR A PENALTY IMPOSED PURSU-\n   16  ANT TO THIS SECTION IF SUCH  VEHICLE  WAS  USED  OR  OPERATED  WITH  THE\n   17  PERMISSION OF THE OWNER, EXPRESS OR IMPLIED, IN VIOLATION OF ANY RULE OR\n   18  REGULATION RELATING TO USE OF A HIGH OCCUPANCY VEHICLE AND BUS LANE, AND\n   19  SUCH VIOLATION IS EVIDENCED BY INFORMATION OBTAINED FROM A HIGH OCCUPAN-\n   20  CY  VEHICLE  AND  BUS  LANE ENFORCEMENT CAMERA; PROVIDED HOWEVER THAT NO\n   21  OWNER OF A VEHICLE SHALL BE LIABLE FOR A  PENALTY  IMPOSED  PURSUANT  TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00543-01-1\n\n       A. 134                              2\n\n    1  THIS  SECTION  WHERE  THE OPERATOR OF SUCH VEHICLE HAS BEEN CONVICTED OF\n    2  THE UNDERLYING VIOLATION OF  ANY  RULE  OR  REGULATION  ADOPTED  BY  THE\n    3  DEPARTMENT OF TRANSPORTATION OR THE COMMISSIONER.\n    4    3. FOR PURPOSES OF THIS SECTION, \"OWNER\" SHALL MEAN ANY PERSON, CORPO-\n    5  RATION,  PARTNERSHIP, FIRM, AGENCY, ASSOCIATION, LESSOR, OR ORGANIZATION\n    6  WHO AT THE TIME OF THE ISSUANCE OF A NOTICE  OF  VIOLATION  IN  WHICH  A\n    7  VEHICLE IS OPERATED:\n    8    (A) IS THE BENEFICIAL OR EQUITABLE OWNER OF SUCH VEHICLE; OR\n    9    (B) HAS TITLE TO SUCH VEHICLE; OR\n   10    (C) IS THE REGISTRANT OR CO-REGISTRANT OF SUCH VEHICLE WHICH IS REGIS-\n   11  TERED  WITH  THE DEPARTMENT OF MOTOR VEHICLES OF THIS STATE OR ANY OTHER\n   12  STATE, TERRITORY, DISTRICT, PROVINCE, NATION OR OTHER JURISDICTION; OR\n   13    (D) USES SUCH VEHICLE IN ITS VEHICLE RENTING AND/OR LEASING  BUSINESS;\n   14  OR\n   15    (E)  IS  AN  OWNER  OF  SUCH VEHICLE AS DEFINED BY SECTION ONE HUNDRED\n   16  TWENTY-EIGHT OF THIS CHAPTER OR SUBDIVISION (A)  OF  SECTION  TWENTY-ONE\n   17  HUNDRED ONE OF THIS CHAPTER.\n   18    4.  FOR PURPOSES OF THIS SECTION, \"HIGH OCCUPANCY VEHICLE AND BUS LANE\n   19  ENFORCEMENT CAMERA\" SHALL MEAN A DEVICE INSTALLED ON A BUS OR A ROADSIDE\n   20  LOCATION WHICH AUTOMATICALLY PRODUCES TWO OR MORE  PHOTOGRAPHS,  TWO  OR\n   21  MORE  MICROPHOTOGRAPHS,  A  VIDEOTAPE  OR  OTHER RECORDED IMAGES OF EACH\n   22  VEHICLE AT THE TIME IT IS USED OR OPERATED IN VIOLATION OF ANY  RULE  OR\n   23  REGULATION RELATING TO USE OF HIGH OCCUPANCY VEHICLES AND BUS LANES.\n   24    5. A CERTIFICATE, SWORN TO OR AFFIRMED BY A TECHNICIAN EMPLOYED BY THE\n   25  DEPARTMENT  OF  TRANSPORTATION,  OR  A  FACSIMILE  THEREOF,  BASED  UPON\n   26  INSPECTION OF PHOTOGRAPHS, MICROPHOTOGRAPHS, VIDEOTAPE OR OTHER RECORDED\n   27  IMAGES PRODUCED BY A HIGH OCCUPANCY VEHICLE  AND  BUS  LANE  ENFORCEMENT\n   28  CAMERA,  SHALL  BE  PRIMA FACIE EVIDENCE OF THE FACTS CONTAINED THEREIN.\n   29  ANY PHOTOGRAPHS, MICROPHOTOGRAPHS, VIDEOTAPE OR  OTHER  RECORDED  IMAGES\n   30  EVIDENCING  SUCH  A  VIOLATION  SHALL BE AVAILABLE FOR INSPECTION IN ANY\n   31  PROCEEDING TO ADJUDICATE THE LIABILITY FOR SUCH VIOLATION IMPOSED PURSU-\n   32  ANT TO THIS SECTION.\n   33    6. AN OWNER LIABLE FOR A VIOLATION OF ANY RULE OR REGULATION  RELATING\n   34  TO  THE  USE  OF  HIGH  OCCUPANCY  VEHICLE  AND BUS LANES ADOPTED BY THE\n   35  DEPARTMENT OF TRANSPORTATION OR THE COMMISSIONER  SHALL  BE  LIABLE  FOR\n   36  MONETARY  PENALTIES IN ACCORDANCE WITH A SCHEDULE OF FINES AND PENALTIES\n   37  TO BE PROMULGATED BY THE COMMISSIONER.    THE  LIABILITY  OF  THE  OWNER\n   38  PURSUANT  TO THIS SECTION SHALL NOT EXCEED THE ESTABLISHED FINE FOR EACH\n   39  VIOLATION; PROVIDED HOWEVER THAT AN ADDITIONAL PENALTY NOT IN EXCESS  OF\n   40  TWENTY-FIVE  DOLLARS SHALL BE IMPOSED FOR EACH VIOLATION FOR THE FAILURE\n   41  TO RESPOND TO A NOTICE OF LIABILITY WITHIN THE PRESCRIBED TIME PERIOD.\n   42    7. AN IMPOSITION OF LIABILITY UNDER THIS SECTION SHALL NOT BE DEEMED A\n   43  CONVICTION AS AN OPERATOR AND SHALL NOT BE MADE PART  OF  THE  OPERATING\n   44  RECORD OF THE PERSON UPON WHOM SUCH LIABILITY IS IMPOSED NOR SHALL IT BE\n   45  USED  FOR INSURANCE PURPOSES IN THE PROVISION OF MOTOR VEHICLE INSURANCE\n   46  COVERAGE.\n   47    8. (A) A NOTICE OF LIABILITY SHALL BE SENT BY THE DEPARTMENT OF  MOTOR\n   48  VEHICLES  WITHIN  FIFTEEN  DAYS  OF THE ALLEGED VIOLATION BY FIRST CLASS\n   49  MAIL TO EACH PERSON ALLEGED TO BE LIABLE AS AN OWNER FOR A VIOLATION  OF\n   50  ANY  RULE  OR  REGULATION RELATING TO THE USE OF HIGH OCCUPANCY VEHICLES\n   51  AND BUS LANES PURSUANT TO THIS SECTION. PERSONAL SERVICE  ON  THE  OWNER\n   52  SHALL  NOT BE REQUIRED. A MANUAL OR AUTOMATIC RECORD OF MAILING PREPARED\n   53  IN THE ORDINARY COURSE OF BUSINESS SHALL BE PRIMA FACIE EVIDENCE OF  THE\n   54  FACTS CONTAINED THEREIN.\n   55    (B)  A  NOTICE  OF LIABILITY SHALL CONTAIN THE NAME AND ADDRESS OF THE\n   56  PERSON ALLEGED TO BE LIABLE AS AN OWNER FOR A VIOLATION OF ANY  RULE  OR\n\n       A. 134                              3\n\n    1  REGULATION  RELATING TO THE USE OF HIGH OCCUPANCY VEHICLES AND BUS LANES\n    2  ADOPTED BY THE DEPARTMENT OF MOTOR VEHICLES PURSUANT  TO  THIS  SECTION,\n    3  THE  REGISTRATION  NUMBER OF THE VEHICLE INVOLVED IN SUCH VIOLATION, THE\n    4  LOCATION  WHERE  SUCH  VIOLATION  TOOK  PLACE, THE DATE AND TIME OF SUCH\n    5  VIOLATION AND THE IDENTIFICATION NUMBER OF THE CAMERA WHICH RECORDED THE\n    6  VIOLATION OR OTHER DOCUMENT LOCATOR NUMBER.\n    7    (C) THE NOTICE OF LIABILITY SHALL  CONTAIN  INFORMATION  ADVISING  THE\n    8  PERSON CHARGED OF THE MANNER AND THE TIME IN WHICH HE OR SHE MAY CONTEST\n    9  THE LIABILITY ALLEGED IN THE NOTICE. SUCH NOTICE OF LIABILITY SHALL ALSO\n   10  CONTAIN  A WARNING TO ADVISE THE PERSONS CHARGED THAT FAILURE TO CONTEST\n   11  IN THE MANNER AND TIME PROVIDED SHALL BE DEEMED AN ADMISSION OF  LIABIL-\n   12  ITY AND THAT A DEFAULT JUDGMENT MAY BE ENTERED THEREON.\n   13    (D)  THE  NOTICE  OF  LIABILITY  SHALL  BE  PREPARED AND MAILED BY THE\n   14  DEPARTMENT OF MOTOR VEHICLES OR ITS DESIGNEE.\n   15    9. IF AN OWNER RECEIVES A NOTICE OF LIABILITY PURSUANT TO THIS SECTION\n   16  FOR ANY TIME PERIOD DURING WHICH THE VEHICLE WAS REPORTED TO THE  POLICE\n   17  DEPARTMENT  AS  HAVING  BEEN  STOLEN,  IT SHALL BE A VALID DEFENSE TO AN\n   18  ALLEGATION OF LIABILITY FOR A VIOLATION OF ANY RULE OR REGULATION RELAT-\n   19  ING TO THE USE OF HIGH OCCUPANCY VEHICLES AND BUS LANES PURSUANT TO THIS\n   20  SECTION THAT THE VEHICLE HAD BEEN REPORTED TO THE POLICE AS STOLEN PRIOR\n   21  TO THE TIME THE VIOLATION OCCURRED AND HAD NOT BEEN  RECOVERED  BY  SUCH\n   22  TIME. FOR PURPOSES OF ASSERTING THE DEFENSE PROVIDED BY THIS SUBDIVISION\n   23  IT SHALL BE SUFFICIENT THAT A CERTIFIED COPY OF THE POLICE REPORT ON THE\n   24  STOLEN VEHICLE BE SENT BY FIRST CLASS MAIL, RETURN RECEIPT REQUESTED, TO\n   25  THE DEPARTMENT OF MOTOR VEHICLES OR ITS DESIGNEE.\n   26    10.  IF  THE  OWNER  LIABLE  FOR A VIOLATION OF ANY RULE OR REGULATION\n   27  RELATING TO THE USE OF HIGH OCCUPANCY VEHICLES AND BUS LANES PURSUANT TO\n   28  THIS SECTION WAS NOT THE OPERATOR OF THE VEHICLE  AT  THE  TIME  OF  THE\n   29  VIOLATION,  THE OWNER MAY MAINTAIN AN ACTION FOR INDEMNIFICATION AGAINST\n   30  THE OPERATOR.\n   31    11. AN OWNER OF A VEHICLE TO WHICH A NOTICE OF  LIABILITY  WAS  ISSUED\n   32  PURSUANT TO SUBDIVISION EIGHT OF THIS SECTION SHALL NOT BE LIABLE IF THE\n   33  MOTORIST  DRIVING  OR  STOPPING IN A HIGH OCCUPANCY VEHICLE AND BUS LANE\n   34  WHILE:\n   35    (A) YIELDING   RIGHT OF WAY TO AN  EMERGENCY  VEHICLE  WITH  ACTIVATED\n   36  WARNING LIGHTS OR SIREN,\n   37    (B) AT THE DIRECTION OF LAW ENFORCEMENT OR EMERGENCY SERVICE OFFICIALS\n   38  OR OTHER GOVERNMENT OFFICIALS AUTHORIZED TO STOP OR DIRECT TRAFFIC, OR\n   39    (C) WHEN AVOIDING ROAD OBSTRUCTIONS OR CONSTRUCTION OR OTHER HAZARDS.\n   40    12. AN APPEAL OF AN ADJUDICATION OF LIABILITY PURSUANT TO THIS SECTION\n   41  MAY  BE  TAKEN  IN ACCORDANCE WITH THE APPLICABLE PROVISIONS RELATING TO\n   42  ADJUDICATION OF TRAFFIC INFRACTIONS IN SUCH CITY.\n   43    13. (A) AN OWNER WHO IS A LESSOR OF A VEHICLE TO  WHICH  A  NOTICE  OF\n   44  LIABILITY WAS ISSUED PURSUANT TO SUBDIVISION EIGHT OF THIS SECTION SHALL\n   45  NOT  BE  LIABLE  FOR THE VIOLATION OF ANY RULE OR REGULATION RELATING TO\n   46  THE USE OF HIGH OCCUPANCY VEHICLES AND BUS LANES:\n   47    (I) IF PRIOR TO THE VIOLATION THE LESSOR HAS FILED WITH THE BUREAU AND\n   48  PAID THE REQUIRED FILING  FEE  IN  ACCORDANCE  WITH  THE  PROVISIONS  OF\n   49  SECTION TWO HUNDRED THIRTY-NINE OF THIS TITLE; AND\n   50    (II)  WITHIN  THIRTY-SEVEN DAYS AFTER RECEIVING NOTICE OF THE DATE AND\n   51  TIME OF A LIABILITY, TOGETHER WITH THE OTHER  INFORMATION  CONTAINED  IN\n   52  THE  ORIGINAL  NOTICE OF LIABILITY, THE LESSOR SUBMITS TO THE BUREAU THE\n   53  CORRECT NAME AND ADDRESS OF THE LESSEE OF THE VEHICLE IDENTIFIED IN  THE\n   54  NOTICE  OF  LIABILITY  AT THE TIME OF SUCH VIOLATION, TOGETHER WITH SUCH\n   55  OTHER ADDITIONAL INFORMATION CONTAINED IN  THE  RENTAL  LEASE  OR  OTHER\n\n       A. 134                              4\n\n    1  CONTRACT  DOCUMENT, AS MAY BE REASONABLY REQUIRED BY THE BUREAU PURSUANT\n    2  TO REGULATIONS THAT MAY BE PROMULGATED FOR SUCH PURPOSE.\n    3    (B)  FAILURE  TO  COMPLY WITH THE PROVISIONS OF THIS SUBDIVISION SHALL\n    4  RENDER THE OWNER LIABLE FOR THE PENALTY PRESCRIBED IN THIS SECTION.\n    5    (C) WHERE THE LESSOR COMPLIES WITH THE PROVISIONS OF THIS SUBDIVISION,\n    6  THE LESSEE OF SUCH VEHICLE ON THE DATE OF SUCH VIOLATION SHALL BE DEEMED\n    7  TO BE THE OWNER OF SUCH VEHICLE FOR PURPOSES OF THIS SECTION,  SHALL  BE\n    8  SUBJECT  TO  LIABILITY  FOR  SUCH VIOLATION PURSUANT TO THIS SECTION AND\n    9  SHALL BE SENT A NOTICE OF LIABILITY PURSUANT  TO  SUBDIVISION  EIGHT  OF\n   10  THIS SECTION.\n   11    14.  NOTHING IN THIS SECTION SHALL BE CONSTRUED TO LIMIT THE LIABILITY\n   12  OF AN OPERATOR OF A VEHICLE  FOR ANY VIOLATION OF ANY RULE OR REGULATION\n   13  PURSUANT TO THIS SECTION.\n   14    15. ON OR BEFORE DECEMBER THIRTY-FIRST, TWO THOUSAND TWELVE AND DECEM-\n   15  BER THIRTY-FIRST, TWO THOUSAND THIRTEEN THE COMMISSIONER SHALL SUBMIT  A\n   16  WRITTEN  REPORT  ON THE DEMONSTRATION PROJECT IMPLEMENTATION PURSUANT TO\n   17  THIS SECTION TO THE GOVERNOR, THE TEMPORARY PRESIDENT OF THE SENATE  AND\n   18  THE  SPEAKER  OF  THE  ASSEMBLY  ON  THE  RESULTS  OF SAID DEMONSTRATION\n   19  PROGRAM.  SUCH REPORT SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   20    (A) A DESCRIPTION OF THE LOCATIONS WHERE HIGH  OCCUPANCY  VEHICLE  AND\n   21  BUS LANE ENFORCEMENT CAMERAS WERE USED;\n   22    (B)  THE  NUMBER  OF  VIOLATIONS RECORDED IN THE AGGREGATE ON A DAILY,\n   23  WEEKLY AND MONTHLY BASIS;\n   24    (C) THE TOTAL NUMBER OF NOTICES OF LIABILITY ISSUED;\n   25    (D) THE NUMBER OF FINES AND TOTAL AMOUNT OF  FINES  PAID  AFTER  FIRST\n   26  NOTICE OF LIABILITY;\n   27    (E)  THE  NUMBER OF VIOLATIONS ADJUDICATED AND RESULTS OF SUCH ADJUDI-\n   28  CATIONS INCLUDING BREAKDOWNS OF DISPOSITIONS MADE;\n   29    (F) THE TOTAL AMOUNT OF REVENUE REALIZED; AND\n   30    (G) THE QUALITY OF THE ADJUDICATION PROCESS AND ITS RESULTS.\n   31    S 2. This act shall take effect on the one hundred twentieth day after\n   32  it shall have become a law and shall expire and be deemed repealed three\n   33  years after such effective date; provided that any rules or  regulations\n   34  necessary for the timely implementation of this act are authorized to be\n   35  made on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to a demonstration program relating to the installation of roadside and bus mounted high occupancy vehicle and bus lane enforcement cameras on the Staten Island Expressway; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T104432.TXT", "SOBI.D101216.T113916.TXT", "SOBI.D101216.T113417.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292600672698
}