{
  "year" : 2011,
  "senateBillNo" : "A1348-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1348-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the criminal penalties for driving while ability impaired and driving while intoxicated and penalties for aggravated unlicensed operation of a vehicle",
  "summary" : "Increases the criminal penalties and fines for driving while ability impaired and driving while intoxicated or while ability impaired by drugs and further increases penalties for aggravated unlicensed operation of a vehicle in the first and second degrees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2668-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1348\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. GANTT, GABRYSZAK -- read once and referred to the\n         Committee on Transportation\n\n       AN  ACT  to amend the vehicle and traffic law, in relation to increasing\n         the criminal penalties for driving while ability impaired and  driving\n         while  intoxicated  or  while ability impaired by drugs and increasing\n         the penalties for aggravated unlicensed operation of a vehicle in  the\n         first and second degrees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 1193 of the  vehicle  and  traffic\n    2  law,  as  added  by  chapter  47  of  the laws of 1988, paragraph (a) as\n    3  amended by chapter 75 of the laws of 1994, paragraphs  (b)  and  (c)  as\n    4  amended  by chapter 496 of the laws of 2009, paragraph (d) as amended by\n    5  chapter 732 of the laws of 2006, paragraph (f) as added by  chapter  714\n    6  of the laws of 1990 and paragraph (g) as amended by section 57 of part A\n    7  of chapter 56 of the laws of 2010, is amended to read as follows:\n    8    1. Criminal penalties. (a) Driving while ability impaired. A violation\n    9  of  subdivision one of section eleven hundred ninety-two of this article\n   10  shall be a traffic infraction and shall be punishable by a fine  of  not\n   11  less  than  [three]  FIVE  hundred  dollars  nor  more than [five] SEVEN\n   12  hundred FIFTY dollars or by imprisonment in  a  penitentiary  or  county\n   13  jail  for not more than fifteen days, or by both such fine and imprison-\n   14  ment. A person who operates a vehicle in violation of  such  subdivision\n   15  after having been convicted of a violation of any subdivision of section\n   16  eleven  hundred  ninety-two  of  this  article within the preceding five\n   17  years shall be punished by a fine of not less than [five] SEVEN  hundred\n   18  FIFTY  dollars nor more than [seven hundred fifty] ONE THOUSAND dollars,\n   19  or by imprisonment of not more than thirty days  in  a  penitentiary  or\n   20  county jail or by both such fine and imprisonment. A person who operates\n   21  a  vehicle  in violation of such subdivision after having been convicted\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03373-01-1\n\n       A. 1348                             2\n\n    1  two or more times of a violation of any subdivision  of  section  eleven\n    2  hundred  ninety-two of this article within the preceding ten years shall\n    3  be guilty of a misdemeanor, and shall be punished by a fine of not  less\n    4  than  [seven  hundred  fifty] ONE THOUSAND dollars nor more than fifteen\n    5  hundred dollars, or by imprisonment of not more than one hundred  eighty\n    6  days in a penitentiary or county jail or by both such fine and imprison-\n    7  ment.\n    8    (b)  Driving  while  intoxicated or while ability impaired by drugs or\n    9  while ability impaired by the combined influence of drugs or of  alcohol\n   10  and any drug or drugs; aggravated driving while intoxicated; misdemeanor\n   11  offenses.  (i)  A violation of subdivision two, three, four or four-a of\n   12  section eleven hundred ninety-two of this article shall be a misdemeanor\n   13  and shall be punishable by a fine of not less than [five] SEVEN  hundred\n   14  FIFTY  dollars  nor  more  than one thousand FIVE HUNDRED dollars, or by\n   15  imprisonment in a penitentiary or county jail  for  not  more  than  one\n   16  year,  or  by  both such fine and imprisonment. A violation of paragraph\n   17  (a) of subdivision two-a of section eleven hundred  ninety-two  of  this\n   18  article  shall be a misdemeanor and shall be punishable by a fine of not\n   19  less than one thousand dollars nor more than two thousand  five  hundred\n   20  dollars or by imprisonment in a penitentiary or county jail for not more\n   21  than one year, or by both such fine and imprisonment.\n   22    (ii)  In addition to the imposition of any fine or period of imprison-\n   23  ment set forth in this paragraph, the court  shall  also  sentence  such\n   24  person  convicted  of  a violation of subdivision two, two-a or three of\n   25  section eleven hundred  ninety-two  of  this  article  to  a  period  of\n   26  probation  or  conditional  discharge,  as a condition of which it shall\n   27  order such person to  install  and  maintain,  in  accordance  with  the\n   28  provisions  of  section  eleven hundred ninety-eight of this article, an\n   29  ignition interlock device in any motor vehicle owned or operated by such\n   30  person during the  term  of  such  probation  or  conditional  discharge\n   31  imposed  for such violation of section eleven hundred ninety-two of this\n   32  article and in no event for less than six months. Provided, however, the\n   33  court may not authorize the operation of a motor vehicle by  any  person\n   34  whose  license  or privilege to operate a motor vehicle has been revoked\n   35  pursuant to the provisions of this section.\n   36    (c) Felony offenses. (i) A  person  who  operates  a  vehicle  (A)  in\n   37  violation  of  subdivision  two, two-a, three, four or four-a of section\n   38  eleven hundred ninety-two of this article after having been convicted of\n   39  a violation of subdivision two, two-a, three, four  or  four-a  of  such\n   40  section  or  of  vehicular  assault  in  the  second or first degree, as\n   41  defined, respectively, in sections  120.03  and  120.04  and  aggravated\n   42  vehicular  assault as defined in section 120.04-a of the penal law or of\n   43  vehicular manslaughter in  the  second  or  first  degree,  as  defined,\n   44  respectively,  in  sections  125.12  and 125.13 and aggravated vehicular\n   45  homicide as defined in section 125.14 of such law, within the  preceding\n   46  ten  years, or (B) in violation of paragraph (b) of subdivision two-a of\n   47  section eleven hundred ninety-two of this article shall be guilty  of  a\n   48  class  E  felony,  and  shall be punished by a fine of not less than one\n   49  thousand FIVE HUNDRED dollars nor more than five thousand dollars or  by\n   50  a  period  of imprisonment as provided in the penal law, or by both such\n   51  fine and imprisonment.\n   52    (ii) A person who operates a vehicle in violation of subdivision  two,\n   53  two-a,  three,  four  or  four-a of section eleven hundred ninety-two of\n   54  this article after having been convicted of a violation  of  subdivision\n   55  two,  two-a,  three,  four  or  four-a  of  such section or of vehicular\n   56  assault in the second or first  degree,  as  defined,  respectively,  in\n\n       A. 1348                             3\n\n    1  sections  120.03  and 120.04 and aggravated vehicular assault as defined\n    2  in section 120.04-a of the penal law or of vehicular manslaughter in the\n    3  second or first degree, as defined, respectively, in sections 125.12 and\n    4  125.13 and aggravated vehicular homicide as defined in section 125.14 of\n    5  such  law,  twice  within  the preceding ten years, shall be guilty of a\n    6  class D felony, and shall be punished by a fine of  not  less  than  two\n    7  thousand FIVE HUNDRED dollars nor more than ten thousand dollars or by a\n    8  period  of  imprisonment  as  provided in the penal law, or by both such\n    9  fine and imprisonment.\n   10    (iii) In addition to the imposition of any fine or period of imprison-\n   11  ment set forth in this paragraph, the court  shall  also  sentence  such\n   12  person  convicted  of  a violation of subdivision two, two-a or three of\n   13  section eleven hundred  ninety-two  of  this  article  to  a  period  of\n   14  probation  or  conditional  discharge,  as a condition of which it shall\n   15  order such person to  install  and  maintain,  in  accordance  with  the\n   16  provisions  of  section  eleven hundred ninety-eight of this article, an\n   17  ignition interlock device in any motor vehicle owned or operated by such\n   18  person during the  term  of  such  probation  or  conditional  discharge\n   19  imposed  for such violation of section eleven hundred ninety-two of this\n   20  article and in no event for a period of less than six months.  Provided,\n   21  however, the court may not authorize the operation of a motor vehicle by\n   22  any  person  whose  license  or privilege to operate a motor vehicle has\n   23  been revoked pursuant to the provisions of this section.\n   24    (d) Alcohol or drug related offenses; special vehicles. (1) Except  as\n   25  provided in subparagraph four of this paragraph, a violation of subdivi-\n   26  sion  one,  two, three, four or four-a of section eleven hundred ninety-\n   27  two of this article wherein the  violator  is  operating  a  taxicab  as\n   28  defined  in section one hundred forty-eight-a of this chapter, or livery\n   29  as defined in section one hundred twenty-one-e of this chapter, and such\n   30  taxicab or livery is carrying a passenger for compensation, or  a  truck\n   31  with  a  GVWR  of  more  than eighteen thousand pounds but not more than\n   32  twenty-six thousand pounds and which is not a commercial  motor  vehicle\n   33  shall  be  a  misdemeanor  punishable  by  a fine of not less than [five\n   34  hundred] ONE THOUSAND dollars nor more than [fifteen] TWO THOUSAND  FIVE\n   35  hundred  dollars or by a period of imprisonment as provided in the penal\n   36  law, or by both such fine and imprisonment. A violation  of  subdivision\n   37  two-a  of  section eleven hundred ninety-two of this article wherein the\n   38  violator is operating a  taxicab  as  defined  in  section  one  hundred\n   39  forty-eight-a  of  this  chapter,  or  livery  as defined in section one\n   40  hundred twenty-one-e of this chapter, and  such  taxicab  or  livery  is\n   41  carrying  a  passenger  for compensation, or a truck with a GVWR of more\n   42  than eighteen thousand pounds but  not  more  than  twenty-six  thousand\n   43  pounds  and  which  is not a commercial motor vehicle shall be a class E\n   44  felony punishable by a fine of not less than one  thousand  dollars  nor\n   45  more  than  five  thousand  dollars  or  by  a period of imprisonment as\n   46  provided in the penal law, or by both such fine and imprisonment.\n   47    (1-a) A violation of subdivision one of section eleven  hundred  nine-\n   48  ty-two of this article wherein the violator is operating a school bus as\n   49  defined in section one hundred forty-two of this chapter and such school\n   50  bus  is  carrying  at least one student passenger shall be a misdemeanor\n   51  punishable by a fine of  not  less  than  [five  hundred]  ONE  THOUSAND\n   52  dollars  nor more than [fifteen] TWO THOUSAND FIVE hundred dollars or by\n   53  a period of imprisonment as provided in the penal law, or by  both  such\n   54  fine and imprisonment.\n   55    (2)  A violation of subdivision five of section eleven hundred ninety-\n   56  two of this article shall be a traffic infraction punishable as provided\n\n       A. 1348                             4\n\n    1  in paragraph (a) of this subdivision. Except as provided in subparagraph\n    2  three or five of this paragraph, a violation of  subdivision  one,  two,\n    3  three,  four, four-a or six of section eleven hundred ninety-two of this\n    4  article wherein the violator is operating a commercial motor vehicle, or\n    5  any  motor vehicle registered or registerable under schedule F of subdi-\n    6  vision seven of section four hundred one of  this  chapter  shall  be  a\n    7  misdemeanor.  A violation of subdivision one, two, three, four or four-a\n    8  of section eleven hundred ninety-two of this article shall be punishable\n    9  by a fine of not less than [five hundred] ONE THOUSAND dollars nor  more\n   10  than  [fifteen]  TWO  THOUSAND  FIVE  hundred  dollars or by a period of\n   11  imprisonment as provided in the penal law, or  by  both  such  fine  and\n   12  imprisonment.  A  violation of subdivision six of section eleven hundred\n   13  ninety-two of this article shall be punishable by a  fine  of  not  less\n   14  than  [five  hundred]  ONE  THOUSAND dollars nor more than [fifteen] TWO\n   15  THOUSAND FIVE hundred dollars or by a  period  of  imprisonment  not  to\n   16  exceed one hundred eighty days, or by both such fine and imprisonment. A\n   17  person  who  operates  any such vehicle in violation of such subdivision\n   18  six after having been convicted of a violation of subdivision one,  two,\n   19  two-a,  three,  four, four-a or six of section eleven hundred ninety-two\n   20  of this article within the preceding five years shall be punishable by a\n   21  fine of not less than TWO THOUSAND five hundred dollars  nor  more  than\n   22  [fifteen  hundred]  FIVE THOUSAND dollars or by a period of imprisonment\n   23  as provided in the penal law, or by both such fine and  imprisonment.  A\n   24  violation  of  subdivision two-a of section eleven hundred ninety-two of\n   25  this article wherein the violator is operating a commercial motor  vehi-\n   26  cle, or any motor vehicle registered or registerable under schedule F of\n   27  subdivision seven of section four hundred one of this chapter shall be a\n   28  class  E  felony  punishable  by  a  fine  of not less than one thousand\n   29  dollars nor more than five thousand dollars or by a period of  imprison-\n   30  ment  as  provided  in the penal law, or by both such fine and imprison-\n   31  ment.\n   32    (3) A violation of subdivision one of section eleven  hundred  ninety-\n   33  two  of  this  article wherein the violator is operating a motor vehicle\n   34  with a gross vehicle weight rating of more than eighteen thousand pounds\n   35  which contains flammable gas, radioactive materials or explosives  shall\n   36  be a misdemeanor punishable by a fine of not less than TWO THOUSAND five\n   37  hundred dollars nor more than [fifteen hundred] FIVE THOUSAND dollars or\n   38  by  a  period  of  imprisonment as provided in the penal law, or by both\n   39  such fine and imprisonment.\n   40    (4) (i) A person who operates a vehicle in  violation  of  subdivision\n   41  one,  two,  two-a, three, four or four-a of section eleven hundred nine-\n   42  ty-two of this article and which is punishable as provided  in  subpara-\n   43  graph  one,  one-a,  two  or  three  of this paragraph after having been\n   44  convicted of a violation of  any  such  subdivision  of  section  eleven\n   45  hundred ninety-two of this article and penalized under subparagraph one,\n   46  one-a,  two  or  three of this paragraph within the preceding ten years,\n   47  shall be guilty of a class E felony, which shall be punishable by a fine\n   48  of not less than [one] TWO thousand FIVE HUNDRED dollars nor  more  than\n   49  [five]  TEN thousand dollars, or by a period of imprisonment as provided\n   50  in the penal law, or by both such fine and imprisonment.  A  person  who\n   51  operates  a  vehicle  in  violation of subdivision six of section eleven\n   52  hundred ninety-two of this article after having been convicted of two or\n   53  more violations of subdivisions one, two, two-a, three, four, four-a  or\n   54  six  of  section  eleven  hundred  ninety-two of this article within the\n   55  preceding five years, any one of which was a misdemeanor, shall be guil-\n   56  ty of a class E felony, which shall be punishable by a fine of not  less\n\n       A. 1348                             5\n\n    1  than  [one] THREE thousand FIVE HUNDRED dollars nor more than [five] TEN\n    2  thousand dollars, or by a period of  imprisonment  as  provided  in  the\n    3  penal  law,  or  by  both  such  fine and imprisonment. In addition, any\n    4  person  sentenced  pursuant to this subparagraph shall be subject to the\n    5  disqualification provided in subparagraph  three  of  paragraph  (e)  of\n    6  subdivision two of this section.\n    7    (ii)  A person who operates a vehicle in violation of subdivision one,\n    8  two, two-a, three, four or four-a of section eleven  hundred  ninety-two\n    9  of this article and which is punishable as provided in subparagraph one,\n   10  one-a,  two  or three of this paragraph after having been convicted of a\n   11  violation of any such subdivision of section eleven  hundred  ninety-two\n   12  of  this  article  and  penalized  under subparagraph one, one-a, two or\n   13  three of this paragraph twice within the preceding ten years,  shall  be\n   14  guilty  of  a class D felony, which shall be punishable by a fine of not\n   15  less than [two]  FIVE  thousand  dollars  nor  more  than  ten  thousand\n   16  dollars, or by a period of imprisonment as provided in the penal law, or\n   17  by  both  such fine and imprisonment. A person who operates a vehicle in\n   18  violation of subdivision six of section  eleven  hundred  ninety-two  of\n   19  this  article after having been convicted of three or more violations of\n   20  subdivisions one, two, two-a, three, four,  four-a  or  six  of  section\n   21  eleven  hundred  ninety-two  of  this  article within the preceding five\n   22  years, any one of which was a misdemeanor, shall be guilty of a class  D\n   23  felony,  which shall be punishable by a fine of not less than [two] FIVE\n   24  thousand dollars nor more than ten thousand dollars, or by a  period  of\n   25  imprisonment  as  provided  in  the  penal law, or by both such fine and\n   26  imprisonment. In addition, any person sentenced pursuant to this subpar-\n   27  agraph shall be subject to the disqualification provided in subparagraph\n   28  three of paragraph (e) of subdivision two of this section.\n   29    (4-a) A violation of subdivision two, three, four or four-a of section\n   30  eleven hundred ninety-two of this article wherein the violator is  oper-\n   31  ating  a  school bus as defined in section one hundred forty-two of this\n   32  chapter and such school bus is carrying at least one  student  passenger\n   33  shall  be  a  class E felony punishable by a fine of not less than [one]\n   34  TWO thousand FIVE HUNDRED dollars nor  more  than  [five]  TEN  thousand\n   35  dollars, or by a period of imprisonment as provided in the penal law, or\n   36  by  both such fine and imprisonment. A violation of subdivision two-a of\n   37  section eleven hundred ninety-two of this article wherein  the  violator\n   38  is operating a school bus as defined in section one hundred forty-two of\n   39  this  chapter  and  such  school  bus  is  carrying at least one student\n   40  passenger shall be a class D felony punishable by a  fine  of  not  less\n   41  than  two  thousand  dollars nor more than ten thousand dollars, or by a\n   42  period of imprisonment as provided in the penal law,  or  by  both  such\n   43  fine and imprisonment.\n   44    (5)  A  violation of subdivision two, three, four or four-a of section\n   45  eleven hundred ninety-two of this article wherein the violator is  oper-\n   46  ating  a  motor  vehicle with a gross vehicle weight rating of more than\n   47  eighteen thousand pounds which contains flammable gas, radioactive mate-\n   48  rials or explosives, shall be a class E felony punishable by a  fine  of\n   49  not  less than [one] TWO thousand FIVE HUNDRED dollars NOR MORE THAN TEN\n   50  THOUSAND DOLLARS and such other penalties as provided for in  the  penal\n   51  law;  provided,  however, that a conviction for such violation shall not\n   52  be considered a predicate felony pursuant to section 70.06 of such  law,\n   53  or a previous felony conviction pursuant to section 70.10 of such law. A\n   54  violation  of  subdivision two-a of section eleven hundred ninety-two of\n   55  this article wherein the violator is operating a motor  vehicle  with  a\n   56  gross  vehicle weight rating of more than eighteen thousand pounds which\n\n       A. 1348                             6\n\n    1  contains flammable gas, radioactive materials or explosives, shall be  a\n    2  class  D  felony  punishable by a fine of not less than two thousand nor\n    3  more than ten thousand dollars and such other penalties as provided  for\n    4  in  the  penal  law;  provided,  however,  that  a  conviction  for such\n    5  violation shall not be considered a predicate felony pursuant to section\n    6  70.06 of such law, or a previous felony conviction pursuant  to  section\n    7  70.10 of such law.\n    8    (6)  The  sentences required to be imposed by subparagraph one, one-a,\n    9  two, three, four, four-a or five of  this  paragraph  shall  be  imposed\n   10  notwithstanding any contrary provision of this chapter or the penal law.\n   11    (7)  Nothing contained in this paragraph shall prohibit the imposition\n   12  of a charge of any other felony set forth in this or any other provision\n   13  of law for any acts arising out of the same incident.\n   14    (e) Certain sentences prohibited. Notwithstanding  any  provisions  of\n   15  the  penal law, no judge or magistrate shall impose a sentence of uncon-\n   16  ditional discharge for a violation of any subdivision of section  eleven\n   17  hundred  ninety-two  of  this  article  nor  shall a judge or magistrate\n   18  impose a sentence of conditional discharge,  IMPRISONMENT  or  probation\n   19  unless such conditional discharge, IMPRISONMENT or probation is accompa-\n   20  nied by a sentence of a fine as provided in this subdivision.\n   21    (f)  Where  the  court  imposes  a sentence for a violation of section\n   22  eleven hundred ninety-two of this article, the  court  may  require  the\n   23  defendant,  as a part of or as a condition of such sentence, to attend a\n   24  single session conducted by a victims impact program.  For  purposes  of\n   25  this  section,  \"victims  impact  program\" means a program operated by a\n   26  county, a city with a population of one million or more, by  a  not-for-\n   27  profit organization authorized by any such county or city, or a combina-\n   28  tion  thereof,  in which presentations are made concerning the impact of\n   29  operating a motor vehicle while under the influence of alcohol or  drugs\n   30  to  one  or  more  persons  who  have been convicted of such offenses. A\n   31  description of any such program shall be filed with the commissioner and\n   32  with the coordinator of the special traffic options program for  driving\n   33  while  intoxicated  established pursuant to section eleven hundred nine-\n   34  ty-seven of this article, and shall be made available to the court  upon\n   35  request.  Nothing  contained  herein  shall  be construed to require any\n   36  governmental entity to create such a victim impact program.\n   37    (g) The office of probation and correctional alternatives shall recom-\n   38  mend to the commissioner of the division of  criminal  justice  services\n   39  regulations governing the monitoring of compliance by persons ordered to\n   40  install and maintain ignition interlock devices to provide standards for\n   41  monitoring  by  departments  of probation, and options for monitoring of\n   42  compliance by such persons, that counties may adopt as an alternative to\n   43  monitoring by a department of probation.\n   44    S 2. Paragraph (b) of subdivision 2 of section 511 of the vehicle  and\n   45  traffic  law,  as amended by chapter 607 of the laws of 1993, is amended\n   46  to read as follows:\n   47    (b) Aggravated unlicensed operation of a motor vehicle in  the  second\n   48  degree  is a misdemeanor. When a person is convicted of this crime under\n   49  subparagraph (i) of paragraph (a) of this subdivision, the  sentence  of\n   50  the court must be: (i) a fine of not less than five hundred dollars; and\n   51  (ii)  a  term  of imprisonment not to exceed one hundred eighty days; or\n   52  (iii) where appropriate a sentence of probation as provided in  subdivi-\n   53  sion  six of this section; or (iv) a term of imprisonment as a condition\n   54  of a sentence of probation as provided in the penal law  and  consistent\n   55  with  this  section.  When  a  person  is  convicted of this crime under\n   56  subparagraph (ii), (iii) or (iv) of paragraph (a) of  this  subdivision,\n\n       A. 1348                             7\n\n    1  the  sentence  of  the  court must be: (i) a fine of not less than [five\n    2  hundred] ONE THOUSAND dollars nor more  than  [one]  TWO  thousand  FIVE\n    3  HUNDRED  dollars; and (ii) a term of imprisonment of not less than seven\n    4  days nor more than one hundred eighty days, or (iii) where appropriate a\n    5  sentence of probation as provided in subdivision six of this section; or\n    6  (iv) a term of imprisonment as a condition of a sentence of probation as\n    7  provided in the penal law and consistent with this section.\n    8    S  3. Paragraph (b) of subdivision 3 of section 511 of the vehicle and\n    9  traffic law, as separately amended by chapters 786 and 892 of  the  laws\n   10  of 1990, is amended to read as follows:\n   11    (b)  Aggravated  unlicensed  operation of a motor vehicle in the first\n   12  degree is a class E felony. When a person is convicted  of  this  crime,\n   13  the sentence of the court must be: (i) a fine in an amount not less than\n   14  [five hundred] TWO THOUSAND dollars nor more than five thousand dollars;\n   15  and  (ii)  a term of imprisonment as provided in the penal law, or (iii)\n   16  where appropriate and a term of imprisonment  is  not  required  by  the\n   17  penal  law,  a  sentence  of probation as provided in subdivision six of\n   18  this section, or (iv) a  term  of  imprisonment  as  a  condition  of  a\n   19  sentence of probation as provided in the penal law.\n   20    S 4. This act shall take effect on the one hundred twentieth day after\n   21  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to increasing the criminal penalties for driving while ability impaired and driving while intoxicated or while ability impaired by drugs and increasing the penalties for aggravated unlicensed operation of a vehicle in the first and second degrees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134108.TXT", "SOBI.D110107.T143909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294684868227
}