{
  "year" : 2011,
  "senateBillNo" : "A1350-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1350-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "reported referred to codes",
    "billEventId" : "A1350-2011-1295931600000-reported+referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines the term electric assisted bicycle",
  "summary" : "Defines the term \"electric assisted bicycle\" for purposes of the applicability of the vehicle and traffic law; requires persons sixteen years of age or younger to wear a helmet when operating an electric assisted bicycle. ",
  "currentCommittee" : null,
  "sameAs" : "S1357",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2393-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1350\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  the  defi-\n         nition of electric assisted bicycle\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 102-c to read as follows:\n    3    S 102-C. ELECTRIC ASSISTED BICYCLE. A BICYCLE WITH TWO OR THREE WHEELS\n    4  WHICH  HAS  A SADDLE AND FULLY OPERATIVE PEDALS FOR HUMAN PROPULSION AND\n    5  ALSO HAS AN ELECTRIC MOTOR.   THE ELECTRIC ASSISTED  BICYCLE'S  ELECTRIC\n    6  MOTOR SHALL: HAVE A POWER OUTPUT OF NOT MORE THAN ONE THOUSAND WATTS; BE\n    7  INCAPABLE  OF PROPELLING THE DEVICE AT A SPEED OF MORE THAN TWENTY MILES\n    8  PER HOUR ON LEVEL GROUND; AND BE INCAPABLE  OF  FURTHER  INCREASING  THE\n    9  SPEED  OF THE DEVICE WHEN HUMAN POWER IS USED TO PROPEL THE DEVICE AT OR\n   10  MORE THAN TWENTY MILES PER HOUR.\n   11    S 2. Section 125 of the vehicle and traffic law, as amended by chapter\n   12  365 of the laws of 2008, is amended to read as follows:\n   13    S 125. Motor vehicles. Every vehicle operated or driven upon a  public\n   14  highway  which  is  propelled  by  any  power other than muscular power,\n   15  except (a) electrically-driven mobility assistance devices  operated  or\n   16  driven  by a person with a disability, (a-1) electric personal assistive\n   17  mobility devices operated outside  a  city  with  a  population  of  one\n   18  million  or  more, (b) vehicles which run only upon rails or tracks, (c)\n   19  snowmobiles as defined in article forty-seven of this chapter, [and] (d)\n   20  all terrain  vehicles  as  defined  in  article  forty-eight-B  of  this\n   21  chapter,  AND  (E)  ELECTRIC ASSISTED BICYCLES AS DEFINED IN SECTION ONE\n   22  HUNDRED TWO-C OF THIS ARTICLE. For the purposes of title  four  of  this\n   23  chapter,  the  term motor vehicle shall exclude fire and police vehicles\n   24  other than ambulances.  For the purposes of titles four and five of this\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03255-01-1\n\n       A. 1350                             2\n\n    1  chapter the term motor vehicles shall exclude farm type tractors and all\n    2  terrain type vehicles used exclusively for agricultural purposes, or for\n    3  snow plowing, other than for hire, farm equipment,  including  self-pro-\n    4  pelled machines used exclusively in growing, harvesting or handling farm\n    5  produce,  and self-propelled caterpillar or crawler-type equipment while\n    6  being operated on the contract site.\n    7    S 3. The vehicle and traffic law is amended by adding  a  new  section\n    8  1238-a to read as follows:\n    9    S  1238-A. ADDITIONAL PROVISIONS APPLICABLE TO ELECTRIC ASSISTED BICY-\n   10  CLES, OPERATORS AND PASSENGERS. 1. IN ADDITION TO COMPLYING WITH ALL  OF\n   11  THE  RULES,  REGULATIONS AND PROVISIONS APPLICABLE TO BICYCLES CONTAINED\n   12  IN THIS ARTICLE, AN ELECTRIC ASSISTED BICYCLE AS DEFINED IN SECTION  ONE\n   13  HUNDRED  TWO-C  OF THIS CHAPTER SHALL COMPLY WITH THE FOLLOWING REQUIRE-\n   14  MENTS:\n   15    (A) MEET THE EQUIPMENT AND  MANUFACTURING  REQUIREMENTS  FOR  BICYCLES\n   16  ADOPTED  BY THE CONSUMER PRODUCT SAFETY COMMISSION (16 C.F.R. 1512.1, ET\n   17  SEQ.) OR THE REQUIREMENTS ADOPTED BY THE NATIONAL HIGHWAY TRAFFIC SAFETY\n   18  ADMINISTRATION (49  C.F.R.  571.1,  ET  SEQ.)  IN  ACCORDANCE  WITH  THE\n   19  NATIONAL  TRAFFIC  AND  MOTOR VEHICLE SAFETY ACT OF 1966 (15 U.S.C. SEC.\n   20  1381, ET SEQ.) FOR MOTOR DRIVEN CYCLES; AND\n   21    (B) OPERATE IN A MANNER SO THAT THE ELECTRIC MOTOR  IS  DISENGAGED  OR\n   22  CEASES  TO  FUNCTION WHEN THE BRAKES ARE APPLIED, OR OPERATE IN A MANNER\n   23  SUCH THAT THE MOTOR IS ENGAGED THROUGH A SWITCH OR MECHANISM THAT,  WHEN\n   24  RELEASED,  WILL  CAUSE THE ELECTRIC MOTOR TO DISENGAGE OR CEASE TO FUNC-\n   25  TION.\n   26    2.  NOTWITHSTANDING  THE  PROVISIONS   OF   SECTION   TWELVE   HUNDRED\n   27  THIRTY-EIGHT  OF  THIS ARTICLE, NO PERSON LESS THAN SIXTEEN YEARS OF AGE\n   28  SHALL OPERATE OR RIDE AS A PASSENGER UPON AN ELECTRIC ASSISTED  BICYCLE,\n   29  AND  NO PERSON SIXTEEN YEARS OF AGE OR OLDER SHALL ALLOW ANY PERSON LESS\n   30  THAN SIXTEEN YEARS OF AGE TO OPERATE OR RIDE AS A  PASSENGER  UPON  SUCH\n   31  BICYCLE.\n   32    3.  NO PERSON SIXTEEN YEARS OF AGE OR OLDER SHALL OPERATE OR RIDE AS A\n   33  PASSENGER ON AN ELECTRIC ASSISTED BICYCLE UNLESS SUCH PERSON IS  WEARING\n   34  A  HELMET  MEETING  STANDARDS  ESTABLISHED  BY THE COMMISSIONER. FOR THE\n   35  PURPOSES OF THIS SUBDIVISION, WEARING A HELMET MEANS HAVING A HELMET  OF\n   36  GOOD  FIT  FASTENED  SECURELY ON THE HEAD OF SUCH WEARER WITH THE HELMET\n   37  STRAPS SECURELY FASTENED.\n   38    4. (A) ANY PERSON WHO VIOLATES THE PROVISIONS OF  SUBDIVISION  TWO  OR\n   39  THREE  OF  THIS  SECTION  SHALL  PAY  A  CIVIL  FINE NOT TO EXCEED FIFTY\n   40  DOLLARS.\n   41    (B) THE COURT SHALL WAIVE ANY FINE FOR WHICH A PERSON WHO VIOLATES THE\n   42  PROVISIONS OF SUBDIVISION THREE OF THIS SECTION WOULD BE LIABLE IF  SUCH\n   43  PERSON  SUPPLIES THE COURT WITH PROOF THAT BETWEEN THE DATE OF VIOLATION\n   44  AND THE APPEARANCE DATE FOR SUCH  VIOLATION  SUCH  PERSON  PURCHASED  OR\n   45  RENTED A HELMET.\n   46    (C)  THE  COURT MAY WAIVE ANY FINE FOR WHICH A PERSON WHO VIOLATES THE\n   47  PROVISIONS OF SUBDIVISION THREE OF THIS SECTION WOULD BE LIABLE  IF  THE\n   48  COURT  FINDS  THAT  DUE  TO REASONS OF ECONOMIC HARDSHIP SUCH PERSON WAS\n   49  UNABLE TO PURCHASE A HELMET OR DUE TO SUCH ECONOMIC HARDSHIP SUCH PERSON\n   50  WAS UNABLE TO OBTAIN A HELMET FROM THE STATEWIDE IN-LINE SKATE AND BICY-\n   51  CLE HELMET DISTRIBUTION PROGRAM, AS ESTABLISHED IN SECTION  TWO  HUNDRED\n   52  SIX OF THE PUBLIC HEALTH LAW, OR A LOCAL DISTRIBUTION PROGRAM.\n   53    5.  THE  FAILURE  OF  ANY PERSON TO COMPLY WITH THE PROVISIONS OF THIS\n   54  SECTION SHALL NOT CONSTITUTE CONTRIBUTORY NEGLIGENCE  OR  ASSUMPTION  OF\n   55  RISK,  AND SHALL NOT IN ANY WAY BAR, PRECLUDE OR FORECLOSE AN ACTION FOR\n\n       A. 1350                             3\n\n    1  PERSONAL INJURY OR WRONGFUL DEATH BY OR ON BEHALF OF SUCH PERSON, NOR IN\n    2  ANY WAY DIMINISH OR REDUCE THE DAMAGES RECOVERABLE IN ANY SUCH ACTION.\n    3    6.  A  POLICE  OFFICER  SHALL  ONLY ISSUE A SUMMONS FOR A VIOLATION OF\n    4  SUBDIVISION TWO OR THREE OF THIS SECTION BY A PERSON LESS  THAN  SIXTEEN\n    5  YEARS  OF  AGE TO THE PARENT OR GUARDIAN OF SUCH PERSON IF THE VIOLATION\n    6  BY SUCH PERSON OCCURS IN THE PRESENCE OF SUCH PERSON'S PARENT OR GUARDI-\n    7  AN AND WHERE SUCH PARENT OR GUARDIAN IS EIGHTEEN YEARS OF AGE  OR  MORE.\n    8  SUCH  SUMMONS SHALL ONLY BE ISSUED TO SUCH PARENT OR GUARDIAN, AND SHALL\n    9  NOT BE ISSUED TO THE PERSON LESS THAN SIXTEEN YEARS OF AGE.\n   10    S 4.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the definition of electric assisted bicycle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T145924.TXT", "SOBI.D110110.T141611.TXT", "SOBI.D110107.T143909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985564253
}