{
  "year" : 2011,
  "senateBillNo" : "A1357-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1357-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the agriculture assistance program for financial assistance to agricultural production and services in the state",
  "summary" : "Establishes the agriculture assistance program for financial assistance to agricultural production and services in the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A983-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1357\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. HAWLEY, KOLB, GIGLIO, BURLING, CORWIN, McDONOUGH,\n         FINCH  --  Multi-Sponsored  by  --  M. of A. BARCLAY, CALHOUN, CROUCH,\n         DUPREY, HAYES, McKEVITT, J. MILLER, OAKS,  THIELE  --  read  once  and\n         referred to the Committee on Agriculture\n\n       AN  ACT  to amend the agriculture and markets law and the New York state\n         urban development corporation act, in relation to  assisting  agricul-\n         ture  in  the  state  through  the agriculture assistance program; and\n         providing for the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The agriculture and markets law is amended by adding a new\n    2  article 21-D to read as follows:\n    3                                ARTICLE 21-D\n    4                       AGRICULTURE ASSISTANCE PROGRAM\n    5  SECTION 258-QQ. LEGISLATIVE INTENT.\n    6          258-RR. AGRICULTURE ASSISTANCE PROGRAM.\n    7    S 258-QQ. LEGISLATIVE INTENT. THE LEGISLATURE HEREBY FINDS THAT  AGRI-\n    8  CULTURE IS ONE OF THE PRIMARY ECONOMIC UNITS OF THE STATE AND THAT IT IS\n    9  TO  THE  BENEFIT  OF ALL RESIDENTS THAT FINANCIAL ASSISTANCE TO MAINTAIN\n   10  AND  EXPAND  AGRICULTURE  PRODUCTION  AND   AGRICULTURAL   SERVICES   IS\n   11  WARRANTED.  FURTHER, AGRICULTURE IN THOSE MUNICIPALITIES AND COMMUNITIES\n   12  WHERE  AGRICULTURE  PRODUCTION  AND SERVICES HAVE BEEN HARMED BY NATURAL\n   13  DISASTER OR WHICH ARE IN DECLARED DISASTER AREAS SHOULD BE GIVEN PREFER-\n   14  ENCE IN RECEIVING FINANCIAL ASSISTANCE.\n   15    S 258-RR.  AGRICULTURE  ASSISTANCE  PROGRAM.  THE  COMMISSIONER  SHALL\n   16  DEVELOP  A  PROGRAM AND PROMULGATE RULES AND REGULATIONS FOR THE PURPOSE\n   17  OF GIVING FINANCIAL  ASSISTANCE  TO  MAINTAIN  AND  EXPAND  AGRICULTURAL\n   18  PRODUCTION  AND  AGRICULTURAL  SERVICES IN THE STATE. SUCH PROGRAM SHALL\n   19  PROVIDE FOR PREFERENCE TO FINANCIAL ASSISTANCE TO AGRICULTURE  IN  THOSE\n   20  MUNICIPALITIES  AND  COMMUNITIES  WHICH HAVE HAD AGRICULTURAL PRODUCTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03331-01-1\n\n       A. 1357                             2\n\n    1  AND SERVICES HARMED BY NATURAL  DISASTER  OR  WHICH  ARE  LOCATED  IN  A\n    2  DECLARED DISASTER AREA. THE FUNDS FOR SUCH FINANCIAL ASSISTANCE SHALL BE\n    3  RECEIVED  FROM  THE  NEW  YORK STATE URBAN DEVELOPMENT CORPORATION. ONLY\n    4  ENTITIES  AND  PERSONS  ENGAGED  IN AGRICULTURAL PRODUCTION AND SERVICES\n    5  SHALL BE ELIGIBLE TO RECEIVE FINANCIAL ASSISTANCE.\n    6    S 2. Section 16-h of section 1 of chapter 174 of  the  laws  of  1968,\n    7  constituting  the  New  York state urban development corporation act, is\n    8  amended by adding a new subdivision 3-a to read as follows:\n    9    3-A. NOTWITHSTANDING THE FOREGOING PROVISIONS OF THIS  SECTION,  FUNDS\n   10  OF  THIS  PROGRAM, WITHIN AVAILABLE APPROPRIATIONS TOTALING UP TO THIRTY\n   11  MILLION DOLLARS, SHALL  BE  AVAILABLE  FOR  THE  AGRICULTURE  ASSISTANCE\n   12  PROGRAM PURSUANT TO ARTICLE 21-D OF THE AGRICULTURE AND MARKETS LAW.\n   13    S  3.  This  act shall take effect immediately and shall expire and be\n   14  deemed repealed December 31, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law and the New York state urban development corporation act, in relation to assisting agriculture in the state through the agriculture assistance program; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110107.T144409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294687272244
}