{
  "year" : 2011,
  "senateBillNo" : "A1359-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A1359-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts owners of farms and the owners of multiple dwellings from the scaffold law in certain instances",
  "summary" : "Exempts owners of farms and the owners of multiple dwellings from complying with the scaffold law in certain instances. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A909-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1359\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. HAWLEY, KOLB, BURLING, CROUCH -- Multi-Sponsored\n         by -- M. of A.  BARCLAY, CONTE, GIGLIO -- read once  and  referred  to\n         the Committee on Labor\n\n       AN ACT to amend the labor law, in relation to the use of scaffolding and\n         other devices for use by employees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 240 of the labor law,  as  amended\n    2  by chapter 241 of the laws of 1981, is amended to read as follows:\n    3    1.    All  contractors  and  owners and their agents, except OWNERS OF\n    4  FARMS, owners of one and two-family dwellings  AND  OWNERS  OF  MULTIPLE\n    5  DWELLINGS who contract for but do not direct or control the work, in the\n    6  erection,  demolition, repairing, altering, painting, cleaning or point-\n    7  ing of a building or structure shall furnish or erect, or  cause  to  be\n    8  furnished  or  erected  for  the performance of such labor, scaffolding,\n    9  hoists, stays, ladders, slings, hangers, blocks, pulleys, braces, irons,\n   10  ropes, and other devices which shall be so constructed, placed and oper-\n   11  ated as to give proper protection to a person so employed.\n   12    No liability pursuant to this subdivision for the failure  to  provide\n   13  protection  to  a  person  so  employed shall be imposed on professional\n   14  engineers as provided for in  article  one  hundred  forty-five  of  the\n   15  education  law, architects as provided for in article one hundred forty-\n   16  seven of such law or landscape architects as provided for in article one\n   17  hundred forty-eight of such law who do not direct or  control  the  work\n   18  for  activities other than planning and design. This exception shall not\n   19  diminish or extinguish any liability of professional engineers or archi-\n   20  tects or landscape architects arising under the common law or any  other\n   21  provision of law.\n   22    S 2. The opening paragraph of section 241 of the labor law, as amended\n   23  by chapter 670 of the laws of 1980, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03345-01-1\n\n       A. 1359                             2\n\n    1    All  contractors  and owners and their agents, except OWNERS OF FARMS,\n    2  owners of one and two-family dwellings AND OWNERS OF MULTIPLE  DWELLINGS\n    3  who  contract for but do not direct or control the work, when construct-\n    4  ing or demolishing buildings or doing any excavating in connection ther-\n    5  ewith, shall comply with the following requirements:\n    6    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to the use of scaffolding and other devices for use by employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110107.T144409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294687272255
}