{
  "year" : 2011,
  "senateBillNo" : "A1352-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to correction",
    "billEventId" : "A1352-2011-1294203600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the sheriff to charge prisoners fees to support the operations of the facility where they are incarcerated; requires inmates to assist in the provision of necessary services provided at the facility",
  "summary" : "Authorizes the sheriff to charge prisoners fees to support the operations of the facility where they are incarcerated and requires the inmates of the facility to assist in the provision of necessary services provided at the facility. ",
  "currentCommittee" : null,
  "sameAs" : "S508",
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A9076-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1352\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. HAWLEY, CROUCH -- Multi-Sponsored by -- M. of A.\n         CALHOUN -- read once and referred to the Committee on Correction\n\n       AN ACT to amend the correction law, in relation to  authorizing  charges\n         to  prisoners  of fees to support the operations of the facility where\n         they are incarcerated and requiring the inmates  of  the  facility  to\n         assist in the provision of necessary services provided at the facility\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 500-n of the correction law, as  added  by  chapter\n    2  907  of  the  laws of 1984 and renumbered by chapter 604 of the  laws of\n    3  1987, is amended to read as follows:\n    4    S 500-n. Prisoners; unlawful fees prohibited. 1. [Except]  SUBJECT  TO\n    5  THE PROVISIONS OF SUBDIVISION TWO OF THIS SECTION:  (A) EXCEPT as other-\n    6  wise  provided  by law, a sheriff or other person in charge of a correc-\n    7  tional facility or any person employed at such facility shall not charge\n    8  a prisoner or other person in custody with any sum of money,  or  demand\n    9  or  receive  from him money or any valuable thing for any drink, food or\n   10  other thing furnished or provided for such prisoner  or  person  at  any\n   11  correctional facility[.\n   12    2.  A];  (B)  A  sheriff or other public officer or employee shall not\n   13  demand or receive from a prisoner or other person, while in his custody,\n   14  a gratuity or reward, upon any pretense or for any purpose[.\n   15    3. A]; (C) A sheriff, or other public officer or employee,  shall  not\n   16  demand  or  receive from a prisoner or other person in custody, money or\n   17  any valuable thing for rent in a  jail  or  any  fee,  compensation,  or\n   18  reward  for  the commitment, detaining in custody, release, or discharge\n   19  of a prisoner, other than the fees expressly allowed therefor by law.\n   20    2. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION ONE OF THIS  SECTION,\n   21  A  SHERIFF  OR  OTHER  PERSON  IN  CHARGE OF A CORRECTIONAL FACILITY MAY\n   22  CHARGE REASONABLE AND NECESSARY FEES, AS APPROVED BY  THE  COMMISSIONER,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01273-01-1\n\n       A. 1352                             2\n\n    1  TO THE INMATES OF THE FACILITY IN ORDER TO SUPPORT THE OPERATIONS OF THE\n    2  FACILITY,  AND  MAY REQUIRE THE INMATES OF THE FACILITY TO ASSIST IN THE\n    3  PROVISION OF NECESSARY SERVICES PROVIDED AT THE FACILITY TO OR  FOR  THE\n    4  BENEFIT  OF  THE  INMATES  OF THE FACILITY. THE SERVICES PROVIDED BY ANY\n    5  INMATE SHALL BE DETERMINED WITH REGARD TO THE INMATE'S CONDUCT.\n    6    S 2. This act shall take effect immediately; provided,  however,  that\n    7  the  amendments  to  section 500-n of the correction law made by section\n    8  one of this act shall not affect the repeal of such section and shall be\n    9  deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to authorizing charges to prisoners of fees to support the operations of the facility where they are incarcerated and requiring the inmates of the facility to assist in the provision of necessary services provided at the facility ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T144409.TXT", "SOBI.D110110.T141611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294686971090
}