{
  "year" : 2011,
  "senateBillNo" : "A1367-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1367-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the labeling of food or food products that contain a genetically modified material or that are produced with a genetically modified material",
  "summary" : "Provides for the labeling of food or food products that contain a genetically modified material or that are produced with a genetically modified material; defines terms; imposes penalties for false labels and misbranding; sets forth exemptions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A500-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1367\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law and the agriculture and markets\n         law, in relation to the labeling of genetically modified foods\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  391-r to read as follows:\n    3    S 391-R. GENETICALLY MODIFIED FOODS; REQUIRED LABELING.  1. AS USED IN\n    4  THIS SECTION, THE TERM:\n    5    (A) \"GENETICALLY MODIFIED MATERIAL\" MEANS MATERIAL  DERIVED  FROM  ANY\n    6  PART  OF  A GENETICALLY MODIFIED ORGANISM, WITHOUT REGARD TO WHETHER THE\n    7  ALTERED MOLECULAR  OR  CELLULAR  CHARACTERISTICS  OF  THE  ORGANISM  ARE\n    8  DETECTABLE IN THE MATERIAL.\n    9    (B) \"GENETICALLY MODIFIED ORGANISM\" MEANS:\n   10    (I)  AN  ORGANISM  THAT  HAS BEEN ALTERED AT THE MOLECULAR OR CELLULAR\n   11  LEVEL BY MEANS THAT ARE NOT POSSIBLE UNDER NATURAL CONDITIONS  OR  PROC-\n   12  ESSES,  INCLUDING  RECOMBINANT  DNA  AND  RNA  TECHNIQUES,  CELL FUSION,\n   13  MICROENCAPSULATION,  MACROENCAPSULATION,  GENE  DELETION  AND  DOUBLING,\n   14  INTRODUCTION OF A FOREIGN GENE, AND A PROCESS THAT CHANGES THE POSITIONS\n   15  OF  GENES, OTHER THAN A MEANS CONSISTING EXCLUSIVELY OF BREEDING, CONJU-\n   16  GATION, FERMENTATION, HYBRIDIZATION, IN VITRO FERTILIZATION,  OR  TISSUE\n   17  CULTURE; AND\n   18    (II) AN ORGANISM MADE THROUGH SEXUAL OR ASEXUAL REPRODUCTION, OR BOTH,\n   19  INVOLVING  AN  ORGANISM DESCRIBED IN SUBPARAGRAPH (I) OF THIS PARAGRAPH,\n   20  IF POSSESSING ANY OF THE ALTERED MOLECULAR OR  CELLULAR  CHARACTERISTICS\n   21  OF THE ORGANISM SO DESCRIBED.\n   22    (C)  \"PRODUCED WITH A GENETICALLY MODIFIED MATERIAL\" USED WITH RESPECT\n   23  TO A FOOD, MEANS A FOOD IF:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04678-01-1\n\n       A. 1367                             2\n\n    1    (I) THE ORGANISM FROM WHICH THE FOOD IS DERIVED HAS BEEN  INJECTED  OR\n    2  OTHERWISE  TREATED WITH A GENETICALLY MODIFIED MATERIAL, EXCEPT THAT THE\n    3  USE OF MANURE AS A FERTILIZER FOR RAW AGRICULTURAL COMMODITIES  MAY  NOT\n    4  BE CONSTRUED TO BE PRODUCTION WITH A GENETICALLY MODIFIED MATERIAL;\n    5    (II)  THE  ANIMAL  FROM  WHICH THE FOOD IS DERIVED HAS BEEN FED GENET-\n    6  ICALLY MODIFIED MATERIAL; AND\n    7    (III) THE FOOD CONTAINS AN INGREDIENT THAT IS A FOOD TO WHICH SUBPARA-\n    8  GRAPH (I) OR (II) OF THIS PARAGRAPH APPLIES.\n    9    2. NO PERSON, FIRM, CORPORATION, OR OTHER LEGAL ENTITY SHALL  MANUFAC-\n   10  TURE,  SELL  OR  DISTRIBUTE FOOD OR FOOD PRODUCTS PRODUCED WITH A GENET-\n   11  ICALLY MODIFIED MATERIAL, OR CONTAINING A GENETICALLY MODIFIED  MATERIAL\n   12  UNLESS  IT  BEARS  A  LABEL  OR  LABELING  UPON  WHICH  SHALL BE CLEARLY\n   13  IMPRINTED THE WORDS \"THIS PRODUCT CONTAINS A GENETICALLY MODIFIED  MATE-\n   14  RIAL,\" OR \"THIS PRODUCT WAS PRODUCED WITH A GENETICALLY MODIFIED MATERI-\n   15  AL\".\n   16    3.  (A) ANY PERSON, FIRM, CORPORATION, OR OTHER LEGAL ENTITY VIOLATING\n   17  THIS SECTION SHALL BE SUBJECT TO THE  PENALTIES  FOR  FALSE  LABELS  AND\n   18  MISBRANDING  AS  SET FORTH IN SECTION THREE HUNDRED NINETY-TWO-B OF THIS\n   19  ARTICLE UNLESS:\n   20    (I) SUCH PERSON IS AN AGRICULTURAL PRODUCER AND THE  VIOLATION  OCCURS\n   21  BECAUSE  FOOD  THAT  IS  GROWN,  RAISED,  OR  OTHERWISE PRODUCED BY SUCH\n   22  PRODUCER, WHICH FOOD DOES NOT CONTAIN A  GENETICALLY  MODIFIED  MATERIAL\n   23  AND  WAS  NOT  PRODUCED WITH A GENETICALLY MODIFIED MATERIAL, IS CONTAM-\n   24  INATED WITH A FOOD THAT CONTAINS A GENETICALLY MODIFIED MATERIAL OR  WAS\n   25  PRODUCED  WITH  A  GENETICALLY MODIFIED MATERIAL INCLUDING CONTAMINATION\n   26  RESULTING FROM THE MINGLING OF FOODS; AND\n   27    (II) SUCH CONTAMINATION IS NOT INTENDED BY THE AGRICULTURAL PRODUCER.\n   28    (B) PARAGRAPH (A) OF THIS SUBDIVISION SHALL NOT APPLY TO  AN  AGRICUL-\n   29  TURAL  PRODUCER TO THE EXTENT THAT SUCH CONTAMINATION OCCURS AS A RESULT\n   30  OF THE NEGLIGENCE OF SUCH PRODUCER.\n   31    S 2. Section 198 of the agriculture and  markets  law  is  amended  by\n   32  adding a new subdivision 12 to read as follows:\n   33    12.  (A)  THE  TERM  \"GENETICALLY  MODIFIED  MATERIAL\"  MEANS MATERIAL\n   34  DERIVED FROM ANY PART OF A GENETICALLY MODIFIED ORGANISM, WITHOUT REGARD\n   35  TO WHETHER THE ALTERED MOLECULAR  OR  CELLULAR  CHARACTERISTICS  OF  THE\n   36  ORGANISM ARE DETECTABLE IN THE MATERIAL.\n   37    (B) THE TERM \"GENETICALLY MODIFIED ORGANISM\" MEANS:\n   38    (I)  AN  ORGANISM  THAT  HAS BEEN ALTERED AT THE MOLECULAR OR CELLULAR\n   39  LEVEL BY MEANS THAT ARE NOT POSSIBLE UNDER NATURAL CONDITIONS  OR  PROC-\n   40  ESSES,  INCLUDING  RECOMBINANT  DNA  AND  RNA  TECHNIQUES,  CELL FUSION,\n   41  MICROENCAPSULATION,  MACROENCAPSULATION,  GENE  DELETION  AND  DOUBLING,\n   42  INTRODUCTION  OF A FOREIGN GENE, AND A PROCESS THAT CHANGES THE POSITION\n   43  OF GENES, OTHER THAN A MEANS CONSISTING EXCLUSIVELY OF BREEDING,  CONJU-\n   44  GATION,  FERMENTATION,  HYBRIDIZATION, IN VITRO FERTILIZATION, OR TISSUE\n   45  CULTURE; AND\n   46    (II) AN ORGANISM MADE THROUGH SEXUAL OR ASEXUAL REPRODUCTION, OR BOTH,\n   47  INVOLVING AN ORGANISM DESCRIBED IN SUBPARAGRAPH (I) OF  THIS  PARAGRAPH,\n   48  IF  POSSESSING  ANY OF THE ALTERED MOLECULAR OR CELLULAR CHARACTERISTICS\n   49  OF THE ORGANISM SO DESCRIBED.\n   50    (C) THE TERM \"PRODUCED WITH A  GENETICALLY  MODIFIED  MATERIAL,\"  USED\n   51  WITH RESPECT TO A FOOD, MEANS A FOOD IF:\n   52    (I)  THE  ORGANISM FROM WHICH THE FOOD IS DERIVED HAS BEEN INJECTED OR\n   53  OTHERWISE TREATED WITH A GENETICALLY MODIFIED MATERIAL, EXCEPT THAT  THE\n   54  USE  OF  MANURE AS A FERTILIZER FOR RAW AGRICULTURAL COMMODITIES MAY NOT\n   55  BE CONSTRUED TO BE PRODUCTION WITH A GENETICALLY MODIFIED MATERIAL;\n\n       A. 1367                             3\n\n    1    (II) THE ANIMAL FROM WHICH THE FOOD IS DERIVED  HAS  BEEN  FED  GENET-\n    2  ICALLY MODIFIED MATERIAL; AND\n    3    (III) THE FOOD CONTAINS AN INGREDIENT THAT IS A FOOD TO WHICH SUBPARA-\n    4  GRAPH (I) OR (II) OF THIS PARAGRAPH APPLIES.\n    5    S  3.  Section  201  of  the agriculture and markets law is amended by\n    6  adding a new subdivision 15 to read as follows:\n    7     15. IF IT CONTAINS A GENETICALLY MODIFIED MATERIAL, OR  WAS  PRODUCED\n    8  WITH  A GENETICALLY MODIFIED MATERIAL, UNLESS IT BEARS A LABEL OR LABEL-\n    9  ING UPON WHICH SHALL  BE  CLEARLY  IMPRINTED  THE  WORDS  \"THIS  PRODUCT\n   10  CONTAINS A GENETICALLY MODIFIED MATERIAL,\" OR \"THIS PRODUCT WAS PRODUCED\n   11  WITH A GENETICALLY MODIFIED MATERIAL\".\n   12    (A) NO PERSON SHALL BE IN VIOLATION OF THIS SECTION IF:\n   13    (I)  SUCH  PERSON IS AN AGRICULTURAL PRODUCER AND THE VIOLATION OCCURS\n   14  BECAUSE FOOD THAT IS  GROWN,  RAISED,  OR  OTHERWISE  PRODUCED  BY  SUCH\n   15  PRODUCER,  WHICH  FOOD  DOES NOT CONTAIN A GENETICALLY MODIFIED MATERIAL\n   16  AND WAS NOT PRODUCED WITH A GENETICALLY MODIFIED  MATERIAL,  IS  CONTAM-\n   17  INATED  WITH A FOOD THAT CONTAINS A GENETICALLY MODIFIED MATERIAL OR WAS\n   18  PRODUCED WITH A GENETICALLY MODIFIED MATERIAL,  INCLUDING  CONTAMINATION\n   19  RESULTING FROM THE MINGLING OF FOODS; AND\n   20    (II) SUCH CONTAMINATION IS NOT INTENDED BY THE AGRICULTURAL PRODUCER.\n   21    (B)  PARAGRAPH  (A) OF THIS SUBDIVISION SHALL NOT APPLY TO AN AGRICUL-\n   22  TURAL PRODUCER TO THE EXTENT THAT SUCH CONTAMINATION OCCURS AS A  RESULT\n   23  OF THE NEGLIGENCE OF SUCH PRODUCER.\n   24    S  4. This act shall take effect on the first of January next succeed-\n   25  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the agriculture and markets law, in relation to the labeling of genetically modified foods ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T151117.TXT", "SOBI.D110107.T144910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294690277702
}