{
  "year" : 2011,
  "senateBillNo" : "A1368-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A1368-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides mandatory leave of absence for employees in private business who are organ or bone marrow donors and insurance reimbursement to employers for wages",
  "summary" : "Provides mandatory leave of absence for employees in private business who are organ or bone marrow donors and insurance reimbursement to employers for wages or salary paid on such leave of absence; defines terms; authorizes a thirty day unpaid leave of absence to allow such employee to serve as an organ donor or bone marrow donor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A214-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1368\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. JEFFRIES, LAVINE, ZEBROWSKI, COLTON, MILLMAN,\n         ENGLEBRIGHT, GALEF, ORTIZ, MAYERSOHN, MAISEL, HOYT, GUNTHER,  PHEFFER,\n         PERRY  --  Multi-Sponsored  by  --  M.  of  A. BING, BOYLAND, BRENNAN,\n         CAHILL, CLARK, CONTE,  FARRELL,  GLICK,  MARKEY,  McDONOUGH,  McENENY,\n         REILLY, SWEENEY, WEISENBERG -- read once and referred to the Committee\n         on Labor\n\n       AN  ACT  to  amend the labor law and the insurance law, in relation to a\n         leave of absence for employees during testing  for,  donation  of  and\n         recovery  from  organ  donation  and  providing  insurance coverage to\n         employers who give a paid leave of absence\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  labor  law is amended by adding a new section 171 to\n    2  read as follows:\n    3    S 171. MANDATORY LEAVE OF ABSENCE FOR BONE MARROW OR  ORGAN  DONATION.\n    4  1. FOR PURPOSES OF THIS SECTION:\n    5    A.  THE  TERM \"BONE MARROW DONOR\" SHALL MEAN, A PERSON FROM WHOSE BODY\n    6  BONE MARROW IS TAKEN TO BE TRANSFERRED TO THE BODY OF ANOTHER PERSON.\n    7    B. THE TERM \"ORGAN\" SHALL MEAN A HUMAN ORGAN THAT IS CAPABLE OF  BEING\n    8  TRANSFERRED FROM THE BODY OF A PERSON TO THE BODY OF ANOTHER PERSON.\n    9    C. THE TERM \"ORGAN DONOR\" SHALL MEAN A PERSON FROM WHOSE BODY AN ORGAN\n   10  IS TAKEN TO BE TRANSFERRED TO THE BODY OF ANOTHER PERSON.\n   11    D.  THE  TERM  \"PRIVATE EMPLOYER\" SHALL MEAN A SOLE PROPRIETOR, CORPO-\n   12  RATION, PARTNERSHIP, LIMITED LIABILITY COMPANY,  OR  OTHER  ENTITY  WITH\n   13  TWENTY OR MORE EMPLOYEES.\n   14    2.  IN ADDITION TO ANY MEDICAL, PERSONAL, OR OTHER PAID LEAVE PROVIDED\n   15  BY A PRIVATE EMPLOYER, THE PRIVATE EMPLOYER SHALL GRANT AN  EMPLOYEE  AN\n   16  UNPAID LEAVE OF ABSENCE TO ALLOW THE EMPLOYEE TO SERVE AS AN ORGAN DONOR\n   17  OR  A  BONE MARROW DONOR IF THE EMPLOYEE REQUESTS A LEAVE OF ABSENCE FOR\n   18  SUCH PURPOSE. THE LEAVE OF ABSENCE REQUESTED BY THE EMPLOYEE  SHALL  NOT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04660-01-1\n\n       A. 1368                             2\n\n    1  EXCEED THIRTY DAYS. THE EMPLOYER MAY REQUIRE VERIFICATION BY A PHYSICIAN\n    2  FOR  THE  PURPOSE  AND LENGTH OF EACH LEAVE REQUESTED BY THE EMPLOYEE TO\n    3  DONATE BONE MARROW OR SERVE AS AN ORGAN DONOR.\n    4    3.  AN EMPLOYER SHALL NOT RETALIATE AGAINST AN EMPLOYEE FOR REQUESTING\n    5  OR OBTAINING A LEAVE OF ABSENCE AS PROVIDED  BY  THIS  SECTION  FOR  THE\n    6  PURPOSE OF UNDERGOING A MEDICAL PROCEDURE TO DONATE BONE MARROW OR SERVE\n    7  AS AN ORGAN DONOR.\n    8    S 2. Subsection (c) of section 3216 of the insurance law is amended by\n    9  adding a new paragraph 15 to read as follows:\n   10    (15)  IT  CONTAINS  PROVISIONS  WHICH  PROVIDE THAT THE INSURER OF THE\n   11  ORGAN OR BONE MARROW RECIPIENT SHALL PROVIDE COVERAGE  WHICH  REIMBURSES\n   12  THE  DONOR'S  PRIVATE  EMPLOYER  FOR WAGES OR SALARY PAID BY THE PRIVATE\n   13  EMPLOYER TO THE DONOR WHILE HE OR SHE WAS ON A PAID LEAVE OF ABSENCE  TO\n   14  SERVE  AS  AN  ORGAN  OR  BONE  MARROW DONOR AS DESCRIBED IN SECTION ONE\n   15  HUNDRED SEVENTY-ONE OF THE LABOR LAW.\n   16    S 3. Subsection (a) of section 3221 of the insurance law is amended by\n   17  adding a new paragraph 17 to read as follows:\n   18    (17) IT CONTAINS PROVISIONS WHICH PROVIDE  THAT  THE  INSURER  OF  THE\n   19  ORGAN  OR  BONE MARROW RECIPIENT SHALL PROVIDE COVERAGE WHICH REIMBURSES\n   20  THE DONOR'S PRIVATE EMPLOYER FOR WAGES OR SALARY  PAID  BY  THE  PRIVATE\n   21  EMPLOYER  TO THE DONOR WHILE HE OR SHE WAS ON A PAID LEAVE OF ABSENCE TO\n   22  SERVE AS AN ORGAN OR BONE MARROW  DONOR  AS  DESCRIBED  IN  SECTION  ONE\n   23  HUNDRED SEVENTY-ONE OF THE LABOR LAW.\n   24    S  4. This act shall take effect on the first of January next succeed-\n   25  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law and the insurance law, in relation to a leave of absence for employees during testing for, donation of and recovery from organ donation and providing insurance coverage to employers who give a paid leave of absence ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T151117.TXT", "SOBI.D110107.T144910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294690277704
}