{
  "year" : 2011,
  "senateBillNo" : "A1360-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1360-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to dental, medical and podiatric malpractice actions and to establishing a limitation on noneconomic damages in personal injury actions",
  "summary" : "Requires a certificate of merit in actions for damages, contribution or indemnity arising out of alleged negligence of a professional licensed pursuant to the education law; establishes a party in an action for medical, dental or podiatric malpractice may not omit the name of certain experts in responding to a request; limits judgments for past and future damages in an action to recover damages for dental, medical or podiatric malpractice; limits compensation for noneconomic damages suffered by an injured plaintiff in any personal injury action to $250,000. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A846-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1360\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  HAWLEY,  CALHOUN,  McDONOUGH,  OAKS, CROUCH,\n         J. MILLER, TOBACCO, KOLB, FINCH -- Multi-Sponsored  by  --  M.  of  A.\n         CORWIN, GIGLIO -- read once and referred to the Committee on Codes\n\n       AN  ACT to amend the civil practice law and rules and the judiciary law,\n         in relation to dental, medical and podiatric malpractice  actions  and\n         to establishing a limitation on noneconomic damages in personal injury\n         actions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3012-a of the civil  practice  law   and rules,  as\n    2  amended  by  chapter  507  of  the  laws  of 1987, is amended to read as\n    3  follows:\n    4    S 3012-a. Certificate of merit in medical, dental and  podiatric malp-\n    5  ractice  actions AND ACTIONS AGAINST ALL OTHER PROFESSIONALS. (a) In any\n    6  action  for medical, dental or podiatric malpractice, OR IN  ANY  ACTION\n    7  FOR DAMAGES, CONTRIBUTION OR INDEMNITY ARISING OUT OF ALLEGED NEGLIGENCE\n    8  OF  A PROFESSIONAL SUBJECT TO THE PROVISIONS OF TITLE VIII OF THE EDUCA-\n    9  TION LAW, the complaint shall be accompanied by a certificate,  executed\n   10  by the  attorney  for  the plaintiff, OR OTHER PARTY ASSERTING THE CAUSE\n   11  OF ACTION, declaring that:\n   12    (1)  the attorney has reviewed the facts of the case and has consulted\n   13  with at least one physician in medical malpractice actions, at least one\n   14  dentist in dental malpractice actions [or], at least one  podiatrist  in\n   15  podiatric  malpractice actions, OR AT LEAST ONE PROFESSIONAL IN THE SAME\n   16  PROFESSION AS THE PERSON OR PERSONS DEFENDANT IN  THE  SUBJECT  SUIT  IN\n   17  OTHER PROFESSIONAL MALPRACTICE OR NEGLIGENCE ACTIONS AND who is licensed\n   18  to  practice  in  this  state  or  any  other state and who the attorney\n   19  reasonably believes is knowledgeable in the  relevant issues involved in\n   20  the particular action, AND WHO HAS SIGNED AN AFFIDAVIT  CONCLUDING  THAT\n   21  THERE  IS  A  REASONABLE  BASIS  FOR THE COMMENCEMENT OF AN ACTION, SUCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03344-01-1\n\n       A. 1360                             2\n\n    1  AFFIDAVIT SHALL ACCOMPANY THE CERTIFICATE REQUIRED BY THIS SECTION,  and\n    2  that  the  attorney  has  concluded  on  the basis of such review [and],\n    3  consultation AND AFFIDAVIT that there is a reasonable  basis  for    the\n    4  commencement of such action; or\n    5    (2)  the  attorney  was  unable to obtain the consultation AND AFFIDA-\n    6  VIT required by paragraph one of this subdivision because  a  limitation\n    7  of  time,  established  by  article  two  of this chapter, would bar the\n    8  action and that the certificate  required  by  paragraph  one   of  this\n    9  subdivision  could  not reasonably be obtained before such time expired.\n   10  If  a   certificate   is executed   pursuant to  this  subdivision,  the\n   11  certificate  required  by this section  shall  be  filed  within  ninety\n   12  days  after  service  of  the complaint; or\n   13    (3) the attorney was unable to obtain  the  consultation AND AFFIDAVIT\n   14  required by paragraph one of this subdivision because the  attorney  had\n   15  made  three separate good faith attempts with three separate physicians,\n   16  dentists [or], podiatrists OR SUBJECT PROFESSIONALS, in accordance  with\n   17  the  provisions  of  paragraph  one  of  this subdivision to obtain such\n   18  consultation AND AFFIDAVIT and none of those contacted  would  agree  to\n   19  such a consultation AND AFFIDAVIT.\n   20    (b) Where a certificate is required pursuant to this section, a single\n   21  certificate  shall  be  filed  for  each  action,  even if more than one\n   22  defendant has been named in the complaint or is subsequently named.\n   23    (c)  Where the attorney intends to rely solely on the doctrine of \"res\n   24  ipsa  loquitur\", this section shall be inapplicable.  In such cases, the\n   25  complaint shall be accompanied by a certificate, executed by the  attor-\n   26  ney, declaring that the attorney is solely relying on such doctrine and,\n   27  for that reason, is not filing a certificate required by this section.\n   28    (d)  If  a request by the plaintiff for the records of the plaintiff's\n   29  medical or dental treatment by the defendants has  been  made  and  such\n   30  records  have  not been produced, the plaintiff shall not be required to\n   31  serve the certificate required by this section until ninety  days  after\n   32  such records have been produced.\n   33    (e) For purposes of this section, and subject  to  the  provisions  of\n   34  section  thirty-one hundred one of this chapter, an attorney who submits\n   35  a certificate as required by paragraph one or two of subdivision (a)  of\n   36  this  section  and  the  physician,  dentist [or], podiatrist OR SUBJECT\n   37  PROFESSIONALS with whom the attorney consulted shall not be required  to\n   38  disclose  the  identity  of  the  physician, dentist [or], podiatrist OR\n   39  SUBJECT PROFESSIONALS consulted and the contents  of  such  consultation\n   40  AND  AFFIDAVIT;  provided, however, that when the attorney makes a claim\n   41  under paragraph three of subdivision (a) of this  section  that  he  was\n   42  unable to obtain the required consultation AND AFFIDAVIT with the physi-\n   43  cian,  dentist [or], podiatrist OR SUBJECT PROFESSIONALS, the court may,\n   44  upon the request of a defendant made prior to compliance by  the  plain-\n   45  tiff with the provisions of section thirty-one hundred ONE of this chap-\n   46  ter,  require  the  attorney to divulge to the court the names of physi-\n   47  cians, dentists [or], podiatrists OR SUBJECT PROFESSIONALS refusing such\n   48  consultation AND AFFIDAVIT.\n   49    (f) The provisions of this section shall not be applicable to a plain-\n   50  tiff who is not represented by an attorney.\n   51    (g) The plaintiff may, in lieu of serving the certificate required  by\n   52  this  section,  provide the defendant or defendants with the information\n   53  required  by paragraph one  of  subdivision  (d)  of  section thirty-one\n   54  hundred one of this chapter within the period of time prescribed by this\n   55  section.\n\n       A. 1360                             3\n\n    1    (H) THE SUBJECT PROFESSIONAL OR PROFESSIONALS CONSULTED MAY NOT  BE  A\n    2  PARTY TO THE LITIGATION.\n    3    (I)  FOR   PURPOSES   OF   THIS  SECTION,  A COMPLAINT SHALL INCLUDE A\n    4  COMPLAINT, THIRD PARTY COMPLAINT, AN ANSWER CONTAINING A COUNTERCLAIM OR\n    5  A CROSS CLAIM.\n    6    S 2. Paragraph 1 of subdivision (d) of section 3101 of the civil prac-\n    7  tice law and rules, as amended by chapter  184  of  the  laws  of  1988,\n    8  subparagraph  (ii)  as  amended  by  chapter 165 of the laws of 1991, is\n    9  amended to read as follows:\n   10    1. Experts. (i) Upon request, each party shall  identify  each  person\n   11  whom  the  party expects to call as an expert witness at trial and shall\n   12  disclose in reasonable detail the subject matter on which each expert is\n   13  expected to testify, the substance of the facts and  opinions  on  which\n   14  each  expert  is  expected to testify, the qualifications of each expert\n   15  witness and a summary of the grounds for each expert's opinion. However,\n   16  where a party for good cause shown retains  an  expert  an  insufficient\n   17  period  of  time  before  the  commencement of trial to give appropriate\n   18  notice thereof, the party shall not thereupon be precluded  from  intro-\n   19  ducing  the expert's testimony at the trial solely on grounds of noncom-\n   20  pliance with this paragraph. In that instance, upon motion of any party,\n   21  made before or at trial, or on its own initiative, the  court  may  make\n   22  whatever  order may be just. [In an action for medical, dental or podia-\n   23  tric malpractice, a party, in responding to  a  request,  may  omit  the\n   24  names  of  medical, dental or podiatric experts but shall be required to\n   25  disclose  all  other  information  concerning  such  experts   otherwise\n   26  required by this paragraph.]\n   27    (ii)  In  an  action for medical, dental or podiatric malpractice, any\n   28  party may, by written offer made to and served upon  all  other  parties\n   29  and  filed  with the court, [offer to disclose the name of, and to] make\n   30  available for examination upon oral deposition,  any  person  the  party\n   31  making  the  offer expects to call as an expert witness at trial. Within\n   32  twenty days of service of the offer, a party shall accept or reject  the\n   33  offer  by  serving  a  written  reply upon all parties and filing a copy\n   34  thereof with the court.  Failure to serve a reply within twenty days  of\n   35  service  of  the  offer shall be deemed a rejection of the offer. If all\n   36  parties accept the offer, each party shall be required to produce his or\n   37  her expert witness for examination upon oral deposition upon receipt  of\n   38  a  notice  to  take  oral  deposition in accordance with rule thirty-one\n   39  hundred seven of this [chapter] ARTICLE.  If any party, having  made  or\n   40  accepted the offer, fails to make that party's expert available for oral\n   41  deposition, that party shall be precluded from offering expert testimony\n   42  at the trial of the action.\n   43    (iii)  Further  disclosure  concerning  the  expected testimony of any\n   44  expert may be obtained only by court order upon  a  showing  of  special\n   45  circumstances  and  subject  to  restrictions as to scope and provisions\n   46  concerning fees and expenses as the court may deem appropriate. However,\n   47  a party, without court order, may take the testimony of a person author-\n   48  ized to practice medicine, dentistry or  podiatry  who  is  the  party's\n   49  treating or retained expert, as described in paragraph three of subdivi-\n   50  sion  (a) of this section, in which event any other party shall be enti-\n   51  tled to the full disclosure authorized by this article with  respect  to\n   52  that expert without court order.\n   53    S  3.  Subdivisions  (b) and (c) of section 5031 of the civil practice\n   54  law and rules, as added by chapter 86 of the laws of 2003,  are  amended\n   55  to read as follows:\n\n       A. 1360                             4\n\n    1    (b)  Awards  for  all  past  damages,  all  damages for future loss of\n    2  services, all damages for future loss  of  consortium,  all  damages  in\n    3  wrongful  death  actions,  and  damages for future pain and suffering of\n    4  [five hundred] FIFTY thousand dollars or less shall be paid  in  a  lump\n    5  sum.  In  any case in which all damages are to be paid in lump sums, the\n    6  judgment shall be entered on the total of the lump sums, without further\n    7  regard to this section.\n    8    (c) As to any award of damages for future pain and suffering in excess\n    9  of [five hundred] FIFTY thousand dollars, the court shall determine  the\n   10  greater  of  thirty-five percent of such damages or [five hundred] FIFTY\n   11  thousand dollars and such amount shall  be  paid  in  a  lump  sum.  The\n   12  remaining  amount of the award for damages for future pain and suffering\n   13  shall be paid in a stream of payments over the period of time determined\n   14  by the trier of fact or eight years, whichever is less.  The  stream  of\n   15  payments  for  future pain and suffering shall be calculated by dividing\n   16  the remaining amount of damages for future pain  and  suffering  by  the\n   17  number  of years over which such payments shall be made to determine the\n   18  first year's payment and the payment due in each succeeding  year  shall\n   19  be  computed  by adding four percent to the previous year's payment. The\n   20  court shall determine the present value of the  stream  of  payments  by\n   21  applying a discount rate to the stream of payments.\n   22    S  4.  Subdivisions  (b) and (e) of section 5041 of the civil practice\n   23  law and rules, as added by chapter 682 of the laws of 1986, are  amended\n   24  to read as follows:\n   25    (b)  The  court shall enter judgment in lump sum for past damages, for\n   26  future damages not in excess of [two hundred]  fifty  thousand  dollars,\n   27  and  for  any  damages,  fees  or costs payable in lump sum or otherwise\n   28  under subdivisions (c) and (d) of this section. For the purposes of this\n   29  section, any lump sum payment of a portion of future  damages  shall  be\n   30  deemed  to include the elements of future damages in the same proportion\n   31  as such elements comprise of the  total  award  for  future  damages  as\n   32  determined by the trier of fact.\n   33    (e)  With  respect  to  awards  of  future  damages  in excess of [two\n   34  hundred] fifty thousand dollars in an  action  to  recover  damages  for\n   35  personal  injury,  injury to property or wrongful death, the court shall\n   36  enter judgment as follows:\n   37    After making any adjustment prescribed by subdivisions  (b),  (c)  and\n   38  (d)  of this section, the court shall enter a judgment for the amount of\n   39  the present value of an annuity  contract  that  will  provide  for  the\n   40  payment  of the remaining amounts of future damages in periodic install-\n   41  ments. The present value of such contract shall be determined in accord-\n   42  ance  with  generally  accepted  actuarial  practices  by  applying  the\n   43  discount  rate  in effect at the time of the award to the full amount of\n   44  the remaining future damages, as calculated pursuant  to  this  subdivi-\n   45  sion. The period of time over which such periodic payments shall be made\n   46  and the period of time used to calculate the present value of the annui-\n   47  ty contract shall be the period of years determined by the trier of fact\n   48  in  arriving at the itemized verdict; provided, however, that the period\n   49  of time over which such periodic payments shall be made and  the  period\n   50  of  time used to calculate the present value for damages attributable to\n   51  pain and suffering shall be ten years or the period of  time  determined\n   52  by the trier of fact, whichever is less. The court, as part of its judg-\n   53  ment,  shall  direct  that  the  defendants and their insurance carriers\n   54  shall be required to offer and to guarantee the purchase and payment  of\n   55  such  an  annuity contract.  Such annuity contract shall provide for the\n   56  payment of the annual payments of such remaining future damages over the\n\n       A. 1360                             5\n\n    1  period of time determined  pursuant  to  this  subdivision.  The  annual\n    2  payment for the first year shall be calculated by dividing the remaining\n    3  amount of future damages by the number of years over which such payments\n    4  shall  be  made  and  the  payment  due in each succeeding year shall be\n    5  computed by adding four percent to  the  previous  year's  payment.  THE\n    6  ADDITION OF FOUR PERCENT TO EACH OF THE PREVIOUS YEAR'S PAYMENT SHALL BE\n    7  THE EXCLUSIVE MEASURE OF INTEREST, INFLATION, FOREGONE INVESTMENT OPPOR-\n    8  TUNITY  AND  ANY  OTHER MEASURE OF DAMAGE. Where payment of a portion of\n    9  the future damages terminates in accordance with the provisions of  this\n   10  article,  the  four  percent added payment shall be based only upon that\n   11  portion of the  damages  that  remains  subject  to  continued  payment.\n   12  Unless  otherwise  agreed, the annual sum so arrived at shall be paid in\n   13  equal monthly installments and in advance.\n   14    S 5. The civil practice law and rules is amended by adding a new arti-\n   15  cle 50-C to read as follows:\n   16                                ARTICLE 50-C\n   17                      LIMITATION ON NONECONOMIC DAMAGES\n   18          5051. DEFINITIONS.\n   19          5052. DAMAGE AWARDS.\n   20    S 5051. DEFINITIONS. AS USED IN THIS ARTICLE:\n   21    1. \"NONECONOMIC DAMAGES\" MEANS SUBJECTIVE, NONPECUNIARY DAMAGES  ARIS-\n   22  ING  FROM PAIN, SUFFERING, INCONVENIENCE, PHYSICAL IMPAIRMENT OR DISFIG-\n   23  UREMENT, MENTAL ANGUISH, EMOTIONAL DISTRESS, LOSS OF SOCIETY AND COMPAN-\n   24  IONSHIP, LOSS OF CONSORTIUM, INJURY TO REPUTATION, HUMILIATION AND OTHER\n   25  NONPECUNIARY DAMAGES.\n   26    2. \"ACTUAL ECONOMIC DAMAGES\" MEANS  OBJECTIVELY  VERIFIABLE  PECUNIARY\n   27  DAMAGES ARISING FROM MEDICAL EXPENSES AND MEDICAL CARE, LOSS OF EARNINGS\n   28  AND  EARNING  CAPACITY,  BURIAL COSTS, LOSS OF USE OF PROPERTY, COSTS OF\n   29  REPAIR OR REPLACEMENT OF PROPERTY, COSTS OF OBTAINING SUBSTITUTE  DOMES-\n   30  TIC  SERVICES, LOSS OF EMPLOYMENT, LOSS OF BUSINESS OR EMPLOYMENT OPPOR-\n   31  TUNITIES, REHABILITATION SERVICES, CUSTODIAL CARE  AND  OTHER  PECUNIARY\n   32  DAMAGES.\n   33    3.  \"PERSONAL  INJURY  ACTION\"  MEANS  ANY ACTION, INCLUDING BUT IN NO\n   34  MANNER LIMITED TO MEDICAL, DENTAL  AND  PODIATRIC  MALPRACTICE  ACTIONS,\n   35  WHETHER  IN  TORT,  CONTRACT, OR OTHERWISE, IN WHICH THE PLAINTIFF SEEKS\n   36  DAMAGES FOR INJURY TO THE PERSON OR WRONGFUL DEATH.\n   37    4. \"COMPENSATION\" MEANS MONETARY AWARDS.\n   38    S 5052. DAMAGE AWARDS. IN ANY PERSONAL INJURY ACTION,  THE  PREVAILING\n   39  PLAINTIFF MAY BE AWARDED:\n   40    1.  COMPENSATION  FOR  ACTUAL ECONOMIC DAMAGES SUFFERED BY THE INJURED\n   41  PLAINTIFF; AND\n   42    2. COMPENSATION FOR NONECONOMIC DAMAGES SUFFERED BY THE INJURED PLAIN-\n   43  TIFF, NOT TO EXCEED TWO HUNDRED FIFTY THOUSAND DOLLARS.\n   44    S 6. Section 474-a of the judiciary law, as amended by chapter 485  of\n   45  the laws of 1986, is amended to read as follows:\n   46    S  474-a.  Contingent  fees  for  attorneys  in  claims or actions for\n   47  medical, dental or podiatric malpractice, OR IN ANY CLAIM OR ACTION  FOR\n   48  PROPERTY DAMAGE OR PERSONAL INJURY, INCLUDING DEATH.  1. For the purpose\n   49  of this section, the term \"contingent fee\" shall mean any attorney's fee\n   50  in  any claim or action for medical, dental or podiatric malpractice, OR\n   51  IN ANY CLAIM OR ACTION FOR PROPERTY DAMAGE OR PERSONAL INJURY, INCLUDING\n   52  DEATH, whether determined by judgment or settlement, which is  dependent\n   53  in  whole or in part upon the success of the prosecution by the attorney\n   54  of such claim or action, or which is to consist of a percentage  of  any\n   55  recovery,  or a sum equal to a percentage of any recovery, in such claim\n   56  or action.\n\n       A. 1360                             6\n\n    1    2. Notwithstanding any inconsistent judicial rule, a contingent fee in\n    2  a medical, dental or podiatric malpractice action, OR IN  ANY  CLAIM  OR\n    3  ACTION  FOR  PROPERTY  DAMAGE OR PERSONAL INJURY, INCLUDING DEATH, shall\n    4  not exceed the amount of compensation  provided  for  in  the  following\n    5  schedule:\n    6    [30] 25 percent of the first $250,000 of the sum recovered;\n    7    [25] 20 percent of the next $250,000 of the sum recovered;\n    8    [20] 15 percent of the next $500,000 of the sum recovered;\n    9    [15] 10 percent of the next $250,000 of the sum recovered;\n   10    [10] 5 percent of any amount over $1,250,000 of the sum recovered.\n   11    3.  Such  percentages shall be computed on the net sum recovered after\n   12  deducting from the  amount  recovered  expenses  and  disbursements  for\n   13  expert testimony and investigative or other services properly chargeable\n   14  to the enforcement of the claim or prosecution of the action. In comput-\n   15  ing  the  fee,  the  costs as taxed, including interest upon a judgment,\n   16  shall be deemed part of the amount recovered. For the following or simi-\n   17  lar items there  shall be no deduction in  computing  such  percentages:\n   18  liens,  assignments  or  claims in favor of hospitals, for medical care,\n   19  dental care, podiatric care and treatment by doctors and nurses,  or  of\n   20  self-insurers or insurance carriers.\n   21    4.  In  the  event that claimant's or plaintiff's attorney believes in\n   22  good faith that the fee schedule set forth in subdivision  two  of  this\n   23  section,  because    of  extraordinary  circumstances, will not give him\n   24  adequate compensation, application for greater compensation may be  made\n   25  upon affidavit with written notice and an opportunity to be heard to the\n   26  claimant  or plaintiff and other persons holding liens or assignments on\n   27  the recovery. Such application shall be made to the justice of the trial\n   28  part to which the action had been sent for trial; or, if it had not been\n   29  sent to a part for trial, then to the justice  presiding  at  the  trial\n   30  term calendar part of the court in which the action had been instituted;\n   31  or,  if  no action had been instituted, then to the justice presiding at\n   32  the trial term calendar part of the Supreme Court for the county in  the\n   33  judicial  department  in  which  the  attorney  has an office. Upon such\n   34  application, the justice, in his discretion,  if  extraordinary  circum-\n   35  stances are found to be present, and without regard to the claimant's or\n   36  plaintiff's  consent,  may  fix  as  reasonable  compensation  for legal\n   37  services rendered an amount greater than that specified in the  schedule\n   38  set  forth  in  subdivision two of this section, provided, however, that\n   39  such greater amount shall not exceed  the  fee  fixed  pursuant  to  the\n   40  contractual  arrangement,  if any, between the claimant or plaintiff and\n   41  the attorney. If the application is granted, the justice  shall  make  a\n   42  written  order accordingly, briefly stating the reasons for granting the\n   43  greater compensation; and a copy of such order shall be  served  on  all\n   44  persons entitled to receive notice of the application.\n   45    5.  Any  contingent  fee  in  a claim or action for medical, dental or\n   46  podiatric malpractice, OR IN ANY CLAIM OR ACTION FOR PROPERTY DAMAGE  OR\n   47  PERSONAL  INJURY,  INCLUDING DEATH, brought on behalf of an infant shall\n   48  continue to be subject to the provisions of section four hundred  seven-\n   49  ty-four of this [chapter] ARTICLE.\n   50    S 7. This act shall take effect immediately, provided, however, that:\n   51    (a) The amendments effected by the provisions of sections one and five\n   52  of  this  act shall apply to subject actions commenced on and after such\n   53  date; and\n   54    (b) The amendments effected by the provisions of section six  of  this\n   55  act shall apply to retainer agreements executed on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules and the judiciary law, in relation to dental, medical and podiatric malpractice actions and to establishing a limitation on noneconomic damages in personal injury actions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110107.T144409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294687272260
}