{
  "year" : 2011,
  "senateBillNo" : "A1362-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to banks",
    "billEventId" : "A1362-2011-1294203600000-referred+to+banks",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires inclusion and explanation of additional annual data in assessing record of performance of banking institutions in meeting community credit needs",
  "summary" : "Requires inclusion and explanation of additional annual data in assessing record of performance of banking institutions in meeting community credit needs; additional data to include but not be limited to: loans for housing low and moderate-income residents of low and moderate income areas, the scope of efforts to market housing and small business loans in low and moderate-income areas and other data. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "A8121-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1362\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  JEFFRIES  --  Multi-Sponsored by -- M. of A.\n         CAMARA, FARRELL, PHEFFER, TOWNS --  read  once  and  referred  to  the\n         Committee on Banks\n\n       AN ACT to amend the banking law, in relation to assessment of the record\n         of  performance  of banking institutions in helping to meet the credit\n         needs of local communities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The opening paragraph of paragraph (a) of subdivision 3 of\n    2  section 28-b of the banking law, as amended by chapter 315 of  the  laws\n    3  of 2008, is amended to read as follows:\n    4    When taking any action on an application made by a banking institution\n    5  under  section  one  hundred  five, two hundred twenty-four, two hundred\n    6  forty, or three hundred ninety-six of this chapter for a  branch  office\n    7  or  under  section  one  hundred ninety-one of this chapter for a public\n    8  accommodation office or under section six hundred one-b of this  chapter\n    9  for approval or disapproval of a merger or purchase of assets, or taking\n   10  any  action on a notice submitted by a banking institution under section\n   11  one hundred five-a, two hundred forty-a or three hundred ninety-six-a of\n   12  this chapter for the use or installation of an automated teller machine,\n   13  point-of-sale terminal or similar electronic facility or  on  any  other\n   14  application  to which the banking board shall by rule or regulation make\n   15  applicable the provisions of this section, the superintendent shall take\n   16  into account, among other factors, an assessment,  in  writing,  of  the\n   17  record  of performance of the banking institution in helping to meet the\n   18  credit needs of its entire community, including low and  moderate-income\n   19  neighborhoods,  consistent  with safe and sound operation of the banking\n   20  institution.  SUCH ASSESSMENT SHALL INCLUDE A SEPARATE DISCUSSION OF THE\n   21  RECORD OF THE BANKING INSTITUTION PERTAINING TO EACH OF  THE  ASSESSMENT\n   22  FACTORS  LISTED  IN  ALL  OF  THE  SUBPARAGRAPHS OF THIS PARAGRAPH AND A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00195-01-1\n\n       A. 1362                             2\n\n    1  COMPLETE EXPLANATION OF HOW EACH OF THESE FACTORS WAS CONSIDERED BY  THE\n    2  DEPARTMENT IN MAKING THE ASSESSMENT. THIS EXPLANATION SHALL INCLUDE, BUT\n    3  NOT BE LIMITED TO, ANNUAL DATA FOR THE INSTITUTION AS FOLLOWS: LOANS FOR\n    4  HOUSING  LOW  AND  MODERATE-INCOME  RESIDENTS OF LOW AND MODERATE-INCOME\n    5  AREAS, AND THE SCOPE OF EFFORTS TO MARKET  HOUSING  AND  SMALL  BUSINESS\n    6  LOANS  IN  LOW  AND MODERATE-INCOME AREAS; THE AMOUNT OF LOANS TO FARMS,\n    7  AND LOANS TO SMALL BUSINESSES THAT PROVIDE SERVICES TO  LOW  AND  MODER-\n    8  ATE-INCOME RESIDENTS OF LOW AND MODERATE-INCOME AREAS; FINANCIAL INVEST-\n    9  MENTS  IN  AND CONTRIBUTIONS TO NONPROFIT LOCAL COMMUNITY DEVELOPMENT OR\n   10  REDEVELOPMENT PROJECTS OR ENTITIES; MANPOWER RESOURCES COMMITTED TO  LOW\n   11  AND MODERATE-INCOME HOUSING LENDING AND SMALL BUSINESS LENDING AND OTHER\n   12  FORMS  OF  ADMINISTRATIVE SUPPORT FOR SUCH LENDING; AND PARTICIPATION IN\n   13  GOVERNMENTALLY OR  PRIVATELY  SPONSORED  LOAN  INSURANCE,  GUARANTEE  OR\n   14  SUBSIDY  PROGRAMS  FOR  HOUSING,  SMALL BUSINESSES AND SMALL FARMS. Such\n   15  assessment AND EXPLANATION and any written communications from the bank-\n   16  ing department to a banking institution relating to such assessment  AND\n   17  EXPLANATION shall be made available to the public upon request, provided\n   18  that  nothing  contained  in  this subdivision shall be deemed to alter,\n   19  amend or affect the provisions of subdivision ten of section  thirty-six\n   20  of  this  chapter. In making such assessment AND EXPLANATION, the super-\n   21  intendent shall review all reports and documents filed WITH HIM  OR  HER\n   22  pursuant  to  subdivision  one  of  this section and any signed, written\n   23  comments received by the superintendent which specifically relate to the\n   24  banking institution's performance in helping to meet the credit needs of\n   25  its community.  In  addition,  the  superintendent  shall  consider  the\n   26  following  factors  in  assessing AND EXPLAINING a banking institution's\n   27  record of performance:\n   28    S 2. This act shall take effect on the one hundred twentieth day after\n   29  it shall have become a law. Effective immediately, the addition,  amend-\n   30  ment  and/or repeal of any rules or regulations necessary for the imple-\n   31  mentation of the foregoing section of this act on its effective date are\n   32  authorized to be made on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to assessment of the record of performance of banking institutions in helping to meet the credit needs of local communities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110107.T144409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294687272273
}