{
  "year" : 2011,
  "senateBillNo" : "A1366-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1366-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a re-entry employment incentive tax credit",
  "summary" : "Establishes a re-entry employment incentive tax credit for employers who hire individuals who have been released from correctional facilities in this state for full-time employment at a rate that is 140% of the state minimum wage. ",
  "currentCommittee" : null,
  "sameAs" : "S310",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AA330-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1366\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  JEFFRIES, SCHROEDER, AUBRY, BOYLAND, CAMARA,\n         JAFFEE, PEOPLES-STOKES, ORTIZ, ROBINSON, COOK,  TITUS  --  Multi-Spon-\n         sored  by  -- M. of A. GOTTFRIED, HOOPER, V. LOPEZ, TOWNS -- read once\n         and referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to providing a re-entry employ-\n         ment incentive tax credit;  and  providing  for  the  repeal  of  such\n         provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 210 of the tax law  is  amended  by  adding  a  new\n    2  subdivision 43 to read as follows:\n    3    43.  RE-ENTRY EMPLOYMENT INCENTIVE TAX CREDIT. (A) A TAXPAYER SHALL BE\n    4  ALLOWED A CREDIT, TO BE COMPUTED AS HEREINAFTER  PROVIDED,  AGAINST  THE\n    5  TAX IMPOSED BY THIS ARTICLE IN THE AMOUNT PRESCRIBED BY THIS SUBDIVISION\n    6  WHERE  SUCH  TAXPAYER  EMPLOYS ONE OR MORE QUALIFYING INDIVIDUALS DESIG-\n    7  NATED PURSUANT TO SUBDIVISION (A) OF SECTION FOUR OF THE CHAPTER OF  THE\n    8  LAWS OF TWO THOUSAND ELEVEN THAT ADDED THIS SUBDIVISION.\n    9    (B)  THE  AMOUNT OF THE CREDIT SHALL BE AS FOLLOWS FOR EACH QUALIFYING\n   10  INDIVIDUAL EMPLOYED BY THE TAXPAYER:\n   11    (I) FIFTY PERCENT OF THE QUALIFIED WAGES IN THE FIRST YEAR OF  EMPLOY-\n   12  MENT;\n   13    (II)  FORTY  PERCENT  OF QUALIFIED WAGES IN THE SECOND YEAR OF EMPLOY-\n   14  MENT; AND\n   15    (III) THIRTY PERCENT OF QUALIFIED WAGES IN THE THIRD YEAR  OF  EMPLOY-\n   16  MENT.\n   17    (C)  FOR  THE  PURPOSES  OF  THIS SUBDIVISION, \"QUALIFYING INDIVIDUAL\"\n   18  SHALL MEAN AN INDIVIDUAL HIRED BY A TAXPAYER ON OR AFTER JANUARY  FIRST,\n   19  TWO THOUSAND TWELVE WHO:\n   20    (I)  HAS  BEEN  CONVICTED  OF  A FELONY IN THIS STATE IN THE LAST FIVE\n   21  YEARS, HAS BEEN RELEASED FROM A  CORRECTIONAL  FACILITY  AS  DEFINED  IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01511-01-1\n\n       A. 1366                             2\n\n    1  SUBDIVISION  FOUR  OF SECTION TWO OF THE CORRECTION LAW IN THE LAST FIVE\n    2  YEARS OR IS SERVING A PERIOD  OF  POST-RELEASE  SUPERVISION,  PAROLE  OR\n    3  PROBATION  FOR  THE  CONVICTION OF A FELONY, PROVIDED THAT AN INDIVIDUAL\n    4  SHALL  BE  CONSIDERED  A QUALIFIED INDIVIDUAL FOR EACH OF THE FIRST FOUR\n    5  YEARS OF EMPLOYMENT IF HIRED BY THE  TAXPAYER  WITHIN  THE  TIME  PERIOD\n    6  SPECIFIED IN THIS SUBPARAGRAPH;\n    7    (II) RESIDES IN THIS STATE;\n    8    (III)  RECEIVES  WAGES WHICH ARE AT LEAST ONE HUNDRED FORTY PERCENT OF\n    9  THE NEW YORK STATE MINIMUM WAGE; AND\n   10    (IV) RECEIVES QUALIFIED WAGES FOR AT  LEAST  THREE  CONTINUOUS  MONTHS\n   11  FROM THE TAXPAYER DURING THE TAXABLE YEAR.\n   12    (D) FOR THE PURPOSES OF THIS SUBDIVISION, \"QUALIFIED WAGES\" SHALL MEAN\n   13  WAGES  PAID  OR  INCURRED BY THE TAXPAYER DURING THE TAXABLE YEAR TO THE\n   14  QUALIFIED INDIVIDUAL, PROVIDED THAT THE AMOUNT OF QUALIFIED WAGES  WHICH\n   15  MAY  BE  TAKEN INTO ACCOUNT WHEN CALCULATING THE CREDIT PURSUANT TO THIS\n   16  SUBDIVISION SHALL NOT EXCEED TEN THOUSAND DOLLARS PER YEAR.\n   17    (E) NOTWITHSTANDING ANY PROVISIONS TO THE  CONTRARY,  THE  CREDIT  AND\n   18  CARRYOVER  OF SUCH CREDIT ALLOWED UNDER THIS SUBDIVISION FOR ANY TAXABLE\n   19  YEARS SHALL NOT, IN THE AGGREGATE, REDUCE THE TAX DUE FOR SUCH  YEAR  TO\n   20  LESS THAN THE HIGHER OF THE AMOUNTS PRESCRIBED IN PARAGRAPHS (C) AND (D)\n   21  OF SUBDIVISION ONE OF THIS SECTION, ANY AMOUNT OF CREDIT OR CARRYOVER OF\n   22  SUCH CREDIT THUS NOT DEDUCTIBLE IN SUCH TAXABLE YEAR MAY BE CARRIED OVER\n   23  TO THE FOLLOWING YEAR OR YEARS AND MAY BE DEDUCTED FROM THE TAX FOR SUCH\n   24  YEAR OR YEARS. IN ADDITION, THE AMOUNT OF SUCH CREDIT, AND CARRYOVERS OF\n   25  SUCH CREDIT TO THE TAXABLE YEAR, DEDUCTED FROM THE TAX OTHERWISE DUE MAY\n   26  NOT,  IN  THE  AGGREGATE,  EXCEED FIFTY PERCENT OF THE TAX IMPOSED UNDER\n   27  SECTION TWO HUNDRED NINE OF THIS ARTICLE COMPUTED WITHOUT REGARD TO  ANY\n   28  CREDIT PROVIDED BY THIS SECTION.\n   29    S  2. Section 606 of the tax law is amended by adding a new subsection\n   30  (k-1) to read as follows:\n   31    (K-1) RE-ENTRY EMPLOYMENT INCENTIVE TAX CREDIT. (A) A  TAXPAYER  SHALL\n   32  BE ALLOWED A CREDIT, TO BE COMPUTED AS HEREINAFTER PROVIDED, AGAINST THE\n   33  TAX  IMPOSED BY THIS ARTICLE IN THE AMOUNT PRESCRIBED BY THIS SUBSECTION\n   34  WHERE SUCH TAXPAYER EMPLOYS ONE OR MORE  QUALIFYING  INDIVIDUALS  DESIG-\n   35  NATED  PURSUANT TO SUBDIVISION (A) OF SECTION FOUR OF THE CHAPTER OF THE\n   36  LAWS OF TWO THOUSAND ELEVEN THAT ADDED THIS SUBSECTION.\n   37    (B) THE AMOUNT OF THE CREDIT SHALL BE AS FOLLOWS FOR  EACH  QUALIFYING\n   38  INDIVIDUAL EMPLOYED BY THE TAXPAYER:\n   39    (I)  FIFTY PERCENT OF THE QUALIFIED WAGES IN THE FIRST YEAR OF EMPLOY-\n   40  MENT;\n   41    (II) FORTY PERCENT OF QUALIFIED WAGES IN THE SECOND  YEAR  OF  EMPLOY-\n   42  MENT; AND\n   43    (III)  THIRTY  PERCENT OF QUALIFIED WAGES IN THE THIRD YEAR OF EMPLOY-\n   44  MENT.\n   45    (C) FOR THE PURPOSES OF THIS SUBSECTION, \"QUALIFYING INDIVIDUAL\" SHALL\n   46  MEAN AN INDIVIDUAL HIRED BY A TAXPAYER ON OR AFTER  JANUARY  FIRST,  TWO\n   47  THOUSAND TWELVE WHO:\n   48    (I)  HAS  BEEN  CONVICTED  OF  A FELONY IN THIS STATE IN THE LAST FIVE\n   49  YEARS, HAS BEEN RELEASED FROM A  CORRECTIONAL  FACILITY  AS  DEFINED  IN\n   50  SUBDIVISION  FOUR  OF SECTION TWO OF THE CORRECTION LAW IN THE LAST FIVE\n   51  YEARS OR IS SERVING A PERIOD  OF  POST-RELEASE  SUPERVISION,  PAROLE  OR\n   52  PROBATION  FOR  THE  CONVICTION OF A FELONY, PROVIDED THAT AN INDIVIDUAL\n   53  SHALL BE CONSIDERED A QUALIFIED INDIVIDUAL FOR EACH OF  THE  FIRST  FOUR\n   54  YEARS  OF  EMPLOYMENT  IF  HIRED  BY THE TAXPAYER WITHIN THE TIME PERIOD\n   55  SPECIFIED IN THIS SUBPARAGRAPH;\n   56    (II) RESIDES IN THIS STATE;\n\n       A. 1366                             3\n\n    1    (III) RECEIVES WAGES WHICH ARE AT LEAST ONE HUNDRED FORTY  PERCENT  OF\n    2  THE NEW YORK STATE MINIMUM WAGE; AND\n    3    (IV)  RECEIVES  QUALIFIED  WAGES  FOR AT LEAST THREE CONTINUOUS MONTHS\n    4  FROM THE TAXPAYER DURING THE TAXABLE YEAR.\n    5    (D) FOR THE PURPOSES OF THIS SUBSECTION, \"QUALIFIED WAGES\" SHALL  MEAN\n    6  WAGES  PAID  OR  INCURRED BY THE TAXPAYER DURING THE TAXABLE YEAR TO THE\n    7  QUALIFIED INDIVIDUAL, PROVIDED THAT THE AMOUNT OF QUALIFIED WAGES  WHICH\n    8  MAY  BE  TAKEN INTO ACCOUNT WHEN CALCULATING THE CREDIT PURSUANT TO THIS\n    9  SUBSECTION SHALL NOT EXCEED TEN THOUSAND DOLLARS PER YEAR.\n   10    (E) NOTWITHSTANDING ANY PROVISIONS TO THE CONTRARY, IF THE  AMOUNT  OF\n   11  THE  CREDIT  AND CARRYOVERS OF SUCH CREDIT ALLOWED UNDER THIS SUBSECTION\n   12  FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR,  ANY\n   13  AMOUNT  OF  CREDIT  OR  CARRYOVERS OF SUCH CREDIT THUS NOT DEDUCTIBLE IN\n   14  SUCH TAXABLE YEAR MAY BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS AND\n   15  MAY BE DEDUCTED FROM THE TAX FOR SUCH YEAR OR YEARS.  IN  ADDITION,  THE\n   16  AMOUNT  OF  SUCH  CREDIT,  AND  CARRYOVERS OF SUCH CREDIT TO THE TAXABLE\n   17  YEAR, DEDUCTED FROM THE TAX OTHERWISE DUE MAY  NOT,  IN  THE  AGGREGATE,\n   18  EXCEED FIFTY PERCENT OF THE TAX IMPOSED UNDER SECTION SIX HUNDRED ONE OF\n   19  THIS  PART  COMPUTED  WITHOUT  REGARD TO ANY CREDIT PROVIDED FOR BY THIS\n   20  SECTION.\n   21    S 3. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   22  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   23  follows:\n\n   24  (XXXII) RE-ENTRY EMPLOYMENT          AMOUNT OF CREDIT\n   25  INCENTIVE TAX CREDIT UNDER           UNDER SUBDIVISION\n   26  SUBSECTION (K-1)                     FORTY-THREE OF SECTION\n   27                                       TWO HUNDRED TEN\n\n   28    S 4. Re-entry employment  incentive  tax  credit  pilot  project.  (a)\n   29  Notwithstanding  any  inconsistent provision of law, the commissioner of\n   30  labor, or his or her designee, shall, before January  1,  2012,  consult\n   31  with  The  Fortune Society to identify and designate 100 formerly incar-\n   32  cerated qualified individuals, as such term is defined in paragraph  (c)\n   33  of  subdivision  43 of section 210 of the tax law, to participate in the\n   34  pilot project established by this section for a period  of  three  years\n   35  beginning  on  January 1, 2012. A taxpayer that employs one or more such\n   36  designated qualified individuals on or after January 1,  2012  shall  be\n   37  allowed  a  credit, against the tax imposed by article 9-A or article 22\n   38  of the tax law in the amount prescribed by subdivision 43 of section 210\n   39  of the tax law or subsection (k-1) of section 606  of  the  tax  law  as\n   40  applicable.  The  commissioner of labor and the commissioner of taxation\n   41  and finance shall promulgate all  necessary  rules  and  regulations  to\n   42  implement  the  re-entry  employment  incentive tax credit pilot project\n   43  established by this section.\n   44    (b) Further, the commissioner  of  labor,  in  consultation  with  the\n   45  Center  for  NuLeadership  on Urban Solutions at Medgar Evers College at\n   46  the City University of New York, shall produce a report  on  the  effec-\n   47  tiveness  of  the  pilot project established by this section in creating\n   48  employment opportunities for persons  with  criminal  convictions.  Such\n   49  report  shall  be  submitted to the governor, temporary president of the\n   50  senate, speaker of the assembly and the chairpersons of the senate crime\n   51  victims, crime and correction committee, assembly correction  committee,\n   52  senate codes committee, assembly codes committee, senate finance commit-\n   53  tee and assembly ways and means committee on or before March 31, 2015.\n\n       A. 1366                             4\n\n    1    S  5.  This act shall take effect immediately; provided, however, that\n    2  the credits established by sections one, two and three of this act shall\n    3  apply to taxable years beginning on or after January 1, 2012 and  ending\n    4  not  later  than  December 31, 2014; provided further that sections one,\n    5  two  and  three  of  this  act  shall expire and be deemed repealed, and\n    6  subdivision (a) of section four of this act shall expire and  be  deemed\n    7  repealed  December  31,  2014, provided, further, that the opening para-\n    8  graph and subdivision (b) of section four of this act shall  expire  and\n    9  be deemed repealed March 31, 2015.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a re-entry employment incentive tax credit; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T151117.TXT", "SOBI.D110107.T144910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294690277700
}