{
  "year" : 2011,
  "senateBillNo" : "A1378-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A1378-2011-1294203600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to independent hearing officers for disciplinary hearings",
  "summary" : "Relates to independent hearing officers for disciplinary hearings. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "AA10220-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1378\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. LENTOL, COLTON -- read once and referred to the\n         Committee on Governmental Employees\n\n       AN ACT to amend the civil service law, in relation to independent  hear-\n         ing officers for disciplinary hearings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 75 of the civil service law is amended by adding  a\n    2  new subdivision 2-a to read as follows:\n    3    2-A.  INDEPENDENT  HEARING  OFFICER.  (A)  NOTWITHSTANDING  ANY  OTHER\n    4  PROVISION OF LAW TO THE CONTRARY, A PERSON WHO IS DESCRIBED IN PARAGRAPH\n    5  (A), (B), (C), (D) OR (E) OF SUBDIVISION ONE OF THIS SECTION AND WHO  IS\n    6  REPRESENTED  BY A CERTIFIED OR RECOGNIZED EMPLOYEE ORGANIZATION PURSUANT\n    7  TO ARTICLE FOURTEEN OF THIS CHAPTER SHALL NOT BE SUBJECTED TO THE PENAL-\n    8  TY OF DISMISSAL FROM SERVICE IF THE HEARING, UPON SUCH CHARGE, HAS  BEEN\n    9  CONDUCTED  BY  SOMEONE  OTHER THAN AN INDEPENDENT HEARING OFFICER.  SUCH\n   10  INDEPENDENT HEARING OFFICER SHALL BE A MEMBER  OF  THE  PUBLIC  EMPLOYEE\n   11  RELATIONS  BOARD'S PANEL OF ARBITRATORS ESTABLISHED PURSUANT TO PART TWO\n   12  HUNDRED SEVEN OF TITLE FOUR OF THE NEW YORK CODES, RULES AND REGULATIONS\n   13  AND SUCH INDEPENDENT HEARING OFFICER SHALL BE AGREED TO BY THE  EMPLOYER\n   14  AND  THE  PERSON  AGAINST  WHOM  DISCIPLINARY ACTION IS PROPOSED. IF THE\n   15  PARTIES ARE UNABLE TO AGREE UPON A HEARING OFFICER, HE OR SHE  SHALL  BE\n   16  SELECTED FROM A LIST OF SEVEN NAMES TO BE PROVIDED BY THE PUBLIC EMPLOY-\n   17  MENT  RELATIONS  BOARD.  THE PARTIES SHALL SELECT THE HEARING OFFICER BY\n   18  ALTERNATELY STRIKING NAMES FROM THE LIST OF SEVEN. THE  HEARING  OFFICER\n   19  SHALL  BE  VESTED  WITH  ALL  POWERS  OF THE APPOINTING AUTHORITY, SHALL\n   20  CONDUCT AND MAKE A RECORD OF THE HEARING, AND SHALL RENDER A FINAL DECI-\n   21  SION. THE COST INCURRED IN OBTAINING SUCH  INDEPENDENT  HEARING  OFFICER\n   22  SHALL  BE  DIVIDED  EQUALLY BETWEEN THE PARTIES; PROVIDED THAT AS MAY BE\n   23  DETERMINED UPON THE CIRCUMSTANCES OF THE CASE, THE HEARING OFFICER SHALL\n   24  BE AUTHORIZED TO ALLOCATE SUCH COST ON THE BASIS OF THE FRIVOLOUS NATURE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03859-01-1\n\n       A. 1378                             2\n\n    1  OF ANY CLAIM MADE OR ANY DEFENSE INTERPOSED. IN ORDER TO FIND A CLAIM OR\n    2  DEFENSE TO BE FRIVOLOUS, THE HEARING OFFICER MUST FIND AT LEAST  ONE  OF\n    3  THE FOLLOWING:\n    4    (I)  THE  CLAIM  OR  DEFENSE  WAS  COMMENCED, USED OR CONTINUED IN BAD\n    5  FAITH, SOLELY TO DELAY OR PROLONG THE RESOLUTION OF  THE  ACTION  OR  TO\n    6  HARASS OR MALICIOUSLY INJURE ANOTHER; OR\n    7    (II)  THE  CLAIM  OR  DEFENSE  WAS COMMENCED OR CONTINUED IN BAD FAITH\n    8  WITHOUT ANY REASONABLE BASIS IN LAW OR FACT. IF THE CLAIM OR DEFENSE WAS\n    9  PROMPTLY DISCONTINUED WHEN THE PARTY LEARNED OR SHOULD HAVE LEARNED THAT\n   10  THE CLAIM OR DEFENSE LACKED SUCH REASONABLE BASIS, THE  HEARING  OFFICER\n   11  MAY  FIND  THAT THE PARTY DID NOT ACT IN BAD FAITH. A PERSON SERVED WITH\n   12  CHARGES MAY, HOWEVER, ELECT IN WRITING TO PROCEED WITH A HEARING  PURSU-\n   13  ANT  TO THE PROCEDURES ESTABLISHED IN SUBDIVISION TWO OF THIS SECTION IN\n   14  LIEU OF THE PROCEDURES SET FORTH IN THIS SUBDIVISION.\n   15    (B) THE RIGHTS SET FORTH IN PARAGRAPH (A) OF THIS SUBDIVISION SHALL BE\n   16  IN ADDITION TO, AND SHALL NOT SUPPLANT, MODIFY  OR  REPLACE  ANY  RIGHTS\n   17  PROVIDED  TO  AN  EMPLOYEE PURSUANT TO AGREEMENTS NEGOTIATED BY A PUBLIC\n   18  EMPLOYER AND AN EMPLOYEE ORGANIZATION PURSUANT TO  ARTICLE  FOURTEEN  OF\n   19  THIS CHAPTER.\n   20    S  2. This act shall take effect on the first of March next succeeding\n   21  the date on which it  shall  have  become  a  law  and  shall  apply  to\n   22  proceedings  commenced  on or after such effective date. Effective imme-\n   23  diately, the addition, amendment and/or repeal of any rule or regulation\n   24  necessary for the implementation of the provisions of this  act  on  its\n   25  effective  date is authorized to be made and completed on or before such\n   26  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to independent hearing officers for disciplinary hearings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T145615.TXT", "SOBI.D110107.T144409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294689375355
}