{
  "year" : 2011,
  "senateBillNo" : "A1370-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A1370-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "reported referred to codes",
    "billEventId" : "A1370-2011-1295413200000-reported+referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"safe patient handling act\"",
  "summary" : "Creates the New York state safe patient handling task force. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AB2047-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1370\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Health\n\n       AN ACT to amend the public health law and the education law, in relation\n         to a safe patient handling policy for health care facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This  act  shall  be  known and may be cited as the \"safe\n    2  patient handling act\".\n    3    S 2. Article 29-D of the public health law is amended by adding a  new\n    4  title 4 to read as follows:\n    5                                   TITLE 4\n    6                        SAFE PATIENT HANDLING POLICY\n    7  SECTION 2999-G. LEGISLATIVE INTENT.\n    8          2999-H. DEFINITIONS.\n    9          2999-I. NEW YORK STATE SAFE PATIENT HANDLING TASK FORCE.\n   10          2999-J. STATEWIDE SAFE PATIENT HANDLING POLICY.\n   11          2999-K. HEALTH CARE FACILITY SAFE PATIENT HANDLING COMMITTEES.\n   12          2999-L. ENFORCEMENT.\n   13    S  2999-G.  LEGISLATIVE  INTENT.  THE  LEGISLATURE  HEREBY  FINDS  AND\n   14  DECLARES THAT IT IS IN THE PUBLIC INTEREST TO  ENACT  A  STATEWIDE  SAFE\n   15  PATIENT  HANDLING  POLICY  FOR HEALTH CARE FACILITIES IN NEW YORK STATE.\n   16  WITHOUT SAFE PATIENT HANDLING LEGISLATION,  IT  IS  PREDICTED  THAT  THE\n   17  DEMAND  FOR  NURSING  SERVICES  WILL  EXCEED THE SUPPLY BY NEARLY THIRTY\n   18  PERCENT BY THE YEAR TWO THOUSAND TWENTY THUS DECREASING THE  QUALITY  OF\n   19  HEALTH  CARE  IN  NEW  YORK STATE.   THERE ARE MANY BENEFITS THAT CAN BE\n   20  DERIVED FROM SAFE PATIENT HANDLING PROGRAMS.   PATIENTS BENEFIT  THROUGH\n   21  IMPROVED  QUALITY  OF  CARE  AND QUALITY OF LIFE BY REDUCING THE RISK OF\n   22  FALLS, BEING DROPPED, FRICTION BURNS, SKIN TEARS AND BRUISES. CAREGIVERS\n   23  BENEFIT FROM THE REDUCED RISK OF CAREER ENDING AND DEBILITATING INJURIES\n   24  LEADING TO INCREASED MORALE, IMPROVED JOB SATISFACTION AND LONGEVITY  IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04321-01-1\n\n       A. 1370                             2\n\n    1  THE  PROFESSION.  HEALTH CARE FACILITIES REALIZE A QUICK RETURN ON THEIR\n    2  INVESTMENT THROUGH REDUCED WORKERS' COMPENSATION MEDICAL  AND  INDEMNITY\n    3  COSTS,  REDUCED  LOST WORKDAYS AND IMPROVED RECRUITMENT AND RETENTION OF\n    4  CAREGIVERS.  ALL  OF THIS WILL LEAD TO FISCAL IMPROVEMENT IN HEALTH CARE\n    5  IN NEW YORK STATE.\n    6    S 2999-H. DEFINITIONS. FOR THE PURPOSES OF THIS TITLE:\n    7    1. \"HEALTH CARE FACILITY\"  SHALL  MEAN  ANY  INDIVIDUAL,  PARTNERSHIP,\n    8  ASSOCIATION,  CORPORATION,  LIMITED  LIABILITY  COMPANY OR ANY PERSON OR\n    9  GROUP OF PERSONS ACTING DIRECTLY OR INDIRECTLY ON BEHALF OF  OR  IN  THE\n   10  INTEREST  OF  THE  EMPLOYER,  WHICH  PROVIDES  HEALTH CARE SERVICES IN A\n   11  FACILITY LICENSED OR OPERATED PURSUANT TO ARTICLE TWENTY-EIGHT,  TWENTY-\n   12  EIGHT-A  OR  THIRTY-SIX  OF THIS CHAPTER, OR THE MENTAL HYGIENE LAW, THE\n   13  EDUCATION LAW OR THE CORRECTION LAW, INCLUDING ANY FACILITY OPERATED  BY\n   14  THE  STATE,  A  POLITICAL SUBDIVISION OR A PUBLIC BENEFIT CORPORATION AS\n   15  DEFINED BY SECTION SIXTY-SIX OF THE GENERAL CONSTRUCTION LAW.\n   16    2. \"NURSE\" SHALL MEAN A REGISTERED PROFESSIONAL NURSE  OR  A  LICENSED\n   17  PRACTICAL  NURSE  AS  DEFINED  BY ARTICLE ONE HUNDRED THIRTY-NINE OF THE\n   18  EDUCATION LAW.\n   19    3. \"DIRECT CARE WORKER\" SHALL MEAN  ANY  EMPLOYEE  OF  A  HEALTH  CARE\n   20  FACILITY  THAT IS RESPONSIBLE FOR PATIENT HANDLING OR PATIENT ASSESSMENT\n   21  AS A REGULAR OR INCIDENTAL  PART  OF  THEIR  EMPLOYMENT,  INCLUDING  ANY\n   22  LICENSED OR UNLICENSED HEALTH CARE WORKER.\n   23    4.  \"EMPLOYEE  REPRESENTATIVE\"  SHALL MEAN THE RECOGNIZED OR CERTIFIED\n   24  COLLECTIVE BARGAINING AGENT FOR NURSES  OR  DIRECT  CARE  WORKERS  OF  A\n   25  HEALTH CARE FACILITY.\n   26    5. \"SAFE PATIENT HANDLING\" SHALL MEAN THE USE OF ENGINEERING CONTROLS,\n   27  LIFTING  AND  TRANSFER  AIDS,  OR ASSISTIVE DEVICES, BY NURSES OR DIRECT\n   28  CARE WORKERS, INSTEAD OF MANUAL LIFTING TO PERFORM THE ACTS OF  LIFTING,\n   29  TRANSFERRING AND REPOSITIONING OF HEALTH CARE PATIENTS AND RESIDENTS.\n   30    6. \"SAFE PATIENT HANDLING PROGRAM\" SHALL INCLUDE:\n   31    (A) A WRITTEN POLICY STATEMENT; AND\n   32    (B) MANAGEMENT COMMITMENT AND EMPLOYEE INVOLVEMENT; AND\n   33    (C) COMMITTEES; AND\n   34    (D) RISK ASSESSMENTS; AND\n   35    (E) INCIDENT INVESTIGATION; AND\n   36    (F)  PROCUREMENT OF ENGINEERING CONTROLS, LIFTING AND TRANSFER AIDS OR\n   37  ASSISTIVE DEVICES TO ENSURE SAFE PATIENT HANDLING; AND\n   38    (G) EMPLOYEE TRAINING AND EDUCATION ON SAFE PATIENT HANDLING; AND\n   39    (H) PROGRAM EVALUATION AND MODIFICATION.\n   40    S 2999-I. NEW YORK STATE SAFE PATIENT HANDLING TASK FORCE.  1.  A  NEW\n   41  YORK STATE SAFE PATIENT HANDLING TASK FORCE IS HEREBY CREATED WITHIN THE\n   42  DEPARTMENT.   SUCH TASK FORCE SHALL CONSIST OF A TOTAL OF ELEVEN MEMBERS\n   43  AND SHALL INCLUDE THE COMMISSIONER OR HIS OR HER DESIGNEE;  THE  COMMIS-\n   44  SIONER  OF  LABOR OR HIS OR HER DESIGNEE; THREE MEMBERS APPOINTED BY THE\n   45  GOVERNOR, TWO SUCH MEMBERS  SHALL  BE  REPRESENTATIVES  OF  HEALTH  CARE\n   46  ORGANIZATIONS,  ONE  SUCH  MEMBER SHALL BE FROM AN EMPLOYEE ORGANIZATION\n   47  REPRESENTING NURSES AND ONE SUCH MEMBER SHALL BE FROM AN EMPLOYEE ORGAN-\n   48  IZATION REPRESENTING DIRECT CARE WORKERS;  TWO  SUCH  MEMBERS  SHALL  BE\n   49  CERTIFIED ERGONOMIST EVALUATION SPECIALISTS; TWO MEMBERS TO BE APPOINTED\n   50  BY  THE  TEMPORARY  PRESIDENT OF THE SENATE, WHO SHALL HAVE EXPERTISE IN\n   51  FIELDS OF DISCIPLINE RELATED TO HEALTH CARE OR OCCUPATIONAL  SAFETY  AND\n   52  ONE  SUCH  APPOINTEE SHALL BE FROM AN ORGANIZATION REPRESENTING EITHER A\n   53  NURSE OR DIRECT CARE WORKER; TWO MEMBERS TO BE APPOINTED BY THE  SPEAKER\n   54  OF  THE  ASSEMBLY,  WHO  SHALL  HAVE  EXPERTISE  IN FIELDS OF DISCIPLINE\n   55  RELATED TO HEALTH CARE OR OCCUPATIONAL SAFETY  AND  ONE  SUCH  APPOINTEE\n   56  SHALL BE FROM AN ORGANIZATION REPRESENTING EITHER A NURSE OR DIRECT CARE\n\n       A. 1370                             3\n\n    1  WORKER; ONE MEMBER TO BE APPOINTED BY THE MINORITY LEADER OF THE SENATE,\n    2  WHO  SHALL HAVE EXPERTISE IN FIELDS OF DISCIPLINE RELATED TO HEALTH CARE\n    3  OR OCCUPATIONAL SAFETY; AND ONE MEMBER APPOINTED BY THE MINORITY  LEADER\n    4  OF  THE  ASSEMBLY,  WHO  SHALL  HAVE  EXPERTISE  IN FIELDS OF DISCIPLINE\n    5  RELATED TO HEALTH CARE OR OCCUPATIONAL SAFETY.\n    6    2.  TASK  FORCE  MEMBERS  SHALL  RECEIVE  NO  COMPENSATION  FOR  THEIR\n    7  SERVICES,  BUT  SHALL  BE  REIMBURSED  FOR ACTUAL AND NECESSARY EXPENSES\n    8  INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n    9    3. THE TASK FORCE SHALL BE APPOINTED NO LATER  THAN  JULY  FIRST,  TWO\n   10  THOUSAND  THIRTEEN AND SHALL SERVE FOR A PERIOD OF TWO YEARS; ANY VACAN-\n   11  CIES ON THE TASK FORCE SHALL BE FILLED IN THE MANNER PROVIDED FOR IN THE\n   12  INITIAL APPOINTMENT.\n   13    4. THE CHAIRPERSON OF THE TASK FORCE SHALL BE THE COMMISSIONER OR  HIS\n   14  OR HER DESIGNEE.\n   15    5. THE TASK FORCE SHALL MEET NO LESS THAN THREE TIMES A YEAR.\n   16    6.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW, A MAJORITY OF THE\n   17  MEMBERS OF THE TASK FORCE THEN IN OFFICE SHALL CONSTITUTE A  QUORUM  FOR\n   18  THE  TRANSACTION OF BUSINESS OR THE EXERCISE OF POWER OR FUNCTION OF THE\n   19  TASK FORCE. AN ACT, DETERMINATION OR DECISION OF  THE  MAJORITY  OF  THE\n   20  MEMBERS  OF THE TASK FORCE SHALL BE HELD TO BE THE ACT, DETERMINATION OR\n   21  DECISION OF THE TASK FORCE.\n   22    7. THE TASK FORCE SHALL:\n   23    (A) PREPARE A POLICY STATEMENT REQUIRING A COMPREHENSIVE SAFE  PATIENT\n   24  HANDLING  PROGRAM  TO  BE  IMPLEMENTED AT ALL HEALTH CARE FACILITIES, AS\n   25  DEFINED IN SUBDIVISION ONE OF SECTION TWENTY-NINE HUNDRED  NINETY-NINE-H\n   26  OF  THIS TITLE.  THE POLICY STATEMENT SHALL INCLUDE THE REQUIREMENTS FOR\n   27  DEVELOPING AND IMPLEMENTING AN EFFECTIVE SAFE PATIENT  HANDLING  PROGRAM\n   28  THAT  SHALL INCLUDE ALL ELEMENTS SPECIFIED IN SUBDIVISION SIX OF SECTION\n   29  TWENTY-NINE HUNDRED NINETY-NINE-H OF THIS TITLE;\n   30    (B) REVIEW  EXISTING  SAFE  PATIENT  HANDLING  PROGRAMS  OR  POLICIES,\n   31  INCLUDING  DEMONSTRATION PROGRAMS PREVIOUSLY AUTHORIZED BY CHAPTER SEVEN\n   32  HUNDRED THIRTY-EIGHT OF THE LAWS OF TWO THOUSAND FIVE;\n   33    (C) CONSULT WITH  ANY  ORGANIZATION,  EDUCATIONAL  INSTITUTION,  OTHER\n   34  GOVERNMENT ENTITY OR AGENCY OR PERSON;\n   35    (D) CONDUCT PUBLIC HEARINGS, AS IT DEEMS NECESSARY;\n   36    (E)  IDENTIFY OR DEVELOP TRAINING MATERIALS AND PROCEDURES WITH REGARD\n   37  TO THE EQUIPMENT OR TECHNOLOGY REQUIRED BY THE STATEWIDE POLICY;\n   38    (F) REVIEW RULES AND REGULATIONS PRIOR TO ADOPTION BY THE DEPARTMENT;\n   39    (G) REVIEW AND UPDATE THE POLICY STATEMENT ON A BI-ANNUAL BASIS; AND\n   40    (H) SUBMIT A REPORT TO THE COMMISSIONER BY JULY  FIRST,  TWO  THOUSAND\n   41  FOURTEEN  IDENTIFYING  SAFE PATIENT HANDLING PROGRAM ELEMENTS AND RECOM-\n   42  MENDATIONS OF SAFE PATIENT LIFTING EQUIPMENT, TECHNIQUES OR DEVICES.\n   43    8. ALL STATE DEPARTMENTS, COMMISSIONS, AGENCIES AND PUBLIC AUTHORITIES\n   44  SHALL PROVIDE THE TASK FORCE WITH ANY REASONABLY REQUESTED ASSISTANCE OF\n   45  ADVICE IN A TIMELY MANNER.\n   46    S 2999-J. STATEWIDE SAFE PATIENT HANDLING POLICY. 1. THE COMMISSIONER,\n   47  IN CONSULTATION WITH THE TASK FORCE, SHALL PROMULGATE  RULES  AND  REGU-\n   48  LATIONS  FOR  A  STATEWIDE  SAFE PATIENT HANDLING POLICY FOR HEALTH CARE\n   49  FACILITIES COVERED BY THIS TITLE. SUCH POLICY SHALL BE MADE AVAILABLE TO\n   50  ALL FACILITIES COVERED BY THIS TITLE ON OR  BEFORE  JANUARY  FIRST,  TWO\n   51  THOUSAND FIFTEEN.\n   52    2.  THE STATEWIDE SAFE PATIENT HANDLING POLICY SHALL INCLUDE STANDARDS\n   53  WITH REGARD TO:\n   54    (A) THE EQUIPMENT, DEVICES OR TECHNOLOGY TO BE  USED  BY  A  NURSE  OR\n   55  DIRECT CARE WORKER WHO IS ENGAGED IN PATIENT HANDLING;\n\n       A. 1370                             4\n\n    1    (B)  THE  RATIO OF SUCH EQUIPMENT OR TECHNOLOGY BASED UPON THE TYPE OF\n    2  FACILITY, THE NUMBER OF BEDS IN A FACILITY, THE NUMBER  OF  PATIENT-HAN-\n    3  DLING  TASKS, TYPES OF CARE UNITS, PATIENT POPULATIONS, AND PATIENT CARE\n    4  AREAS;\n    5    (C)  THE  MINIMUM  NUMBER  OF  DEVICES TO ENSURE THAT CURRENT ASSESSED\n    6  HAZARDS ARE ELIMINATED OR MITIGATED;\n    7    (D) ESTABLISHING  PROCEDURES  FOR  THE  SUBMISSION  AND  REPORTING  OF\n    8  COMPLIANCE BY EACH HEALTH CARE FACILITY COVERED BY THIS TITLE; AND\n    9    (E)  ESTABLISHING  PROCEDURES  FOR COMPLAINTS OR VIOLATIONS, INCLUDING\n   10  THE FILING PROCESS, REVIEW, AND EVALUATION AND CORRECTIVE ACTION OF SUCH\n   11  COMPLAINTS.\n   12    3. EACH HEALTH CARE FACILITY SHALL FILE WITH THE  DEPARTMENT  BY  JULY\n   13  FIRST,  TWO  THOUSAND  THIRTEEN A DETAILED PLAN TO COMPLY WITH THE RULES\n   14  AND REGULATIONS OF THE  STATEWIDE  SAFE  PATIENT  HANDLING  POLICY.  THE\n   15  DEPARTMENT SHALL ACCEPT SUCH PLAN BY JULY FIRST, TWO THOUSAND SIXTEEN.\n   16    S  2999-K.  HEALTH  CARE FACILITY SAFE PATIENT HANDLING COMMITTEES. 1.\n   17  EACH HEALTH CARE  FACILITY  SHALL  ESTABLISH  A  SAFE  PATIENT  HANDLING\n   18  COMMITTEE EITHER BY CREATING A NEW COMMITTEE OR ASSIGNING THE POWERS AND\n   19  DUTIES  TO  AN EXISTING COMMITTEE.   AT LEAST ONE-HALF OF THE MEMBERS OF\n   20  THE SAFE PATIENT HANDLING COMMITTEE SHALL  BE  FRONTLINE  NON-MANAGERIAL\n   21  NURSES OR DIRECT CARE WORKERS. AT LEAST ONE NON-MANAGERIAL NURSE AND ONE\n   22  NON-MANAGERIAL  DIRECT CARE WORKER SHALL BE ON THE SAFE PATIENT HANDLING\n   23  COMMITTEE. THE COMMITTEE SHALL HAVE TWO CO-CHAIRS WITH ONE FROM  MANAGE-\n   24  MENT AND ONE FRONTLINE NON-MANAGERIAL NURSE OR DIRECT CARE WORKER.\n   25    2.  THE  SAFE  PATIENT  HANDLING COMMITTEE SHALL: (A) SET CRITERIA FOR\n   26  EVALUATION OF PATIENTS AND/OR RESIDENTS TO DETERMINE WHICH  LIFT  AND/OR\n   27  REPOSITIONING  EQUIPMENT,  DEVICES OR TECHNOLOGY ARE TO BE USED; AND FOR\n   28  PERFORMANCE OF RISK  ASSESSMENTS  OF  THE  ENVIRONMENT,  JOB  TASKS  AND\n   29  PATIENT NEEDS;\n   30    (B)  ENSURE  LIFT  AND/OR  REPOSITIONING EQUIPMENT IS SET UP, USED AND\n   31  MAINTAINED ACCORDING TO MANUFACTURER'S INSTRUCTIONS;\n   32    (C) PROVIDE INITIAL AND ON-GOING YEARLY TRAINING AND EDUCATION ON SAFE\n   33  PATIENT HANDLING FOR CURRENT EMPLOYEES AND NEW HIRES,  AND  ENSURE  THAT\n   34  RETRAINING FOR THOSE FOUND TO BE DEFICIENT IS PROVIDED AS NEEDED WITHOUT\n   35  IMPACT TO THE EMPLOYMENT STATUS OF THE RETRAINED EMPLOYEES;\n   36    (D)  SET UP AND UTILIZE A PROCESS FOR INCIDENT INVESTIGATION AND POST-\n   37  INVESTIGATION REVIEW WHICH INCLUDES A PLAN OF CORRECTION AND IMPLEMENTA-\n   38  TION OF CONTROLS;\n   39    (E) MAKE RECOMMENDATIONS FOR THE ACQUISITION OF  EQUIPMENT  OR  PROCE-\n   40  DURES BEYOND THE MINIMUM STATE RECOMMENDATIONS; AND\n   41    (F) PERFORM, AT MINIMUM, AN ANNUAL PROGRAM ASSESSMENT AND EVALUATION.\n   42    S  2999-L. ENFORCEMENT. 1. ANY NURSE OR DIRECT CARE WORKER OR EMPLOYEE\n   43  REPRESENTATIVE WHO BELIEVES THE HEALTH CARE FACILITY  HAS  NOT  MET  THE\n   44  STANDARDS  SET  FORTH IN THIS TITLE SHALL BRING THE MATTER TO THE ATTEN-\n   45  TION OF THE HEALTH CARE FACILITY IN THE FORM OF  A  WRITTEN  NOTICE  AND\n   46  SHALL  AFFORD  THE  HEALTH  CARE  FACILITY  A  REASONABLE OPPORTUNITY TO\n   47  CORRECT SUCH  DEFICIENCIES,  PROVIDED  THAT  SUCH  NOTICE  NEED  NOT  BE\n   48  PROVIDED  WHERE  THE  NURSE  OR DIRECT WORKER OR EMPLOYEE REPRESENTATIVE\n   49  REASONABLY BELIEVES THAT THE FAILURE TO MEET STANDARDS PRESENTS AN IMMI-\n   50  NENT THREAT TO THE SAFETY OF A SPECIFIC NURSE OR DIRECT CARE WORKER,  OR\n   51  TO  THE  GENERAL  HEALTH  OF  A SPECIFIC PATIENT, AND REPORTING WILL NOT\n   52  RESULT IN CORRECTIVE ACTION.\n   53    2. IN THE EVENT THAT THE HEALTH CARE FACILITY RECEIVING NOTICE  PURSU-\n   54  ANT  TO  SUBDIVISION ONE OF THIS SECTION DOES NOT TAKE CORRECTIVE ACTION\n   55  WITHIN SIXTY DAYS, OR IN THE EVENT THAT NOTICE  OF  A  FAILURE  TO  MEET\n   56  STANDARDS IS NOT REQUIRED PURSUANT TO SUBDIVISION ONE OF THIS SECTION, A\n\n       A. 1370                             5\n\n    1  NURSE  OR DIRECT CARE WORKER SHALL HAVE THE RIGHT TO REFUSE TO ENGAGE IN\n    2  PATIENT HANDLING UNTIL THE HEALTH CARE FACILITY HAS ADEQUATELY ADDRESSED\n    3  THE SPECIFIC FAILURE TO MEET STANDARDS.   UPON REFUSAL,  SUCH  NURSE  OR\n    4  DIRECT  CARE  WORKER OR HIS OR HER REPRESENTATIVE SHALL FILE A COMPLAINT\n    5  TO THE DEPARTMENT IN THE MANNER SET FORTH IN THE STATEWIDE SAFE  PATIENT\n    6  HANDLING POLICY.\n    7    3.  NO  EMPLOYER  SHALL  TAKE  RETALIATORY ACTION AGAINST ANY NURSE OR\n    8  DIRECT CARE WORKER FOR RAISING CONCERNS OR ISSUES REGARDING SAFE PATIENT\n    9  HANDLING, FILING A COMPLAINT OR REFUSING TO ENGAGE IN PATIENT HANDLING.\n   10    4. NURSES AND DIRECT CARE WORKERS, AS DEFINED IN  SECTION  TWENTY-NINE\n   11  HUNDRED  NINETY-NINE-H  OF  THIS TITLE SHALL BE CONSIDERED EMPLOYEES FOR\n   12  THE PURPOSES OF SECTION SEVEN HUNDRED FORTY-ONE OF THE LABOR LAW.\n   13    5. THE DEPARTMENT AND THE DEPARTMENT OF LABOR SHALL PUBLISH  AND  MAKE\n   14  PUBLIC WHICH HEALTH CARE FACILITIES ARE IN COMPLIANCE WITH THE STATEWIDE\n   15  SAFE PATIENT HANDLING POLICY.\n   16    S  3.  The  education law is amended by adding a new section 6510-f to\n   17  read as follows:\n   18    S 6510-F. STATE SAFE PATIENT HANDLING POLICY.   1. THE  REFUSAL  OF  A\n   19  LICENSED  PRACTICAL  NURSE  OR  A  REGISTERED NURSE TO ENGAGE IN PATIENT\n   20  HANDLING SHALL NOT CONSTITUTE PATIENT ABANDONMENT  OR  NEGLECT  IF  SUCH\n   21  NURSE  HAS,  IN  A  MANNER  CONSISTENT WITH ARTICLE TWENTY-NINE-D OF THE\n   22  PUBLIC HEALTH LAW AND THE RULES AND REGULATIONS PROMULGATED PURSUANT  TO\n   23  SUCH  ARTICLE,  REFUSED  A  PATIENT  HANDLING  ASSIGNMENT  AND  FILED  A\n   24  COMPLAINT WITH THE DEPARTMENT OF HEALTH.\n   25    2. THE REFUSAL OF A LICENSED  OR  UNLICENSED  HEALTH  CARE  WORKER  TO\n   26  ENGAGE  IN  PATIENT  HANDLING NOT CONSISTENT WITH THE STATE SAFE PATIENT\n   27  HANDLING POLICY OR A FACILITY'S SAFE PATIENT HANDLING POLICY  SHALL  NOT\n   28  BE  CONSIDERED  PROFESSIONAL  MISCONDUCT.  THE  REFUSAL OF A LICENSED OR\n   29  UNLICENSED HEALTH CARE WORKER TO ENGAGE IN PATIENT  HANDLING  SHALL  NOT\n   30  CONSTITUTE  PATIENT  ABANDONMENT  OR  NEGLECT  IF  SUCH WORKER HAS, IN A\n   31  MANNER CONSISTENT WITH ARTICLE TWENTY-NINE-D OF THE  PUBLIC  HEALTH  LAW\n   32  AND  THE  RULES  AND  REGULATIONS  PROMULGATED PURSUANT TO SUCH ARTICLE,\n   33  REFUSED A PATIENT HANDLING ASSIGNMENT AND FILED  A  COMPLAINT  WITH  THE\n   34  DEPARTMENT OF HEALTH.\n   35    S 4. This act shall take effect on the one hundred twentieth day after\n   36  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the education law, in relation to a safe patient handling policy for health care facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T093306.TXT", "SOBI.D110121.T112518.TXT", "SOBI.D110120.T092805.TXT", "SOBI.D110111.T114156.TXT", "SOBI.D110112.T122502.TXT", "SOBI.D110118.T165658.TXT", "SOBI.D110113.T143448.TXT", "SOBI.D110112.T144012.TXT", "SOBI.D110112.T122001.TXT", "SOBI.D110110.T151117.TXT", "SOBI.D110107.T144910.TXT", "SOBI.D110111.T113655.TXT", "SOBI.D110118.T102116.TXT", "SOBI.D110119.T120752.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295627118576
}