{
  "year" : 2011,
  "senateBillNo" : "A1376-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1376-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the review of criminal history information by authorized employers and for creation of commission on criminal history information",
  "summary" : "Authorizes in-home child care agencies, providers certified by the department of mental hygiene, home health agencies, licensed home care services agencies, long term home health care programs, residential health care facilities, hospices, and child day care providers to review criminal history information of current and prospective employees; creates the commission on criminal history information and prescribes the powers and duties of such commission. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A5211-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1376\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- Multi-Sponsored by -- M. of A. DESTITO,\n         MAGEE,  MARKEY, McENENY, SWEENEY, WEISENBERG -- read once and referred\n         to the Committee on Codes\n\n       AN ACT to amend the general business law, the mental  hygiene  law,  the\n         public  health  law, the social services law and the executive law, in\n         relation to the review of criminal history information  by  authorized\n         employers; and creates the commission on criminal history information\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 171 of the general  business  law  is  amended  by\n    2  adding two new subdivisions 12 and 13 to read as follows:\n    3    12.  \"IN-HOME CHILD CARE PROVIDER\" SHALL MEAN ANY PERSON WHO CARES FOR\n    4  ONE OR MORE CHILDREN IN THE HOME OF ONE OF SUCH CHILDREN  REGARDLESS  OF\n    5  THE  NUMBER OF HOURS PER WEEK THAT SUCH CHILD CARE IS PROVIDED. A PERSON\n    6  SHALL BE CONSIDERED AN \"IN-HOME CHILD CARE PROVIDER\" WHETHER OR NOT SUCH\n    7  PERSON LIVES IN OR OUTSIDE THE  HOME  OF  THE  CHILD/CHILDREN  FOR  WHOM\n    8  HE/SHE IS PROVIDING CARE.\n    9    13.  \"IN-HOME  CHILD  CARE PLACEMENT AGENCY\" SHALL MEAN ANY EMPLOYMENT\n   10  AGENCY WHICH, FOR A FEE, PROCURES OR ATTEMPTS TO PROCURE EMPLOYMENT  FOR\n   11  IN-HOME  CHILD  CARE  PROVIDERS  WHETHER  OR  NOT THE AGENCY PROCURES OR\n   12  ATTEMPTS TO PROCURE OTHER TYPES OF EMPLOYMENT OR ENGAGEMENTS.\n   13    S 2. The general business law is amended by adding a new section 184-b\n   14  to read as follows:\n   15    S 184-B. REVIEW OF CRIMINAL  HISTORY  INFORMATION  CONCERNING  CERTAIN\n   16  PERSONS AVAILABLE FOR PLACEMENT AS IN-HOME CHILD CARE PROVIDERS.  1.  AN\n   17  IN-HOME  CHILD PLACEMENT AGENCY MAY REQUEST AND IS AUTHORIZED TO RECEIVE\n   18  FROM THE DIVISION OF CRIMINAL JUSTICE SERVICES CRIMINAL HISTORY INFORMA-\n   19  TION, AS SUCH PHRASE IS DEFINED IN PARAGRAPH A  OF  SUBDIVISION  ONE  OF\n   20  SECTION  EIGHT  HUNDRED  FORTY-FIVE-C  OF  THE EXECUTIVE LAW, CONCERNING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03668-01-1\n\n       A. 1376                             2\n\n    1  PERSONS SEEKING EMPLOYMENT AS AN IN-HOME CHILD CARE PROVIDER PURSUANT TO\n    2  SUCH AGENCY.\n    3    2.  ACCESS  TO  AND  THE  USE OF SUCH INFORMATION SHALL BE GOVERNED BY\n    4  SECTION EIGHT HUNDRED FORTY-FIVE-C OF THE EXECUTIVE LAW.\n    5    S 3. The mental hygiene law is amended by adding a new  section  16.39\n    6  to read as follows:\n    7  S  16.39 REVIEW  OF  CRIMINAL HISTORY INFORMATION CONCERNING PROSPECTIVE\n    8              EMPLOYEES.\n    9    (A) EVERY PROVIDER OF SERVICES ISSUED AN OPERATING CERTIFICATE  PURSU-\n   10  ANT  TO  THIS  ARTICLE,  EXCEPT  A \"DEPARTMENT FACILITY\" AS THAT TERM IS\n   11  DEFINED IN SUBDIVISION SEVEN OF SECTION  1.03  OF  THIS  CHAPTER,  SHALL\n   12  REQUEST  AND  IS  AUTHORIZED  TO  RECEIVE  FROM THE DIVISION OF CRIMINAL\n   13  JUSTICE SERVICES CRIMINAL HISTORY INFORMATION, AS SUCH PHRASE IS DEFINED\n   14  IN PARAGRAPH A OF SUBDIVISION ONE OF SECTION EIGHT HUNDRED  FORTY-FIVE-C\n   15  OF THE EXECUTIVE LAW, CONCERNING EACH PROSPECTIVE EMPLOYEE OF SUCH ENTI-\n   16  TY  WHO  HAS  OR  WILL  HAVE  DIRECT CONTACT OR THE POTENTIAL FOR DIRECT\n   17  CONTACT WITH ANY PATIENT OR CLIENT OF SUCH ENTITY.\n   18    (B) ACCESS TO AND THE USE OF SUCH INFORMATION  SHALL  BE  GOVERNED  BY\n   19  SECTION EIGHT HUNDRED FORTY-FIVE-C OF THE EXECUTIVE LAW.\n   20    S  4.  The mental hygiene law is amended by adding a new section 31.37\n   21  to read as follows:\n   22  S 31.37 REVIEW OF CRIMINAL HISTORY  INFORMATION  CONCERNING  PROSPECTIVE\n   23            EMPLOYEES.\n   24    (A)  EVERY PROVIDER OF SERVICES ISSUED AN OPERATING CERTIFICATE PURSU-\n   25  ANT TO THIS ARTICLE, EXCEPT A \"DEPARTMENT  FACILITY\"  AS  THAT  TERM  IS\n   26  DEFINED  IN  SUBDIVISION  SEVEN  OF  SECTION 1.03 OF THIS CHAPTER, SHALL\n   27  REQUEST AND IS AUTHORIZED TO  RECEIVE  FROM  THE  DIVISION  OF  CRIMINAL\n   28  JUSTICE SERVICES CRIMINAL HISTORY INFORMATION, AS SUCH PHRASE IS DEFINED\n   29  IN  PARAGRAPH A OF SUBDIVISION ONE OF SECTION EIGHT HUNDRED FORTY-FIVE-C\n   30  OF THE EXECUTIVE LAW, CONCERNING EACH PROSPECTIVE EMPLOYEE OF SUCH ENTI-\n   31  TY WHO HAS OR WILL HAVE DIRECT  CONTACT  OR  THE  POTENTIAL  FOR  DIRECT\n   32  CONTACT WITH ANY PATIENT OR CLIENT OF SUCH ENTITY.\n   33    (B)  ACCESS  TO  AND  THE USE OF SUCH INFORMATION SHALL BE GOVERNED BY\n   34  SECTION EIGHT HUNDRED FORTY-FIVE-C OF THE EXECUTIVE LAW.\n   35    S 5. Article 28-D of the public health law is amended by adding a  new\n   36  title 2-A to read as follows:\n   37                                  TITLE II-A\n   38                   REVIEW OF CRIMINAL HISTORY INFORMATION\n   39                             CONCERNING CERTAIN\n   40                          PROSPECTIVE EMPLOYEES OF\n   41                           NURSING HOMES AND HOME\n   42                           CARE SERVICES AGENCIES\n   43  SECTION 2896-P. REVIEW   OF   CRIMINAL  HISTORY  INFORMATION  CONCERNING\n   44                  CERTAIN PROSPECTIVE EMPLOYEES OF NURSING HOMES AND  HOME\n   45                  CARE SERVICES AGENCIES.\n   46    S  2896-P.  REVIEW  OF CRIMINAL HISTORY INFORMATION CONCERNING CERTAIN\n   47  PROSPECTIVE EMPLOYEES OF NURSING HOMES AND HOME CARE SERVICES  AGENCIES.\n   48  1. EVERY CERTIFIED HOME HEALTH AGENCY, LICENSED HOME CARE SERVICES AGEN-\n   49  CY  OR  LONG TERM HOME HEALTH CARE PROGRAM CERTIFIED UNDER ARTICLE THIR-\n   50  TY-SIX OF THIS CHAPTER, RESIDENTIAL HEALTH CARE FACILITY LICENSED  UNDER\n   51  THIS  ARTICLE,  HOME  CARE  SERVICES AGENCY EXEMPT FROM CERTIFICATION OR\n   52  LICENSURE UNDER ARTICLE THIRTY-SIX  OF  THIS  CHAPTER,  AND  HOSPICE  AS\n   53  DEFINED  IN  SECTION FOUR THOUSAND TWO OF THIS CHAPTER SHALL REQUEST AND\n   54  IS AUTHORIZED TO RECEIVE FROM THE DIVISION OF CRIMINAL JUSTICE  SERVICES\n   55  CRIMINAL  HISTORY  INFORMATION, AS SUCH PHRASE IS DEFINED IN PARAGRAPH A\n   56  OF SUBDIVISION ONE OF SECTION EIGHT HUNDRED FORTY-FIVE-C OF  THE  EXECU-\n\n       A. 1376                             3\n\n    1  TIVE LAW, CONCERNING EACH PROSPECTIVE EMPLOYEE OF SUCH ENTITY WHO HAS OR\n    2  WILL  HAVE  DIRECT  CONTACT OR THE POTENTIAL FOR DIRECT CONTACT WITH ANY\n    3  PATIENT OR CLIENT OF SUCH ENTITY.\n    4    2.  ACCESS  TO  AND  THE  USE OF SUCH INFORMATION SHALL BE GOVERNED BY\n    5  SECTION EIGHT HUNDRED FORTY-FIVE-C OF THE EXECUTIVE LAW.\n    6    S 6. The social services law is amended by adding a new section  390-i\n    7  to read as follows:\n    8    S  390-I.  REVIEW OF CRIMINAL HISTORY INFORMATION REGARDING CHILD CARE\n    9  PROVIDERS.  1. EVERY CHILD DAY CARE PROVIDER REQUIRED TO BE LICENSED  OR\n   10  REGISTERED  WITH THE DEPARTMENT PURSUANT TO SECTION THREE HUNDRED NINETY\n   11  OF THIS TITLE SHALL REQUEST AND IS AUTHORIZED TO RECEIVE FROM THE  DIVI-\n   12  SION  OF CRIMINAL JUSTICE SERVICES CRIMINAL HISTORY INFORMATION, AS SUCH\n   13  PHRASE IS DEFINED IN PARAGRAPH A OF SUBDIVISION  ONE  OF  SECTION  EIGHT\n   14  HUNDRED  FORTY-FIVE-C  OF THE EXECUTIVE LAW, CONCERNING EACH PROSPECTIVE\n   15  EMPLOYEE OF SUCH ENTITY WHO HAS OR  WILL  HAVE  DIRECT  CONTACT  OR  THE\n   16  POTENTIAL  FOR  DIRECT  CONTACT  WITH  ANY  CHILD UNDER THE CARE OF SUCH\n   17  PROVIDER.\n   18    2. A PROGRAM, SCHOOL OR FACILITY DESCRIBED  IN  SUBPARAGRAPH  (II)  OF\n   19  PARAGRAPH (A) OF SUBDIVISION ONE OF SECTION THREE HUNDRED NINETY OF THIS\n   20  TITLE  MAY  REQUEST  AND  IS  AUTHORIZED TO RECEIVE FROM THE DIVISION OF\n   21  CRIMINAL JUSTICE SERVICES CRIMINAL HISTORY INFORMATION, AS  SUCH  PHRASE\n   22  IS  DEFINED  IN  PARAGRAPH A OF SUBDIVISION ONE OF SECTION EIGHT HUNDRED\n   23  FORTY-FIVE-C OF THE EXECUTIVE LAW, CONCERNING EACH PROSPECTIVE  EMPLOYEE\n   24  OF  SUCH ENTITY WHO HAS OR WILL HAVE DIRECT CONTACT OR THE POTENTIAL FOR\n   25  DIRECT CONTACT WITH ANY CHILD UNDER THE CARE OF SUCH PROVIDER.\n   26    3. ACCESS TO AND THE USE OF CRIMINAL HISTORY INFORMATION  PURSUANT  TO\n   27  SUBDIVISIONS  ONE  AND  TWO OF THIS SECTION SHALL BE GOVERNED BY SECTION\n   28  EIGHT HUNDRED FORTY-FIVE-C OF THE EXECUTIVE LAW.\n   29    S 7. Subdivision 9 of section 835 of the executive law, as amended  by\n   30  section  39  of  part A of chapter 56 of the laws of 2010, is amended to\n   31  read as follows:\n   32    9. \"Qualified agencies\" means courts in the unified court system,  the\n   33  administrative  board of the judicial conference, probation departments,\n   34  sheriffs' offices, district attorneys' offices, the state department  of\n   35  correctional services, the department of correction of any municipality,\n   36  the  insurance  frauds  bureau of the state department of insurance, the\n   37  office of professional medical conduct of the state department of health\n   38  for the purposes of section two hundred thirty of the public health law,\n   39  the child protective services unit of a local social  services  district\n   40  when  conducting an investigation pursuant to subdivision six of section\n   41  four hundred twenty-four of the social services law, the office of Medi-\n   42  caid inspector general, the temporary state commission of investigation,\n   43  THE COMMISSION ON CRIMINAL HISTORY INFORMATION,  the  criminal  investi-\n   44  gations  bureau of the banking department, police forces and departments\n   45  having responsibility for enforcement of the general  criminal  laws  of\n   46  the state and the Onondaga County Center for Forensic Sciences Laborato-\n   47  ry when acting within the scope of its law enforcement duties.\n   48    S  8. The executive law is amended by adding three new sections 845-c,\n   49  845-d and 845-e to read as follows:\n   50    S 845-C. REQUESTS  FOR  CRIMINAL  HISTORY  INFORMATION  BY  AUTHORIZED\n   51  EMPLOYERS.  1. AS USED IN THIS SECTION:\n   52    A.    \"CRIMINAL  HISTORY  INFORMATION\"  SHALL MEAN A RECORD OF PENDING\n   53  CRIMINAL  CHARGES,  CRIMINAL  CONVICTIONS  WHICH  ARE  NOT  VACATED   OR\n   54  REVERSED,  AND CERTIFICATES FILED PURSUANT TO SUBDIVISION TWO OF SECTION\n   55  SEVEN HUNDRED FIVE OF THE CORRECTION LAW,  AND  WHICH  THE  DIVISION  OF\n\n       A. 1376                             4\n\n    1  CRIMINAL JUSTICE SERVICES IS AUTHORIZED TO MAINTAIN PURSUANT TO SUBDIVI-\n    2  SION SIX OF SECTION EIGHT HUNDRED THIRTY-SEVEN OF THIS ARTICLE.\n    3    B.  \"EMPLOYER\"  SHALL  MEAN  A  PERSON OR ENTITY AUTHORIZED TO REQUEST\n    4  CRIMINAL  HISTORY  INFORMATION  PURSUANT  TO  SUBDIVISION  TWO  OF  THIS\n    5  SECTION.\n    6    C. \"PROSPECTIVE EMPLOYEE\" SHALL MEAN A PERSON WHO FILES AN APPLICATION\n    7  FOR  EMPLOYMENT  AND  THE  EMPLOYER HAS A REASONABLE EXPECTATION TO HIRE\n    8  SUCH PERSON, AND FOR WHOM THE EMPLOYER IS AUTHORIZED TO REQUEST CRIMINAL\n    9  HISTORY INFORMATION PURSUANT TO SUBDIVISION TWO OF THIS SECTION.\n   10    D. \"AUTHORIZED PERSON\" SHALL MEAN  ONE  INDIVIDUAL  DESIGNATED  BY  AN\n   11  EMPLOYER  WHO  IS  AUTHORIZED  TO  REQUEST,  RECEIVE AND REVIEW CRIMINAL\n   12  HISTORY INFORMATION PURSUANT TO THIS  SECTION,  EXCEPT  THAT  WHERE  THE\n   13  NUMBER  OF  APPLICATIONS  RECEIVED  BY  AN EMPLOYER IS SO GREAT THAT ONE\n   14  PERSON CANNOT REASONABLY PERFORM THE FUNCTIONS OF THE AUTHORIZED PERSON,\n   15  AN EMPLOYER MAY DESIGNATE ONE OR MORE ADDITIONAL PERSONS TO SERVE AS  AN\n   16  AUTHORIZED PERSON PURSUANT TO THIS SECTION.\n   17    2.  WHERE  AN EMPLOYER IS AUTHORIZED OR REQUIRED TO REQUEST AND REVIEW\n   18  CRIMINAL  HISTORY  INFORMATION   PURSUANT   TO   SECTION   ONE   HUNDRED\n   19  EIGHTY-FOUR-B OF THE GENERAL BUSINESS LAW, SECTION 16.39 OR 31.37 OF THE\n   20  MENTAL  HYGIENE  LAW,  SECTION  TWENTY-EIGHT HUNDRED NINETY-SIX-P OF THE\n   21  PUBLIC HEALTH LAW OR  SECTION  THREE  HUNDRED  NINETY-I  OF  THE  SOCIAL\n   22  SERVICES  LAW, SUCH EMPLOYER SHALL PROCEED PURSUANT TO THE PROVISIONS OF\n   23  THIS SECTION AND IN A MANNER CONSISTENT WITH THE PROVISIONS  OF  ARTICLE\n   24  TWENTY-THREE-A  OF  THE CORRECTION LAW, SUBDIVISIONS FIFTEEN AND SIXTEEN\n   25  OF SECTION TWO HUNDRED NINETY-SIX OF THIS CHAPTER AND ALL OTHER APPLICA-\n   26  BLE LAWS.\n   27    3. A. AN EMPLOYER AUTHORIZED TO REQUEST AND RECEIVE  CRIMINAL  HISTORY\n   28  INFORMATION  PURSUANT TO SUBDIVISION TWO OF THIS SECTION SHALL DESIGNATE\n   29  ONE AUTHORIZED PERSON WHO SHALL REQUEST,  RECEIVE  AND  REVIEW  CRIMINAL\n   30  HISTORY INFORMATION ON BEHALF OF SUCH EMPLOYER PURSUANT TO THIS SECTION.\n   31  ONLY  SUCH  AUTHORIZED  PERSON AND THE PROSPECTIVE EMPLOYEE TO WHOM SUCH\n   32  CRIMINAL HISTORY INFORMATION RELATES SHALL HAVE ACCESS TO SUCH  INFORMA-\n   33  TION;  PROVIDED,  HOWEVER, THAT CRIMINAL HISTORY INFORMATION RECEIVED BY\n   34  AN EMPLOYER MAY BE DISCLOSED TO OTHER PERSONS WHO ARE  DIRECTLY  PARTIC-\n   35  IPATING IN THE DECISION TO EMPLOY SUCH PROSPECTIVE EMPLOYEE AND PROVIDED\n   36  FURTHER  THAT  SUCH OTHER PERSONS SHALL ALSO BE SUBJECT TO THE CONFIDEN-\n   37  TIALITY REQUIREMENTS AND ALL OTHER PROVISIONS OF  THIS  SECTION.    EACH\n   38  EMPLOYER  SHALL  SPECIFICALLY  IDENTIFY  TO THE DIVISION, IN WRITING, IN\n   39  ADVANCE OF DISCLOSURE, THE AUTHORIZED PERSON AND EACH OTHER  SUCH  AGENT\n   40  OR  EMPLOYEE OF THE EMPLOYER WHO IS PERMITTED TO HAVE ACCESS TO CRIMINAL\n   41  HISTORY INFORMATION PURSUANT TO THIS SECTION.\n   42    B. AN EMPLOYER REQUESTING CRIMINAL  HISTORY  INFORMATION  PURSUANT  TO\n   43  THIS SECTION SHALL DO SO BY COMPLETING A FORM DEVELOPED FOR SUCH PURPOSE\n   44  BY  THE  DIVISION.    SUCH  FORM  SHALL INCLUDE A SWORN STATEMENT OF THE\n   45  AUTHORIZED PERSON CERTIFYING THAT: (I) THE PERSON WHOSE CRIMINAL HISTORY\n   46  INFORMATION IS REQUESTED HAS APPLIED TO BE AN EMPLOYEE FOR WHOM CRIMINAL\n   47  HISTORY INFORMATION IS AVAILABLE BY  LAW;  (II)  THE  SPECIFIC  TYPE  OF\n   48  PROSPECTIVE  EMPLOYMENT  AND,  WHERE  APPLICABLE, PROSPECTIVE EMPLOYMENT\n   49  DUTIES WHICH QUALIFY THE EMPLOYER TO REVIEW  CRIMINAL  HISTORY  INFORMA-\n   50  TION;  (III)  SUCH  CRIMINAL  HISTORY  INFORMATION  WILL  BE USED BY THE\n   51  EMPLOYER SOLELY FOR PURPOSES AUTHORIZED BY LAW; AND  (IV)  THE  EMPLOYER\n   52  AND  ITS  AGENTS AND EMPLOYEES ARE AWARE OF AND WILL ABIDE BY THE CONFI-\n   53  DENTIALITY REQUIREMENTS AND ALL OTHER PROVISIONS OF THIS ARTICLE.\n   54    C.  AN EMPLOYER AUTHORIZED TO  REQUEST  CRIMINAL  HISTORY  INFORMATION\n   55  PURSUANT  TO THIS SECTION MAY INQUIRE OF THE PROSPECTIVE EMPLOYEE IN THE\n   56  MANNER AUTHORIZED BY SUBDIVISION SIXTEEN OF SECTION TWO HUNDRED  NINETY-\n\n       A. 1376                             5\n\n    1  SIX  OF THIS CHAPTER.  PRIOR TO REQUESTING SUCH INFORMATION, AN EMPLOYER\n    2  SHALL:\n    3    (I)  INFORM  THE  PROSPECTIVE EMPLOYEE IN WRITING THAT THE EMPLOYER IS\n    4  AUTHORIZED OR, WHERE APPLICABLE, REQUIRED TO REQUEST HIS OR HER CRIMINAL\n    5  HISTORY INFORMATION FROM THE DIVISION AND REVIEW SUCH INFORMATION PURSU-\n    6  ANT TO THIS SECTION;\n    7    (II) INFORM THE PROSPECTIVE EMPLOYEE THAT HE OR SHE HAS THE  RIGHT  TO\n    8  OBTAIN, REVIEW AND SEEK CORRECTION OF HIS OR HER CRIMINAL HISTORY INFOR-\n    9  MATION  PURSUANT  TO REGULATIONS AND PROCEDURES ESTABLISHED BY THE DIVI-\n   10  SION;\n   11    (III) OBTAIN THE SIGNED, INFORMED CONSENT OF THE PROSPECTIVE  EMPLOYEE\n   12  ON  A  FORM SUPPLIED BY THE DIVISION OF WHICH INDICATES THAT SUCH PERSON\n   13  HAS:\n   14    (A) BEEN INFORMED OF THE RIGHT AND  PROCEDURES  NECESSARY  TO  OBTAIN,\n   15  REVIEW AND SEEK CORRECTION OF HIS OR HER CRIMINAL HISTORY INFORMATION;\n   16    (B)  BEEN INFORMED OF THE REASON FOR THE REQUEST FOR HIS OR HER CRIMI-\n   17  NAL HISTORY INFORMATION;\n   18    (C) CONSENTED TO SUCH REQUEST FOR A REPORT; AND\n   19    (D) SUPPLIED ON THE FORM A CURRENT MAILING OR  HOME  ADDRESS  FOR  THE\n   20  PROSPECTIVE EMPLOYEE.\n   21  UPON  RECEIVING  SUCH  WRITTEN  CONSENT,  THE  EMPLOYER SHALL RECEIVE OR\n   22  OBTAIN THE FINGERPRINTS OF SUCH PROSPECTIVE EMPLOYEE PURSUANT  TO  REGU-\n   23  LATIONS ESTABLISHED BY THE DIVISION.\n   24    D.  A  PROSPECTIVE  EMPLOYEE  MAY  WITHDRAW HIS OR HER APPLICATION FOR\n   25  EMPLOYMENT PURSUANT TO THIS SECTION,  WITHOUT  PREJUDICE,  AT  ANY  TIME\n   26  BEFORE  EMPLOYMENT  IS  OFFERED  OR  DECLINED, REGARDLESS OF WHETHER THE\n   27  PROSPECTIVE EMPLOYEE OR EMPLOYER HAS REVIEWED SUCH  PROSPECTIVE  EMPLOY-\n   28  EE'S CRIMINAL HISTORY INFORMATION.\n   29    E.  THE  DIVISION SHALL PROVIDE REQUESTED CRIMINAL HISTORY INFORMATION\n   30  WITHIN FIFTEEN BUSINESS DAYS AFTER THE RECEIPT OF A REQUEST PURSUANT  TO\n   31  THIS SECTION IF SUCH REQUEST IS:\n   32    (I)  MADE  BY AN AUTHORIZED PERSON ON BEHALF OF AN EMPLOYER AUTHORIZED\n   33  TO RECEIVE CRIMINAL HISTORY INFORMATION PURSUANT TO SUBDIVISION  TWO  OF\n   34  THIS SECTION;\n   35    (II) ACCOMPANIED BY THE COMPLETED FORMS DESCRIBED IN THIS SUBDIVISION;\n   36    (III)    ACCOMPANIED  BY  FINGERPRINTS  OF  THE  PROSPECTIVE  EMPLOYEE\n   37  OBTAINED PURSUANT TO THIS SUBDIVISION.\n   38    F. CRIMINAL HISTORY INFORMATION PROVIDED BY THE DIVISION  PURSUANT  TO\n   39  THIS  SECTION  SHALL BE FURNISHED ONLY BY MAIL OR OTHER METHOD OF SECURE\n   40  AND CONFIDENTIAL DELIVERY, ADDRESSED TO THE  AUTHORIZED  PERSON.    SUCH\n   41  INFORMATION AND THE ENVELOPE IN WHICH IT IS ENCLOSED SHALL BE PROMINENT-\n   42  LY  MARKED  \"CONFIDENTIAL\",  AND SHALL AT ALL TIMES BE MAINTAINED BY THE\n   43  EMPLOYER IN A SECURE PLACE.\n   44    G.  ANY NEGLIGENT DISCLOSURE OF A CONFIDENTIAL REPORT, RECEIVED BY  AN\n   45  EMPLOYER  PURSUANT TO THIS SECTION, TO A PERSON NOT AUTHORIZED TO REVIEW\n   46  IT SHALL ENTITLE THE SUBJECT OF SUCH REPORT TO AN AWARD OF  COMPENSATORY\n   47  DAMAGES  FROM  THE  EMPLOYER, TOGETHER WITH THE COSTS OF THE ACTION. ANY\n   48  RECKLESS DISCLOSURE OF A CONFIDENTIAL REPORT, RECEIVED  BY  AN  EMPLOYER\n   49  PURSUANT  TO THIS SECTION, TO A PERSON NOT AUTHORIZED TO REVIEW IT SHALL\n   50  ENTITLE THE SUBJECT OF SUCH REPORT TO THREE TIMES THE AWARD OF COMPENSA-\n   51  TORY DAMAGES FROM THE EMPLOYER, TOGETHER WITH THE COSTS OF  THE  ACTION.\n   52  ANY  INTENTIONAL  DISCLOSURE  OF  A  CONFIDENTIAL REPORT, RECEIVED BY AN\n   53  EMPLOYER PURSUANT TO THIS SECTION, TO A PERSON NOT AUTHORIZED TO  REVIEW\n   54  IT  SHALL ENTITLE THE SUBJECT OF SUCH REPORT TO THREE TIMES THE AWARD OF\n   55  COMPENSATORY DAMAGES FROM THE EMPLOYER, TOGETHER WITH THE COSTS  OF  THE\n   56  ACTION, AND SUCH PLAINTIFF MAY RECOVER PUNITIVE DAMAGES AS WELL.\n\n       A. 1376                             6\n\n    1    H.  FINGERPRINTS  RECEIVED  BY  THE  DIVISION PURSUANT TO THIS SECTION\n    2  SHALL BE USED ONLY TO ASSIST THE DIVISION IN PROVIDING CRIMINAL  HISTORY\n    3  INFORMATION  TO  AUTHORIZED  EMPLOYERS  PURSUANT TO THIS SECTION.   SUCH\n    4  FINGERPRINTS SHALL BE RETURNED TO THE PERSON WHO IS THE SUBJECT OF  SUCH\n    5  FINGERPRINTS   WITHIN  NINETY  DAYS  AFTER  THE  DIVISION  SUPPLIES  THE\n    6  REQUESTED CRIMINAL HISTORY  INFORMATION  OR  RECEIVES  NOTICE  THAT  THE\n    7  PERSON  HAS  WITHDRAWN  THE APPLICATION FOR EMPLOYMENT, OR AT SUCH OTHER\n    8  TIME AS AUTHORIZED PURSUANT TO PARAGRAPH A OF SUBDIVISION TWO OF SECTION\n    9  EIGHT HUNDRED FORTY-FIVE-E OF THIS ARTICLE.\n   10    4. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION  EIGHT-A  OF  SECTION\n   11  EIGHT  HUNDRED  THIRTY-SEVEN  OF  THIS  ARTICLE OR ANY OTHER LAW, NO FEE\n   12  SHALL BE CHARGED FOR ANY CRIMINAL HISTORY REPORT  PROVIDED  PURSUANT  TO\n   13  THIS  SECTION OR SUBDIVISION TWENTY OF SECTION TWENTY-FIVE HUNDRED NINE-\n   14  TY-H OF THE EDUCATION LAW.\n   15    5. THE COMMISSIONER SHALL, SUBJECT TO THE APPROVAL OF  THE  COMMISSION\n   16  ON  CRIMINAL  HISTORY  INFORMATION, PROMULGATE ALL RULES AND REGULATIONS\n   17  NECESSARY TO IMPLEMENT THE  PROVISIONS  OF  THIS  SECTION,  WHICH  SHALL\n   18  INCLUDE CONVENIENT PROCEDURES FOR PERSONS TO PROMPTLY VERIFY THE ACCURA-\n   19  CY  OF  THEIR CRIMINAL HISTORY INFORMATION AND, TO THE EXTENT AUTHORIZED\n   20  BY LAW, TO HAVE ACCESS TO RELEVANT DOCUMENTS RELATED THERETO.  IN  ADDI-\n   21  TION,  ANY SUCH RULE OR REGULATION PROMULGATED BY THE COMMISSIONER PRIOR\n   22  TO THE EFFECTIVE DATE OF SECTION  EIGHT  HUNDRED  FORTY-FIVE-E  OF  THIS\n   23  ARTICLE  SHALL  BE INEFFECTIVE AND DEEMED REPEALED IF DISAPPROVED BY THE\n   24  COMMISSION, WHEN FORMED, BY MAJORITY VOTE.\n   25    6. NOTHING HEREIN SHALL BE  CONSTRUED  OR  INTERPRETED  TO  ALTER  THE\n   26  PROVISIONS  OF  ARTICLE  TWENTY-THREE-A OF THE CORRECTION LAW OR SECTION\n   27  TWO HUNDRED NINETY-EIGHT OF THIS CHAPTER, NOR IN ANY  WAY  DIMINISH  THE\n   28  INTEGRITY  OF  COLLECTIVE  BARGAINING  AGREEMENTS  NEGOTIATED BETWEEN AN\n   29  EMPLOYER AND ANY CERTIFIED OR AUTHORIZED COLLECTIVE BARGAINING AGENT FOR\n   30  AN EMPLOYEE OR PROSPECTIVE EMPLOYEE, NOR TO DIMINISH RIGHTS WHICH ACCRUE\n   31  TO SUCH EMPLOYEES OR PROSPECTIVE EMPLOYEES PURSUANT TO SUCH AGREEMENTS.\n   32    S 845-D. COMMISSION ON CRIMINAL HISTORY INFORMATION. THERE  IS  HEREBY\n   33  CREATED  IN  THE EXECUTIVE DEPARTMENT THE COMMISSION ON CRIMINAL HISTORY\n   34  INFORMATION, WHICH SHALL CONSIST OF THE  FOLLOWING  TWELVE  MEMBERS  WHO\n   35  SHALL  BE APPOINTED NO LESS THAN NINETY DAYS AFTER THE EFFECTIVE DATE OF\n   36  THIS SECTION:\n   37    1. THREE MEMBERS SHALL BE APPOINTED BY THE GOVERNOR:\n   38    A. ONE SUCH MEMBER SHALL BE THE COMMISSIONER;\n   39    B. ONE SUCH MEMBER SHALL BE  APPOINTED  ON  THE  RECOMMENDATION  OF  A\n   40  STATEWIDE  ORGANIZATION  OF EMPLOYERS, WHOSE MEMBERSHIP INCLUDES EMPLOY-\n   41  ERS, AS SUCH TERM IS DEFINED  IN  PARAGRAPH  B  OF  SUBDIVISION  ONE  OF\n   42  SECTION EIGHT HUNDRED FORTY-FIVE-C OF THIS ARTICLE;\n   43    C.  ONE  SUCH  MEMBER SHALL BE A REPRESENTATIVE OF LABOR, WHO SHALL BE\n   44  APPOINTED ON THE RECOMMENDATION OF THE NEW YORK STATE FEDERATION OF  THE\n   45  AFL-CIO;\n   46    2. THREE MEMBERS SHALL BE APPOINTED BY THE CHIEF JUDGE OF THE COURT OF\n   47  APPEALS:\n   48    A.  ONE  SUCH MEMBER SHALL BE A JUDGE OR FORMER JUDGE WHO HAS SUBSTAN-\n   49  TIAL EXPERIENCE IN PRESIDING OVER COURTS OF CRIMINAL JURISDICTION;\n   50    B. ONE SUCH MEMBER SHALL BE AN ACADEMIC EXPERT WITH SIGNIFICANT  EXPE-\n   51  RIENCE  IN  COMPUTER HARDWARE AND SOFTWARE APPLICATIONS AND COMPUTERIZED\n   52  ACCESS TO DATABASE INFORMATION;\n   53    C. ONE SUCH MEMBER SHALL BE AN EXPERT IN PRIVACY ISSUES;\n   54    3. TWO MEMBERS SHALL BE APPOINTED BY THE TEMPORARY  PRESIDENT  OF  THE\n   55  SENATE;\n   56    4. TWO MEMBERS SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY;\n\n       A. 1376                             7\n\n    1    5. ONE MEMBER SHALL BE APPOINTED BY THE MINORITY LEADER OF THE SENATE;\n    2  AND\n    3    6.  ONE MEMBER SHALL BE APPOINTED BY THE MINORITY LEADER OF THE ASSEM-\n    4  BLY.\n    5    S 845-E. POWERS AND DUTIES  OF  THE  COMMISSION  ON  CRIMINAL  HISTORY\n    6  INFORMATION.  1.  AFTER  REVIEW AND STUDY AND INVITING AND RECEIVING ANY\n    7  PUBLIC COMMENT, THE COMMISSION ON CRIMINAL HISTORY INFORMATION,  HEREIN-\n    8  AFTER  REFERRED  TO  AS  THE  COMMISSION, SHALL PROMULGATE STANDARDS AND\n    9  REGULATIONS GOVERNING THE PROCEDURES OF THE DIVISION PURSUANT TO SECTION\n   10  EIGHT HUNDRED FORTY-FIVE-C OF THIS ARTICLE, INCLUDING THE  PROVISION  OF\n   11  CRIMINAL  HISTORY  INFORMATION  TO  AUTHORIZED  EMPLOYERS  AND EMPLOYEES\n   12  PURSUANT TO SUCH SECTION. THE STANDARDS AND REGULATIONS  PROMULGATED  BY\n   13  THE COMMISSION SHALL INCLUDE PROCEDURES DESIGNED TO ASSURE THAT:\n   14    A.  CRIMINAL  HISTORY INFORMATION PROVIDED TO AUTHORIZED EMPLOYERS AND\n   15  PROSPECTIVE EMPLOYERS INCLUDES ONLY SUCH INFORMATION AS MAY BE DISCLOSED\n   16  BY LAW AND IS ACCURATE, UP TO DATE AND PROVIDED IN A TIMELY MANNER;\n   17    B. UP-TO-DATE STATUS INFORMATION IS MAINTAINED  SO  THAT  CASES  WHICH\n   18  HAVE BEEN DISPOSED OF ARE ACCURATELY REPORTED;\n   19    C.  TO  THE  MAXIMUM EXTENT POSSIBLE, ALL PROVISIONS OF LAW CONCERNING\n   20  THE CONFIDENTIALITY OF FINGERPRINTS AND CRIMINAL HISTORY INFORMATION ARE\n   21  OBSERVED BY THE DIVISION, BY EMPLOYERS AND PROSPECTIVE EMPLOYERS AUTHOR-\n   22  IZED BY LAW TO REVIEW SUCH INFORMATION, AND BY THEIR AGENTS AND ASSIGNS;\n   23    D. FREQUENT AUDITS AND REVIEWS OF THE CRIMINAL HISTORY DATABASE, MAIN-\n   24  TAINED PURSUANT TO SUBDIVISION SIX OF SECTION EIGHT HUNDRED THIRTY-SEVEN\n   25  OF THIS ARTICLE, ARE CONDUCTED BY A QUALIFIED, INDEPENDENT,  NON-GOVERN-\n   26  MENTAL  ENTITY,  THE  RESULTS  OF  WHICH  SHALL BE MADE AVAILABLE TO THE\n   27  PUBLIC, AND WHICH SHALL ASSESS AND MONITOR  THE  ACCURACY,  COMPLETENESS\n   28  AND TIMELINESS OF DATABASE INFORMATION, INCLUDING THE DIVISION'S COMPLI-\n   29  ANCE  WITH  ALL  APPLICABLE LAWS WITH RESPECT TO THE MAINTENANCE OF SUCH\n   30  RECORDS.\n   31    2. FOR EACH CATEGORY OF EMPLOYERS AUTHORIZED TO HAVE ACCESS TO  CRIMI-\n   32  NAL  HISTORY  INFORMATION PURSUANT TO SECTION EIGHT HUNDRED FORTY-FIVE-C\n   33  OF THIS ARTICLE, THE COMMISSION SHALL, AFTER REVIEW AND STUDY AND INVIT-\n   34  ING AND RECEIVING ANY PUBLIC COMMENT, PROMULGATE  STANDARDS  AND  PROCE-\n   35  DURES FOR THE FOLLOWING MATTERS:\n   36    A.  WHETHER,  INSTEAD OF RETURNING FINGERPRINTS UPON COMPLETION OF THE\n   37  INITIAL SEARCH, THE DIVISION SHALL SUBJECT ALL OR SELECTED CATEGORIES OF\n   38  THE FINGERPRINTS OBTAINED BY THE DIVISION PURSUANT TO  SUCH  SECTION  TO\n   39  THE DIVISION'S FULL SEARCH AND RETAIN PROCEDURES; AND\n   40    B.  WHETHER  SUCH  EMPLOYER,  OR  ANY  ONE OR MORE SUBCATEGORY OF SUCH\n   41  PERSON OR ENTITY'S PROSPECTIVE EMPLOYEES, SHALL,  IN  ADDITION  TO  SUCH\n   42  AUTHORIZED  OR  REQUIRED STATE CRIMINAL HISTORY CHECKS, BE AUTHORIZED OR\n   43  REQUIRED TO SUBMIT OR CAUSE THE SUBMISSION OF FINGERPRINTS TO THE FEDER-\n   44  AL BUREAU OF INVESTIGATION FOR  A  NATIONWIDE  CRIMINAL  HISTORY  SEARCH\n   45  CONCERNING SUCH PERSON PURSUANT TO APPLICABLE FEDERAL LAWS.\n   46    3.  NO MEMBER OF THE COMMISSION SHALL BE DISQUALIFIED FROM HOLDING ANY\n   47  PUBLIC OFFICE OR EMPLOYMENT, NOR SHALL HE OR SHE FORFEIT ANY SUCH OFFICE\n   48  OR EMPLOYMENT BY VIRTUE OF HIS OR HER APPOINTMENT HEREUNDER. MEMBERS  OF\n   49  THE  COMMISSION  SHALL  RECEIVE  NO  COMPENSATION FOR THEIR SERVICES BUT\n   50  SHALL BE ALLOWED THEIR ACTUAL AND NECESSARY  EXPENSES  INCURRED  IN  THE\n   51  PERFORMANCE OF THEIR FUNCTIONS HEREUNDER. A MEMBER OF THE COMMISSION MAY\n   52  BE REMOVED BY THE APPOINTING AUTHORITY ONLY FOR GOOD CAUSE, AFTER NOTICE\n   53  AND  AN  OPPORTUNITY  TO BE HEARD. VACANCIES SHALL BE FILLED IN THE SAME\n   54  MANNER AS ORIGINAL APPOINTMENTS.\n   55    4. THE COMMISSION SHALL BE AUTHORIZED TO:\n\n       A. 1376                             8\n\n    1    A. CALL UPON ANY COURT, AGENCY, DEPARTMENT, OFFICE, DIVISION OR PUBLIC\n    2  AUTHORITY OF THIS STATE TO SUPPLY IT WITH SUCH INFORMATION  AND  ASSIST-\n    3  ANCE  AS  THE  COMMISSION  DEEMS NECESSARY TO DISCHARGE ITS RESPONSIBIL-\n    4  ITIES. EACH COURT,  AGENCY,  DEPARTMENT,  OFFICE,  DIVISION  AND  PUBLIC\n    5  AUTHORITY  OF THIS STATE SHALL COOPERATE WITH THE COMMISSION AND FURNISH\n    6  SUCH INFORMATION  AND  ASSISTANCE  AS  IT  REQUESTS  TO  ACCOMPLISH  ITS\n    7  PURPOSES;\n    8    B.  CONDUCT  PUBLIC  HEARINGS,  HEAR  THE  TESTIMONY  OF WITNESSES AND\n    9  REQUIRE THE PRODUCTION OF ANY DOCUMENTS THE COMMISSION DEEMS  REASONABLY\n   10  NECESSARY TO CARRY OUT ITS RESPONSIBILITIES;\n   11    C. APPOINT AN EXECUTIVE DIRECTOR, A COUNSEL OR COUNSELS AND SUCH OTHER\n   12  STAFF  AS THE COMMISSION DETERMINES NECESSARY TO CARRY OUT ITS RESPONSI-\n   13  BILITIES;\n   14    D. CONTRACT WITH ANY STATE OR PRIVATE ENTITY FOR THE PROVISION OF SUCH\n   15  SERVICES AS THE COMMISSION DETERMINES TO BE NECESSARY; AND\n   16    E. TAKE SUCH OTHER ACTIONS NOT INCONSISTENT WITH THE PURPOSES OF  THIS\n   17  SECTION AS SHALL ENABLE THE COMMISSION TO CARRY OUT ITS FUNCTIONS.\n   18    5.  MATTERS  BEFORE  THE COMMISSION SHALL BE DECIDED BY MAJORITY VOTE,\n   19  EXCEPT THAT NO ACTION OR DECISION MAY  BE  APPROVED  BY  THE  COMMISSION\n   20  PURSUANT  TO  PARAGRAPH A OR B OF SUBDIVISION TWO OF THIS SECTION UNLESS\n   21  SUCH ACTION  OR  DECISION  IS  APPROVED  BY  THE  AFFIRMATIVE  VOTES  OF\n   22  TWO-THIRDS  OR MORE OF THE MEMBERS OF SUCH COMMISSION.  A CHAIRPERSON OF\n   23  THE COMMISSION SHALL BE SELECTED FROM AMONG THE MEMBERS OF  THE  COMMIS-\n   24  SION, BY MAJORITY VOTE.\n   25    6. THE COMMISSION SHALL ISSUE AN INTERIM REPORT TO THE GOVERNOR, CHIEF\n   26  JUDGE  OF  THE  COURT OF APPEALS, THE TEMPORARY PRESIDENT OF THE SENATE,\n   27  THE SPEAKER OF THE ASSEMBLY AND THE MINORITY LEADERS OF THE  SENATE  AND\n   28  ASSEMBLY  ON  OR  BEFORE SEPTEMBER FIRST, TWO THOUSAND TWELVE AND ANNUAL\n   29  REPORTS ON EACH  SEPTEMBER  FIRST  THEREAFTER  IN  ACCORDANCE  WITH  THE\n   30  PROVISIONS OF THIS SECTION.  SUCH REPORT SHALL ALSO BE MADE AVAILABLE TO\n   31  THE PUBLIC.\n   32    S  9. Subdivision 8-a of section 837 of the executive law,  as amended\n   33  by chapter 561 of the laws of 2006, is amended to read as follows:\n   34    8-a. Charge a fee when, pursuant to statute or the regulations of  the\n   35  division,  it  conducts  a  search  of  its criminal history records and\n   36  returns a report thereon in connection with an application  for  employ-\n   37  ment  or for a license or permit, EXCEPT AS PROVIDED IN SUBDIVISION FOUR\n   38  OF SECTION EIGHT HUNDRED FORTY-FIVE-C  OF  THIS  ARTICLE.  The  division\n   39  shall  adopt  and  may, from time to time, amend a schedule of such fees\n   40  which shall be in amounts determined by the division  to  be  reasonably\n   41  related  to  the  cost of conducting such searches and returning reports\n   42  thereon but, in no event, shall any such fee exceed twenty-five  dollars\n   43  and  an additional surcharge of fifty dollars. The comptroller is hereby\n   44  authorized to deposit such fees into the general fund, provided,  howev-\n   45  er,  that  the  monies  received  by  the  division  of criminal justice\n   46  services for payment of the additional surcharge shall be  deposited  in\n   47  equal  amounts to the general fund and to the fingerprint identification\n   48  and technology account.  Notwithstanding  the  foregoing,  the  division\n   49  shall  not  request  or  accept  any  fee  for searching its records and\n   50  supplying a criminal history report  pursuant  to  section  two  hundred\n   51  fifty-one-b  of  the  general  business law relating to participating in\n   52  flight instruction at any aeronautical facility, flight school or insti-\n   53  tution of higher learning.\n   54    S 10. This act shall take effect immediately  provided  that  sections\n   55  one  through  six  of this act and section 845-e of the executive law as\n   56  added by section eight of this act shall take effect  on  the  ninetieth\n\n       A. 1376                             9\n\n    1  day  after this act shall have become a law.  Effective immediately, any\n    2  rules and regulations of  the  division  of  criminal  justice  services\n    3  necessary  to  implement  the  provisions of this act may be promulgated\n    4  prior to such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, the mental hygiene law, the public health law, the social services law and the executive law, in relation to the review of criminal history information by authorized employers; and creates the commission on criminal history information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T150413.TXT", "SOBI.D110110.T145615.TXT", "SOBI.D110107.T144409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294689375352
}