{
  "year" : 2011,
  "senateBillNo" : "A1373-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1373-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates new law on recording interrogations",
  "summary" : "Provides that, as a general rule, any statement made during a custodial interrogation is inadmissible unless such interrogation was electronically recorded; provides exceptions as to when a statement will be admissible even if the custodial interrogation was not recorded. ",
  "currentCommittee" : null,
  "sameAs" : "S1400",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "AA5213-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1373\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- Multi-Sponsored by -- M. of A. BOYLAND,\n         PEOPLES-STOKES -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to the electron-\n         ic recording of interrogations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The criminal procedure law  is  amended  by  adding  a  new\n    2  section 60.47 to read as follows:\n    3  S 60.47 RULES OF EVIDENCE; ELECTRONIC RECORDING OF STATEMENTS OF DEFEND-\n    4             ANTS.\n    5    1. DEFINITIONS. AS USED IN THIS SECTION:\n    6    (A)  \"ELECTRONIC  RECORDING\"  MEANS  A CONTEMPORANEOUS VIDEO AND AUDIO\n    7  RECORDING, OR WHERE VIDEO RECORDING IS IMPRACTICABLE, A  CONTEMPORANEOUS\n    8  AUDIO RECORDING.\n    9    (B) \"CUSTODIAL INTERROGATION\" MEANS ANY QUESTIONING WHICH IS CONDUCTED\n   10  IN  A  PLACE  OF  DETENTION  OR  DURING WHICH A REASONABLE PERSON IN THE\n   11  SUBJECT'S POSITION WOULD CONSIDER HIMSELF OR HERSELF TO BE IN CUSTODY.\n   12    (C) \"PLACE OF DETENTION\" MEANS A POLICE STATION, CORRECTIONAL  FACILI-\n   13  TY,  HOLDING  FACILITY  FOR  PRISONERS,  PROSECUTOR'S  OFFICE,  OR OTHER\n   14  GOVERNMENT FACILITY WHERE PERSONS ARE HELD IN  DETENTION  IN  CONNECTION\n   15  WITH CRIMINAL CHARGES WHICH HAVE BEEN OR MAY BE FILED AGAINST THEM.\n   16    2.  DURING  THE  PROSECUTION  OF  A  FELONY, AN ORAL, WRITTEN, OR SIGN\n   17  LANGUAGE STATEMENT OF A DEFENDANT MADE DURING A CUSTODIAL  INTERROGATION\n   18  SHALL  BE  PRESUMED  INADMISSIBLE  AS  EVIDENCE AGAINST A DEFENDANT IN A\n   19  CRIMINAL PROCEEDING UNLESS AN ELECTRONIC RECORDING IS MADE OF THE CUSTO-\n   20  DIAL INTERROGATION IN ITS ENTIRETY,  INCLUDING  ANY  ADMINISTRATION  AND\n   21  WAIVER, OR INVOCATION OF RIGHTS, THE RECORDING IS SUBSTANTIALLY ACCURATE\n   22  AND  NOT INTENTIONALLY ALTERED, AND ALL INDIVIDUALS WHO SPEAK DURING THE\n   23  INTERROGATION ARE IDENTIFIED BY NAME ON THE RECORDING.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03670-01-1\n\n       A. 1373                             2\n\n    1    3. IF THE COURT FINDS THAT THE DEFENDANT WAS SUBJECTED  TO A CUSTODIAL\n    2  INTERROGATION IN VIOLATION OF SUBDIVISION TWO OF THIS SECTION, THEN  ANY\n    3  STATEMENTS MADE BY THE DEFENDANT FOLLOWING THAT CUSTODIAL INTERROGATION,\n    4  EVEN  IF  OTHERWISE  IN  COMPLIANCE WITH THIS SECTION, ARE ALSO PRESUMED\n    5  INADMISSIBLE.\n    6    4. THE PEOPLE MAY REBUT A PRESUMPTION OF INADMISSIBILITY THROUGH CLEAR\n    7  AND CONVINCING EVIDENCE THAT THE STATEMENT WAS BOTH VOLUNTARY AND IF THE\n    8  STATEMENT  IS  INCULPATORY,  WAS NOT MADE UNDER CIRCUMSTANCES CREATING A\n    9  SUBSTANTIAL RISK THAT THE DEFENDANT MIGHT FALSELY INCRIMINATE HIMSELF OR\n   10  HERSELF, AND:\n   11    (A) EXIGENT CIRCUMSTANCES EXISTED  NECESSITATING  INTERROGATION  AT  A\n   12  PLACE  IN A LOCATION OTHER THAN A POLICE STATION, CORRECTIONAL FACILITY,\n   13  HOLDING FACILITY FOR PRISONERS, PROSECUTOR'S OFFICE, OR OTHER GOVERNMENT\n   14  FACILITY WHERE PERSONS ARE HELD IN DETENTION IN CONNECTION WITH CRIMINAL\n   15  CHARGES WHICH HAVE BEEN OR MAY BE FILED  AGAINST  THEM,  AND  WHERE  THE\n   16  REQUISITE RECORDING EQUIPMENT WAS NOT READILY AVAILABLE;\n   17    (B)  THE  ACCUSED  REFUSED  TO HAVE HIS OR HER INTERROGATION ELECTRON-\n   18  ICALLY RECORDED, AND THE REFUSAL ITSELF WAS ELECTRONICALLY RECORDED; OR\n   19    (C) THE FAILURE TO ELECTRONICALLY RECORD AN ENTIRE  INTERROGATION  WAS\n   20  THE  RESULT OF EQUIPMENT FAILURE AND OBTAINING REPLACEMENT EQUIPMENT WAS\n   21  NOT FEASIBLE.\n   22    5. NOTWITHSTANDING THE PROVISIONS OF SUBDIVISIONS TWO, THREE AND  FOUR\n   23  OF  THIS  SECTION, THE COURT MAY ADMIT A STATEMENT IF IT BELIEVES, BASED\n   24  ON A SHOWING OF GOOD CAUSE BY THE PEOPLE, THAT SUPPRESSION OF THE STATE-\n   25  MENT IS TOO HARSH A REMEDY; THE COURT MUST THEN INSTRUCT THE  JURY  THAT\n   26  IT  SHOULD CONSIDER THE FAILURE TO MAKE A RECORDING AS A FACT ADVERSE TO\n   27  THE PEOPLE ON ANY ISSUE OF VOLUNTARINESS, OF THE CONTENT OF  THE  STATE-\n   28  MENT, AND OF WHETHER THE STATEMENT WAS MADE.\n   29    6. NOTHING IN THIS SECTION PRECLUDES THE ADMISSION OF:\n   30    (A) A STATEMENT MADE BY THE ACCUSED IN OPEN COURT AT HIS OR HER TRIAL,\n   31  BEFORE GRAND JURY, OR AT A PRELIMINARY HEARING;\n   32    (B)  A  SPONTANEOUS STATEMENT THAT IS NOT MADE IN RESPONSE TO INTERRO-\n   33  GATION;\n   34    (C) A STATEMENT MADE DURING QUESTIONING THAT IS ROUTINELY ASKED DURING\n   35  THE PROCESSING OF THE ARREST OF THE SUSPECT;\n   36    (D)  A  STATEMENT  MADE  DURING  A  CUSTODIAL  INTERROGATION  THAT  IS\n   37  CONDUCTED OUT-OF-STATE;\n   38    (E)  A  STATEMENT  OBTAINED  BY A FEDERAL LAW ENFORCEMENT OFFICER IN A\n   39  FEDERAL PLACE OF DETENTION;\n   40    (F) A STATEMENT GIVEN AT A TIME WHEN  THE  INTERROGATORS  ARE  UNAWARE\n   41  THAT A FELONY HAS IN FACT OCCURRED; OR\n   42    (G)  A  STATEMENT,  OTHERWISE INADMISSIBLE UNDER THIS SECTION, THAT IS\n   43  USED ONLY FOR IMPEACHMENT AND NOT AS SUBSTANTIVE EVIDENCE.\n   44    7. THE PEOPLE SHALL NOT DESTROY OR ALTER ANY ELECTRONIC RECORDING MADE\n   45  OF A CUSTODIAL INTERROGATION FOR A PERIOD OF TEN  YEARS,  MEASURED  FROM\n   46  THE DATE OF JUDGMENT.\n   47    S 2. Section 710.20 of the criminal procedure law is amended by adding\n   48  a new subdivision 8 to read as follows:\n   49    8.  CONSISTS OF A RECORD OR POTENTIAL TESTIMONY RECITING OR DESCRIBING\n   50  A STATEMENT OBTAINED IN VIOLATION OF SECTION 60.47 OF THIS CHAPTER.\n   51    S 3. Subdivision 1 of section 710.30 of the criminal procedure law, as\n   52  separately amended by chapters 8 and 194 of the laws of 1976, is amended\n   53  to read as follows:\n   54    1.  Whenever the people intend to offer at a trial (a) evidence  of  a\n   55  statement  made  by  a defendant to a public servant, which statement if\n   56  involuntarily made would render the evidence thereof  suppressible  upon\n\n       A. 1373                             3\n\n    1  motion  pursuant to subdivision three of section 710.20 OF THIS ARTICLE,\n    2  or (b) testimony regarding an observation of the defendant either at the\n    3  time or place of the commission of the offense or upon some other  occa-\n    4  sion  relevant  to the case, to be given by a witness who has previously\n    5  identified him as such, they must serve upon the defendant a  notice  of\n    6  such  intention,  specifying the evidence intended to be offered AND, IN\n    7  THE CASE OF A STATEMENT, WHETHER IT WAS ELECTRONICALLY RECORDED.\n    8    S 4. This act shall take effect on the ninetieth day  after  it  shall\n    9  have  become a law, and shall apply to any custodial interrogations that\n   10  take place on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the electronic recording of interrogations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T144910.TXT", "SOBI.D110110.T150117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294689677456
}