{
  "year" : 2011,
  "senateBillNo" : "A1371-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1371-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the biofuel credit and requires all municipalities to use biofuels for any purpose which requires the use of fuel",
  "summary" : "Extends the biofuel credit and requires all municipalities to use biofuels for any purpose which requires the use of fuel. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A8835-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1371\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Ways and Means\n\n       AN ACT to amend the tax law, in relation to extending the biofuel credit\n         and  to  amend the general municipal law, in relation to requiring all\n         municipalities to use biofuels for any purpose which requires the  use\n         of fuel\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (a) of section 28 of the tax law, as amended by\n    2  section 1 of part A of chapter 57 of the laws of  2010,  is  amended  to\n    3  read as follows:\n    4    (a)  General.  A taxpayer subject to tax under article nine, nine-A or\n    5  twenty-two of this chapter shall be allowed a credit  against  such  tax\n    6  pursuant  to  the  provisions  referenced  in  subdivision  (d)  of this\n    7  section. The credit (or pro rata share of earned credit in the case of a\n    8  partnership) for each gallon of biofuel produced at a biofuel  plant  on\n    9  or  after  January first, two thousand six shall equal fifteen cents per\n   10  gallon after the production of the first forty thousand gallons per year\n   11  presented to market. The credit under this section shall  be  capped  at\n   12  two and one-half million dollars per taxpayer per taxable year for up to\n   13  no more than [four] NINE consecutive taxable years per biofuel plant. If\n   14  the  taxpayer is a partner in a partnership or shareholder of a New York\n   15  S corporation, then the cap imposed by the preceding sentence  shall  be\n   16  applied at the entity level, so that the aggregate credit allowed to all\n   17  the  partners  or  shareholders  of each such entity in the taxable year\n   18  does not exceed two and one-half million dollars.\n   19    S 2. The general municipal law is amended by adding a new section 99-v\n   20  to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03855-01-1\n\n       A. 1371                             2\n\n    1    S 99-V. USE OF BIOFUELS. ALL  COUNTIES,  CITIES,  TOWNS  AND  VILLAGES\n    2  SHALL BE REQUIRED TO USE BIOFUELS FOR ANY PURPOSE WHICH REQUIRES THE USE\n    3  OF FUEL.\n    4    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to extending the biofuel credit and to amend the general municipal law, in relation to requiring all municipalities to use biofuels for any purpose which requires the use of fuel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T151117.TXT", "SOBI.D110107.T144910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294690277719
}