{
  "year" : 2011,
  "senateBillNo" : "A1375-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1375-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends size of areas in which granting on-premises retail licenses is restricted; adds community and senior centers to list of protected buildings",
  "summary" : "Extends the size of areas for which granting on-premises retail licenses is restricted: extends from 200 feet to 350 feet the area around certain listed buildings (i.e., any building occupied exclusively as a school, church, synagogue or other place of worship) in which a retail license for on-premises consumption may not be granted, and adds community center and senior centers to list of protected buildings around which such licenses are so restricted; for cities, towns and villages of 20,000 or more, increases the distance from 3 or more existing premises for which a license for a premises cannot be granted except under certain limited specified circumstances (i.e., changes current rule that a retail license for on-premises consumption shall not be granted for a premises that is within 500 feet of 3 or more existing premises, to provide that a retail license for on-premises consumption shall not be granted for a premises that is within 650 feet of 3 or more existing premises); provides that with respect to the limited, specified circumstances under which a license may be granted for a premises located within 650 feet of 3 or more of existing premises, an on-site visit by the authority to investigate the premises seeking the license and the surrounding neighborhood is required. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "A6062-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1375\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Economic Development, Job Creation, Commerce and Industry\n\n       AN  ACT  to amend the alcoholic beverage control law, in relation to the\n         granting of retail licenses for on-premises consumption\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  7  of  section  64 of the alcoholic beverage\n    2  control law, as amended by chapter 463 of the laws of 2009,  is  amended\n    3  to read as follows:\n    4    7.  No retail license for on-premises consumption shall be granted for\n    5  any premises which shall be\n    6    (a) on the same street or avenue and within [two] THREE hundred  FIFTY\n    7  feet  of  a building occupied exclusively as a school, COMMUNITY CENTER,\n    8  SENIOR CITIZENS' CENTER, church, synagogue or other place of worship or\n    9    (b) in a city, town or village having a population of twenty  thousand\n   10  or  more  within [five] SIX hundred FIFTY feet of three or more existing\n   11  premises licensed and operating pursuant to this  section  and  sections\n   12  sixty-four-a,  sixty-four-b,  sixty-four-c,  and/or sixty-four-d of this\n   13  article;\n   14    (c) the measurements in paragraphs (a) and (b) of this subdivision are\n   15  to be taken in straight lines from the center of the nearest entrance of\n   16  the premises sought to be licensed to the center of the nearest entrance\n   17  of such school, COMMUNITY CENTER, SENIOR CITIZENS' CENTER, church, syna-\n   18  gogue or other place of worship or to the center of the nearest entrance\n   19  of each such premises licensed and operating pursuant  to  this  section\n   20  and  sections  sixty-four-a,  sixty-four-b,  sixty-four-c, and/or sixty-\n   21  four-d of this article; except, however, that no renewal  license  shall\n   22  be  denied  because of such restriction to any premises so located which\n   23  were maintained as a bona fide hotel, restaurant, catering establishment\n   24  or club on or prior to December fifth,  nineteen  hundred  thirty-three;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03672-01-1\n\n       A. 1375                             2\n\n    1  and,  except  that no license shall be denied to any premises at which a\n    2  license under this chapter has been in  existence  continuously  from  a\n    3  date  prior to the date when a building on the same street or avenue and\n    4  within  two  hundred feet of said premises has been occupied exclusively\n    5  as a school, COMMUNITY CENTER, SENIOR CITIZENS'  CENTER,  church,  syna-\n    6  gogue  or  other  place  of worship; and except that no license shall be\n    7  denied to any premises, which is within five hundred feet  of  three  or\n    8  more  existing  premises licensed and operating pursuant to this section\n    9  and sections sixty-four-a,  sixty-four-b,  sixty-four-c,  and/or  sixty-\n   10  four-d  of  this article, at which a license under this chapter has been\n   11  in existence continuously  on  or  prior  to  November  first,  nineteen\n   12  hundred  ninety-three;  and  except  that  this subdivision shall not be\n   13  deemed to restrict the issuance of a hotel liquor license to a  building\n   14  used  as  a  hotel  and  in  which a restaurant liquor license currently\n   15  exists for premises which serve as a dining room for guests of the hotel\n   16  and a caterer's license to a person using the permanent catering facili-\n   17  ties of a church, synagogue or other place  of  worship  pursuant  to  a\n   18  written  agreement  between such person and the authorities in charge of\n   19  such facilities. The liquor authority, in its discretion, may  authorize\n   20  the removal of any such licensed premises to a different location on the\n   21  same street or avenue, within two hundred feet of said school, COMMUNITY\n   22  CENTER,  SENIOR  CITIZENS'  CENTER,  church, synagogue or other place of\n   23  worship, provided that such new location is not within a closer distance\n   24  to such school, COMMUNITY CENTER, SENIOR CITIZENS' CENTER, church, syna-\n   25  gogue or other place of worship.\n   26    (d) Within the context of this subdivision, the word \"entrance\"  shall\n   27  mean  a  door  of a school, OF A COMMUNITY CENTER, OF A SENIOR CITIZENS'\n   28  CENTER, of a house of worship, or of  premises  licensed  and  operating\n   29  pursuant  to  this  section  and  sections  sixty-four-a,  sixty-four-b,\n   30  sixty-four-c, and/or sixty-four-d of this article  or  of  the  premises\n   31  sought to be licensed, regularly used to give ingress to students of the\n   32  school,  TO  THE  GENERAL PUBLIC VISITING THE COMMUNITY CENTER OR SENIOR\n   33  CITIZENS' CENTER, to the general public attending the place of  worship,\n   34  and to patrons or guests of the premises licensed and operating pursuant\n   35  to  this  section and sections sixty-four-a, sixty-four-b, sixty-four-c,\n   36  and/or sixty-four-d of this article or of  the  premises  sought  to  be\n   37  licensed,  except  that  where  a school or house of worship or premises\n   38  licensed  and  operating  pursuant  to   this   section   and   sections\n   39  sixty-four-a,  sixty-four-b,  sixty-four-c,  and/or sixty-four-d of this\n   40  article or the premises sought to be licensed is set back from a  public\n   41  thoroughfare,  the  walkway  or stairs leading to any such door shall be\n   42  deemed an entrance; and the measurement shall be taken to the center  of\n   43  the  walkway  or stairs at the point where it meets the building line or\n   44  public thoroughfare. A door which has no exterior hardware, or which  is\n   45  used  solely  as an emergency or fire exit, or for maintenance purposes,\n   46  or which leads directly to a part of a building not  regularly  used  by\n   47  the general public or patrons, is not deemed an \"entrance\".\n   48    (d-1) Within the context of this subdivision, a building occupied as a\n   49  place  of worship does not cease to be \"exclusively\" occupied as a place\n   50  of worship by incidental uses that are not of a nature to  detract  from\n   51  the  predominant  character  of the building as a place of worship, such\n   52  uses which include, but which are not limited to: the conduct of legally\n   53  authorized games of bingo or other games of chance held as  a  means  of\n   54  raising  funds  for  the  not-for-profit  religious  organization  which\n   55  conducts services at the place of worship or  for  other  not-for-profit\n   56  organizations  or  groups; use of the building for fund-raising perform-\n\n       A. 1375                             3\n\n    1  ances by or benefitting the not-for-profit religious organization  which\n    2  conducts services at the place of worship or other not-for-profit organ-\n    3  izations or groups; the use of the building by other religious organiza-\n    4  tions or groups for religious services or other purposes; the conduct of\n    5  social  activities  by or for the benefit of the congregants; the use of\n    6  the building for meetings held  by  organizations  or  groups  providing\n    7  bereavement  counseling  to  persons having suffered the loss of a loved\n    8  one, or providing advice or support for conditions or  diseases  includ-\n    9  ing,  but  not  limited to, alcoholism, drug addiction, cancer, cerebral\n   10  palsy, Parkinson's disease, or  Alzheimer's  disease;  the  use  of  the\n   11  building  for  blood drives, health screenings, health information meet-\n   12  ings, yoga classes, exercise classes or  other  activities  intended  to\n   13  promote  the  health of the congregants or other persons; and use of the\n   14  building by non-congregant members of the community for  private  social\n   15  functions. The building occupied as a place of worship does not cease to\n   16  be \"exclusively\" occupied as a place of worship where the not-for-profit\n   17  religious  organization  occupying  the  place  of  worship  accepts the\n   18  payment of funds to defray costs related to another party's use  of  the\n   19  building.\n   20    (e)  Notwithstanding  the  provisions of this chapter to the contrary,\n   21  the authority may issue a  license  to  sell  liquor  at  retail  to  be\n   22  consumed  on  premises  to a club as such term is defined in subdivision\n   23  nine of section three of this chapter whether or  not  the  building  in\n   24  which the premises for which such license is to be issued is used exclu-\n   25  sively  for  club  purposes  and  whether or not such premises is within\n   26  [two] THREE hundred FIFTY feet of  a  building  used  exclusively  as  a\n   27  school,  COMMUNITY CENTER, SENIOR CITIZENS' CENTER, church, synagogue or\n   28  place of worship if such club is  affiliated  or  associated  with  such\n   29  school,  COMMUNITY CENTER, SENIOR CITIZENS' CENTER, church, synagogue or\n   30  place of worship and  the  governing  body  of  such  school,  COMMUNITY\n   31  CENTER,  SENIOR  CITIZENS'  CENTER,  church, synagogue or other place of\n   32  worship has filed written notice with  the  authority  that  it  has  no\n   33  objection to the issuance of such license.\n   34    (e-1) Notwithstanding the provisions of paragraph (a) of this subdivi-\n   35  sion,  the authority may issue a retail license for on-premises consump-\n   36  tion for a premises which shall be within two hundred feet of a building\n   37  occupied exclusively as a church, synagogue or other place  of  worship,\n   38  provided  such  premises  constitutes a premises for the sale of food or\n   39  beverages at retail for consumption on the premises and/or an  overnight\n   40  lodging  facility located wholly within the boundaries of the borough of\n   41  Manhattan in the city and county of New York, bounded and  described  as\n   42  follows:\n   43    BEGINNING at a point on the southerly side of 49th Street, distant 160\n   44  feet easterly from the corner formed by the intersection of the souther-\n   45  ly  side  of  49th  Street with the easterly side of 8th Avenue; running\n   46  thence southerly, parallel with 8th Avenue  and  part  of  the  distance\n   47  through  a party wall, 100 feet 5 inches to the center line of the block\n   48  between 48th and 49th Streets; thence easterly along the center line  of\n   49  the  block, 40 feet; thence northerly, parallel with 8th Avenue and part\n   50  of the distance through a party wall, 100 feet 5 inches to the southerly\n   51  side of 49th Street; thence westerly along the southerly  side  of  49th\n   52  Street,  40  feet  to the point or place of beginning. Premises known as\n   53  240 and 242 West 49th Street, New York City.  Being  the  same  premises\n   54  described  in  deed  made by Hotel Mayfair Inc. to Harry Etkin and Freda\n   55  Rubin, dated 1/23/50 and recorded 1/27/50 in liber 4657 Cp. 250.\n\n       A. 1375                             4\n\n    1    (e-2) Notwithstanding the provisions of paragraph (a) of this subdivi-\n    2  sion, the authority may issue a retail license for on-premises  consump-\n    3  tion for a premises which shall be within two hundred feet of a building\n    4  occupied  exclusively  as a church, synagogue or other place of worship,\n    5  provided  such  premises  constitutes a premises for the sale of food or\n    6  beverages at retail for consumption on the premises located wholly with-\n    7  in the boundaries of the county of  Ulster,  bounded  and  described  as\n    8  follows:\n    9    ALL THAT CERTAIN PLOT, PIECE OR PARCEL OF LAND, with the buildings and\n   10  improvements  erected  thereon,  situated  in the Village of Ellenville,\n   11  Town of Wawarsing, County of Ulster and State of New York, being further\n   12  bounded and described as follows:\n   13    Beginning at a three-quarter inch  diameter  iron  rod  found  on  the\n   14  southwesterly  bounds  of Canal Street, marking the northeasterly corner\n   15  of the lands, now or formerly, John Georges, as described in liber  2645\n   16  of deeds at page 278.\n   17    Thence  along  the  southeasterly bounds of the lands of John Georges,\n   18  passing 1.42 feet northwesterly from the  southwesterly  corner  of  the\n   19  building  situated  on  the premises described herein, South thirty-nine\n   20  degrees, forty-one minutes, fifty-two seconds West,  one  hundred  fifty\n   21  and  zero  hundredths  feet (S 39-41-52 W, 150.00') to the northeasterly\n   22  bounds of the lands, now or formerly, Thomas  Powers,  as  described  in\n   23  liber  1521  of deeds at page 749. Thence along the northeasterly bounds\n   24  of the lands of Thomas Powers, South fifty degrees, thirty-nine minutes,\n   25  sixteen seconds East, twenty-eight and zero hundredths feet (S  50-39-16\n   26  E, 28.00').\n   27    Thence  passing  1.92 feet southeasterly from the southeasterly corner\n   28  of the building situated on the premises described herein.  North  thir-\n   29  ty-nine  degrees, forty-one minutes, fifty-two seconds East, one hundred\n   30  fifty and zero hundredths feet (N 39-41-52 E, 150.00') to the  southwes-\n   31  terly bounds of Canal Street.\n   32    Thence  along  the  southwesterly  bounds of Canal Street, North fifty\n   33  degrees, thirty-nine minutes, sixteen  seconds  West,  twenty-eight  and\n   34  zero hundredths feet (N 50-39-16 W, 28.00') to the point of beginning.\n   35    Containing 4,199.92 square feet of land or 0.0996 of an acre of land.\n   36    Being  the  same  premises as conveyed by deed dated September 2, 1999\n   37  from Chris M. Camio as Executor of the Last Will and Testament of  Alice\n   38  Manzo  to  Bill Lelbach, John Eckert, Jeffrey Schneider, Jack Harris and\n   39  Alfred S. Dannhauser and recorded in the Ulster County Clerk's Office on\n   40  September 15, 1999 in Liber 2966 at page 291.\n   41    The undivided interests of John Harris and Alfred S. Dannhauser having\n   42  been conveyed to Bill Lelbach by deed dated August 21, 2001 and recorded\n   43  in the Ulster County Clerk's Office in Liber 3213 p 65.\n   44    (e-3) Notwithstanding the provisions of paragraph (a) of this subdivi-\n   45  sion, the authority may issue a retail license for on-premises  consump-\n   46  tion for a premises which shall be within [two] THREE hundred FIFTY feet\n   47  of  a  building occupied exclusively as a school, provided such premises\n   48  constitutes a premises for the sale of food or beverages at  retail  for\n   49  consumption on the premises and/or an overnight lodging facility located\n   50  wholly within the boundaries of the borough of Manhattan in the city and\n   51  county of New York, bounded and described as follows:\n   52    Beginning  at  a  point  on the southerly side of 46th street, distant\n   53  three hundred fifty (350) feet westerly from the corner  formed  by  the\n   54  intersection of the westerly side of Sixth Avenue with the said souther-\n   55  ly  side of 46th street. Running thence southerly parallel with the said\n   56  westerly side of Sixth Avenue and for part of  the  distance  through  a\n\n       A. 1375                             5\n\n    1  party  wall,  one  hundred  (100)  feet four (4) inches; thence westerly\n    2  parallel with the southerly side  of  46th  street,  eighty  (80)  feet;\n    3  thence  northerly again parallel with the westerly side of Sixth Avenue,\n    4  one  hundred  (100)  feet  four (4) inches to the southerly side of 46th\n    5  street; and thence easterly  along  the  said  southerly  side  of  46th\n    6  street,  eighty  (80)  feet to the point or place of beginning. Premises\n    7  known as 130 West 46th Street, New York City. Being  the  same  premises\n    8  described in deed made by Massachusetts Mutual Life Insurance Company to\n    9  West  46th Street Hotel, LLC, dated 12/22/06 and recorded 2/06/07 in the\n   10  Office of the City Register, New York County, on  February  6,  2007  as\n   11  CFRN 2007000069808.\n   12    (f)  Notwithstanding  the provisions of paragraph (b) of this subdivi-\n   13  sion, the authority may issue a license pursuant to this section  for  a\n   14  premises which shall be within [five] SIX hundred FIFTY feet of three or\n   15  more  existing  premises licensed and operating pursuant to this section\n   16  and sections sixty-four-a,  sixty-four-b,  sixty-four-c,  and/or  sixty-\n   17  four-d  of  this article if, after consultation with the municipality or\n   18  community board AND AN ON-SITE VISIT TO INVESTIGATE THE PREMISES SEEKING\n   19  THE LICENSE AND THE SURROUNDING NEIGHBORHOOD, it determines that  grant-\n   20  ing  such  license  would be in the public interest. Before it may issue\n   21  any such license, the authority shall conduct a hearing, upon notice  to\n   22  the  applicant  and the municipality or community board, and shall state\n   23  and file in its office its reasons therefor. Notice to the  municipality\n   24  or  community board shall mean written notice mailed by the authority to\n   25  such municipality or community board at least fifteen days in advance of\n   26  any hearing scheduled pursuant to this paragraph. Upon  the  request  of\n   27  the authority, any municipality or community board may waive the fifteen\n   28  day notice requirement. No premises having been granted a license pursu-\n   29  ant  to  this section shall be denied a renewal of such license upon the\n   30  grounds that such premises are within [five] SIX hundred FIFTY feet of a\n   31  building or buildings wherein three or more premises  are  licensed  and\n   32  operating  pursuant  to  this  section and sections sixty-four-a, sixty-\n   33  four-b, sixty-four-c, and/or sixty-four-d of this article.\n   34    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to the granting of retail licenses for on-premises consumption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T144409.TXT", "SOBI.D110110.T150117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294689677461
}