{
  "year" : 2011,
  "senateBillNo" : "A1380-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1380-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases penalties for sale of controlled substances if it occurs on park grounds or playgrounds; defines park grounds or playgrounds",
  "summary" : "Adds \"park grounds and playgrounds\" to statute currently providing increased penalties for sale of controlled substances to certain persons if occurs on or within 1,000 feet of school grounds; provides \"park ground or playgrounds\" means in, or within any building or structure or any fields, lands or grounds owned, leased or maintained by the state, any agency or municipality thereof, etc., for the purposes of recreation or leisure. ",
  "currentCommittee" : null,
  "sameAs" : "S1752",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A5175-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1380\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to amend the penal law, in relation to increasing the penalties\n         for sale of controlled substances on park grounds or playgrounds\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 220.00 of the penal law is amended by adding a new\n    2  subdivision 14-a to read as follows:\n    3    14-A.  \"PARK GROUNDS OR PLAYGROUNDS\" MEANS IN OR WITHIN ANY  BUILDING,\n    4  STRUCTURE, PLAYING FIELD, PLAYGROUND OR LAND CONTAINED WITHIN THE BOUND-\n    5  ARY  OF  LAND  OWNED, LEASED OR MAINTAINED BY THE STATE OR ANY AGENCY OR\n    6  MUNICIPALITY THEREOF OR BY ANY NOT-FOR-PROFIT CORPORATION  OR  ELEEMOSY-\n    7  NARY  INSTITUTION, CORPORATION OR ASSOCIATION WHICH IS USED ON A REGULAR\n    8  BASIS AS A RECREATION AREA AND IS SO DESIGNATED. FOR  PURPOSES  OF  THIS\n    9  DEFINITION,  THE  TERM  \"PARK  GROUNDS  OR  PLAYGROUNDS\"  ALSO MEANS AND\n   10  INCLUDES THE FOLLOWING WHICH HAS THE SAME OWNERSHIP AS THE  PARK  GROUND\n   11  OR PLAYGROUND:  ANY PARKING LOT, PARKING GARAGE, OR OTHER PARKING FACIL-\n   12  ITY,  MARINA,  BOAT LAUNCH OR OTHER SIMILAR FACILITY WHICH IS WITHIN ONE\n   13  THOUSAND FEET OF AND SERVES SUCH PARK GROUNDS OR PLAYGROUNDS  AND  WHICH\n   14  IS  SO DESIGNATED BY EASILY VISABLE SIGNAGE AS SERVING SUCH PARK GROUNDS\n   15  OR PLAYGROUNDS.\n   16    S 2. Section 220.34 of the penal law, as amended by chapter  280    of\n   17  the  laws  of 1986, subdivisions 2 and 4 as amended by chapter 75 of the\n   18  laws of 1995, subdivision 3 as amended by chapter 537  of  the  laws  of\n   19  1998,  subdivision  6-a  as  added  by  chapter 635 of the laws of 1997,\n   20  subdivision 7 as amended by chapter 436 of the laws of 2006 and subdivi-\n   21  sion 8 as amended and subdivision 9 as added by chapter 264 of the  laws\n   22  of 2003, is amended to read as follows:\n   23  S 220.34 Criminal sale of a controlled substance in the fourth degree.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03542-01-1\n\n       A. 1380                             2\n\n    1    A  person  is guilty of criminal sale of a controlled substance in the\n    2  fourth degree when he OR SHE knowingly and unlawfully sells:\n    3    1. a narcotic preparation; or\n    4    2. a dangerous depressant or a depressant and the dangerous depressant\n    5  weighs  ten ounces or more, or the depressant weighs two pounds or more;\n    6  or\n    7    3. concentrated cannabis as defined in paragraph  (a)  of  subdivision\n    8  four of section thirty-three hundred two of the public health law; or\n    9    4.  phencyclidine  and  the  phencyclidine  weighs fifty milligrams or\n   10  more; or\n   11    5. methadone; or\n   12    6. any amount of phencyclidine and has previously been convicted of an\n   13  offense defined in this article or the attempt or conspiracy  to  commit\n   14  any such offense; or\n   15    6-a.  ketamine  and  said  ketamine weighs four thousand milligrams or\n   16  more[.]; OR\n   17    7. a controlled substance in violation of section 220.31 of this arti-\n   18  cle, when such sale takes place upon school grounds or on a school  bus;\n   19  or\n   20    8. a controlled substance in violation of section 220.31 of this arti-\n   21  cle,  when such sale takes place upon the grounds of a child day care or\n   22  educational facility, PARK GROUNDS OR  PLAYGROUNDS  under  circumstances\n   23  evincing  knowledge by the defendant that such sale is taking place upon\n   24  such grounds. As used in this subdivision, the phrase \"the grounds of  a\n   25  child  day  care or educational facility\" shall have the same meaning as\n   26  provided for in subdivision five of section 220.44 of this article,  AND\n   27  \"PARK  GROUNDS  OR  PLAYGROUNDS\" SHALL HAVE THE SAME MEANING AS PROVIDED\n   28  FOR IN SUBDIVISION FOURTEEN-A OF SECTION 220.00 OF THIS  ARTICLE.    For\n   29  the  purposes  of  this  subdivision,  a rebuttable presumption shall be\n   30  established that a person has knowledge that they are within the grounds\n   31  of a child day care or educational facility, PARK GROUNDS OR PLAYGROUNDS\n   32  when notice is conspicuously posted of the presence or proximity of such\n   33  facility; or\n   34    9.  one  or  more  preparations,  compounds,  mixtures  or  substances\n   35  containing  gamma  hydroxybutyric  acid, as defined in paragraph four of\n   36  subdivision (e) of schedule I of section thirty-three hundred six of the\n   37  public  health  law,  and  said  preparations,  compounds,  mixtures  or\n   38  substances are of an aggregate weight of twenty-eight grams or more.\n   39    Criminal  sale  of  a  controlled  substance in the fourth degree is a\n   40  class C felony.\n   41    S 3. Section 220.44 of the penal law, as amended by chapter 289 of the\n   42  laws of 1998 and subdivisions 1 and 2 as amended by chapter 436  of  the\n   43  laws of 2006, is amended to read as follows:\n   44  S 220.44 Criminal  sale  of  a  controlled  substance  in or near school\n   45             grounds, PARK GROUNDS OR PLAYGROUNDS.\n   46    A person is guilty of criminal sale of a controlled  substance  in  or\n   47  near school grounds, PARK GROUNDS OR PLAYGROUNDS when he OR SHE knowing-\n   48  ly and unlawfully sells:\n   49    1.  a controlled substance in violation of any one of subdivisions one\n   50  through six-a of section 220.34 of this article, when  such  sale  takes\n   51  place upon school grounds or on a school bus; or\n   52    2.  a controlled substance in violation of any one of subdivisions one\n   53  through eight of section 220.39 of this article, when  such  sale  takes\n   54  place upon school grounds or on a school bus; or\n   55    3.  a controlled substance in violation of any one of subdivisions one\n   56  through [six] SIX-A of section 220.34 of this article,  when  such  sale\n\n       A. 1380                             3\n\n    1  takes  place  upon  the  grounds  of  a  child  day  care or educational\n    2  facility, PARK GROUNDS OR PLAYGROUNDS under circumstances evincing know-\n    3  ledge by the defendant that such sale is taking place upon such grounds;\n    4  or\n    5    4.  a controlled substance in violation of any one of subdivisions one\n    6  through eight of section 220.39 of this article, when  such  sale  takes\n    7  place upon the grounds of a child day care or educational facility, PARK\n    8  GROUNDS  OR  PLAYGROUNDS  under  circumstances evincing knowledge by the\n    9  defendant that such sale is taking place upon such grounds.\n   10    5. For purposes of subdivisions three and four of this  section,  \"the\n   11  grounds  of a child day care or educational facility\" means (a) in or on\n   12  or within any building, structure, athletic playing field, a  playground\n   13  or  land contained within the real property boundary line of a public or\n   14  private child day care center as such term is defined in  paragraph  (c)\n   15  of  subdivision  one  of  section  three  hundred  ninety  of the social\n   16  services law, or nursery, pre-kindergarten or kindergarten, or  (b)  any\n   17  area  accessible  to  the public located within one thousand feet of the\n   18  real property boundary line comprising any such facility or  any  parked\n   19  automobile  or  other parked vehicle located within one thousand feet of\n   20  the real property boundary line comprising any such  facility.  For  the\n   21  purposes  of  this section an \"area accessible to the public\" shall mean\n   22  sidewalks, streets, parking lots, parks, playgrounds, stores and restau-\n   23  rants.  FOR THE PURPOSES OF THIS SECTION \"PARK GROUNDS  OR  PLAYGROUNDS\"\n   24  SHALL  HAVE  THE  SAME MEANING AS SET FORTH IN SUBDIVISION FOURTEEN-A OF\n   25  SECTION 220.00 OF THIS ARTICLE.\n   26    6. For the purposes of this section, a rebuttable presumption shall be\n   27  established that a person has knowledge that they are within the grounds\n   28  of a child day care or educational facility, PARK GROUNDS OR PLAYGROUNDS\n   29  when notice is conspicuously posted of the presence or proximity of such\n   30  facility.\n   31    Criminal sale of a controlled substance in  or  near  school  grounds,\n   32  PARK GROUNDS OR PLAYGROUNDS is a class B felony.\n   33    S 4. This act shall take effect on the first of November next succeed-\n   34  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to increasing the penalties for sale of controlled substances on park grounds or playgrounds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110107.T144409.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110112.T104456.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294847096399
}