{
  "year" : 2011,
  "senateBillNo" : "A1384-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A1384-2011-1294203600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates management/confidential organizational act",
  "summary" : "Creates management/confidential organizational act to promote the efficient and effective administration of employer designated state programs; enacts provisions relating to the recognition of designated employee organizations; open communication between the state and managerial/confidential employee organizations; and providing employees notice of their rights. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A2339-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1384\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. McENENY, PHEFFER -- Multi-Sponsored by -- M. of\n         A. CLARK, COOK, GLICK, GOTTFRIED, LATIMER,  TOWNS  --  read  once  and\n         referred to the Committee on Governmental Employees\n\n       AN  ACT  to  amend  the  civil service law, in relation to the effect of\n         deductions for excluded employee organizational dues  and  fair  share\n         fee deductions use for employment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil service law is amended by adding a new article 15\n    2  to read as follows:\n    3                                  ARTICLE 15\n    4                 MANAGEMENT/CONFIDENTIAL ORGANIZATIONAL ACT\n    5  SECTION 300. STATEMENT OF LEGISLATIVE INTENT.\n    6          301. DEFINITIONS.\n    7          302. RIGHT OF ORGANIZATION.\n    8          303. ELECTION OF EXCLUDED EMPLOYEE ORGANIZATION.\n    9          304. RIGHT OF REPRESENTATION.\n   10          305. RECOGNITION OF THE EXCLUDED EMPLOYEE ORGANIZATION.\n   11          306. MERIT SYSTEM.\n   12          307. RIGHTS OF THE RECOGNIZED EXCLUDED EMPLOYEE ORGANIZATION.\n   13    S 300. STATEMENT OF LEGISLATIVE INTENT. THE LEGISLATURE OF  THE  STATE\n   14  OF  NEW  YORK DECLARES THAT IT IS THE PUBLIC POLICY OF THE STATE AND THE\n   15  PURPOSE OF THIS ARTICLE TO PROMOTE THE EFFICIENT AND EFFECTIVE  ADMINIS-\n   16  TRATION OF EMPLOYER DESIGNATED STATE PROGRAMS BY MAINTAINING HIGH MORALE\n   17  AND  OBJECTIVE  CONSIDERATION  OF ISSUES RAISED BETWEEN EMPLOYEES DESIG-\n   18  NATED  MANAGERIAL  AND  CONFIDENTIAL  AND  THE  STATE.  THE  LEGISLATURE\n   19  BELIEVES  THAT  THE  CONDUCT  OF  STATE  BUSINESS BETWEEN MANAGERIAL AND\n   20  CONFIDENTIAL EMPLOYEES AND THE STATE IS BEST EFFECTUATED BY: (A)  RECOG-\n   21  NIZING  A  DESIGNATED  EMPLOYEE  ORGANIZATION;  (B)  OPEN  COMMUNICATION\n   22  BETWEEN THE STATE AS EMPLOYER AND  AN  OBJECTIVE  EMPLOYEE  ORGANIZATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01502-01-1\n\n       A. 1384                             2\n\n    1  REPRESENTING  MANAGERIAL  AND CONFIDENTIAL EMPLOYEES REGARDING TERMS AND\n    2  CONDITIONS OF EMPLOYMENT; (C) INFORMING SUCH EMPLOYEES OF  THEIR  RIGHTS\n    3  AND  TERMS  AND CONDITIONS OF EMPLOYMENT THROUGH THE DESIGNATED EMPLOYEE\n    4  ORGANIZATION;  AND  (D)  PROVIDING  CERTAIN  BENEFITS FOR SUCH EMPLOYEES\n    5  THROUGH THE EMPLOYEE ORGANIZATION. THE INTENT OF THE LEGISLATURE IS  NOT\n    6  TO  REVISE, CHANGE OR MODIFY IN ANY WAY EXISTING REQUIREMENTS FOR SETTL-\n    7  ING STATE EMPLOYEE TITLE DISPUTES BETWEEN ORGANIZATIONS WHICH  REPRESENT\n    8  EMPLOYEES AND AN ORGANIZATION AUTHORIZED UNDER THIS ARTICLE.\n    9    S 301. DEFINITIONS. AS USED IN THIS ARTICLE:\n   10    1.  THE  TERM \"EXCLUDED EMPLOYEES\" MEANS ALL EMPLOYEES OF THE STATE OF\n   11  NEW YORK DESIGNATED MANAGERIAL OR CONFIDENTIAL PURSUANT  TO  SUBDIVISION\n   12  SEVEN OF SECTION TWO HUNDRED ONE OF THIS CHAPTER EXCLUDING THOSE EMPLOY-\n   13  EES  PAID  PURSUANT  TO  SECTION ONE HUNDRED SIXTY-NINE OF THE EXECUTIVE\n   14  LAW.  SUCH EMPLOYEES SHALL NOT:\n   15    (A) HOLD ANY OFFICE IN AN EMPLOYEE ORGANIZATION THAT  ALSO  REPRESENTS\n   16  EMPLOYEES NOT COVERED BY THIS ARTICLE;\n   17    (B)  PARTICIPATE  IN THE HANDLING OF GRIEVANCES ON BEHALF OF EMPLOYEES\n   18  NOT COVERED BY THIS ARTICLE; AND\n   19    (C) PARTICIPATE IN ANY NEGOTIATION SESSION, INTERROGATIONS, OR  DISCI-\n   20  PLINARY  INTERVIEWS WITH THE EMPLOYER ON BEHALF OF EMPLOYEES NOT COVERED\n   21  BY THIS ARTICLE.\n   22    2. THE TERM \"EXCLUDED EMPLOYEE  ORGANIZATION\"  MEANS  AN  ORGANIZATION\n   23  THAT REPRESENTS EXCLUDED EMPLOYEES BEFORE THE STATE EMPLOYER TO MEET AND\n   24  CONFER REGARDING TERMS AND CONDITIONS OF EMPLOYMENT.\n   25    3.  THE  TERM \"STATE EMPLOYER\" OR \"EMPLOYER\" MEANS THE GOVERNOR OR HIS\n   26  OR HER DESIGNATED REPRESENTATIVE.\n   27    4. THE TERM \"MEET AND CONFER\" MEANS THE EMPLOYER SHALL FULLY  CONSIDER\n   28  SUCH  PRESENTATIONS MADE BY THE EXCLUDED EMPLOYEE ORGANIZATION ON BEHALF\n   29  OF ITS MEMBERS PRIOR TO ARRIVING AT A DETERMINATION  OF  ANY  POLICY  OR\n   30  COURSE OF ACTION WITH RESPECT TO SUCH EMPLOYEES.\n   31    5.  THE  TERM  \"TERMS AND CONDITIONS OF EMPLOYMENT\" MEANS WAGES, SALA-\n   32  RIES, HOURS AND OTHER TERMS  AND  CONDITIONS  OF  EMPLOYMENT;  PROVIDED,\n   33  HOWEVER, THAT SUCH TERM SHALL NOT INCLUDE ANY BENEFITS PROVIDED BY OR TO\n   34  BE  PROVIDED  BY  A  PUBLIC  RETIREMENT SYSTEM, OR PAYMENTS TO A FUND OR\n   35  INSURER TO PROVIDE AN INCOME FOR RETIREES, OR PAYMENTS  TO  RETIREES  OR\n   36  THEIR  BENEFICIARIES.  NO  RETIREMENT  BENEFITS  SHALL  BE  DISCUSSED OR\n   37  PROVIDED FOR PURSUANT TO THIS ARTICLE, AND ANY  SUCH  BENEFITS  PROVIDED\n   38  SHALL BE VOID.\n   39    S  302.  RIGHT  OF  ORGANIZATION.  NOTWITHSTANDING SECTION TWO HUNDRED\n   40  FOURTEEN OF THIS CHAPTER, EXCLUDED EMPLOYEES SHALL  HAVE  THE  RIGHT  TO\n   41  JOIN  AND  PARTICIPATE  IN, OR REFRAIN FROM JOINING OR PARTICIPATING IN,\n   42  THE RECOGNIZED EXCLUDED EMPLOYEE ORGANIZATION OF THEIR CHOOSING.\n   43    S 303. ELECTION OF EXCLUDED EMPLOYEE ORGANIZATION. THE PUBLIC  EMPLOY-\n   44  MENT  RELATIONS  BOARD  SHALL  DESIGNATE  A  REPRESENTATIVE FOR MEET AND\n   45  CONFER PURPOSES OF EMPLOYEES COVERED BY THIS ARTICLE WHEN SUCH REPRESEN-\n   46  TATIVE DEMONSTRATES A SHOWING  OF  MAJORITY  INTEREST  BY  EMPLOYEES  AS\n   47  DEFINED  BY  THIS  ARTICLE.  IN CASES WHERE THE PARTIES TO A DISPUTE ARE\n   48  WITHOUT AGREEMENT ON THE MEANS TO ASCERTAIN THE CHOICE, IF ANY,  OF  THE\n   49  EXCLUDED  EMPLOYEE ORGANIZATION AS THEIR REPRESENTATIVE, THE BOARD SHALL\n   50  ASCERTAIN SUCH EMPLOYEES' CHOICE OF EMPLOYEE ORGANIZATION, ON THE  BASIS\n   51  OF  DUES DEDUCTION AUTHORIZATION AND OTHER EVIDENCE, OR IF NECESSARY, BY\n   52  CONDUCTING AN ELECTION. IN THE EVENT THAT EITHER PARTY PROVIDES  TO  THE\n   53  BOARD,  PRIOR TO THE DESIGNATION OF A REPRESENTATIVE, CLEAR AND CONVINC-\n   54  ING EVIDENCE THAT THE DUES DEDUCTION AUTHORIZATIONS, AND OTHER  EVIDENCE\n   55  UPON  WHICH  THE  BOARD WOULD OTHERWISE RELY TO ASCERTAIN THE EMPLOYEES'\n   56  CHOICE OF REPRESENTATIVE, ARE FRAUDULENT OR WERE OBTAINED THROUGH  COER-\n\n       A. 1384                             3\n\n    1  CION, THE BOARD SHALL PROMPTLY THEREAFTER CONDUCT AN ELECTION. THE BOARD\n    2  SHALL  ALSO INVESTIGATE AND CONSIDER A PARTY'S ALLEGATIONS THAT THE DUES\n    3  DEDUCTION AUTHORIZATIONS AND OTHER EVIDENCE SUBMITTED IN  SUPPORT  OF  A\n    4  DESIGNATION  FOR  REPRESENTATIVE  WITHOUT  AN ELECTION WERE SUBSEQUENTLY\n    5  CHANGED, ALTERED, WITHDRAWN OR WITHHELD AS A RESULT OF  EMPLOYER  FRAUD,\n    6  COERCION OR ANY OTHER UNFAIR EMPLOYER LABOR PRACTICE, IT SHALL DESIGNATE\n    7  THE REPRESENTATIVE WITHOUT THE CONDUCT OF AN ELECTION.\n    8    S  304.  RIGHT  OF  REPRESENTATION.  EXCLUDED EMPLOYEES SHALL HAVE THE\n    9  RIGHT TO BE REPRESENTED BY THE EXCLUDED EMPLOYEE ORGANIZATION,  TO  MEET\n   10  AND  CONFER WITH THE STATE EMPLOYER IN DETERMINATION OF TERMS AND CONDI-\n   11  TIONS OF EMPLOYMENT, EXCEPT THAT NOTHING IN THIS ARTICLE SHALL AUTHORIZE\n   12  SUCH ORGANIZATION TO BARGAIN COLLECTIVELY WITH THE STATE.\n   13    S 305. RECOGNITION OF THE EXCLUDED EMPLOYEE  ORGANIZATION.  THE  STATE\n   14  EMPLOYER  IS  HEREBY EMPOWERED TO RECOGNIZE THE EXCLUDED EMPLOYEE ORGAN-\n   15  IZATION AS THE EXCLUSIVE REPRESENTATIVE FOR THE PURPOSE OF THIS  ARTICLE\n   16  FOR  MEETING  AND  CONFERRING ON MATTERS RELATED TO THE TERMS AND CONDI-\n   17  TIONS OF EMPLOYMENT.  IT IS THE MUTUAL OBLIGATION OF THE STATE  EMPLOYER\n   18  AND  THE RECOGNIZED EXCLUDED EMPLOYEE ORGANIZATION TO MEET AT REASONABLE\n   19  TIMES AND CONFER IN GOOD FAITH WITH RESPECT TO WAGES, HOURS,  AND  OTHER\n   20  TERMS  AND  CONDITIONS OF EMPLOYMENT OR ANY QUESTION ARISING THEREUNDER,\n   21  BUT SUCH OBLIGATION DOES NOT COMPEL EITHER PARTY TO AGREE TO A  PROPOSAL\n   22  OR REQUIRE THE MAKING OF A CONCESSION.\n   23    S  306.  MERIT  SYSTEM.  NOTHING IN THIS ARTICLE SHALL BE CONSTRUED TO\n   24  CONTRAVENE THE SPIRIT OR INTENT OF THE MERIT SYSTEM IN STATE  GOVERNMENT\n   25  NOR TO LIMIT THE ENTITLEMENTS OF EACH SUCH EXCLUDED EMPLOYEE.\n   26    S  307.  RIGHTS  OF THE RECOGNIZED EXCLUDED EMPLOYEE ORGANIZATION. THE\n   27  STATE EMPLOYER SHALL EXTEND TO THE EXCLUDED  EMPLOYEE  ORGANIZATION  THE\n   28  RIGHT  TO  REPRESENT  THE  EXCLUDED  EMPLOYEE IN COMMUNICATIONS WITH THE\n   29  STATE EMPLOYER REGARDING TERMS AND CONDITIONS OF EMPLOYMENT.\n   30    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   31  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to the effect of deductions for excluded employee organizational dues and fair share fee deductions use for employment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110107.T144910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294691795549
}