{
  "year" : 2011,
  "senateBillNo" : "A1382-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A1382-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the form and content of designating petitions for the office of board of education member for the city school district of the city of Albany",
  "summary" : "Relates to clariflying the form and content of designating petitions for the office of board of education member for the city school district of the city of Albany. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A6637-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1382\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. McENENY, CANESTRARI -- read once and referred to\n         the Committee on Education\n\n       AN ACT to amend the education law, in  relation  to  petitions  for  the\n         office  of  board of education of the city school district of the city\n         of Albany\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph e of subdivision 9 of section 2502 of the educa-\n    2  tion law, as added by chapter 65 of the laws of 1972, is amended to read\n    3  as follows:\n    4    e. Petitions for the nomination of members of such school board  shall\n    5  be on white paper containing the required signatures of qualified voters\n    6  of  the  city of Albany [who were registered to vote therein at the last\n    7  preceding general election]. The sheets of  such  a  petition  shall  be\n    8  numbered  consecutively,  beginning with number one, at the foot of each\n    9  sheet. Such a petition must set forth in every instance the correct date\n   10  of signing, the full name of the signer[,]  AND  his  [present]  OR  HER\n   11  residence[,  the  residence  from which he was registered at the time of\n   12  the last preceding general election, the ward of such residence at  such\n   13  time,  the  election  district  thereof  at such time. A signer need not\n   14  himself fill in the date, residence  or  residences,  ward  or  election\n   15  district.  The election district of the signer to be filled in the peti-\n   16  tion shall be the election district in effect at the time  of  the  last\n   17  preceding  general  election. If the residence from which the signer was\n   18  registered at the time of the last preceding  general  election  is  the\n   19  same  as  his present residence, the word \"same\" may be written, instead\n   20  of repeating the place of residence]. A SIGNER NEED ONLY  PLACE  HIS  OR\n   21  HER SIGNATURE UPON THE PETITION, AND NEED NOT HIMSELF OR HERSELF FILL IN\n   22  THE OTHER REQUIRED INFORMATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01977-01-1\n\n       A. 1382                             2\n\n    1    S  2.  Paragraph  f  of subdivision 9 of section 2502 of the education\n    2  law, as added by chapter 65 of the laws of 1972, is amended to  read  as\n    3  follows:\n    4    f.  Each  sheet of such a petition shall be signed in ink and shall be\n    5  substantially in the following form:\n    6    I, the undersigned, do hereby state that I am a duly  qualified  voter\n    7  of  the  city  of  Albany, [that I was registered to vote therein at the\n    8  time of the last preceding general election,] that my [present] place of\n    9  residence [and my place of residence at the time of the  last  preceding\n   10  general  election  are] IS truly stated opposite my signature hereto, [I\n   11  intend to support at the ensuing election,] and I do hereby nominate the\n   12  following named person as a candidate  for  nomination  for  the  public\n   13  office   of   member  of the board of education of the city of Albany to\n   14  be  voted  for  at  the  election  to  be  held  on   the........... day\n   15  of................,[19] 20.....\n\n   16    In  witness  whereof,  I  have  hereunto  set my hand the day and year\n   17  placed opposite my signature.\n\n   18       Date                Name of Signer           [Present] Residence\n   19                           (SIGNATURE REQUIRED)\n   20                           (PRINTED NAME MAY\n   21                           BE ADDED)\n   22       ...............     .....................    ....................\n   23       ...............     .....................    ....................\n   24       ...............     .....................    ....................\n\n   25             [At the Time of the Last Preceding General Election\n\n   26       Residence           Ward                     Election District\n   27       ...............     .....................    ....................\n   28       ...............     .....................    ....................\n   29       ...............     .....................    ....................]\n\n   30    S 3. Paragraph g of subdivision 9 of section  2502  of  the  education\n   31  law,  as  added by chapter 65 of the laws of 1972, is amended to read as\n   32  follows:\n   33    g. The petition shall be authenticated by  witnesses.  Such  statement\n   34  shall  be  accepted  for all purposes as the equivalent of an affidavit,\n   35  and if false shall subject the witness to the same penalties as if he OR\n   36  SHE had been duly sworn. The form of such statement  shall  be  substan-\n   37  tially as follows:\n\n   38                            Statement of Witness\n\n   39    I,...........................  (name  of  witness), state: I am a duly\n   40  qualified voter of the state of New York, and now reside [in  the  city,\n   41  town   or   village   of   .....................,  in  such  state,]  at\n   42  ........................... [(fill in street and house number  and  post\n   43  office)  therein]  (RESIDENCE ADDRESS).   [I was last registered for the\n   44  general election in the year .......... from  ...............  (fill  in\n   45  city,  town  or  village)  in  the  county of ................., in such\n   46  state. The said residence was then in the ............ (fill in  number)\n   47  election  district  of  the  ........................ (fill in ward in a\n   48  city, or town, if outside a city). I know each of the voters whose names\n   49  are subscribed to  this  petition  sheet  containing  (fill  in  number)\n\n       A. 1382                             3\n\n    1  .................  signatures and each of them subscribed the same in my\n    2  presence  and  upon  so  subscribing  declared  to me that the foregoing\n    3  statement, made and subscribed by him, was true.]\n    4    EACH  OF  THE  INDIVIDUALS WHOSE NAMES ARE SUBSCRIBED TO THIS PETITION\n    5  SHEET  CONTAINING  ..................  (FILL  IN   NUMBER)   SIGNATURES,\n    6  SUBSCRIBED THE SAME IN MY PRESENCE ON THE DATE ABOVE INDICATED AND IDEN-\n    7  TIFIED HIMSELF OR HERSELF TO BE THE INDIVIDUAL WHO SIGNED THIS SHEET.\n\n    8                                                    ....................\n    9                                                    Signature of witness\n   10    Date.................\n\n   11    S  4. This act shall take effect on the first of January next succeed-\n   12  ing the date on which it shall have become a  law  and  shall  apply  to\n   13  elections occurring on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to petitions for the office of board of education of the city school district of the city of Albany ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T144910.TXT", "SOBI.D110110.T154119.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294692079713
}