{
  "year" : 2011,
  "senateBillNo" : "A1389-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1389-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Finances the transportation and distribution of New York state farm grown products to food service markets especially in underserved communities",
  "summary" : "Finances the transportation and distribution of New York state farm grown products to food service markets, including restaurants, schools, colleges, and others, especially in underserved urban and other communities. ",
  "currentCommittee" : null,
  "sameAs" : "S614A",
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "AA6408-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1389\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, BROOK-KRASNY, LUPARDO -- Multi-Sponsored\n         by -- M. of A.  BENEDETTO, BOYLAND, GOTTFRIED, MAGEE,  PHEFFER,  TOWNS\n         -- read once and referred to the Committee on Agriculture\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation  to  financing  the  transportation and distribution of foods\n         grown in New York state for delivery to food service institutions  and\n         underserved markets\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 16-m of section 1 of  chapter  174\n    2  of  the  laws of 1968, constituting the New York state urban development\n    3  corporation act, is amended by adding a new paragraph  (l)  to  read  as\n    4  follows:\n    5    (L)  LOANS,  LOAN  GUARANTEES, INTEREST SUBSIDIES AND GRANTS INCLUDING\n    6  INTEREST SUBSIDY GRANTS TO LOCAL OR REGIONAL  ORGANIZATIONS  TO  FINANCE\n    7  TRANSPORTATION  AND  DISTRIBUTION  PROJECTS THAT FACILITATE DISTRIBUTION\n    8  AND SALES OF NEW YORK FARM PRODUCTS BY FARMERS AND ASSOCIATIONS OF FARM-\n    9  ERS TO FOOD AND FOOD SERVICES BUYERS AND  PROCESSORS,  SUCH  AS  RESTAU-\n   10  RANTS,  SCHOOLS,  FOOD  RETAILERS,  FARMERS' MARKETS, COLLEGES AND OTHER\n   11  INSTITUTIONAL OPERATIONS ESPECIALLY IN URBAN AND OTHER COMMUNITIES WHERE\n   12  THERE HAS BEEN A LACK OF AVAILABILITY  OF  SUCH  PRODUCTS.  LOANS,  LOAN\n   13  GUARANTEES  AND  INTEREST  SUBSIDY  GRANTS  MAY  BE  USED TO FINANCE NEW\n   14  CONSTRUCTION, RENOVATION OR LEASEHOLD IMPROVEMENTS AND  THE  ACQUISITION\n   15  OF LAND, BUILDINGS, MACHINERY AND EQUIPMENT.\n   16    S  2. This act shall take effect immediately; provided that the amend-\n   17  ments to section 16-m of section 1 of chapter 174 of the laws  of  1968,\n   18  constituting  the New York state urban development corporation act, made\n   19  by section one of this act, shall  expire  on  the  same  date  as  such\n   20  section expires and shall be deemed to expire therewith.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03692-02-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T143405.TXT", "SOBI.D110107.T144910.TXT", "SOBI.D110201.T114346.TXT", "SOBI.D110110.T154119.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296578626812
}