{
  "year" : 2011,
  "senateBillNo" : "A1381-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1381-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the peace officer powers of officers and members of the sanitation police of the department of sanitation of the city of New York",
  "summary" : "Relates to the peace officer powers of officers and members of the sanitation police of the department of sanitation of the city of New York. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A5173-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1381\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to  amend  the criminal procedure law, in relation to the peace\n         officer powers of officers and members of the sanitation police of the\n         department of sanitation of the city of New York\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  59 of section 2.10 of the criminal procedure\n    2  law, as added by chapter 931 of the laws of 1990, is amended to read  as\n    3  follows:\n    4    59. Officers and members of the sanitation police of the department of\n    5  sanitation  of  the  city  of New York, duly appointed and designated as\n    6  peace officers by such department[; provided, however, that  nothing  in\n    7  this  subdivision  shall  be  deemed to authorize such officer to carry,\n    8  possess, repair or dispose of a firearm unless the  appropriate  license\n    9  therefor  has  been issued pursuant to section 400.00 of the penal law].\n   10  Provided, further, that nothing in this subdivision shall be  deemed  to\n   11  apply  to  officers  and  members of the sanitation police regularly and\n   12  exclusively assigned to enforcement of such city's residential recycling\n   13  laws.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03541-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the peace officer powers of officers and members of the sanitation police of the department of sanitation of the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110107.T144910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294691795570
}