{
  "year" : 2011,
  "senateBillNo" : "A1383-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1383-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows livestock owners to directly purchase killed rabies vaccine for the purpose of vaccinating livestock owned by such livestock owner",
  "summary" : "Allows livestock owners to purchase and possess rabies vaccine and to vaccinate their livestock against rabies during emergency rabies outbreak situations as determined by the commissioner of health; provides for the expiration and repeal of such provisions after two years; defines livestock for the purpose of this section. ",
  "currentCommittee" : null,
  "sameAs" : "S782",
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A2165-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1383\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. McENENY, CLARK -- Multi-Sponsored by -- M. of A.\n         CANESTRARI, COOK, ENGLEBRIGHT, TOWNS,  WEISENBERG  --  read  once  and\n         referred to the Committee on Agriculture\n\n       AN  ACT  to  amend  the  agriculture and markets law, in relation to the\n         administration of rabies vaccine to livestock and  providing  for  the\n         repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The agriculture and markets law is amended by adding a new\n    2  section 89-a to read as follows:\n    3    S 89-A. ADMINISTRATION OF  RABIES  VACCINE.  (1)  NOTWITHSTANDING  ANY\n    4  OTHER  SECTION  OF LAW, ANY LIVESTOCK OWNER MAY DIRECTLY PURCHASE KILLED\n    5  RABIES VACCINE FOR THE SOLE PURPOSE OF VACCINATING  LIVESTOCK  OWNED  BY\n    6  SUCH  LIVESTOCK OWNER. LIVESTOCK VACCINATED IN SUCH A MANNER WITHOUT THE\n    7  DIRECT OR SUPERVISORY  PARTICIPATION  OF  A  VETERINARIAN  WILL  NOT  BE\n    8  CONSIDERED  AS VACCINATED BY THE DEPARTMENT OF HEALTH, THE DEPARTMENT OF\n    9  AGRICULTURE AND MARKETS, OR ANY OTHER DEPARTMENT, AGENCY,  OR  AGENT  OF\n   10  THE  STATE  FOR THE PURPOSES OF MATTERS INVOLVING STATE ACTION OR POLICY\n   11  TOWARDS LIVESTOCK, INCLUDING, BUT NOT LIMITED TO, QUARANTINE IN THE CASE\n   12  OF A RABIES OUTBREAK OR LOCAL  RABIES  EMERGENCY,  AND  ELIGIBILITY  FOR\n   13  PARTICIPATION IN THE NEW YORK STATE FAIR OR ANY COUNTY OR LOCAL FAIR RUN\n   14  BY ANY POLITICAL SUBDIVISION OF THE STATE OF NEW YORK.  LIVESTOCK VACCI-\n   15  NATED PURSUANT TO THIS SECTION SHALL NOT BE ELIGIBLE FOR INDEMNIFICATION\n   16  FOR  RABIES  AS  PROVIDED  FOR IN ARTICLE SIX-A OF THIS CHAPTER IF IT IS\n   17  DETERMINED THAT SUCH  VACCINATIONS,  CONDUCTED  WITHOUT  THE  DIRECT  OR\n   18  SUPERVISORY  PARTICIPATION OF A VETERINARIAN, CONTRIBUTED TO THE DAMAGES\n   19  TO THE ANIMAL.\n   20    (2) FOR PURPOSES OF THIS SECTION,  THE  TERM  \"LIVESTOCK\"  SHALL  MEAN\n   21  CATTLE AND HORSES AND ANY SPECIES OF LIVESTOCK THAT ARE INDICATED ON THE\n   22  VACCINE  LABEL  OR  PACKAGE  INSERT. THE TERM \"LIVESTOCK\" SHALL NOT MEAN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00509-01-1\n\n       A. 1383                             2\n\n    1  DOGS AND CATS. ALL  KILLED  RABIES  VACCINES  MUST  BE  ADMINISTERED  IN\n    2  ACCORDANCE  WITH  THE  SPECIFICATIONS  OF  THE  PRODUCT LABEL OR PACKAGE\n    3  INSERT.\n    4    S  2.  This  act shall take effect immediately and shall expire and be\n    5  deemed repealed 2 years after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to the administration of rabies vaccine to livestock and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T144910.TXT", "SOBI.D110110.T154119.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294692079725
}