{
  "year" : 2011,
  "senateBillNo" : "A1395-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A1395-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes school boards to allow certain students to use inhalers or nebulizers",
  "summary" : "Authorizes school boards to allow certain students to use inhalers or nebulizers; requires the school that authorizes the use of an inhaler to prepare an emergency action plan for the student; ensures safety of all students who suffer from respiratory illnesses in New York. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A5647-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1395\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ORTIZ,  ROBINSON, JACOBS, MILLMAN, CASTRO --\n         Multi-Sponsored by -- M.   of A. BOYLAND,  HOOPER,  MAYERSOHN,  PERRY,\n         PHEFFER, J. RIVERA, TOWNS, WEISENBERG -- read once and referred to the\n         Committee on Education\n\n       AN  ACT  to  amend the education law, in relation to the use of inhalers\n         and nebulizers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 916 of the education law, as amended by chapter 524\n    2  of the laws of 2006, is amended to read as follows:\n    3    S  916. Pupils afflicted with asthma OR OTHER POTENTIALLY LIFE-THREAT-\n    4  ENING ILLNESSES.  1. The board of education or trustees of  each  school\n    5  district  and  board  of  cooperative  educational  services shall allow\n    6  pupils who have been diagnosed by a physician or other  duly  authorized\n    7  health  care  provider with a severe asthmatic condition OR OTHER POTEN-\n    8  TIALLY LIFE-THREATENING ILLNESS to carry and use  a  prescribed  inhaler\n    9  during  the  school  day,  with the written permission of a physician or\n   10  other duly authorized health care provider, and parental consent,  based\n   11  on  such  physician's  or  provider's  determination  that such pupil is\n   12  subject to sudden asthmatic attacks severe  enough  to  debilitate  such\n   13  pupil.  A  record  of  such permission shall be maintained in the school\n   14  office. In addition, upon the written request of a parent or  person  in\n   15  parental  relation,  the  board  of  education  or  trustees of a school\n   16  district and board of cooperative educational services shall allow  such\n   17  pupils  to  maintain  an extra such inhaler in the care and custody of a\n   18  registered professional nurse employed by  such  district  or  board  of\n   19  cooperative educational services.  Nothing in this section shall require\n   20  a school district or board of cooperative educational services to retain\n   21  a  school  nurse  solely  for  the  purpose of taking custody of a spare\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03622-01-1\n\n       A. 1395                             2\n\n    1  inhaler, or require that a school nurse be available at all times  in  a\n    2  school building for such purpose.\n    3    2. THE BOARD OF EDUCATION OR TRUSTEES OF EACH SCHOOL DISTRICT OR BOARD\n    4  OF  COOPERATIVE  EDUCATIONAL  SERVICES  THAT  HAS  ALLOWED THE USE OF AN\n    5  INHALER BY A STUDENT PURSUANT TO THE PROVISIONS OF  SUBDIVISION  ONE  OF\n    6  THIS  SECTION SHALL INFORM THE PARENTS, GUARDIANS OR PERSONS IN PARENTAL\n    7  RELATION TO THE PUPIL IN WRITING THAT THE SCHOOL DISTRICT  OR  BOARD  OF\n    8  COOPERATIVE EDUCATIONAL SERVICES AND ITS EMPLOYEES OR AGENTS SHALL INCUR\n    9  NO LIABILITY AS A RESULT OF ANY INJURY ARISING FROM THE SELF-ADMINISTRA-\n   10  TION  OF  MEDICATION  BY THE PUPIL. THE PARENTS, GUARDIANS OR PERSONS IN\n   11  PARENTAL RELATION TO THE PUPIL SHALL SIGN A STATEMENT ACKNOWLEDGING THAT\n   12  THE DISTRICT OR BOARD OF COOPERATIVE EDUCATIONAL SERVICES SHALL INCUR NO\n   13  LIABILITY AS A RESULT OF ANY INJURY ARISING FROM THE SELF-ADMINISTRATION\n   14  OF MEDICATION BY THE PUPIL AND THE  PARENTS,  GUARDIANS  OR  PERSONS  IN\n   15  PARENTAL  RELATION SHALL INDEMNIFY AND HOLD HARMLESS THE SCHOOL DISTRICT\n   16  OR BOARD OF COOPERATIVE  EDUCATIONAL  SERVICES  AND  ITS  EMPLOYEES  AND\n   17  AGENTS  ANY  CLAIMS ARISING OUT OF THE SELF-ADMINISTRATION OF MEDICATION\n   18  BY THE PUPIL.\n   19    3. THE BOARD OF EDUCATION OR TRUSTEES OF EACH SCHOOL DISTRICT OR BOARD\n   20  OF COOPERATIVE EDUCATIONAL SERVICES THAT  HAS  ALLOWED  THE  USE  OF  AN\n   21  INHALER  BY  A  STUDENT PURSUANT TO THE PROVISIONS OF SUBDIVISION ONE OF\n   22  THIS SECTION SHALL PREPARE  AN  EMERGENCY  ACTION  PLAN  FOR  EACH  SUCH\n   23  STUDENT.  THE  COMMISSIONER,  IN  CONSULTATION  WITH THE COMMISSIONER OF\n   24  HEALTH AND A PHYSICIAN, SHALL DETERMINE THE INFORMATION, ACTIONS, AND/OR\n   25  PROCEDURES THAT MUST BE CONTAINED WITHIN EACH PLAN.\n   26    S 2. The education law is amended by adding a new section 921 to  read\n   27  as follows:\n   28    S  921.  USE  OF  NEBULIZER. 1. EVERY SCHOOL DISTRICT, BOARD OF EDUCA-\n   29  TIONAL SERVICES AND NONPUBLIC ELEMENTARY AND SECONDARY  SCHOOL  IN  THIS\n   30  STATE  SHALL  REQUIRE AT LEAST ONE NEBULIZER BE MAINTAINED IN THE OFFICE\n   31  OF THE SCHOOL NURSE OR IN A SIMILAR ACCESSIBLE LOCATION.\n   32    2. THE COMMISSIONER SHALL  PROMULGATE  REGULATIONS  FOR  THE  ADMINIS-\n   33  TRATION  OF  ASTHMA  MEDICATION  THROUGH  THE  USE OF A NEBULIZER BY THE\n   34  SCHOOL NURSE OR PERSON AUTHORIZED BY REGULATION. THE  REGULATIONS  SHALL\n   35  INCLUDE:\n   36    A.  A REQUIREMENT THAT EACH CERTIFIED NURSE OR OTHER PERSON AUTHORIZED\n   37  TO ADMINISTER ASTHMA MEDICATION IN SCHOOLS RECEIVE  TRAINING  IN  AIRWAY\n   38  MANAGEMENT  AND  IN  THE  USE OF NEBULIZERS AND INHALERS CONSISTENT WITH\n   39  NATIONALLY RECOGNIZED STANDARDS, INCLUDING, BUT NOT LIMITED TO, THOSE OF\n   40  THE NATIONAL INSTITUTES OF HEALTH AND THE AMERICAN ASSOCIATION OF ALLER-\n   41  GY AND IMMUNOLOGY; AND\n   42    B. A REQUIREMENT THAT EACH PUPIL AUTHORIZED TO USE  ASTHMA  MEDICATION\n   43  PURSUANT  TO  SUBDIVISION  ONE  OF  SECTION NINE HUNDRED SIXTEEN OF THIS\n   44  ARTICLE OR A NEBULIZER HAVE AN ASTHMA TREATMENT  PLAN  PREPARED  BY  THE\n   45  PHYSICIAN  OF  THE PUPIL, WHICH IDENTIFY, AT A MINIMUM, ASTHMA TRIGGERS,\n   46  THE TREATMENT PLAN, AND SUCH OTHER ELEMENTS AS SHALL  BE  DETERMINED  BY\n   47  THE REGENTS.\n   48    3. THE COMMISSIONER SHALL ENSURE THAT ANNUAL ASTHMA EDUCATION OPPORTU-\n   49  NITIES  ARE MADE AVAILABLE FOR MEDICAL INSPECTORS AND ALL MEMBERS OF THE\n   50  TEACHING STAFF.\n   51    S 3. This act shall take effect on the one hundred twentieth day after\n   52  it shall have become a law; provided, however, that effective immediate-\n   53  ly the commissioner of education is authorized to promulgate  rules  and\n   54  regulations for the implementation of this act on such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the use of inhalers and nebulizers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145410.TXT", "SOBI.D110110.T164632.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294695992392
}