{
  "year" : 2011,
  "senateBillNo" : "A1398-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1398-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the exemption of disabled veterans of the armed forces of the United States from New York state thruway tolls",
  "summary" : "Provides for the exemption of disabled veterans of the armed forces of the United States from New York State Thruway tolls. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AA11269-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1398\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. HAWLEY -- read once and referred to the Committee\n         on Transportation\n\n       AN  ACT  to amend the public authorities law and the vehicle and traffic\n         law, in relation to the exemption  of  disabled  veterans  from  tolls\n         collected by the New York state thruway authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 361 of the public\n    2  authorities law, as amended by chapter 621  of  the  laws  of  1998,  is\n    3  amended to read as follows:\n    4    (a)  In  addition  to  the powers conferred by the vehicle and traffic\n    5  law, the authority is hereby authorized to  promulgate  such  rules  and\n    6  regulations for the use and occupancy of the thruway as may be necessary\n    7  and  proper  for the public safety and convenience, for the preservation\n    8  of its property and for the collection of  tolls  and  provided  further\n    9  that  the  authority,  in  consultation with the departments of environ-\n   10  mental conservation and transportation, is hereby authorized to  promul-\n   11  gate  rules  and regulations necessary to implement a heavy duty vehicle\n   12  roadside inspection program pursuant to section 19-0320 of the  environ-\n   13  mental conservation law.  SUCH RULES AND REGULATIONS SHALL AUTHORIZE THE\n   14  EXEMPTION  FROM  THE  COLLECTION  OF  SUCH TOLLS UPON ANY NEW YORK STATE\n   15  RESIDENT WHO IS A VETERAN AND IS CERTIFIED BY THE UNITED  STATES  VETER-\n   16  ANS'  ADMINISTRATION OR THE DEPARTMENT OF DEFENSE AS ENTITLED TO RECEIVE\n   17  DISABILITY PAYMENTS UPON THE CERTIFICATION  OF  SUCH  ADMINISTRATION  OR\n   18  DEPARTMENT FOR A DISABILITY INCURRED BY HIM OR HER IN TIME OF WAR.\n   19    S  2.  Subdivision 4 of section 1630 of the vehicle and traffic law is\n   20  amended to read as follows:\n   21    4. Charging of tolls, taxes, fees, licenses or permits for the use  of\n   22  the highway or any of its parts, where the imposition thereof is author-\n   23  ized  by law.  NO SUCH TOLL SHALL BE IMPOSED BY THE NEW YORK STATE THRU-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03378-01-1\n\n       A. 1398                             2\n\n    1  WAY AUTHORITY UPON ANY NEW YORK STATE RESIDENT WHO IS A VETERAN  AND  IS\n    2  CERTIFIED  BY  THE UNITED STATES VETERANS' ADMINISTRATION OR THE DEPART-\n    3  MENT OF DEFENSE AS ENTITLED TO  RECEIVE  DISABILITY  PAYMENTS  UPON  THE\n    4  CERTIFICATION  OF  SUCH  ADMINISTRATION  OR  DEPARTMENT FOR A DISABILITY\n    5  INCURRED BY HIM OR HER IN TIME OF WAR.\n    6    S 3. This act shall take effect on the one hundred twentieth day after\n    7  it shall have become a law except that any rule or regulation  necessary\n    8  for the timely implementation of this act on its effective date shall be\n    9  promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law and the vehicle and traffic law, in relation to the exemption of disabled veterans from tolls collected by the New York state thruway authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145410.TXT", "SOBI.D110110.T164632.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294695992396
}