{
  "year" : 2011,
  "senateBillNo" : "A1390-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1390-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the establishment of a program to certify certain feed mills, farms, and sellers of food products which produced or used feed that does not contain anim",
  "summary" : "Provides for the establishment of a program to certify certain feed mills, farms, and sellers of food products which produced or used feed that does not contain animal parts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A7626-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1390\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- Multi-Sponsored by -- M. of A. BRENNAN,\n         CLARK, JACOBS, MAYERSOHN, ROBINSON, SCARBOROUGH,  WEISENBERG  --  read\n         once and referred to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to develop-\n         ment  of  a  program  to  certify certain feed mills, animals and food\n         products and to amend the state finance law, in relation to establish-\n         ing an animal feed certification and registration fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 16 of the agriculture and markets law is amended by\n    2  adding a new subdivision 30-b to read as follows:\n    3    30-B.  DEVELOP  A  PROGRAM  TO CERTIFY ANIMALS, AND FOOD PRODUCTS FROM\n    4  ANIMALS, THAT CONSUMED FEED THAT WAS PRODUCED WITHOUT ADDED ANIMAL PARTS\n    5  BY FEED MANUFACTURERS REGISTERED UNDER PARAGRAPH (A) OF SUBDIVISION  ONE\n    6  OF  SECTION ONE HUNDRED TWENTY-NINE OF THIS CHAPTER. FARMERS AND SELLERS\n    7  OF FOOD PRODUCTS THAT ELECT TO  HAVE  THEIR  ANIMALS  OR  FOOD  PRODUCTS\n    8  CERTIFIED  UNDER  THIS  SUBDIVISION  MAY  ENTER  INTO CONTRACTS WITH THE\n    9  COMMISSIONER FOR INSPECTIONS AND SERVICES  NECESSARY  FOR  SUCH  CERTIF-\n   10  ICATION, WHICH CONTRACTS SHALL REQUIRE PAYMENT BY APPLICANTS OF THE FULL\n   11  COSTS OF THE SERVICES PROVIDED.\n   12    S  2. Subdivision 1 of section 129 of the agriculture and markets law,\n   13  as amended chapter 451 of the laws  of  2008,  is  amended  to  read  as\n   14  follows:\n   15    1.  (A) THE COMMISSIONER SHALL ESTABLISH RULES AND REGULATIONS FOR THE\n   16  REGISTRATION OF COMMERCIAL FEED MILLS THAT  CERTIFY  THE  PRODUCTION  OF\n   17  FEED  THAT  DOES  NOT  CONTAIN  ANY  ANIMAL  PARTS, PRODUCTS OR REMAINS,\n   18  INCLUDING MEAT, BONE, BLOOD, GELATIN AND ANY OTHER  PARTS  OR  PRODUCTS.\n   19  SUCH RULES AND REGULATIONS SHALL INCLUDE PROVISIONS FOR REGISTERING SUCH\n   20  FEED  MANUFACTURERS  LOCATED  OUTSIDE  OF  NEW YORK STATE AND FOR RECORD\n   21  KEEPING. FEED MANUFACTURERS ELECTING TO  REGISTER  WITH  THE  DEPARTMENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04027-01-1\n\n       A. 1390                             2\n\n    1  ACCORDING  TO  THE  RULES  AND REGULATIONS OF THIS SUBDIVISION MAY ENTER\n    2  INTO CONTRACTS WITH THE COMMISSIONER FOR INSPECTIONS AND SERVICES NECES-\n    3  SARY FOR SUCH CERTIFICATION, WHICH CONTRACTS SHALL  REQUIRE  PAYMENT  BY\n    4  APPLICANTS OF THE FULL COSTS OF THE SERVICES PROVIDED.\n    5    (B)  No  person  shall  distribute  in  this state any commercial feed\n    6  unless he or she is  registered  pursuant  to  the  provisions  of  this\n    7  section.  The  biennial  registration  fee shall be one hundred dollars.\n    8  Application, upon a form prescribed by the commissioner, shall  be  made\n    9  on  or before June first of every other year for the registration period\n   10  beginning July first following.  Notwithstanding the provisions of  this\n   11  subdivision,  a  person  licensed in accordance with section one hundred\n   12  twenty-eight-a of this article shall not be required  to  be  registered\n   13  pursuant to this section.\n   14    S  3.  Subdivision 1 of section 130 of the agriculture and markets law\n   15  is amended by adding a new paragraph (h) to read as follows:\n   16    (H) IF THE FEED CONTAINS NO ANIMAL PARTS AND PRODUCTS AND IS  PRODUCED\n   17  BY  A  MANUFACTURER REGISTERED ACCORDING TO THE RULES AND REGULATIONS OF\n   18  PARAGRAPH (A) OF SUBDIVISION ONE OF SECTION ONE HUNDRED  TWENTY-NINE  OF\n   19  THIS  ARTICLE,  THEN  THE  FOLLOWING  STATEMENT, OR SOME OTHER STATEMENT\n   20  WHICH SUBSTANTIALLY PROVIDES THE SAME INFORMATION:\n   21    \"THIS PRODUCT CONTAINS NO ADDED ANIMAL PARTS, PRODUCTS OR REMAINS  AND\n   22  WAS  PRODUCED  AT A FACILITY REGISTERED FOR THIS PURPOSE BY THE NEW YORK\n   23  STATE DEPARTMENT OF AGRICULTURE AND MARKETS.\"\n   24    S 4. The state finance law is amended by adding a new section 99-t  to\n   25  read as follows:\n   26    S  99-T. ANIMAL FEED CERTIFICATION AND REGISTRATION FUND. 1.  THERE IS\n   27  HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE STATE COMPTROLLER AND THE\n   28  COMMISSIONER OF AGRICULTURE AND MARKETS A FUND TO BE KNOWN AS THE ANIMAL\n   29  FEED CERTIFICATION AND REGISTRATION FUND.\n   30    2. SUCH FUND SHALL CONSIST OF ALL  REVENUES  COLLECTED  FROM  FARMERS,\n   31  SELLERS  OF  ANIMAL  DERIVED  FOOD  PRODUCTS,  AND COMMERCIAL FEED MILLS\n   32  PURSUANT TO SUBDIVISION THIRTY-B OF SECTION SIXTEEN AND PARAGRAPH (A) OF\n   33  SUBDIVISION ONE OF SECTION ONE HUNDRED TWENTY-NINE  OF  THE  AGRICULTURE\n   34  AND  MARKETS  LAW  AND  ALL OTHER MONIES CREDITED OR TRANSFERRED THERETO\n   35  FROM ANY OTHER FUND OR SOURCE PURSUANT TO LAW.\n   36    3. THE MONIES IN SUCH FUND SHALL BE MADE AVAILABLE TO THE COMMISSIONER\n   37  OF AGRICULTURE AND MARKETS FOR THE PURPOSES OF THE ANIMAL  FEED  CERTIF-\n   38  ICATION  AND  REGISTRATION  PROGRAMS PURSUANT TO SUBDIVISION THIRTY-B OF\n   39  SECTION SIXTEEN AND PARAGRAPH (A) OF  SUBDIVISION  ONE  OF  SECTION  ONE\n   40  HUNDRED  TWENTY-NINE OF THE AGRICULTURE AND MARKETS LAW. MONIES SHALL BE\n   41  PAID OUT ON THE AUDIT AND WARRANT OF THE STATE COMPTROLLER  PURSUANT  TO\n   42  LAW.\n   43    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to development of a program to certify certain feed mills, animals and food products and to amend the state finance law, in relation to establishing an animal feed certification and registration fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145410.TXT", "SOBI.D110107.T144910.TXT", "SOBI.D110110.T154119.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294692079718
}