{
  "year" : 2011,
  "senateBillNo" : "A1397-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1397-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the registration fee for gold star mother and gold star family member distinctive license plates",
  "summary" : "Eliminates the registration fee for gold star mother and gold star family member distinctive license plates. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "AA10802-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Murray",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1397\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. HAWLEY, BURLING, TITONE, TEDISCO, RAIA, McKEVITT,\n         MURRAY -- Multi-Sponsored by -- M. of A. CASTRO, CONTE, CORWIN, MAYER-\n         SOHN,  MOLINARO,  REILICH,  SALADINO  -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  providing\n         distinctive  license plates for gold star family members and eliminat-\n         ing the registration fee for gold star mother  and  gold  star  family\n         member distinctive license plates\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 404-i of the vehicle and traffic law, as amended by\n    2  chapter 277 of the laws of 1991 and renumbered by  chapter  108  of  the\n    3  laws  of  1994,  subdivision  1 as amended by chapter 732 of the laws of\n    4  2004 and subdivision 3 as amended by chapter 486 of the laws of 1996, is\n    5  amended to read as follows:\n    6    S 404-i. Distinctive plates for gold star mothers AND GOLD STAR  FAMI-\n    7  LIES.    1.  Any gold star mother or the spouse of a gold star mother OR\n    8  ANY GOLD STAR FATHER OR THE SPOUSE OF A GOLD STAR FATHER, OR  THE  WIDOW\n    9  OR  WIDOWER OF A FALLEN SERVICE MEMBER, OR ANY CHILD, STEP-CHILD, BROTH-\n   10  ER, SISTER,  STEP-BROTHER,  STEP-SISTER,  OR  GRANDPARENT  OF  A  FALLEN\n   11  SERVICE  MEMBER  residing in this state shall, upon request, be issued a\n   12  license plate bearing the words \"gold star mother\" OR \"GOLD  STAR  FAMI-\n   13  LY\",  RESPECTIVELY.    If  a  distinctive plate is issued to a gold star\n   14  mother OR GOLD STAR FAMILY MEMBER pursuant to this  section,  additional\n   15  distinctive  plates  may  be  issued for every vehicle registered in the\n   16  name of the gold star mother recipient residing in  this  state  or  the\n   17  spouse of such gold star mother, OR THE GOLD STAR FAMILY MEMBER.  Appli-\n   18  cation  for  said  license plate shall be filed with the commissioner in\n   19  such form and detail as the commissioner shall prescribe.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03376-01-1\n\n       A. 1397                             2\n\n    1    2. The distinctive plate authorized herein shall be issued upon proof,\n    2  satisfactory to the commissioner, that the applicant or  the  spouse  of\n    3  the  applicant  is  a gold star mother OR THE APPLICANT IS ANY GOLD STAR\n    4  FATHER OR THE SPOUSE OF A GOLD STAR FATHER, OR THE WIDOW OR WIDOWER OF A\n    5  FALLEN  SERVICE MEMBER, OR ANY CHILD, STEP-CHILD, BROTHER, SISTER, STEP-\n    6  BROTHER, STEP-SISTER, OR GRANDPARENT OF A FALLEN SERVICE MEMBER.\n    7    3. A distinctive plate issued pursuant to this section shall be issued\n    8  in the same manner as other number plates [upon payment of  the  regular\n    9  registration  fee  prescribed  by section four hundred one of this arti-\n   10  cle], provided, however, that no  REGISTRATION  FEE  OR  service  charge\n   11  shall be charged for such plate.\n   12    S  2.  This  act shall take effect on the ninetieth day after it shall\n   13  have become a law, provided that effective  immediately,  the  addition,\n   14  amendment  and/or  repeal  of  any  rule or regulation necessary for the\n   15  implementation of this act on  its  effective  date  is  authorized  and\n   16  directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to providing distinctive license plates for gold star family members and eliminating the registration fee for gold star mother and gold star family member distinctive license plates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145410.TXT", "SOBI.D110110.T164632.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294695992395
}