{
  "year" : 2011,
  "senateBillNo" : "A1391-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1391-2011-1294203600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state climate change task force",
  "summary" : "Establishes the New York state climate change task force; establishes the membership of the task force; establishes the powers and duties of the task force. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A6945-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1391\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         establishing the New York state climate change task force\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 19 of the environmental conservation law is amended\n    2  by adding a new title 13 to read as follows:\n    3                                  TITLE 13\n    4                  NEW YORK STATE CLIMATE CHANGE TASK FORCE\n    5  SECTION 19-1301. CLIMATE CHANGE TASK FORCE.\n    6          19-1303. TASK FORCE COMPOSITION.\n    7          19-1305. POWERS AND DUTIES OF THE TASK FORCE.\n    8  S 19-1301. CLIMATE CHANGE TASK FORCE.\n    9    1. THE NEW YORK STATE CLIMATE CHANGE TASK FORCE IS HEREBY ESTABLISHED.\n   10  THE ROLE OF THE TASK  FORCE  SHALL  INCLUDE,  BUT  NOT  BE  LIMITED  TO,\n   11  CONDUCTING  AN  IN-DEPTH EXAMINATION OF ISSUES RELATED TO GLOBAL CLIMATE\n   12  CHANGE INCLUDING:\n   13    A. ASSESSING THE POTENTIAL IMPACTS OF GLOBAL  CLIMATE  CHANGE  ON  THE\n   14  CITIZENS,  NATURAL  RESOURCES,  AND  ECONOMY OF THE STATE. SUCH RESEARCH\n   15  SHALL INCLUDE POTENTIAL IMPACTS ON AGRICULTURE, TRANSPORTATION, PROPERTY\n   16  VALUES, PUBLIC HEALTH, INSURANCE, AND COMMERCIAL AND INDUSTRIAL SECTORS.\n   17  RESEARCH SHALL  ALSO  INCLUDE  POTENTIAL  IMPACTS  ON  WATERS,  FORESTS,\n   18  WETLANDS,  AND  THE  AVAILABILITY  OF FRESHWATER RESOURCES OF THE STATE.\n   19  POTENTIAL IMPACTS ON INFRASTRUCTURE, INCLUDING SUBWAYS, BRIDGES, LOW-LY-\n   20  ING ROADS, CAUSEWAYS, WATER AND WASTEWATER TREATMENT PLANTS, AND  DOCKS,\n   21  SHALL  BE INCLUDED, AS WELL AS POTENTIAL IMPACTS ON INDUSTRIES INCLUDING\n   22  SHIPPING, TIMBER, FISHERIES, POWER GENERATION, HEALTHCARE, TOURISM,  AND\n   23  RECREATION.  SUCH  ASSESSMENT  SHALL  ALSO  INCLUDE A REVIEW OF EXISTING\n   24  RELATED RESEARCH;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04094-01-1\n\n       A. 1391                             2\n\n    1    B. IDENTIFYING AND EVALUATING CURRENT EFFORTS TO  TRACK  AND  MITIGATE\n    2  CLIMATE  CHANGE  AND  ITS  POTENTIAL  IMPACTS  ON  THE NORTHEAST REGION,\n    3  INCLUDING THE REGIONAL GREENHOUSE GAS INITIATIVE,  PARTICULARLY  ON  NEW\n    4  YORK STATE;\n    5    C.  IDENTIFYING  AND  EVALUATING  POTENTIAL CARBON EMISSIONS REDUCTION\n    6  MEASURES IDENTIFIED IN  TERMS  OF  GREENHOUSE  GAS  EMISSIONS  REDUCTION\n    7  POTENTIAL,  COST  EFFECTIVENESS,  SHORT  AND  LONG-TERM  STATE  SPECIFIC\n    8  ECONOMIC IMPACTS, ADMINISTRATIVE FEASIBILITY AND EQUITY CONCERNS;\n    9    D. EVALUATING THE POTENTIAL  ECONOMIC  EFFECTS  THAT  MAY  ARISE  FROM\n   10  ACTIONS TO ADDRESS GLOBAL CLIMATE CHANGE;\n   11    E.  IDENTIFYING  AND  EVALUATING  CURRENT EFFORTS UNDERWAY IN NEW YORK\n   12  STATE TO EDUCATE THE PUBLIC, AS WELL AS SPECIFIC SECTORS INCLUDING AGRI-\n   13  CULTURE, HEALTH, TRANSPORTATION, RECREATION, INSURANCE, AND  INDUSTRIAL,\n   14  AND COMMERCIAL SECTORS, ABOUT PROJECTED IMPACTS OF CLIMATE CHANGE;\n   15    F.  EVALUATING AND ASSESSING ANY ADAPTIVE MEASURES IDENTIFIED IN TERMS\n   16  OF FEASIBILITY, ECONOMIC AND PUBLIC HEALTH IMPACTS,  AND  EFFECTIVENESS.\n   17  FOR THE PURPOSES OF THIS SECTION, THE TERM \"ADAPTIVE MEASURES\" REFERS TO\n   18  ACTIONS  THAT  MAY  BE  TAKEN TO ADDRESS THE ANTICIPATED CONSEQUENCES OF\n   19  CLIMATE CHANGE;\n   20    G. REVIEWING AND ASSESSING THE IMPLEMENTATION STATUS OF THE  RECOMMEN-\n   21  DATIONS  FROM  THE NEW YORK GREENHOUSE GAS TASK FORCE ISSUED IN APRIL OF\n   22  TWO THOUSAND THREE; AND\n   23    H. ASSESSING THE STATE'S CAPACITY TO MEET THE STATEWIDE GREENHOUSE GAS\n   24  EMISSION REDUCTION TARGET AS ESTABLISHED IN THE TWO THOUSAND TWO  ENERGY\n   25  PLAN  AS UPDATED, A TWENTY PERCENT REDUCTION OF GREENHOUSE GAS EMISSIONS\n   26  BY TWO THOUSAND TWENTY, AND AN EIGHTY PERCENT  REDUCTION  OF  GREENHOUSE\n   27  GAS EMISSIONS BY TWO THOUSAND FIFTY.\n   28    2. THE TASK FORCE SHALL DEVELOP A CLIMATE CHANGE ACTION PLAN THAT WILL\n   29  INCORPORATE   BOTH  CARBON  REDUCTION  MEASURES  AND  ADOPTIVE  MEASURES\n   30  DESIGNED TO BOTH REDUCE THE SEVERITY OF CLIMATE CHANGE AND BETTER  POSI-\n   31  TION THE STATE AND ITS CITIZENS TO LIVE WITH THE IMPACTS ASSOCIATED WITH\n   32  CLIMATE CHANGE. SUCH PLAN SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   33    A.  AN  INVENTORY  OF GREENHOUSE GAS EMISSIONS IN THIS STATE INCLUDING\n   34  STATIONARY AND MOBILE SOURCES;\n   35    B. RESULTS OF THE EVALUATION OF POTENTIAL CARBON  EMISSIONS  REDUCTION\n   36  MEASURES;\n   37    C.  RESULTS  OF  THE EVALUATION OF CURRENT EFFORTS TO MITIGATE CLIMATE\n   38  CHANGE;\n   39    D. RECOMMENDATIONS TO ADDRESS POTENTIAL CLIMATE CHANGE  IN  NEW  YORK,\n   40  WHICH SHALL INCLUDE:\n   41    (I)  POTENTIAL GREENHOUSE GAS EMISSIONS REDUCTION MEASURES THAT SHOULD\n   42  BE UNDERTAKEN BY THE STATE;\n   43    (II) A LISTING AND EXPLANATION OF POTENTIAL ADAPTIVE  MEASURES  APPRO-\n   44  PRIATE FOR NEW YORK STATE, INCLUDING REDUCING HEALTH AND FLOODING RISKS,\n   45  AND POTENTIAL SHIFTS IN AGRICULTURE AND FORESTRY;\n   46    (III) A CONSIDERATION OF EFFORTS BEING MADE AT THE NATIONAL AND INTER-\n   47  NATIONAL LEVEL TO ADDRESS CLIMATE CHANGE;\n   48    (IV)  RECOMMENDATIONS  TO  ENHANCE CLIMATE CHANGE RESEARCH, MONITORING\n   49  AND PUBLIC EDUCATION IN NEW YORK; AND\n   50    (V) ECONOMIC OPPORTUNITIES  THAT  SHOULD  BE  CONSIDERED  WHICH  COULD\n   51  BETTER POSITION NEW YORK IN RESPONDING TO CLIMATE CHANGE; AND\n   52    E.  RECOMMENDATIONS FOR ACHIEVING THE MAXIMUM TECHNOLOGICALLY FEASIBLE\n   53  AND COST-EFFECTIVE REDUCTIONS IN GREENHOUSE GAS EMISSIONS  FROM  SOURCES\n   54  OR  CATEGORIES  OF  SOURCES  OF  GREENHOUSE  GASES  OF  A TWENTY PERCENT\n   55  REDUCTION OF GREENHOUSE GAS EMISSIONS BY  TWO  THOUSAND  TWENTY  AND  AN\n   56  EIGHTY  PERCENT  REDUCTION  OF  GREENHOUSE GAS EMISSIONS BY TWO THOUSAND\n\n       A. 1391                             3\n\n    1  FIFTY. THE RECOMMENDATIONS SHALL BE ON DIRECT EMISSION  REDUCTION  MEAS-\n    2  URES,  ALTERNATIVE  COMPLIANCE MECHANISMS, MARKET-BASED COMPLIANCE MECH-\n    3  ANISMS, AND POTENTIAL MONETARY AND NONMONETARY INCENTIVES FOR SOURCE AND\n    4  CATEGORIES OF SOURCES. THE TASK FORCE SHALL EVALUATE THE TOTAL POTENTIAL\n    5  COSTS  AND TOTAL POTENTIAL ECONOMIC AND NONECONOMIC BENEFITS OF THE PLAN\n    6  FOR REDUCING GREENHOUSE GASES TO THE STATE'S  ECONOMY,  ENVIRONMENT  AND\n    7  PUBLIC  HEALTH. THE TASK FORCE SHALL ALSO TAKE INTO ACCOUNT THE RELATIVE\n    8  CONTRIBUTION OF EACH SOURCE OR SOURCE CATEGORY TO  STATEWIDE  GREENHOUSE\n    9  GAS  EMISSIONS,  AND  THE  POTENTIAL  FOR ADVERSE EFFECTS ON SMALL BUSI-\n   10  NESSES, AND SHALL RECOMMEND A DE MINIMIS  THRESHOLD  OF  GREENHOUSE  GAS\n   11  EMISSIONS BELOW WHICH EMISSION REDUCTION REQUIREMENTS WILL NOT APPLY.\n   12  S 19-1303. TASK FORCE COMPOSITION.\n   13    1.  THE  TASK FORCE SHALL CONSIST OF A TOTAL OF TWENTY-ONE MEMBERS AND\n   14  SHALL INCLUDE THE COMMISSIONER, THE COMMISSIONER OF HEALTH, THE  COMMIS-\n   15  SIONER  OF  AGRICULTURE AND MARKETS, THE SECRETARY OF STATE, THE COMMIS-\n   16  SIONER OF ECONOMIC DEVELOPMENT, THE COMMISSIONER OF TRANSPORTATION,  THE\n   17  COMMISSIONER  OF PARKS, RECREATION AND HISTORIC PRESERVATION, THE SUPER-\n   18  INTENDENT OF INSURANCE, THE DIRECTOR OF THE STATE  EMERGENCY  MANAGEMENT\n   19  OFFICE, THE PRESIDENT OF THE NEW YORK STATE ENERGY RESEARCH AND DEVELOP-\n   20  MENT  AUTHORITY,  THE  CHAIRPERSON  OF  THE  METROPOLITAN TRANSPORTATION\n   21  AUTHORITY, A REPRESENTATIVE FROM THE BOARD OF COMMISSIONERS FOR THE PORT\n   22  AUTHORITY OF NEW YORK AND NEW  JERSEY,  AND  THE  CHAIR  OF  THE  PUBLIC\n   23  SERVICE  COMMISSION  OR  THEIR DESIGNATED REPRESENTATIVES; THE TEMPORARY\n   24  PRESIDENT OF THE SENATE SHALL APPOINT THREE MEMBERS; THE SPEAKER OF  THE\n   25  ASSEMBLY  SHALL APPOINT THREE MEMBERS; THE MINORITY LEADER OF THE SENATE\n   26  SHALL APPOINT ONE MEMBER; AND THE MINORITY LEADER OF THE ASSEMBLY  SHALL\n   27  APPOINT  ONE  MEMBER. ALL APPOINTED MEMBERS OF THE TASK FORCE SHALL HAVE\n   28  AN EXPERTISE IN ONE OR MORE  OF  THE  FOLLOWING  FIELDS:    CLIMATOLOGY;\n   29  HYDROLOGY;  PLANNING;  HEALTH CARE; ENVIRONMENTAL HEALTH; ECOLOGY; AGRI-\n   30  CULTURE; ECONOMICS; AND ENERGY POLICY.\n   31    2. THE COMMISSIONER OR HIS  OR  HER  DESIGNATED  REPRESENTATIVE  SHALL\n   32  SERVE AS CHAIRPERSON OF THE TASK FORCE.\n   33    3.  FOR  THE PURPOSES OF THIS SECTION, THE NON-GOVERNMENTAL APPOINTEES\n   34  SHALL BE CONSIDERED OFFICERS OR EMPLOYEES OF PUBLIC ENTITIES  AND  SHALL\n   35  BE  AFFORDED  SUCH DEFENSE AND INDEMNIFICATION PROVIDED UNDER THE PUBLIC\n   36  OFFICERS LAW.\n   37    4. THE MEMBERS OF THE TASK FORCE SHALL  RECEIVE  NO  COMPENSATION  FOR\n   38  THEIR SERVICES, BUT SHALL BE ALLOWED THEIR ACTUAL AND NECESSARY EXPENSES\n   39  INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n   40    5.  NO  APPOINTED  MEMBER  OF  THE  TASK  FORCE SHALL BE AN ELECTED OR\n   41  APPOINTED PUBLIC OFFICER.\n   42  S 19-1305. POWERS AND DUTIES OF THE TASK FORCE.\n   43    1. THE TASK FORCE SHALL MEET QUARTERLY, AND AT THE CALL OF THE  CHAIR-\n   44  PERSON.\n   45    2.  IN  RECOGNITION  OF  THE GLOBAL NATURE OF CLIMATE CHANGE, THE TASK\n   46  FORCE MAY CONSULT WITH ANY ORGANIZATION, EDUCATIONAL INSTITUTION,  OTHER\n   47  GOVERNMENT  ENTITY  OR AGENCY OR PERSON IN THE DEVELOPMENT OF ITS RECOM-\n   48  MENDATIONS.\n   49    3. THE DEPARTMENT SHALL PROVIDE THE TASK FORCE WITH  SUCH  FACILITIES,\n   50  ASSISTANCE  AND  DATA  AS  WILL  ENABLE  THE TASK FORCE TO CARRY OUT ITS\n   51  POWERS AND DUTIES.  ADDITIONALLY, ALL OTHER AGENCIES  OF  THE  STATE  OR\n   52  SUBDIVISIONS THEREOF MAY, AT THE REQUEST OF THE CHAIRPERSON, PROVIDE THE\n   53  TASK FORCE WITH SUCH FACILITIES, ASSISTANCE, AND DATA TO ENABLE THE TASK\n   54  FORCE TO CARRY OUT ITS POWERS AND DUTIES.\n   55    4.  A.  WITHIN  TWELVE MONTHS OF THE EFFECTIVE DATE OF THIS TITLE, THE\n   56  TASK FORCE SHALL ISSUE A DRAFT CLIMATE CHANGE ACTION  PLAN  AS  PROVIDED\n\n       A. 1391                             4\n\n    1  FOR  IN  SUBDIVISION  TWO  OF  SECTION  19-1301 OF THIS TITLE. THE DRAFT\n    2  CLIMATE CHANGE ACTION PLAN SHALL BE POSTED ON THE  DEPARTMENT'S  WEBSITE\n    3  AND  A  NOTICE  OF THE ISSUANCE OF THE DRAFT PLAN SHALL BE POSTED IN THE\n    4  ENVIRONMENTAL NOTICE BULLETIN. AT LEAST ONE PUBLIC HEARING SHALL BE HELD\n    5  IN  EACH  DEPARTMENTAL REGION TO PROVIDE THE PUBLIC WITH THE OPPORTUNITY\n    6  TO COMMENT ON THE DRAFT CLIMATE  CHANGE  ACTION  PLAN.  NOTICE  OF  SUCH\n    7  PUBLIC HEARINGS SHALL BE PROVIDED ON THE DEPARTMENT'S WEBSITE AND IN THE\n    8  ENVIRONMENTAL NOTICE BULLETIN.\n    9    B. WITHIN SIXTY DAYS OF THE DATE OF THE FINAL PUBLIC HEARING, THE TASK\n   10  FORCE  SHALL  SUBMIT A FINAL CLIMATE CHANGE ACTION PLAN TO THE GOVERNOR,\n   11  THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF  THE  ASSEMBLY.\n   12  COPIES  OF  SUCH CLIMATE CHANGE ACTION PLAN SHALL ALSO BE MADE AVAILABLE\n   13  TO THE PUBLIC AND POSTED ON THE DEPARTMENT'S WEBSITE AND NOTICE  OF  THE\n   14  AVAILABILITY OF SUCH PLAN SHALL BE PUBLISHED IN THE ENVIRONMENTAL NOTICE\n   15  BULLETIN.\n   16    C.  THE CLIMATE CHANGE ACTION PLAN SHALL BE REVIEWED AND UPDATED EVERY\n   17  TWO YEARS WITH ASSOCIATED PUBLIC HEARINGS, PUBLIC RELEASE AND POSTING OF\n   18  THE UPDATED PLAN ON THE DEPARTMENT'S WEBSITE AND NOTICE IN THE  ENVIRON-\n   19  MENTAL NOTICE BULLETIN.\n   20    S  2.  This  act shall take effect on the ninetieth day after it shall\n   21  have become a law; provided, however, that  effective  immediately,  the\n   22  addition,  amendment  and/or  repeal of any rule or regulation necessary\n   23  for the implementation of this act on its effective date  is  authorized\n   24  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing the New York state climate change task force ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145410.TXT", "SOBI.D110110.T154119.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294692079722
}