{
  "year" : 2011,
  "senateBillNo" : "A1399-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1399-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends eligibility for the agricultural property tax credit to farmers having a leasehold interest of not fewer than five years in qualified agricultural property",
  "summary" : "Extends eligibility for the agricultural property tax credit to farmers having a leasehold interest of not fewer than five continuous years in qualified agricultural property; provides for retroactive application in certain cases. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A988-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1399\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. HAWLEY, CROUCH, BURLING, BUTLER, SAYWARD, McDO-\n         NOUGH -- Multi-Sponsored by -- M. of A. BARCLAY, DUPREY, FINCH,  KOLB,\n         P. LOPEZ, J. MILLER, OAKS, RAIA, REILICH, TEDISCO, THIELE -- read once\n         and referred to the Committee on Ways and Means\n\n       AN  ACT  to amend the tax law, in relation to the eligibility of farmers\n         leasing land for the agricultural property tax credit\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraphs (a) and (b) of subdivision 22 of section 210 of\n    2  the tax law, paragraph (a) as amended by chapter 315 of the laws of 1998\n    3  and paragraph (b) as amended by chapter 297 of the  laws  of  2010,  are\n    4  amended to read as follows:\n    5    (a)  General.  In  the  case of a taxpayer which is an eligible farmer\n    6  [or], an eligible farmer [who] WHICH has paid taxes pursuant to  a  land\n    7  contract,  OR  AN  ELIGIBLE FARMER WHICH HAS A LEASEHOLD INTEREST OF NOT\n    8  FEWER THAN FIVE CONTINUOUS YEARS AS A LESSEE OF  QUALIFIED  AGRICULTURAL\n    9  PROPERTY,  there  shall  be  allowed  a  credit for the allowable school\n   10  district property taxes. The term \"allowable  school  district  property\n   11  taxes\"  means the school district property taxes paid during the taxable\n   12  year on qualified agricultural property, subject to the acreage  limita-\n   13  tion  provided in paragraph (e) of this subdivision and the income limi-\n   14  tation provided in paragraph (f) of this subdivision.\n   15    (b) Eligible farmer.  For  purposes  of  this  subdivision,  the  term\n   16  \"eligible farmer\" means a taxpayer whose federal gross income from farm-\n   17  ing  for the taxable year is at least two-thirds of excess federal gross\n   18  income. The term \"eligible farmer\" also  includes  a  corporation  other\n   19  than  the  taxpayer  of record for qualified agricultural land which has\n   20  paid the school district property taxes  on  such  land  pursuant  to  a\n   21  contract  for  the future purchase of such land OR WHICH HAS A LEASEHOLD\n   22  INTEREST OF NOT FEWER THAN FIVE CONTINUOUS YEARS AS  A  LESSEE  OF  SUCH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03309-01-1\n\n       A. 1399                             2\n\n    1  LAND;  provided  that  such  corporation has a federal gross income from\n    2  farming for the taxable year which is  at  least  two-thirds  of  excess\n    3  federal  gross  income;  and  provided further that, in determining such\n    4  income  eligibility, a taxpayer may, for any taxable year, use the aver-\n    5  age of such federal gross income from farming for that taxable year  and\n    6  such  income for the two consecutive taxable years immediately preceding\n    7  such taxable year.   Excess federal gross income  means  the  amount  of\n    8  federal  gross income from all sources for the taxable year in excess of\n    9  thirty thousand dollars. For the purposes of  this  paragraph,  payments\n   10  from  the  state's  farmland  protection  program,  administered  by the\n   11  department of agriculture and markets,  shall  be  included  as  federal\n   12  gross income from farming for otherwise eligible farmers.\n   13    S  2.  Paragraphs  1 and 2 of subsection (n) of section 606 of the tax\n   14  law, paragraph 1 as amended by chapter 315 of the laws of 1998 and para-\n   15  graph 2 as amended by chapter 297 of the laws of 2010,  are  amended  to\n   16  read as follows:\n   17    (1) General. In the case of a taxpayer who is an eligible farmer [or],\n   18  an eligible farmer who has paid taxes pursuant to a land contract, OR AN\n   19  ELIGIBLE  FARMER  WHO  HAS  A  LEASEHOLD INTEREST OF NOT FEWER THAN FIVE\n   20  CONTINUOUS YEARS AS A LESSEE OF QUALIFIED AGRICULTURAL  PROPERTY,  there\n   21  shall  be  allowed  a  credit for the allowable school district property\n   22  taxes. The term \"allowable school district  property  taxes\"  means  the\n   23  school district property taxes paid during the taxable year on qualified\n   24  agricultural  property,  subject  to  the acreage limitation provided in\n   25  paragraph five of this subsection and the income limitation provided  in\n   26  paragraph  six  of this subsection. Such credit shall be allowed against\n   27  the taxes imposed by this article for the taxable year  reduced  by  the\n   28  credits  permitted  by this article. If the credit exceeds the tax as so\n   29  reduced, the taxpayer may receive, and the  comptroller,  subject  to  a\n   30  certificate  of  the  commissioner, shall pay as an overpayment, without\n   31  interest, the amount of such excess.\n   32    (2) Eligible farmer. For purposes of this subsection, the term \"eligi-\n   33  ble farmer\" means a taxpayer whose federal gross income from farming for\n   34  the taxable year is at least two-thirds of excess federal gross  income.\n   35  The  term  \"eligible  farmer\" also includes an individual other than the\n   36  taxpayer of record for qualified agricultural  land  who  has  paid  the\n   37  school  district  property taxes on such land pursuant to a contract for\n   38  the future purchase of such land OR WHO HAS A LEASEHOLD INTEREST OF  NOT\n   39  FEWER THAN FIVE CONTINUOUS YEARS AS A LESSEE OF SUCH LAND; provided that\n   40  such  individual has a federal gross income from farming for the taxable\n   41  year which is at least two-thirds of excess federal  gross  income;  and\n   42  provided further that, in determining such income eligibility, a taxpay-\n   43  er  may,  for  any  taxable  year, use the average of such federal gross\n   44  income from farming for that taxable year and such income  for  the  two\n   45  consecutive  taxable  years  immediately  preceding  such  taxable year.\n   46  Excess federal gross income means the amount  of  federal  gross  income\n   47  from  all sources for the taxable year reduced by the sum (not to exceed\n   48  thirty thousand dollars) of those items included in federal gross income\n   49  which consist of (i) earned income,  (ii)  pension  payments,  including\n   50  social  security  payments,  (iii)  interest,  and  (iv)  dividends. For\n   51  purposes of this paragraph, the term \"earned income\" [shall mean]  MEANS\n   52  wages,  salaries,  tips and other employee compensation, and those items\n   53  of gross income which are includible in the computation of net  earnings\n   54  from  self-employment. For the purposes of this paragraph, payments from\n   55  the state's farmland protection program, administered by the  department\n\n       A. 1399                             3\n\n    1  of  agriculture  and  markets, shall be included as federal gross income\n    2  from farming for otherwise eligible farmers.\n    3    S  3.  The  commissioner  of  taxation  and  finance is authorized and\n    4  directed to promulgate any rules and regulations necessary to  implement\n    5  the provisions of this act.\n    6    S 4. This act shall take effect immediately and shall apply to taxable\n    7  years commencing on or after January 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the eligibility of farmers leasing land for the agricultural property tax credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145913.TXT", "SOBI.D110110.T164632.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294695992397
}