{
  "year" : 2011,
  "senateBillNo" : "A1394-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to banks",
    "billEventId" : "A1394-2011-1294203600000-referred+to+banks",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a financial consumer bill of rights to make consumers aware of where and how to file complaints when not satisfied with the service provided by the bank",
  "summary" : "Provides for a financial consumer bill of rights to make consumers aware of where and how to file complaints when not satisfied with the service provided by a banking institution; requires posting within public areas of banking institutions the NYS banking department's hotline telephone number and the rights of account holders; directs the superintendent to promulgate the contents of notice. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "A6409-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1394\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Banks\n\n       AN ACT to amend the banking law, in relation  to  a  financial  consumer\n         bill of rights\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The banking law is amended by adding a new section  9-v  to\n    2  read as follows:\n    3    S 9-V. FINANCIAL CONSUMER BILL OF RIGHTS. 1. THE LEGISLATURE FINDS AND\n    4  DECLARES  THAT CERTAIN CONSUMERS RESIDING IN THIS STATE MAY NOT BE AWARE\n    5  OF THEIR RIGHTS AS FINANCIAL CONSUMERS. IT IS THE POLICY OF THIS  STATE,\n    6  CONSISTENT  WITH  SAFE  AND SOUND BANKING PRACTICES, THAT BANKING INSTI-\n    7  TUTIONS  DISCLOSE  INFORMATION  REGARDING  WHERE  CONSUMERS   CAN   FILE\n    8  COMPLAINTS  IF  A  CONSUMER IS NOT SATISFIED WITH THE SERVICES A BANKING\n    9  INSTITUTION PROVIDES.\n   10    2. EVERY BANKING INSTITUTION SHALL POST IN A PUBLIC AREA OF ITS OFFICE\n   11  THE NEW YORK STATE BANKING DEPARTMENT'S  TOLL  FREE  CONSUMER'S  HOTLINE\n   12  NUMBER  ALONG  WITH  ITS PURPOSE.   EVERY BANKING INSTITUTION SHALL ALSO\n   13  POST IN A PUBLIC AREA OF ITS OFFICE THE RIGHTS AN ACCOUNT HOLDER HAS  AS\n   14  DETERMINED  BY  THE SUPERINTENDENT PURSUANT TO SUBDIVISION THREE OF THIS\n   15  SECTION.\n   16    3. THE SUPERINTENDENT SHALL DETERMINE AND PROMULGATE THE CONTENTS OF A\n   17  NOTICE SETTING FORTH THE RIGHTS OF FINANCIAL CONSUMERS FOR  PURPOSES  OF\n   18  THIS SECTION.\n   19    4. AS USED IN THIS SECTION:\n   20    (A)  \"FINANCIAL  CONSUMER\"  MEANS ANY PERSON WHO HOLDS AN ACCOUNT IN A\n   21  BANKING  INSTITUTION  PRIMARILY  FOR  PERSONAL,  FAMILY,  OR   HOUSEHOLD\n   22  PURPOSES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03693-01-1\n\n       A. 1394                             2\n\n    1    (B) \"BANKING INSTITUTION\" MEANS ANY BANK, TRUST COMPANY, SAVINGS BANK,\n    2  SAVINGS  AND  LOAN  ASSOCIATION,  OR CREDIT UNION OR BRANCH OF A FOREIGN\n    3  BANKING CORPORATION.\n    4    S 2. This act shall take effect on the one hundred twentieth day after\n    5  it  shall  have  become  a  law  provided that any rules and regulations\n    6  necessary for the timely implementation of this  act  on  its  effective\n    7  date shall be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to a financial consumer bill of rights ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145410.TXT", "SOBI.D110110.T164632.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294695992390
}