{
  "year" : 2011,
  "senateBillNo" : "A1400-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1400-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the appointment and reporting duties of the superintendent of the state police and to the appointment of employees of the state police",
  "summary" : "Relates to the appointment and reporting duties of the superintendent of the state police and to the appointment of employees of the state police. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AC10299-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1400\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN  ACT  to  amend the executive law, in relation to the appointment and\n         reporting duties of the superintendent of the  state  police  and  the\n         appointment of employees of the state police\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 210 of the executive law, as amended by chapter 169\n    2  of the laws of 1994, is amended to read as follows:\n    3    S 210. Division of state police. (A) The division of state  police  in\n    4  the executive department shall be known as the \"New York State Police.\"\n    5    (B) (1) The head of the New York state police shall be the superinten-\n    6  dent  of state police who shall be appointed by the governor by and with\n    7  the advice and consent of the senate, and hold office during his or  her\n    8  pleasure.  The  superintendent  shall  be  a member of the state police,\n    9  shall receive as salary such sum as may  be  appropriated  by  law,  and\n   10  shall  accrue such leave credits and be eligible for the same retirement\n   11  benefits, service credits and other benefits as any other member of  the\n   12  state  police.  If, prior to appointment, the superintendent served as a\n   13  member of the state police, he or she, upon appointment, shall be  enti-\n   14  tled  to  continue to accrue and receive such credits and benefits as he\n   15  or she would have been entitled to accrue and receive prior to  appoint-\n   16  ment.\n   17    (2) If, prior to his or her appointment, the superintendent shall have\n   18  served  as  a  member  of  the State Police for a period of ten years or\n   19  more, he or she shall, provided he or she is not  eligible  for  retire-\n   20  ment,  upon  termination  of  service as superintendent, be reappointed,\n   21  without examination, as a member of the state police in the  grade  held\n   22  by  him  or  her prior to appointment as superintendent, notwithstanding\n   23  the absence of any vacancy in such grade.  For the purpose of  determin-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00835-02-1\n\n       A. 1400                             2\n\n    1  ing  the annual salary to be paid upon such reappointment, the period of\n    2  service as superintendent shall be counted as service in  the  grade  to\n    3  which reappointed.\n    4    (3) TRADITIONAL SERVICES MEANS AS FOLLOWS: TO PROTECT PEOPLE AND PROP-\n    5  ERTY; TO PREVENT AND DETECT CRIME AND OTHER VIOLATIONS OF LAW AND PURSUE\n    6  CRIMINAL INVESTIGATIONS AND ARREST CRIMINALS; TO MAKE ROADS SAFE FOR ALL\n    7  USERS;  TO  REDUCE  THE  DEATHS,  INJURIES AND PROPERTY DAMAGE CAUSED BY\n    8  MOTOR VEHICLE ACCIDENTS THROUGH  VEHICLE  AND  TRAFFIC  ENFORCEMENT  AND\n    9  EDUCATION;  TO  PROVIDE  DISORDER  CONTROL  AND SECURITY IN ALL TYPES OF\n   10  NATURAL AND MAN-MADE EMERGENCIES; TO PROVIDE FOR THE SAFETY AND SECURITY\n   11  OF INDIVIDUALS AND GROUPS OF CITIZENS IN FURTHERANCE  OF  THEIR  RIGHTS,\n   12  DUTIES  AND RESPONSIBILITIES; AND TO SUPPORT OTHERS BY CREATING PARTNER-\n   13  SHIPS FOR SAFETY AND SECURITY WITH INDIVIDUALS, GROUPS  AND  COMMUNITIES\n   14  THROUGHOUT THE STATE.\n   15    (4) EFFECTIVE WITH RESPECT TO ANY INDIVIDUAL APPOINTMENT BY THE GOVER-\n   16  NOR,  BY  AND  WITH  THE ADVICE AND CONSENT OF THE SENATE, AFTER JANUARY\n   17  FIRST, TWO THOUSAND ELEVEN, THE TERM OF SERVICE OF THE SUPERINTENDENT OF\n   18  THE STATE POLICE SHALL BE SEVEN YEARS. A SUPERINTENDENT  MAY  NOT  SERVE\n   19  MORE  THAN  ONE  SEVEN-YEAR  TERM.   THE APPOINTMENT OF THE FIRST DEPUTY\n   20  SUPERINTENDENT SHALL ALSO BE SUBJECT TO SENATE CONFIRMATION.\n   21    (5) NOTWITHSTANDING SECTIONS THIRTY-THREE AND  THIRTY-THREE-A  OF  THE\n   22  PUBLIC  OFFICERS  LAW, A SUPERINTENDENT SHALL BE REMOVED FROM OFFICE FOR\n   23  FAILURE TO FULFILL HIS OR HER DUTIES ONLY BY A  MAJORITY  VOTE  OF  EACH\n   24  HOUSE  OF  THE LEGISLATURE OR IN ACCORDANCE WITH THE PROVISIONS OF PARA-\n   25  GRAPH E, F OR G OF SUBDIVISION ONE OF SECTION THIRTY OF THE PUBLIC OFFI-\n   26  CERS LAW.\n   27    (6) IN THE EVENT THE SUPERINTENDENT RESIGNS FROM  OFFICE,  IS  REMOVED\n   28  FROM  OFFICE  OR  IS  INCAPABLE  OF CONTINUING IN OFFICE DUE TO PHYSICAL\n   29  ILLNESS, MENTAL ILLNESS OR DEATH THE FIRST DEPUTY  SUPERINTENDENT  SHALL\n   30  ASSUME THE SUPERINTENDENT POSITION.  IF AFTER FORTY-FIVE DAYS THE GOVER-\n   31  NOR  HAS  NOT  APPOINTED  A NEW SUPERINTENDENT TO A FULL TERM, THE FIRST\n   32  DEPUTY SUPERINTENDENT SHALL  COMPLETE  THE  REMAINDER  OF  THE  PREVIOUS\n   33  SUPERINTENDENT'S TERM.  UPON ASSUMPTION OF THE DUTIES OF SUPERINTENDENT,\n   34  THE FIRST DEPUTY SUPERINTENDENT SHALL BE SUBJECT TO ALL REQUIREMENTS AND\n   35  PROVISIONS  ASSOCIATED  WITH THE SUPERINTENDENT'S POSITION. IF THE FIRST\n   36  DEPUTY SUPERINTENDENT COMPLETES  THE  TERM  OF  A  PREVIOUSLY  APPOINTED\n   37  SUPERINTENDENT,  THE  FIRST DEPUTY IS ELIGIBLE FOR APPOINTMENT TO A FULL\n   38  TERM AS SUPERINTENDENT IN HIS OR HER  OWN  RIGHT.  ALL  OTHER  POTENTIAL\n   39  REPLACEMENTS  WITHIN  THE  RANKS OF THE STATE POLICE OR FROM OUTSIDE ITS\n   40  RANKS FOR SUPERINTENDENT, IN THE EVENT THE FIRST  DEPUTY  IS  UNABLE  TO\n   41  COMPLETE  THE  PREVIOUS  SUPERINTENDENT'S  POSITION, SHALL HAVE THE SAME\n   42  RIGHTS AND ELIGIBILITIES AS THE FIRST DEPUTY SUPERINTENDENT AND SHALL BE\n   43  SUBJECT TO ALL THE  REQUIREMENTS  AND  PROVISIONS  ASSOCIATED  WITH  THE\n   44  SUPERINTENDENT.\n   45    S  2.  The  executive  law is amended by adding a new section 210-a to\n   46  read as follows:\n   47    S 210-A. SUPERINTENDENT'S ANNUAL REPORTS AND BIENNIAL  TESTIMONY.  (A)\n   48  THE  SUPERINTENDENT  SHALL  SUBMIT AN ANNUAL REPORT TO THE GOVERNOR, THE\n   49  TEMPORARY PRESIDENT OF THE SENATE, THE  SPEAKER  OF  THE  ASSEMBLY,  THE\n   50  MINORITY LEADER OF THE SENATE AND THE MINORITY LEADER OF THE ASSEMBLY NO\n   51  LATER THAN SEPTEMBER FIRST OF EACH YEAR.\n   52    (1) SUCH REPORT SHALL CONTAIN THE FOLLOWING INFORMATION:\n   53    (A)  A  DETAILED  DESCRIPTION  OF  ANY  SPECIAL REQUESTS MADE BY OR ON\n   54  BEHALF OF THE GOVERNOR OR ANY MEMBER OF THE LEGISLATURE FOR SERVICES  OF\n   55  THE  STATE  POLICE  BEYOND  TRADITIONAL  SERVICES  PROVIDED BY THE STATE\n   56  POLICE;\n\n       A. 1400                             3\n\n    1    (B) A DETAILED DESCRIPTION OF ANY INFORMATION, UNLESS IT IS PRIVILEGED\n    2  OR REQUIRES CONFIDENTIALITY, PROVIDED BY THE STATE POLICE TO THE  GOVER-\n    3  NOR,  AND/OR  HIS OR HER STAFF, AND/OR TO ANY MEMBER OF THE LEGISLATURE,\n    4  AND/OR HIS OR HER STAFF, BEYOND THE GENERAL PROGRAMMATIC  AND  BUDGETARY\n    5  REPORTING  REQUIREMENTS  OF  THE  STATE  POLICE AND A DESCRIPTION OF THE\n    6  PURPOSE FOR WHICH SUCH INFORMATION WAS PROVIDED;\n    7    (C) A DESCRIPTION OF ANY SPECIAL DISCIPLINARY  ACTIONS  TAKEN  BY  THE\n    8  SUPERINTENDENT  REGARDING INTER- OR INTRA-GOVERNMENTAL AFFAIRS INVOLVING\n    9  STATE POLICE PERSONNEL, BASED UPON SPECIAL REQUESTS MADE  TO  THE  STATE\n   10  POLICE  BY  OR  ON BEHALF OF THE GOVERNOR, ANY MEMBER OF THE LEGISLATURE\n   11  AND/OR ANY OTHER PUBLIC OR QUASI-PUBLIC ENTITY; AND\n   12    (D) A DESCRIPTION OF EACH REQUEST MADE BY OR ON BEHALF OF THE GOVERNOR\n   13  AND/OR ANY MEMBER OF THE LEGISLATURE FOR INFORMATION OF ANY  KIND  OTHER\n   14  THAN  THE GENERAL INFORMATION PROVIDED BY THE STATE POLICE TO THE EXECU-\n   15  TIVE BRANCH, THE LEGISLATIVE BRANCH, PUBLIC AUTHORITIES OR LOCAL GOVERN-\n   16  MENT ENTITIES.\n   17    (2) THE SUPERINTENDENT SHALL INCLUDE A SIGNED CERTIFICATION  WITH  THE\n   18  REPORT  THAT  THE INFORMATION PROVIDED IS TRUE TO THE BEST OF HIS OR HER\n   19  KNOWLEDGE. IF SUCH CERTIFICATION IS FOUND TO BE FALSE,  THE  SUPERINTEN-\n   20  DENT MAY BE SUBJECT TO REMOVAL BY THE LEGISLATURE.\n   21    (B)  EVERY  TWO  YEARS,  COMMENCING IN TWO THOUSAND TWELVE, THE SUPER-\n   22  INTENDENT SHALL ATTEND A PROCEEDING TO TESTIFY BEFORE THE SENATE FINANCE\n   23  COMMITTEE, THE ASSEMBLY WAYS AND MEANS COMMITTEE,  THE  SENATE  INVESTI-\n   24  GATIONS  AND GOVERNMENT OPERATIONS COMMITTEE AND THE ASSEMBLY OVERSIGHT,\n   25  ANALYSIS AND INVESTIGATION COMMITTEE TO REVIEW THE PERSONNEL AND  ADMIN-\n   26  ISTRATIVE ACTIVITIES OF THE STATE POLICE AND THE FUTURE PLANS AND INITI-\n   27  ATIVE OF THE STATE POLICE. SUCH PROCEEDING SHALL BE CONDUCTED JOINTLY AT\n   28  THE  DIRECTION  OF THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER\n   29  OF THE ASSEMBLY AND SHALL TAKE PLACE NO LATER  THAN  NOVEMBER  FIRST  OF\n   30  EVERY OTHER YEAR DURING WHICH THE PROCEEDING IS CONDUCTED.\n   31    (C)  THE  REPORTING REQUIREMENTS DESCRIBED IN THIS SECTION SHALL BE IN\n   32  ADDITION TO, AND NOT  IN  LIEU  OF,  ANY  OTHER  REPORTING  REQUIREMENTS\n   33  PROVIDED BY LAW.\n   34    S  3.  Section  211 of the executive law, as amended by chapter 331 of\n   35  the laws of 1993, is amended to read as follows:\n   36    S 211. Employees. (A) The superintendent may appoint such employees as\n   37  may be necessary and fix their compensation within such sum  as  may  be\n   38  appropriated  by  law. Persons appointed to competitive positions within\n   39  the division who meet the definition of veteran or disabled  veteran  as\n   40  defined  in  section eighty-five of the civil service law shall be enti-\n   41  tled to additional credit and preference as conferred by that law and in\n   42  the same manner, except that, notwithstanding any law to  the  contrary,\n   43  with respect to any candidate applying for credit in a competitive exam-\n   44  ination  for original appointment as a disabled or non-disabled veteran,\n   45  such candidate may apply provisionally for such credit  while  still  an\n   46  active member of the armed forces. The application for provisional cred-\n   47  it  may  be  made at any time between the date of his or her application\n   48  for the competitive examination and the date the eligible list is estab-\n   49  lished. In cases where there has been  a  provisional  application,  the\n   50  superintendent shall grant final credit only if the candidate renews his\n   51  or  her  application  within  ninety  days  following termination of the\n   52  candidate's military duty, and the candidate's period of eligibility  on\n   53  the  list  has  not expired, and the candidate satisfies the appropriate\n   54  statutory requirements for eligibility. Pending the  granting  of  final\n   55  credit,  the  candidate's ranking on any eligible list shall reflect the\n   56  provisional credit.\n\n       A. 1400                             4\n\n    1    (B) ANY EMPLOYEE APPOINTED TO THE EXECUTIVE SERVICES UNIT OR ANY OTHER\n    2  UNIT ASSOCIATED WITH SECURITY AND/OR  PROTECTING  OTHER  ELECTED  AND/OR\n    3  PUBLIC  OFFICIALS SHALL HOLD SUCH APPOINTMENT FOR NO MORE THAN TWO YEARS\n    4  AFTER WHICH PERIOD, THE EMPLOYEE SHALL BE REAPPOINTED TO THE POSITION HE\n    5  OR  SHE  HELD PRIOR TO THE APPOINTMENT TO THE EXECUTIVE SERVICES UNIT OR\n    6  ANY OTHER UNIT ASSOCIATED WITH SECURITY AND/OR PROTECTING OTHER  ELECTED\n    7  AND/OR  PUBLIC  OFFICIALS  OR  TO  SUCH OTHER POSITION AND DUTIES AS ARE\n    8  DETERMINED BY THE SUPERINTENDENT.\n    9    S 4. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145913.TXT", "SOBI.D110110.T165133.TXT", "SOBI.D110110.T164632.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294696293498
}