{
  "year" : 2011,
  "senateBillNo" : "A141-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A141-2011-1294203600000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Adds a representative of veteran and alcoholism or substance abuse programs to the advisory council on alcoholism and substance abuse services",
  "summary" : "Adds a representative of veteran and alcoholism or substance abuse programs to the advisory council on alcoholism and substance abuse programs and a representative who is a combat veteran and is recovering from alcohol and/or substance abuse. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A10889-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          141\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, WEISENBERG, DINOWITZ, CASTRO, DenDEKKER,\n         GALEF, GIBSON, GUNTHER, HOOPER, JAFFEE, LUPARDO, MENG, MILLMAN,  REIL-\n         LY,  ROBINSON,  SCARBOROUGH,  SCHIMEL,  SPANO,  WEPRIN,  M. MILLER  --\n         Multi-Sponsored by -- M. of A. ABBATE, AUBRY, GABRYSZAK, GLICK,  GOTT-\n         FRIED,  MARKEY,  MAYERSOHN,  McENENY,  PHEFFER,  SCHIMMINGER, SWEENEY,\n         TOWNS -- read once and referred to the Committee on Veterans' Affairs\n\n       AN ACT to amend the mental hygiene law, in relation to adding  a  repre-\n         sentative  of veteran and alcoholism or substance abuse programs and a\n         representative who is a veteran that served in combat and is  recover-\n         ing  from  alcohol  and/or  substance abuse to the advisory council on\n         alcoholism and substance abuse services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (a) of section 19.05 of the mental hygiene law,\n    2  as  amended  by  chapter  259 of the laws of 2008, is amended to read as\n    3  follows:\n    4    (a) The council shall consist of the commissioner  of  alcoholism  and\n    5  substance  abuse services, or his or her designee who shall not have the\n    6  right to vote, the chairman of the conference of  local  mental  hygiene\n    7  directors  or his or her designee, and [twenty-six] TWENTY-EIGHT members\n    8  appointed by the governor by and with the  advice  and  consent  of  the\n    9  senate.  The  council  shall  include  at  least three members from each\n   10  appellate division. The governor shall designate one  of  the  appointed\n   11  members  of  the  council  as chair, who shall serve as such for a three\n   12  year term. The council shall elect a vice-chair, who shall serve as such\n   13  for a three year term. Membership shall be representative of the public,\n   14  shall have  broad  programmatic  and  geographic  representation,  shall\n   15  include  both  not-for-profit  and  proprietary alcoholism and substance\n   16  abuse providers of services, and shall include:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00921-01-1\n\n       A. 141                              2\n\n    1    (1) ten consumer representatives, including persons who are recovering\n    2  from alcohol and/or substance abuse or significant others of patients or\n    3  former patients or patient advocates, or representatives of advocacy and\n    4  prevention organizations;\n    5    (2)  ten representatives of providers of services to persons who abuse\n    6  or are dependent on alcohol  and/or  substances  or  engage  in  problem\n    7  gambling,  including but not limited to representatives of free standing\n    8  inpatient alcoholism or substance abuse facilities,  general  hospitals,\n    9  residential facilities for persons who abuse or are dependent on alcohol\n   10  and/or substances, methadone maintenance programs, outpatient facilities\n   11  for persons who abuse or are dependent on alcohol and/or substances, and\n   12  prevention and gambling programs, at least one of whom shall be a physi-\n   13  cian  and  not  more  than two shall represent each group of facilities;\n   14  [and]\n   15    (3) six representatives of public and  private  payors  of  alcoholism\n   16  and/or  substance  abuse treatment including insurers, hospital, health,\n   17  and  medical  service  corporations  that  pay  for  alcoholism   and/or\n   18  substance  abuse  treatment,  self-insured employee benefit plans, union\n   19  welfare fund benefit plans, and  state  and  local  government  agencies\n   20  which  pay  for alcoholism or substance abuse treatment, at least one of\n   21  whom shall represent a hospital service corporation;\n   22    (4) ONE REPRESENTATIVE OF A PROVIDER OR PROGRAM THAT  PROVIDES  TREAT-\n   23  MENT,  REHABILITATION,  AND  RELAPSE PREVENTION AND RECOVERY SERVICES TO\n   24  VETERANS WHO HAVE SERVED IN A COMBAT THEATER OR  COMBAT  ZONE  OF  OPER-\n   25  ATIONS; AND\n   26    (5)  ONE CONSUMER REPRESENTATIVE WHO IS A VETERAN THAT HAS SERVED IN A\n   27  COMBAT THEATER OR COMBAT ZONE OF OPERATIONS, AND WHO IS RECOVERING  FROM\n   28  ALCOHOL AND/OR SUBSTANCE ABUSE.\n   29    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to adding a representative of veteran and alcoholism or substance abuse programs and a representative who is a veteran that served in combat and is recovering from alcohol and/or substance abuse to the advisory council on alcoholism and substance abuse services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T114416.TXT", "SOBI.D101217.T105433.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292601273894
}