{
  "year" : 2011,
  "senateBillNo" : "A1418-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "referred to codes",
    "billEventId" : "A1418-2011-1294376400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the minimum period of time that forensic samples should be retained by investigating authorities",
  "summary" : "Establishes the minimum period of time that forensic samples of blood, tissue and other biological material, should be retained by investigating authorities and the time or specified event or events, if any, after which such samples may be destroyed. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A5209-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1418\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the executive law, in relation to establishing the mini-\n         mum  period of time that forensic samples should be retained by inves-\n         tigating authorities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (ix)  of  paragraph (b) of subdivision 9 of\n    2  section 995-b of the executive law, as added by chapter 737 of the  laws\n    3  of  1994,  is  amended  and  a  new subparagraph (x) is added to read as\n    4  follows:\n    5    (ix) such policy shall provide for the mutual exchange, use and  stor-\n    6  age of DNA records with the system of DNA identification utilized by the\n    7  federal  bureau of investigation provided that the commission determines\n    8  that such exchange, use and storage are consistent with  the  provisions\n    9  of this article and applicable provisions of law[.]; AND\n   10    (X)  SUCH  POLICY, WHICH SHALL BE DEVELOPED AND PROMULGATED WITHIN ONE\n   11  YEAR OF THE  EFFECTIVE  DATE  OF  THIS  SUBPARAGRAPH,  SHALL  DETERMINE,\n   12  CONSISTENT  WITH  THIS  ARTICLE,  THE APPROPRIATE MINIMUM PERIOD OF TIME\n   13  THAT FORENSIC SAMPLES OF BLOOD, TISSUE AND  OTHER  BIOLOGICAL  MATERIAL,\n   14  OBTAINED  IN  CONNECTION  WITH THE FORENSIC EXAMINATION OF CRIME SCENES,\n   15  SHOULD BE RETAINED BY INVESTIGATING AUTHORITIES AND THE TIME  OR  SPECI-\n   16  FIED  EVENT OR EVENTS, IF ANY, AFTER WHICH, CONSISTENT WITH THE INTEREST\n   17  OF ALL PERSONS AND LAW ENFORCEMENT, SUCH SAMPLES MAY BE DESTROYED. PEND-\n   18  ING THE PROMULGATION OF A POLICY ADDRESSING THE ISSUES SET FORTH IN THIS\n   19  SUBPARAGRAPH, THE COMMISSION MAY ADOPT AN INTERIM POLICY  MANDATING  THE\n   20  PRESERVATION  BY INVESTIGATING AUTHORITIES OF FORENSIC SAMPLES OF BLOOD,\n   21  TISSUE AND OTHER BIOLOGICAL MATERIAL OBTAINED  IN  CONNECTION  WITH  THE\n   22  FORENSIC EXAMINATION OF CRIME SCENES.\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03546-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing the minimum period of time that forensic samples should be retained by investigating authorities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110107.T145913.TXT", "SOBI.D110110.T165133.TXT", "SOBI.D110107.T143909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294696293501
}