{
  "year" : 2011,
  "senateBillNo" : "A1428-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A1428-2011-1294376400000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits public employers from abolishing positions occupied by public employees absent on military duty",
  "summary" : "Prohibits public employers from abolishing positions occupied by public employees absent on military duty unless a similar position is created and the employee appointed thereto. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Military Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1428\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced by M. of A. CASTELLI -- read once and referred to the Commit-\n         tee on Governmental Employees\n\n       AN  ACT  to  amend  the  military law, in relation to prohibiting public\n         employers from  abolishing  positions  occupied  by  public  employees\n         absent on military duty\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 243 of the military law is amended by adding a  new\n    2  subdivision 11-a to read as follows:\n    3    11-A.  NOTWITHSTANDING  THE  PROVISIONS  OF SUBDIVISION ELEVEN OF THIS\n    4  SECTION OR ANY OTHER PROVISION OF LAW TO THE CONTRARY, NO PUBLIC EMPLOY-\n    5  ER SHALL ABOLISH A POSITION OCCUPIED BY A PUBLIC EMPLOYEE ENGAGED IN THE\n    6  PERFORMANCE OF MILITARY DUTY UNLESS THE PUBLIC EMPLOYER CREATES  ANOTHER\n    7  POSITION FOR THE PERFORMANCE OF DUTIES SIMILAR TO THOSE PERFORMED IN THE\n    8  POSITION  ABOLISHED AND APPOINTS THE PUBLIC EMPLOYEE UPON TERMINATION OF\n    9  HIS OR HER MILITARY DUTY TO THE POSITION THUS CREATED WITHOUT  REDUCTION\n   10  IN SALARY OR INCREMENT.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05550-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the military law, in relation to prohibiting public employers from abolishing positions occupied by public employees absent on military duty ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T165133.TXT", "SOBI.D110107.T153415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294696293512
}