{
  "year" : 2011,
  "senateBillNo" : "A1420-2011",
  "billEvents" : [ {
    "eventDate" : 1294376400000,
    "eventText" : "referred to codes",
    "billEventId" : "A1420-2011-1294376400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants courts discretion to provide juries with written instructions for use during deliberations in both civil and criminal proceedings",
  "summary" : "Grants courts discretion to provide juries with written instructions for use during deliberations in both civil and criminal proceedings. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A6067-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1420\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                    January 7, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ROBINSON, CLARK, ORTIZ -- Multi-Sponsored by --\n         M. of A.   PEOPLES-STOKES, TOWNS -- read  once  and  referred  to  the\n         Committee on Codes\n\n       AN ACT to amend the civil practice law and rules and the criminal proce-\n         dure  law,  in  relation  to authorizing a court to provide written or\n         recorded instructions to a jury for its use during deliberations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The opening paragraph of section 4110-b of the civil prac-\n    2  tice law and rules is designated subdivision (a) and a  new  subdivision\n    3  (b) is added to read as follows:\n    4    (B) THE COURT, IN ITS DISCRETION, MAY, AFTER INSTRUCTING A JURY ON THE\n    5  LAW, PROVIDE THE JURY WITH A WRITTEN COPY OF THE COURT'S INSTRUCTIONS TO\n    6  SUCH   JURY   GIVEN   DURING   THE   TRIAL,  INCLUDING  ALL  PRELIMINARY\n    7  INSTRUCTIONS, INSTRUCTIONS PROVIDED DURING THE  TRIAL  AND  INSTRUCTIONS\n    8  GIVEN  AFTER  THE  CLOSING ARGUMENTS. WHEN WRITTEN JURY INSTRUCTIONS ARE\n    9  NOT AVAILABLE, THE COURT MAY PROVIDE SUCH INSTRUCTIONS TO  THE  JURY  BY\n   10  MEANS  OF  AN  AUDIO  OR  AUDIO-VIDEO  RECORDING.  ALL JURY INSTRUCTIONS\n   11  PROVIDED TO THE JURY IN WRITTEN OR RECORDED FORM MAY BE USED BY THE JURY\n   12  DURING ITS DELIBERATIONS.\n   13    S 2. Section 300.10 of the criminal procedure law is amended by adding\n   14  a new subdivision 7 to read as follows:\n   15    7. THE COURT, IN ITS OWN  DISCRETION,  MAY,  AFTER  CHARGING  A  JURY,\n   16  PROVIDE  THE  JURY  WITH  A WRITTEN COPY OF THE COURT'S INSTRUCTIONS AND\n   17  CHARGE TO THE JURY GIVEN DURING THE  TRIAL,  INCLUDING  ALL  PRELIMINARY\n   18  INSTRUCTIONS, INSTRUCTIONS PROVIDED DURING THE TRIAL, AND THE CHARGE AND\n   19  INSTRUCTIONS  GIVEN AFTER THE SUMMATIONS. WHEN WRITTEN JURY INSTRUCTIONS\n   20  AND A WRITTEN JURY CHARGE ARE NOT AVAILABLE, THE COURT MAY PROVIDE  SUCH\n   21  INSTRUCTION  AND  CHARGE TO THE JURY BY MEANS OF AN AUDIO OR AUDIO-VIDEO\n   22  RECORDING. ALL JURY INSTRUCTIONS AND THE CHARGE PROVIDED TO THE JURY  IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00260-01-1\n\n       A. 1420                             2\n\n    1  WRITTEN  OR  RECORDED  FORM  MAY BE USED BY THE JURY DURING ITS DELIBER-\n    2  ATIONS.\n    3    S  3. This act shall take effect on the first of January next succeed-\n    4  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules and the criminal procedure law, in relation to authorizing a court to provide written or recorded instructions to a jury for its use during deliberations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T165133.TXT", "SOBI.D110107.T145410.TXT", "SOBI.D110107.T144409.TXT", "SOBI.D110107.T143909.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294696293505
}