{
  "year" : 2011,
  "senateBillNo" : "A1439-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A1439-2011-1294635600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants excused leave to public officers, employees of the state, county, municipality or school district to undertake screening for colon cancer",
  "summary" : "Grants excused leave to public officers, employees of the state, county, municipality or school district to undertake screening for colon cancer. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A1835-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1439\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, PHEFFER, COLTON, KELLNER -- Multi-Spon-\n         sored  by -- M. of A.  BROOK-KRASNY, HOOPER, McENENY, SALADINO, TITONE\n         -- read once and referred to the Committee on Governmental Employees\n\n       AN ACT to amend the civil service law,  in  relation  to  directing  the\n         granting  of  excused  leave  to public officers and employees of this\n         state to undertake screening for colon cancer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The section heading and subdivision 1 of section 159-b of\n    2  the civil service law, the section heading as amended by chapter 566  of\n    3  the laws of 2006 and subdivision 1 as amended by chapter 391 of the laws\n    4  of 2008, are amended to read as follows:\n    5    Excused  leave  to  undertake  a  screening for breast cancer OR COLON\n    6  CANCER. 1.  Every public officer, employee of this  state,  employee  of\n    7  any  county,  employee  of any community college, employee of any public\n    8  authority, employee of any public benefit corporation, employee  of  any\n    9  board of cooperative educational services (BOCES), employee of any voca-\n   10  tional education and extension board, or a school district enumerated in\n   11  section  one  of  chapter five hundred sixty-six of the laws of nineteen\n   12  hundred sixty-seven, employee  of  any  municipality,  employee  of  any\n   13  school  district  or any employee of a participating employer in the New\n   14  York state and local employees' retirement system or any employee  of  a\n   15  participating employer in the New York state teachers' retirement system\n   16  shall  be  entitled  to absent himself or herself and shall be deemed to\n   17  have a paid leave of absence from his or her duties or service  as  such\n   18  public  officer  or  employee  of  this  state,  employee of any county,\n   19  employee of any community college, employee  of  any  public  authority,\n   20  employee  of  any  public  benefit corporation, employee of any board of\n   21  cooperative educational services (BOCES),  employee  of  any  vocational\n   22  education  and  extension  board,  or  a  school  district enumerated in\n   23  section one of chapter five hundred sixty-six of the  laws  of  nineteen\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04450-01-1\n\n       A. 1439                             2\n\n    1  hundred  sixty-seven,  employee  of  any  municipality,  employee of any\n    2  school district, or any employee of a participating employer in the  New\n    3  York  state  and local employees' retirement system or any employee of a\n    4  participating employer in the New York state teachers' retirement system\n    5  for  a  sufficient period of time, not to exceed four hours on an annual\n    6  basis, to undertake a screening for breast cancer AND EIGHT HOURS ON  AN\n    7  ANNUAL BASIS, TO UNDERTAKE A SCREENING FOR COLON CANCER.\n    8    S  2.  This  act shall take effect on the ninetieth day after it shall\n    9  have become a law; provided, however, that  effective  immediately,  the\n   10  addition,  amendment  and/or  repeal of any rule or regulation necessary\n   11  for the implementation of this act on its effective date are  authorized\n   12  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to directing the granting of excused leave to public officers and employees of this state to undertake screening for colon cancer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T130204.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294768924135
}