{
  "year" : 2011,
  "senateBillNo" : "A1433-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to cities",
    "billEventId" : "A1433-2011-1294635600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the city council in N.Y. city to prevent a proposed new charter or amendments from being placed on the ballot and promotes representative charter commissions",
  "summary" : "Authorizes the city council in cities with a population of one million or more from preventing a proposed new charter or amendments from being placed on the ballot for submission to electors and promotes representative charter commissions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Municipal Home Rule Law",
  "previousVersions" : [ "A10165-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1433\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. BRENNAN, DINOWITZ, WRIGHT, BENEDETTO, JACOBS,\n         GIBSON, BARRON, ROBINSON -- Multi-Sponsored by -- M.  of  A.  BOYLAND,\n         CRESPO,  GOTTFRIED, MAISEL, MILLMAN, REILLY, P. RIVERA, WEPRIN -- read\n         once and referred to the Committee on Cities\n\n       AN ACT to amend the municipal home rule law, in relation to  authorizing\n         the city council in cities with a population of one million or more to\n         prevent  a proposed new charter or amendments from being placed on the\n         ballot for submission to electors; and in relation to promoting repre-\n         sentative charter revision commissions in cities  of  one  million  or\n         more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 36 of the municipal home rule  law\n    2  is amended by adding a new paragraph (b-1) to read as follows:\n    3    (B-1) IN A CITY WITH A POPULATION OF ONE MILLION OR MORE, WITHIN THREE\n    4  DAYS  OF THE FILING OF A NEW CHARTER OR AMENDMENTS PURSUANT TO PARAGRAPH\n    5  (B) OF THIS SUBDIVISION, THE CITY CLERK SHALL NOTIFY THE CITY COUNCIL OF\n    6  SUCH FILING. WITHIN THIRTY DAYS OF SUCH NOTIFICATION, THE  CITY  COUNCIL\n    7  MAY,  BY  A  VOTE  OF TWO-THIRDS OF THE MEMBERS OF SUCH COUNCIL, PREVENT\n    8  SUCH PROPOSED NEW CHARTER OR AMENDMENTS FROM BEING PLACED ON THE  BALLOT\n    9  FOR SUBMISSION THEREOF TO THE ELECTORS OF THE CITY.\n   10    S  2. Section 36 of the municipal home rule law is amended by adding a\n   11  new subdivision 4-a to read as follows:\n   12    4-A. THE PROVISIONS OF THIS SUBDIVISION APPLY TO CITIES OF ONE MILLION\n   13  OR MORE INHABITANTS. IN APPOINTING THE MEMBERS OF A COMMISSION  PURSUANT\n   14  TO SUBDIVISION FOUR OF THIS SECTION, THE MAYOR SHALL CHOOSE AT LEAST THE\n   15  FOLLOWING  MEMBERS NOMINATED BY LOCAL ELECTED OFFICIALS: ONE EACH BY THE\n   16  COMPTROLLER, BY THE PUBLIC  ADVOCATE,  AND  BY  THE  BOROUGH  PRESIDENTS\n   17  ACTING TOGETHER; AND ONE NOMINATED BY EACH OF THE BOROUGH DELEGATIONS TO\n   18  THE  CITY  COUNCIL. IN NOMINATING AND APPOINTING COMMISSION MEMBERS, THE\n   19  MAYOR AND LOCAL ELECTED OFFICIALS SHALL  CHOOSE  INDIVIDUALS  FOR  THEIR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05439-01-1\n\n       A. 1433                             2\n\n    1  INDEPENDENCE,  INTEGRITY,  AND  EXPERIENCE IN CITY GOVERNMENT AND IN THE\n    2  SECTORS OF THE CITY AFFECTED BY CITY GOVERNMENT.    NO  MEMBER  OF  SUCH\n    3  COMMISSION  MAY BE A CURRENT OFFICER OR EMPLOYEE OF THE CITY OR AN OFFI-\n    4  CER  OF  A  POLITICAL PARTY OR A LOBBYIST REGISTERED WITH THE CITY OR AN\n    5  EMPLOYEE OF SUCH LOBBYIST, NOR MAY MEMBERS  MAKE  CONTRIBUTIONS  TO  THE\n    6  CAMPAIGNS  OF PERSONS HOLDING OR SEEKING PUBLIC OR PARTY ELECTED OFFICES\n    7  OR POSITIONS OF SUCH CITY DURING THEIR  TENURE  AS  MEMBERS.  COMMISSION\n    8  MEMBERS  AND  STAFF  SHALL  BE  SUBJECT  TO  THE  CONFLICTS  OF INTEREST\n    9  PROVISIONS OF THE CHARTER OR OTHER APPLICABLE LOCAL LAWS OF SUCH A CITY.\n   10  IF SUCH A COMMISSION IS CREATED PURSUANT TO THIS SUBDIVISION  AFTER  THE\n   11  FIFTEENTH  DAY  OF  MAY  OF  ANY YEAR, SUCH COMMISSION MAY NOT PLACE ANY\n   12  PROPOSALS ON THE BALLOT UNTIL THE SUBSEQUENT CALENDAR YEAR FOLLOWING ITS\n   13  CREATION, UNLESS SUCH PROPOSALS ARE APPROVED BY  THE  LOCAL  LEGISLATIVE\n   14  BODY  AT  LEAST  NINETY  DAYS  PRIOR  TO  THAT  YEAR'S GENERAL ELECTION.\n   15  PROPOSALS FOR SPECIFIC  CHANGES  TO  THE  CHARTER  RECOMMENDED  BY  SUCH\n   16  COMMISSION SHALL, TO THE MAXIMUM EXTENT PRACTICABLE, BE SEPARATELY IDEN-\n   17  TIFIED ON THE BALLOT FOR SEPARATE VOTER CONSIDERATION.\n   18    S  3.  Subdivision  4 of section 36 of the municipal home rule law, as\n   19  amended by chapter 592 of the laws  of  1964,  is  amended  to  read  as\n   20  follows:\n   21    4.  A  charter  commission  to draft a new or revised city charter may\n   22  also be created by the mayor of any city. Such commission shall  consist\n   23  of  not  less  than nine nor more than fifteen members, EXCEPT THAT IN A\n   24  CITY WITH A POPULATION OF ONE MILLION OR  MORE,  SUCH  COMMISSION  SHALL\n   25  CONSIST  OF  NOT  LESS THAN NINE NOR MORE THAN SEVENTEEN MEMBERS, all of\n   26  whom shall be residents of the city. Original  appointments  to  such  a\n   27  commission  shall  be  made by the mayor by a certificate of appointment\n   28  which shall specify the number of, and names of, the members to  consti-\n   29  tute  [the]  SUCH commission, which certificate shall be filed forthwith\n   30  with the city clerk. The chairman, vice-chairman and secretary shall  be\n   31  appointed  by the mayor from among the members of [the] SUCH commission.\n   32  Any vacancy in the membership of such a commission or  of  its  officers\n   33  shall be filled by the mayor.\n   34    S  4.  Paragraph  (d)  of subdivision 6 of section 36 of the municipal\n   35  home rule law, as amended by chapter 592 of the laws of 1964, is amended\n   36  to read as follows:\n   37    (d) [No] EXCEPT AS PROVIDED IN SUBDIVISION FOUR-A OF THIS SECTION,  NO\n   38  person  shall be disqualified to serve as a member, employee or consult-\n   39  ant of the commission by reason of holding any other  public  office  or\n   40  employment, nor shall he forfeit any such office or employment by reason\n   41  of  his  appointment  hereunder,  notwithstanding  the provisions of any\n   42  general, special or local law, ordinance or city charter.\n   43    S 5. This act shall take effect immediately;  provided,  however  that\n   44  sections two, three and four of this act shall be deemed to have been in\n   45  full  force  and effect on and after January 1, 2011, and shall apply to\n   46  any charter revision commission coming into existence on or after  Janu-\n   47  ary  1,  2011;  provided that any charter revision commission that is in\n   48  existence prior to January 1, 2011 and which is not in  compliance  with\n   49  the  provisions  of  this  act is hereby terminated, and no proposed new\n   50  charter or amendment offered by such commission shall be put to vote nor\n   51  take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the municipal home rule law, in relation to authorizing the city council in cities with a population of one million or more to prevent a proposed new charter or amendments from being placed on the ballot for submission to electors; and in relation to promoting representative charter revision commissions in cities of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T132605.TXT", "SOBI.D110111.T125703.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294768623999
}