{
  "year" : 2011,
  "senateBillNo" : "A1438-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1438-2011-1294635600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides protection from disclosure of confidential information by telephone corporations and wireless phone services",
  "summary" : "Provides protection from disclosure of confidential information by telephone corporations and wireless phone services; requires a covered entity to abide by a written policy regarding the privacy of customer information; sets forth civil enforcement provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A2212-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1438\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. DINOWITZ, PHEFFER, GALEF, MILLMAN, BENEDETTO,\n         AUBRY, PAULIN, COLTON, GABRYSZAK, JAFFEE -- Multi-Sponsored by  --  M.\n         of  A.  BOYLAND,  BRENNAN,  CAHILL,  COOK, CROUCH, CUSICK, CYMBROWITZ,\n         DESTITO, ENGLEBRIGHT, FARRELL, FINCH, GANTT, GIGLIO, GLICK, GOTTFRIED,\n         GUNTHER, HEASTIE,  HIKIND,  HOOPER,  HOYT,  JACOBS,  LATIMER,  LAVINE,\n         V. LOPEZ,  LUPARDO,  MAGEE,  MAGNARELLI, MARKEY, MAYERSOHN, McDONOUGH,\n         McENENY, J. MILLER, MORELLE,  OAKS,  PEOPLES-STOKES,  PERRY,  PRETLOW,\n         RAIA,  REILLY,  J. RIVERA,  P. RIVERA, ROBINSON, SAYWARD, SCARBOROUGH,\n         SCHIMMINGER, THIELE, WEISENBERG, WRIGHT -- read once and  referred  to\n         the Committee on Consumer Affairs and Protection\n\n       AN  ACT  to  amend  the general business law, in relation to the dissem-\n         ination of confidential  information  by  telephone  corporations  and\n         wireless phone services providers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and declaration. The legislature here-\n    2  by finds that unauthorized third parties are able  to  obtain,  procure,\n    3  purchase  or sell a person's telephone or wireless phone records related\n    4  to any given period of time. Access to this information can sometimes be\n    5  useful to law enforcement personnel. Such information, however,  can  be\n    6  dangerous  if the confidential information released is that of an under-\n    7  cover officer, other authorized law enforcement personnel or  government\n    8  employee.  Unauthorized  release of call records also can be damaging to\n    9  commerce by revealing private business relationships.  The  unauthorized\n   10  release  of  the  phone  records of counselors, including clergy, physi-\n   11  cians, psychotherapists, financial consultants and non-profit  organiza-\n   12  tions,  can undermine these relationships of trust and in some instances\n   13  jeopardize the well being of these  counselors  and  their  clients.  In\n   14  addition,  most private individuals expect that their phone call logs or\n   15  their information related to their telephone account is confidential and\n   16  will not be disseminated to unauthorized persons.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04453-01-1\n\n       A. 1438                             2\n\n    1    The legislature further finds that, despite the strong  interest  that\n    2  authorized  personnel  and private citizens have in protecting access to\n    3  this information, such information is sometimes obtained fraudulently or\n    4  without authorization, and subsequently sold or otherwise  released  for\n    5  commercial  or  other  purposes. As a result, confidential phone records\n    6  that are obtained and released without authorization or  otherwise  have\n    7  had  adverse  consequences including: (1) the exposure of undercover law\n    8  enforcement personnel; (2) an increase in identity fraud crimes; (3)  an\n    9  increase  in intrusive and deceptive telephone, direct mail and internet\n   10  solicitations; (4) an invasion of privacy for individuals who  have  had\n   11  personal  information  revealed  without  their  consent;  (5) revealing\n   12  confidential business communications;  (6)  harmful  to  counselors  and\n   13  their  clients; (7) a disruption to telecommunications service providers\n   14  and their provision of service to their legitimate  customers;  and  (8)\n   15  the  dissemination  of  false  and spurious information which has led to\n   16  denial or refusal of housing, employment, insurance and  other  services\n   17  and opportunities.\n   18    The  legislature,  therefore,  finds  and  declares  that it is in the\n   19  public's and state's interest to protect against the release  of  confi-\n   20  dential  information  and  limit the release of confidential information\n   21  from telephone corporation and wireless service providers  to  instances\n   22  where such a release of information is requested by or authorized by the\n   23  telecommunications  service  customer  and where release procedures have\n   24  been established and followed; or where a subpoena,  search  warrant  or\n   25  court-ordered  request for customer records is issued.  Such limitations\n   26  and requisite penalties will meaningfully and substantially advance  the\n   27  state's  interests  in  protecting  personal privacy in a manner that is\n   28  narrowly tailored to avoid adverse impact on other rights and  needs  of\n   29  telecommunication service consumers and the providers of such services.\n   30    S  2. The general business law is amended by adding a new article 32-A\n   31  to read as follows:\n   32                                 ARTICLE 32-A\n   33                       PROTECTION OF TELEPHONE RECORDS\n   34  SECTION 676.   DEFINITIONS.\n   35          676-A. PRIVACY OF CONFIDENTIAL INFORMATION.\n   36          676-B. NOTICE.\n   37          676-C. CIVIL ENFORCEMENT.\n   38    S 676. DEFINITIONS. AS USED IN THIS ARTICLE, THE FOLLOWING TERMS SHALL\n   39  HAVE THE FOLLOWING MEANINGS:\n   40    1. \"TELEPHONE CORPORATION\" SHALL HAVE THE SAME MEANING AS PROVIDED  IN\n   41  SECTION TWO OF THE PUBLIC SERVICE LAW.\n   42    2.  \"WIRELESS  PHONE SERVICE\" MEANS ALL COMMERCIAL MOBILE SERVICES, AS\n   43  THAT TERM IS DEFINED IN SECTION 332(D) OF TITLE 47, UNITED STATES  CODE,\n   44  AS  AMENDED FROM TIME TO TIME, INCLUDING, BUT NOT LIMITED TO, ALL BROAD-\n   45  BAND  PERSONAL  COMMUNICATIONS  SERVICES,   WIRELESS   RADIO   TELEPHONE\n   46  SERVICES,  SATELLITE PROVIDERS, GEOGRAPHIC AREA SPECIALIZED AND ENHANCED\n   47  SPECIALIZED MOBILE RADIO SERVICES, AND INCUMBENT-WIDE AREAS  SPECIALIZED\n   48  MOBILE  RADIO  LICENSEES,  WHICH  OFFER REAL TIME, TWO-WAY VOICE OR DATA\n   49  SERVICE THAT  IS  INTERCONNECTED  WITH  THE  PUBLIC  SWITCHED  TELEPHONE\n   50  NETWORK   OR  OTHERWISE  PROVIDES  ACCESS  TO  EMERGENCY  COMMUNICATIONS\n   51  SERVICES, OR ANY OTHER TELEPHONE SERVICE.\n   52    3. \"COVERED ENTITY\" MEANS A TELEPHONE CORPORATION  OR  WIRELESS  PHONE\n   53  SERVICE PROVIDER, AND INCLUDES ANY PROVIDER OF IP-ENABLED VOICE SERVICE.\n   54    4.  \"CONFIDENTIAL TELECOMMUNICATION RECORDS INFORMATION\" OR \"CONFIDEN-\n   55  TIAL INFORMATION\" MEANS:\n\n       A. 1438                             3\n\n    1    (A) INFORMATION THAT RELATES TO THE QUALITY, TECHNICAL  CONFIGURATION,\n    2  TYPE,  DESTINATION,  LOCATION, AND AMOUNT OF USE OF A TELECOMMUNICATIONS\n    3  SERVICE SUBSCRIBED TO BY ANY CUSTOMER OF A COVERED ENTITY; AND\n    4    (B)  INFORMATION CONTAINED IN CUSTOMERS' BILLING STATEMENTS PERTAINING\n    5  TO TELEPHONE EXCHANGE SERVICE OR TELEPHONE TOLL SERVICE  RECEIVED  BY  A\n    6  CUSTOMER OF A COVERED ENTITY; PROVIDED, HOWEVER, CONFIDENTIAL TELECOMMU-\n    7  NICATION  RECORDS  INFORMATION SHALL NOT INCLUDE INFORMATION REGARDING A\n    8  CONSUMER'S PAYMENT HISTORY PURSUANT TO ARTICLE TWENTY-FIVE OF THIS CHAP-\n    9  TER.\n   10    5. \"UNAFFILIATED THIRD PARTY\" MEANS ANY ENTITY OR PERSON THAT  IS  NOT\n   11  AN  AFFILIATE OF, OR RELATED BY COMMON OWNERSHIP OR AFFILIATED BY CORPO-\n   12  RATE CONTROL WITH THE COVERED ENTITY,  BUT  DOES  NOT  INCLUDE  A  JOINT\n   13  EMPLOYEE OF SUCH INSTITUTION.\n   14    6. \"AFFILIATE\" SHALL HAVE THE SAME MEANING AS PROVIDED IN SECTION NINE\n   15  HUNDRED TWELVE OF THE BUSINESS CORPORATION LAW.\n   16    7. \"PERSON\" MEANS ANY NATURAL PERSON AND ANY FIRM, ORGANIZATION, PART-\n   17  NERSHIP, ASSOCIATION, CORPORATION, NOT-FOR-PROFIT ORGANIZATION, OR OTHER\n   18  ENTITY.\n   19    8. \"IP-ENABLED VOICE SERVICE\" MEANS:\n   20    (A) THE SERVICE ENABLES REAL-TIME, TWO-WAY VOICE COMMUNICATIONS;\n   21    (B)  THE  SERVICE  REQUIRES  A  BROADBAND  CONNECTION  FROM THE USERS'\n   22  LOCATION;\n   23    (C) THE SERVICE REQUIRES IP-COMPATIBLE END-USER EQUIPMENT; AND\n   24    (D) THE SERVICE OFFERING PERMITS USERS GENERALLY TO RECEIVE CALLS THAT\n   25  ORIGINATE ON THE PUBLIC SWITCHED TELEPHONE NETWORK (PSTN) AND TO  TERMI-\n   26  NATE CALLS TO THE PSTN.\n   27    9.  \"CUSTOMER\"  MEANS, WITH RESPECT TO A COVERED ENTITY, ANY PERSON OR\n   28  AUTHORIZED REPRESENTATIVE  OF  A  PERSON  TO  WHOM  THE  COVERED  ENTITY\n   29  PROVIDES A PRODUCT OR SERVICE.\n   30    10.  \"PROCURE\"  MEANS TO OBTAIN CONFIDENTIAL TELECOMMUNICATION RECORDS\n   31  INFORMATION BY ANY MEANS, WHETHER ELECTRONICALLY,  IN  WRITING  OR  ORAL\n   32  FORM, WITH OR WITHOUT CONSIDERATION.\n   33    S  676-A.  PRIVACY OF CONFIDENTIAL INFORMATION. 1. EXCEPT AS OTHERWISE\n   34  EXPRESSLY PROVIDED IN THIS ARTICLE, A COVERED ENTITY SHALL NOT  DIRECTLY\n   35  OR  THROUGH AN AFFILIATE DISCLOSE CONFIDENTIAL TELECOMMUNICATION RECORDS\n   36  INFORMATION TO AN UNAFFILIATED THIRD PARTY, UNLESS:\n   37    (A) THE COVERED ENTITY SHALL HAVE  FIRST  AFFIRMATIVELY  OBTAINED  VIA\n   38  VERIFIABLE  MEANS  INFORMED  CONSENT FOR SUCH DISCLOSURE FROM THE PERSON\n   39  WHOSE CONFIDENTIAL TELECOMMUNICATION RECORDS INFORMATION IS SOUGHT,  AND\n   40  SUCH CONSENT HAS NOT BEEN WITHDRAWN; THE COVERED ENTITY SHALL HAVE FIRST\n   41  RECEIVED  FROM  THE PERSON REQUESTING DISCLOSURE POSITIVE AND VERIFIABLE\n   42  IDENTIFICATION THAT SUCH PERSON IS AUTHORIZED PURSUANT TO  THIS  ARTICLE\n   43  TO  RECEIVE  SUCH CONFIDENTIAL INFORMATION IN ACCORD WITH THE PROCEDURES\n   44  ESTABLISHED BY THE COVERED ENTITY;\n   45    (B) THE COVERED ENTITY  IS  AUTHORIZED  PURSUANT  TO  COURT  ORDER  OR\n   46  SUBPOENA  TO  RELEASE  SUCH  CONFIDENTIAL  INFORMATION  OR  IS OTHERWISE\n   47  REQUIRED TO DO SO BY LAW;\n   48    (C) DISCLOSURE OF SUCH CONFIDENTIAL INFORMATION IS  NECESSARY  TO  THE\n   49  RENDITION  OF THE SERVICE OR TO THE PROTECTION OF THE RIGHTS OR PROPERTY\n   50  OF THE COVERED ENTITY, OR TO PROTECT THE CUSTOMER OF THOSE SERVICES FROM\n   51  FRAUDULENT, ABUSIVE, OR  UNLAWFUL  USE  OF,  OR  SUBSCRIPTION  TO,  SUCH\n   52  SERVICES;\n   53    (D)  DISCLOSURE  OF  SUCH  CONFIDENTIAL  INFORMATION  IS MADE TO A LAW\n   54  ENFORCEMENT OR OTHER GOVERNMENTAL AGENCY UPON THE REASONABLE BELIEF THAT\n   55  EXIGENT CIRCUMSTANCES INVOLVING THE IMMEDIATE DANGER OF DEATH OR SERIOUS\n   56  PHYSICAL INJURY TO ANY PERSON EXIST; OR\n\n       A. 1438                             4\n\n    1    (E) DISCLOSURE  OF  SUCH  CONFIDENTIAL  INFORMATION  IS  MADE  TO  THE\n    2  NATIONAL  CENTER  OF MISSING AND EXPLOITED CHILDREN IN CONNECTION WITH A\n    3  REPORT SUBMITTED THERETO PURSUANT TO SECTION 227 OF THE FEDERAL \"VICTIMS\n    4  OF CHILD ABUSE ACT OF 1990.\"\n    5    2.  NO  UNAFFILIATED THIRD PARTY WHO MAY BE IN RECEIPT OF CONFIDENTIAL\n    6  TELECOMMUNICATION RECORDS INFORMATION RETAINED BY A  COVERED  ENTITY  OR\n    7  ANY  OF  ITS  AFFILIATES  SHALL RELEASE SUCH CONFIDENTIAL INFORMATION TO\n    8  ANOTHER  PERSON,  EXCEPT  THAT  SUCH  CONFIDENTIAL  INFORMATION  MAY  BE\n    9  DISCLOSED  BY  A  LAW  ENFORCEMENT  AGENCY IN THE FURTHERANCE OF THE LAW\n   10  ENFORCEMENT PURPOSE.\n   11    S 676-B. NOTICE. 1. A COVERED ENTITY SHALL ABIDE BY A  WRITTEN  POLICY\n   12  REGARDING  THE  PRIVACY  OF CUSTOMER INFORMATION IN ACCORDANCE WITH THIS\n   13  ARTICLE AND APPLICABLE FEDERAL AND STATE LAW AND WILL MAKE SUCH  PRIVACY\n   14  POLICY AVAILABLE TO ITS CUSTOMERS, AND TO PROSPECTIVE CUSTOMERS PRIOR TO\n   15  THEIR  ENTERING  INTO  AN  AGREEMENT  OR CONTRACT WITH A COVERED ENTITY,\n   16  EITHER BY POSTING SUCH PRIVACY POLICY CONSPICUOUSLY ON ITS WEBSITE OR BY\n   17  MAKING IT AVAILABLE THROUGH OTHER VERIFIABLE MEANS.  SUCH PRIVACY POLICY\n   18  SHALL BE SET FORTH IN ACCORDANCE WITH THE PROVISIONS OF SECTION 5-702 OF\n   19  THE GENERAL OBLIGATIONS LAW.\n   20    2. THE WRITTEN PRIVACY POLICY REQUIRED PURSUANT TO SUBDIVISION ONE  OF\n   21  THIS SECTION SHALL CLEARLY AND CONSPICUOUSLY STATE OR DESCRIBE:\n   22    (A)  THE TYPES OF CONFIDENTIAL INFORMATION THAT THE COVERED ENTITY MAY\n   23  SEEK TO DISCLOSE;\n   24    (B) THE CIRCUMSTANCES UNDER WHICH DISCLOSURE MAY BE MADE;\n   25    (C) THE TYPES OF UNAFFILIATED THIRD PARTIES TO WHICH DISCLOSURE MAY BE\n   26  MADE; AND\n   27    (D) WHETHER AND HOW CUSTOMER CONSENT WILL BE OBTAINED,  WHEN  APPLICA-\n   28  BLE.\n   29    S  676-C. CIVIL ENFORCEMENT. 1. WHENEVER THERE SHALL BE A VIOLATION OF\n   30  THIS ARTICLE OR ANY RULES OR REGULATIONS PROMULGATED  PURSUANT  TO  THIS\n   31  ARTICLE,  AN APPLICATION MAY BE MADE BY THE ATTORNEY GENERAL IN THE NAME\n   32  OF THE PEOPLE OF THE STATE OF NEW YORK TO  A  COURT  OR  JUSTICE  HAVING\n   33  JURISDICTION TO ISSUE AN INJUNCTION, AND UPON NOTICE TO THE DEFENDANT OF\n   34  NOT FEWER THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF SUCH\n   35  VIOLATIONS;  AND  IF IT SHALL APPEAR TO THE SATISFACTION OF THE COURT OR\n   36  JUSTICE, THAT THE DEFENDANT HAS,  IN  FACT,  VIOLATED  THIS  ARTICLE  AN\n   37  INJUNCTION  MAY  BE  ISSUED  BY  SUCH  COURT  OR  JUSTICE  ENJOINING AND\n   38  RESTRAINING ANY FURTHER VIOLATION,  WITHOUT  REQUIRING  PROOF  THAT  ANY\n   39  PERSON  HAS  IN  FACT,  BEEN  INJURED  OR  DAMAGED  THEREBY. IN ANY SUCH\n   40  PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO  THE  ATTORNEY  GENERAL  AS\n   41  PROVIDED  IN  PARAGRAPH  SIX  OF SUBDIVISION (A) OF SECTION EIGHTY-THREE\n   42  HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES, AND  DIRECT  RESTITU-\n   43  TION.  WHENEVER THE COURT SHALL DETERMINE THAT A VIOLATION OF THIS ARTI-\n   44  CLE HAS OCCURRED, THE COURT MAY IMPOSE A CIVIL PENALTY OF NOT MORE  THAN\n   45  ONE THOUSAND DOLLARS PER VIOLATION. IN CONNECTION WITH ANY SUCH PROPOSED\n   46  APPLICATION, THE ATTORNEY GENERAL IS AUTHORIZED TO TAKE PROOF AND MAKE A\n   47  DETERMINATION OF THE RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE\n   48  WITH THE CIVIL PRACTICE LAW AND RULES. AN ACTION BROUGHT BY THE ATTORNEY\n   49  GENERAL MAY ALSO INCLUDE OTHER CAUSES OF ACTION.\n   50    2.  THE  REMEDIES, DUTIES, PROHIBITIONS AND PENALTIES PROVIDED IN THIS\n   51  ARTICLE ARE NOT EXCLUSIVE AND ARE IN ADDITION TO  ALL  OTHER  CAUSES  OF\n   52  ACTION, REMEDIES, AND PENALTIES PROVIDED BY LAW.\n   53    S  3.  Every  covered entity doing business in the state shall have in\n   54  place and enforce internal procedures designed to prevent the  unauthor-\n   55  ized  procurement,  sale  or  release  of confidential telecommunication\n   56  records information, including, but not limited to, procedures to ensure\n\n       A. 1438                             5\n\n    1  the identity of a customer and procedures for  authorizing  consent  for\n    2  the  release  of  any  such  confidential information.   No confidential\n    3  information shall be released except pursuant to these  procedures.  The\n    4  procedures required by this provision shall be available to the attorney\n    5  general upon written request.\n    6    S 4. This act shall take effect on the one hundred eightieth day after\n    7  it shall have become a law; provided however that effective immediately,\n    8  the  addition,  amendment and/or repeal of any rule or regulation neces-\n    9  sary for the implementation of  this  act  on  its  effective  date  are\n   10  authorized  and  directed  to  be made and completed by the secretary of\n   11  state, in consultation with the attorney general and the public  service\n   12  commission, on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the dissemination of confidential information by telephone corporations and wireless phone services providers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T130204.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294768924134
}