{
  "year" : 2011,
  "senateBillNo" : "A143-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A143-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the city of White Plains industrial development agency and provides for its functions, powers, and duties",
  "summary" : "Establishes the city of White Plains industrial development agency and provides for its functions, powers, and duties. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A1021-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          143\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. PAULIN -- read once and referred to the Committee\n         on Local Governments\n\n       AN ACT to amend the general municipal law, in relation to the establish-\n         ment of the White Plains industrial development agency\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general municipal  law  is  amended  by  adding  a  new\n    2  section 902-d to read as follows:\n    3    S  902-D. CITY OF WHITE PLAINS INDUSTRIAL DEVELOPMENT AGENCY.  FOR THE\n    4  BENEFIT OF THE CITY OF WHITE PLAINS  AND  THE  INHABITANTS  THEREOF,  AN\n    5  INDUSTRIAL  DEVELOPMENT  AGENCY, TO BE KNOWN AS THE CITY OF WHITE PLAINS\n    6  INDUSTRIAL DEVELOPMENT AGENCY, IS HEREBY ESTABLISHED FOR THE ACCOMPLISH-\n    7  MENT OF ANY OR ALL OF THE PURPOSES SPECIFIED IN TITLE ONE OF THIS  ARTI-\n    8  CLE.  IT SHALL CONSTITUTE A BODY CORPORATE AND POLITIC, AND BE PERPETUAL\n    9  IN  DURATION.    IT  SHALL  HAVE  THE POWERS AND DUTIES NOW OR HEREAFTER\n   10  CONFERRED BY TITLE ONE OF THIS ARTICLE UPON INDUSTRIAL DEVELOPMENT AGEN-\n   11  CIES, EXCEPT THAT THE AGENCY'S POWER OF CONDEMNATION SHALL NOT BE  EXER-\n   12  CISED  WITHOUT  PRIOR  APPROVAL  OF  THE  CITY  COUNCIL OF THE CITY, AND\n   13  PROVIDED THAT THE EXERCISE OF THE POWERS BY SUCH AGENCY WITH RESPECT  TO\n   14  THE  ACQUISITION  OF REAL PROPERTY, WHETHER BY PURCHASE, CONDEMNATION OR\n   15  OTHERWISE, SHALL BE LIMITED TO THE CORPORATE LIMITS OF THE CITY OF WHITE\n   16  PLAINS, AND SUCH AGENCY SHALL TAKE INTO CONSIDERATION THE  LOCAL  ZONING\n   17  AND PLANNING REGULATIONS AS WELL AS THE REGIONAL AND LOCAL COMPREHENSIVE\n   18  LAND  USE  PLANS. IT SHALL BE ORGANIZED IN A MANNER PRESCRIBED BY AND BE\n   19  SUBJECT TO THE PROVISIONS OF TITLE ONE OF THIS ARTICLE, EXCEPT THAT  THE\n   20  MEMBERS SHALL BE APPOINTED BY THE MAYOR OF SAID CITY, SUBJECT TO CONFIR-\n   21  MATION  BY  ITS  GOVERNING  BODY, AND SHALL SERVE AT THE PLEASURE OF THE\n   22  MAYOR. THE MAYOR SHALL DESIGNATE THE CHAIR, WHO SHALL SERVE AT THE PLEA-\n   23  SURE OF THE MAYOR.  EXCEPT AS OTHERWISE PROVIDED IN  THIS  SECTION,  THE\n   24  AGENCY,  ITS  MEMBERS,  OFFICERS  AND  EMPLOYEES  AND ITS OPERATIONS AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00905-01-1\n\n       A. 143                              2\n\n    1  ACTIVITIES SHALL IN ALL RESPECTS BE GOVERNED BY THE PROVISIONS OF  TITLE\n    2  ONE OF THIS ARTICLE.\n    3    S  2. This act shall take effect immediately; provided that the secre-\n    4  tary of state or his or her appointed designee shall notify the legisla-\n    5  tive bill drafting commission as to whether or not  the  office  of  the\n    6  secretary  of  state  has timely received the certificate required to be\n    7  filed pursuant to section 856 of the general municipal law in order that\n    8  the commission may maintain an accurate and timely effective  data  base\n    9  of the official text of the laws of the state of New York in furtherance\n   10  of  effecting the provisions of section 70-b of the public officers law;\n   11  and provided further that upon receiving notification from the secretary\n   12  of state that such certificate has not been so timely  filed,  this  act\n   13  shall be deemed repealed on the thirtieth day after the legislative bill\n   14  drafting  commission has received such notification of failure to timely\n   15  file such certificate.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to the establishment of the White Plains industrial development agency ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T104933.TXT", "SOBI.D101216.T113916.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292600973778
}