{
  "year" : 2011,
  "senateBillNo" : "A1435-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1435-2011-1294635600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of education to restrict the sale and advertisement of alcoholic beverages at certain sporting events",
  "summary" : "Authorizes the commissioner of education to restrict the sale and advertisement of alcoholic beverages at sporting events participated in by any state university of New York, city university of New York or community college. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1131-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1435\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M. of A. DINOWITZ, SCHIMEL, GOTTFRIED, PAULIN, JACOBS --\n         Multi-Sponsored by -- M.  of  A.  GIGLIO,  JAFFEE  --  read  once  and\n         referred to the Committee on Higher Education\n\n       AN  ACT  to  amend  the  education  law,  in relation to authorizing the\n         commissioner of education to restrict the sale  and  advertisement  of\n         alcoholic  beverages  at  sporting events participated in by any state\n         university of New York, city  university  of  New  York  or  community\n         college\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds that\n    2  1,700 students lose their lives to alcohol each year, and 500,000 others\n    3  are injured.  The legislature also finds that about 70,000 students  are\n    4  victims  of  alcohol-related  sexual  assaults.   Additionally, many New\n    5  Yorkers believe that sports play a significant role in youth development\n    6  and helps build good character in children, and it  is  not  just  young\n    7  people who play sports who benefit -- many New Yorkers say that children\n    8  who simply watch or attend sporting events learn important values. More-\n    9  over,  many  adults  say that there are real and measurable consequences\n   10  associated with alcohol advertising during sports that negatively affect\n   11  teenagers and other viewers. Further, New  Yorkers  are  very  concerned\n   12  about underage and binge drinking on our state's campuses. They think it\n   13  is wrong for universities and colleges to make money from alcohol adver-\n   14  tising  on  college  sports while they are trying to reduce underage and\n   15  binge drinking on their campuses. New Yorkers further think that alcohol\n   16  advertising at college sporting events is inconsistent with the  mission\n   17  of  higher  education.  Many  parents  and  other  adults  reject higher\n   18  education's acceptance of alcohol advertising and support  breaking  the\n   19  tie  between  college  sports and alcohol ads. Many New Yorkers strongly\n   20  support an outright ban on all alcohol advertising during college sports\n   21  broadcasts. For these reasons, the legislature supports the  passage  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04470-01-1\n\n       A. 1435                             2\n\n    1  this  act  limiting  the  presence  of alcohol at college and university\n    2  sporting events.\n    3    S  2. The education law is amended by adding a new section 319 to read\n    4  as follows:\n    5    S 319. PROHIBITION AGAINST THE SALE AND ADVERTISEMENT OF  ALCOHOL.  1.\n    6  THE  BOARD OF TRUSTEES OF THE STATE UNIVERSITY OF NEW YORK AND THE TRUS-\n    7  TEES OF THE CITY UNIVERSITY OF NEW YORK  ARE  AUTHORIZED  TO  PROMULGATE\n    8  RULES,  REGULATIONS, OR POLICIES PROHIBITING ANY STATE UNIVERSITY OF NEW\n    9  YORK OR CITY UNIVERSITY OF NEW YORK RESPECTIVELY,  INCLUDING  ALL  THEIR\n   10  CONSTITUENT  UNITS  INCLUDING  COMMUNITY  COLLEGES,  WHICH ARE RECEIVING\n   11  FUNDING OR FINANCIAL ASSISTANCE FROM THIS STATE, FROM:\n   12    (A) ALLOWING THE ADVERTISEMENT OF ALCOHOLIC BEVERAGES OF ANY  KIND  IN\n   13  ASSOCIATION WITH ANY SPORTING EVENT; THIS PROHIBITION SHALL INCLUDE, BUT\n   14  NOT BE LIMITED TO, SIGNAGE, PRINT, RADIO AND TELEVISION ADVERTISING;\n   15    (B)  ALLOWING  SPONSORSHIP  OF  ANY  ATHLETIC TEAMS BY ANY ENTITY THAT\n   16  MANUFACTURES ALCOHOLIC BEVERAGES; AND\n   17    (C) ALLOWING THE SALE OF ANY ALCOHOLIC BEVERAGES AT A SPORTING EVENT.\n   18    2. FOR THE PURPOSES OF THIS SECTION, THE TERM \"SPORTING  EVENT\"  SHALL\n   19  MEAN  ANY EVENT INCLUDING ATHLETES, CONDUCTED IN A FIELD OF PLAY OF SUCH\n   20  EVENT, INCLUDING, BUT NOT LIMITED TO, TENNIS, BOXING,  WRESTLING,  BASE-\n   21  BALL, BASKETBALL, FOOTBALL, HOCKEY, SOCCER OR VOLLEYBALL THAT IS HELD ON\n   22  A STATE UNIVERSITY OF NEW YORK OR CITY UNIVERSITY OF NEW YORK CAMPUS.\n   23    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   24  have become a law; provided, however, that  effective  immediately,  the\n   25  addition,  amendment  and/or  repeal of any rule or regulation necessary\n   26  for the implementation of this act on its effective date are  authorized\n   27  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing the commissioner of education to restrict the sale and advertisement of alcoholic beverages at sporting events participated in by any state university of New York, city university of New York or community college ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T125703.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294768623003
}