{
  "year" : 2011,
  "senateBillNo" : "A1447-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to mental health",
    "billEventId" : "A1447-2011-1294635600000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts provisions relating to the use of electroconvulsive therapy",
  "summary" : "Enacts provisions relating to the use of electroconvulsive therapy; bans the use of such therapy on persons less than 16 years of age and restricts the use of such therapy on persons 65 years of age or older. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A8779-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1447\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, ROBINSON -- read once and referred to the\n         Committee on Mental Health\n\n       AN ACT to amend the mental hygiene law, in relation to the use of  elec-\n         troconvulsive therapy\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Title E of the mental hygiene law is amended  by  adding  a\n    2  new article 83 to read as follows:\n\n    3                                 ARTICLE 83\n    4                    ELECTROCONVULSIVE AND OTHER THERAPIES\n    5  SECTION 83.01 APPLICATION.\n    6          83.02 USE OF ELECTROCONVULSIVE THERAPY.\n    7          83.03 CONSENT TO THERAPY.\n    8          83.04 WITHDRAWAL OF CONSENT.\n    9          83.05 PHYSICIAN REQUIREMENT.\n   10          83.06 REGISTRATION OF EQUIPMENT.\n   11          83.07 REPORTS.\n   12          83.08 USE OF INFORMATION; REPORT.\n   13  S 83.01 APPLICATION.\n   14    THIS  ARTICLE  SHALL  APPLY TO THE USE OF ELECTROCONVULSIVE THERAPY BY\n   15  ANY PERSON, INCLUDING A PRIVATE PHYSICIAN WHO USES  THE  THERAPY  ON  AN\n   16  OUTPATIENT BASIS.\n   17  S 83.02 USE OF ELECTROCONVULSIVE THERAPY.\n   18    (A) ELECTROCONVULSIVE THERAPY MAY NOT BE USED ON A PERSON WHO IS YOUN-\n   19  GER THAN SIXTEEN YEARS OF AGE.\n   20    (B) UNLESS THE PERSON CONSENTS TO THE USE OF THE THERAPY IN ACCORDANCE\n   21  WITH SECTION 83.03 OF THIS ARTICLE, ELECTROCONVULSIVE THERAPY MAY NOT BE\n   22  USED ON:\n   23    (1) A PERSON WHO IS SIXTEEN YEARS OF AGE OR OLDER AND WHO IS VOLUNTAR-\n   24  ILY RECEIVING MENTAL HEALTH SERVICES; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03932-01-1\n\n       A. 1447                             2\n\n    1    (2)  AN  INVOLUNTARY  PATIENT WHO IS SIXTEEN YEARS OF AGE OR OLDER AND\n    2  WHO HAS NOT BEEN ADJUDICATED BY AN APPROPRIATE COURT OF LAW AS  INCOMPE-\n    3  TENT TO MANAGE THE PATIENT'S PERSONAL AFFAIRS.\n    4    (C)  ELECTROCONVULSIVE  THERAPY  MAY  NOT  BE  USED  ON AN INVOLUNTARY\n    5  PATIENT WHO IS SIXTEEN YEARS OF AGE OR OLDER AND WHO  HAS  BEEN  ADJUDI-\n    6  CATED  INCOMPETENT  TO  MANAGE THE PATIENT'S PERSONAL AFFAIRS UNLESS THE\n    7  PATIENT'S GUARDIAN OF THE PERSON CONSENTS TO THE TREATMENT IN ACCORDANCE\n    8  WITH SECTION 83.03 OF THIS ARTICLE. THE DECISION OF THE GUARDIAN MUST BE\n    9  BASED ON KNOWLEDGE OF WHAT THE PATIENT WOULD DESIRE, IF KNOWN.\n   10  S 83.03 CONSENT TO THERAPY.\n   11    (A) THE DEPARTMENT BY RULE SHALL ADOPT A STANDARD WRITTEN CONSENT FORM\n   12  TO BE USED WHEN ELECTROCONVULSIVE THERAPY IS CONSIDERED. THE  DEPARTMENT\n   13  BY  RULE  SHALL ALSO PRESCRIBE THE INFORMATION THAT MUST BE CONTAINED IN\n   14  THE WRITTEN SUPPLEMENT REQUIRED UNDER SUBDIVISION (C) OF  THIS  SECTION.\n   15  IN  ADDITION  TO  THE  INFORMATION REQUIRED UNDER THIS SECTION, THE FORM\n   16  MUST INCLUDE THE INFORMATION REQUIRED  BY  THE  MENTAL  HYGIENE  MEDICAL\n   17  REVIEW  BOARD FOR ELECTROCONVULSIVE THERAPY. IN DEVELOPING THE FORM, THE\n   18  DEPARTMENT SHALL CONSIDER RECOMMENDATIONS OF THE MEDICAL  REVIEW  BOARD.\n   19  USE  OF  THE  CONSENT  FORM  PRESCRIBED  BY THE DEPARTMENT IN THE MANNER\n   20  PRESCRIBED BY THIS SECTION CREATES A  REBUTTABLE  PRESUMPTION  THAT  THE\n   21  DISCLOSURE REQUIREMENTS OF THIS CHAPTER HAVE BEEN MET.\n   22    (B) THE WRITTEN CONSENT FORM MUST CLEARLY AND EXPLICITLY STATE:\n   23    (1) THE NATURE AND PURPOSE OF THE PROCEDURE;\n   24    (2)  THE NATURE, DEGREE, DURATION, AND PROBABILITY OF THE SIDE EFFECTS\n   25  AND SIGNIFICANT RISKS OF THE TREATMENT COMMONLY  KNOWN  BY  THE  MEDICAL\n   26  PROFESSION, ESPECIALLY NOTING THE POSSIBLE DEGREE AND DURATION OF MEMORY\n   27  LOSS,  THE  POSSIBILITY  OF  PERMANENT  IRREVOCABLE MEMORY LOSS, AND THE\n   28  POSSIBILITY OF DEATH;\n   29    (3) THAT THERE IS A DIVISION OF OPINION AS  TO  THE  EFFICACY  OF  THE\n   30  PROCEDURE; AND\n   31    (4)  THE  PROBABLE  DEGREE  AND  DURATION  OF IMPROVEMENT OR REMISSION\n   32  EXPECTED WITH OR WITHOUT THE PROCEDURE.\n   33    (C) BEFORE A PATIENT RECEIVES EACH  ELECTROCONVULSIVE  TREATMENT,  THE\n   34  HOSPITAL,  FACILITY  OR PHYSICIAN ADMINISTERING THE THERAPY SHALL ENSURE\n   35  THAT:\n   36    (1) THE PATIENT AND THE PATIENT'S GUARDIAN  OF  THE  PERSON,  IF  ANY,\n   37  RECEIVES  A  WRITTEN  COPY  OF  THE CONSENT FORM THAT IS IN THE PERSON'S\n   38  PRIMARY LANGUAGE, IF POSSIBLE;\n   39    (2) THE PATIENT AND THE PATIENT'S GUARDIAN  OF  THE  PERSON,  IF  ANY,\n   40  RECEIVES  A  WRITTEN  SUPPLEMENT  THAT CONTAINS RELATED INFORMATION THAT\n   41  PERTAINS TO THE PARTICULAR PATIENT BEING TREATED;\n   42    (3) THE CONTENTS OF THE CONSENT FORM AND THE  WRITTEN  SUPPLEMENT  ARE\n   43  EXPLAINED  TO  THE  PATIENT AND THE PATIENT'S GUARDIAN OF THE PERSON, IF\n   44  ANY:\n   45    (A) ORALLY, IN SIMPLE, NONTECHNICAL  TERMS  IN  THE  PERSON'S  PRIMARY\n   46  LANGUAGE, IF POSSIBLE; OR\n   47    (B)  THROUGH  THE  USE OF A MEANS REASONABLY CALCULATED TO COMMUNICATE\n   48  WITH A HEARING IMPAIRED OR VISUALLY IMPAIRED PERSON, IF APPLICABLE;\n   49    (4) THE PATIENT OR THE PATIENT'S GUARDIAN OF THE PERSON, AS  APPROPRI-\n   50  ATE,  SIGNS  A COPY OF THE CONSENT FORM STATING THAT THE PERSON HAS READ\n   51  THE CONSENT FORM AND THE WRITTEN SUPPLEMENT AND UNDERSTANDS THE INFORMA-\n   52  TION INCLUDED IN THE DOCUMENTS; AND\n   53    (5) THE SIGNED COPY OF  THE  CONSENT  FORM  IS  MADE  A  PART  OF  THE\n   54  PATIENT'S CLINICAL RECORD.\n\n       A. 1447                             3\n\n    1    (D)  CONSENT  GIVEN  UNDER THIS SECTION IS NOT VALID UNLESS THE PERSON\n    2  GIVING THE CONSENT UNDERSTANDS THE INFORMATION  PRESENTED  AND  CONSENTS\n    3  VOLUNTARILY AND WITHOUT COERCION OR UNDUE INFLUENCE.\n    4    (E) FOR A PATIENT SIXTY-FIVE YEARS OF AGE OR OLDER, BEFORE EACH TREAT-\n    5  MENT  SERIES  BEGINS,  THE HOSPITAL, FACILITY OR PHYSICIAN ADMINISTERING\n    6  THE PROCEDURE SHALL:\n    7    (1) ENSURE THAT TWO PHYSICIANS HAVE SIGNED AN  APPROPRIATE  FORM  THAT\n    8  STATES THE PROCEDURE IS MEDICALLY NECESSARY;\n    9    (2)  MAKE  THE  FORM  DESCRIBED  BY  PARAGRAPH ONE OF THIS SUBDIVISION\n   10  AVAILABLE TO THE PATIENT OR THE PATIENT'S GUARDIAN OF THE PERSON; AND\n   11    (3) INFORM THE PATIENT OR THE PATIENT'S GUARDIAN OF THE PERSON OF  ANY\n   12  KNOWN  CURRENT  MEDICAL  CONDITION  THAT MAY INCREASE THE POSSIBILITY OF\n   13  INJURY OR DEATH AS A RESULT OF THE TREATMENT.\n   14  S 83.04 WITHDRAWAL OF CONSENT.\n   15    (A) A PATIENT OR GUARDIAN WHO CONSENTS TO THE ADMINISTRATION OF  ELEC-\n   16  TROCONVULSIVE  THERAPY  MAY REVOKE THE CONSENT FOR ANY REASON AND AT ANY\n   17  TIME.\n   18    (B) REVOCATION OF CONSENT IS EFFECTIVE IMMEDIATELY.\n   19  S 83.05 PHYSICIAN REQUIREMENT.\n   20    (A) ONLY A PHYSICIAN MAY ADMINISTER ELECTROCONVULSIVE THERAPY.\n   21    (B) A PHYSICIAN MAY NOT DELEGATE THE ACT OF ADMINISTERING THE THERAPY.\n   22  A NONPHYSICIAN WHO ADMINISTERS ELECTROCONVULSIVE THERAPY  IS  CONSIDERED\n   23  TO BE PRACTICING MEDICINE IN VIOLATION OF THE LAWS OF THIS STATE.\n   24  S 83.06 REGISTRATION OF EQUIPMENT.\n   25    (A)  A  PERSON MAY NOT ADMINISTER ELECTROCONVULSIVE THERAPY UNLESS THE\n   26  EQUIPMENT USED TO ADMINISTER THE THERAPY IS REGISTERED WITH THE  DEPART-\n   27  MENT.\n   28    (B)  A  MENTAL  HOSPITAL  OR  FACILITY ADMINISTERING ELECTROCONVULSIVE\n   29  THERAPY OR A PRIVATE PHYSICIAN ADMINISTERING THE THERAPY  ON  AN  OUTPA-\n   30  TIENT  BASIS  MUST  FILE  AN  APPLICATION  FOR  REGISTRATION  UNDER THIS\n   31  SECTION. THE APPLICANT MUST SUBMIT THE APPLICATION TO THE DEPARTMENT  ON\n   32  A FORM PRESCRIBED BY THE DEPARTMENT.\n   33    (C) THE APPLICATION MUST BE ACCOMPANIED BY A NONREFUNDABLE APPLICATION\n   34  FEE.  THE  DEPARTMENT  SHALL  SET  THE FEE IN A REASONABLE AMOUNT NOT TO\n   35  EXCEED THE COST TO THE DEPARTMENT TO ADMINISTER THIS SECTION.\n   36    (D) THE APPLICATION MUST CONTAIN:\n   37    (1) THE MODEL, MANUFACTURER, AND AGE OF EACH PIECE OF  EQUIPMENT  USED\n   38  TO ADMINISTER THE THERAPY; AND\n   39    (2) ANY OTHER INFORMATION REQUIRED BY THE DEPARTMENT.\n   40    (E)  THE  DEPARTMENT MAY CONDUCT AN INVESTIGATION AS CONSIDERED NECES-\n   41  SARY AFTER RECEIVING THE PROPER APPLICATION AND THE REQUIRED FEE.\n   42    (F) THE DEPARTMENT BY RULE MAY PROHIBIT THE REGISTRATION  AND  USE  OF\n   43  EQUIPMENT  OF  A TYPE, MODEL OR AGE THE DEPARTMENT DETERMINES IS DANGER-\n   44  OUS.\n   45    (G) THE DEPARTMENT MAY DENY, SUSPEND OR REVOKE A REGISTRATION  IF  THE\n   46  DEPARTMENT  DETERMINES  THAT  THE  EQUIPMENT  IS  DANGEROUS. THE DENIAL,\n   47  SUSPENSION OR REVOCATION OF A REGISTRATION  IS  CONSIDERED  A  CONTESTED\n   48  CASE.\n   49  S 83.07 REPORTS.\n   50    (A)  A  MENTAL  HOSPITAL  OR  FACILITY ADMINISTERING ELECTROCONVULSIVE\n   51  THERAPY, PSYCHOSURGERY, PRE-FRONTAL SONIC SOUND TREATMENT, OR ANY  OTHER\n   52  CONVULSIVE  OR  COMA-PRODUCING  THERAPY  ADMINISTERED  TO  TREAT  MENTAL\n   53  ILLNESS OR A PHYSICIAN ADMINISTERING THE THERAPY ON AN OUTPATIENT  BASIS\n   54  SHALL  SUBMIT TO THE DEPARTMENT QUARTERLY REPORTS RELATING TO THE ADMIN-\n   55  ISTRATION OF THE THERAPY IN THE HOSPITAL OR FACILITY OR  BY  THE  PHYSI-\n   56  CIAN.\n\n       A. 1447                             4\n\n    1    (B) A REPORT MUST STATE FOR EACH QUARTER:\n    2    (1) THE NUMBER OF PATIENTS WHO RECEIVED THE THERAPY, INCLUDING:\n    3    (A) THE NUMBER OF PERSONS VOLUNTARILY RECEIVING MENTAL HEALTH SERVICES\n    4  WHO CONSENTED TO THE THERAPY;\n    5    (B) THE NUMBER OF INVOLUNTARY PATIENTS WHO CONSENTED TO THE THERAPY;\n    6    (C)  THE  NUMBER OF INVOLUNTARY PATIENTS FOR WHOM A GUARDIAN CONSENTED\n    7  TO THE THERAPY;\n    8    (2) THE AGE, SEX AND RACE OF THE PERSONS RECEIVING THE THERAPY;\n    9    (3) THE SOURCE OF THE TREATMENT PAYMENT;\n   10    (4) THE AVERAGE NUMBER OF NONELECTROCONVULSIVE TREATMENTS;\n   11    (5) THE AVERAGE NUMBER OF NONELECTROCONVULSIVE TREATMENTS ADMINISTERED\n   12  FOR EACH COMPLETE SERIES OF TREATMENTS, BUT  NOT  INCLUDING  MAINTENANCE\n   13  TREATMENTS;\n   14    (6)  THE  AVERAGE  NUMBER  OF MAINTENANCE ELECTROCONVULSIVE TREATMENTS\n   15  ADMINISTERED PER MONTH;\n   16    (7) THE NUMBER OF FRACTURES,  REPORTED  MEMORY  LOSSES,  INCIDENTS  OF\n   17  APNEA, AND CARDIAC ARRESTS WITHOUT DEATH;\n   18    (8)  AUTOPSY FINDINGS IF DEATH FOLLOWED WITHIN FOURTEEN DAYS AFTER THE\n   19  DATE OF THE ADMINISTRATION OF THE THERAPY; AND\n   20    (9) ANY OTHER INFORMATION REQUIRED BY THE DEPARTMENT.\n   21  S 83.08 USE OF INFORMATION; REPORT.\n   22    (A) THE DEPARTMENT SHALL USE THE INFORMATION RECEIVED  UNDER  SECTIONS\n   23  83.06 AND 83.07 OF THIS ARTICLE TO ANALYZE, AUDIT AND MONITOR THE USE OF\n   24  ELECTROCONVULSIVE THERAPY, PSYCHOSURGERY, PRE-FRONTAL SONIC SOUND TREAT-\n   25  MENT,  OR ANY OTHER CONVULSIVE OR COMA-PRODUCING THERAPY ADMINISTERED TO\n   26  TREAT MENTAL ILLNESS.\n   27    (B) THE DEPARTMENT SHALL FILE ANNUALLY WITH THE GOVERNOR,  THE  TEMPO-\n   28  RARY  PRESIDENT  OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY A WRITTEN\n   29  REPORT SUMMARIZING BY FACILITY  THE  INFORMATION  RECEIVED  PURSUANT  TO\n   30  SECTIONS 83.06 AND 83.07 OF THIS ARTICLE. IF THE THERAPY IS ADMINISTERED\n   31  BY  A  PRIVATE PHYSICIAN ON AN OUTPATIENT BASIS, THE REPORT MUST INCLUDE\n   32  THAT INFORMATION BUT MAY NOT IDENTIFY DIRECTLY OR INDIRECTLY IN A REPORT\n   33  ISSUED PURSUANT TO THIS SECTION A PATIENT WHO RECEIVED THE THERAPY.\n   34    S 2. This act shall take effect on the one hundred twentieth day after\n   35  it shall have become a law; provided, however, that effective immediate-\n   36  ly the commissioner of mental health may promulgate any rules and  regu-\n   37  lations  necessary  for the implementation of the provisions of this act\n   38  on such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to the use of electroconvulsive therapy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T130204.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294768924147
}