{
  "year" : 2011,
  "senateBillNo" : "A1440-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to housing",
    "billEventId" : "A1440-2011-1294635600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts cooperative and condominium board members from criminal liability for building and multiple dwelling law violations except where they had knowledge",
  "summary" : "Exempts cooperative and condominium board members from criminal liability for building, window guard, and multiple dwelling law violations except where they had knowledge that such law, or rule or regulation enacted pursuant thereto was being violated or where they intended to violate the law, rule or regulation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Multiple Dwelling Law",
  "previousVersions" : [ "A1128-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1440\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ -- Multi-Sponsored by -- M. of A. AUBRY,\n         COLTON,  GLICK, JACOBS, MILLMAN, PHEFFER, SCARBOROUGH -- read once and\n         referred to the Committee on Housing\n\n       AN ACT to amend the multiple dwelling law  and  the  multiple  residence\n         law,  in  relation  to  defining  circumstances for the elimination of\n         condominium and cooperative corporation officer and director  criminal\n         liability\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 304 of the multiple  dwelling  law  is  amended  by\n    2  adding a new subdivision 10-a to read as follows:\n    3    10-A. (A) NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW, NO CRIMI-\n    4  NAL  LIABILITY OR PENALTY SHALL ATTACH TO ANY PERSON SERVING AS A VOLUN-\n    5  TEER OFFICER OR MEMBER OF THE BOARD OF DIRECTORS OF A COOPERATIVE  HOUS-\n    6  ING  CORPORATION  OR  OF  THE  BOARD OF MANAGERS OF A CONDOMINIUM FORMED\n    7  PURSUANT TO ARTICLE NINE-B OF THE REAL PROPERTY  LAW,  ARISING  FROM  OR\n    8  RELATING TO ANY VIOLATION OF ANY PROVISION OF THIS CHAPTER OR OF SECTION\n    9  17-123  OF  THE ADMINISTRATIVE CODE OF THE CITY OF NEW YORK, AS ADDED BY\n   10  LOCAL LAW NUMBER THIRTY-THREE OF THE CITY OF NEW YORK FOR THE YEAR NINE-\n   11  TEEN HUNDRED EIGHTY-SIX, OR OF TITLE TWENTY-SEVEN OF SUCH ADMINISTRATIVE\n   12  CODE, OR ANY RULE OR REGULATION PROMULGATED PURSUANT TO SUCH LAWS, WHERE\n   13  SUCH VIOLATION RELATES TO THE PHYSICAL CONDITION OF THE MULTIPLE  DWELL-\n   14  ING  OR  DWELLINGS  UNDER THE CONTROL OF SUCH COOPERATIVE HOUSING CORPO-\n   15  RATION OR CONDOMINIUM, UNLESS SUCH VOLUNTARY OFFICER OR BOARD MEMBER  IS\n   16  RESPONSIBLE  FOR  THE DAY TO DAY MANAGEMENT OF SUCH MULTIPLE DWELLING OR\n   17  DWELLINGS OR SUCH VOLUNTARY OFFICER OR BOARD MEMBER:   (1)  INTENDED  TO\n   18  VIOLATE  THE LAW, RULE OR REGULATION; (2) HAD ACTUAL KNOWLEDGE THAT SUCH\n   19  LAW, RULE OR REGULATION WAS BEING VIOLATED; OR (3) HAD BEEN SERVED  WITH\n   20  NOTICE  THAT  SUCH LAW, RULE OR REGULATION WAS BEING VIOLATED AND FAILED\n   21  TO TAKE REMEDIAL ACTION WITHIN A REASONABLE PERIOD  OF  TIME  AFTER  THE\n   22  RECEIPT OF SUCH NOTICE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04468-01-1\n\n       A. 1440                             2\n\n    1    (B)  FOR  THE PURPOSES OF THIS SUBDIVISION, AN OFFICER OR BOARD MEMBER\n    2  SHALL NOT LOSE HIS OR HER STATUS AS A  PERSON  SERVING  WITHOUT  COMPEN-\n    3  SATION  SOLELY  BY  REASON  OF  RECEIVING  PAYMENT FOR HIS OR HER ACTUAL\n    4  INCURRED EXPENSES IN ATTENDING MEETINGS OR IN  OTHERWISE  EXECUTING  THE\n    5  DUTIES OF SUCH OFFICER OR BOARD MEMBER, PROVIDED THAT NO SALARY OR OTHER\n    6  REMUNERATION IS RECEIVED BY THE OFFICER OR BOARD MEMBER.\n    7    S  2. Section 304 of the multiple residence law is amended by adding a\n    8  new subdivision 3 to read as follows:\n    9    3. (A) NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW, NO  CRIMINAL\n   10  LIABILITY  OR  PENALTY SHALL ATTACH TO ANY PERSON SERVING AS A VOLUNTEER\n   11  OFFICER OR MEMBER OF THE BOARD OF DIRECTORS  OF  A  COOPERATIVE  HOUSING\n   12  CORPORATION OR OF THE BOARD OF MANAGERS OF A CONDOMINIUM FORMED PURSUANT\n   13  TO  ARTICLE NINE-B OF THE REAL PROPERTY LAW, ARISING FROM OR RELATING TO\n   14  ANY VIOLATION OF ANY PROVISION OF THIS CHAPTER OR ANY  RULE  OR    REGU-\n   15  LATION  PROMULGATED  PURSUANT TO SUCH LAWS, WHERE SUCH VIOLATION RELATES\n   16  TO THE PHYSICAL CONDITION OF THE MULTIPLE DWELLING  OR  DWELLINGS  UNDER\n   17  THE  CONTROL  OF  SUCH  COOPERATIVE  HOUSING CORPORATION OR CONDOMINIUM,\n   18  UNLESS SUCH VOLUNTARY OFFICER OR BOARD MEMBER IS RESPONSIBLE FOR THE DAY\n   19  TO DAY  MANAGEMENT OF SUCH MULTIPLE DWELLING OR DWELLINGS OR SUCH VOLUN-\n   20  TARY OFFICER OR BOARD MEMBER: (1) INTENDED TO VIOLATE THE LAW,  RULE  OR\n   21  REGULATION;  (2)  HAD ACTUAL KNOWLEDGE THAT SUCH LAW, RULE OR REGULATION\n   22  WAS BEING  VIOLATED; OR (3) HAD BEEN SERVED WITH NOTICE THAT  SUCH  LAW,\n   23  RULE  OR  REGULATION  WAS  BEING    VIOLATED AND FAILED TO TAKE REMEDIAL\n   24  ACTION WITHIN A REASONABLE PERIOD OF TIME  AFTER  THE  RECEIPT  OF  SUCH\n   25  NOTICE.\n   26    (B)  FOR  THE PURPOSES OF THIS SUBDIVISION, AN OFFICER OR BOARD MEMBER\n   27  SHALL NOT LOSE HIS OR HER STATUS AS A  PERSON  SERVING  WITHOUT  COMPEN-\n   28  SATION  SOLELY  BY  REASON  OF  RECEIVING  PAYMENT FOR HIS OR HER ACTUAL\n   29  INCURRED EXPENSES IN ATTENDING MEETINGS OR IN  OTHERWISE  EXECUTING  THE\n   30  DUTIES OF SUCH OFFICER OR BOARD MEMBER, PROVIDED THAT NO SALARY OR OTHER\n   31  REMUNERATION IS RECEIVED BY THE OFFICER OR BOARD MEMBER.\n   32    S 3. This act shall take effect on the first of November next succeed-\n   33  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the multiple dwelling law and the multiple residence law, in relation to defining circumstances for the elimination of condominium and cooperative corporation officer and director criminal liability ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T130204.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294768924136
}