{
  "year" : 2011,
  "senateBillNo" : "A1448-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to correction",
    "billEventId" : "A1448-2011-1294635600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires level two sex offenders to disclose their employment address",
  "summary" : "Requires level two sex offenders to disclose their employment address, whether employment is for compensation or not as part of registration information; prohibits employment which involves substantial contact with children. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "AA10276-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1448\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, CASTRO, MARKEY, N. RIVERA, HOOPER, GABRYS-\n         ZAK,  ZEBROWSKI, GIBSON, SPANO, ROBINSON, M. MILLER, P. RIVERA, ARROYO\n         -- Multi-Sponsored by -- M. of A. COLTON,  HIKIND,  PHEFFER,  SWEENEY,\n         THIELE -- read once and referred to the Committee on Correction\n\n       AN  ACT  to amend the correction law, in relation to requiring level two\n         sex offenders to register their employment address\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (e)  of  subdivision 1 of section 168-b of the\n    2  correction law, as amended by chapter 10 of the laws of 2003, is amended\n    3  to read as follows:\n    4    (e) If the sex offender has been given a level  TWO  OR  three  desig-\n    5  nation,  such offender's employment address. THIS SHALL INCLUDE, BUT NOT\n    6  BE  LIMITED  TO,  THE  OFFENDER'S  ACTUAL  and/or  expected   place   of\n    7  employment, WHETHER FOR COMPENSATION OR NOT.\n    8    S  2.  Paragraph  (b-1)  of  subdivision  2  of  section  168-f of the\n    9  correction law, as amended by chapter 10 of the laws of 2003, is amended\n   10  to read as follows:\n   11    (b-1) If the sex offender has been given a level TWO OR  three  desig-\n   12  nation,  such  offender shall sign the verification form, and state that\n   13  he or she still is employed at the address last reported to the division\n   14  AS REQUIRED UNDER SECTION ONE HUNDRED SIXTY-EIGHT-B OF THIS ARTICLE.\n   15    S 3.  Section 168-w of the correction law, as  relettered  by  chapter\n   16  604  of  the laws of 2005, is relettered section 168-x and a new section\n   17  168-w is added to read as follows:\n   18    S 168-W. PROHIBITION ON CERTAIN EMPLOYMENT. 1. NO SEX  OFFENDER  SHALL\n   19  APPLY  FOR  OR ACCEPT A POSITION WHICH INVOLVES SUBSTANTIAL CONTACT WITH\n   20  CHILDREN. SUCH POSITION SHALL  INCLUDE  ANY  JOB,  TASK,  OCCUPATION  OR\n   21  VOLUNTEER  POSITION  WHICH  BY  ITS  NATURE,  REQUIRES A PERSON TO BE IN\n   22  SUBSTANTIAL CONTACT WITH CHILDREN IN THE REGULAR PERFORMANCE OF  HIS  OR\n   23  HER  DUTIES  OR DEALINGS IN SUCH POSITION. THIS SECTION SHALL ALSO APPLY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03959-01-1\n\n       A. 1448                             2\n\n    1  TO ANY PERSON SEEKING A PERMIT OR PERMISSION TO EXECUTE ANY ACTIVITY  OR\n    2  PERFORMANCE THAT WOULD PRESENT A DIRECT CONTACT WITH CHILDREN.\n    3    2. THE DEFINITION OF \"POSITION\" AS USED IN THIS SECTION SHALL APPLY TO\n    4  ANY  PERSON SEEKING EMPLOYMENT EITHER PAID OR NOT PAID, ANY PERSON SEEK-\n    5  ING TO VOLUNTEER, OR ANY PERSON SEEKING  A  PERMIT  OR  PERMISSION  THAT\n    6  WOULD PRESENT A SUBSTANTIAL CONTACT WITH CHILDREN.\n    7    3. EXAMPLES OF SUCH EMPLOYMENT INCLUDE, BUT ARE NOT LIMITED TO:\n    8    A.  ANY POSITION IN A SCHOOL INCLUDING TEACHERS, TEACHER-AIDES, ADMIN-\n    9  ISTRATORS, ASSISTANTS, CAFETERIA WORKERS, JANITORS, NURSES,  COACHES  OR\n   10  ANY  OTHER  PERSON  WORKING IN A SCHOOL THAT WOULD HAVE CONTACT WITH THE\n   11  CHILDREN ATTENDING SAID SCHOOL;\n   12    B. ANY POSITION IN A CHILD-CARE FACILITY;\n   13    C. ANY RECREATIONAL POSITION SUCH AS A COACH, BOY SCOUT OR GIRL  SCOUT\n   14  LEADER,  CAMP COUNSELOR, LIFEGUARD, INSTRUCTOR OR ANY OTHER RECREATIONAL\n   15  AREA THAT WOULD PRESENT A SUBSTANTIAL CONTACT WITH CHILDREN;\n   16    D. ANY POSITION IN A PARK, PLAYGROUND, AMUSEMENT  PARK,  POOL  OR  ANY\n   17  OTHER FACILITY OR AREA WHERE CHILDREN HAVE A PROPENSITY TO INHABIT;\n   18    E. ANY STORE OR RESTAURANT THAT IS SPECIFICALLY TARGETED TOWARDS CHIL-\n   19  DREN SUCH AS A TOY STORE OR CHILDREN'S THEME RESTAURANT;\n   20    F.  ANY  POSITION  WHEREIN  A PERSON WOULD BE EMPLOYED IN AN AREA THAT\n   21  SPECIFICALLY IS TARGETED TOWARDS CHILDREN SUCH AS  AN  ICE  CREAM  TRUCK\n   22  OPERATOR;\n   23    G.  ANY  PERSON  APPLYING  FOR A PERMIT OR PERMISSION THAT WOULD GRANT\n   24  SAID PERSON THE ABILITY TO CARRY OUT ANY  ACTIVITY  OR  ACTION  THAT  IS\n   25  DIRECTED TOWARDS OR WOULD INVOLVE SUBSTANTIAL CONTACT WITH CHILDREN.\n   26    4.  EMPLOYERS, ORGANIZATIONS AND GOVERNMENT ENTITIES SHALL HAVE ACCESS\n   27  TO THE STATEWIDE CENTRAL REGISTRY OF CHILD ABUSE  AND  MALTREATMENT  FOR\n   28  THE  PURPOSE  OF  PERFORMING  A  BACKGROUND CHECK FOR ANY CONVICTIONS OF\n   29  SEXUAL ABUSE OF A CHILD. EVERY  EMPLOYER,  ORGANIZATION  AND  GOVERNMENT\n   30  ENTITY  SHALL CHECK ANY POTENTIAL EMPLOYEES SEEKING TO ASSUME A POSITION\n   31  THAT WILL BE IN SUBSTANTIAL  CONTACT  WITH  CHILDREN  AGAINST  BOTH  THE\n   32  STATEWIDE  CENTRAL  REGISTRY  OF  CHILD  ABUSE  AND MALTREATMENT AND THE\n   33  REGISTERED SEX OFFENDERS DATABASE TO ASCERTAIN  IF  SAID  PERSON  HAS  A\n   34  CONVICTION FOR SEXUAL ABUSE OF A CHILD.\n   35    5.  \"SUBSTANTIAL  CONTACT WITH CHILDREN\" AS USED IN THIS SECTION MEANS\n   36  WORKING WITH CHILDREN, HAVING ACCESS TO CHILDREN, HAVING OPPORTUNITY  TO\n   37  BE  ALONE  WITH  CHILDREN,  SPENDING  TIME WITH CHILDREN, PERFORMING FOR\n   38  CHILDREN OR ANY OTHER ACTIVITY THAT INVOLVES CHILDREN.\n   39    6. A. ANY SEX OFFENDER  WHO  APPLIES  FOR  OR  ACCEPTS  EMPLOYMENT  IN\n   40  VIOLATION  OF THIS SECTION SHALL BE GUILTY OF A CLASS A MISDEMEANOR UPON\n   41  THE FIRST CONVICTION THEREOF, AND UPON A SECOND OR SUBSEQUENT CONVICTION\n   42  THEREOF SHALL BE GUILTY OF A CLASS D FELONY.\n   43    B. ANY EMPLOYER WHO KNOWINGLY EMPLOYS A SEX OFFENDER IN  VIOLATION  OF\n   44  THIS SECTION SHALL, UPON CONVICTION, BE GUILTY OF A CLASS A MISDEMEANOR.\n   45    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to requiring level two sex offenders to register their employment address ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T130204.TXT", "SOBI.D110110.T133607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294768924149
}