{
  "year" : 2011,
  "senateBillNo" : "A1443-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1443-2011-1294635600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state environmental technology institute",
  "summary" : "Establishes the New York state environmental technology institute within the science and technology foundation, which shall contract with a certain local development corporation to establish such institute; the institute shall be operated collaboratively by a consortium of universities and private sector industrial partners; the institute shall address pollution prevention, remediation, and sustainable development. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AA527-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1443\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. DESTITO, ENGLEBRIGHT, MORELLE -- Multi-Sponsored\n         by -- M. of A. AUBRY, CANESTRARI, CASTRO, SWEENEY  --  read  once  and\n         referred  to  the  Committee  on  Economic  Development, Job Creation,\n         Commerce and Industry\n\n       AN ACT to amend the public authorities law, in relation to  establishing\n         the  New  York  state  environmental  technology  institute within the\n         science and technology foundation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public  authorities  law  is amended by adding a new\n    2  section 3102-h to read as follows:\n    3    S 3102-H. NEW YORK STATE ENVIRONMENTAL TECHNOLOGY INSTITUTE. 1.    FOR\n    4  THE PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOW-\n    5  ING MEANINGS:\n    6    (A)  \"INSTITUTE\"  MEANS  THE  NEW  YORK STATE ENVIRONMENTAL TECHNOLOGY\n    7  INSTITUTE ESTABLISHED PURSUANT TO THIS SECTION.\n    8    (B) \"UNIVERSITY\" MEANS THE ENTITIES DEFINED IN  SUBDIVISION  SEVENTEEN\n    9  OF  SECTION TWO, AS ADDED BY CHAPTER SIX HUNDRED THIRTY-FOUR OF THE LAWS\n   10  OF NINETEEN HUNDRED FIFTY, SECTION  FIVE  THOUSAND  SEVEN  HUNDRED  ONE,\n   11  SECTION SIX THOUSAND ONE AND SUBDIVISION TWO OF SECTION SIX THOUSAND TWO\n   12  HUNDRED TWO OF THE EDUCATION LAW.\n   13    (C)  \"POLLUTION  PREVENTION\"  MEANS CHANGES IN PRODUCTION METHODS THAT\n   14  REDUCE, AVOID, OR  ELIMINATE  THE  UTILIZATION  OF  TOXIC  OR  HAZARDOUS\n   15  SUBSTANCES  OR  THE GENERATION OF SUCH SUBSTANCES OR POLLUTANTS OVERALL,\n   16  SO AS TO REDUCE HEALTH RISKS TO PRODUCTION  EMPLOYEES,  THE  SURROUNDING\n   17  COMMUNITY,  CONSUMERS  OF THE PRODUCT OR THE OVERALL ENVIRONMENT WITHOUT\n   18  SHIFTING RISKS BETWEEN SUCH PARTIES.  POLLUTION PREVENTION INCLUDES  THE\n   19  DESIGN,  MANUFACTURE, OR PRODUCTION OF NEW PROCESSING TECHNIQUES, OR THE\n   20  REDESIGN, MODIFICATION, UPGRADE OR REPLACEMENT OF PRODUCTION  PROCESSES,\n   21  EQUIPMENT OR IMPLEMENTATION OF NEW TECHNOLOGY; REFORMULATION OR REDESIGN\n   22  OF  PRODUCTS,  SUBSTITUTION  OF INPUTS OR RAW MATERIALS; IMPROVEMENTS IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01694-01-1\n\n       A. 1443                             2\n\n    1  HOUSEKEEPING, MAINTENANCE, TRAINING, OR INVENTORY CONTROL;  OR  EXTENDED\n    2  USE  OR  REUSE  OF  MATERIALS THROUGH METHODS INTEGRAL TO THE PRODUCTION\n    3  PROCESS; PROVIDED, THAT POLLUTION PREVENTION MAY INCLUDE  OUT-OF-PRODUC-\n    4  TION RECYCLING, END-OF-PIPE TREATMENT OR POLLUTION CONTROL.\n    5    (D)  \"POLLUTANT\"  MEANS  ANY SUBSTANCE, CONTAMINANT, WASTE OR EMISSION\n    6  WHICH CONTRIBUTES TO POLLUTION AS DEFINED IN ARTICLE ONE OF THE ENVIRON-\n    7  MENTAL CONSERVATION LAW.\n    8    (E) \"REMEDIATION\" MEANS ACTIVITIES UNDERTAKEN  TO  ELIMINATE,  REMOVE,\n    9  ABATE OR CONTROL ENVIRONMENTAL HAZARDS.\n   10    (F)  \"SUSTAINABLE  DEVELOPMENT\"  MEANS ACHIEVING ECONOMIC GROWTH WHILE\n   11  PROTECTING AND PRESERVING THE STATE ENVIRONMENTAL RESOURCES OR  MITIGAT-\n   12  ING THE DESTRUCTION OF SUCH ENVIRONMENTAL RESOURCES.\n   13    (G)  \"SMALL  BUSINESS\"  SHALL  HAVE  THE  SAME MEANING AS SET FORTH IN\n   14  SECTION ONE HUNDRED THIRTY-ONE OF THE ECONOMIC DEVELOPMENT LAW.\n   15    (H) \"MEDIUM-SIZED BUSINESS\" MEANS AN INDEPENDENTLY OWNED BUSINESS, NOT\n   16  DOMINANT IN ITS FIELD, THAT EMPLOYS  FEWER  THAN  FIVE  HUNDRED  PERSONS\n   17  WITHIN THE STATE ON A FULL TIME BASIS.\n   18    (I)  \"MATERIALS  EXCHANGE TRANSACTION\" MEANS THE MATCHING OF MATERIALS\n   19  DISCARDED BY ONE  BUSINESS  WITH  ANOTHER  BUSINESS  THAT  CAN  USE  THE\n   20  DISCARDED MATERIAL AS A RESOURCE.\n   21    (J) \"MATERIAL BY-PRODUCT\" MEANS MATERIALS DISCARDED BY A BUSINESS.\n   22    (K)  \"RESEARCH  INSTITUTION\"  MEANS  A PUBLIC, QUASI-PUBLIC OR PRIVATE\n   23  SCIENTIFIC RESEARCH FACILITY OR INSTITUTION OF HIGHER EDUCATION  LOCATED\n   24  WITHIN THE STATE THAT OPERATES A RESEARCH LABORATORY OR FACILITY.\n   25    2. THE CORPORATION SHALL CONTRACT WITH A NOT-FOR-PROFIT CORPORATION TO\n   26  ESTABLISH  AN  INSTITUTE TO BE KNOWN AS THE NEW YORK STATE ENVIRONMENTAL\n   27  TECHNOLOGY INSTITUTE. THE INSTITUTE MAY BE OPERATED COLLABORATIVELY BY A\n   28  CONSORTIUM OF UNIVERSITIES AND RESEARCH  INSTITUTIONS  LOCATED  IN  THIS\n   29  STATE WITH INSTITUTIONS OR ACCREDITED PROGRAMS IN ENVIRONMENTAL SCIENCE,\n   30  LIFE  SCIENCES, BIORESEARCH, CHEMISTRY OR TECHNOLOGY RESEARCH AND DEVEL-\n   31  OPMENT, AND PRIVATE SECTOR INDUSTRIAL PARTNERS.    THE  CHIEF  EXECUTIVE\n   32  OFFICER  OR  PRESIDENT  OF SUCH NOT-FOR-PROFIT CORPORATION OR HIS OR HER\n   33  DESIGNEE SHALL SERVE AS THE PRESIDENT OF THE INSTITUTE.\n   34    3. THE INSTITUTE SHALL:\n   35     (A) DEVELOP AND ASSIST IN THE TRANSFER OF EXISTING  AND  NEW  PROCESS\n   36  DESIGNS  FOR  POLLUTION PREVENTION, REMEDIATION AND SUSTAINABLE DEVELOP-\n   37  MENT;\n   38    (B) CONDUCT BOTH APPLIED AND THEORETICAL RESEARCH AND DEVELOPMENT, AND\n   39  SUPPORT DEMONSTRATION PROJECTS CONCERNING  NEW  OR  MODIFIED  INDUSTRIAL\n   40  PROCESSES,  DESIGN OF EQUIPMENT AND, PURSUE THE ADVANCEMENT OF NEW TECH-\n   41  NOLOGIES FOR POLLUTION PREVENTION, REMEDIATION AND SUSTAINABLE  DEVELOP-\n   42  MENT THAT CAN BE UTILIZED BY BUSINESS, INDUSTRY AND GOVERNMENT;\n   43    (C)  PROVIDE  A  CLEARINGHOUSE FOR THE DISSEMINATION OF INFORMATION ON\n   44  EXISTING AND NEW INDUSTRIAL  PROCESS  DESIGN  TECHNOLOGY  FOR  POLLUTION\n   45  PREVENTION,  REMEDIATION,  AND  SUSTAINABLE  DEVELOPMENT  FOR  BUSINESS,\n   46  INDUSTRY AND GOVERNMENT;\n   47    (D) PROVIDE A CLEARINGHOUSE FOR THE DISSEMINATION  OF  INFORMATION  ON\n   48  THE  UTILIZATION OF BUSINESS MATERIAL BY-PRODUCTS IN ORDER TO COORDINATE\n   49  MATERIALS EXCHANGE TRANSACTIONS AMONG IN-STATE  AND  OUT-OF-STATE  BUSI-\n   50  NESSES; AND\n   51    (E)  PROVIDE  EXPERTISE  AND  ASSISTANCE CONCERNING INDUSTRIAL PROCESS\n   52  DESIGN AND ENVIRONMENTAL TECHNOLOGY TO SMALL AND MEDIUM-SIZED BUSINESSES\n   53  AND TO PUBLIC OFFICIALS RESPONSIBLE FOR ESTABLISHING  GOVERNMENT  POLICY\n   54  AND REGULATIONS.\n   55    4.  (A)  TO  CARRY  OUT  SAID  PURPOSES,  THE INSTITUTE SHALL HAVE THE\n   56  AUTHORITY TO:\n\n       A. 1443                             3\n\n    1    (1) APPOINT OFFICERS, AGENTS AND EMPLOYEES, TO PRESCRIBE THEIR  QUALI-\n    2  FICATIONS,  AND  TO  FIX  THEIR  COMPENSATION AND TO PAY THE SAME OUT OF\n    3  FUNDS OF THE INSTITUTE;\n    4    (2)  MAKE  CONTRACTS AND LEASES UPON SUCH TERMS AS THE INSTITUTE SHALL\n    5  DEEM APPROPRIATE; AND\n    6    (3) ACCEPT GIFTS, GRANTS, LOANS OR CONTRIBUTIONS FROM, AND ENTER  INTO\n    7  CONTRACTS  OR  OTHER  TRANSACTIONS WITH, THE UNITED STATES, THE STATE OR\n    8  ITS AGENCIES, ANY OTHER STATE, ANY MUNICIPALITY, ANY PUBLIC  OR  PRIVATE\n    9  CORPORATION  OR  ANY  OTHER  LEGAL  ENTITY,  AND  TO USE ANY SUCH GIFTS,\n   10  GRANTS, LOANS OR CONTRIBUTIONS FOR ANY OF ITS PURPOSES.\n   11    (B) IN EXERCISING THE POWERS GRANTED BY THIS  SECTION,  THE  INSTITUTE\n   12  SHALL,  INSOFAR  AS  PRACTICABLE,  COOPERATE AND ACT IN CONJUNCTION WITH\n   13  INDUSTRIAL, COMMERCIAL, MEDICAL, SCIENTIFIC  AND  EDUCATIONAL  ORGANIZA-\n   14  TIONS  WITHIN THE STATE, THE NEW YORK STATE ENERGY RESEARCH AND DEVELOP-\n   15  MENT AUTHORITY ESTABLISHED PURSUANT TO TITLE NINE OF  ARTICLE  EIGHT  OF\n   16  THIS  CHAPTER  AND WITH AGENCIES OF THE FEDERAL GOVERNMENT, OF THE STATE\n   17  AND ITS POLITICAL SUBDIVISIONS, OF OTHER STATES AND JOINT AGENCIES THER-\n   18  EOF.\n   19    5. A UNIVERSITY OR RESEARCH INSTITUTION  SEEKING  DESIGNATION  BY  THE\n   20  FOUNDATION  TO  PARTICIPATE  IN THE CONSORTIUM TO OPERATE SUCH INSTITUTE\n   21  SHALL:\n   22    (A) HAVE A RECORD OF CONDUCTING RESEARCH AND DEVELOPMENT  RELATING  TO\n   23  TECHNOLOGIES  FOR  THE  PURPOSE OF POLLUTION PREVENTION, REMEDIATION AND\n   24  SUSTAINABILITY, OF LEVERAGING FEDERAL AND OTHER NON-STATE  RESEARCH  AND\n   25  DEVELOPMENT  FUNDS FOR SUCH PURPOSES, AND OF PROVIDING TECHNICAL ASSIST-\n   26  ANCE TO PRIVATE INDUSTRY;\n   27    (B) HAVE THE DISCRETION TO ENTER INTO A FORMALIZED  AGREEMENT  WITH  A\n   28  PRIVATE SECTOR INDUSTRIAL PARTNER OR PARTNERS WHO ARE PERFORMING INNOVA-\n   29  TIVE  RESEARCH  AND  DEVELOPMENT  FOR  ENVIRONMENTAL OR DIRECTLY RELATED\n   30  TECHNOLOGIES;\n   31    (C) HAVE A  PRIVATE  SECTOR  COMMITMENT  FOR  ANY  MATCHING  RESOURCES\n   32  REQUIRED BY THIS SECTION; AND\n   33    (D) COMMIT SUBSTANTIAL UNIVERSITY RESOURCES TO THE INSTITUTE.\n   34    6.  THE  INSTITUTE  SHALL  ENGAGE  THE SERVICES OF CONSULTANTS FOR THE\n   35  PURPOSE OF CONDUCTING A PEER REVIEW  OF  ALL  APPLICATIONS  FOR  PARTIC-\n   36  IPATION  IN  THE CONSORTIUM TO OPERATE THE INSTITUTE AND OF ALL INFORMA-\n   37  TION RELATING TO THE TRANSFER OF EXISTING AND NEW  PROCESS  DESIGNS  FOR\n   38  POLLUTION  PREVENTION,  REMEDIATION  AND SUSTAINABLE DEVELOPMENT.   SUCH\n   39  CONSULTANTS SHALL HAVE SUBSTANTIAL EXPERIENCE IN THE  ESTABLISHMENT  AND\n   40  MANAGEMENT OF SUCH PEER REVIEW PROCESS AND SHALL MAKE RECOMMENDATIONS TO\n   41  THE  INSTITUTE  ADVISORY  COMMITTEE  ESTABLISHED PURSUANT TO SUBDIVISION\n   42  SEVEN OF THIS SECTION.\n   43    7. (A) THE INSTITUTE SHALL ESTABLISH AN ADVISORY COMMITTEE WHICH SHALL\n   44  CONSIST OF THIRTEEN INDIVIDUALS OF WHICH FOUR SHALL BE APPOINTED BY  THE\n   45  GOVERNOR,  TWO  SHALL  BE  APPOINTED BY THE SPEAKER OF THE ASSEMBLY, TWO\n   46  SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE,  ONE  SHALL\n   47  BE  APPOINTED  BY  THE  MINORITY  LEADER  OF  THE ASSEMBLY, ONE SHALL BE\n   48  APPOINTED BY THE MINORITY LEADER OF THE SENATE, ONE SHALL  BE  APPOINTED\n   49  BY THE COMMISSIONER OF HEALTH, ONE SHALL BE APPOINTED BY THE COMMISSION-\n   50  ER  OF  ENVIRONMENTAL  CONSERVATION  AND  ONE  SHALL BE APPOINTED BY THE\n   51  DIRECTORS OF THE URBAN DEVELOPMENT CORPORATION.  APPOINTMENTS  SHALL  BE\n   52  MADE FROM REPRESENTATIVES OF THE FOLLOWING GROUPS: THE SCIENCE AND TECH-\n   53  NOLOGY  COMMUNITY,  THE ACADEMIC COMMUNITY, LABOR, INDUSTRY, SMALL BUSI-\n   54  NESS, AND THE ENVIRONMENTAL COMMUNITY.\n\n       A. 1443                             4\n\n    1    (B) THE MEMBERS SHALL SERVE FOR  TERMS  OF  THREE  YEARS.    PROVIDED,\n    2  HOWEVER, THE MEMBERS OF THE ADVISORY COMMITTEE INITIALLY APPOINTED SHALL\n    3  BE APPOINTED FOR THE FOLLOWING TERMS:\n    4    (I) ONE  MEMBER APPOINTED BY THE GOVERNOR, ONE MEMBER APPOINTED BY THE\n    5  TEMPORARY  PRESIDENT OF THE SENATE, THE MEMBER APPOINTED BY THE MINORITY\n    6  LEADER OF THE ASSEMBLY AND THE MEMBER APPOINTED BY THE  COMMISSIONER  OF\n    7  HEALTH SHALL BE APPOINTED FOR TERMS OF ONE YEAR;\n    8    (II)  TWO  MEMBERS  APPOINTED BY THE GOVERNOR, ONE MEMBER APPOINTED BY\n    9  THE TEMPORARY PRESIDENT OF THE  SENATE,  ONE  MEMBER  APPOINTED  BY  THE\n   10  SPEAKER  OF THE ASSEMBLY AND THE MEMBER APPOINTED BY THE COMMISSIONER OF\n   11  ENVIRONMENTAL CONSERVATION SHALL BE APPOINTED FOR TERMS  OF  TWO  YEARS;\n   12  AND\n   13    (III)  ONE  MEMBER  APPOINTED BY THE GOVERNOR, ONE MEMBER APPOINTED BY\n   14  THE SPEAKER OF THE ASSEMBLY, THE MEMBER APPOINTED BY THE MINORITY LEADER\n   15  OF THE SENATE AND THE MEMBER APPOINTED BY THE  DIRECTORS  OF  THE  URBAN\n   16  DEVELOPMENT CORPORATION SHALL BE APPOINTED FOR TERMS OF THREE YEARS.\n   17    THE  MEMBERS  SHALL  CONTINUE  IN OFFICE UNTIL THE EXPIRATION OF THEIR\n   18  TERMS AND UNTIL THEIR  SUCCESSORS  ARE  APPOINTED  AND  HAVE  QUALIFIED.\n   19  VACANCIES  SHALL  BE  FILLED  BY  THE APPOINTING OFFICIAL WHO ORIGINALLY\n   20  APPOINTED SUCH MEMBER WITHIN ONE YEAR OF THE DATE UPON WHICH SUCH VACAN-\n   21  CIES OCCUR.\n   22    (C) THE ADVISORY COMMITTEE SHALL:\n   23    (1) RENDER ADVICE  ON  THE  DEVELOPMENT  OF  THE  INSTITUTE'S  OVERALL\n   24  RESEARCH  AND DEVELOPMENT PROGRAM AND THE IDENTIFICATION OF RESEARCH AND\n   25  DEVELOPMENT PRIORITIES;\n   26    (2) RENDER ADVICE ON THE  SOLICITATION  OF  RESEARCH  AND  DEVELOPMENT\n   27  PROJECT PROPOSALS;\n   28    (3)  RENDER  ADVICE  ON THE TECHNICAL AND COMMERCIAL MERIT OF PROJECTS\n   29  WHICH THE INSTITUTE MAY WISH TO FUND OR UNDERTAKE;\n   30    (4) ASSIST IN ESTABLISHING PROCEDURES FOR MONITORING THE  PROGRESS  OF\n   31  FUNDED PROJECTS;\n   32    (5) ASSIST IN THE TECHNICAL REVIEW OF ONGOING PROJECTS; AND\n   33    (6)  ASSIST  IN FACILITATING THE DISSEMINATION OF RESEARCH RESULTS AND\n   34  TECHNICAL INFORMATION.\n   35    (D) THE ADVISORY COMMITTEE SHALL MEET AS FREQUENTLY  AS  ITS  BUSINESS\n   36  MAY REQUIRE, AND AT LEAST ONCE IN EACH CALENDAR YEAR.\n   37    (E) ONE MEMBER SHALL BE APPOINTED BY THE COMMISSIONER OF ENVIRONMENTAL\n   38  CONSERVATION,  OR BY HIS OR HER DESIGNEE, AS CHAIRPERSON OF THE ADVISORY\n   39  COMMITTEE.\n   40    (F) THE MEMBERS OF THE ADVISORY COMMITTEE SHALL SERVE WITHOUT  COMPEN-\n   41  SATION, OTHER THAN REIMBURSEMENT OF ACTUAL AND NECESSARY EXPENSES.\n   42    (G)  NO  MEMBER  OF  THE ADVISORY COMMITTEE SHALL BE DISQUALIFIED FROM\n   43  HOLDING ANY PUBLIC OFFICE OR EMPLOYMENT, NOR SHALL HE OR SHE FORFEIT ANY\n   44  SUCH OFFICE, BY REASON OF SUCH SERVICE WITH THE INSTITUTE, NOTWITHSTAND-\n   45  ING THE PROVISIONS OF ANY GENERAL, SPECIAL, OR LOCAL LAW,  ORDINANCE  OR\n   46  CITY CHARTER.\n   47    S 2. This act shall take effect on the one hundred eightieth day after\n   48  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to establishing the New York state environmental technology institute within the science and technology foundation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T130204.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294768924141
}