{
  "year" : 2011,
  "senateBillNo" : "A144-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A144-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes local school districts and municipalities to determine and establish school speed limits",
  "summary" : "Authorizes local school districts and municipalities to determine and establish school speed limits. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          144\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  authorizing\n         local  school  districts and municipalities to determine and establish\n         school speed limits\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision (a) of section 1620 of the vehicle and traffic\n    2  law, as amended by chapter 563 of the laws of 2002, is amended  to  read\n    3  as follows:\n    4    (a)  The  department  of transportation with respect to state highways\n    5  maintained by the state outside of cities having a population in  excess\n    6  of  one million, and highways on Indian reservations, may by order, rule\n    7  or regulation establish higher or lower maximum speed  limits  at  which\n    8  vehicles may proceed on or along such highways than the fifty-five miles\n    9  per  hour  statutory  maximum  speed  limit. No such maximum speed limit\n   10  shall be established at less than twenty-five  miles  per  hour,  except\n   11  that  school  speed  limits  may be established at not less than fifteen\n   12  miles per hour, for a distance not to exceed one thousand three  hundred\n   13  twenty feet, on a highway passing a school building, entrance or exit of\n   14  a school abutting on the highway.  THE LOCAL SCHOOL DISTRICT AND MUNICI-\n   15  PALITY  WITHIN  WHICH  A SCHOOL IS LOCATED SHALL DETERMINE AND ESTABLISH\n   16  THE MAXIMUM SPEED AT WHICH VEHICLES MAY PROCEED ON A HIGHWAY LOCATED  IN\n   17  A SCHOOL ZONE. Absence of signs installed pursuant to this section shall\n   18  be  presumptive  evidence  that the department of transportation has not\n   19  established a higher maximum speed limit than the fifty-five  miles  per\n   20  hour statutory limit.\n   21    S  2. Subdivision 1 of section 1622 of the vehicle and traffic law, as\n   22  amended by chapter 563 of the laws  of  2002,  is  amended  to  read  as\n   23  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00793-01-1\n\n       A. 144                              2\n\n    1    1.  Establish maximum speed limits at which vehicles may proceed on or\n    2  along such highways higher or lower than the fifty-five miles  per  hour\n    3  statutory  maximum  speed  limit.  No such limit shall be established at\n    4  less than twenty-five miles per hour, except that  school  speed  limits\n    5  may  be  established  at  not  less  than  fifteen miles per hour, for a\n    6  distance not to exceed one thousand three  hundred  twenty  feet,  on  a\n    7  highway passing a school building, entrance or exit of a school abutting\n    8  on the highway.  THE LOCAL SCHOOL DISTRICT AND MUNICIPALITY WITHIN WHICH\n    9  A  SCHOOL  IS LOCATED SHALL DETERMINE AND ESTABLISH THE MAXIMUM SPEED AT\n   10  WHICH VEHICLES MAY PROCEED ON A HIGHWAY LOCATED IN A SCHOOL ZONE.\n   11    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to authorizing local school districts and municipalities to determine and establish school speed limits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T104933.TXT", "SOBI.D101216.T113916.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292600973801
}