{
  "year" : 2011,
  "senateBillNo" : "A1446-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1446-2011-1294635600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires convex mirrors on trucks",
  "summary" : "Requires convex mirrors on trucks. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A5869-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1446\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. MILLMAN -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and  traffic  law,  in  relation  to  convex\n         mirrors\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 375 of the vehicle and traffic law  is  amended  by\n    2  adding a new subdivision 10-e to read as follows:\n    3    10-E.  EVERY TRUCK, TRACTOR, AND TRACTOR-TRAILER OR SEMITRAILER COMBI-\n    4  NATION REGISTERED IN THIS STATE HAVING A GROSS VEHICLE WEIGHT RATING  OF\n    5  TWENTY-SIX THOUSAND POUNDS OR MORE, AND A CONVENTIONAL CAB CONFIGURATION\n    6  IN  WHICH MORE THAN HALF OF THE ENGINE LENGTH IS FORWARD OF THE FOREMOST\n    7  POINT OF THE WINDSHIELD BASE AND  THE  STEERING  WHEEL  HUB  IS  IN  THE\n    8  FORWARD  QUARTER  OF THE VEHICLE LENGTH, WHENEVER OPERATED WITHIN A CITY\n    9  HAVING A POPULATION OF ONE  MILLION OR   MORE ON HIGHWAYS    OTHER  THAN\n   10  CONTROLLED-ACCESS  HIGHWAYS,  SHALL  BE EQUIPPED WITH A CONVEX MIRROR ON\n   11  THE FRONT OF SUCH VEHICLE OR COMBINATION OF VEHICLES. WHEN SUCH  VEHICLE\n   12  OR  COMBINATION  OF  VEHICLES  IS  BEING  OPERATED, SUCH MIRROR SHALL BE\n   13  ADJUSTED SO AS TO ENABLE THE OPERATOR THEREOF TO SEE ALL  POINTS  ON  AN\n   14  IMAGINARY  HORIZONTAL  LINE WHICH: (A) IS THREE FEET ABOVE THE ROAD, (B)\n   15  IS ONE FOOT DIRECTLY FORWARD FROM THE MIDPOINT  OF  THE  FRONT  OF  SUCH\n   16  MOTOR VEHICLE, AND (C) EXTENDS THE FULL WIDTH OF THE FRONT OF SUCH VEHI-\n   17  CLE  OR COMBINATION OF VEHICLES. PROVIDED, HOWEVER, THE COMMISSIONER, IN\n   18  CONSULTATION WITH THE COMMISSIONER  OF  TRANSPORTATION,  MAY  PROMULGATE\n   19  RULES  AND  REGULATIONS EXEMPTING FROM THE REQUIREMENTS OF THIS SUBDIVI-\n   20  SION ANY VEHICLE OR COMBINATION OF VEHICLES WHERE SUCH COMMISSIONER  HAS\n   21  DETERMINED  THAT  THE  USE OF SUCH CONVEX MIRRORS WOULD NOT INCREASE THE\n   22  VISIBILITY OF PERSONS OR OBJECTS LOCATED DIRECTLY IN FRONT OF SUCH VEHI-\n   23  CLE OR COMBINATION OF VEHICLES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04922-01-1\n\n       A. 1446                             2\n\n    1    S 2. This act shall be deemed repealed if any federal  agency  or  any\n    2  court  of  competent jurisdiction finally determines that this act would\n    3  render New York state ineligible for the receipt of federal funds.\n    4    S  3.  Severability.  If any clause, sentence, subdivision, paragraph,\n    5  section or part of this act be adjudged by any court of competent juris-\n    6  diction to be invalid, such judgment shall not affect, impair or invali-\n    7  date the remainder thereof, but shall be confined in  its  operation  to\n    8  the  clause,  sentence,  subdivision, paragraph, section or part thereof\n    9  directly involved in the controversy in which such judgment  shall  have\n   10  been rendered.\n   11    S 4. This act shall take effect on the one hundred eightieth day after\n   12  it shall have become a law; provided, however, that effective immediate-\n   13  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   14  necessary for the implementation of this act on its  effective  date  is\n   15  authorized  to  be  made and completed on or before such effective date;\n   16  and provided that the commissioner of the department  of  transportation\n   17  shall  notify  the  legislative bill drafting commission upon the occur-\n   18  rence of the provisions of section two of this act  in  order  that  the\n   19  commission  may  maintain  an accurate data base of the official text of\n   20  the laws of the state of  New  York  in  furtherance  of  effecting  the\n   21  provisions  of section 44 of the legislative law and section 70-b of the\n   22  public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to convex mirrors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T130204.TXT", "SOBI.D110110.T133106.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294768924146
}