{
  "year" : 2011,
  "senateBillNo" : "A1455-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1455-2011-1294635600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates central procurement offices for each public authority",
  "summary" : "Creates a central procurement office within each authority responsible for entering into all contracts for the procurement of goods or services on behalf of the authority or its subsidiaries. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A5657-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1455\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ROSENTHAL, GLICK, CANESTRARI, MILLMAN, GALEF --\n         Multi-Sponsored by -- M. of A. BRENNAN, CAHILL, CLARK,  COLTON,  COOK,\n         GOTTFRIED,  HOYT, JACOBS, LUPARDO, MAYERSOHN, McENENY, PEOPLES-STOKES,\n         PHEFFER, REILLY, SCHROEDER, SWEENEY, WRIGHT -- read once and  referred\n         to the Committee on Corporations, Authorities and Commissions\n\n       AN  ACT  to  amend  the  public  authorities law, in relation to central\n         procurement offices\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public authorities law is amended by adding a new arti-\n    2  cle 1-B to read as follows:\n    3                                 ARTICLE 1-B\n    4                         CENTRAL PROCUREMENT OFFICE\n    5  SECTION 60. CENTRAL PROCUREMENT OFFICE.\n    6    S 60. CENTRAL PROCUREMENT OFFICE. 1. AS USED IN THIS SECTION, THE TERM\n    7  \"AUTHORITY\" SHALL MEAN A PUBLIC AUTHORITY OR OTHER PUBLIC BENEFIT CORPO-\n    8  RATION CREATED UNDER THIS CHAPTER OR ANY OTHER PROVISION OF LAW.\n    9    2.  THERE SHALL BE CREATED WITHIN EACH AUTHORITY A CENTRAL PROCUREMENT\n   10  OFFICE. ALL CONTRACTS FOR THE PROCUREMENT OF GOODS AND SERVICES OF EVERY\n   11  KIND FOR EACH SUCH AUTHORITY  AND  EACH  AND  EVERY  SUBSIDIARY  OF  THE\n   12  AUTHORITY  SHALL  BE  ENTERED  INTO  ON  BEHALF OF SUCH AUTHORITY BY THE\n   13  CENTRAL PROCUREMENT OFFICER OR HIS OR HER DELEGATE.\n   14    3. IN ADDITION, THE CENTRAL PROCUREMENT OFFICE SHALL HAVE RESPONSIBIL-\n   15  ITY TO MAINTAIN, IN A CENTRAL PLACE WHICH IS ACCESSIBLE TO  THE  PUBLIC,\n   16  STANDARD  INFORMATION  REGARDING  EACH  PROCUREMENT  CONTRACT  WITH  THE\n   17  AUTHORITY AND EACH CONTRACTOR INVOLVED IN SUCH A CONTRACT. SUCH INFORMA-\n   18  TION SHALL INCLUDE:\n   19    A. A COPY OF THE CONTRACT;\n   20    B. INFORMATION REGARDING THE METHOD BY WHICH THE CONTRACT WAS LET;\n   21    C. SUCH STANDARD DOCUMENTS AS THE CONTRACTOR IS REQUIRED TO SUBMIT AND\n   22  ANY MEMORANDA OF THE AUTHORITY AND ITS SUBSIDIARIES CONCERNING  ANALYSIS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01788-01-1\n\n       A. 1455                             2\n\n    1  OF  THE  COMPARATIVE  COSTS  OF USING THE VENDOR TO PERFORM THE WORK AND\n    2  USING AUTHORITY EMPLOYEES TO PERFORM THE WORK;\n    3    D.  INFORMATION REGARDING THE CONTRACTOR'S QUALIFICATIONS AND PERFORM-\n    4  ANCE;\n    5    E. ANY EVALUATION OF THE CONTRACTOR AND ANY  CONTRACTOR  RESPONSES  TO\n    6  SUCH EVALUATIONS;\n    7    F.  ANY  AUDITS  OF  THE CONTRACT AND ANY CONTRACTOR RESPONSES TO SUCH\n    8  AUDITS; AND\n    9    G. ANY DECISIONS REGARDING THE SUSPENSION OR DEBARMENT OF THE CONTRAC-\n   10  TOR.\n   11    4. THE INFORMATION ON CONTRACTS AND CONTRACTORS SHALL BE  COMPUTERIZED\n   12  TO  THE EXTENT FEASIBLE. THE COMPUTERIZED INFORMATION SHALL BE STORED IN\n   13  A MANNER WHICH ALLOWS FOR MEANINGFUL READ-ONLY ACCESS TO  SUCH  INFORMA-\n   14  TION  BY  THE  NAME  OF  THE UNIT OF THE AUTHORITY USING THE CONTRACTOR,\n   15  CONTRACTOR NAME, CONTRACT CATEGORY, AND CONTRACT NUMBER IN PRIOR NOTICES\n   16  PUBLISHED BY THE AUTHORITY. THE COMPUTERIZED INFORMATION SHALL  BE  MADE\n   17  AVAILABLE  TO  THE  PUBLIC  THROUGH COMPUTER TERMINALS ACCESSIBLE TO THE\n   18  PUBLIC IN APPROPRIATE AUTHORITY LOCATIONS. THE AUTHORITY SHALL,  TO  THE\n   19  EXTENT  FEASIBLE, COOPERATE WITH ANY OTHER MUNICIPALITIES WHICH MAINTAIN\n   20  SIMILAR INFORMATION REGARDING CONTRACTS AND CONTRACTORS IN THE SAME AREA\n   21  AS THE AUTHORITY TO SHARE AND INTEGRATE THE AUTHORITY'S  INFORMATION  ON\n   22  CONTRACTS  AND  CONTRACTORS WITH THE INFORMATION DEVELOPED BY SUCH OTHER\n   23  MUNICIPALITIES.\n   24    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to central procurement offices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T150218.TXT", "SOBI.D110110.T133607.TXT", "SOBI.D110111.T145717.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776138788
}