{
  "year" : 2011,
  "senateBillNo" : "A1453-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1453-2011-1294635600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prohibiting discrimination against New York state residents by places of public accommodation",
  "summary" : "Relates to prohibiting discrimination against New York state residents by places of public accommodation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "A6660-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1453\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL,  MAISEL, COOK, REILLY, BOYLAND --\n         Multi-Sponsored by -- M.  of A. O'DONNELL, WEISENBERG -- read once and\n         referred to the Committee on Governmental Operations\n\n       AN ACT to amend  the  civil  rights  law,  in  relation  to  prohibiting\n         discrimination  against  New  York state residents by places of public\n         accommodation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 40-e of the civil rights law, as added by chapter\n    2  1031 of the laws of 1965, is amended to read as follows:\n    3    S 40-e. Innkeepers and carriers refusing to receive guests and passen-\n    4  gers. 1. A person, who, either on his own account or as agent or officer\n    5  of a corporation, carries on business as innkeeper, or as common carrier\n    6  of passengers, and refuses, without just cause or excuse, to receive and\n    7  entertain any guest, or to receive and carry any passenger, is guilty of\n    8  a misdemeanor.\n    9    2. NO OWNER, AGENT OR EMPLOYEE  OF  ANY  HOTEL,  MOTEL  OR  INN  SHALL\n   10  REQUIRE  ANY  PERSON  TO  PROVIDE  PROOF  OF OUT-OF-STATE RESIDENCY AS A\n   11  CONDITION OF PERMITTING SUCH PERSON TO RENT ANY ROOM OR  OTHER  ACCOMMO-\n   12  DATION  AVAILABLE  IN  SUCH  HOTEL,  MOTEL  OR INN. NO PERSON, BEING THE\n   13  OWNER, MANAGER, AGENT OR EMPLOYEE OF  ANY  HOTEL,  MOTEL  OR  INN  SHALL\n   14  PUBLISH,  CIRCULATE, ISSUE, DISPLAY, POST OR MAIL ANY WRITTEN OR PRINTED\n   15  COMMUNICATION, NOTICE OR ADVERTISEMENT TO THE EFFECT  THAT  ANY  OF  THE\n   16  ACCOMMODATIONS,  ADVANTAGES, FACILITIES AND PRIVILEGES OF ANY SUCH PLACE\n   17  SHALL BE REFUSED, WITHHELD FROM OR DENIED TO ANY STATE RESIDENT.\n   18    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02132-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to prohibiting discrimination against New York state residents by places of public accommodation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T130704.TXT", "SOBI.D110110.T133607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294769224280
}