{
  "year" : 2011,
  "senateBillNo" : "A1452-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to education",
    "billEventId" : "A1452-2011-1294635600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that school anti-harassment policies are enforced in compliance with the regulations of the chancellor of the New York city department of education",
  "summary" : "Requires that school anti-harassment policies are enforced in compliance with the regulations of the chancellor of the New York city department of education. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A11082-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1452\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation   to  requiring  that  school  anti-harassment  policies  are\n         enforced in compliance with the regulations of the chancellor  of  the\n         New York city department of education\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 3 of subdivision  c  of  section  10-137  of  the\n    2  administrative  code  of  the  city  of  New York, as added by local law\n    3  number 42 of the city of New York for the year 2004, is amended to  read\n    4  as follows:\n    5    3.  The  chancellor of the city public school system shall appoint the\n    6  principal of each school as the  person  responsible  for  ensuring  the\n    7  dissemination  of  the  anti-harassment  policies  and guidelines to all\n    8  staff of each school, all school safety officers,  all  members  of  the\n    9  school safety committee, and to all students and their parents or guard-\n   10  ians,  and for providing training to pedagogical staff and school safety\n   11  officers. Such principal shall also ensure that  the  name  and  contact\n   12  information of a school employee who can provide copies of such policies\n   13  and  guidelines  is  made available to all students, parents, guardians,\n   14  staff and to the school safety committee. SUCH PRINCIPAL  SHALL  OVERSEE\n   15  ENFORCEMENT  OF  THE  ANTI-HARASSMENT  POLICIES  AND GUIDELINES SO AS TO\n   16  ASSURE COMPLIANCE WITH THE REGULATIONS PROMULGATED BY THE CHANCELLOR  OF\n   17  THE  NEW  YORK CITY DEPARTMENT OF EDUCATION, INCLUDING REGULATION A-832.\n   18  Such principal may designate a subordinate to  assume  the  responsibil-\n   19  ities required by this paragraph.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01141-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to requiring that school anti-harassment policies are enforced in compliance with the regulations of the chancellor of the New York city department of education ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T130704.TXT", "SOBI.D110110.T133607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294769224275
}