{
  "year" : 2011,
  "senateBillNo" : "A1456-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1456-2011-1294635600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a private right of action for nail specialists aggrieved by their employer in the case of a health and safety violation or retaliatory action",
  "summary" : "Provides a private right of action for nail specialist's aggrieved by their employer in the case of a health and safety violation, unlawful retaliatory action, or general labor issues such as hours and breaks. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A8435-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1456\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ROSENTHAL, LANCMAN -- read once and referred to\n         the Committee on Judiciary\n\n       AN ACT to amend the general business law, in  relation  to  providing  a\n         private  right  of  action  for  nail  specialists  aggrieved by their\n         employer in the case of a health  and  safety  violation,  retaliatory\n         action, or general labor issues\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  415-a to read as follows:\n    3    S 415-A. PRIVATE RIGHT OF ACTION. 1. A NAIL SPECIALIST AGGRIEVED BY  A\n    4  VIOLATION  OF ARTICLE THREE OR ARTICLE NINE OF THE WORKERS' COMPENSATION\n    5  LAW RELATED TO OCCUPATIONAL DISEASES AND  DISABILITY  BENEFITS,  SECTION\n    6  TWO  HUNDRED OF THE LABOR LAW RELATED TO THE GENERAL DUTY TO PROTECT THE\n    7  HEALTH AND SAFETY OF EMPLOYEES, TITLE ONE OF ARTICLE FIVE OF  THE  LABOR\n    8  LAW  RELATED  TO  THE GENERAL HOURS OF LABOR, OR ARTICLE TWENTY-C OF THE\n    9  LABOR LAW RELATING TO RETALIATORY ACTION BY EMPLOYERS  OR  SECTION  FOUR\n   10  HUNDRED  FOUR-A  OF  THIS ARTICLE OR ANY OTHER PROVISION OF THIS CHAPTER\n   11  RELATED TO THE HEALTH AND SAFETY OF EMPLOYEES, OR ANY RULE OR REGULATION\n   12  ADOPTED THERETO MAY FILE SUIT IN A COURT OF  COMPETENT  JURISDICTION  IN\n   13  THE STATE, IN THE COUNTY WHERE THE ALLEGED OFFENSE OCCURRED OR WHERE ANY\n   14  NAIL  SPECIALIST  WHO IS PARTY TO THE ACTION RESIDES, AGAINST AN APPEAR-\n   15  ANCE ENHANCEMENT BUSINESS EMPLOYER OR A THIRD PARTY CLIENT. ACTIONS  MAY\n   16  BE  BROUGHT  BY  ONE OR MORE NAIL SPECIALISTS FOR AND ON BEHALF OF THEM-\n   17  SELVES AND OTHER NAIL SPECIALISTS SIMILARLY SITUATED. A NAIL  SPECIALIST\n   18  WHOSE RIGHTS HAVE BEEN VIOLATED BY AN APPEARANCE ENHANCEMENT BUSINESS OR\n   19  A THIRD PARTY CLIENT IS ENTITLED TO COLLECT:\n   20    A. IN THE CASE OF A HEALTH AND SAFETY OR NOTICE VIOLATION, COMPENSATO-\n   21  RY DAMAGES AND AN AMOUNT UP TO FIVE HUNDRED DOLLARS FOR EACH VIOLATION;\n   22    B.  IN THE CASE OF UNLAWFUL RETALIATION, ALL LEGAL OR EQUITABLE RELIEF\n   23  AS MAY BE APPROPRIATE; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01841-01-1\n\n       A. 1456                             2\n\n    1    C. IN ALL CASES, THE  NAIL  SPECIALISTS  MUST  BE  AWARDED  REASONABLE\n    2  ATTORNEY'S FEES AND COURT COSTS.\n    3    2.  THE  RIGHT  OF  AN  AGGRIEVED PERSON TO BRING AN ACTION UNDER THIS\n    4  SECTION TERMINATES UPON THE PASSING OF SIX YEARS.\n    5    S 2. This act shall take effect on the one hundred eightieth day after\n    6  it shall have become a law, provided, however, that effective immediate-\n    7  ly the addition, amendment, and/or repeal   of any  rule  or  regulation\n    8  necessary  for  the  timely  implementation of this act on its effective\n    9  date is hereby authorized and directed to be  made  on  or  before  such\n   10  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to providing a private right of action for nail specialists aggrieved by their employer in the case of a health and safety violation, retaliatory action, or general labor issues ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T150218.TXT", "SOBI.D110110.T133607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776138793
}