{
  "year" : 2011,
  "senateBillNo" : "A1461-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to housing",
    "billEventId" : "A1461-2011-1294635600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits tenants heat repair expense to be set off against rent",
  "summary" : "Allows tenants the right to offset rent with payments made for the repair or service maintenance of an oil fired or other heating device where reasonable efforts were made to notify the landlord of the heating failure, the agency used is reasonably engaged in the business of making such repairs and an itemized bill for such service is provided. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Multiple Dwelling Law",
  "previousVersions" : [ "A4510-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1461\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL, DINOWITZ, V. LOPEZ, BROOK-KRASNY,\n         BOYLAND, MILLMAN -- Multi-Sponsored by -- M. of  A.  BRENNAN,  CAHILL,\n         CYMBROWITZ,  FARRELL, GLICK, GOTTFRIED, HOOPER, HOYT, JACOBS, KELLNER,\n         MAYERSOHN, O'DONNELL, PHEFFER, J. RIVERA -- read once and referred  to\n         the Committee on Housing\n\n       AN  ACT  to  amend the multiple dwelling law, the multiple residence law\n         and the real property law, in relation to tenant's right  to  set  off\n         against  rent  for  payments  made due to landlord's failure to supply\n         heat in certain cases\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  302-c  of the multiple dwelling law, as added by\n    2  chapter 85 of the laws of 1980, is amended to read as follows:\n    3    S 302-c. Right of tenant to offset payments for heat failure;  certain\n    4  cases.  1.  Any  tenant acting alone or together with other tenants of a\n    5  multiple dwelling employing an oil fired OR  OTHER  heating  device  for\n    6  which  the  owner is responsible and wherein there exists a lack of heat\n    7  due to the owner's failure TO REPAIR OR MAINTAIN THE HEATING  DEVICE  OR\n    8  to  have  oil  supplied  to  the  premises, may contract and pay for the\n    9  delivery of such oil OR SUCH MAINTENANCE OR REPAIRS, AS THE CASE MAY BE,\n   10  in accordance with the provisions of this section. Any payment  so  made\n   11  shall  be  deductible  from  rent  [providing]  PROVIDED  the  following\n   12  provisions have been substantially complied with by the tenant or  some-\n   13  one acting on his behalf:\n   14    a.  Reasonable  efforts were made to contact the owner or his agent to\n   15  inform the owner of such failure  TO  REPAIR  OR  MAINTAIN  THE  HEATING\n   16  DEVICE OR to supply oil.\n   17    b.  Reasonable efforts were made to have the normal REPAIR AND MAINTE-\n   18  NANCE SERVICE AGENCY UNDERTAKE THE SAME  OR  TO  HAVE  THE  NORMAL  fuel\n   19  supplier to the premises deliver the requested fuel, AS THE CASE MAY BE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01768-01-1\n\n       A. 1461                             2\n\n    1    c.  Delivery  of  fuel  oil  to the premises, IF THAT BE THE CASE, was\n    2  secured from a fuel supplier regularly engaged in  such  business  at  a\n    3  price  within  the range of prices listed by the department in the index\n    4  provided for in subdivision three of this section.\n    5    d.  REPAIRS OR MAINTENANCE, IF THAT BE THE CASE, TO THE HEATING DEVICE\n    6  WAS  SECURED FROM A SERVICE AGENCY REGULARLY ENGAGED IN SUCH BUSINESS AT\n    7  A PRICE SUBSTANTIALLY SIMILAR TO THE PRICES LISTED BY THE DEPARTMENT  IN\n    8  THE INDEX PROVIDED FOR IN SUBDIVISION FOUR OF THIS SECTION.\n    9    E.  The  REPAIR  AND  MAINTENANCE SERVICE AGENCY OR fuel supplier from\n   10  whom SERVICE OR oil is secured provided a written  statement  containing\n   11  the following:\n   12    (1)  The  name  of  the  person or persons who requested the REPAIR OR\n   13  MAINTENANCE SERVICE OR delivery; and\n   14    (2) The date, time of and premises to which THE REPAIR OR  MAINTENANCE\n   15  SERVICE OR delivery was made; and\n   16    (3)  [The]  IF  OIL  WAS DELIVERED, amount, grade and price of the oil\n   17  [delivered]; and\n   18    (4) [A] IF OIL WAS  DELIVERED,  certification  that  the  usable  fuel\n   19  supply before the delivery was exhausted; and\n   20    (5) IF REPAIR OR MAINTENANCE SERVICE WAS PROVIDED, THE SEPARATE CHARG-\n   21  ES  FOR  EQUIPMENT AND PARTS USED AND LABOR EXPENDED, ITEMIZED AND SEPA-\n   22  RATELY STATED; AND\n   23    (6) The charge, if any, for refiring the burner; and\n   24    [(6)] (7) The amounts and from whom any payments were received.\n   25    [e] F. AFTER SUCH REPAIR OR MAINTENANCE WORK HAS BEEN  UNDERTAKEN,  IF\n   26  THAT  BE THE CASE, REASONABLE EFFORTS WERE MADE BY THE TENANT OR TENANTS\n   27  TO NOTIFY ALL OTHER TENANTS THAT SUCH WORK HAS BEEN UNDERTAKEN,  INCLUD-\n   28  ING  POSTING  A  NOTICE IN A PUBLIC AREA OF THE BUILDING WHICH LISTS THE\n   29  DATE, TIME AND EXTENT OF SUCH WORK.  A tenant shall not be  required  to\n   30  comply  with  the provisions of paragraph a or b hereof unless the owner\n   31  has continuously kept posted in a conspicuous place at  the  premises  a\n   32  notice  containing his name, address and telephone number or that of his\n   33  agent and the name, address and telephone number of the REPAIR AND MAIN-\n   34  TENANCE SERVICE AGENCY FOR THE HEATING DEVICE OR THE  fuel  supplier  to\n   35  the premises AS THE CASE MAY BE.\n   36    [f]  G.  For  purposes  of  this section, a multiple dwelling shall be\n   37  considered to lack heat if, during the months between October first  and\n   38  May  thirty-first,  while  ITS  HEATING  DEVICE  IS INOPERATIVE DUE TO A\n   39  BREAKDOWN OR MALFUNCTION OR WHILE its usable fuel supply was  exhausted,\n   40  the  outdoor temperature fell below fifty-five degrees Fahrenheit at any\n   41  time during the hours between six o'clock in the morning and ten o'clock\n   42  in the evening.\n   43    2. The deduction from rent allowed by this section shall also  include\n   44  a  reasonable  charge, if any, made by the supplier for refiring the oil\n   45  burner at the premises.\n   46    3. The department charged with the enforcement of laws, ordinances and\n   47  regulations in relation to multiple dwellings shall:\n   48    a. Maintain and, to the extent practicable, update at least  bi-weekly\n   49  an  index  reflecting the range of prices of fuel oil according to grade\n   50  and quantity paid per gallon on deliveries within  the  jurisdiction  of\n   51  the  department during the last two week period for which statistics are\n   52  available; and\n   53    b. Maintain and keep current and available a list of  suppliers  which\n   54  have  agreed to make deliveries of fuel oil in the circumstances, and to\n   55  render such assistance as [is] MAY otherwise  BE  required  [hereby]  to\n   56  enable tenants to obtain the benefits[,] contemplated by this section.\n\n       A. 1461                             3\n\n    1    4.    THE  DEPARTMENT CHARGED WITH THE ENFORCEMENT OF LAWS, ORDINANCES\n    2  AND REGULATIONS IN RELATION TO MULTIPLE DWELLINGS SHALL:\n    3    A.   TO THE EXTENT PRACTICABLE MAINTAIN AND UPDATE AT LEAST MONTHLY AN\n    4  INDEX REFLECTING THE RANGE OF PRICES CHARGED FOR  EMERGENCY  REPAIR  AND\n    5  MAINTENANCE  OF  OIL  FIRED  AND  OTHER  HEATING DEVICES INCLUDING USUAL\n    6  CHARGES FOR EQUIPMENT, PARTS AND LABOR  COMMONLY  USED  OR  EXPENDED  IN\n    7  EFFECTING SUCH REPAIR AND MAINTENANCE; AND\n    8    B.  MAINTAIN AND KEEP CURRENT AND AVAILABLE A LIST OF REPAIR AND MAIN-\n    9  TENANCE  SERVICE  AGENCIES WHICH HAVE AGREED TO PROVIDE SUCH SERVICES IN\n   10  SUCH CIRCUMSTANCES AND TO RENDER SUCH ASSISTANCE  AS  MAY  OTHERWISE  BE\n   11  REASONABLY  REQUIRED  TO  ENABLE  TENANTS TO OBTAIN THE BENEFITS CONTEM-\n   12  PLATED BY THIS SECTION.\n   13    5. The payment FOR REPAIRS AND MAINTENANCE OR for fuel oil at a  price\n   14  within  the range of prices permitted by paragraph c OR D of subdivision\n   15  one of this section, AS THE CASE MAY BE, shall be conclusively  presumed\n   16  to have been a reasonable price.\n   17    [5]  6.  The introduction into evidence in any action or proceeding of\n   18  any statement rendered in compliance with the  provisions  of  paragraph\n   19  [d]  E  of  subdivision  one of this section shall be presumptive of the\n   20  facts stated therein.  Sufficient  foundation  for  the  allowance  into\n   21  evidence  of  such  statement shall consist of the oral testimony of any\n   22  person named as a payer of all or part of the amount  indicated  thereon\n   23  relating  the  facts  and  circumstances  in  which  the  statement  was\n   24  rendered.\n   25    [6] 7. Any tenant who has in good faith secured and paid for  REPAIRS,\n   26  MAINTENANCE  OR fuel oil otherwise in conformance with the provisions of\n   27  this section and  against  whom  an  action  or  proceeding  to  recover\n   28  possession of the premises for nonpayment of rent or any other action or\n   29  proceeding attributable at least in part to the tenant seeking or taking\n   30  a  deduction  from rent as allowed by this section shall, in addition to\n   31  any other amounts, be entitled to recover reasonable  costs  and  attor-\n   32  ney's fees against an owner bringing such action or proceeding.\n   33    [7]  8.  No owner or agent shall be entitled to recover any amounts in\n   34  damages from any REPAIR AND  MAINTENANCE  SERVICE  AGENCY  OR  fuel  oil\n   35  supplier  OR AN AGENT OR EMPLOYEE THEREOF who attempts in good faith and\n   36  acts reasonably to carry out  the  intendment  of  this  section  except\n   37  damages arising out of gross negligence.\n   38    [8]  9. The remedy provided in this section shall not be exclusive and\n   39  a court may provide such other relief as may be just and proper  in  the\n   40  circumstances.  Nothing  in  this section shall be construed to limit or\n   41  deny any existing constitutional, statutory,  administrative  or  common\n   42  law  right  of a tenant to contract and pay for the delivery of fuel oil\n   43  for the multiple dwelling in which he resides or to pay for the cost  of\n   44  any  other  goods  and services for such multiple dwelling. This section\n   45  shall not be construed to preclude any defense, counterclaim or cause of\n   46  action asserted by a tenant that may otherwise exist with respect to  an\n   47  owner's failure to provide heat or any other service.\n   48    [9]  10.  Any agreement by a tenant of a dwelling waiving or modifying\n   49  his rights as set forth in this section shall be  void  as  contrary  to\n   50  public policy.\n   51    [10]  11.  The provisions of this section shall be liberally construed\n   52  so as to give effect to the purposes set forth herein.\n   53    S 2. Subdivision 11 of section 302-c of the multiple dwelling law,  as\n   54  added by chapter 893 of the laws of 1982, is renumbered subdivision 12.\n   55    S  3. Section 305-c of the multiple residence law, as added by chapter\n   56  85 of the laws of 1980, is amended to read as follows:\n\n       A. 1461                             4\n\n    1    S 305-c. Right of tenant to offset payments for heat failure;  certain\n    2  cases.  1.  Any  tenant acting alone or together with other tenants of a\n    3  multiple dwelling employing an oil fired OR  OTHER  heating  device  for\n    4  which  the  owner is responsible and wherein there exists a lack of heat\n    5  due  to  the owner's failure TO REPAIR OR MAINTAIN THE HEATING DEVICE OR\n    6  to have oil supplied to the premises,  may  contract  and  pay  for  the\n    7  delivery of such oil OR SUCH MAINTENANCE OR REPAIRS, AS THE CASE MAY BE,\n    8  in  accordance  with the provisions of this section. Any payment so made\n    9  shall  be  deductible  from  rent  [providing]  PROVIDED  the  following\n   10  provisions  have been substantially complied with by the tenant or some-\n   11  one acting on his behalf:\n   12    a. Reasonable efforts were made to contact the owner or his  agent  to\n   13  inform  the  owner  of  such  failure  TO REPAIR OR MAINTAIN THE HEATING\n   14  DEVICE OR to supply oil.\n   15    b. Reasonable efforts were made to have the normal REPAIR AND  MAINTE-\n   16  NANCE  SERVICE  AGENCY  UNDERTAKE  THE  SAME  OR TO HAVE THE NORMAL fuel\n   17  supplier to the premises deliver the requested fuel, AS THE CASE MAY BE.\n   18    c. Delivery of fuel oil to the premises, IF  THAT  BE  THE  CASE,  was\n   19  secured  from  a  fuel  supplier regularly engaged in such business at a\n   20  price within the range of prices listed by the department in  the  index\n   21  provided for in subdivision three of this section.\n   22    d.  REPAIRS OR MAINTENANCE, IF THAT BE THE CASE, TO THE HEATING DEVICE\n   23  WAS  SECURED FROM A SERVICE AGENCY REGULARLY ENGAGED IN SUCH BUSINESS AT\n   24  A PRICE SUBSTANTIALLY SIMILAR TO THE PRICES LISTED BY THE DEPARTMENT  IN\n   25  THE INDEX PROVIDED FOR IN SUBDIVISION FOUR OF THIS SECTION.\n   26    E.  The  REPAIR  AND  MAINTENANCE SERVICE AGENCY OR fuel supplier from\n   27  whom SERVICE OR oil is secured provided a written  statement  containing\n   28  the following:\n   29    (1)  The  name  of  the  person or persons who requested the REPAIR OR\n   30  MAINTENANCE SERVICE OR delivery; and\n   31    (2) The date, time of and premises to which THE REPAIR OR  MAINTENANCE\n   32  SERVICE OR delivery was made; and\n   33    (3)  [The]  IF  OIL  WAS DELIVERED, amount, grade and price of the oil\n   34  [delivered]; and\n   35    (4) [A] IF OIL WAS  DELIVERED,  certification  that  the  usable  fuel\n   36  supply before the delivery was exhausted; and\n   37    (5) IF REPAIR OR MAINTENANCE SERVICE WAS PROVIDED, THE SEPARATE CHARG-\n   38  ES  FOR  EQUIPMENT AND PARTS USED AND LABOR EXPENDED, ITEMIZED AND SEPA-\n   39  RATELY STATED; AND\n   40    (6) The charge, if any, for refiring the burner; and\n   41    [(6)] (7) The amounts and from whom any payments were received.\n   42    [e] F. AFTER SUCH REPAIR OR MAINTENANCE WORK HAS BEEN  UNDERTAKEN,  IF\n   43  THAT  BE THE CASE, REASONABLE EFFORTS WERE MADE BY THE TENANT OR TENANTS\n   44  TO NOTIFY ALL OTHER TENANTS THAT SUCH WORK HAS BEEN UNDERTAKEN,  INCLUD-\n   45  ING  POSTING  A  NOTICE IN A PUBLIC AREA OF THE BUILDING WHICH LISTS THE\n   46  DATE, TIME AND EXTENT OF SUCH WORK.  A tenant shall not be  required  to\n   47  comply  with  the provisions of paragraph a or b hereof unless the owner\n   48  has continuously kept posted in a conspicuous place at  the  premises  a\n   49  notice  containing his name, address and telephone number or that of his\n   50  agent and the name, address and telephone number of the REPAIR AND MAIN-\n   51  TENANCE SERVICE AGENCY FOR THE HEATING DEVICE OR THE  fuel  supplier  to\n   52  the premises AS THE CASE MAY BE.\n   53    [f]  G.  For  purposes  of  this section, a multiple dwelling shall be\n   54  considered to lack heat if, during the months between October first  and\n   55  May  thirty-first,  while  ITS  HEATING  DEVICE  IS INOPERATIVE DUE TO A\n   56  BREAKDOWN OR MALFUNCTION OR WHILE its usable fuel supply was  exhausted,\n\n       A. 1461                             5\n\n    1  the  outdoor temperature fell below fifty-five degrees Fahrenheit at any\n    2  time during the hours between six o'clock in the morning and ten o'clock\n    3  in the evening.\n    4    2.  The deduction from rent allowed by this section shall also include\n    5  a reasonable charge, if any, made by the supplier for refiring  the  oil\n    6  burner at the premises.\n    7    3. The department charged with the enforcement of laws, ordinances and\n    8  regulations in relation to multiple dwellings shall:\n    9    a.  Maintain and, to the extent practicable, update at least bi-weekly\n   10  an index reflecting the range of prices of fuel oil according  to  grade\n   11  and  quantity  paid  per gallon on deliveries within the jurisdiction of\n   12  the department during the last two week period for which statistics  are\n   13  available; and\n   14    b.  Maintain  and keep current and available a list of suppliers which\n   15  have agreed to make deliveries of fuel oil in the circumstances, and  to\n   16  render  such  assistance  as  [is] MAY otherwise BE required [hereby] to\n   17  enable tenants to obtain the benefits[,] contemplated by this section.\n   18    4.  THE DEPARTMENT CHARGED WITH THE ENFORCEMENT  OF  LAWS,  ORDINANCES\n   19  AND REGULATIONS IN RELATION TO MULTIPLE DWELLINGS SHALL:\n   20    A.   TO THE EXTENT PRACTICABLE MAINTAIN AND UPDATE AT LEAST MONTHLY AN\n   21  INDEX REFLECTING THE RANGE OF PRICES CHARGED FOR  EMERGENCY  REPAIR  AND\n   22  MAINTENANCE  OF  OIL  FIRED  AND  OTHER  HEATING DEVICES INCLUDING USUAL\n   23  CHARGES FOR EQUIPMENT, PARTS AND LABOR  COMMONLY  USED  OR  EXPENDED  IN\n   24  EFFECTING SUCH REPAIR AND MAINTENANCE; AND\n   25    B.  MAINTAIN AND KEEP CURRENT AND AVAILABLE A LIST OF REPAIR AND MAIN-\n   26  TENANCE  SERVICE  AGENCIES WHICH HAVE AGREED TO PROVIDE SUCH SERVICES IN\n   27  SUCH CIRCUMSTANCES AND TO RENDER SUCH ASSISTANCE  AS  MAY  OTHERWISE  BE\n   28  REASONABLY  REQUIRED  TO  ENABLE  TENANTS TO OBTAIN THE BENEFITS CONTEM-\n   29  PLATED BY THIS SECTION.\n   30    5. The payment FOR REPAIRS AND MAINTENANCE OR for fuel oil at a  price\n   31  within  the range of prices permitted by paragraph c OR D of subdivision\n   32  one of this section, AS THE CASE MAY BE, shall be conclusively  presumed\n   33  to have been a reasonable price.\n   34    [5]  6.  The introduction into evidence in any action or proceeding of\n   35  any statement rendered in compliance with the  provisions  of  paragraph\n   36  [d]  E  of  subdivision  one of this section shall be presumptive of the\n   37  facts stated therein.  Sufficient  foundation  for  the  allowance  into\n   38  evidence  of  such statement shall consist [in] OF the oral testimony of\n   39  any person named as a payer of all or part of the amount indicated ther-\n   40  eon relating the facts and circumstances  in  which  the  statement  was\n   41  rendered.\n   42    [6]  7. Any tenant who has in good faith secured and paid for REPAIRS,\n   43  MAINTENANCE OR fuel oil otherwise in conformance with the provisions  of\n   44  this  section  and  against  whom  an  action  or  proceeding to recover\n   45  possession of the premises for nonpayment of rent or any other action or\n   46  proceeding attributable at least in part to the tenant seeking or taking\n   47  a deduction from rent as allowed by this section shall, in  addition  to\n   48  any  other  amounts,  be entitled to recover reasonable costs and attor-\n   49  ney's fees against an owner bringing such action or proceeding.\n   50    [7] 8. No owner or agent shall be entitled to recover any  amounts  in\n   51  damages  from  any  REPAIR  AND  MAINTENANCE  SERVICE AGENCY OR fuel oil\n   52  supplier OR AN AGENT OR EMPLOYEE THEREOF who attempts in good faith  and\n   53  acts  reasonably  to  carry  out  the  intendment of this section except\n   54  damages arising out of gross negligence.\n   55    [8] 9. The remedy provided in this section shall not be exclusive  and\n   56  a  court  may provide such other relief as may be just and proper in the\n\n       A. 1461                             6\n\n    1  circumstances. Nothing in this section shall be construed  to  limit  or\n    2  deny  any  existing  constitutional, statutory, administrative or common\n    3  law right of a tenant to contract and pay for the delivery of  fuel  oil\n    4  for  the multiple dwelling in which he resides or to pay for the cost of\n    5  any other goods and services for such multiple  dwelling.  This  section\n    6  shall not be construed to preclude any defense, counterclaim or cause of\n    7  action  ASSERTED BY A TENANT that may otherwise exist with respect to an\n    8  owner's failure to provide heat or any other service.\n    9    [9] 10. Any agreement by a tenant of a dwelling waiving  or  modifying\n   10  his  rights  as  set  forth in this section shall be void as contrary to\n   11  public policy.\n   12    [10] 11. The provisions of this section shall be  liberally  construed\n   13  so as to give effect to the purposes set forth herein.\n   14    S 4. Subdivision 11 of section 305-c of the multiple residence law, as\n   15  added by chapter 893 of the laws of 1982, is renumbered subdivision 12.\n   16    S 5. Section 235 of the real property law, as amended by chapter 85 of\n   17  the laws of 1980, is amended to read as follows:\n   18    S  235.  Wilful violations. 1. Any lessor, agent, manager, superinten-\n   19  dent or janitor of any building, or part thereof, the  lease  or  rental\n   20  agreement  whereof  by  its  terms,  expressed  or implied, requires the\n   21  furnishing of hot or cold water, heat, light, power,  elevator  service,\n   22  telephone  service  or  any other service or facility to any occupant of\n   23  said building, who wilfully  or  intentionally  fails  to  furnish  such\n   24  water,  heat, light, power, elevator service, telephone service or other\n   25  service or facility at any time when the same are necessary to the prop-\n   26  er or customary use of such building, or part thereof,  or  any  lessor,\n   27  agent, manager, superintendent or janitor who wilfully and intentionally\n   28  interferes with the quiet enjoyment of the leased premises by such occu-\n   29  pant, is guilty of a violation.\n   30    2. Any lessor, agent, manager, superintendent or janitor of any build-\n   31  ing,  or  part thereof, who wilfully or intentionally acts to prevent or\n   32  obstruct the PROVISION OF REPAIRS OR MAINTENANCE  TO  AN  OIL  FIRED  OR\n   33  OTHER  HEATING  DEVICE OR THE delivery of fuel oil ordered in compliance\n   34  with either section three hundred two-c of the multiple dwelling law  or\n   35  section three hundred five-c of the multiple residence law or the refir-\n   36  ing of an oil burner after such [a] PROVISION OF SERVICE OR  delivery OF\n   37  OIL shall be guilty of a violation.\n   38    S  6.  This  act shall take effect immediately, provided that sections\n   39  two and four of this act shall take effect on the same date  as  chapter\n   40  471    of  the  laws of 1978 takes effect pursuant to chapter 893 of the\n   41  laws of 1982.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the multiple dwelling law, the multiple residence law and the real property law, in relation to tenant's right to set off against rent for payments made due to landlord's failure to supply heat in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T150218.TXT", "SOBI.D110110.T133607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776138806
}