{
  "year" : 2011,
  "senateBillNo" : "A1462-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1462-2011-1294635600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the exemption provided to professional journalists and newscasters from contempt to include employment or association with a web log",
  "summary" : "Expands the exemption provided to professional journalists and newscasters from contempt to include employment or association with a web log; defines web log as a website or webpage that contains an online journal containing news, comments and offers hyperlinks provided by the writer. ",
  "currentCommittee" : null,
  "sameAs" : "S1232",
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "A6078-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1462\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. ROSENTHAL, PAULIN -- read once and referred to\n         the Committee on Governmental Operations\n\n       AN ACT to amend the civil rights law, in relation to exemptions provided\n         to professional journalists and newscasters from contempt\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 6 of subdivision (a) of section 79-h of the civil\n    2  rights law, as amended by chapter 468 of the laws of 1981, is amended to\n    3  read as follows:\n    4    (6)  \"Professional journalist\" shall mean one who, for gain or liveli-\n    5  hood, is engaged in gathering, preparing, collecting, writing,  editing,\n    6  filming, taping or photographing of news intended for a newspaper, maga-\n    7  zine,  news  agency,  press association [or], wire service or WEB LOG OR\n    8  other professional medium or agency which has  as  one  of  its  regular\n    9  functions  the  processing  and researching of news intended for dissem-\n   10  ination to the public; such person  shall  be  someone  performing  said\n   11  function either as a regular employee or as one otherwise professionally\n   12  affiliated for gain or livelihood with such medium of communication.\n   13    S  2.  Subdivision  (a)  of  section  79-h  of the civil rights law is\n   14  amended by adding a new paragraph 9 to read as follows:\n   15    (9) \"WEB LOG\" SHALL MEAN A WEBSITE OR WEBPAGE THAT CONTAINS AN  ONLINE\n   16  JOURNAL  CONTAINING NEWS, COMMENTS AND OFFERS HYPERLINKS PROVIDED BY THE\n   17  PROFESSIONAL JOURNALIST OR NEWSCASTER.\n   18    S 3. Subdivision (b) of section 79-h  of  the  civil  rights  law,  as\n   19  amended  by  chapter  33  of  the  laws  of  1990, is amended to read as\n   20  follows:\n   21    (b)  Exemption  of  professional  journalists  and  newscasters   from\n   22  contempt: Absolute protection for confidential news. Notwithstanding the\n   23  provisions  of  any  general or specific law to the contrary, no profes-\n   24  sional journalist or newscaster  presently  or  having  previously  been\n   25  employed  or  otherwise  associated  with  any newspaper, magazine, news\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01065-01-1\n\n       A. 1462                             2\n\n    1  agency, press association, wire service, WEB LOG,  radio  or  television\n    2  transmission station or network or other professional medium of communi-\n    3  cating  news  or information to the public shall be adjudged in contempt\n    4  by  any court in connection with any civil or criminal proceeding, or by\n    5  the legislature or other body having contempt powers, nor shall a  grand\n    6  jury  seek  to  have  a journalist or newscaster held in contempt by any\n    7  court, legislature or other body having contempt powers for refusing  or\n    8  failing  to  disclose any news obtained or received in confidence or the\n    9  identity of the source of  any  such  news  coming  into  such  person's\n   10  possession  in the course of gathering or obtaining news for publication\n   11  or to be published in a newspaper, magazine, WEB LOG or for broadcast by\n   12  a radio or television transmission station  or  network  or  for  public\n   13  dissemination  by  any  other professional medium or agency which has as\n   14  one of its main functions the dissemination of news to  the  public,  by\n   15  which  such person is professionally employed or otherwise associated in\n   16  a news gathering capacity notwithstanding that the material or  identity\n   17  of  a  source  of such material or related material gathered by a person\n   18  described above performing a function described above is or is not high-\n   19  ly relevant to a particular inquiry of  government  and  notwithstanding\n   20  that  the  information was not solicited by the journalist or newscaster\n   21  prior to disclosure to such person.\n   22    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to exemptions provided to professional journalists and newscasters from contempt ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T150218.TXT", "SOBI.D110110.T134108.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776138809
}