{
  "year" : 2011,
  "senateBillNo" : "A1463-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1463-2011-1294635600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioners of agriculture and markets and economic development to study and develop a long-term strategy for sustaining farming and food production in New York State",
  "summary" : "Directs the commissioners of agriculture and markets and economic development to study and develop a long-term strategy for sustaining farming and food production in New York state; strategy shall be based on an analysis of land use and economic trends, soil and natural resources, food consumption needs and other factors necessary to develop a state-level blueprint for protecting farmland and strengthening food production in the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Commissioner",
  "previousVersions" : [ "A10701-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1463\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Agriculture\n\n       AN ACT to authorize and direct  the  commissioners  of  agriculture  and\n         markets  and  economic  development  to  study and develop a long-term\n         strategy for sustaining farming and food production in New York state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The commissioners of agriculture and markets and economic\n    2  development are hereby authorized and directed to study  and  develop  a\n    3  long-term  strategy  for  sustaining  farming and food production in New\n    4  York state. Such strategy shall be based on an analysis of land use  and\n    5  economic  trends, soil and natural resources, food consumption needs and\n    6  other factors necessary to develop a state-level blueprint for  protect-\n    7  ing farmland and strengthening food production in the state. Such strat-\n    8  egy  shall  be  developed in consultation with agricultural and economic\n    9  development advisory bodies created or authorized by  statute  and  such\n   10  other organizations or persons as the commissioners shall deem appropri-\n   11  ate.  Within one year of the effective date of this act, the commission-\n   12  ers shall submit a report of their findings and recommendations, includ-\n   13  ing proposed legislation, if any, to the governor and the legislature.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01790-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize and direct the commissioners of agriculture and markets and economic development to study and develop a long-term strategy for sustaining farming and food production in New York state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T150218.TXT", "SOBI.D110111.T110654.TXT", "SOBI.D110110.T134108.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776138812
}