{
  "year" : 2011,
  "senateBillNo" : "A1465-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to housing",
    "billEventId" : "A1465-2011-1294635600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a transfer fee of 75% of the fair market value in dissolution or sales of a rental project or mutual company",
  "summary" : "Provides for a transfer fee of 75% of the fair market value in dissolution or sales of a rental project or mutual company. ",
  "currentCommittee" : null,
  "sameAs" : "S456",
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A11236-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1465\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Housing\n\n       AN ACT to amend the private housing finance law, in relation to windfall\n         profits on the dissolution or first sale of rental companies  and  the\n         dissolution and/or reconstitution of mutual companies\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 35 of the private housing  finance\n    2  law,  as  amended by chapter 229 of the laws of 1989, is amended to read\n    3  as follows:\n    4    2. A company aided by a loan made after May  first,  nineteen  hundred\n    5  fifty-nine,  may  voluntarily  be  dissolved,  SOLD AND/OR RECONSTITUTED\n    6  without the consent of the commissioner or of the supervising agency, as\n    7  the case may be, not less than twenty years  after  the  occupancy  date\n    8  upon  the  payment  in  full  of  the remaining balance of principal and\n    9  interest due and unpaid upon the mortgage or mortgages [and], of any and\n   10  all expenses incurred in effecting such voluntary dissolution AND  OF  A\n   11  TRANSFER  FEE  EQUAL TO SEVENTY-FIVE PERCENT OF THE FAIR MARKET VALUE IN\n   12  THE CASE OF DISSOLUTION OR SALES PRICE ON THE FIRST  SALE  OF  A  RENTAL\n   13  PROJECT, OR, IN THE CASE OF A MUTUAL COMPANY SEVENTY-FIVE PERCENT OF THE\n   14  SALES  PRICE ON EACH FIRST SALE THEREAFTER FOR MARKET VALUE BY A SELLING\n   15  SHAREHOLDER. THE PROCEEDS OF THE TRANSFER FEES ARE TO  BE  PAID  INTO  A\n   16  FUND  HELD  BY THE NEW YORK CITY HOUSING DEVELOPMENT CORPORATION AND THE\n   17  NEW YORK STATE HOUSING FINANCE AGENCY FOR THE FOLLOWING PURPOSES:\n   18    (A) TO CONTINUE TO SUBSIDIZE  THE  DEVELOPMENT  FOR  AS  LONG  AS  THE\n   19  PURCHASER OF A RENTAL DEVELOPMENT REMAINS IN THE MITCHELL-LAMA PROGRAM;\n   20    (B)  FOR  THE CITY OR STATE TO PURCHASE THE LAND AND TO LEASE THE LAND\n   21  TO THE TENANTS AND CONVERT THE PROJECT TO A LIMITED PROFIT MUTUAL COMPA-\n   22  NY, WITH A NINETY-NINE YEAR LEASE;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01802-01-1\n\n       A. 1465                             2\n\n    1    (C) FOR REPAIR LOANS AT ZERO PERCENT INTEREST TO FUND NECESSARY  CAPI-\n    2  TAL IMPROVEMENTS FOR AS LONG AS THE COMPANY REMAINS IN THE MITCHELL-LAMA\n    3  PROGRAM;\n    4    (D)  FOR EACH YEAR THAT THE COMPANY REMAINS AS A LIMITED PROFIT COMPA-\n    5  NY, TO FORGIVE ONE-THIRTIETH OF THE PRINCIPAL OF ANY  REPAIR  LOAN  EACH\n    6  YEAR;\n    7    (E)  FOR  THE SUBSIDIZATION OF OTHER LIMITED PROFIT HOUSING COMPANIES;\n    8  AND\n    9    (F) FOR THE DEVELOPMENT OF OTHER AFFORDABLE HOUSING.\n   10    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to windfall profits on the dissolution or first sale of rental companies and the dissolution and/or reconstitution of mutual companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134108.TXT", "SOBI.D110111.T150719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776439965
}