{
  "year" : 2011,
  "senateBillNo" : "A1466-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to housing",
    "billEventId" : "A1466-2011-1294635600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the remediation and prevention of indoor mold and requiring the disclosure of indoor mold history upon the sale of certain real property",
  "summary" : "Relates to the remediation and prevention of indoor mold; requires the disclosure of indoor mold history upon the sale of certain real property; directs the commissioner of housing and community renewal and the commissioner of health to promulgate rules and standards for the remediation and prevention of indoor mold. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Housing Law",
  "previousVersions" : [ "A4549-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1466\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. ROSENTHAL, N. RIVERA, P. RIVERA, LUPARDO, SPANO,\n         KELLNER, JAFFEE -- Multi-Sponsored by -- M. of A. BENEDETTO,  BOYLAND,\n         BRENNAN,  ENGLEBRIGHT,  GABRYSZAK, GOTTFRIED, GUNTHER, HOOPER, JACOBS,\n         MAISEL, McENENY, PHEFFER, REILLY -- read  once  and  referred  to  the\n         Committee on Housing\n\n       AN  ACT  to amend the public housing law, the public health law, and the\n         real property law, in relation to the remediation  and  prevention  of\n         indoor  mold  and requiring the disclosure of indoor mold history upon\n         the sale of certain real property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public housing law is amended by adding a new section\n    2  16-a to read as follows:\n    3    S 16-A. POWERS AND DUTIES OF THE COMMISSIONER WITH RESPECT  TO  INDOOR\n    4  MOLD.  1. DEFINITIONS. FOR PURPOSES OF THIS SECTION, THE FOLLOWING TERMS\n    5  SHALL HAVE THE FOLLOWING MEANINGS:\n    6    (A) \"MOLD\" MEANS ANY FORM OF MULTICELLULAR FUNGI THAT LIVE ON PLANT OR\n    7  ANIMAL MATTER AND IN INDOOR ENVIRONMENTS. TYPES OF MOLD INCLUDE, BUT ARE\n    8  NOT LIMITED  TO,  CLADOSPORIUM,  PENICILLIUM,  ALTERNARIA,  ASPERGILLUS,\n    9  FUSARIUM,  TRICHODERMA,  MEMNONIELLA, MUCOR, AND STACHYBOTRYS CHARTARUM,\n   10  OFTEN FOUND IN WATER DAMAGED BUILDING MATERIALS.\n   11    (B) \"AFFECT\" MEANS TO CAUSE A CONDITION BY THE PRESENCE OF MOLD IN THE\n   12  DWELLING UNIT, BUILDING, APPURTENANT  STRUCTURE,  COMMON  WALL,  HEATING\n   13  SYSTEM,  OR  VENTILATING  AND  AIR  CONDITIONING SYSTEM THAT AFFECTS THE\n   14  INDOOR AIR QUALITY OF A DWELLING UNIT OR BUILDING.\n   15    (C) \"ACCEPTABLE EXPOSURE LIMIT\" MEANS A LEVEL OF MOLD  THAT  WILL  NOT\n   16  ADVERSELY  AFFECT  THE  HEALTH OF RESIDENTS OF PUBLIC HOUSING UNITS, AND\n   17  DOES NOT POSE A SIGNIFICANT THREAT TO THE PUBLIC HEALTH.\n   18    2. PROCEDURES FOR THE REMEDIATION AND PREVENTION  OF  MOLD  IN  PUBLIC\n   19  HOUSING.  THE  COMMISSIONER  IS HEREBY DIRECTED AND AUTHORIZED TO CREATE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01779-01-1\n\n       A. 1466                             2\n\n    1  PROCEDURES FOR THE REMEDIATION AND PREVENTION OF MOLD IN PUBLIC HOUSING.\n    2  SUCH PROCEDURES SHALL INCLUDE:\n    3    (A)  A  VISUAL SURVEY OF PUBLIC HOUSING UNITS TO CHECK FOR EVIDENCE OF\n    4  WATER DAMAGE AND THE EXTENT OF MOLD GROWTH, INCLUDING AN  INSPECTION  OF\n    5  THE FOLLOWING:\n    6    (1)  ANY  DEFECTS  IN  CONSTRUCTION  THAT  MAY  CAUSE MOISTURE SUCH AS\n    7  DEFECTS IN WINDOWS, ROOFS, OR EXTERIOR SIDING, OR IMPROPERLY LAID  FOUN-\n    8  DATIONS, OR THE ABSENCE OF VAPOR BARRIERS.\n    9    (2) PLUMBING LEAKS.\n   10    (3) FLOOR AREAS UNDER CARPETING.\n   11    (4) SPACES UNDER BUILDINGS AND LIVING AREAS, AND CEILING SPACES.\n   12    (5) COLD CORNERS OF ROOMS WHICH LACK PROPER INSULATION AND ARE SUSCEP-\n   13  TIBLE TO MOLD GROWTH.\n   14    (6)  ANY  OTHER  MOISTURE DAMAGE, WATER INTRUSION, OR LEAKS AND ROT IN\n   15  WALL CAVITIES OF PUBLIC HOUSING SPACES.\n   16    (B) A PROTOCOL FOR THE REMEDIATION OF EXISTING MOLD IN PUBLIC HOUSING,\n   17  INCLUDING STANDARDS RELATING TO AN ACCEPTABLE EXPOSURE LIMIT,  INCLUDING\n   18  COMPLIANCE  TO  SUCH  AN  ACCEPTABLE EXPOSURE LIMIT. SUCH PROTOCOL SHALL\n   19  INCLUDE THE FOLLOWING:\n   20    (1) GUIDELINES FOR THE REMEDIATION OF INDOOR MOLD WHICH SHALL  INCLUDE\n   21  PRECAUTIONS  TO  PROTECT  THE  HEALTH OF RESIDENTS OF PUBLIC HOUSING AND\n   22  OVERALL PUBLIC HEALTH, INCLUDING PREVENTATIVE MEASURES  TO  ENSURE  THAT\n   23  CONTAMINATION DOES NOT LEAVE THE AFFECTED AREA.\n   24    (2)  THE  UTILIZATION  OF  TOOLS,  INSTRUMENTS AND REMEDIATION METHODS\n   25  WHICH ARE ACCEPTABLE BY THE PROFESSIONAL COMMUNITY ENGAGED IN THE  REME-\n   26  DIATION OF MOLD.\n   27    (3)  THE  UTILIZATION  OF  PROTECTIVE GEAR AND EQUIPMENT TO ENSURE THE\n   28  HEALTH AND SAFETY OF PERSONS PERFORMING THE REMEDIATION.\n   29    (4) THE DEVELOPMENT OF A LIST OF PROFESSIONAL COMPANIES ENGAGED IN THE\n   30  BUSINESS OF THE REMEDIATION OF MOLD, OR OTHER  TOXIC  SUBSTANCES,  WHICH\n   31  SHALL  BE  AVAILABLE FOR CONTRACTING WITH THE DEPARTMENT FOR THE REMEDI-\n   32  ATION OF INDOOR MOLD IN  PUBLIC  HOUSING.  SUCH  PROFESSIONAL  COMPANIES\n   33  SHALL  BE ASSESSED ACCORDING TO THE TECHNOLOGICAL AND ECONOMIC FEASIBIL-\n   34  ITY OF CONTRACTING WITH SUCH COMPANIES, AND ACCORDING TO  THEIR  SUCCESS\n   35  IN THE IDENTIFICATION, REMEDIATION AND REMOVAL OF TOXIC MOLD.\n   36    (C)  METHODS  TO  PREVENT  THE RETURN OF MOLD IN AREAS WHICH HAVE BEEN\n   37  CLEANED, AND CONSTRUCTION METHODS TO PREVENT MOLD GROWTH IN  NEW  PUBLIC\n   38  HOUSING FACILITIES. WITH RESPECT TO THE PREVENTION OF MOLD GROWTH IN NEW\n   39  PUBLIC  HOUSING UNITS, THE DEPARTMENT SHALL DEVELOP CONSTRUCTION METHODS\n   40  WHICH WILL BEST ENSURE THE PREVENTION OF  MOLD  ACCORDING  TO  SCIENTIF-\n   41  ICALLY  RECOGNIZED  ENTITIES  IN  THE  FIELD OF ENVIRONMENTAL HEALTH AND\n   42  SAFETY.\n   43    S 2. The public health law is amended by adding a new article 48-A  to\n   44  read as follows:\n   45                                 ARTICLE 48-A\n   46                         REMEDIATION OF INDOOR MOLD\n   47    SECTION  4809.  POWERS  AND DUTIES OF THE COMMISSIONER WITH RESPECT TO\n   48  INDOOR MOLD.\n   49    S 4809. POWERS AND DUTIES OF THE COMMISSIONER WITH RESPECT  TO  INDOOR\n   50  MOLD.  1. DEFINITIONS. FOR PURPOSES OF THIS SECTION, THE FOLLOWING TERMS\n   51  SHALL HAVE THE FOLLOWING MEANINGS:\n   52    (A) \"MOLD\" MEANS ANY FORM OF MULTICELLULAR FUNGI THAT LIVE ON PLANT OR\n   53  ANIMAL MATTER AND IN INDOOR ENVIRONMENTS. TYPES OF MOLD INCLUDE, BUT ARE\n   54  NOT LIMITED  TO,  CLADOSPORIUM,  PENICILLIUM,  ALTERNARIA,  ASPERGILLUS,\n   55  FUSARIUM,  TRICHODERMA,  MEMNONIELLA, MUCOR, AND STACHYBOTRYS CHARTARUM,\n   56  OFTEN FOUND IN WATER DAMAGED BUILDING MATERIALS.\n\n       A. 1466                             3\n\n    1    (B) \"AFFECT\" MEANS TO CAUSE A CONDITION BY THE PRESENCE OF MOLD IN THE\n    2  DWELLING UNIT, BUILDING, APPURTENANT  STRUCTURE,  COMMON  WALL,  HEATING\n    3  SYSTEM,  OR  VENTILATING  AND  AIR  CONDITIONING SYSTEM THAT AFFECTS THE\n    4  INDOOR AIR QUALITY OF A DWELLING UNIT OR BUILDING.\n    5    (C)  \"ACCEPTABLE  EXPOSURE  LIMIT\" MEANS A LEVEL OF MOLD THAT WILL NOT\n    6  ADVERSELY AFFECT THE HEALTH OF OCCUPANTS, AND DOES NOT  POSE  A  SIGNIF-\n    7  ICANT THREAT TO THE PUBLIC HEALTH.\n    8    2.  STANDARDS FOR THE REMEDIATION AND PREVENTION OF MOLD.  THE COMMIS-\n    9  SIONER, OR HIS OR HER DESIGNATED REPRESENTATIVE,  IS  HEREBY  AUTHORIZED\n   10  AND  DIRECTED TO PROMULGATE STANDARDS FOR THE DETECTION, PREVENTION, AND\n   11  REMEDIATION OF MOLD GROWTH IN INDOOR ENVIRONMENTS WHICH ARE  SUBJECT  TO\n   12  THE  RULES  AND  REGULATIONS  OF  THE  DEPARTMENT, INCLUDING WORKPLACES,\n   13  PUBLIC FACILITIES, AND OTHER ESTABLISHMENTS UNDER  THE  JURISDICTION  OF\n   14  THE  DEPARTMENT. SUCH STANDARDS SHALL INCLUDE GUIDELINES RELATING TO THE\n   15  FOLLOWING:\n   16    (A) THE INSPECTION OF INDOOR SPACES FOR THE PRESENCE  OF  MOLD  GROWTH\n   17  AND WATER DAMAGE.\n   18    (B)  AN  ACCEPTABLE  EXPOSURE  LIMIT,  INCLUDING STANDARDS RELATING TO\n   19  COMPLIANCE WITH SUCH AN ACCEPTABLE EXPOSURE LIMIT.\n   20    (C) PROTOCOL FOR THE REMOVAL AND REMEDIATION OF EXISTING INDOOR MOLD.\n   21    (D) METHODS TO PREVENT THE RETURN OF MOLD IN  AREAS  WHICH  HAVE  BEEN\n   22  CLEANED,  AND  CONSTRUCTION METHODS TO PREVENT MOLD GROWTH IN NEW BUILD-\n   23  INGS.\n   24    3. CONSULTATION WITH RELATED EXPERTS. IN EFFECTUATING THE PURPOSES  OF\n   25  THIS SECTION, THE COMMISSIONER, OR HIS OR HER DESIGNATED REPRESENTATIVE,\n   26  SHALL  CONSULT  WITH  SCIENTIFICALLY RECOGNIZED ENTITIES IN THE FIELD OF\n   27  ENVIRONMENTAL HEALTH AND SAFETY, AND RELATED AUTHORITATIVE BODIES IN THE\n   28  FIELD OF REMEDIATION OF MOLD AND OTHER TOXIC SUBSTANCES.\n   29    S 3. Subdivision 2 of section 462 of the real property law,  as  added\n   30  by chapter 456 of the laws of 2001, is amended to read as follows:\n   31    2. The following shall be the disclosure form:\n   32                   PROPERTY CONDITION DISCLOSURE STATEMENT\n   33  NAME OF SELLER OR SELLERS:\n   34  PROPERTY ADDRESS:\n   35    THE  PROPERTY CONDITION DISCLOSURE ACT REQUIRES THE SELLER OF RESIDEN-\n   36  TIAL REAL PROPERTY TO CAUSE THIS DISCLOSURE STATEMENT OR A COPY  THEREOF\n   37  TO  BE DELIVERED TO A BUYER OR BUYER'S AGENT PRIOR TO THE SIGNING BY THE\n   38  BUYER OF A BINDING CONTRACT OF SALE.\n   39    PURPOSE OF STATEMENT: THIS IS A STATEMENT OF  CERTAIN  CONDITIONS  AND\n   40  INFORMATION CONCERNING THE PROPERTY KNOWN TO THE SELLER. THIS DISCLOSURE\n   41  STATEMENT  IS  NOT  A WARRANTY OF ANY KIND BY THE SELLER OR BY ANY AGENT\n   42  REPRESENTING THE SELLER IN THIS TRANSACTION. IT IS NOT A SUBSTITUTE  FOR\n   43  ANY  INSPECTIONS  OR  TESTS AND THE BUYER IS ENCOURAGED TO OBTAIN HIS OR\n   44  HER OWN INDEPENDENT PROFESSIONAL INSPECTIONS AND ENVIRONMENTAL TESTS AND\n   45  ALSO IS ENCOURAGED TO CHECK PUBLIC RECORDS PERTAINING TO THE PROPERTY.\n   46    A KNOWINGLY FALSE OR INCOMPLETE STATEMENT BY THE SELLER ON  THIS  FORM\n   47  MAY  SUBJECT  THE  SELLER  TO  CLAIMS BY THE BUYER PRIOR TO OR AFTER THE\n   48  TRANSFER OF TITLE.  IN THE EVENT A SELLER  FAILS  TO  PERFORM  THE  DUTY\n   49  PRESCRIBED  IN  THIS  ARTICLE TO DELIVER A DISCLOSURE STATEMENT PRIOR TO\n   50  THE SIGNING BY THE BUYER OF A BINDING CONTRACT OF SALE, THE BUYER  SHALL\n   51  RECEIVE  UPON  THE  TRANSFER  OF  TITLE A CREDIT OF FIVE HUNDRED DOLLARS\n   52  AGAINST THE AGREED UPON PURCHASE PRICE OF THE RESIDENTIAL REAL PROPERTY.\n   53    \"RESIDENTIAL REAL PROPERTY\" MEANS REAL PROPERTY IMPROVED BY A  ONE  TO\n   54  FOUR  FAMILY  DWELLING USED OR OCCUPIED, OR INTENDED TO BE USED OR OCCU-\n   55  PIED, WHOLLY OR PARTLY, AS THE HOME OR RESIDENCE OF ONE OR MORE PERSONS,\n   56  BUT SHALL NOT REFER TO (A) UNIMPROVED  REAL  PROPERTY  UPON  WHICH  SUCH\n\n       A. 1466                             4\n\n    1  DWELLINGS  ARE TO BE CONSTRUCTED OR (B) CONDOMINIUM UNITS OR COOPERATIVE\n    2  APARTMENTS OR (C) PROPERTY ON A  HOMEOWNERS'  ASSOCIATION  THAT  IS  NOT\n    3  OWNED IN FEE SIMPLE BY THE SELLER.\n\n    4  INSTRUCTIONS TO THE SELLER:\n    5    (a) ANSWER ALL QUESTIONS BASED UPON YOUR ACTUAL KNOWLEDGE.\n    6    (b) ATTACH ADDITIONAL PAGES WITH YOUR SIGNATURE IF ADDITIONAL SPACE IS\n    7  REQUIRED.\n    8    (c) COMPLETE THIS FORM YOURSELF.\n    9    (d)  IF  SOME ITEMS DO NOT APPLY TO YOUR PROPERTY, CHECK \"NA\" (NON-AP-\n   10  PLICABLE). IF YOU DO NOT KNOW THE ANSWER CHECK \"UNKN\" (UNKNOWN).\n\n   11    SELLER'S STATEMENT: THE SELLER MAKES THE FOLLOWING REPRESENTATIONS  TO\n   12  THE  BUYER BASED UPON THE SELLER'S ACTUAL KNOWLEDGE AT THE TIME OF SIGN-\n   13  ING THIS DOCUMENT. THE SELLER AUTHORIZES HIS OR HER AGENT,  IF  ANY,  TO\n   14  PROVIDE  A COPY OF THIS STATEMENT TO A PROSPECTIVE BUYER OF THE RESIDEN-\n   15  TIAL REAL PROPERTY. THE FOLLOWING ARE REPRESENTATIONS MADE BY THE SELLER\n   16  AND ARE NOT THE REPRESENTATIONS OF THE SELLER'S AGENT.\n   17  GENERAL INFORMATION\n   18    1. HOW LONG HAVE YOU OWNED THE PROPERTY?\n   19    2. HOW LONG HAVE YOU OCCUPIED THE PROPERTY?\n   20    3. WHAT IS THE AGE OF THE STRUCTURE OR STRUCTURES? NOTE  TO  BUYER--IF\n   21       THE  STRUCTURE WAS BUILT BEFORE 1978 YOU ARE ENCOURAGED TO INVESTI-\n   22       GATE FOR THE PRESENCE OF LEAD BASED PAINT.\n   23    4. DOES ANYBODY OTHER THAN YOURSELF HAVE  A  LEASE,  EASEMENT  OR  ANY\n   24       OTHER  RIGHT  TO USE OR OCCUPY ANY PART OF YOUR PROPERTY OTHER THAN\n   25       THOSE STATED IN DOCUMENTS AVAILABLE IN THE PUBLIC RECORD,  SUCH  AS\n   26       RIGHTS TO USE A ROAD OR PATH OR CUT TREES OR CROPS. YES NO UNKN NA\n   27    5. DOES  ANYBODY  ELSE CLAIM TO OWN ANY PART OF YOUR PROPERTY?  YES NO\n   28       UNKN NA (IF YES, EXPLAIN BELOW)\n   29    6. HAS ANYONE DENIED YOU ACCESS TO THE PROPERTY OR MADE A FORMAL LEGAL\n   30       CLAIM CHALLENGING YOUR TITLE TO THE PROPERTY? YES NO  UNKN  NA  (IF\n   31       YES, EXPLAIN BELOW)\n   32    7. ARE  THERE  ANY  FEATURES  OF  THE  PROPERTY  SHARED IN COMMON WITH\n   33       ADJOINING LAND OWNERS OR A HOMEOWNERS ASSOCIATION, SUCH  AS  WALLS,\n   34       FENCES OR DRIVEWAYS? YES NO UNKN NA (IF YES DESCRIBE BELOW)\n   35    8. ARE  THERE  ANY  ELECTRIC OR GAS UTILITY SURCHARGES FOR LINE EXTEN-\n   36       SIONS, SPECIAL ASSESSMENTS OR HOMEOWNER OR OTHER  ASSOCIATION  FEES\n   37       THAT APPLY TO THE PROPERTY? YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n   38    9. ARE  THERE  CERTIFICATES OF OCCUPANCY RELATED TO THE PROPERTY?  YES\n   39       NO UNKN NA (IF NO, EXPLAIN BELOW)\n\n   40  ENVIRONMENTAL\n   41    NOTE TO SELLER - IN THIS SECTION, YOU WILL BE ASKED QUESTIONS  REGARD-\n   42  ING  PETROLEUM  PRODUCTS AND HAZARDOUS OR TOXIC SUBSTANCES THAT YOU KNOW\n   43  TO HAVE BEEN SPILLED, LEAKED OR OTHERWISE BEEN RELEASED ON THE  PROPERTY\n   44  OR  FROM  THE  PROPERTY  ONTO ANY OTHER PROPERTY. PETROLEUM PRODUCTS MAY\n   45  INCLUDE, BUT ARE NOT LIMITED TO, GASOLINE,  DIESEL  FUEL,  HOME  HEATING\n   46  FUEL,  AND  LUBRICANTS.  HAZARDOUS  OR  TOXIC SUBSTANCES ARE PRODUCTS OR\n   47  OTHER MATERIAL THAT COULD POSE SHORT- OR LONG-TERM  DANGER  TO  PERSONAL\n   48  HEALTH  OR THE ENVIRONMENT IF THEY ARE NOT PROPERLY DISPOSED OF, APPLIED\n   49  OR STORED.  THESE INCLUDE, BUT ARE NOT LIMITED TO,  FERTILIZERS,  PESTI-\n   50  CIDES  AND  INSECTICIDES, PAINT INCLUDING PAINT THINNER, VARNISH REMOVER\n   51  AND WOOD PRESERVATIVES, TREATED WOOD,  CONSTRUCTION  MATERIALS  SUCH  AS\n   52  ASPHALT AND ROOFING MATERIALS, ANTIFREEZE AND OTHER AUTOMOTIVE PRODUCTS,\n   53  BATTERIES,  CLEANING  SOLVENTS INCLUDING SEPTIC TANK CLEANERS, HOUSEHOLD\n\n       A. 1466                             5\n\n    1  CLEANERS [AND], POOL CHEMICALS [AND], PRODUCTS  CONTAINING  MERCURY  AND\n    2  LEAD AND INDOOR MOLD.\n\n    3    NOTE  TO  BUYER  -  IF  CONTAMINATION  OF THIS PROPERTY FROM PETROLEUM\n    4  PRODUCTS AND/OR HAZARDOUS OR TOXIC SUBSTANCES IS A CONCERN TO  YOU,  YOU\n    5  ARE URGED TO CONSIDER SOIL AND GROUNDWATER TESTING OF THIS PROPERTY.\n\n    6    10. IS  ANY OR ALL OF THE PROPERTY LOCATED IN A DESIGNATED FLOODPLAIN?\n    7        YES  NO  UNKN  NA (IF YES, EXPLAIN BELOW)\n    8    11. IS ANY OR ALL OF THE PROPERTY LOCATED  IN  A  DESIGNATED  WETLAND?\n    9        YES  NO  UNKN  NA (IF YES, EXPLAIN BELOW)\n   10    12. IS  THE  PROPERTY  LOCATED  IN AN AGRICULTURAL DISTRICT?   YES  NO\n   11        UNKN  NA (IF YES, EXPLAIN BELOW)\n   12    13. WAS THE PROPERTY EVER THE SITE OF A LANDFILL?  YES  NO   UNKN   NA\n   13        (IF YES, EXPLAIN BELOW)\n   14    14. ARE  THERE  OR  HAVE  THERE  EVER BEEN FUEL STORAGE TANKS ABOVE OR\n   15        BELOW THE GROUND ON THE PROPERTY?  YES  NO  UNKN  NA  IF YES,  ARE\n   16        THEY CURRENTLY IN USE? YES NO UNKN NA LOCATION(S) ARE THEY LEAKING\n   17        OR HAVE THEY EVER LEAKED? YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n   18    15. IS  THERE ASBESTOS IN THE STRUCTURE? YES NO UNKN NA (IF YES, STATE\n   19        LOCATION OR LOCATIONS BELOW)\n   20    16. IS LEAD PLUMBING PRESENT? YES NO UNKN NA (IF YES,  STATE  LOCATION\n   21        OR LOCATIONS BELOW)\n   22    17. HAS  A RADON TEST BEEN DONE? YES NO UNKN NA (IF YES, ATTACH A COPY\n   23        OF THE REPORT)\n   24    18. HAS MOTOR FUEL, MOTOR OIL, HOME HEATING FUEL, LUBRICATING  OIL  OR\n   25        ANY  OTHER  PETROLEUM  PRODUCT,  METHANE  GAS, OR ANY HAZARDOUS OR\n   26        TOXIC SUBSTANCE SPILLED, LEAKED OR OTHERWISE BEEN RELEASED ON  THE\n   27        PROPERTY  OR  FROM  THE  PROPERTY ONTO ANY OTHER PROPERTY?  YES NO\n   28        UNKN NA (IF YES, DESCRIBE BELOW)\n   29    19. HAS THE PROPERTY BEEN TESTED FOR THE PRESENCE OF MOTOR FUEL, MOTOR\n   30        OIL, HOME HEATING FUEL, LUBRICATING OIL, OR  ANY  OTHER  PETROLEUM\n   31        PRODUCT,  METHANE GAS, OR ANY HAZARDOUS OR TOXIC SUBSTANCE? YES NO\n   32        UNKN NA (IF YES, ATTACH REPORT(S))\n   33    19-A.  HAS THE PROPERTY BEEN TESTED FOR INDOOR MOLD? YES NO  UNKN  (IF\n   34        YES, ATTACH A COPY OF THE REPORT)\n   35    19-B.   IS THERE INDOOR MOLD ON THE PROPERTY PRESENTLY? (IF YES, STATE\n   36        LOCATION OR LOCATIONS BELOW)\n\n   37  STRUCTURAL\n   38    20. IS THERE ANY ROT OR WATER DAMAGE TO THE STRUCTURE  OR  STRUCTURES?\n   39        YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n   40    21. IS  THERE ANY FIRE OR SMOKE DAMAGE TO THE STRUCTURE OR STRUCTURES?\n   41        YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n   42    22. IS THERE ANY  TERMITE,  INSECT,  RODENT  OR  PEST  INFESTATION  OR\n   43        DAMAGE?  YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n   44    23. HAS  THE  PROPERTY BEEN TESTED FOR TERMITE, INSECT, RODENT OR PEST\n   45        INFESTATION OR DAMAGE? YES NO  UNKN  NA  (IF  YES,  PLEASE  ATTACH\n   46        REPORT(S))\n   47    24. WHAT  IS  THE TYPE OF ROOF/ROOF COVERING (SLATE, ASPHALT, OTHER.)?\n   48        ANY KNOWN MATERIAL DEFECTS? HOW OLD IS THE ROOF? IS THERE A TRANS-\n   49        FERABLE WARRANTEE ON THE ROOF IN EFFECT NOW? YES NO  UNKN  NA  (IF\n   50        YES, EXPLAIN BELOW)\n   51    25. ARE  THERE  ANY  KNOWN  MATERIAL  DEFECTS  IN ANY OF THE FOLLOWING\n   52        STRUCTURAL SYSTEMS: FOOTINGS, BEAMS, GIRDERS, LINTELS, COLUMNS  OR\n   53        PARTITIONS. YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n\n       A. 1466                             6\n\n    1  MECHANICAL SYSTEMS & SERVICES\n    2    26. WHAT  IS  THE WATER SOURCE (CIRCLE ALL THAT APPLY - WELL, PRIVATE,\n    3        MUNICIPAL, OTHER)? IF MUNICIPAL, IS IT METERED? YES NO UNKN NA\n    4    27. HAS THE WATER QUALITY AND/OR FLOW RATE BEEN TESTED? YES NO UNKN NA\n    5        (IF YES, DESCRIBE BELOW)\n    6    28. WHAT IS THE TYPE OF SEWAGE SYSTEM (CIRCLE ALL THAT APPLY -  PUBLIC\n    7        SEWER, PRIVATE SEWER, SEPTIC OR CESSPOOL)?  IF SEPTIC OR CESSPOOL,\n    8        AGE?  ________  DATE  LAST  PUMPED? ________ FREQUENCY OF PUMPING?\n    9        ________ ANY KNOWN MATERIAL DEFECTS?   YES NO  UNKN  NA  (IF  YES,\n   10        EXPLAIN BELOW)\n   11    29. WHO IS YOUR ELECTRIC SERVICE PROVIDER? ________ WHAT IS THE AMPER-\n   12        AGE?  ________  DOES  IT  HAVE CIRCUIT BREAKERS OR FUSES? ________\n   13        PRIVATE OR PUBLIC POLES? ________ ANY KNOWN MATERIAL DEFECTS?  YES\n   14        NO UNKN NA (IF YES, EXPLAIN BELOW)\n   15    30. ARE THERE ANY FLOODING, DRAINAGE OR GRADING PROBLEMS THAT RESULTED\n   16        IN  STANDING  WATER ON ANY PORTION OF THE PROPERTY? YES NO UNKN NA\n   17        (IF YES, STATE LOCATIONS AND EXPLAIN BELOW)\n   18    31. DOES THE BASEMENT HAVE SEEPAGE THAT RESULTS IN STANDING WATER? YES\n   19        NO UNKN NA (IF YES, EXPLAIN BELOW)\n   20        ARE THERE ANY KNOWN MATERIAL DEFECTS IN ANY OF THE  FOLLOWING  (IF\n   21        YES, EXPLAIN BELOW. USE ADDITIONAL SHEETS IF NECESSARY.):\n   22    32. PLUMBING SYSTEM?            YES NO UNKN NA\n   23    33. SECURITY SYSTEM?            YES NO UNKN NA\n   24    34. CARBON MONOXIDE DETECTOR?   YES NO UNKN NA\n   25    35. SMOKE DETECTOR?             YES NO UNKN NA\n   26    36. FIRE SPRINKLER SYSTEM?      YES NO UNKN NA\n   27    37. SUMP PUMP?                  YES NO UNKN NA\n   28    38. FOUNDATION/SLAB?            YES NO UNKN NA\n   29    39. INTERIOR WALLS/CEILINGS?    YES NO UNKN NA\n   30    40. EXTERIOR WALLS OR SIDING?   YES NO UNKN NA\n   31    41. FLOORS?                     YES NO UNKN NA\n   32    42. CHIMNEY/FIREPLACE OR STOVE? YES NO UNKN NA\n   33    43. PATIO/DECK?                 YES NO UNKN NA\n   34    44. DRIVEWAY?                   YES NO UNKN NA\n   35    45. AIR CONDITIONER?            YES NO UNKN NA\n   36    46. HEATING SYSTEM?             YES NO UNKN NA\n   37    47. HOT WATER HEATER?           YES NO UNKN NA\n   38    48. THE  PROPERTY  IS LOCATED IN THE FOLLOWING SCHOOL DISTRICT    UNKN\n   39       NOTE: BUYER IS ENCOURAGED TO CHECK PUBLIC  RECORDS  CONCERNING  THE\n   40       PROPERTY (E.G. TAX RECORDS AND WETLAND AND FLOOD PLAIN MAPS)\n   41    THE  SELLER SHOULD USE THIS AREA TO FURTHER EXPLAIN ANY ITEM ABOVE. IF\n   42  NECESSARY, ATTACH ADDITIONAL PAGES AND INDICATE HERE THE NUMBER OF ADDI-\n   43  TIONAL PAGES ATTACHED.\n   44    ______________________________________________________________\n   45    ______________________________________________________________\n   46    ______________________________________________________________\n   47    ______________________________________________________________\n   48    SELLER'S CERTIFICATION: SELLER CERTIFIES THAT THE INFORMATION IN  THIS\n   49  PROPERTY  CONDITION  DISCLOSURE  STATEMENT  IS  TRUE AND COMPLETE TO THE\n   50  SELLER'S ACTUAL KNOWLEDGE AS OF THE DATE SIGNED  BY  THE  SELLER.  IF  A\n   51  SELLER  OF  RESIDENTIAL  REAL  PROPERTY ACQUIRES KNOWLEDGE WHICH RENDERS\n   52  MATERIALLY INACCURATE A PROPERTY CONDITION DISCLOSURE STATEMENT PROVIDED\n   53  PREVIOUSLY, THE  SELLER  SHALL  DELIVER  A  REVISED  PROPERTY  CONDITION\n   54  DISCLOSURE  STATEMENT  TO THE BUYER AS SOON AS PRACTICABLE. IN NO EVENT,\n   55  HOWEVER, SHALL A SELLER BE REQUIRED TO PROVIDE A REVISED PROPERTY CONDI-\n\n       A. 1466                             7\n\n    1  TION DISCLOSURE STATEMENT AFTER THE TRANSFER OF TITLE FROM THE SELLER TO\n    2  THE BUYER OR OCCUPANCY BY THE BUYER, WHICHEVER IS EARLIER.\n    3    SELLER__________ DATE___________\n    4    SELLER__________ DATE___________\n    5    BUYER'S  ACKNOWLEDGMENT:  BUYER ACKNOWLEDGES RECEIPT OF A COPY OF THIS\n    6  STATEMENT AND BUYER UNDERSTANDS THAT THIS INFORMATION IS A STATEMENT  OF\n    7  CERTAIN  CONDITIONS AND INFORMATION CONCERNING THE PROPERTY KNOWN TO THE\n    8  SELLER. IT IS NOT A WARRANTY OF ANY KIND BY THE SELLER OR SELLER'S AGENT\n    9  AND IS NOT A SUBSTITUTE FOR ANY HOME, PEST, RADON OR  OTHER  INSPECTIONS\n   10  OR TESTING OF THE PROPERTY OR INSPECTION OF THE PUBLIC RECORDS.\n   11    BUYER__________ DATE__________\n   12    BUYER__________ DATE _________\n   13    S  4.    This  act  shall take effect on the one hundred eightieth day\n   14  after it shall have become a law; provided, however, that section  three\n   15  of  this  act shall apply to contracts of sale for real property entered\n   16  into on or after such effective date;  and  provided  further,  however,\n   17  that  effective  immediately  the  commissioner of housing and community\n   18  renewal and the commissioner of health, in consultation with each other,\n   19  are hereby authorized and directed to promulgate  any  rules  and  regu-\n   20  lations  necessary  for  the implementation of this act on or before its\n   21  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public housing law, the public health law, and the real property law, in relation to the remediation and prevention of indoor mold and requiring the disclosure of indoor mold history upon the sale of certain real property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T134108.TXT", "SOBI.D110111.T150719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776439970
}