{
  "year" : 2011,
  "senateBillNo" : "A1460-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to housing",
    "billEventId" : "A1460-2011-1294635600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires landlords to provide notice of rental history upon the signing of a vacancy lease",
  "summary" : "Requires landlords to provide notice of rental history upon the signing of a vacancy lease for the four years prior to the vacancy. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A10714-2009", "A10814-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1460\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Housing\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation  to  requiring  landlords to provide notice of rental history\n         upon the signing of a vacancy lease\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The administrative code of the city of New York is amended\n    2  by adding a new section 26-517.2 to read as follows:\n    3    S 26-517.2 NOTICE OF RENTAL HISTORY.  A.  FOR  HOUSING  ACCOMMODATIONS\n    4  SUBJECT  TO  THIS  CODE, AN OWNER SHALL FURNISH TO EACH TENANT SIGNING A\n    5  VACANCY LEASE, A NOTICE IN A FORM PROMULGATED OR APPROVED BY  THE  STATE\n    6  DIVISION  OF  HOUSING  AND  COMMUNITY  RENEWAL  THAT SETS FORTH THE RENT\n    7  AMOUNT ACTUALLY PAID BY TENANTS FOR THE FOUR YEARS IMMEDIATELY PRIOR  TO\n    8  THE  VACANCY,  IF  ANY, AN EXPLANATION OF HOW THE RENTAL AMOUNT PROVIDED\n    9  FOR IN THE VACANCY LEASE HAS BEEN COMPUTED ABOVE THE AMOUNT SHOWN IN THE\n   10  MOST RECENT ANNUAL REGISTRATION STATEMENT,  AND  A  STATEMENT  THAT  ANY\n   11  INCREASE ABOVE THE AMOUNT SET FORTH IN SUCH REGISTRATION STATEMENT IS IN\n   12  ACCORDANCE  WITH  THE ADJUSTMENTS PERMITTED BY THE RENT GUIDELINES BOARD\n   13  AND THIS CODE.\n   14    B. UPON COMPLAINT BY THE TENANT THAT HE OR SHE WAS NOT FURNISHED  WITH\n   15  A COPY OF THE NOTICE REQUIRED PURSUANT TO SUBDIVISION A OF THIS SECTION,\n   16  THE  DIVISION  OF HOUSING AND COMMUNITY RENEWAL SHALL ORDER THE OWNER TO\n   17  FURNISH THE NOTICE. IF THE OWNER FAILS TO COMPLY WITHIN TWENTY  DAYS  OF\n   18  SUCH  ORDER,  THE  OWNER SHALL NOT BE ENTITLED TO COLLECT ANY GUIDELINES\n   19  LEASE ADJUSTMENT AUTHORIZED FOR ANY CURRENT LEASE FROM THE  COMMENCEMENT\n   20  DATE  OF  SUCH  LEASE.  THE FURNISHING OF THE NOTICE BY THE OWNER TO THE\n   21  TENANT OR HOTEL OCCUPANT SHALL RESULT IN THE ELIMINATION, PROSPECTIVELY,\n   22  OF SUCH PENALTY.\n   23    S 2. This act shall take effect immediately; provided that the  amend-\n   24  ment  to chapter 4 of title 26 of the administrative code of the city of\n   25  New York made by section one of this act shall expire on the  same  date\n   26  as  such  law expires and shall not affect the expiration of such law as\n   27  provided under section 26-520 of such law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01794-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to requiring landlords to provide notice of rental history upon the signing of a vacancy lease ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T150218.TXT", "SOBI.D110110.T140111.TXT", "SOBI.D110110.T133607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776138804
}