{
  "year" : 2011,
  "senateBillNo" : "A1478-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1478-2011-1294635600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the healthy, safe and energy efficient outdoor lighting act to reduce harmful outdoor",
  "summary" : "Enacts the healthy, safe and energy efficient outdoor lighting act to reduce harmful outdoor lighting; sets standards for outdoor lighting; provides for the designation of dark-sky preserves; provides for distribution to customers by electric corporations or municipalities providing electric service of an informational pamphlet relating to outdoor lighting. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AA7281-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1478\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. ROSENTHAL, ENGLEBRIGHT, PAULIN, LUPARDO, CAHILL,\n         BROOK-KRASNY -- Multi-Sponsored by  --  M.  of  A.  BOYLAND,  BRENNAN,\n         DESTITO,   DINOWITZ,  GABRYSZAK,  GALEF,  GLICK,  GOTTFRIED,  LATIMER,\n         V. LOPEZ, McENENY, MILLMAN, O'DONNELL, ORTIZ, PHEFFER, SWEENEY,  TOWNS\n         --  read once and referred to the Committee on Environmental Conserva-\n         tion\n\n       AN ACT to amend  the  environmental  conservation  law  and  the  public\n         service  law,  in  relation  to  enacting the healthy, safe and energy\n         efficient outdoor lighting act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The environmental conservation law is amended by adding a\n    2  new article 20 to read as follows:\n    3                                 ARTICLE 20\n    4           HEALTHY, SAFE AND ENERGY EFFICIENT OUTDOOR LIGHTING ACT\n    5  SECTION 20-0101. LEGISLATIVE FINDINGS AND POLICY.\n    6          20-0103. SHORT TITLE.\n    7          20-0105. DEFINITIONS.\n    8          20-0107. PERMANENT OUTDOOR LUMINAIRE.\n    9          20-0109. DARK-SKY PRESERVES.\n   10          20-0111. MODEL COMPREHENSIVE OUTDOOR LIGHTING ORDINANCE.\n   11          20-0113. INFORMATIONAL PAMPHLET.\n   12          20-0115. APPLICABILITY.\n   13  S 20-0101. LEGISLATIVE FINDINGS AND POLICY.\n   14    THE LEGISLATURE FINDS THAT CAREFUL MANAGEMENT OF OUTDOOR  LIGHTING  IS\n   15  NECESSARY  TO  PROTECT  THE HEALTH, SAFETY, ENERGY SECURITY, ENVIRONMENT\n   16  AND GENERAL WELFARE OF THE PEOPLE OF THE STATE.\n   17    UNTIL THE END OF THE NINETEENTH CENTURY, WANING  DAYLIGHT  BROUGHT  AN\n   18  END  TO  MANY  OF  MANKIND'S  ACTIVITIES.  THIS BEGAN TO CHANGE WITH THE\n   19  INTRODUCTION OF INCANDESCENT LAMPS,  WHICH  DRAMATICALLY  INCREASED  THE\n   20  RANGE  OF  PURSUITS POSSIBLE AFTER DARK. CIVIC, SOCIAL, CULTURAL, EDUCA-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02248-01-1\n\n       A. 1478                             2\n\n    1  TIONAL, AND COMMERCIAL ENDEAVORS NOW GO FORWARD WITH AN EASE AND FREEDOM\n    2  UNIMAGINABLE IN EARLIER TIMES.  AS  THE  SCIENCE  OF  LIGHTING  EVOLVED,\n    3  HOWEVER, TECHNICAL ADVANCEMENTS GRADUALLY OUTSTRIPPED THE BASIC REQUIRE-\n    4  MENT  OF  PROVIDING ADEQUATE ILLUMINATION FOR THE TASK AT HAND. AT LEAST\n    5  IN THE CASE OF OUTDOOR LIGHTING, THERE IS NOW GROWING  RECOGNITION  THAT\n    6  THE CONSEQUENCES ARE NOT ALTOGETHER BENIGN.\n    7    INCREASING  SCIENTIFIC  AND  EXPERIENTIAL  EVIDENCE  DEMONSTRATES THAT\n    8  MISDIRECTED, UNSHIELDED, EXCESSIVE OR UNNECESSARY OUTDOOR NIGHT LIGHTING\n    9  HAS MAJOR DETRIMENTAL EFFECTS. ENERGY IS  WASTED  WHEN  ILLUMINATION  IS\n   10  USED EXCESSIVELY AND INEFFICIENTLY, CAUSING UNNECESSARY HEALTH-THREATEN-\n   11  ING  EMISSIONS FROM BURNING OF FOSSIL FUELS. SUCH EMISSIONS ALSO POLLUTE\n   12  THE STATE'S WATERS AND CONTRIBUTE TO GLOBAL WARMING.\n   13    BECAUSE THE HUMAN EYE AUTOMATICALLY ADJUSTS TO THE BRIGHTEST LIGHT  IN\n   14  VIEW,  THE  GLARE FROM UNSHIELDED OR EXCESSIVELY BRIGHT OUTDOOR LIGHTING\n   15  CAN ACTUALLY INTERFERE WITH THE CLEAR PERCEPTION  OF  OTHER  OBJECTS  IN\n   16  ONE'S FIELD OF VISION.\n   17    INAPPROPRIATE  USE  OF  OUTDOOR LIGHTING CAN HAVE A NEGATIVE IMPACT ON\n   18  THE NATURAL ENVIRONMENT, INTERFERING WITH NORMAL PATTERNS  OF  ACTIVITY,\n   19  BEHAVIOR  AND  PHYSIOLOGY OF FLORA AND FAUNA.  RECENT RESEARCH HAS INDI-\n   20  CATED THAT EXPOSURE TO LIGHT AT NIGHT CAN UPSET NORMAL  HUMAN  CIRCADIAN\n   21  RHYTHMS,  THEREBY DISRUPTING HORMONE SECRETIONS AND WEAKENING THE BODY'S\n   22  IMMUNE SYSTEM.\n   23    IN ADDITION, SKY GLOW FROM UNSHIELDED AND UNNECESSARY OUTDOOR LIGHTING\n   24  THWARTS THE AGES-OLD HUMAN YEARNING TO GAZE AT, LEARN FROM AND ENJOY THE\n   25  WONDERS OF THE NIGHT SKY.\n   26    THE LEGISLATURE FURTHER FINDS THAT COST-EFFICIENT MEANS AND  PRACTICES\n   27  EXIST  THROUGH  APPROPRIATE  USE OF LUMINAIRES TO PROVIDE ADEQUATE NIGHT\n   28  LIGHTING WHEN NEEDED THAT IS SAFE AND EFFECTIVE BUT CAUSES MINIMAL LIGHT\n   29  TRESPASS, GLARE, AND SKY GLOW. THESE MEANS AND  PRACTICES  ARE  POSSIBLE\n   30  WITH  INCREASED  PUBLIC  AWARENESS  THROUGH EDUCATION AND PRUDENT PUBLIC\n   31  ACTION AS PROVIDED IN THIS ARTICLE.\n   32    THEREFORE, IT IS THE PURPOSE OF THIS ARTICLE TO BEGIN  LIMITING  LIGHT\n   33  POLLUTION  IN THE STATE IN A COST-EFFECTIVE AND SOCIALLY FEASIBLE MANNER\n   34  IN ORDER TO PROTECT PUBLIC HEALTH, SAFETY AND THE ENVIRONMENT.\n   35  S 20-0103. SHORT TITLE.\n   36    THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS THE \"HEALTHY, SAFE AND\n   37  ENERGY EFFICIENT OUTDOOR LIGHTING ACT\".\n   38  S 20-0105. DEFINITIONS.\n   39    AS USED IN THIS ARTICLE:\n   40    1. \"LUMINAIRE\" MEANS A COMPLETE LIGHTING UNIT,  INCLUDING  A  LAMP  OR\n   41  LAMPS TOGETHER WITH THE PARTS DESIGNED TO DISTRIBUTE THE LIGHT, TO POSI-\n   42  TION  AND  PROTECT  THE  LAMPS,  AND  TO  CONNECT THE LAMPS TO THE POWER\n   43  SUPPLY; A LIGHT FIXTURE.\n   44    2. \"GLARE\" MEANS LIGHT EMITTED BY  A  LUMINAIRE  THAT  CAUSES  REDUCED\n   45  VISIBILITY  OR  MOMENTARY BLINDNESS BY SHINING DIRECTLY INTO THE EYES OF\n   46  THE VIEWER.\n   47    3. \"LAMP\" MEANS THE COMPONENT OF A LUMINAIRE THAT  PRODUCES  LIGHT;  A\n   48  LIGHT BULB.\n   49    4.  \"LIGHT  POLLUTION\"  MEANS  ANY  ADVERSE EFFECT OF OUTDOOR LIGHTING\n   50  INCLUDING, BUT NOT LIMITED TO, GLARE AND SKY GLOW.\n   51    5. \"LUMEN\" MEANS THE UNIT OF MEASUREMENT USED TO QUANTIFY  THE  AMOUNT\n   52  OF  LIGHT  PRODUCED  BY  A LAMP OR EMITTED FROM A LUMINAIRE, AS DISTINCT\n   53  FROM \"WATT\", A MEASURE OF POWER CONSUMPTION.\n   54    6. \"FULLY  SHIELDED  LUMINAIRE\"  MEANS  A  LUMINAIRE  CONSTRUCTED  AND\n   55  INSTALLED IN SUCH A MANNER THAT ALL LIGHT EMITTED BY IT, EITHER DIRECTLY\n   56  FROM  THE  LAMP  OR  A DIFFUSING ELEMENT, OR INDIRECTLY BY REFLECTION OR\n\n       A. 1478                             3\n\n    1  REFRACTION FROM ANY PART OF THE LUMINAIRE, IS PROJECTED BELOW A HORIZON-\n    2  TAL PLANE THROUGH THE LUMINAIRE'S LOWEST LIGHT EMITTING PART.\n    3    7.  \"PERMANENT  OUTDOOR  LUMINAIRE\"  MEANS  ANY LUMINAIRE OR SYSTEM OF\n    4  LUMINAIRES THAT IS OUTDOORS AND THAT IS USED FOR MORE THAN TEN DAYS IN A\n    5  THREE HUNDRED SIXTY-FIVE DAY PERIOD.\n    6    8. \"ROADWAY LIGHTING\" MEANS  PERMANENT  OUTDOOR  LUMINAIRES  THAT  ARE\n    7  SPECIFICALLY INTENDED TO ILLUMINATE ROADWAYS FOR AUTOMOTIVE VEHICLES.\n    8    9.  \"CONTINUOUS  ROADWAY  LIGHTING  DESIGN\" MEANS A LIGHTING PLAN THAT\n    9  ESTIMATES LIGHT ON A ROADWAY FROM CALCULATIONS UTILIZING FACTORS INCLUD-\n   10  ING, BUT NOT LIMITED TO, A PARTICULAR  LUMINAIRE,  MOUNTING  HEIGHT,  OR\n   11  POLE SPACING, IN ORDER TO MEET A SPECIFIED GOAL SUCH AS MINIMUM LIGHTING\n   12  LEVEL,  UNIFORMITY,  OR SMALL-TARGET VISIBILITY. LIGHTING PLACED ONLY AT\n   13  INTERSECTIONS OR OTHER POTENTIALLY  HAZARDOUS  LOCATIONS  SHALL  NOT  BE\n   14  CONSIDERED CONTINUOUS.\n   15    10.  \"SKY  GLOW\"  MEANS  THE  ILLUMINATION  OF  THE NIGHTTIME SKY THAT\n   16  RESULTS FROM UPWARD SHINING LIGHT, WHICH IS REFLECTED OFF MOLECULES  AND\n   17  PARTICLES OF DIRT AND MOISTURE IN THE ATMOSPHERE.\n   18  S 20-0107. PERMANENT OUTDOOR LUMINAIRE.\n   19    1.  NO STATE AGENCY OR PUBLIC CORPORATION OPERATING IN THE STATE SHALL\n   20  INSTALL OR CAUSE TO  BE  INSTALLED  ANY  NEW  OR  REPLACEMENT  PERMANENT\n   21  OUTDOOR LUMINAIRE UNLESS THE FOLLOWING CONDITIONS ARE MET:\n   22    (A)  ANY  LUMINAIRE  WITH  A LAMP OR LAMPS HAVING TOTAL INITIAL OUTPUT\n   23  GREATER THAN 1800 LUMENS SHALL BE FULLY SHIELDED, EXCEPT THAT A  HISTOR-\n   24  IC-STYLE  DECORATIVE  LUMINAIRE  MAY EMIT UP TO TWO PERCENT OF ITS TOTAL\n   25  LUMENS ABOVE THE HORIZONTAL PLANE;\n   26    (B) IF A LIGHTING RECOMMENDATION PUBLISHED BY THE  ILLUMINATING  ENGI-\n   27  NEERING SOCIETY OF NORTH AMERICA APPLIES, FULL CONSIDERATION IS GIVEN TO\n   28  THE MINIMUM MAINTAINED LIGHT LEVEL ADEQUATE TO MEET THE RECOMMENDATION;\n   29    (C) IF NO SUCH LIGHTING RECOMMENDATION APPLIES, NO MORE THAN THE MINI-\n   30  MUM MAINTAINED LIGHT LEVEL ADEQUATE FOR THE INTENDED PURPOSE IS USED;\n   31    (D)  FOR  ROADWAY LIGHTING UNASSOCIATED WITH INTERSECTIONS, A DETERMI-\n   32  NATION IS MADE THAT THE PURPOSE OF THE LIGHTING INSTALLATION OR REPLACE-\n   33  MENT CANNOT BE ACHIEVED BY INSTALLATION OF REFLECTORIZED  ROADWAY  MARK-\n   34  ERS, LINES, WARNINGS OR INFORMATIONAL SIGNS, OR OTHER PASSIVE MEANS;\n   35    (E)  ADEQUATE  CONSIDERATION  HAS  BEEN GIVEN TO CONSERVING ENERGY AND\n   36  MINIMIZING GLARE AND SKY GLOW; AND\n   37    (F) THE NEW OR REPLACEMENT LUMINAIRE MEETS  THE  LUMINAIRE  EFFICIENCY\n   38  AND  LAMP  LUMINOUS EFFICACY STANDARDS DEVELOPED PURSUANT TO SUBDIVISION\n   39  FIVE OF THIS SECTION.\n   40    2. THE FOLLOWING SITUATIONS SHALL BE EXEMPT FROM THE  REQUIREMENTS  OF\n   41  SUBDIVISION ONE OF THIS SECTION:\n   42    (A)  SITUATIONS WHERE FEDERAL LAWS, RULES AND REGULATIONS TAKE PRECED-\n   43  ENCE; AND\n   44    (B) SITUATIONS WHERE FIRE, POLICE, RESCUE, OR REPAIR PERSONNEL INCLUD-\n   45  ING UTILITY PERSONNEL NEED  LIGHT  FOR  TEMPORARY  EMERGENCIES  OR  ROAD\n   46  REPAIR WORK.\n   47    3.  THE  FOLLOWING SITUATIONS SHALL BE EXEMPT FROM THE REQUIREMENTS OF\n   48  PARAGRAPHS (A) AND (B) OF SUBDIVISION ONE OF THIS SECTION:\n   49    (A) THE LUMINAIRE IS A REPLACEMENT FOR A LUMINAIRE THAT IS PART  OF  A\n   50  CONTINUOUS ROADWAY LIGHTING DESIGN;\n   51    (B)  THE  LUMINAIRE  IS A HISTORIC-STYLE DECORATIVE LUMINAIRE WHICH IS\n   52  PART OF A CONTINUOUS ROADWAY LIGHTING DESIGN WHERE  THE  REPLACEMENT  OF\n   53  THE  LUMINAIRE  PIECEMEAL  WITH  COMPLIANT LUMINAIRES WOULD UNACCEPTABLY\n   54  DEGRADE THE AESTHETIC CHARACTERISTICS OF THE EXISTING LIGHTING DESIGN;\n   55    (C) SITUATIONS WHERE THERE ARE SPECIAL REQUIREMENTS,  SUCH  AS  SPORTS\n   56  FACILITIES,  TUNNELS,  TRAFFIC  CONTROL  DEVICES,  NAVIGATION  LIGHTING,\n\n       A. 1478                             4\n\n    1  AIRPORTS, UNDERBRIDGE LIGHTING, NATURAL AND CULTURAL MONUMENTS, OR  FLAG\n    2  LIGHTING;  PROVIDED,  HOWEVER,  THAT ALL SUCH LIGHTING SHALL BE SELECTED\n    3  AND INSTALLED TO SHIELD THE LAMP OR LAMPS FROM DIRECT VIEW AND TO  MINI-\n    4  MIZE UPWARD LIGHTING AND GLARE TO THE GREATEST EXTENT POSSIBLE; AND\n    5    (D)  SITUATIONS  WHERE  A WRITTEN DETERMINATION WITH FINDINGS HAS BEEN\n    6  MADE THAT A SPECIFIED EXEMPTION TO ANY REQUIREMENT OF SUBDIVISION ONE OF\n    7  THIS SECTION IS NECESSARY AND APPROPRIATE FOR A COMPELLING SAFETY INTER-\n    8  EST THAT CANNOT BE ADEQUATELY ADDRESSED BY ANY OTHER METHOD. WHERE  THIS\n    9  EXEMPTION IS FOR A STATE AGENCY OR STATE PUBLIC CORPORATION, THE WRITTEN\n   10  DETERMINATION SHALL BE MADE BY THE CHIEF EXECUTIVE OFFICER OF THE AGENCY\n   11  OR  CORPORATION  OR  HIS OR HER DESIGNEE.   WHERE THE EXEMPTION IS FOR A\n   12  COUNTY, CITY, TOWN, OR VILLAGE, OR A  PUBLIC  CORPORATION  THEREIN,  THE\n   13  WRITTEN DETERMINATION SHALL BE MADE BY THE APPROPRIATE COUNTY EXECUTIVE,\n   14  MAYOR, SUPERVISOR, OR CHIEF EXECUTIVE OFFICER OR HIS OR HER DESIGNEE.\n   15    4.  THE DEPARTMENT, IN CONSULTATION WITH THE DEPARTMENT OF TRANSPORTA-\n   16  TION AND THE OFFICE OF GENERAL SERVICES AND GIVING CONSIDERATION TO  THE\n   17  RECOMMENDED PRACTICES ADOPTED BY THE ILLUMINATING ENGINEERING SOCIETY OF\n   18  NORTH AMERICA, SHALL ESTABLISH RULES TO IMPLEMENT THE PROVISIONS OF THIS\n   19  SECTION,  INCLUDING  A  SYSTEM TO ENSURE THAT THE USE OF STATE FUNDS FOR\n   20  STREET LIGHTING COMPLIES WITH THE  REQUIREMENTS  SET  FORTH  HEREIN  AND\n   21  SHALL PROVIDE FOR THE WIDE DISSEMINATION OF THIS INFORMATION.\n   22    5.  THE  COMMISSIONER,  IN CONSULTATION WITH THE NEW YORK STATE ENERGY\n   23  RESEARCH AND DEVELOPMENT AUTHORITY, SHALL DEVELOP  LUMINAIRE  EFFICIENCY\n   24  AND  LAMP  LUMINOUS EFFICACY STANDARDS FOR LIGHTING REGULATED UNDER THIS\n   25  SECTION. FOR PURPOSES OF THIS SECTION \"LUMINAIRE EFFICIENCY\" SHALL  MEAN\n   26  THE  PERCENTAGE  OF  LUMENS  GENERATED  BY A LAMP WHICH ACTUALLY LEAVE A\n   27  LUMINAIRE; AND \"LAMP LUMINOUS EFFICACY\" SHALL MEAN THE AMOUNT  OF  LIGHT\n   28  GENERATED  BY  A LAMP/BALLAST SYSTEM (IN LUMENS) DIVIDED BY THE POWER IT\n   29  USES (IN WATTS).  SUCH STANDARDS SHALL BE PROMULGATED ON OR  BEFORE  THE\n   30  EFFECTIVE  DATE OF THIS ARTICLE AND SHALL TAKE EFFECT ONE HUNDRED EIGHTY\n   31  DAYS AFTER SUCH EFFECTIVE DATE.\n   32    6. IN RECOGNITION OF THE ONGOING RESEARCH INTO AND DEVELOPMENT OF  NEW\n   33  TECHNOLOGIES IN THE OUTDOOR LIGHTING FIELD, THE DEPARTMENT, IN CONSULTA-\n   34  TION  WITH THE NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY,\n   35  SHALL REPORT TO THE LEGISLATURE REGARDING NEW FINDINGS FROM RESEARCH AND\n   36  NEW TECHNOLOGIES THAT MAY AFFECT THE PROVISIONS OF  THIS  ARTICLE.  SUCH\n   37  REPORTING MAY INCLUDE RECOMMENDED AMENDMENTS TO THIS ARTICLE TO INCREASE\n   38  ITS  EFFECTIVENESS  IN  IMPLEMENTING  THE PURPOSES OF ACHIEVING HEALTHY,\n   39  SAFE AND ENERGY EFFICIENT OUTDOOR LIGHTING.\n   40  S 20-0109. DARK-SKY PRESERVES.\n   41    1. THE COMMISSIONER IN CONSULTATION WITH AFFECTED STATE  AGENCIES  AND\n   42  LOCAL  AUTHORITIES  MAY  IDENTIFY  AND  NOMINATE AS \"DARK-SKY PRESERVES\"\n   43  AREAS OF THE STATE WHICH ARE ESPECIALLY SUITABLE FOR ASTRONOMICAL OBSER-\n   44  VATIONS AND/OR WHICH PROVIDE, DUE TO THEIR DARKNESS, NOCTURNAL  BENEFITS\n   45  TO FLORA AND FAUNA, OR TO CITIZENS DESIRING VIEWS OF UNPOLLUTED OR RELA-\n   46  TIVELY UNPOLLUTED NIGHT SKIES.\n   47    2.  WITHIN  EIGHTEEN  MONTHS  OF  THE NOMINATION OF THE FIRST DARK-SKY\n   48  PRESERVE, THE COMMISSIONER SHALL PREPARE AND SUBMIT TO THE GOVERNOR  AND\n   49  LEGISLATURE  FOR  REVIEW  AND APPROVAL A PROPOSED PLAN TO PRESERVE THESE\n   50  AREAS AS NECESSARY AND APPROPRIATE TO PROTECT ASTRONOMICAL  OBSERVATIONS\n   51  AND/OR FLORA AND FAUNA.\n   52  S 20-0111. MODEL COMPREHENSIVE OUTDOOR LIGHTING ORDINANCE.\n   53    THE  COMMISSIONER,  IN  CONSULTATION  WITH  THE  NEW YORK STATE ENERGY\n   54  RESEARCH AND DEVELOPMENT AUTHORITY,  THE  SECRETARY  OF  STATE  AND  THE\n   55  COMMISSIONERS  OF  TRANSPORTATION  AND  THE  OFFICE OF GENERAL SERVICES,\n   56  SHALL PREPARE OR CAUSE TO BE PREPARED AND DISTRIBUTED TO  CITIES,  TOWNS\n\n       A. 1478                             5\n\n    1  AND  VILLAGES  A  MODEL COMPREHENSIVE OUTDOOR LIGHTING ORDINANCE FOR THE\n    2  PURPOSE OF SAVING ENERGY, REDUCING UNNECESSARY GLARE AND REDUCING UNNEC-\n    3  ESSARY SKY GLOW.\n    4  S 20-0113. INFORMATIONAL PAMPHLET.\n    5    THE  COMMISSIONER,  IN  CONSULTATION  WITH  THE  NEW YORK STATE ENERGY\n    6  RESEARCH AND DEVELOPMENT  AUTHORITY  AND  GIVING  CONSIDERATION  TO  THE\n    7  RECOMMENDED PRACTICES ADOPTED BY THE ILLUMINATING ENGINEERING SOCIETY OF\n    8  NORTH  AMERICA,  SHALL  DEVELOP AND DISTRIBUTE TO EVERY MUNICIPALITY AND\n    9  EVERY ELECTRIC CORPORATION OR MUNICIPALITY PROVIDING ELECTRIC SERVICE IN\n   10  THIS STATE A PAMPHLET CONTAINING INFORMATION REGARDING THE PROVISIONS OF\n   11  THIS ARTICLE WITH RESPECT TO OUTDOOR LIGHTING.\n   12  S 20-0115. APPLICABILITY.\n   13    1. THE PROVISIONS OF THIS ARTICLE ARE CUMULATIVE AND SUPPLEMENTAL  AND\n   14  SHALL  NOT APPLY WITHIN ANY COUNTY OR MUNICIPALITY THAT, BY ORDINANCE OR\n   15  RESOLUTION, HAS ADOPTED PROVISIONS RESTRICTING LIGHT POLLUTION THAT  ARE\n   16  AS, OR MORE, STRINGENT THAN THE PROVISIONS OF THIS ARTICLE.\n   17    2.  NO  PROVISION  OF THIS ARTICLE SHALL BE CONSTRUED AS TO PERMIT THE\n   18  PRACTICE OF ARCHITECTURE AS SUCH PRACTICE IS DEFINED IN  SECTION  SEVEN-\n   19  TY-THREE  HUNDRED ONE OF THE EDUCATION LAW, OR THE PRACTICE OF ENGINEER-\n   20  ING AS SUCH PRACTICE IS DEFINED IN SECTION SEVENTY-TWO  HUNDRED  ONE  OF\n   21  THE EDUCATION LAW.\n   22    S  2.  Section 44 of the public service law is amended by adding a new\n   23  subdivision 6 to read as follows:\n   24    6. THE COMMISSION SHALL REQUIRE EVERY ELECTRIC CORPORATION OR  MUNICI-\n   25  PALITY  PROVIDING ELECTRIC SERVICE TO SEND TO EACH CUSTOMER IN ITS BILLS\n   26  A COPY OF THE INFORMATIONAL PAMPHLET RELATING TO OUTDOOR LIGHTING DEVEL-\n   27  OPED BY THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION PURSUANT TO SECTION\n   28  20-0113 OF THE ENVIRONMENTAL  CONSERVATION  LAW.  THE  COMMISSION  SHALL\n   29  COORDINATE  WITH  THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION TO ENSURE\n   30  THAT EVERY ELECTRIC  CORPORATION  AND  MUNICIPALITY  PROVIDING  ELECTRIC\n   31  SERVICE  SHALL RECEIVE AN ADEQUATE SUPPLY OF SUCH PAMPHLETS SUITABLE FOR\n   32  DISTRIBUTION TO ITS CUSTOMERS IN THEIR UTILITY BILLS.\n   33    S 3. This act shall take effect on the first of January next  succeed-\n   34  ing  the  date upon which it shall have become a law; provided, however,\n   35  that effective immediately, the addition, amendment and/or repeal of any\n   36  rule or regulation or development of any  standards  necessary  for  the\n   37  implementation  of  this  act  on its effective date is authorized to be\n   38  made and completed on  or  before  such  effective  date;  and  provided\n   39  further that on and after the date on which this act shall have become a\n   40  law  every  state  agency  and  public corporation shall comply with the\n   41  requirements of paragraphs (a) through (e) of subdivision 1  of  section\n   42  20-0107 of the environmental conservation law as added by section one of\n   43  this act, but provided further that this act shall not apply to projects\n   44  for  the  installation  or  replacement  of permanent outdoor luminaires\n   45  which have already received final design approval prior to the effective\n   46  date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law and the public service law, in relation to enacting the healthy, safe and energy efficient outdoor lighting act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T150719.TXT", "SOBI.D110110.T133607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776439978
}