{
  "year" : 2011,
  "senateBillNo" : "A1479-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1479-2011-1294635600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for banning the possession, sale or manufacture of assault weapons, subject to an exception; expands duties of superintendent of state police; repealer",
  "summary" : "Adds additional weapon models to the definition of an assault weapon and adds related definitions; bans the possession, sale or manufacture of assault weapons, subject to an exception; expands the duties of the superintendent of state police with respect to identifying assault weapons. ",
  "currentCommittee" : null,
  "sameAs" : "S1440",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A6294-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1479\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL, SCHIMEL, BING, GOTTFRIED, CAMARA,\n         DINOWITZ, JAFFEE, ROBINSON, HOOPER, KELLNER -- read once and  referred\n         to the Committee on Codes\n\n       AN  ACT to amend the penal law and the general business law, in relation\n         to banning the possession, sale or manufacture of assault weapons; and\n         to repeal subdivision 22 of section 265.00 of the penal  law  relating\n         thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The New York state legislature  finds  that  semi-automatic\n    2  assault  weapons  are  military-style  guns  designed to allow rapid and\n    3  accurate spray firing for the quick and efficient killing of humans. The\n    4  shooter can simply point - as opposed to carefully aim - the  weapon  to\n    5  quickly spray a wide area with a hail of bullets. Gun manufacturers have\n    6  for  many  years  made,  marketed  and  sold to civilians semi-automatic\n    7  versions of military assault weapons designed with features specifically\n    8  intended to increase lethality for military applications. As  a  result,\n    9  approximately  2,000,000 assault weapons are currently in circulation in\n   10  the United States. These weapons have been the weapon of choice  in  the\n   11  most  notorious  mass  shootings  of  innocent  civilians  in the United\n   12  States, including the 1999 massacre at Columbine  High  School  (TEC-DC9\n   13  assault  pistol and Hi-Point Carbine) and the 2002 Washington, D.C.-area\n   14  sniper shootings (Bushmaster XM15 assault rifle). According to FBI data,\n   15  between 1998 and 2001, one in five law enforcement officers slain in the\n   16  line of duty was killed with an assault weapon. In 2003, New  York  lost\n   17  two  of its finest when undercover officers in the elite Firearms Inves-\n   18  tigation Unit of the NYPD Organized Crime Control Bureau  were  brutally\n   19  murdered  while  attempting  to purchase an illegal TEC-9 semi-automatic\n   20  assault weapon. The availability of military-style assault weapons poses\n   21  a serious threat to the public health and safety. Most citizens, includ-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02260-01-1\n\n       A. 1479                             2\n\n    1  ing most gun owners, believe that assault weapons should not  be  avail-\n    2  able for civilian use.\n    3    S 2. Subdivision 22 of section 265.00 of the penal law is REPEALED and\n    4  a new subdivision 22 is added to read as follows:\n    5    22. \"ASSAULT WEAPON\" MEANS ANY:\n    6    (A)  SEMI-AUTOMATIC  OR  PUMP-ACTION  RIFLE  THAT  HAS THE CAPACITY TO\n    7  ACCEPT A DETACHABLE MAGAZINE AND HAS ONE OR MORE OF THE FOLLOWING:\n    8    (I) A PISTOL GRIP;\n    9    (II) A SECOND HANDGRIP OR A PROTRUDING GRIP THAT CAN BE  HELD  BY  THE\n   10  NON-TRIGGER HAND;\n   11    (III) A FOLDING, TELESCOPING OR THUMBHOLE STOCK;\n   12    (IV)  A SHROUD ATTACHED TO THE BARREL, OR THAT PARTIALLY OR COMPLETELY\n   13  ENCIRCLES THE BARREL, ALLOWING THE BEARER TO HOLD THE FIREARM  WITH  THE\n   14  NON-TRIGGER  HAND  WITHOUT  BEING  BURNED,  BUT  EXCLUDING  A SLIDE THAT\n   15  ENCLOSES THE BARREL; OR\n   16    (V) A MUZZLE BRAKE OR MUZZLE COMPENSATOR;\n   17    (B) SEMI-AUTOMATIC PISTOL, OR  ANY  SEMI-AUTOMATIC,  CENTERFIRE  RIFLE\n   18  WITH  A  FIXED  MAGAZINE,  THAT HAS THE CAPACITY TO ACCEPT MORE THAN TEN\n   19  ROUNDS OF AMMUNITION;\n   20    (C) SEMI-AUTOMATIC PISTOL THAT HAS THE CAPACITY TO ACCEPT A DETACHABLE\n   21  MAGAZINE AND HAS ONE OR MORE OF THE FOLLOWING:\n   22    (I) A SECOND HANDGRIP OR A PROTRUDING GRIP THAT CAN  BE  HELD  BY  THE\n   23  NON-TRIGGER HAND;\n   24    (II) A FOLDING, TELESCOPING OR THUMBHOLE STOCK;\n   25    (III) A SHROUD ATTACHED TO THE BARREL, OR THAT PARTIALLY OR COMPLETELY\n   26  ENCIRCLES  THE  BARREL, ALLOWING THE BEARER TO HOLD THE FIREARM WITH THE\n   27  NON-TRIGGER HAND WITHOUT  BEING  BURNED,  BUT  EXCLUDING  A  SLIDE  THAT\n   28  ENCLOSES THE BARREL;\n   29    (IV) A MUZZLE BRAKE OR MUZZLE COMPENSATOR; OR\n   30    (V)  THE  CAPACITY  TO  ACCEPT  A  DETACHABLE MAGAZINE AT ANY LOCATION\n   31  OUTSIDE OF THE PISTOL GRIP;\n   32    (D) SEMI-AUTOMATIC SHOTGUN THAT HAS ONE OR MORE OF THE FOLLOWING:\n   33    (I) A PISTOL GRIP OR A VERTICAL HANDGRIP;\n   34    (II) A FOLDING, TELESCOPING OR THUMBHOLE STOCK;\n   35    (III) A FIXED MAGAZINE CAPACITY IN EXCESS OF FIVE ROUNDS; OR\n   36    (IV) AN ABILITY TO ACCEPT A DETACHABLE MAGAZINE;\n   37    (E) SHOTGUN WITH A REVOLVING CYLINDER; OR\n   38    (F) CONVERSION KIT, PART, OR  COMBINATION  OF  PARTS,  FROM  WHICH  AN\n   39  ASSAULT  WEAPON CAN BE ASSEMBLED IF THOSE PARTS ARE IN THE POSSESSION OR\n   40  UNDER THE CONTROL OF THE SAME PERSON.\n   41    (G) MODIFICATIONS OF SUCH FEATURES, OR OTHER FEATURES,  DETERMINED  BY\n   42  RULES  AND  REGULATIONS  OF  THE  SUPERINTENDENT  OF  STATE POLICE TO BE\n   43  PARTICULARLY SUITABLE FOR MILITARY AND NOT SPORTING PURPOSES.  IN  ADDI-\n   44  TION,  THE  SUPERINTENDENT  OF  STATE  POLICE  SHALL, BY RULES AND REGU-\n   45  LATIONS, DESIGNATE SPECIFIC SEMI-AUTOMATIC CENTERFIRE OR RIMFIRE  RIFLES\n   46  OR  SEMI-AUTOMATIC  SHOTGUNS, IDENTIFIED BY MAKE, MODEL, AND MANUFACTUR-\n   47  ER'S NAME, TO BE WITHIN THE DEFINITION OF ASSAULT WEAPON, IF THE  SUPER-\n   48  INTENDENT  OF STATE POLICE DETERMINES THAT SUCH WEAPONS ARE PARTICULARLY\n   49  SUITABLE FOR MILITARY AND NOT SPORTING PURPOSES. A LIST OF ASSAULT WEAP-\n   50  ONS, AS DETERMINED BY THE SUPERINTENDENT OF STATE POLICE, SHALL BE  MADE\n   51  AVAILABLE ON A REGULAR BASIS TO THE GENERAL PUBLIC.\n   52    PROVIDED, HOWEVER, THAT SUCH TERM DOES NOT INCLUDE ANY WEAPON THAT HAS\n   53  BEEN RENDERED PERMANENTLY INOPERABLE.\n   54    S  3.  Section  265.00 of the penal law is amended by adding three new\n   55  subdivisions 24, 25  and 26 to read as follows:\n\n       A. 1479                             3\n\n    1    24. \"DETACHABLE MAGAZINE\" MEANS ANY  AMMUNITION  FEEDING  DEVICE,  THE\n    2  FUNCTION  OF  WHICH IS TO DELIVER ONE OR MORE AMMUNITION CARTRIDGES INTO\n    3  THE FIRING CHAMBER, WHICH CAN BE REMOVED FROM THE  FIREARM  WITHOUT  THE\n    4  USE OF ANY TOOL, INCLUDING A BULLET OR AMMUNITION CARTRIDGE.\n    5    25.  \"MUZZLE  BRAKE\" MEANS A DEVICE ATTACHED TO THE MUZZLE OF A WEAPON\n    6  THAT UTILIZES ESCAPING GAS TO REDUCE RECOIL.\n    7    26. \"MUZZLE COMPENSATOR\" MEANS A DEVICE ATTACHED TO THE  MUZZLE  OF  A\n    8  WEAPON THAT UTILIZES ESCAPING GAS TO CONTROL MUZZLE MOVEMENT.\n    9    S 4. Section 265.20 of the penal law is amended by adding a new subdi-\n   10  vision e to read as follows:\n   11    E.  POSSESSION  OF  AN ASSAULT WEAPON ON PROPERTY OWNED OR IMMEDIATELY\n   12  CONTROLLED BY THE PERSON,  OR  WHILE  ON  THE  PREMISES  OF  A  LICENSED\n   13  GUNSMITH FOR THE PURPOSE OF LAWFUL REPAIR, OR WHILE ENGAGED IN THE LEGAL\n   14  USE  OF  THE  ASSAULT  WEAPON  AT A DULY LICENSED FIRING RANGE, OR WHILE\n   15  TRAVELING TO OR FROM THESE LOCATIONS, BY A PERSON WHO LAWFULLY POSSESSED\n   16  SUCH WEAPON PRIOR TO JULY FIRST, TWO THOUSAND TWELVE AND WHO,  PRIOR  TO\n   17  OCTOBER FIRST, TWO THOUSAND TWELVE:\n   18    1. RENDERS THE ASSAULT WEAPON PERMANENTLY INOPERABLE; OR\n   19    2.  SURRENDERS  THE  ASSAULT WEAPON TO THE APPROPRIATE LAW ENFORCEMENT\n   20  AGENCY AS PROVIDED FOR IN SUBPARAGRAPH (F) OF PARAGRAPH ONE OF  SUBDIVI-\n   21  SION A OF THIS SECTION; OR\n   22    3.  REGISTERS  THE ASSAULT WEAPON AS PROVIDED FOR IN SUBDIVISION SEVEN\n   23  OF SECTION THREE HUNDRED NINETY-SIX-FF OF THE GENERAL BUSINESS LAW.\n   24    S 5. Subdivision 7 of section 396-ff of the general  business  law  is\n   25  renumbered  subdivision  8  and  a new subdivision 7 is added to read as\n   26  follows:\n   27    (7) THE DIVISION OF STATE POLICE SHALL NO LATER THAN JULY  FIRST,  TWO\n   28  THOUSAND  TWELVE,  PROMULGATE  RULES AND REGULATIONS FOR THE ADDITION OF\n   29  INFORMATION IDENTIFYING ASSAULT  WEAPONS  LAWFULLY  POSSESSED  PRIOR  TO\n   30  JANUARY  FIRST,  TWO THOUSAND TWELVE TO THE DATABANK ESTABLISHED BY THIS\n   31  SECTION. SUCH RULES AND REGULATIONS SHALL, AT A MINIMUM, SPECIFY  PROCE-\n   32  DURES  BY  WHICH THE OWNER OF AN ASSAULT WEAPON LAWFULLY POSSESSED PRIOR\n   33  TO JULY FIRST, TWO THOUSAND TWELVE IS TO DELIVER AN ASSAULT  WEAPON  AND\n   34  VERIFICATION  OF  A  BACKGROUND  CHECK  REQUIRED  BY 18 USC S 922 TO THE\n   35  REGIONAL PROGRAM FOR TESTING AND PROMPT  RETURN.  UPON  RECEIPT  OF  THE\n   36  SEALED  CONTAINER  AND  INSPECTION OF A CERTIFICATE PROVING THAT A BACK-\n   37  GROUND CHECK HAS BEEN CONDUCTED AND THE OWNER  IS  NOT  PROHIBITED  FROM\n   38  POSSESSING  A  FIREARM,  THE  DIVISION OF STATE POLICE SHALL CAUSE TO BE\n   39  ENTERED IN THE AUTOMATED ELECTRONIC DATABANK PERTINENT  DATA,  INCLUDING\n   40  BALLISTIC INFORMATION RELEVANT TO IDENTIFICATION OF THE SHELL CASING AND\n   41  TO  THE  ASSAULT  WEAPON  FROM WHICH IT WAS DISCHARGED, AND THE DATE AND\n   42  PLACE OF THE BACKGROUND  CHECK  AND  THE  NAME  OF  THE  INDIVIDUAL  WHO\n   43  CONDUCTED SUCH BACKGROUND CHECK.\n   44    S  6.  Severability.  If  any provision or term of this act is for any\n   45  reason declared unconstitutional or invalid or ineffective by any  court\n   46  of  competent  jurisdiction, such decision shall not affect the validity\n   47  or the effectiveness of the remaining portions of this act or  any  part\n   48  thereof.\n   49    S  7. This act shall take effect July 1, 2012; provided that the divi-\n   50  sion of state police is authorized to promulgate any and all  rules  and\n   51  regulations  and take any other measures necessary to implement this act\n   52  on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the general business law, in relation to banning the possession, sale or manufacture of assault weapons; and to repeal subdivision 22 of section 265.00 of the penal law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T150719.TXT", "SOBI.D110110.T133607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776439981
}