{
  "year" : 2011,
  "senateBillNo" : "A1471-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1471-2011-1294635600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the toxics information clearinghouse",
  "summary" : "Creates the toxics information clearinghouse; substances hazardous to public health, safety or the environment that have been identified or listed as a hazardous waste in regulations promulgated pursuant to section 27-0903 or 71-2702 of the environmental conservation law; provide chemical hazard traits and environmental and toxicological end-point data. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A6292-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1471\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation  to  the\n         creation of the toxics information clearinghouse\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 37 of the environmental conservation law is amended\n    2  by adding a new title 4 to read as follows:\n    3                                   TITLE IV\n    4                       TOXIC INFORMATION CLEARINGHOUSE\n    5  SECTION 37-0401. TOXIC INFORMATION CLEARINGHOUSE.\n    6  S 37-0401. TOXIC INFORMATION CLEARINGHOUSE.\n    7    1. SUBSTANCES HAZARDOUS TO PUBLIC HEALTH, SAFETY  OR  THE  ENVIRONMENT\n    8  THAT  HAVE BEEN IDENTIFIED OR LISTED AS A HAZARDOUS WASTE IN REGULATIONS\n    9  PROMULGATED PURSUANT TO SECTION 27-0903 OF THIS CHAPTER  AND  SUBSTANCES\n   10  THAT APPEAR ON THE LIST IN REGULATIONS PROMULGATED PURSUANT TO PARAGRAPH\n   11  (A) OF SUBDIVISION ONE OF SECTION 37-0103 OF THIS ARTICLE SHALL BE POST-\n   12  ED  ON  A WEBSITE ESTABLISHED AND MAINTAINED BY THE DEPARTMENT AND SHALL\n   13  BE ACCESSIBLE TO THE PUBLIC.\n   14    2. THE WEBSITE ESTABLISHED AND MAINTAINED PURSUANT TO SUBDIVISION  ONE\n   15  OF  THIS  SECTION SHALL PROVIDE CHEMICAL HAZARD TRAITS AND ENVIRONMENTAL\n   16  AND TOXICOLOGICAL END-POINT DATA OF THE SUBSTANCES IDENTIFIED  IN  REGU-\n   17  LATION.\n   18    3. THE DEPARTMENT SHALL CONSULT WITH OTHER STATES, THE FEDERAL GOVERN-\n   19  MENT,  AND  OTHER  NATIONS  TO IDENTIFY AVAILABLE DATA RELATED TO HAZARD\n   20  TRAITS AND THE ENVIRONMENTAL AND TOXICOLOGICAL END-POINTS.\n   21    4. THIS TITLE SHALL NOT LIMIT OR BE CONSTRUED  TO  LIMIT  THE  DEPART-\n   22  MENT'S  OR  ANY OTHER AGENCY'S EXISTING AUTHORITY OVER HAZARDOUS MATERI-\n   23  ALS.\n   24    S 2. Section 37-0307 of the environmental conservation law,  as  added\n   25  by chapter 663 of the laws of 1994, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02261-01-1\n\n       A. 1471                             2\n\n    1  S 37-0307. Availability of information.\n    2    1. The release forms required under this title are intended to provide\n    3  information to government agencies and the public, including citizens of\n    4  communities  surrounding  covered  facilities. The release form shall be\n    5  available to inform persons about releases of  toxic  chemicals  to  the\n    6  environment;  to  assist  government  agencies,  researchers,  and other\n    7  persons in the conduct of research and data gathering;  to  aid  in  the\n    8  development  of  appropriate regulations, guidelines, and standards; and\n    9  for similar purposes. Each  release  form  shall  be  printed  out  upon\n   10  request  and  made  available during normal working hours to the general\n   11  public at the main office of the department and at the  regional  office\n   12  that encompasses the region in which the facility is located.\n   13    2.  [The  commissioner  shall maintain in a computer data base a toxic\n   14  chemical inventory based on data submitted to the commissioner  pursuant\n   15  to  this  title.  Such  data  shall  be made available upon request as a\n   16  printout and diskette, as per request.\n   17    3.] By December thirty-first of  each  year,  the  commissioner  shall\n   18  issue  a  written  report  that  shall  be available at no charge to the\n   19  public in which the information  compiled  pursuant  to  this  title  is\n   20  summarized for each facility subject to the provisions of this title.\n   21    S  3.  This act shall take effect January 1, 2014. The commissioner of\n   22  environmental conservation shall promulgate any and all rules and  regu-\n   23  lations  and  take any other measures necessary to implement this act on\n   24  or before January 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the creation of the toxics information clearinghouse ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T150218.TXT", "SOBI.D110110.T134611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776138801
}