{
  "year" : 2011,
  "senateBillNo" : "A1470-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1470-2011-1294635600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the state diesel emissions reduction revolving loan fund",
  "summary" : "Establishes the diesel emissions retrofit program and fund; fund supplements through federal diesel emission reduction act funds in addition to other state funds. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A8361-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1470\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. ROSENTHAL, JEFFRIES -- read once and referred to\n         the Committee on Environmental Conservation\n\n       AN ACT to amend the public authorities law and the environmental conser-\n         vation law, in relation to establishing  the  state  diesel  emissions\n         reduction revolving loan fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The public authorities law is  amended  by  adding  a  new\n    2  section 1285-s to read as follows:\n    3    S  1285-S.   DIESEL EMISSIONS REDUCTION PROGRAM. 1. THE CORPORATION IS\n    4  AUTHORIZED TO UNDERTAKE A PROGRAM TO  PROVIDE  FINANCIAL  ASSISTANCE  TO\n    5  STATE  AGENCIES  AND  ELIGIBLE  RECIPIENTS  TO ENCOURAGE AND SUPPORT THE\n    6  PURCHASE OF NEW AND RETROFITTING OF  EXISTING  HEAVY  DUTY  VEHICLES  IN\n    7  ACCORDANCE  WITH  THE  PROVISIONS OF THIS SECTION. THIS PROGRAM SHALL BE\n    8  KNOWN AS THE DIESEL EMISSIONS REDUCTION PROGRAM AND HEREAFTER  SHALL  BE\n    9  KNOWN AS \"THE PROGRAM\".\n   10    2.  AS  USED  IN  THIS SECTION, THE FOLLOWING TERMS HAVE THE FOLLOWING\n   11  MEANINGS:\n   12    (A) \"BEST AVAILABLE RETROFIT TECHNOLOGY\" SHALL HAVE THE  SAME  MEANING\n   13  AS  SUCH TERM IS DEFINED IN SECTION 19-0323 OF THE ENVIRONMENTAL CONSER-\n   14  VATION LAW AND REGULATIONS PROMULGATED THEREUNDER.\n   15    (B)  \"COMMISSIONER\"  SHALL  MEAN  THE  COMMISSIONER  OF  ENVIRONMENTAL\n   16  CONSERVATION.\n   17    (C)  \"ELIGIBLE  PROJECT\"  SHALL  MEAN  A  PROJECT FOR THE PURCHASE AND\n   18  INSTALLATION OF BEST AVAILABLE RETROFIT TECHNOLOGY FOR HEAVY DUTY  VEHI-\n   19  CLES,  INCLUDING  THE  RETROFIT OF VEHICLES REQUIRED PURSUANT TO SECTION\n   20  19-0323 OF THE ENVIRONMENTAL CONSERVATION LAW, AND NONROAD  VEHICLES  AS\n   21  DEFINED BY 42 USC SECTION 7550.\n   22    (D)  \"ELIGIBLE RECIPIENT\" SHALL MEAN ANY PERSON, MUNICIPALITY OR STATE\n   23  AGENCY SUBJECT TO SECTION 19-0323 OF THE ENVIRONMENTAL CONSERVATION  LAW\n   24  AND  ANY PERSON, MUNICIPALITY OR STATE AGENCY THAT IS AN ELIGIBLE ENTITY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01839-02-1\n\n       A. 1470                             2\n\n    1  PURSUANT TO THE ENERGY POLICY ACT OF  2005  DIESEL  EMISSIONS  REDUCTION\n    2  PROGRAM.\n    3    (E)  \"HEAVY  DUTY VEHICLE\" OR \"VEHICLE\" SHALL HAVE THE SAME MEANING AS\n    4  SUCH TERM IS DEFINED IN SECTION 19-0323 OF THE  ENVIRONMENTAL  CONSERVA-\n    5  TION LAW.\n    6    (F)  \"RETROFIT\"  SHALL  MEAN THE ADDITION OF NEW OR ENHANCED POLLUTION\n    7  CONTROL AFTER TREATMENT EQUIPMENT TO DIESEL ENGINES, UPGRADING A  DIESEL\n    8  ENGINE  TO  A  CLEANER  CONFIGURATION,  AND  EARLY  REPLACEMENT OF OLDER\n    9  ENGINES WITH NEWER CLEANER ENGINES.\n   10    (G) \"FINANCIAL ASSISTANCE TO ELIGIBLE RECIPIENTS\"  MEANS  ANY  ONE  OR\n   11  MORE OF THE FOLLOWING:\n   12    (I)  MAKING  LOANS  TO  ELIGIBLE  RECIPIENTS  FOR  ELIGIBLE  PROJECTS,\n   13  PROVIDED SUCH LOANS (A) ARE MADE AT MARKET OR BELOW MARKET RATES, (B) DO\n   14  NOT HAVE A FINAL MATURITY OF MORE THAN THE PERIOD OF PROBABLE USEFULNESS\n   15  AS SET FORTH IN THE LOCAL FINANCE LAW, AND (C) HAVE PRINCIPAL AND INTER-\n   16  EST PAYMENTS WHICH COMMENCE NOT LATER THAN ONE YEAR  AFTER  INSTALLATION\n   17  OF THE ELIGIBLE PROJECT;\n   18    (II)  BUYING OR REFINANCING DEBT OBLIGATIONS OF ELIGIBLE RECIPIENTS AT\n   19  MARKET OR BELOW MARKET RATES;\n   20    (III) GUARANTYING, OR PURCHASING INSURANCE OR OTHER CREDIT ENHANCEMENT\n   21  FOR ELIGIBLE RECIPIENT OBLIGATIONS WHERE SUCH ACTION WOULD IMPROVE CRED-\n   22  IT MARKET ACCESS FOR OR REDUCE INTEREST RATES ON SUCH ELIGIBLE RECIPIENT\n   23  OBLIGATIONS;\n   24    (IV) PROVIDING A SOURCE OF REVENUE OR SECURITY FOR PAYMENT OF  PRINCI-\n   25  PAL  AND  INTEREST  ON  BONDS  OR NOTES ISSUED BY THE CORPORATION IF THE\n   26  PROCEEDS OF THE SALE OF SUCH BONDS OR NOTES WILL  BE  DEPOSITED  IN  THE\n   27  FUND;\n   28    (V)  PROVIDING INTEREST RATE SUBSIDY ALLOCATIONS TO SUBSIDIZE LOANS TO\n   29  ELIGIBLE RECIPIENTS MADE FROM THE PROCEEDS OF THE CORPORATION'S BONDS OR\n   30  NOTES;\n   31    (VI) PROVIDING GRANTS AND PRINCIPAL FORGIVENESS;\n   32    (VII) USING INVESTMENT EARNINGS ON MONEYS IN THE FUND TO PAY, PURSUANT\n   33  TO SUBDIVISION SEVEN OF THIS SECTION, THE COSTS OF THE  CORPORATION  AND\n   34  THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION OF ADMINISTERING AND MANAG-\n   35  ING THE PROGRAM DESCRIBED IN THIS SECTION.\n   36    3. (A) THERE IS HEREBY ESTABLISHED IN THE CUSTODY OF THE CORPORATION A\n   37  FUND  TO BE KNOWN AS THE STATE DIESEL EMISSIONS REDUCTION REVOLVING LOAN\n   38  FUND (HEREAFTER KNOWN AS \"THE FUND\"). MONEYS IN THE STATE  DIESEL  EMIS-\n   39  SIONS  REDUCTION  REVOLVING LOAN FUND SHALL BE SEGREGATED FROM ALL OTHER\n   40  FUNDS OF OR IN THE CUSTODY OF THE CORPORATION SUBJECT TO ANY  RIGHTS  OF\n   41  HOLDERS  OF  CORPORATION  BONDS OR NOTES ISSUED FOR THE PURPOSES OF THIS\n   42  SECTION. MONEYS IN THE STATE DIESEL EMISSIONS REDUCTION  REVOLVING  LOAN\n   43  FUND  SHALL  ONLY  BE  USED  IN  ACCORDANCE  WITH THE PROVISIONS OF THIS\n   44  SECTION PROVIDED, HOWEVER, THAT AN AMOUNT OF UP TO FOUR PERCENT  OF  THE\n   45  FUND  MAY  BE  UTILIZED  ANNUALLY BY THE CORPORATION TO PAY FOR COSTS OF\n   46  ADMINISTERING THE FUND.\n   47    (B) THE FUND SHALL CONSIST OF THE FOLLOWING:\n   48    (I) NOTWITHSTANDING ANY LAW  TO  THE  CONTRARY,  UP  TO  FOUR  MILLION\n   49  DOLLARS      FROM     STATE     FISCAL     YEAR     NINETEEN     HUNDRED\n   50  NINETY-SEVEN--NINETY-EIGHT APPROPRIATIONS, OR SUBSEQUENT REAPPROPRIATION\n   51  FOR SUCH PROJECT  PURSUANT  TO  SECTION  56-0603  OF  THE  ENVIRONMENTAL\n   52  CONSERVATION  LAW,  UP  TO  FOUR  MILLION DOLLARS FROM STATE FISCAL YEAR\n   53  NINETEEN HUNDRED NINETY-SEVEN--NINETY-EIGHT  APPROPRIATIONS,  OR  SUBSE-\n   54  QUENT  REAPPROPRIATION  FOR  SUCH PROJECT PURSUANT TO SECTION 56-0605 OF\n   55  THE ENVIRONMENTAL CONSERVATION LAW, UP TO TWO MILLION DOLLARS  FROM  THE\n   56  STATE  FISCAL YEAR NINETEEN HUNDRED NINETY-SEVEN--NINETY-EIGHT APPROPRI-\n\n       A. 1470                             3\n\n    1  ATIONS, OR SUBSEQUENT  REAPPROPRIATION  FOR  SUCH  PROJECT  PURSUANT  TO\n    2  SECTION 56-0607 OF THE ENVIRONMENTAL CONSERVATION LAW;\n    3    (II)  ALL  MONEYS  APPROPRIATED FOR THE PAYMENT OF THE COSTS OF DIESEL\n    4  EMISSIONS REDUCTION ACTIVITIES AND EQUIPMENT PURSUANT TO SECTION ONE  OF\n    5  CHAPTER  FIFTY-FIVE OF THE LAWS OF TWO THOUSAND SEVEN, AS REAPPROPRIATED\n    6  BY CHAPTER FIFTY-FIVE OF THE LAWS OF TWO THOUSAND NINE, AND  AS  MAY  BE\n    7  SUBSEQUENTLY REAPPROPRIATED;\n    8    (III) ALL MONEYS APPROPRIATED BY THE STATE LEGISLATURE FOR THE PURPOSE\n    9  OF THE STATE DIESEL EMISSIONS REDUCTION REVOLVING LOAN FUND OR OTHERWISE\n   10  TRANSFERRED  BY  THE  STATE  FOR  DEPOSIT  THEREIN BY THE COMPTROLLER AS\n   11  REQUIRED BY LAW;\n   12    (IV) PAYMENTS OF PRINCIPAL AND INTEREST MADE  BY  ELIGIBLE  RECIPIENTS\n   13  PURSUANT  TO  LOAN OR OTHER AGREEMENTS ENTERED INTO PURSUANT TO SUBDIVI-\n   14  SION SIX OF THIS SECTION; PROVIDED, HOWEVER, IF SUCH LOANS WERE FINANCED\n   15  BY THE ISSUANCE OF BONDS OR NOTES OF THE CORPORATION,  DEPOSIT  OF  SUCH\n   16  PAYMENTS  INTO THE FUND SHALL BE SUBJECT TO THE RIGHTS OF THE HOLDERS OF\n   17  SUCH BONDS OR NOTES TO RECEIVE SUCH MONIES;\n   18    (V) INVESTMENT EARNINGS ON AMOUNTS IN THE FUND;\n   19    (VI) ANY OTHER PAYMENTS RECEIVED FROM RECIPIENTS PURSUANT TO A LOAN OR\n   20  OTHER AGREEMENT MADE PURSUANT TO SUBDIVISION SIX  OF  THIS  SECTION  FOR\n   21  COSTS OF MANAGING AND ADMINISTERING THE PROGRAM; AND\n   22    (VII)  THE  PROCEEDS  OF  BONDS OR NOTES ISSUED BY THE CORPORATION FOR\n   23  PURPOSES OF PROVIDING FINANCIAL ASSISTANCE TO ELIGIBLE RECIPIENTS.\n   24    (C) ADDITIONALLY, THE FOLLOWING SOURCES  MAY  BE  DEPOSITED  INTO  THE\n   25  FUND, SUBJECT TO APPROPRIATION OR TRANSFER:\n   26    (I)  ALL  OR  A  PORTION  OF  MONEYS PAID TO THE STATE PURSUANT TO ANY\n   27  FUTURE REAUTHORIZATION, REAPPROPRIATION, EXTENSION OR EXPANSION  OF  THE\n   28  FEDERAL  DIESEL EMISSION REDUCTION ACT OR ADOPTION OF ANY FEDERAL ACT OF\n   29  SUBSTANTIALLY SIMILAR PURPOSE;\n   30    (II) ALL OR A  PORTION  OF  MONEYS  PAID  TO  THE  STATE  PURSUANT  TO\n   31  SUBSECTION THREE OF STATE AND TRIBAL ASSISTANCE GRANTS INCLUDED IN TITLE\n   32  VII OF THE AMERICAN RECOVERY AND REINVESTMENT ACT OF 2009; AND\n   33    (III) ANY OTHER MONEYS PAID TO THE STATE FOR DEPOSIT IN THE FUND.\n   34    4.  MONEYS IN THE STATE DIESEL EMISSIONS REDUCTION REVOLVING LOAN FUND\n   35  MAY BE INVESTED AS  PROVIDED  IN  SUBDIVISION  FOUR  OF  SECTION  TWELVE\n   36  HUNDRED  EIGHTY-FOUR  AND  SUBDIVISION  SIX  OF  SECTION  TWELVE HUNDRED\n   37  EIGHTY-FIVE-J OF THIS TITLE.\n   38    5. MONEYS OF THE FUND SHALL BE  AVAILABLE  ONLY  FOR  DISTRIBUTION  TO\n   39  ELIGIBLE  PROJECTS PURSUANT TO THIS SECTION THAT ARE APPROVED IN CONSUL-\n   40  TATION WITH THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION. THE DEPARTMENT\n   41  OF ENVIRONMENTAL CONSERVATION SHALL, IN  CONSULTATION  WITH  THE  CORPO-\n   42  RATION, DEVELOP GUIDANCE FOR SELECTION OF ELIGIBLE PROJECTS, WHICH SHALL\n   43  ESTABLISH  ELIGIBILITY  CRITERIA FOR DISTRIBUTION OF MONEYS CONTAINED IN\n   44  THE FUND CONSISTENT WITH THE PROVISIONS OF THIS SECTION. SUBJECT TO  ANY\n   45  APPLICABLE  FEDERAL  REQUIREMENTS,  PRIORITY  SHALL  BE  GIVEN  TO THOSE\n   46  PROJECTS THAT WILL UTILIZE BEST AVAILABLE RETROFIT TECHNOLOGY AND:\n   47    (A) ARE SUBJECT TO THE REQUIREMENTS OF SECTION 19-0323 OF THE ENVIRON-\n   48  MENTAL CONSERVATION LAW;\n   49    (B) MAXIMIZE PUBLIC HEALTH BENEFITS;\n   50    (C) PROVIDE THE MOST COST-EFFECTIVE EXPENDITURE  OF  FUNDS,  INCLUDING\n   51  REDUCTIONS IN DIESEL EMISSIONS PER DOLLAR EXPENDED; AND\n   52    (D) SERVE AREAS IN NEW YORK THAT ARE:\n   53    (I)  IN  NON  ATTAINMENT  OF  THE NATIONAL AMBIENT AIR QUALITY PRIMARY\n   54  STANDARDS ESTABLISHED FOR PARTICULATE MATTER OR OZONE;\n   55    (II) ENVIRONMENTAL JUSTICE AREAS AS DESIGNATED BY  THE  DEPARTMENT  OF\n   56  ENVIRONMENTAL CONSERVATION; OR\n\n       A. 1470                             4\n\n    1    (III)  IMPACTED BY HIGHER LEVELS OF VEHICLE TRAFFIC; OR INDUSTRIAL AND\n    2  COMMERCIAL AREAS INCLUDING BUT NOT LIMITED  TO  PORTS,  AIRPORTS,  TRUCK\n    3  STOPS, RAIL YARDS, TERMINALS AND DISTRIBUTION CENTERS.\n    4    6.  MONEYS  IN THE FUND SHALL BE APPLIED BY THE CORPORATION TO PROVIDE\n    5  FINANCIAL ASSISTANCE TO ELIGIBLE RECIPIENTS FOR ELIGIBLE PROJECTS AND TO\n    6  PROVIDE FOR THE ADMINISTRATIVE AND MANAGEMENT COSTS OF THE PROGRAM.\n    7    7. (A) NOTWITHSTANDING ANY PROVISIONS OF  LAW  TO  THE  CONTRARY,  THE\n    8  CORPORATION SHALL DISTRIBUTE MONEYS CONTAINED IN THE FUND AS FOLLOWS:\n    9    (I)  UNTIL  MARCH THIRTY-FIRST, TWO THOUSAND TWELVE, TWENTY PERCENT OF\n   10  THE FUND SHALL BE USED TO PROVIDE  GRANTS  TO  STATE  AGENCIES  FOR  THE\n   11  RETROFITTING OF VEHICLES SUBJECT TO SECTION 19-0323 OF THE ENVIRONMENTAL\n   12  CONSERVATION LAW;\n   13    (II)  THE  REMAINDER  OF  THE  FUND SHALL BE USED TO PROVIDE FINANCIAL\n   14  ASSISTANCE TO ELIGIBLE RECIPIENTS FOR ELIGIBLE PROJECTS  THAT  MEET  THE\n   15  GOAL  OF  EMISSIONS  REDUCTION IN ACCORDANCE WITH THE PROVISIONS OF THIS\n   16  SECTION AND IN ACCORDANCE WITH ANY APPLICABLE FEDERAL REQUIREMENTS.\n   17    8. ELIGIBLE RECIPIENTS MAY SUBMIT APPLICATIONS TO THE  CORPORATION  IN\n   18  SUCH  MANNER AS THE CORPORATION DIRECTS. ALL APPLICATIONS SHALL INCLUDE,\n   19  AT A MINIMUM, THE FOLLOWING INFORMATION:\n   20    (A) ANY INFORMATION REQUIRED TO  DEMONSTRATE  ELIGIBILITY  TO  RECEIVE\n   21  FEDERAL ASSISTANCE UNDER ANY FEDERAL PROGRAM LISTED IN SUBDIVISION THREE\n   22  OF THIS SECTION;\n   23    (B)  CALCULATION  OF  THE EXTENT TO WHICH INSTALLATION OF THE PROPOSED\n   24  PROJECT WILL REDUCE DIESEL EMISSIONS;\n   25    (C) THE AIR QUALITY DESIGNATION OF THE AREA IN WHICH VEHICLES PROPOSED\n   26  TO BE RETROFITTED OR REPLACED OPERATE;\n   27    (D) EXTENT TO WHICH THE PROPOSED PROJECT MEETS THE  PRIORITY  CRITERIA\n   28  OF SUBDIVISIONS FOUR AND FIVE OF THIS SECTION; AND\n   29    (E) ANY OTHER INFORMATION THAT THE CORPORATION REQUIRES.\n   30    9.  THE  CORPORATION,  IN CONSULTATION WITH THE DEPARTMENT OF ENVIRON-\n   31  MENTAL CONSERVATION, IS AUTHORIZED TO:\n   32    (A) CONSULT WITH ANY OTHER STATE AGENCY OR PUBLIC AUTHORITY WHICH  THE\n   33  CORPORATION  DEEMS APPROPRIATE IN THE DEVELOPMENT OF THE DIESEL RETROFIT\n   34  EMISSIONS REDUCTION PROGRAM DEVELOPED PURSUANT TO THIS SECTION; AND\n   35    (B) PREPARE, IN CONSULTATION WITH SUCH AGENCIES AND  AUTHORITIES,  AND\n   36  MAKE AVAILABLE TO THE PUBLIC, DIESEL EMISSIONS REDUCTION PROGRAM MANUALS\n   37  AND  BROCHURES FOR THE PURPOSE OF ENSURING THAT THE STANDARDS AND CRITE-\n   38  RIA APPLICABLE TO THE PROGRAM ARE AVAILABLE TO PERSONS WHO MAY  WISH  TO\n   39  PARTICIPATE IN THE PROGRAM, TO FACILITATE THE GOALS OF THE PROGRAM.\n   40    10.  IN ADDITION TO THE POWERS GRANTED TO THE CORPORATION ELSEWHERE IN\n   41  THIS CHAPTER, THE CORPORATION MAY MAKE LOANS TO ELIGIBLE RECIPIENTS  FOR\n   42  PURPOSES  OF FINANCING ELIGIBLE PROJECTS FOR WHICH THE FUND MAY BE USED,\n   43  SUBJECT TO THE LIMITATIONS OF SUBDIVISION SEVEN  OF  THIS  SECTION,  MAY\n   44  ACCEPT THE OBLIGATIONS OF ANY MUNICIPALITY AS SECURITY FOR THE REPAYMENT\n   45  OF  A  LOAN  TO  AN  ELIGIBLE  RECIPIENT, AND MAY ASSIGN AND PLEDGE SUCH\n   46  ELIGIBLE RECIPIENT OBLIGATIONS AND LOAN AGREEMENTS FOR  THE  BENEFIT  OF\n   47  THE  HOLDER OF OBLIGATIONS OF THE CORPORATION FROM THE PROCEEDS OF WHICH\n   48  SUCH LOANS ARE MADE. LOAN PROCEEDS  MAY  BE  DISBURSED  TO  AN  ELIGIBLE\n   49  RECIPIENT  IN ACCORDANCE WITH SUCH RESTRICTIONS AS MAY BE IMPOSED BY THE\n   50  CORPORATION IN CONNECTION WITH SUCH LOAN OR OBLIGATIONS  OF  THE  CORPO-\n   51  RATION  FROM  THE  PROCEEDS  OF  WHICH SUCH LOAN IS MADE. IN THE EVENT A\n   52  MUNICIPALITY SHALL FAIL TO MAKE ANY PAYMENT DUE THE CORPORATION PURSUANT\n   53  TO ANY LOAN AGREEMENT, FINANCING AGREEMENT, OR OTHER OBLIGATION  OF  THE\n   54  MUNICIPALITY  SOLD  TO  THE  CORPORATION  OR  ISSUED AS SECURITY FOR THE\n   55  UNDERTAKING OF THE MUNICIPALITY THEREUNDER, THE CORPORATION SHALL CERTI-\n   56  FY TO THE COMPTROLLER, AND NOTIFY THE CHAIRMAN   OF THE  SENATE  FINANCE\n\n       A. 1470                             5\n\n    1  COMMITTEE,  THE  CHAIRMAN  OF THE ASSEMBLY WAYS AND MEANS COMMITTEE, THE\n    2  DIRECTOR OF THE DIVISION OF THE BUDGET AND THE  GOVERNING  BODY  OF  THE\n    3  MUNICIPALITY  THAT  SUCH  MUNICIPALITY  HAS FAILED TO MAKE SUCH PAYMENT.\n    4  SUCH  CERTIFICATE  SHALL  BE  IN  SUCH  FORM AS MAY BE DETERMINED BY THE\n    5  CORPORATION PROVIDED SUCH CERTIFICATE SHALL SPECIFY THE EXACT AMOUNT  OF\n    6  DEBT  SERVICE  AND  SURCHARGE,  IF  APPLICABLE, REQUIRED TO SATISFY SUCH\n    7  MUNICIPALITY'S UNPAID OBLIGATION. THE COMPTROLLER, UPON RECEIPT OF  SUCH\n    8  CERTIFICATE  FROM  THE  CORPORATION,  IS AUTHORIZED TO AND SHALL, TO THE\n    9  EXTENT NOT  OTHERWISE  PROHIBITED  BY  LAW  AND  SUBJECT  TO  ANY  OTHER\n   10  PROVISION  OF  LAW  PROVIDING FOR WITHHOLDING OF PAYMENTS TO THE MUNICI-\n   11  PALITY WHICH TAKE PRECEDENCE OVER THIS SUBDIVISION, WITHHOLD  FROM  SUCH\n   12  MUNICIPALITY  THE NEXT SUCCEEDING PAYMENTS OF STATE AID OR LOCAL ASSIST-\n   13  ANCE OTHERWISE PAYABLE TO IT TO THE EXTENT NECESSARY TO MEET THE  CERTI-\n   14  FIED AMOUNT OF DEBT SERVICE AND SURCHARGE, IF APPLICABLE, DUE THE CORPO-\n   15  RATION  AND  SHALL  IMMEDIATELY  PAY  OVER  TO THE CORPORATION AS A DEBT\n   16  SERVICE PAYMENT ON BEHALF OF SUCH MUNICIPALITY THE AMOUNT SO WITHHELD.\n   17    11. NO LATER THAN JANUARY THIRTY-FIRST  OF  EACH  CALENDAR  YEAR,  THE\n   18  CORPORATION  SHALL SUBMIT TO THE GOVERNOR, THE LEGISLATURE AND THE COMP-\n   19  TROLLER A DETAILED REPORT OF EXPENDITURES  OF  THE  FUND.  SUCH  REPORTS\n   20  SHALL INCLUDE AT A MINIMUM:\n   21    (A) AN ACCOUNTING OF MONEYS PAID INTO THE FUND FROM STATUTORY SOURCES;\n   22    (B) AN ACCOUNTING OF MONEYS EXPENDED FOR PURPOSES OF ADMINISTERING THE\n   23  FUND;\n   24    (C)  AN  ACCOUNTING  OF  ALL   MONEYS PAID OUT OF THE FUND TO ELIGIBLE\n   25  PROJECTS, ARRANGED BY PROJECT, STATUTORY PRIORITY LEVEL AND AREA OF  THE\n   26  STATE;\n   27    (D)  AN  ESTIMATION  OF  THE AMOUNT OF DIESEL EMISSIONS REDUCED BY THE\n   28  INSTALLATION OF ELIGIBLE PROJECTS FINANCED BY THE FUND; AND\n   29    (E) ANY DISCERNIBLE OR ESTIMATED PUBLIC HEALTH BENEFIT  BROUGHT  ABOUT\n   30  BY THESE DIESEL EMISSIONS REDUCTIONS.\n   31    S  2.  Section 56-0603 of the environmental conservation law, as added\n   32  by chapter 413 of the laws of 1996, is amended to read as follows:\n   33  S 56-0603. State clean-fueled vehicle projects.\n   34    1. The office of general services is authorized, consistent  with  the\n   35  strategy  developed pursuant to subdivision three of section two hundred\n   36  one-a of the executive law, to conduct a project to acquire clean-fueled\n   37  vehicles [and to  develop  and  acquire  the  associated  infrastructure\n   38  including  depot  construction],  AND  THE  NEW YORK STATE ENVIRONMENTAL\n   39  FACILITIES CORPORATION IS AUTHORIZED,  CONSISTENT  WITH  SECTION  TWELVE\n   40  HUNDRED  EIGHTY-FIVE-S  OF  THE  PUBLIC  AUTHORITIES  LAW, TO DISTRIBUTE\n   41  MONIES FOR THE RETROFITTING OF HEAVY DUTY DIESEL ENGINE VEHICLES.\n   42    2.  For the purposes of this section, the term \"clean-fueled  vehicle\"\n   43  shall  mean  any motor vehicle as defined in section one hundred twenty-\n   44  five of the vehicle and traffic law, that  uses  electricity,  including\n   45  electricity  generated  from  solar  energy,  either stored or generated\n   46  on-board, as its primary motive force, or that is fueled  by  compressed\n   47  natural gas, propane, methanol, hydrogen or ethanol.\n   48    S  3.  Subdivision 1 of section 56-0605 of the environmental conserva-\n   49  tion law, as added by chapter 413 of the laws of  1996,  is  amended  to\n   50  read as follows:\n   51    1.  The  New  York  state energy research and development authority in\n   52  cooperation with the department of transportation OR THE NEW YORK  STATE\n   53  ENVIRONMENTAL FACILITIES CORPORATION is authorized to make state assist-\n   54  ance  payments  to  \"clean-fueled  buses  projects\"  AND  IS AUTHORIZED,\n   55  CONSISTENT WITH SECTION  TWELVE  HUNDRED  EIGHTY-FIVE-S  OF  THE  PUBLIC\n\n       A. 1470                             6\n\n    1  AUTHORITIES LAW, TO DISTRIBUTE MONIES FOR THE RETROFITTING OF HEAVY DUTY\n    2  DIESEL ENGINE VEHICLES.\n    3    S  4.  Section 56-0607 of the environmental conservation law, as added\n    4  by chapter 413 of the laws of 1996, is amended to read as follows:\n    5  S 56-0607. Other air quality projects.\n    6    Of monies received by the state from the sale of bonds pursuant to the\n    7  Clean Water/Clean Air Bond Act of 1996, up  to  twenty  million  dollars\n    8  ($20,000,000)  shall  be  available  for  disbursements  for air quality\n    9  projects pursuant to this section.\n   10    The commissioner is authorized in consultation with other state  agen-\n   11  cies  as may be necessary, to make state assistance payments or to enter\n   12  into contracts in the name of the state for projects that  will  enhance\n   13  the  quality  of  the  state's  environment and the state's air quality,\n   14  INCLUDING COOPERATION WITH THE NEW YORK STATE  ENVIRONMENTAL  FACILITIES\n   15  CORPORATION,  TO  DISTRIBUTE  MONIES  FOR THE RETROFITTING OF HEAVY DUTY\n   16  DIESEL  ENGINE  VEHICLES,  CONSISTENT  WITH   SECTION   TWELVE   HUNDRED\n   17  EIGHTY-FIVE-S OF THE PUBLIC AUTHORITIES LAW.\n   18    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law and the environmental conservation law, in relation to establishing the state diesel emissions reduction revolving loan fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T150218.TXT", "SOBI.D110110.T134611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776138796
}