{
  "year" : 2011,
  "senateBillNo" : "A1488-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1488-2011-1294635600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the office of inspector general to develop a plan to publicize the existence of phone line to report instances of governmental waste and fraud",
  "summary" : "Directs the office of inspecter general to develop a plan to publicize the existence of a toll free telephone to report instances of governmental waste and fraud; provides such plan include methods of direct advertising, postings in state offices and other public buildings and public service announcements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A10368-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1488\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO, BARCLAY, BURLING, CROUCH, KOLB, RAIA --\n         Multi-Sponsored by -- M. of A. McKEVITT, OAKS, SAYWARD  --  read  once\n         and referred to the Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to reporting instances of\n         governmental fraud and waste\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section 6-a to\n    2  read as follows:\n    3    S 6-A. REPORTING FRAUD AND WASTE. 1. IT IS THE DESIRE OF THE  LEGISLA-\n    4  TURE  TO  IDENTIFY  AND  ROOT OUT ANY INSTANCES OF FRAUD OR WASTE IN THE\n    5  OPERATION OF STATE GOVERNMENT OR IN ANY OF THE PROGRAMS ADMINISTERED BY,\n    6  THROUGH OR UNDER A STATE AGENCY. THE INPUT OF CITIZENS OF THE  STATE  IS\n    7  CRUCIAL  IN  IDENTIFYING SUCH INSTANCES OF FRAUD.  THE GOVERNOR, THROUGH\n    8  THE OFFICE OF THE INSPECTOR GENERAL, OPERATES A TOLL-FREE TELEPHONE LINE\n    9  ON WHICH CITIZENS OF THE STATE MAY INFORM STATE OFFICIALS  OF  INSTANCES\n   10  OF  FRAUD OR WASTE. IT IS THE DESIRE OF THE LEGISLATURE TO PUBLICIZE THE\n   11  AVAILABILITY OF THIS TOLL-FREE LINE SO AS TO ENCOURAGE ITS  USE  BY  THE\n   12  CITIZENS OF THE STATE.\n   13    2.  THE  OFFICE OF THE INSPECTOR GENERAL IS DIRECTED TO DEVELOP A PLAN\n   14  TO PUBLICIZE THE EXISTENCE OF THE TOLL-FREE  TELEPHONE  LINE  TO  REPORT\n   15  INSTANCES  OF GOVERNMENTAL FRAUD AND WASTE. SUCH PLAN IS TO BE COMPLETED\n   16  WITHIN SIXTY DAYS OF THE  EFFECTIVE  DATE  OF  THIS  SECTION  AND  SHALL\n   17  INCLUDE  METHODS OF DIRECT ADVERTISING THROUGH POSTINGS IN STATE OFFICES\n   18  AND OTHER PUBLIC BUILDINGS AND THROUGH PUBLIC SERVICE  ANNOUNCEMENTS  IN\n   19  THE  BROADCAST  MEDIA. IN ADDITION, THE PLAN SHALL INCLUDE THE PLACEMENT\n   20  OF THE  TOLL-FREE  TELEPHONE  NUMBER  ON  FORMS  WHICH  ARE  CUSTOMARILY\n   21  DISTRIBUTED  BY  THE  STATE,  ITS  DEPARTMENTS,  AGENCIES AND ITS PUBLIC\n   22  AUTHORITIES TO MEMBERS OF THE PUBLIC. NOTHING CONTAINED IN THIS  SECTION\n   23  SHALL BE INTERPRETED AS LIMITING THE MEANS OR METHODS OF ADVERTISING THE\n   24  EXISTENCE OF THE TOLL-FREE TELEPHONE LINE.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01472-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to reporting instances of governmental fraud and waste ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110111.T121157.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294765917443
}