{
  "year" : 2011,
  "senateBillNo" : "A1485-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to labor",
    "billEventId" : "A1485-2011-1294635600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires prior written notice upon hiring and once annually to all employees, informing them of the types of electronic monitoring which may occur",
  "summary" : "Requires prior written notice upon hiring and once annually to all employees, informing them of the types of electronic monitoring which may occur. ",
  "currentCommittee" : null,
  "sameAs" : "S1259",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "AB3871-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1485\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. ROSENTHAL, MAISEL, JAFFEE, ZEBROWSKI, REILLY,\n         GOTTFRIED, CAHILL, KELLNER -- Multi-Sponsored by -- M.  of  A.  GALEF,\n         HEASTIE,  PHEFFER,  SCHIMEL -- read once and referred to the Committee\n         on Labor\n\n       AN ACT to amend the civil rights law, in relation to electronic monitor-\n         ing\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  civil  rights law is amended by adding a new section\n    2  52-a to read as follows:\n    3    S 52-A. EMPLOYERS  ENGAGED  IN  ELECTRONIC  MONITORING;  PRIOR  NOTICE\n    4  REQUIRED.  1.  FOR PURPOSES OF THIS SECTION, EMPLOYER MEANS ANY INDIVID-\n    5  UAL, CORPORATION, PARTNERSHIP, FIRM, OR  ASSOCIATION  WITH  A  PLACE  OF\n    6  BUSINESS  IN  THE STATE. IT SHALL NOT INCLUDE THE STATE OR ANY POLITICAL\n    7  SUBDIVISION OF THE STATE.\n    8    2. (A) ANY EMPLOYER WHO MONITORS  OR  OTHERWISE  INTERCEPTS  TELEPHONE\n    9  CONVERSATIONS  OR  TRANSMISSIONS,  ELECTRONIC  MAIL OR TRANSMISSIONS, OR\n   10  INTERNET ACCESS OR USAGE OF OR BY AN EMPLOYEE BY ANY  ELECTRONIC  DEVICE\n   11  OR  SYSTEM,  INCLUDING  BUT  NOT LIMITED TO THE USE OF A COMPUTER, TELE-\n   12  PHONE, WIRE, RADIO, OR ELECTROMAGNETIC, PHOTOELECTRONIC OR PHOTO-OPTICAL\n   13  SYSTEMS, SHALL GIVE PRIOR WRITTEN NOTICE UPON HIRING  TO  ALL  EMPLOYEES\n   14  WHO  ARE  SUBJECT  TO ELECTRONIC MONITORING. THE NOTICE REQUIRED BY THIS\n   15  SUBDIVISION SHALL BE IN WRITING, IN AN ELECTRONIC RECORD, OR IN  ANOTHER\n   16  ELECTRONIC  FORM  AND  ACKNOWLEDGED BY THE EMPLOYEE EITHER IN WRITING OR\n   17  ELECTRONICALLY. EACH EMPLOYER SHALL ALSO POST THE NOTICE  OF  ELECTRONIC\n   18  MONITORING IN A CONSPICUOUS PLACE WHICH IS READILY AVAILABLE FOR VIEWING\n   19  BY ITS EMPLOYEES.\n   20    (B)  FOR  PURPOSES OF WRITTEN NOTICE REQUIRED BY PARAGRAPH (A) OF THIS\n   21  SUBDIVISION, AN EMPLOYEE SHALL BE ADVISED THAT  ANY  AND  ALL  TELEPHONE\n   22  CONVERSATIONS  OR  TRANSMISSIONS,  ELECTRONIC  MAIL OR TRANSMISSIONS, OR\n   23  INTERNET ACCESS OR USAGE OF BY AN EMPLOYEE BY ANY ELECTRONIC  DEVICE  OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01390-01-1\n\n       A. 1485                             2\n\n    1  SYSTEM,  INCLUDING  BUT NOT LIMITED TO THE USE OF A COMPUTER, TELEPHONE,\n    2  WIRE, RADIO OR ELECTROMAGNETIC, PHOTOELECTRONIC OR PHOTO-OPTICAL SYSTEMS\n    3  MAY BE SUBJECT TO MONITORING AT ANY AND ALL  TIMES  AND  BY  ANY  LAWFUL\n    4  MEANS.\n    5    3.  THE  ATTORNEY  GENERAL MAY ENFORCE THE PROVISIONS OF THIS SECTION.\n    6  ANY EMPLOYER FOUND TO BE IN VIOLATION OF THIS SECTION SHALL  BE  SUBJECT\n    7  TO  A  MAXIMUM  CIVIL  PENALTY  OF  FIVE  HUNDRED  DOLLARS FOR THE FIRST\n    8  OFFENSE, ONE THOUSAND DOLLARS FOR THE SECOND OFFENSE AND THREE  THOUSAND\n    9  DOLLARS FOR THE THIRD AND EACH SUBSEQUENT OFFENSE.\n   10    4.  THE  PROVISIONS  OF THIS SECTION SHALL NOT APPLY TO PROCESSES THAT\n   11  ARE DESIGNED TO MANAGE THE TYPE OR VOLUME OF INCOMING OR OUTGOING  ELEC-\n   12  TRONIC  MAIL  OR  TELEPHONE  VOICE  MAIL OR INTERNET USAGE, THAT ARE NOT\n   13  TARGETED TO MONITOR OR INTERCEPT THE ELECTRONIC MAIL OR TELEPHONE  VOICE\n   14  MAIL  OR  INTERNET  USAGE  OF  A  PARTICULAR  INDIVIDUAL,  AND  THAT ARE\n   15  PERFORMED SOLELY FOR THE PURPOSE OF COMPUTER SYSTEM  MAINTENANCE  AND/OR\n   16  PROTECTION.\n   17    S 2. This act shall take effect on the one hundred eightieth day after\n   18  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to electronic monitoring ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T121157.TXT", "SOBI.D110110.T141111.TXT", "SOBI.D110110.T133607.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294765917431
}