{
  "year" : 2011,
  "senateBillNo" : "A1486-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1486-2011-1294635600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"community needs integrity act\" and establishes the community need review commission",
  "summary" : "Enacts the \"community needs integrity act\" and establishes the community need review commission. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "A8991-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1486\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the legislative law, in relation to enacting the  commu-\n         nity  needs  integrity  act and establishing the community need review\n         commission\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"community needs integrity act\".\n    3    S 2. The legislative law is amended by adding a  new  article  6-A  to\n    4  read as follows:\n    5                                 ARTICLE 6-A\n    6                      COMMUNITY NEED REVIEW COMMISSION\n    7  SECTION 95. COMMUNITY NEED REVIEW COMMISSION.\n    8          96. POWERS AND DUTIES OF THE COMMISSION.\n    9          97. COMMUNITY NEEDS INTEGRITY PLAN.\n   10    S  95. COMMUNITY NEED REVIEW COMMISSION. THERE IS HEREBY ESTABLISHED A\n   11  COMMUNITY NEED REVIEW COMMISSION WHICH SHALL CONSIST OF TWELVE  MEMBERS,\n   12  TO  BE  APPOINTED  AS  FOLLOWS:  THREE MEMBERS SHALL BE APPOINTED BY THE\n   13  TEMPORARY PRESIDENT OF THE SENATE, THREE MEMBERS SHALL BE  APPOINTED  BY\n   14  THE  SPEAKER  OF  THE  ASSEMBLY, THREE MEMBERS SHALL BE APPOINTED BY THE\n   15  MINORITY LEADER OF THE SENATE AND THREE MEMBERS SHALL  BE  APPOINTED  BY\n   16  THE MINORITY LEADER OF THE ASSEMBLY. EACH MEMBER OF THE COMMISSION SHALL\n   17  SERVE  AT  THE PLEASURE OF THE OFFICIAL WHO APPOINTED HIM OR HER. VACAN-\n   18  CIES IN THE MEMBERSHIP OF THE COMMISSION SHALL BE FILLED IN  THE  MANNER\n   19  PROVIDED  FOR ORIGINAL APPOINTMENTS. THE MEMBERS OF THE COMMISSION SHALL\n   20  RECEIVE NO COMPENSATION FOR THEIR SERVICES, BUT SHALL BE REIMBURSED  FOR\n   21  THE ACTUAL AND NECESSARY EXPENSES INCURRED BY THEM IN THE PERFORMANCE OF\n   22  THEIR DUTIES PURSUANT TO THIS ARTICLE.\n   23    S  96.  POWERS AND DUTIES OF THE COMMISSION. THE COMMUNITY NEED REVIEW\n   24  COMMISSION, IN COOPERATION WITH  THE  ATTORNEY  GENERAL  AND  THE  COMP-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01954-01-1\n\n       A. 1486                             2\n\n    1  TROLLER,  SHALL REVIEW AND OVERSEE THE DISTRIBUTION OF MEMBER ITEM FUNDS\n    2  SET FORTH IN THE STATE BUDGET. IN  CARRYING  OUT  THIS  OBJECTIVE,  SUCH\n    3  COMMISSION SHALL HAVE THE FOLLOWING POWERS AND DUTIES:\n    4    1. TO SAFEGUARD THE INTEGRITY AND OPENNESS OF THE PROCESS OF DETERMIN-\n    5  ING HOW MEMBER ITEMS SHALL BE DISTRIBUTED;\n    6    2. TO ENSURE THAT THE PUBLIC HAS ACCESS TO SUCH PROCESS;\n    7    3.  TO  ESTABLISH GUIDELINES FOR PRIORITIZING AND RANKING REQUESTS FOR\n    8  MEMBER ITEMS;\n    9    4. TO PROVIDE A MECHANISM WHEREBY REQUESTS FOR MEMBER ITEMS  ARE  MADE\n   10  AVAILABLE TO THE PUBLIC ON OR BEFORE MARCH SEVENTEENTH OF EACH YEAR;\n   11    5.  TO  PROVIDE  A MECHANISM WHEREBY FINAL FUNDING DECISIONS REGARDING\n   12  THE DISTRIBUTION OF MEMBER ITEMS ARE MADE AVAILABLE TO THE PUBLIC ON  OR\n   13  BEFORE APRIL EIGHTH OF EACH YEAR; AND\n   14    6.  TO  DEVELOP  A  COMMUNITY NEEDS INTEGRITY PLAN CONSISTENT WITH THE\n   15  PROVISIONS OF SECTION NINETY-SEVEN OF THIS ARTICLE.\n   16    S 97. COMMUNITY  NEEDS  INTEGRITY  PLAN.  THE  COMMUNITY  NEED  REVIEW\n   17  COMMISSION  SHALL  ESTABLISH A COMMUNITY NEEDS INTEGRITY PLAN. SUCH PLAN\n   18  SHALL PROVIDE FOR THE FOLLOWING:\n   19    1. FAIR DISTRIBUTION OF MEMBER ITEM FUNDS TO ALL REGIONS OF THE STATE;\n   20    2. MEMBER ITEM FUNDS BE AWARDED TO PROGRAMS BASED ON THE NEED, QUALITY\n   21  AND MERIT OF THE PROGRAM OR PROJECT;\n   22    3. MEMBER ITEMS BE SET FORTH IN A DETAILED MANNER, OPEN TO THE  PUBLIC\n   23  WITH SPECIFIC REFERENCES TO THE PROGRAM OR PROJECT BEING FUNDED;\n   24    4. SANCTIONS FOR MEMBER ITEM FUNDS INAPPROPRIATELY DISBURSED;\n   25    5. MECHANISMS TO RECOUP INAPPROPRIATELY DISBURSED MEMBER ITEM FUNDS;\n   26    6. ANY OTHER PROVISION THE COMMISSION DEEMS APPROPRIATE.\n   27    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to enacting the community needs integrity act and establishing the community need review commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T121157.TXT", "SOBI.D110110.T141611.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294765917435
}