{
  "year" : 2011,
  "senateBillNo" : "A1483-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1483-2011-1294635600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes N.Y. city to impose the city earnings tax on nonresidents and repeals chapter 5 of the laws of 1999",
  "summary" : "Repeals chapter 5 of the laws 1999 and authorizes a city having a population of one million or more to impose the city earnings tax on nonresidents. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General City Law",
  "previousVersions" : [ "A5959-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1483\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Ways and Means\n\n       AN ACT to amend the general city law and the tax  law,  in  relation  to\n         imposing  the  earnings tax on nonresidents and to repeal chapter 5 of\n         the laws of 1999, amending the tax law and the general city law relat-\n         ing to the definition of nonresident for the purpose of  imposing  the\n         earnings  tax  on  nonresidents and to repeal such tax in the event of\n         certain judicial determinations relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Chapter 5 of the laws of 1999, amending the tax law and the\n    2  general  city  law  relating  to  the  definition of nonresident for the\n    3  purpose of imposing the earnings tax on nonresidents and to repeal  such\n    4  tax in the event of certain judicial determinations, is REPEALED.\n    5    S  2.  The  general city law is amended by adding a new article 2-E to\n    6  read as follows:\n    7                                  ARTICLE 2-E\n    8                      CITY EARNINGS TAX ON NONRESIDENTS\n    9  SECTION 25-M. AUTHORIZATION TO IMPOSE TAX.\n   10          25-N. ADMINISTRATIVE PROVISIONS.\n   11          25-O. DEPOSIT AND DISPOSITION OF REVENUES.\n   12    S 25-M.  AUTHORIZATION TO IMPOSE TAX.  IN ADDITION TO ANY OTHER TAXES,\n   13  NOW AUTHORIZED BY LAW, ANY CITY HAVING A POPULATION OF  ONE  MILLION  OR\n   14  MORE  IS  HEREBY  AUTHORIZED AND EMPOWERED TO ADOPT AND AMEND LOCAL LAWS\n   15  IMPOSING A TAX ON THE EARNINGS OF NONRESIDENTS OF SUCH CITY TO BE ADMIN-\n   16  ISTERED IN THE MANNER PROVIDED FOR IN THIS ARTICLE BY THE  ADMINISTRATOR\n   17  AS DEFINED IN SECTION ONE OF THE MODEL LOCAL LAW HEREINAFTER SET FORTH.\n   18    THE  TAX  AUTHORIZED  BY  THIS ARTICLE MAY BE IMPOSED ONLY IF THE CITY\n   19  IMPOSING THE TAX AUTHORIZED BY THIS ARTICLE ALSO IMPOSES A  TAX  ON  THE\n   20  PERSONAL  INCOME  OF ITS RESIDENTS.   THE RATES OF SUCH TAX SHALL BE THE\n   21  RATES CONTAINED IN EITHER SECTION TWO OR TWO-A OF THE  MODEL  LOCAL  LAW\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01070-01-1\n\n       A. 1483                             2\n\n    1  AND  SUCH  RATES  MAY  BE REDUCED AND INCREASED, PROVIDED THAT THE RATES\n    2  SHALL NOT BE FIXED HIGHER THAN THOSE CONTAINED IN SECTION TWO-A OF  SUCH\n    3  MODEL LOCAL LAW.\n    4    THE  TERMS  OF  SUCH  LOCAL LAW SHALL BE SUBSTANTIALLY THE SAME AS THE\n    5  FOLLOWING MODEL LOCAL LAW EXCEPT THAT THE APPENDIX AND THE SUPPLEMENT TO\n    6  THE APPENDIX IN SUCH LOCAL  LAW  MAY  BE  AMENDED  FOR  THE  PURPOSE  OF\n    7  CONFORMING  IT  WITH  THE  UNITED  STATES INTERNAL REVENUE CODE OR OTHER\n    8  FEDERAL LAWS RELATING TO TAXATION AS PRESENTLY IN EFFECT OR AS THEY  MAY\n    9  BE AMENDED.\n   10                        EARNINGS TAX ON NONRESIDENTS\n   11    SEC.  1.   MEANING OF TERMS.--AS USED IN THIS LOCAL LAW, THE FOLLOWING\n   12  TERMS SHALL MEAN AND INCLUDE:  (A)  \"ADMINISTRATOR\"  MEANS  THE  FINANCE\n   13  ADMINISTRATOR  OR OTHER FISCAL OFFICER OF THE CITY CHARGED WITH ADMINIS-\n   14  TRATION OF THE TAX ON EARNINGS OF NONRESIDENTS  IMPOSED  BY  THIS  LOCAL\n   15  LAW, EXCEPT WITH RESPECT TO TAXES IMPOSED FOR ANY TAXABLE YEAR BEGINNING\n   16  ON OR AFTER JANUARY FIRST, NINETEEN HUNDRED SEVENTY-SIX, SUCH TERM SHALL\n   17  MEAN STATE TAX COMMISSION.\n   18    (B) \"CITY\" MEANS THE CITY IMPOSING THE TAX.\n   19    (C)  \"PAYROLL  PERIOD\"  AND  \"EMPLOYER\" SHALL MEAN THE SAME AS PAYROLL\n   20  PERIOD AND EMPLOYER AS DEFINED IN SUBSECTIONS (B)  AND  (D)  OF  SECTION\n   21  THIRTY-FOUR  HUNDRED  ONE  OF  THE INTERNAL REVENUE CODE, AND \"EMPLOYEE\"\n   22  SHALL ALSO INCLUDE ALL THOSE INCLUDED AS EMPLOYEES IN SUBSECTION (C)  OF\n   23  SUCH SECTION OF SUCH CODE.\n   24    (D)  \"WAGES\"  SHALL MEAN WAGES AS DEFINED IN SUBSECTION (A) OF SECTION\n   25  THIRTY-FOUR HUNDRED ONE OF THE INTERNAL REVENUE CODE,  EXCEPT  THAT  (1)\n   26  WAGES  SHALL  NOT INCLUDE PAYMENTS FOR ACTIVE SERVICE AS A MEMBER OF THE\n   27  ARMED FORCES OF THE UNITED STATES AND SHALL NOT INCLUDE, IN THE CASE  OF\n   28  A  NONRESIDENT INDIVIDUAL OR PARTNER OF A PARTNERSHIP DOING AN INSURANCE\n   29  BUSINESS AS A MEMBER OF THE NEW YORK  INSURANCE  EXCHANGE  DESCRIBED  IN\n   30  SECTION  SIX  THOUSAND TWO HUNDRED ONE OF THE INSURANCE LAW, ANY ITEM OF\n   31  INCOME, GAIN, LOSS OR DEDUCTION OF SUCH BUSINESS WHICH IS SUCH  INDIVID-\n   32  UAL'S  DISTRIBUTIVE OR PRO RATA SHARE FOR FEDERAL INCOME TAX PURPOSES OR\n   33  WHICH SUCH INDIVIDUAL IS REQUIRED TO TAKE INTO  ACCOUNT  SEPARATELY  FOR\n   34  FEDERAL  INCOME  TAX PURPOSES AND (2) WAGES SHALL INCLUDE (I) THE AMOUNT\n   35  OF MEMBER OR EMPLOYEE CONTRIBUTIONS TO A RETIREMENT  SYSTEM  OR  PENSION\n   36  FUND PICKED UP BY THE EMPLOYER PURSUANT TO SUBDIVISION F OF SECTION FIVE\n   37  HUNDRED  SEVENTEEN  OR  SUBDIVISION D OF SECTION SIX HUNDRED THIRTEEN OF\n   38  THE RETIREMENT AND SOCIAL SECURITY LAW OR  SECTION  13-225.1,  13-327.1,\n   39  13-125.1,  13-125.2  OR 13-521.1 OF TITLE THIRTEEN OF THE ADMINISTRATIVE\n   40  CODE OF THE CITY OF NEW YORK OR SUBDIVISION NINETEEN OF SECTION  TWENTY-\n   41  FIVE HUNDRED SEVENTY-FIVE OF THE EDUCATION LAW, (II) THE AMOUNT DEDUCTED\n   42  OR  DEFERRED FROM AN EMPLOYEE'S SALARY UNDER A FLEXIBLE BENEFITS PROGRAM\n   43  ESTABLISHED PURSUANT TO SECTION TWENTY-THREE OF  THE  GENERAL  MUNICIPAL\n   44  LAW OR SECTION TWELVE HUNDRED TEN-A OF THE PUBLIC AUTHORITIES LAW, (III)\n   45  THE  AMOUNT  BY  WHICH  AN  EMPLOYEE'S SALARY IS REDUCED PURSUANT TO THE\n   46  PROVISIONS OF SUBDIVISION B OF SECTION 12-126.1  AND  SUBDIVISION  B  OF\n   47  SECTION 12-126.2 OF THE ADMINISTRATIVE CODE OF THE CITY OF NEW YORK, AND\n   48  (IV)  THE  AMOUNT  OF  MEMBER  OR EMPLOYEE CONTRIBUTIONS TO A RETIREMENT\n   49  SYSTEM OR PENSION FUND PICKED UP OR PAID BY THE EMPLOYER FOR MEMBERS  OF\n   50  THE  MANHATTAN  AND  BRONX SURFACE TRANSPORTATION AUTHORITY PENSION PLAN\n   51  AND TREATED AS EMPLOYER CONTRIBUTIONS IN DETERMINING INCOME  TAX  TREAT-\n   52  MENT UNDER SECTION 414(H) OF THE INTERNAL REVENUE CODE.\n   53    (E)  \"NET  EARNINGS  FROM  SELF-EMPLOYMENT\" SHALL MEAN THE SAME AS NET\n   54  EARNINGS FROM SELF-EMPLOYMENT AS DEFINED IN SUBSECTION  (A)  OF  SECTION\n   55  FOURTEEN  HUNDRED  TWO  OF  THE  INTERNAL  REVENUE CODE, EXCEPT THAT THE\n   56  DEDUCTION FOR WAGES AND SALARIES PAID OR INCURRED FOR THE  TAXABLE  YEAR\n\n       A. 1483                             3\n\n    1  WHICH  IS  NOT  ALLOWED PURSUANT TO SECTION TWO HUNDRED EIGHTY-C OF SUCH\n    2  CODE SHALL BE ALLOWED, AND EXCEPT THAT  AN  ESTATE  OR  TRUST  SHALL  BE\n    3  DEEMED  TO HAVE NET EARNINGS FROM SELF-EMPLOYMENT DETERMINED IN THE SAME\n    4  MANNER AS IF IT WERE AN INDIVIDUAL SUBJECT TO THE TAX ON SELF-EMPLOYMENT\n    5  INCOME  IMPOSED  BY SECTION FOURTEEN HUNDRED ONE OF THE INTERNAL REVENUE\n    6  CODE DIMINISHED BY (1) THE AMOUNT OF ANY DEDUCTION ALLOWED BY SUBSECTION\n    7  (C) OF SECTION SIX HUNDRED FORTY-TWO OF THE INTERNAL  REVENUE  CODE  AND\n    8  (2)  THE  DEDUCTIONS  ALLOWED  BY SECTIONS SIX HUNDRED FIFTY-ONE AND SIX\n    9  HUNDRED SIXTY-ONE OF  SAID  CODE  TO  THE  EXTENT  THAT  THEY  REPRESENT\n   10  DISTRIBUTIONS OR PAYMENTS TO A RESIDENT OF THE CITY.  HOWEVER, \"TRADE OR\n   11  BUSINESS\"  AS  USED IN SUBSECTION (A) OF SECTION FOURTEEN HUNDRED TWO OF\n   12  SUCH CODE SHALL MEAN THE  SAME  AS  TRADE  OR  BUSINESS  AS  DEFINED  IN\n   13  SUBSECTION (C) OF SECTION FOURTEEN HUNDRED TWO OF SUCH CODE, EXCEPT THAT\n   14  PARAGRAPHS (4), (5) AND (6) OF SUCH SUBSECTION SHALL NOT APPLY IN DETER-\n   15  MINING  NET  EARNINGS FROM SELF-EMPLOYMENT TAXABLE UNDER THIS LOCAL LAW.\n   16  PROVIDED HOWEVER, IN THE CASE OF A NONRESIDENT INDIVIDUAL OR PARTNER  OF\n   17  A PARTNERSHIP DOING AN INSURANCE BUSINESS DESCRIBED IN SECTION SIX THOU-\n   18  SAND  TWO  HUNDRED  ONE  OF THE INSURANCE LAW, ANY ITEM OF INCOME, GAIN,\n   19  LOSS OR DEDUCTION OF SUCH BUSINESS WHICH IS THE  INDIVIDUAL'S  DISTRIBU-\n   20  TIVE  OR  PRO  RATA  SHARE  FOR FEDERAL INCOME TAX PURPOSES OR WHICH THE\n   21  INDIVIDUAL IS REQUIRED TO  TAKE  INTO  ACCOUNT  SEPARATELY  FOR  FEDERAL\n   22  INCOME  TAX  PURPOSES  SHALL  NOT BE CONSIDERED TO BE \"NET EARNINGS FROM\n   23  SELF-EMPLOYMENT\".\n   24    (F) \"TAXABLE YEAR\" SHALL MEAN THE TAXPAYER'S TAXABLE YEAR FOR  FEDERAL\n   25  INCOME TAX PURPOSES.\n   26    (G) RESIDENT INDIVIDUAL.--A RESIDENT INDIVIDUAL MEANS AN INDIVIDUAL:\n   27    (1)  WHO  IS  DOMICILED IN THE CITY, UNLESS (A) HE OR SHE MAINTAINS NO\n   28  PERMANENT PLACE OF ABODE IN THE CITY, MAINTAINS  A  PERMANENT  PLACE  OF\n   29  ABODE  ELSEWHERE,  AND SPENDS IN THE AGGREGATE NOT MORE THAN THIRTY DAYS\n   30  OF THE TAXABLE YEAR IN THE CITY, OR (B) (I) WITHIN ANY  PERIOD  OF  FIVE\n   31  HUNDRED  FORTY-EIGHT  CONSECUTIVE DAYS HE OR SHE IS PRESENT IN A FOREIGN\n   32  COUNTRY OR COUNTRIES FOR AT LEAST FOUR  HUNDRED  FIFTY  DAYS,  AND  (II)\n   33  DURING  SUCH  PERIOD  OF FIVE HUNDRED FORTY-EIGHT CONSECUTIVE DAYS HE OR\n   34  SHE IS NOT PRESENT IN THE CITY FOR MORE THAN NINETY DAYS  AND  DOES  NOT\n   35  MAINTAIN  A  PERMANENT  PLACE  OF  ABODE IN THE CITY AT WHICH HIS SPOUSE\n   36  (UNLESS SUCH SPOUSE IS LEGALLY SEPARATED) OR MINOR CHILDREN ARE  PRESENT\n   37  FOR  MORE  THAN  NINETY  DAYS,  AND (III) DURING ANY PERIOD OF LESS THAN\n   38  TWELVE MONTHS, WHICH WOULD BE TREATED AS A SEPARATE TAXABLE PERIOD BASED\n   39  ON A CHANGE OF RESIDENT STATUS, AND WHICH  PERIOD  IS  CONTAINED  WITHIN\n   40  SUCH  PERIOD  OF FIVE HUNDRED FORTY-EIGHT CONSECUTIVE DAYS, HE OR SHE IS\n   41  PRESENT IN THE CITY FOR A NUMBER OF DAYS WHICH DOES NOT EXCEED AN AMOUNT\n   42  WHICH BEARS THE SAME RATIO TO NINETY AS THE NUMBER OF DAYS CONTAINED  IN\n   43  SUCH   PERIOD   OF  LESS  THAN  TWELVE  MONTHS  BEARS  TO  FIVE  HUNDRED\n   44  FORTY-EIGHT, OR\n   45    (2) WHO IS NOT DOMICILED IN THE CITY BUT MAINTAINS A  PERMANENT  PLACE\n   46  OF  ABODE  IN THE CITY AND SPENDS IN THE AGGREGATE MORE THAN ONE HUNDRED\n   47  EIGHTY-THREE DAYS OF THE TAXABLE YEAR IN THE CITY, UNLESS SUCH  INDIVID-\n   48  UAL IS IN ACTIVE SERVICE IN THE ARMED FORCES OF THE UNITED STATES.\n   49    (H)  NONRESIDENT  INDIVIDUAL.--A NONRESIDENT INDIVIDUAL MEANS AN INDI-\n   50  VIDUAL WHO IS NOT A RESIDENT.\n   51    (I) RESIDENT ESTATE OR TRUST.--A RESIDENT ESTATE OR TRUST MEANS:   (1)\n   52  THE  ESTATE  OF  A DECEDENT WHO AT HIS OR HER DEATH WAS DOMICILED IN THE\n   53  CITY,\n   54    (2) A TRUST, OR A PORTION OF A TRUST, CONSISTING  OF  PROPERTY  TRANS-\n   55  FERRED  BY  WILL  OF A DECEDENT WHO AT HIS OR HER DEATH WAS DOMICILED IN\n   56  THE CITY, OR\n\n       A. 1483                             4\n\n    1    (3) A TRUST, OR PORTION OF A TRUST, CONSISTING OF THE PROPERTY OF:\n    2    (A)  A  PERSON  DOMICILED  IN  THE  CITY AT THE TIME SUCH PROPERTY WAS\n    3  TRANSFERRED TO THE TRUST, IF SUCH TRUST OR PORTION OF A TRUST  WAS  THEN\n    4  IRREVOCABLE, OR IF IT WAS THEN REVOCABLE AND HAS NOT SUBSEQUENTLY BECOME\n    5  IRREVOCABLE; OR\n    6    (B)  A PERSON DOMICILED IN THE CITY AT THE TIME SUCH TRUST, OR PORTION\n    7  OF A TRUST, BECAME IRREVOCABLE, IF IT WAS REVOCABLE WHEN  SUCH  PROPERTY\n    8  WAS  TRANSFERRED  TO  THE TRUST BUT HAS SUBSEQUENTLY BECOME IRREVOCABLE.\n    9  FOR THE PURPOSES OF THE FOREGOING, A TRUST OR  PORTION  OF  A  TRUST  IS\n   10  REVOCABLE IF IT IS SUBJECT TO A POWER, EXERCISABLE IMMEDIATELY OR AT ANY\n   11  FUTURE  TIME,  TO  REVEST TITLE IN THE PERSON WHOSE PROPERTY CONSTITUTES\n   12  SUCH TRUST OR PORTION OF A TRUST, AND A TRUST  OR  PORTION  OF  A  TRUST\n   13  BECOMES  IRREVOCABLE  WHEN  THE POSSIBILITY THAT SUCH POWER MAY BE EXER-\n   14  CISED HAS BEEN TERMINATED.\n   15    (J) NONRESIDENT ESTATE OR TRUST.--A NONRESIDENT ESTATE OR TRUST  MEANS\n   16  AN ESTATE OR TRUST WHICH IS NOT A RESIDENT.\n   17    (K)  UNLESS  A DIFFERENT MEANING IS CLEARLY REQUIRED, ANY TERM USED IN\n   18  THIS LOCAL LAW SHALL HAVE THE SAME MEANING AS WHEN USED IN A  COMPARABLE\n   19  CONTEXT  IN  THE LAWS OF THE UNITED STATES RELATING TO FEDERAL TAXES BUT\n   20  SUCH MEANING  SHALL  BE  SUBJECT  TO  THE  EXCEPTIONS  OR  MODIFICATIONS\n   21  PRESCRIBED  IN  OR  PURSUANT TO THE LAWS OF THIS STATE. ANY REFERENCE IN\n   22  THIS LOCAL LAW TO THE INTERNAL REVENUE CODE, THE INTERNAL  REVENUE  CODE\n   23  OF NINETEEN HUNDRED EIGHTY-SIX OR TO THE LAWS OF THE UNITED STATES SHALL\n   24  MEAN  THE  PROVISIONS  OF  THE INTERNAL REVENUE CODE OF NINETEEN HUNDRED\n   25  EIGHTY-SIX (UNLESS A REFERENCE TO THE INTERNAL REVENUE CODE OF  NINETEEN\n   26  HUNDRED  FIFTY-FOUR  IS  CLEARLY  INTENDED), AND AMENDMENTS THERETO, AND\n   27  OTHER PROVISIONS OF THE LAWS OF THE UNITED STATES  RELATING  TO  FEDERAL\n   28  TAXES,  AS  THE  SAME  ARE INCLUDED IN THIS LOCAL LAW AS AN APPENDIX AND\n   29  SUPPLEMENT TO THE APPENDIX OR AS INCLUDED BY REFERENCE  TO  AN  APPENDIX\n   30  AND  SUPPLEMENT TO THE APPENDIX OF A TITLE ENACTED BY THE SAME LOCAL LAW\n   31  AS ENACTS THIS LOCAL LAW. (THE QUOTATION OF THE AFORESAID  LAWS  OF  THE\n   32  UNITED  STATES  IS INTENDED TO MAKE THEM A PART OF THIS LOCAL LAW AND TO\n   33  AVOID CONSTITUTIONAL UNCERTAINTIES WHICH MIGHT RESULT IF SUCH LAWS  WERE\n   34  MERELY  INCORPORATED  BY  REFERENCE. THE QUOTATION OF A PROVISION OF THE\n   35  FEDERAL INTERNAL REVENUE CODE OR OF ANY OTHER LAW OF THE  UNITED  STATES\n   36  SHALL  NOT NECESSARILY MEAN THAT IT IS APPLICABLE TO OR HAS RELEVANCE TO\n   37  THIS LOCAL LAW.)\n   38    (L) THE TERM \"PARTNERSHIP\" SHALL INCLUDE, UNLESS A  DIFFERENT  MEANING\n   39  IS  CLEARLY REQUIRED, A SUBCHAPTER K LIMITED LIABILITY COMPANY. THE TERM\n   40  \"SUBCHAPTER K LIMITED LIABILITY COMPANY\" SHALL MEAN A LIMITED  LIABILITY\n   41  COMPANY CLASSIFIED AS A PARTNERSHIP FOR FEDERAL INCOME TAX PURPOSES.\n   42    THE  TERM \"LIMITED LIABILITY COMPANY\" MEANS A DOMESTIC LIMITED LIABIL-\n   43  ITY COMPANY OR A  FOREIGN  LIMITED  LIABILITY  COMPANY,  AS  DEFINED  IN\n   44  SECTION  ONE HUNDRED TWO OF THE LIMITED LIABILITY COMPANY LAW, A LIMITED\n   45  LIABILITY INVESTMENT COMPANY FORMED PURSUANT  TO  SECTION  FIVE  HUNDRED\n   46  SEVEN  OF  THE  BANKING LAW, OR A LIMITED LIABILITY TRUST COMPANY FORMED\n   47  PURSUANT TO SECTION ONE HUNDRED TWO-A OF THE BANKING LAW.\n   48    SEC. 2.  PERSONS SUBJECT TO TAX.--(A)   IMPOSITION OF TAX.--A  TAX  IS\n   49  HEREBY  IMPOSED  FOR  EACH  TAXABLE  YEAR ENDING ON OR AFTER JULY FIRST,\n   50  NINETEEN HUNDRED SIXTY-SIX ON THE WAGES EARNED, AND  NET  EARNINGS  FROM\n   51  SELF-EMPLOYMENT,  WITHIN  THE  CITY,  OF  EVERY  NONRESIDENT INDIVIDUAL,\n   52  ESTATE AND TRUST WHICH SHALL COMPRISE:\n   53    (1)  A TAX AT THE RATE OF ONE-FOURTH OF ONE PERCENT ON ALL WAGES.\n   54    (2)  A TAX AT THE RATE OF THREE-EIGHTHS OF  ONE  PERCENT  ON  ALL  NET\n   55  EARNINGS FROM SELF-EMPLOYMENT.\n\n       A. 1483                             5\n\n    1    (B)   EXCLUSION.--(1)   IN COMPUTING THE AMOUNT OF WAGES AND NET EARN-\n    2  INGS FROM SELF-EMPLOYMENT TAXABLE UNDER SUBSECTION (A), THERE  SHALL  BE\n    3  ALLOWED  AN  EXCLUSION  AGAINST THE TOTAL OF WAGES AND NET EARNINGS FROM\n    4  SELF-EMPLOYMENT IN ACCORDANCE WITH THE FOLLOWING TABLE:\n    5    TOTAL OF WAGES AND NET EARNINGS\n    6    FROM SELF-EMPLOYMENT                 EXCLUSION ALLOWABLE\n    7                     NOT OVER $10,000               $3,000\n    8    OVER $10,000 BUT NOT OVER $20,000               $2,000\n    9    OVER $20,000 BUT NOT OVER $30,000               $1,000\n   10    OVER $30,000                                      NONE\n   11    (2)    THE EXCLUSION ALLOWABLE SHALL BE APPLIED PRO RATA AGAINST WAGES\n   12  AND NET EARNINGS FROM SELF-EMPLOYMENT.\n   13    (3)  FOR TAXABLE PERIODS OF LESS THAN ONE YEAR, THE  EXCLUSION  ALLOW-\n   14  ABLE SHALL BE PRORATED PURSUANT TO REGULATIONS OF THE ADMINISTRATOR.\n   15    (C)    LIMITATION.--IN NO EVENT SHALL A TAXPAYER BE SUBJECT TO THE TAX\n   16  UNDER THIS LOCAL LAW IN AN AMOUNT  GREATER  THAN  HE  OR  SHE  WOULD  BE\n   17  REQUIRED  TO PAY IF HE OR SHE WERE A RESIDENT OF THE CITY AND SUBJECT TO\n   18  A TAX ON PERSONAL INCOME OF RESIDENTS OF THE CITY ADOPTED  BY  THE  CITY\n   19  PURSUANT TO AUTHORITY GRANTED BY THE GENERAL CITY LAW.\n   20    SEC.   2-A. PERSONS SUBJECT TO TAX.--(A) IMPOSITION OF TAX.--(1) A TAX\n   21  IS HEREBY IMPOSED FOR EACH TAXABLE YEAR ENDING ON OR AFTER  JULY  FIRST,\n   22  NINETEEN HUNDRED SIXTY-SIX AND ON OR BEFORE DECEMBER THIRTY-FIRST, NINE-\n   23  TEEN  HUNDRED SEVENTY AND FOR EACH TAXABLE YEAR BEGINNING AFTER DECEMBER\n   24  THIRTY-FIRST, NINETEEN HUNDRED NINETY-NINE, ON THE WAGES EARNED, AND NET\n   25  EARNINGS FROM SELF-EMPLOYMENT, WITHIN THE  CITY,  OF  EVERY  NONRESIDENT\n   26  INDIVIDUAL, ESTATE AND TRUST WHICH SHALL COMPRISE:\n   27    (I) A TAX AT THE RATE OF ONE-FOURTH OF ONE PERCENT ON ALL WAGES.\n   28    (II)  A  TAX  AT  THE  RATE OF THREE-EIGHTHS OF ONE PERCENT ON ALL NET\n   29  EARNINGS FROM SELF-EMPLOYMENT.\n   30    (2) FOR EACH TAXABLE YEAR BEGINNING ON OR AFTER JANUARY  FIRST,  NINE-\n   31  TEEN  HUNDRED SEVENTY-ONE AND ENDING ON OR BEFORE DECEMBER THIRTY-FIRST,\n   32  NINETEEN HUNDRED NINETY-NINE, A TAX  IS  HEREBY  IMPOSED  ON  THE  WAGES\n   33  EARNED, AND NET EARNINGS FROM SELF-EMPLOYMENT, WITHIN THE CITY, OF EVERY\n   34  NONRESIDENT INDIVIDUAL, ESTATE AND TRUST WHICH SHALL COMPRISE:\n   35    (I)  A  TAX AT THE RATE OF FORTY-FIVE HUNDREDTHS OF ONE PERCENT ON ALL\n   36  WAGES.\n   37    (II) A TAX AT THE RATE OF SIXTY-FIVE HUNDREDTHS OF ONE PERCENT ON  ALL\n   38  NET EARNINGS FROM SELF-EMPLOYMENT.\n   39    (3)  FOR  EACH  TAXABLE YEAR BEGINNING IN NINETEEN HUNDRED SEVENTY AND\n   40  ENDING IN NINETEEN HUNDRED SEVENTY-ONE, TWO  TENTATIVE  TAXES  SHALL  BE\n   41  COMPUTED,  THE  FIRST  AS  PROVIDED  IN  PARAGRAPH (1) AND THE SECOND AS\n   42  PROVIDED IN PARAGRAPH (2), AND THE TAX FOR EACH SUCH YEAR SHALL  BE  THE\n   43  SUM OF THAT PROPORTION OF EACH TENTATIVE TAX WHICH THE NUMBER OF DAYS IN\n   44  NINETEEN  HUNDRED  SEVENTY  AND  THE  NUMBER OF DAYS IN NINETEEN HUNDRED\n   45  SEVENTY-ONE, RESPECTIVELY, BEARS TO THE NUMBER OF  DAYS  IN  THE  ENTIRE\n   46  TAXABLE YEAR.\n   47    (4)  FOR  EACH  TAXABLE YEAR BEGINNING IN NINETEEN HUNDRED NINETY-NINE\n   48  AND ENDING IN TWO THOUSAND, TWO TENTATIVE TAXES SHALL BE  COMPUTED,  THE\n   49  FIRST  AS  PROVIDED IN PARAGRAPH (2) AND THE SECOND AS PROVIDED IN PARA-\n   50  GRAPH (1), AND THE TAX FOR EACH SUCH YEAR  SHALL  BE  THE  SUM  OF  THAT\n   51  PROPORTION  OF  EACH  TENTATIVE TAX WHICH THE NUMBER OF DAYS IN NINETEEN\n   52  HUNDRED NINETY-NINE AND THE NUMBER OF DAYS IN TWO THOUSAND,  RESPECTIVE-\n   53  LY, BEARS TO THE NUMBER OF DAYS IN THE ENTIRE TAXABLE YEAR.\n   54    (B)  EXCLUSION.--(1) IN COMPUTING THE AMOUNT OF WAGES AND NET EARNINGS\n   55  FROM SELF-EMPLOYMENT  TAXABLE  UNDER  SUBSECTION  (A),  THERE  SHALL  BE\n\n       A. 1483                             6\n\n    1  ALLOWED  AN  EXCLUSION  AGAINST THE TOTAL OF WAGES AND NET EARNINGS FROM\n    2  SELF-EMPLOYMENT IN ACCORDANCE WITH THE FOLLOWING TABLE:\n    3    TOTAL OF WAGES AND NET EARNINGS\n    4    FROM SELF-EMPLOYMENT             EXCLUSION ALLOWABLE\n    5                    NOT OVER $10,000           $3,000\n    6    OVER $10,000 BUT NOT OVER $20,000           $2,000\n    7    OVER $20,000 BUT NOT OVER $30,000           $1,000\n    8    OVER                      $30,000           NONE\n    9    (2)  THE  EXCLUSION  ALLOWABLE SHALL BE APPLIED PRO RATA AGAINST WAGES\n   10  AND NET EARNINGS FROM SELF-EMPLOYMENT.\n   11    (3) FOR TAXABLE PERIODS OF LESS THAN ONE YEAR, THE EXCLUSION ALLOWABLE\n   12  SHALL BE PRORATED PURSUANT TO REGULATIONS OF THE ADMINISTRATOR.\n   13    (C) LIMITATION.--IN NO EVENT SHALL A TAXPAYER BE SUBJECT  TO  THE  TAX\n   14  UNDER  THIS  LOCAL  LAW  IN  AN  AMOUNT  GREATER THAN HE OR SHE WOULD BE\n   15  REQUIRED TO PAY IF HE OR SHE WERE A RESIDENT OF THE CITY AND SUBJECT  TO\n   16  A  TAX  ON  PERSONAL INCOME OF RESIDENTS OF THE CITY ADOPTED BY THE CITY\n   17  PURSUANT TO AUTHORITY GRANTED BY THE GENERAL CITY LAW OR THE TAX LAW.\n   18    SEC. 3.  TAXABLE YEARS TO WHICH TAX IMPOSED BY THIS LOCAL LAW APPLIES;\n   19  TAX FOR TAXABLE YEARS BEGINNING PRIOR TO AND ENDING  AFTER  JULY  FIRST,\n   20  NINETEEN  HUNDRED  SIXTY-SIX.--(A)    GENERAL.-- THE TAX IMPOSED BY THIS\n   21  LOCAL LAW IS IMPOSED FOR EACH TAXABLE YEAR BEGINNING WITH TAXABLE  YEARS\n   22  ENDING ON OR AFTER JULY FIRST, NINETEEN HUNDRED SIXTY-SIX.\n   23    (B)  ALTERNATE METHODS FOR DETERMINING TAX FOR TAXABLE YEARS ENDING ON\n   24  OR  AFTER  JULY FIRST, NINETEEN HUNDRED SIXTY-SIX.-- (1) THE TAX FOR ANY\n   25  TAXABLE YEAR ENDING ON OR AFTER JULY FIRST, NINETEEN  HUNDRED  SIXTY-SIX\n   26  AND  ON OR BEFORE JUNE THIRTIETH, NINETEEN HUNDRED SIXTY-SEVEN, SHALL BE\n   27  THE SAME PART OF THE TAX WHICH WOULD HAVE BEEN IMPOSED  HAD  THIS  LOCAL\n   28  LAW  BEEN  IN EFFECT FOR THE ENTIRE TAXABLE YEAR AS THE NUMBER OF MONTHS\n   29  (OR MAJOR PORTIONS THEREOF) OF THE TAXABLE  YEAR  OCCURRING  AFTER  JULY\n   30  FIRST,  NINETEEN  HUNDRED SIXTY-SIX IS OF THE NUMBER OF MONTHS (OR MAJOR\n   31  PORTIONS THEREOF) IN THE TAXABLE YEAR.\n   32    (2) (I)  IN LIEU OF THE METHOD OF COMPUTATION  OF  TAX  PRESCRIBED  IN\n   33  PARAGRAPH  (1), IF THE TAXPAYER MAINTAINS ADEQUATE RECORDS FOR ANY TAXA-\n   34  BLE YEAR ENDING ON OR AFTER JULY FIRST, NINETEEN HUNDRED  SIXTY-SIX  AND\n   35  ON  OR  BEFORE JUNE THIRTIETH, NINETEEN HUNDRED SIXTY-SEVEN, THE TAX FOR\n   36  SUCH TAXABLE YEAR, AT THE ELECTION OF THE TAXPAYER, MAY BE  COMPUTED  ON\n   37  THE  BASIS OF THE WAGES WHICH THE TAXPAYER WOULD HAVE REPORTED HAD HE OR\n   38  SHE FILED A FEDERAL INCOME TAX RETURN FOR A TAXABLE YEAR BEGINNING  JULY\n   39  FIRST,  NINETEEN  HUNDRED  SIXTY-SIX  AND  ENDING WITH THE CLOSE OF SUCH\n   40  TAXABLE YEAR ENDING  ON  OR  BEFORE  JUNE  THIRTIETH,  NINETEEN  HUNDRED\n   41  SIXTY-SEVEN, AND THE NET EARNINGS FROM SELF-EMPLOYMENT WHICH THE TAXPAY-\n   42  ER  WOULD  HAVE  REPORTED  FOR FEDERAL INCOME TAX PURPOSES HAD HE OR SHE\n   43  FILED A SELF-EMPLOYMENT TAX RETURN FOR A  TAXABLE  YEAR  BEGINNING  JULY\n   44  FIRST,  NINETEEN  HUNDRED  SIXTY-SIX  AND  ENDING WITH THE CLOSE OF SUCH\n   45  TAXABLE YEAR ENDING  ON  OR  BEFORE  JUNE  THIRTIETH,  NINETEEN  HUNDRED\n   46  SIXTY-SEVEN.\n   47    (II)  FOR  PURPOSES  OF THIS PARAGRAPH, THE EXCLUSIONS ALLOWABLE UNDER\n   48  SECTION TWO SHALL BE REDUCED BY A FRACTION THE NUMERATOR OF WHICH IS THE\n   49  NUMBER OF MONTHS (OR MAJOR PORTIONS THEREOF) OF THE TAXABLE YEAR  OCCUR-\n   50  RING  BEFORE  JULY FIRST, NINETEEN HUNDRED SIXTY-SIX AND THE DENOMINATOR\n   51  OF WHICH IS THE NUMBER OF MONTHS (OR  MAJOR  PORTIONS  THEREOF)  IN  THE\n   52  TAXABLE  YEAR.    EXCEPT AS PROVIDED IN THIS PARAGRAPH, THE TAX FOR SUCH\n   53  PERIOD ENDING ON OR BEFORE JUNE THIRTIETH, NINETEEN HUNDRED SIXTY-SEVEN,\n   54  SHALL BE COMPUTED IN ACCORDANCE WITH THE OTHER PROVISIONS OF THIS  LOCAL\n   55  LAW.\n\n       A. 1483                             7\n\n    1    SEC. 4.  ALLOCATION TO THE CITY.--(A)  GENERAL.-- IF NET EARNINGS FROM\n    2  SELF-EMPLOYMENT  ARE  DERIVED  FROM SERVICES PERFORMED, OR FROM SOURCES,\n    3  WITHIN AND WITHOUT THE CITY, THERE SHALL BE ALLOCATED TO THE CITY A FAIR\n    4  AND EQUITABLE PORTION OF SUCH EARNINGS.\n    5    (B)    ALLOCATION OF NET EARNINGS FROM SELF-EMPLOYMENT.--(1)  PLACE OF\n    6  BUSINESS.-- IF A TAXPAYER HAS NO REGULAR PLACE OF BUSINESS  OUTSIDE  THE\n    7  CITY  ALL OF HIS NET EARNINGS FROM SELF-EMPLOYMENT SHALL BE ALLOCATED TO\n    8  THE CITY.\n    9    (2)  ALLOCATION BY TAXPAYER'S BOOKS.-- THE  PORTION  OF  NET  EARNINGS\n   10  FROM  SELF-EMPLOYMENT  ALLOCABLE  TO THE CITY MAY BE DETERMINED FROM THE\n   11  BOOKS AND RECORDS OF A TAXPAYER'S TRADE OR BUSINESS, IF THE METHODS USED\n   12  IN KEEPING SUCH BOOKS AND THE  ACCURACY  THEREOF  ARE  APPROVED  BY  THE\n   13  ADMINISTRATOR  AS  FAIRLY  AND  EQUITABLY  REFLECTING  NET EARNINGS FROM\n   14  SELF-EMPLOYMENT WITHIN THE CITY.\n   15    (3)  ALLOCATION BY FORMULA.-- IF PARAGRAPH (2) DOES NOT APPLY  TO  THE\n   16  TAXPAYER,  THE PORTION OF NET EARNINGS FROM SELF-EMPLOYMENT ALLOCABLE TO\n   17  THE CITY SHALL BE DETERMINED BY MULTIPLYING (A) NET EARNINGS FROM  SELF-\n   18  EMPLOYMENT  WITHIN  AND  WITHOUT  THE  CITY,  BY  (B) THE AVERAGE OF THE\n   19  FOLLOWING THREE PERCENTAGES:\n   20    (I)  PROPERTY PERCENTAGE.  THE PERCENTAGE COMPUTED BY DIVIDING (A) THE\n   21  AVERAGE OF THE VALUE, AT THE BEGINNING AND END OF THE TAXABLE  YEAR,  OF\n   22  REAL AND TANGIBLE PERSONAL PROPERTY CONNECTED WITH THE NET EARNINGS FROM\n   23  SELF-EMPLOYMENT  AND  LOCATED WITHIN THE CITY, BY (B) THE AVERAGE OF THE\n   24  VALUE, AT THE BEGINNING AND END OF THE TAXABLE YEAR,  OF  ALL  REAL  AND\n   25  TANGIBLE PERSONAL PROPERTY CONNECTED WITH THE NET EARNINGS FROM SELF-EM-\n   26  PLOYMENT  AND  LOCATED  BOTH  WITHIN  AND  WITHOUT  THE CITY.   FOR THIS\n   27  PURPOSE, REAL PROPERTY SHALL INCLUDE REAL  PROPERTY,  WHETHER  OWNED  OR\n   28  RENTED.\n   29    (II)  PAYROLL PERCENTAGE.  THE PERCENTAGE COMPUTED BY DIVIDING (A) THE\n   30  TOTAL  WAGES,  SALARIES  AND OTHER PERSONAL SERVICE COMPENSATION PAID OR\n   31  INCURRED DURING THE TAXABLE YEAR TO EMPLOYEES IN CONNECTION WITH THE NET\n   32  EARNINGS FROM SELF-EMPLOYMENT DERIVED FROM A TRADE OR  BUSINESS  CARRIED\n   33  ON  WITHIN  THE  CITY, BY (B) THE TOTAL OF ALL WAGES, SALARIES AND OTHER\n   34  PERSONAL SERVICE COMPENSATION PAID OR INCURRED DURING THE  TAXABLE  YEAR\n   35  TO  EMPLOYEES  IN  CONNECTION WITH THE NET EARNINGS FROM SELF-EMPLOYMENT\n   36  DERIVED FROM A TRADE OR BUSINESS CARRIED ON BOTH WITHIN AND WITHOUT  THE\n   37  CITY.\n   38    (III)    GROSS INCOME PERCENTAGE.  THE PERCENTAGE COMPUTED BY DIVIDING\n   39  (A) THE GROSS SALES OR CHARGES FOR SERVICES PERFORMED BY OR  THROUGH  AN\n   40  AGENCY  LOCATED  WITHIN THE CITY, BY (B) THE TOTAL OF ALL GROSS SALES OR\n   41  CHARGES FOR SERVICES PERFORMED WITHIN AND WITHOUT THE CITY.   THE  SALES\n   42  OR  CHARGES  TO BE ALLOCATED TO THE CITY SHALL INCLUDE ALL SALES NEGOTI-\n   43  ATED OR CONSUMMATED, AND CHARGES FOR SERVICES PERFORMED, BY AN EMPLOYEE,\n   44  AGENT, AGENCY OR INDEPENDENT CONTRACTOR CHIEFLY SITUATED  AT,  CONNECTED\n   45  BY  CONTRACT OR OTHERWISE WITH, OR SENT OUT FROM, OFFICES OR OTHER AGEN-\n   46  CIES OF THE TRADE OR BUSINESS FROM WHICH  A  TAXPAYER  IS  DERIVING  NET\n   47  EARNINGS FROM SELF-EMPLOYMENT, SITUATED WITHIN THE CITY.\n   48    (C)  OTHER  ALLOCATION  METHODS.--  THE  PORTION  OF NET EARNINGS FROM\n   49  SELF-EMPLOYMENT ALLOCABLE TO THE CITY SHALL BE DETERMINED IN  ACCORDANCE\n   50  WITH  RULES  AND  REGULATIONS OF THE ADMINISTRATOR IF IT SHALL APPEAR TO\n   51  THE ADMINISTRATOR THAT THE NET EARNINGS  FROM  SELF-EMPLOYMENT  ARE  NOT\n   52  FAIRLY AND EQUITABLY REFLECTED UNDER THE PROVISIONS OF SUBSECTION (B).\n   53    (D)    SPECIAL RULES FOR REAL ESTATE.-- INCOME AND DEDUCTIONS FROM THE\n   54  RENTAL OF REAL PROPERTY AND GAIN AND LOSS FROM  THE  SALE,  EXCHANGE  OR\n   55  OTHER  DISPOSITION  OF REAL PROPERTY, SHALL NOT BE SUBJECT TO ALLOCATION\n\n       A. 1483                             8\n\n    1  UNDER SUBSECTION (B) OR (C), BUT SHALL BE CONSIDERED AS ENTIRELY DERIVED\n    2  FROM OR CONNECTED WITH THE PLACE IN WHICH SUCH PROPERTY IS LOCATED.\n    3    SEC. 5.  ACCOUNTING PERIODS AND METHODS.--(A)  ACCOUNTING PERIODS.-- A\n    4  TAXPAYER'S  TAXABLE  YEAR  UNDER THIS LOCAL LAW SHALL BE THE SAME AS HIS\n    5  TAXABLE YEAR FOR FEDERAL INCOME TAX PURPOSES.\n    6    (B)  CHANGE OF ACCOUNTING PERIODS.--IF A TAXPAYER'S  TAXABLE  YEAR  IS\n    7  CHANGED  FOR  FEDERAL  INCOME  TAX PURPOSES, HIS OR HER TAXABLE YEAR FOR\n    8  PURPOSES OF THIS LOCAL LAW SHALL BE SIMILARLY CHANGED.    IF  A  TAXABLE\n    9  PERIOD OF LESS THAN TWELVE MONTHS RESULTS FROM A CHANGE OF TAXABLE YEAR,\n   10  THE  EXCLUSION  ALLOWABLE  UNDER SECTION TWO OR TWO-A  OF THIS LOCAL LAW\n   11  SHALL BE PRORATED UNDER REGULATIONS OF THE ADMINISTRATOR.\n   12    (C)  ACCOUNTING METHODS.--A TAXPAYER'S METHOD OF ACCOUNTING UNDER THIS\n   13  SECTION SHALL BE THE SAME AS HIS OR HER METHOD OF ACCOUNTING FOR FEDERAL\n   14  INCOME TAX PURPOSES.  IN THE ABSENCE OF ANY  METHOD  OF  ACCOUNTING  FOR\n   15  FEDERAL  INCOME  TAX  PURPOSES, NET EARNINGS FROM SELF-EMPLOYMENT WITHIN\n   16  THE CITY SHALL BE COMPUTED UNDER SUCH METHOD AS IN THE  OPINION  OF  THE\n   17  ADMINISTRATOR  CLEARLY REFLECTS NET EARNINGS FROM SELF-EMPLOYMENT WITHIN\n   18  THE CITY.\n   19    (D)  CHANGE OF ACCOUNTING METHODS.--(1)   IF A  TAXPAYER'S  METHOD  OF\n   20  ACCOUNTING  IS  CHANGED  FOR  FEDERAL INCOME TAX PURPOSES, HIS METHOD OF\n   21  ACCOUNTING FOR PURPOSES OF THIS LOCAL LAW SHALL BE SIMILARLY CHANGED.\n   22    (2)  IF A TAXPAYER'S METHOD OF ACCOUNTING IS CHANGED, OTHER THAN  FROM\n   23  AN  ACCRUAL  TO  AN INSTALLMENT METHOD, ANY ADDITIONAL TAX WHICH RESULTS\n   24  FROM ADJUSTMENTS DETERMINED TO BE NECESSARY  SOLELY  BY  REASON  OF  THE\n   25  CHANGE  SHALL NOT BE GREATER THAN IF SUCH ADJUSTMENTS WERE RATABLY ALLO-\n   26  CATED AND INCLUDED FOR THE TAXABLE YEAR OF THE CHANGE AND THE  PRECEDING\n   27  TAXABLE  YEARS,  BEGINNING AFTER JULY FIRST, NINETEEN HUNDRED SIXTY-SIX,\n   28  NOT IN EXCESS OF TWO, DURING WHICH  THE  TAXPAYER  USED  THE  METHOD  OF\n   29  ACCOUNTING FROM WHICH THE CHANGE IS MADE.\n   30    (3)    IF A TAXPAYER'S METHOD OF ACCOUNTING IS CHANGED FROM AN ACCRUAL\n   31  TO AN INSTALLMENT METHOD, ANY ADDITIONAL TAX FOR THE YEAR OF SUCH CHANGE\n   32  OF METHOD AND FOR ANY SUBSEQUENT  YEAR  WHICH  IS  ATTRIBUTABLE  TO  THE\n   33  RECEIPT  OF INSTALLMENT PAYMENTS PROPERLY ACCRUED IN A PRIOR YEAR, SHALL\n   34  BE REDUCED BY THE PORTION OF TAX FOR ANY PRIOR TAXABLE YEAR ATTRIBUTABLE\n   35  TO THE ACCRUAL OF SUCH INSTALLMENT PAYMENTS, IN  ACCORDANCE  WITH  REGU-\n   36  LATIONS OF THE ADMINISTRATOR.\n   37    SEC. 8.  WITHHOLDING OF TAX ON WAGES.--GENERAL.--ON OR AFTER THE FIRST\n   38  PAYROLL  PERIOD  BEGINNING FORTY-FIVE DAYS AFTER THE DATE THIS LOCAL LAW\n   39  BECOMES EFFECTIVE EVERY EMPLOYER MAINTAINING AN  OFFICE  OR  TRANSACTING\n   40  BUSINESS WITHIN THIS STATE AND MAKING PAYMENT OF ANY WAGES TAXABLE UNDER\n   41  THIS  LOCAL  LAW  SHALL  DEDUCT  AND  WITHHOLD  FROM SUCH WAGES FOR EACH\n   42  PAYROLL PERIOD A TAX COMPUTED IN SUCH MANNER AS TO  RESULT,  SO  FAR  AS\n   43  PRACTICABLE, IN WITHHOLDING FROM THE EMPLOYEE'S WAGES DURING EACH CALEN-\n   44  DAR  YEAR AN AMOUNT SUBSTANTIALLY EQUIVALENT TO THE TAX REASONABLY ESTI-\n   45  MATED TO BE DUE FROM THE EMPLOYEE UNDER THIS LOCAL LAW.   THE METHOD  OF\n   46  DETERMINING THE AMOUNT TO BE WITHHELD SHALL BE PRESCRIBED BY REGULATIONS\n   47  OF THE ADMINISTRATOR.\n   48    SEC.  8-A.  WITHHOLDING OF TAX ON WAGES FOR TAXABLE PERIODS COMMENCING\n   49  ON OR AFTER JANUARY FIRST, NINETEEN HUNDRED SEVENTY-SIX.--THE PROVISIONS\n   50  CONTAINED IN SECTIONS EIGHT, NINE, TEN, ELEVEN, TWELVE AND  THIRTEEN  OF\n   51  THIS  LOCAL  LAW  SHALL  NOT  BE APPLICABLE TO TAXES IMPOSED FOR TAXABLE\n   52  PERIODS COMMENCING ON OR AFTER JANUARY FIRST, NINETEEN HUNDRED  SEVENTY-\n   53  SIX  PROVIDED  HOWEVER,  WITH  RESPECT  TO  SUCH PERIODS, THE PROVISIONS\n   54  CONTAINED IN PART FIVE OF ARTICLE TWENTY-TWO OF THE  TAX  LAW  SHALL  BE\n   55  APPLICABLE  WITH  THE  SAME  FORCE AND EFFECT AS IF THOSE PROVISIONS HAD\n   56  BEEN INCORPORATED IN FULL IN THIS SECTION EXCEPT WHERE INCONSISTENT WITH\n\n       A. 1483                             9\n\n    1  THE PROVISIONS OF THIS ARTICLE, EXCEPT THAT THE TERM \"AGGREGATE  AMOUNT\"\n    2  CONTAINED  IN PARAGRAPHS ONE, TWO AND THREE OF SUBSECTION (A) OF SECTION\n    3  SIX HUNDRED SEVENTY-FOUR OF THE TAX LAW SHALL MEAN THE AGGREGATE OF  THE\n    4  AGGREGATE  AMOUNTS  OF NEW YORK STATE PERSONAL INCOME TAX, CITY EARNINGS\n    5  TAX ON NONRESIDENTS AND CITY PERSONAL INCOME TAX ON RESIDENTS AUTHORIZED\n    6  PURSUANT TO ARTICLE THIRTY OF THE TAX LAW REQUIRED TO  BE  DEDUCTED  AND\n    7  WITHHELD  AND  PROVIDED, HOWEVER, THAT THE PROVISIONS OF SUCH PARAGRAPHS\n    8  SHALL NOT BE APPLICABLE TO EMPLOYER'S RETURNS REQUIRED TO BE FILED  WITH\n    9  RESPECT  TO TAXES REQUIRED TO BE DEDUCTED AND WITHHELD DURING THE CALEN-\n   10  DAR YEAR  NINETEEN  HUNDRED  SEVENTY-SIX,  BUT  SUCH  RETURNS  SHALL  BE\n   11  REQUIRED  TO  BE  FILED WITH THE COMMISSIONER OF TAXATION AND FINANCE AT\n   12  THE TIMES AND IN THE MANNER PROVIDED FOR IN SUBSECTION  (A)  OF  SECTION\n   13  ELEVEN  OF  THIS  LOCAL  LAW,  EXCEPT  THE  TERM \"ADMINISTRATOR\" IN SUCH\n   14  SUBSECTION SHALL BE READ AS \"COMMISSIONER OF TAXATION AND FINANCE.\"\n   15    SEC.  9. INFORMATION STATEMENT FOR EMPLOYEE.--EVERY EMPLOYER  REQUIRED\n   16  TO  DEDUCT  AND  WITHHOLD  TAX UNDER THIS LOCAL LAW FROM THE WAGES OF AN\n   17  EMPLOYEE, SHALL FURNISH TO EACH SUCH EMPLOYEE IN RESPECT  OF  THE  WAGES\n   18  PAID  BY  SUCH  EMPLOYER TO SUCH EMPLOYEE DURING THE CALENDAR YEAR ON OR\n   19  BEFORE FEBRUARY FIFTEENTH OF THE SUCCEEDING YEAR,  OR,  IF  HIS  OR  HER\n   20  EMPLOYMENT  IS TERMINATED BEFORE THE CLOSE OF SUCH CALENDAR YEAR, WITHIN\n   21  THIRTY DAYS FROM THE DATE ON WHICH THE LAST  PAYMENT  OF  THE  WAGES  IS\n   22  MADE, A WRITTEN STATEMENT AS PRESCRIBED BY THE ADMINISTRATOR SHOWING THE\n   23  TOTAL  AMOUNT  OF WAGES PAID BY THE EMPLOYER TO THE EMPLOYEE, THE AMOUNT\n   24  OF WAGES PAID  FOR  SERVICES  PERFORMED  WITHIN  THE  CITY,  THE  AMOUNT\n   25  DEDUCTED AND WITHHELD AS TAX, AND SUCH OTHER INFORMATION AS THE ADMINIS-\n   26  TRATOR MAY PRESCRIBE.\n   27    SEC.  10.   CREDIT FOR TAX WITHHELD.--WAGES UPON WHICH TAX IS REQUIRED\n   28  TO BE WITHHELD SHALL BE TAXABLE UNDER THIS LOCAL LAW AS IF NO  WITHHOLD-\n   29  ING  WERE REQUIRED, BUT ANY AMOUNT OF TAX ACTUALLY DEDUCTED AND WITHHELD\n   30  UNDER THIS LOCAL LAW IN ANY CALENDAR YEAR SHALL BE DEEMED TO  HAVE  BEEN\n   31  PAID  ON  BEHALF  OF  THE EMPLOYEE FROM WHOM WITHHELD, AND SUCH EMPLOYEE\n   32  SHALL BE CREDITED WITH HAVING PAID THAT AMOUNT OF TAX IN  SUCH  CALENDAR\n   33  YEAR.    FOR A TAXABLE YEAR OF LESS THAN TWELVE MONTHS, THE CREDIT SHALL\n   34  BE MADE UNDER REGULATIONS OF THE ADMINISTRATOR.\n   35    SEC. 11.  EMPLOYER'S RETURN AND PAYMENT OF WITHHELD TAXES.--(A) GENER-\n   36  AL.--ON OR AFTER THE FIRST  PAYROLL  PERIOD  BEGINNING  FORTY-FIVE  DAYS\n   37  AFTER  THE  EFFECTIVE DATE OF THIS LOCAL LAW, EVERY EMPLOYER REQUIRED TO\n   38  DEDUCT AND WITHHOLD TAX UNDER THIS LOCAL LAW SHALL,  FOR  EACH  CALENDAR\n   39  MONTH,  ON  OR BEFORE THE FIFTEENTH DAY OF THE MONTH FOLLOWING THE CLOSE\n   40  OF SUCH CALENDAR MONTH FILE A WITHHOLDING RETURN AS  PRESCRIBED  BY  THE\n   41  ADMINISTRATOR  AND  PAY  OVER  TO THE ADMINISTRATOR OR TO THE DEPOSITORY\n   42  DESIGNATED BY THE ADMINISTRATOR, THE TAXES SO REQUIRED  TO  BE  DEDUCTED\n   43  AND  WITHHELD,  EXCEPT  THAT  FOR  THE MONTH OF DECEMBER IN ANY YEAR THE\n   44  RETURNS SHALL  BE  FILED  AND  THE  TAXES  PAID  ON  OR  BEFORE  JANUARY\n   45  THIRTY-FIRST  OF  THE  SUCCEEDING  YEAR.    WHERE  THE  AGGREGATE AMOUNT\n   46  REQUIRED TO BE DEDUCTED AND WITHHELD BY ANY EMPLOYER  UNDER  THIS  LOCAL\n   47  LAW  AND  UNDER ANY LOCAL LAW IMPOSING A TAX ON PERSONAL INCOME OF RESI-\n   48  DENTS OF THE CITY ADOPTED BY THE CITY PURSUANT TO AUTHORITY  GRANTED  BY\n   49  THE  GENERAL  CITY  LAW  IS  LESS THAN TWENTY-FIVE DOLLARS IN A CALENDAR\n   50  MONTH AND THE AGGREGATE OF SUCH TAXES FOR THE SEMI-ANNUAL PERIOD  ENDING\n   51  ON  JUNE  THIRTIETH AND DECEMBER THIRTY-FIRST CAN REASONABLY BE EXPECTED\n   52  TO BE LESS THAN ONE HUNDRED FIFTY DOLLARS,  THE  ADMINISTRATOR  MAY,  BY\n   53  REGULATION,  PERMIT AN EMPLOYER TO FILE A RETURN ON OR BEFORE JULY THIR-\n   54  TY-FIRST FOR THE SEMI-ANNUAL PERIOD ENDING ON JUNE THIRTIETH AND  ON  OR\n   55  BEFORE  JANUARY THIRTY-FIRST FOR THE SEMI-ANNUAL PERIOD ENDING ON DECEM-\n   56  BER THIRTY-FIRST.  THE ADMINISTRATOR MAY, IF HE  OR  SHE  BELIEVES  SUCH\n\n       A. 1483                            10\n\n    1  ACTION NECESSARY FOR THE PROTECTION OF THE REVENUES, REQUIRE ANY EMPLOY-\n    2  ER  TO MAKE A RETURN AND PAY TO HIM THE TAX DEDUCTED AND WITHHELD AT ANY\n    3  TIME, OR FROM TIME TO TIME.   WHERE THE  AMOUNT  OF  WAGES  PAID  BY  AN\n    4  EMPLOYER  IS NOT SUFFICIENT UNDER THIS LOCAL LAW AND UNDER ANY LOCAL LAW\n    5  IMPOSING A TAX ON PERSONAL INCOME OF RESIDENTS OF THE  CITY  ADOPTED  BY\n    6  THE  CITY  PURSUANT  TO  AUTHORITY  GRANTED  BY  THE GENERAL CITY LAW TO\n    7  REQUIRE THE WITHHOLDING OF TAX FROM THE WAGES  OF  ANY  OF  HIS  OR  HER\n    8  EMPLOYEES, THE ADMINISTRATOR MAY, BY REGULATION, PERMIT SUCH EMPLOYER TO\n    9  FILE AN ANNUAL RETURN ON OR BEFORE FEBRUARY TWENTY-EIGHTH OF THE FOLLOW-\n   10  ING CALENDAR YEAR.\n   11    (B)    COMBINED  RETURNS.--THE ADMINISTRATOR MAY BY REGULATION PROVIDE\n   12  FOR THE FILING OF ONE RETURN WHICH SHALL INCLUDE THE RETURN REQUIRED  TO\n   13  BE  FILED  UNDER  THIS  SECTION,  TOGETHER  WITH  THE  EMPLOYER'S RETURN\n   14  REQUIRED TO BE FILED UNDER ANY LOCAL LAW  IMPOSING  A  TAX  ON  PERSONAL\n   15  INCOME OF RESIDENTS OF THE CITY ADOPTED BY THE CITY PURSUANT TO AUTHORI-\n   16  TY GRANTED BY THE GENERAL CITY LAW.\n   17    (C)    DEPOSIT  IN  TRUST  FOR  CITY.--WHENEVER  ANY EMPLOYER FAILS TO\n   18  COLLECT, TRUTHFULLY ACCOUNT FOR, PAY OVER THE TAX, OR  MAKE  RETURNS  OF\n   19  THE  TAX  AS  REQUIRED  IN  THIS  SECTION, THE ADMINISTRATOR MAY SERVE A\n   20  NOTICE REQUIRING SUCH EMPLOYER TO COLLECT THE TAXES WHICH BECOME COLLEC-\n   21  TIBLE AFTER SERVICE OF SUCH NOTICE, TO DEPOSIT  SUCH  TAXES  IN  A  BANK\n   22  APPROVED  BY  THE ADMINISTRATOR, IN A SEPARATE ACCOUNT, IN TRUST FOR THE\n   23  CITY AND PAYABLE TO THE ADMINISTRATOR, AND TO KEEP THE  AMOUNT  OF  SUCH\n   24  TAX  IN  SUCH  ACCOUNT  UNTIL  PAYMENT OVER TO THE ADMINISTRATOR.   SUCH\n   25  NOTICE SHALL REMAIN IN EFFECT UNTIL A NOTICE OF CANCELLATION  IS  SERVED\n   26  BY THE ADMINISTRATOR.\n   27    SEC.  12.    EMPLOYER'S  LIABILITY FOR WITHHELD TAXES.--EVERY EMPLOYER\n   28  REQUIRED TO DEDUCT AND WITHHOLD THE TAX UNDER THIS LOCAL LAW  IS  HEREBY\n   29  MADE  LIABLE  FOR SUCH TAX.   FOR PURPOSES OF ASSESSMENT AND COLLECTION,\n   30  ANY AMOUNT REQUIRED TO BE WITHHELD AND PAID OVER TO  THE  ADMINISTRATOR,\n   31  AND  ANY  ADDITIONS  TO TAX, PENALTIES AND INTEREST WITH RESPECT THERETO\n   32  SHALL BE CONSIDERED THE TAX OF THE EMPLOYER.  ANY AMOUNT OF TAX ACTUALLY\n   33  DEDUCTED AND WITHHELD UNDER THIS LOCAL LAW SHALL BE HELD TO BE A SPECIAL\n   34  FUND IN TRUST FOR THE CITY.\n   35    NO EMPLOYEE SHALL HAVE ANY RIGHT OF ACTION AGAINST HIS OR HER EMPLOYER\n   36  IN RESPECT TO ANY MONIES DEDUCTED AND WITHHELD FROM HIS OR HER WAGES AND\n   37  PAID OVER TO THE ADMINISTRATOR IN COMPLIANCE OR IN  INTENDED  COMPLIANCE\n   38  WITH THIS LOCAL LAW.\n   39    SEC.  13.    EMPLOYER'S  FAILURE TO WITHHOLD.--IF AN EMPLOYER FAILS TO\n   40  DEDUCT AND WITHHOLD THE TAX, AS REQUIRED, AND THEREAFTER THE TAX AGAINST\n   41  WHICH SUCH TAX MAY BE CREDITED IS  PAID,  THE  TAX  SO  REQUIRED  TO  BE\n   42  DEDUCTED  AND WITHHELD SHALL NOT BE COLLECTED FROM THE EMPLOYER, BUT THE\n   43  EMPLOYER SHALL NOT BE RELIEVED FROM LIABILITY FOR ANY PENALTIES,  INTER-\n   44  EST  OR  ADDITIONS  TO  THE  TAX OTHERWISE APPLICABLE IN RESPECT OF SUCH\n   45  FAILURE TO DEDUCT AND WITHHOLD.\n   46    SEC. 14.  RETURNS AND PAYMENT OF TAX.--ON OR BEFORE THE FIFTEENTH  DAY\n   47  OF  THE  FOURTH  MONTH  FOLLOWING  THE  CLOSE OF THE TAXABLE YEAR, EVERY\n   48  PERSON SUBJECT TO THE TAX SHALL MAKE AND FILE A RETURN AND  ANY  BALANCE\n   49  OF THE TAX SHOWN DUE ON THE FACE OF SUCH RETURN SHALL BE PAID THEREWITH.\n   50  THE  ADMINISTRATOR MAY, BY REGULATION, PROVIDE FOR THE FILING OF RETURNS\n   51  AND PAYMENT OF THE TAX AT SUCH OTHER TIMES AS HE OR SHE DEEMS  NECESSARY\n   52  FOR  THE  PROPER  ENFORCEMENT  OF THIS LOCAL LAW.  THE ADMINISTRATOR MAY\n   53  ALSO PROVIDE BY REGULATION THAT ANY RETURN OTHERWISE REQUIRED TO BE MADE\n   54  AND FILED UNDER THIS LOCAL LAW BY ANY NONRESIDENT INDIVIDUAL NEED NOT BE\n   55  MADE AND FILED IF SUCH NONRESIDENT INDIVIDUAL HAD,  DURING  THE  TAXABLE\n   56  YEAR TO WHICH THE RETURN WOULD RELATE, NO NET EARNINGS FROM SELF-EMPLOY-\n\n       A. 1483                            11\n\n    1  MENT WITHIN THE CITY.  ANY REGULATION ALLOWING SUCH WAIVER OF RETURN MAY\n    2  PROVIDE  FOR  ADDITIONAL LIMITATIONS ON AND CONDITIONS AND PREREQUISITES\n    3  TO THE PRIVILEGE OF NOT FILING A RETURN.\n    4    SEC.  14-A.  COMBINED  RETURNS,  EMPLOYER'S RETURNS AND PAYMENTS.--THE\n    5  STATE TAX COMMISSION MAY REQUIRE:\n    6    (1) THE FILING OF ANY OR ALL OF THE FOLLOWING:\n    7    (A) A COMBINED RETURN WHICH IN ADDITION TO THE RETURN PROVIDED FOR  IN\n    8  A LOCAL LAW AUTHORIZED BY THIS ARTICLE MAY ALSO INCLUDE RETURNS REQUIRED\n    9  TO  BE  FILED  UNDER A LOCAL LAW AUTHORIZED BY ARTICLE THIRTY OF THE TAX\n   10  LAW AND UNDER ARTICLE TWENTY-TWO OF THE TAX LAW.\n   11    (B) A COMBINED EMPLOYER'S RETURN WHICH IN ADDITION TO  THE  EMPLOYER'S\n   12  RETURN  PROVIDED  FOR IN A LOCAL LAW AUTHORIZED BY THIS ARTICLE MAY ALSO\n   13  INCLUDE EMPLOYER'S RETURNS REQUIRED  TO  BE  FILED  UNDER  A  LOCAL  LAW\n   14  AUTHORIZED BY ARTICLE THIRTY OF THE TAX LAW AND UNDER ARTICLE TWENTY-TWO\n   15  OF THE TAX LAW.\n   16    (2) WHERE A COMBINED RETURN OR EMPLOYER'S RETURN IS REQUIRED, AND WITH\n   17  RESPECT  TO  THE  PAYMENT OF ESTIMATED TAX, THE STATE TAX COMMISSION MAY\n   18  ALSO REQUIRE PAYMENT OF A SINGLE AMOUNT WHICH SHALL BE THE TOTAL OF  THE\n   19  AMOUNTS  (TOTAL  TAXES  LESS ANY CREDITS OR REFUNDS) REQUIRED TO BE PAID\n   20  WITH THE RETURNS OR EMPLOYER'S RETURNS OR IN PAYMENT  OF  ESTIMATED  TAX\n   21  PURSUANT  TO THE PROVISIONS OF LOCAL LAWS IMPOSED UNDER THE AUTHORITY OF\n   22  THIS ARTICLE, ARTICLE  THIRTY  OF  THE  TAX  LAW  AND  PURSUANT  TO  THE\n   23  PROVISIONS OF ARTICLE TWENTY-TWO OF THE TAX LAW.\n   24    SEC.  15.    EFFECT  OF INVALIDITY IN PART; INCONSISTENCIES WITH OTHER\n   25  LAWS.--(A) IF ANY  CLAUSE,  SENTENCE,  PARAGRAPH,  SUBSECTION,  SECTION,\n   26  PROVISION  OR OTHER PORTION OF THIS LOCAL LAW OR THE APPLICATION THEREOF\n   27  TO ANY PERSON OR CIRCUMSTANCES SHALL BE HELD TO BE INVALID, SUCH HOLDING\n   28  SHALL NOT AFFECT, IMPAIR OR INVALIDATE THE REMAINDER OF THIS  LOCAL  LAW\n   29  OR  THE APPLICATION OF SUCH PORTION HELD INVALID, TO ANY OTHER PERSON OR\n   30  CIRCUMSTANCES, BUT SHALL BE CONFINED IN ITS  OPERATION  TO  THE  CLAUSE,\n   31  SENTENCE,  PARAGRAPH,  SUBSECTION,  SECTION,  PROVISION OR OTHER PORTION\n   32  THEREOF DIRECTLY INVOLVED IN SUCH HOLDING OR TO THE PERSON  AND  CIRCUM-\n   33  STANCES THEREIN INVOLVED.\n   34    (B)    IF  ANY  PROVISION  OF  THIS LOCAL LAW IS INCONSISTENT WITH, IN\n   35  CONFLICT WITH, OR CONTRARY TO ANY OTHER PROVISION OF LAW, SUCH PROVISION\n   36  OF THIS LOCAL LAW SHALL PREVAIL OVER SUCH OTHER PROVISION AND SUCH OTHER\n   37  PROVISION SHALL BE DEEMED TO HAVE BEEN AMENDED, SUPERSEDED  OR  REPEALED\n   38  TO THE EXTENT OF SUCH INCONSISTENCY, CONFLICT OR CONTRARIETY.\n   39    S 25-N. ADMINISTRATIVE  PROVISIONS. (A) GENERAL. ANY LOCAL LAW ADOPTED\n   40  PURSUANT TO THIS ARTICLE SHALL ALSO  CONTAIN  PROVISIONS  NECESSARY  AND\n   41  APPROPRIATE  FOR THE COLLECTION AND THE ADMINISTRATION OF THE TAX HEREIN\n   42  AUTHORIZED, EXCEPT THAT WITH RESPECT TO ANY TAXABLE  YEAR  BEGINNING  IN\n   43  NINETEEN  HUNDRED  SEVENTY,  UNTIL AND INCLUDING THE THIRTY-FIRST DAY OF\n   44  DECEMBER, NINETEEN HUNDRED SEVENTY-ONE, ANY LOCAL LAW  ADOPTED  PURSUANT\n   45  TO  THIS  ARTICLE  SHALL CONTAIN THE SAME PROVISIONS AS ARE CONTAINED IN\n   46  CHAPTER NINETEEN OF TITLE ELEVEN OF THE ADMINISTRATIVE CODE OF THE  CITY\n   47  OF  NEW  YORK, BUT \"ADMINISTRATOR\" SHALL BE READ \"STATE TAX COMMISSION\";\n   48  \"ADMINISTRATIVE AGENCIES OF THE CITY\" SHALL BE READ  AS  \"ADMINISTRATIVE\n   49  AGENCIES  OF  THE STATE\"; \"DEPOSITORIES OR FINANCIAL AGENTS OF THE CITY\"\n   50  SHALL BE READ AS \"DEPOSITORIES OR FINANCIAL AGENTS OF THE STATE\"; \"OFFI-\n   51  CERS OR EMPLOYEES OF THE DEPARTMENT OF FINANCE OF  THE  CITY\"  SHALL  BE\n   52  READ  \"OFFICERS  OR  EMPLOYEES  OF  THE STATE DEPARTMENT OF TAXATION AND\n   53  FINANCE\"; IN SECTIONS 11-1934, 11-1936, 11-1939, AND 11-1942 (EXCEPT FOR\n   54  THE LAST SENTENCE THEREOF) OF CHAPTER NINETEEN OF TITLE  ELEVEN  OF  THE\n   55  ADMINISTRATIVE  CODE  OF  THE  CITY  OF NEW YORK \"CITY\" SHALL BE READ AS\n   56  \"STATE\"; \"CORPORATION COUNSEL OR OTHER APPROPRIATE OFFICER OF THE  CITY\"\n\n       A. 1483                            12\n\n    1  OR  \"CORPORATION  COUNSEL  OF THE CITY\" SHALL BE READ AS \"STATE ATTORNEY\n    2  GENERAL\"; AND THE WORDS  \"IT\"  OR  \"ITS\"  SHALL  APPLY  INSTEAD  OF  THE\n    3  PRONOUNS  USED WHERE THE REFERENCE IS TO STATE TAX COMMISSION. PROVIDED,\n    4  HOWEVER,  WITH  RESPECT TO DECLARATIONS OF ESTIMATED TAX AND PAYMENTS OF\n    5  SUCH TAX AND THE WITHHOLDING TAX REQUIREMENTS, UNTIL AND  INCLUDING  THE\n    6  THIRTY-FIRST  DAY  OF  DECEMBER,  NINETEEN HUNDRED SEVENTY-ONE, ANY SUCH\n    7  TERMS SHALL BE SO READ WITH RESPECT TO ANY TAXABLE YEAR OR OTHER  PERIOD\n    8  BEGINNING IN NINETEEN HUNDRED SEVENTY-ONE.\n    9    (B)  METHODS  OF REVIEW.--SUCH LOCAL LAW SHALL ALSO CONTAIN PROVISIONS\n   10  SUBSTANTIALLY THE SAME AS THE FOLLOWING:\n   11    (I) ANY FINAL DETERMINATION OF THE AMOUNT OF ANY TAX PAYABLE HEREUNDER\n   12  SHALL BE REVIEWABLE FOR ERROR, ILLEGALITY OR UNCONSTITUTIONALITY OR  ANY\n   13  OTHER  REASON  WHATSOEVER BY A PROCEEDING UNDER ARTICLE SEVENTY-EIGHT OF\n   14  THE CIVIL PRACTICE LAW AND RULES IF APPLICATION THEREFOR IS MADE TO  THE\n   15  SUPREME  COURT WITHIN FOUR MONTHS AFTER THE GIVING OF THE NOTICE OF SUCH\n   16  FINAL DETERMINATION, PROVIDED, HOWEVER, THAT ANY SUCH  PROCEEDING  UNDER\n   17  ARTICLE  SEVENTY-EIGHT  OF THE CIVIL PRACTICE LAW AND RULES SHALL NOT BE\n   18  INSTITUTED UNLESS (A) THE AMOUNT OF ANY TAX SOUGHT TO BE REVIEWED,  WITH\n   19  SUCH  INTEREST AND PENALTIES THEREON AS MAY BE PROVIDED FOR BY LOCAL LAW\n   20  OR REGULATION, SHALL BE FIRST DEPOSITED AND THERE IS FILED AN  UNDERTAK-\n   21  ING,  ISSUED BY A SURETY COMPANY AUTHORIZED TO TRANSACT BUSINESS IN THIS\n   22  STATE AND APPROVED BY THE SUPERINTENDENT OF INSURANCE OF THIS  STATE  AS\n   23  TO  SOLVENCY  AND  RESPONSIBILITY,  IN  SUCH  AMOUNT AS A JUSTICE OF THE\n   24  SUPREME COURT SHALL APPROVE TO THE EFFECT THAT  IF  SUCH  PROCEEDING  BE\n   25  DISMISSED  OR  THE  TAX  CONFIRMED THE PETITIONER WILL PAY ALL COSTS AND\n   26  CHARGES WHICH MAY ACCRUE IN THE PROSECUTION OF SUCH PROCEEDING OR (B) AT\n   27  THE OPTION OF THE PETITIONER SUCH UNDERTAKING MAY BE IN A SUM SUFFICIENT\n   28  TO COVER THE TAXES, INTEREST AND PENALTIES STATED IN SUCH  DETERMINATION\n   29  PLUS  THE  COSTS  AND  CHARGES WHICH MAY ACCRUE AGAINST IT IN THE PROSE-\n   30  CUTION OF THE PROCEEDING, IN WHICH EVENT THE  PETITIONER  SHALL  NOT  BE\n   31  REQUIRED  TO PAY SUCH TAXES, INTEREST OR PENALTIES AS A CONDITION PRECE-\n   32  DENT TO THE APPLICATION.\n   33    (II) WHERE ANY TAX IMPOSED  HEREUNDER  SHALL  HAVE  BEEN  ERRONEOUSLY,\n   34  ILLEGALLY OR UNCONSTITUTIONALLY COLLECTED AND APPLICATION FOR THE REFUND\n   35  THEREOF  DULY  MADE  TO  THE PROPER FISCAL OFFICER OR OFFICERS, AND SUCH\n   36  OFFICER OR OFFICERS SHALL HAVE MADE A DETERMINATION DENYING SUCH REFUND,\n   37  SUCH DETERMINATION SHALL BE REVIEWABLE BY  A  PROCEEDING  UNDER  ARTICLE\n   38  SEVENTY-EIGHT  OF  THE  CIVIL PRACTICE LAW AND RULES, PROVIDED, HOWEVER,\n   39  THAT SUCH PROCEEDING IS INSTITUTED WITHIN FOUR MONTHS AFTER  THE  GIVING\n   40  OF  THE NOTICE OF SUCH DENIAL, THAT A FINAL DETERMINATION OF TAX DUE WAS\n   41  NOT PREVIOUSLY MADE, AND THAT AN UNDERTAKING IS FILED  WITH  THE  PROPER\n   42  FISCAL  OFFICER  OR  OFFICERS IN SUCH AMOUNT AND WITH SUCH SURETIES AS A\n   43  JUSTICE OF THE SUPREME COURT SHALL APPROVE TO THE EFFECT  THAT  IF  SUCH\n   44  PROCEEDING  BE  DISMISSED  OR THE TAX CONFIRMED, THE PETITIONER WILL PAY\n   45  ALL COSTS AND CHARGES WHICH  MAY  ACCRUE  IN  THE  PROSECUTION  OF  SUCH\n   46  PROCEEDING.\n   47    (III)  NO ASSESSMENT OF ADDITIONAL TAX SHALL BE MADE AFTER THE EXPIRA-\n   48  TION OF MORE THAN THREE YEARS FROM THE DATE OF THE FILING OF THE  RETURN\n   49  EXCEPT THAT WHERE NO RETURN HAS BEEN FILED OR, IN THE CASE OF THE FILING\n   50  OF  A  WILFULLY FALSE OR FRAUDULENT RETURN WITH INTENT TO EVADE THE TAX,\n   51  THE TAX MAY BE ASSESSED AT ANY TIME; PROVIDED, HOWEVER, WHERE A TAXPAYER\n   52  OMITS FROM HIS OR HER RETURN AN AMOUNT WHICH SHOULD BE PROPERLY INCLUDED\n   53  THEREIN WHICH IS IN EXCESS OF TWENTY-FIVE PERCENT OF THE AMOUNT  OF  THE\n   54  GROSS  INCOME  DERIVED  BY  HIM  OR  HER  FROM ANY TRADE OR BUSINESS, NO\n   55  ASSESSMENT OF ADDITIONAL TAX SHALL BE MADE AFTER THE EXPIRATION OF  MORE\n\n       A. 1483                            13\n\n    1  THAN  SIX  YEARS  FROM  THE  DATE OF THE FILING OF THE RETURN, EXCEPT AS\n    2  OTHERWISE PROVIDED HEREIN.\n    3    (C) BULK SALES.-- SUCH LOCAL LAW MAY CONTAIN A PROVISION SUBSTANTIALLY\n    4  THE SAME AS THE FOLLOWING:\n    5    WHENEVER  THERE  IS MADE A SALE, TRANSFER OR ASSIGNMENT IN BULK OF ANY\n    6  PART OR THE WHOLE OF A STOCK OF MERCHANDISE OR OF FIXTURES, OR  MERCHAN-\n    7  DISE AND OF FIXTURES PERTAINING TO THE CONDUCTING OF THE BUSINESS OF THE\n    8  SELLER,  TRANSFERRER  OR ASSIGNOR, OTHERWISE THAN IN THE ORDINARY COURSE\n    9  OF TRADE AND IN THE REGULAR PROSECUTION OF SAID BUSINESS, THE PURCHASER,\n   10  TRANSFEREE OR ASSIGNEE SHALL AT LEAST TEN DAYS BEFORE TAKING  POSSESSION\n   11  OF  SUCH  MERCHANDISE,  FIXTURES, OR MERCHANDISE AND FIXTURES, OR PAYING\n   12  THEREFOR, NOTIFY THE ADMINISTRATOR BY REGISTERED MAIL  OF  THE  PROPOSED\n   13  SALE  AND OF THE PRICE, TERMS AND CONDITIONS THEREOF, WHETHER OR NOT THE\n   14  SELLER, TRANSFERRER OR ASSIGNOR, HAS REPRESENTED  TO,  OR  INFORMED  THE\n   15  PURCHASER, TRANSFEREE OR ASSIGNEE, THAT IT OWES ANY TAX PURSUANT TO THIS\n   16  LOCAL  LAW,  WHETHER  OR  NOT  THE PURCHASER, TRANSFEREE OR ASSIGNEE HAS\n   17  KNOWLEDGE THAT SUCH TAXES ARE OWING, AND WHETHER OR NOT ANY  SUCH  TAXES\n   18  ARE IN FACT OWING.\n   19    WHENEVER  THE PURCHASER, TRANSFEREE OR ASSIGNEE SHALL FAIL TO GIVE THE\n   20  NOTICE TO THE ADMINISTRATOR REQUIRED  BY  THE  PRECEDING  PARAGRAPH,  OR\n   21  WHENEVER  THE  ADMINISTRATOR  SHALL  INFORM THE PURCHASER, TRANSFEREE OR\n   22  ASSIGNEE THAT A POSSIBLE CLAIM FOR SUCH TAX OR TAXES EXISTS, ANY SUMS OF\n   23  MONEY, PROPERTY OR CHOSES IN ACTION, OR OTHER CONSIDERATION,  WHICH  THE\n   24  PURCHASER,  TRANSFEREE  OR  ASSIGNEE IS REQUIRED TO TRANSFER OVER TO THE\n   25  SELLER, TRANSFERRER OR ASSIGNOR SHALL BE SUBJECT  TO  A  FIRST  PRIORITY\n   26  RIGHT  AND  LIEN FOR ANY SUCH TAXES THERETOFORE OR THEREAFTER DETERMINED\n   27  TO BE DUE FROM THE SELLER, TRANSFERRER OR ASSIGNOR TO THE CITY, AND  THE\n   28  PURCHASER,  TRANSFEREE OR ASSIGNEE IS FORBIDDEN TO TRANSFER TO THE SELL-\n   29  ER, TRANSFERRER OR ASSIGNOR ANY SUCH SUMS OF MONEY, PROPERTY  OR  CHOSES\n   30  IN  ACTION TO THE EXTENT OF THE AMOUNT OF THE CITY'S CLAIM.  FOR FAILURE\n   31  TO COMPLY WITH THE PROVISIONS OF THIS SUBDIVISION THE PURCHASER,  TRANS-\n   32  FEREE OR ASSIGNEE, IN ADDITION TO BEING SUBJECT TO LIABILITIES AND REME-\n   33  DIES IMPOSED UNDER ANY PROVISIONS OF LAW, SHALL BE PERSONALLY LIABLE FOR\n   34  THE  PAYMENT  TO  THE  CITY OF ANY SUCH TAXES, THERETOFORE OR THEREAFTER\n   35  DETERMINED TO BE DUE TO THE CITY FROM THE SELLER, TRANSFERRER OR  ASSIG-\n   36  NOR  AND  SUCH LIABILITY MAY BE ASSESSED AND ENFORCED IN THE SAME MANNER\n   37  AS THE LIABILITY FOR TAX IS IMPOSED UNDER THIS LOCAL LAW.\n   38    (D) DELEGATION OF FUNCTIONS.--THE  LOCAL  LAW  MAY  PROVIDE  THAT  THE\n   39  ADMINISTRATOR OF THE TAX IMPOSED, AS DEFINED IN THE LOCAL LAW, MAY DELE-\n   40  GATE  HIS  OR HER POWERS AND FUNCTIONS UNDER THE LOCAL LAW TO ONE OF HIS\n   41  OR HER DEPUTIES OR TO ANY EMPLOYEE OR EMPLOYEES OF HIS OR HER DEPARTMENT\n   42  AND AUTHORIZE BANKS OR TRUST COMPANIES WHICH ARE DEPOSITORIES OR  FINAN-\n   43  CIAL  AGENTS  OF  THE  CITY  TO  RECEIVE  AND GIVE A RECEIPT FOR ANY TAX\n   44  IMPOSED UNDER THE LOCAL LAW.\n   45    (E) THE PROVISIONS CONTAINED IN SUBSECTIONS  (A),  (B),  (C)  AND  (D)\n   46  SHALL  NOT BE APPLICABLE WITH RESPECT TO TAXES IMPOSED FOR TAXABLE PERI-\n   47  ODS COMMENCING ON OR AFTER JANUARY FIRST, NINETEEN  HUNDRED  SEVENTY-SIX\n   48  BUT,  WITH  RESPECT  TO  THE TAX IMPOSED FOR SUCH PERIODS THE PROVISIONS\n   49  CONTAINED IN PART SIX OF ARTICLE TWENTY-TWO OF THE TAX LAW AND  SECTIONS\n   50  SIX  HUNDRED FIFTY-THREE, SIX HUNDRED FIFTY-EIGHT, SIX HUNDRED SIXTY-TWO\n   51  AND THIRTEEN HUNDRED ELEVEN OF THE TAX LAW INCLUDING THE  PROVISIONS  OF\n   52  JUDICIAL REVIEW BY A PROCEEDING UNDER ARTICLE SEVENTY-EIGHT OF THE CIVIL\n   53  PRACTICE  LAW  AND  RULES  SHALL  BE  APPLICABLE WITH THE SAME FORCE AND\n   54  EFFECT AS IF THOSE PROVISIONS HAD BEEN  INCORPORATED  IN  FULL  IN  THIS\n   55  SECTION EXCEPT WHERE INCONSISTENT WITH THE PROVISIONS OF THIS LOCAL LAW.\n\n       A. 1483                            14\n\n    1    S 25-O. DEPOSIT  AND  DISPOSITION OF REVENUES. REVENUES RESULTING FROM\n    2  THE IMPOSITION OF THE TAX AUTHORIZED BY THIS ARTICLE SHALL BE PAID  INTO\n    3  THE  TREASURY  OF THE CITY AND SHALL BE CREDITED TO AND DEPOSITED IN THE\n    4  GENERAL FUND OF SUCH CITY AND SHALL BE AVAILABLE  FOR  ANY  LAWFUL  CITY\n    5  PURPOSE. FOR TAXABLE YEARS BEGINNING ON OR AFTER JANUARY FIRST, NINETEEN\n    6  HUNDRED  SEVENTY-SIX SUCH REVENUES SHALL BE DEPOSITED AND DISPOSED OF IN\n    7  THE SAME MANNER AS REVENUES RESULTING FROM THE IMPOSITION OF  THE  TAXES\n    8  AUTHORIZED BY ARTICLE THIRTY OF THE TAX LAW.\n    9    S 3. Section 1301 of the tax law is amended by adding a new subsection\n   10  (c) to read as follows:\n   11    (C)  THE  TAXES  AUTHORIZED BY THIS ARTICLE MAY BE IMPOSED ONLY IF THE\n   12  GENERAL CITY LAW AUTHORIZES THE ADOPTION OF A CITY TAX ON  THE  EARNINGS\n   13  OF NONRESIDENTS AND THE CITY IMPOSING THE TAX AUTHORIZED BY THIS ARTICLE\n   14  ALSO IMPOSES SUCH TAX ON THE EARNINGS OF NONRESIDENTS.\n   15    S  4. Separability. If any clause, sentence, paragraph or part of this\n   16  act shall be adjudged to be unconstitutional or invalid,  such  judgment\n   17  shall  not  affect,  impair,  or  invalidate, the remainder thereof, but\n   18  shall be confined in its operation to the clause,  sentence,  paragraph,\n   19  section  or  part thereof directly involved in controversy in which such\n   20  judgment shall have been rendered.\n   21    S 5. This act shall take effect immediately and  shall  be  deemed  to\n   22  have  been  in  full force and effect on and after July 1, 1999. The tax\n   23  authorized, administered, enforced and levied in accordance with article\n   24  2-E and subsection (h) of section 1 of section 25-m of the general  city\n   25  law,  and  subsection  (c) of section 1301 and subsection (b) of section\n   26  1305 of the tax law shall be continuously computed and shall be adminis-\n   27  tered, enforced, and levied as if chapter 5 of the laws of 1999 had  not\n   28  been  enacted. The commissioner of taxation and finance is authorized to\n   29  promulgate immediately and on  an  emergency  basis  all  necessary  and\n   30  reasonable  rules  and regulations for the timely implementation of this\n   31  act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general city law and the tax law, in relation to imposing the earnings tax on nonresidents and to repeal chapter 5 of the laws of 1999, amending the tax law and the general city law relating to the definition of nonresident for the purpose of imposing the earnings tax on nonresidents and to repeal such tax in the event of certain judicial determinations relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T110654.TXT", "SOBI.D110111.T120657.TXT", "SOBI.D110110.T133607.TXT", "SOBI.D110111.T111153.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294765617315
}