{
  "year" : 2011,
  "senateBillNo" : "A1492-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1492-2011-1294635600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates New York state regulatory review council; expands scope of regulatory impact statements",
  "summary" : "Expands requirements for regulatory impact statements to include discussion of potential benefits and cost savings; creates New York state regulatory review council to review every promulgation, repeal or amendment of every rule or regulation; provides that no new rule, unless critical to health, safety, or welfare, may become effective without the approval of the council; provides for the procedures of the council; provides for an annual report by the council on its actions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Administrative Procedure Act",
  "previousVersions" : [ "A2856-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1492\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO, FINCH, REILICH -- Multi-Sponsored by --\n         M. of A. BARCLAY, BUTLER, GIGLIO, HAWLEY,  KOLB,  P. LOPEZ,  MOLINARO,\n         RAIA  -- read once and referred to the Committee on Governmental Oper-\n         ations\n\n       AN ACT to amend the state administrative procedure act, in  relation  to\n         creating  the  New  York state regulatory review council and expanding\n         regulatory impact statements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 3 of section 202-a of the state administrative\n    2  procedure act, as amended by chapter 520 of the laws of 1992,  paragraph\n    3  (b)  as  amended  by  chapter  229 of the laws of 2000, paragraph (f) as\n    4  amended by chapter 628 of the laws  of  1995,  is  amended  to  read  as\n    5  follows:\n    6    3. Each regulatory impact statement shall contain:\n    7    (a) Statutory authority. A statement analyzing the statutory authority\n    8  for  the  rule, including but not limited to the agency's interpretation\n    9  of the legislative objectives of such authority;\n   10    (b) Needs and benefits. A [statement setting  forth  the  purpose  of,\n   11  necessity  for,  and benefits derived from the rule,] DESCRIPTION OF THE\n   12  POTENTIAL BENEFITS OF THE RULE, INCLUDING ANY  BENEFICIAL  EFFECTS  THAT\n   13  CANNOT  BE  QUANTIFIED IN MONETARY TERMS, THE NECESSITY OF THE RULE, THE\n   14  IDENTIFICATION OF THOSE LIKELY TO RECEIVE THE BENEFITS THEREOF, a  cita-\n   15  tion  for  and summary, not to exceed five hundred words, of each scien-\n   16  tific or statistical study, report or analysis that served as the  basis\n   17  for  the rule, an explanation of how it was used to determine the neces-\n   18  sity for and benefits derived from the rule, and the name of the  person\n   19  that produced each study, report or analysis;\n   20    (c)  Costs.  A  [statement  detailing the projected costs of the rule,\n   21  which shall indicate:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01335-01-1\n\n       A. 1492                             2\n\n    1    (i) the costs for the implementation  of,  and  continuing  compliance\n    2  with, the rule to regulated persons;\n    3    (ii) the costs for the implementation of, and continued administration\n    4  of,  the  rule to the agency and to the state and its local governments;\n    5  and\n    6    (iii) the information, including the source or sources of such  infor-\n    7  mation, and methodology upon which the cost analysis is based; or\n    8    (iv) where an agency finds that it cannot fully provide a statement of\n    9  such  costs,  a  statement  setting forth its best estimate, which shall\n   10  indicate the information and methodology upon which such  best  estimate\n   11  is  based and the reason or reasons why a complete cost statement cannot\n   12  be provided] DESCRIPTION OF THE POTENTIAL COSTS OF THE  RULE,  INCLUDING\n   13  ANY ADVERSE EFFECTS THAT CANNOT BE QUANTIFIED IN MONETARY TERMS, AND THE\n   14  IDENTIFICATION OF ALL THOSE ENTITIES LIKELY TO BEAR THE COSTS;\n   15    (d)  Paperwork.  A  statement  describing  the  need for any reporting\n   16  requirements, including  forms  and  other  paperwork,  which  would  be\n   17  required  as  a result of the rule AND ANY FEES THE AGENCY WOULD REQUIRE\n   18  TO BE PAID WITH THE FILING AND PROCESSING OF THIS PAPERWORK;\n   19    (e) Local government mandates. A  statement  describing  any  program,\n   20  service,  duty  or  responsibility  imposed by the rule upon any county,\n   21  city, town, village, school district, fire  district  or  other  special\n   22  district;\n   23    (f)  Duplication.  A DETAILED statement identifying relevant rules and\n   24  other legal requirements of the state and federal governments, including\n   25  those which may duplicate, overlap or conflict with the rule.    If  the\n   26  statement  indicates  that the rule would duplicate, overlap or conflict\n   27  with any other relevant rule or legal requirement, the statement  should\n   28  also  identify  all  efforts  which  the agency has or will undertake to\n   29  resolve, or  minimize  the  impact  of,  such  duplication,  overlap  or\n   30  conflict  on  regulated  persons, including, but not limited to, seeking\n   31  waivers of or exemptions from such other rules  or  legal  requirements,\n   32  seeking amendment of such other rules or legal requirements, or entering\n   33  into  a  memorandum  of understanding or other agreement concerning such\n   34  other rules or legal requirements;\n   35    (g) Alternative approaches. A DETAILED statement indicating  [whether]\n   36  any [significant] alternatives to the rule [were considered by the agen-\n   37  cy],  including  a  DETAILED  discussion  of  such  alternatives and the\n   38  reasons why they were not incorporated into the rule.   IN  ADDITION,  A\n   39  DESCRIPTION  OF ALTERNATIVE APPROACHES THAT COULD ACHIEVE THE SAME REGU-\n   40  LATORY GOAL AT LOWER COST, TOGETHER WITH AN ANALYSIS OF  SUCH  POTENTIAL\n   41  BENEFIT AND COSTS, AND A BRIEF DESCRIPTION OF THE LEGAL REASONS WHY SUCH\n   42  ALTERNATIVES, IF PROPOSED, COULD NOT BE ADOPTED;\n   43    (h)  Federal  standards.  A  statement  identifying  whether  the rule\n   44  exceeds any minimum standards of the federal government for the same  or\n   45  similar subject areas and, if so, an explanation of why the rule exceeds\n   46  such standards; and\n   47    (i)  Compliance  schedule. A statement indicating the estimated period\n   48  of time necessary to enable regulated persons to achieve compliance with\n   49  the rule.\n   50    S 2. The state administrative procedure act is amended by adding a new\n   51  section 208 to read as follows:\n   52    S 208. NEW YORK STATE REGULATORY REVIEW COUNCIL. 1.  THERE  IS  HEREBY\n   53  CREATED  THE  \"NEW  YORK STATE REGULATORY REVIEW COUNCIL\".  ON AND AFTER\n   54  JANUARY FIRST, TWO THOUSAND TWELVE, NO NEW RULE, UNLESS CRITICAL TO  THE\n   55  HEALTH,  SAFETY  AND  GENERAL  WELFARE OF THE PEOPLE OF THE STATE, SHALL\n   56  BECOME EFFECTIVE UNLESS SUCH RULE HAS BEEN APPROVED BY MAJORITY VOTE  OF\n\n       A. 1492                             3\n\n    1  THE  COUNCIL.  ANY  ACTION TAKEN BY THE COUNCIL SHALL BE FINAL AND SHALL\n    2  ONLY OCCUR AFTER THE AGENCY REQUESTING THE RULE HAS HELD A PUBLIC  HEAR-\n    3  ING  AS  REQUIRED  PURSUANT  TO SECTION TWO HUNDRED TWO OF THIS ARTICLE.\n    4  UNDER  NO CIRCUMSTANCES, SHALL ANY RULE BE PLACED BEFORE THE COUNCIL FOR\n    5  FINAL DETERMINATION OF APPROVAL UNLESS, (I) THE  POTENTIAL  BENEFITS  OF\n    6  THE RULE TO SOCIETY CLEARLY OUTWEIGH THE POTENTIAL COSTS TO SOCIETY, AND\n    7  THAT  SITUATION HAS BEEN CLEARLY IDENTIFIED BY THE COUNCIL, AND (II) THE\n    8  RULE MAXIMIZES THE NET BENEFITS TO  SOCIETY  AND  IS  THE  LEAST  COSTLY\n    9  ALTERNATIVE, AND THE MAXIMUM BENEFITS AND MINIMUM COSTS HAVE BEEN CLEAR-\n   10  LY IDENTIFIED BY THE COUNCIL.\n   11    2.  THE COUNCIL SHALL CONSIST OF THE FOLLOWING SIX VOTING MEMBERS: THE\n   12  GOVERNOR, THE COMPTROLLER, THE SPEAKER OF  THE  ASSEMBLY,  THE  MINORITY\n   13  LEADER  OF  THE  ASSEMBLY, THE TEMPORARY PRESIDENT OF THE SENATE AND THE\n   14  MINORITY LEADER OF THE SENATE, OR THEIR DESIGNATED  REPRESENTATIVE.  THE\n   15  MEMBERS  OF THE COUNCIL OR THEIR DESIGNATED REPRESENTATIVE SHALL RECEIVE\n   16  NO COMPENSATION FOR THEIR SERVICES. FOUR MEMBERS OF  THE  COUNCIL  SHALL\n   17  CONSTITUTE  A  QUORUM  AND  THE  AFFIRMATIVE VOTE OF THE MAJORITY OF THE\n   18  WHOLE COUNCIL SHALL BE NECESSARY FOR THE TRANSACTION OF ANY BUSINESS  OR\n   19  THE  EXERCISE  OF  ANY  POWER  OF THE COUNCIL. THE COUNCIL SHALL MEET AT\n   20  LEAST ONCE EVERY MONTH BUT SHALL MEET FIRST WITHIN  SEVEN  DAYS  OF  THE\n   21  BEGINNING OF EVERY MONTH TO CONDUCT ITS BUSINESS.\n   22    3.  EACH  STATE  AGENCY PROPOSING A RULE SHALL SUBMIT THE FOLLOWING TO\n   23  THE COUNCIL IN ORDER FOR THE COUNCIL TO  TAKE  ACTION  ON  THE  AGENCY'S\n   24  PROPOSAL:\n   25    (A)  A  STATEMENT CITING THE STATUTORY AUTHORITY, INCLUDING PARTICULAR\n   26  SECTIONS AND SUBDIVISIONS OF LAW, UNDER WHICH THE ACTION WILL BE TAKEN;\n   27    (B) THE EXPRESS TERMS OF SUCH PROPOSED ACTION IN TWO THOUSAND WORDS OR\n   28  LESS;\n   29    (C) A REGULATORY  IMPACT  STATEMENT  AS  REQUIRED  UNDER  SECTION  TWO\n   30  HUNDRED TWO-A OF THIS ARTICLE;\n   31    (D)  THE  ANTICIPATED  EFFECTIVE  DATE OF THE NEW, AMENDED OR REPEALED\n   32  RULE;\n   33    (E) THE NAME, PUBLIC OFFICE ADDRESS AND TELEPHONE NUMBER OF THE AGENCY\n   34  REPRESENTATIVE FROM WHOM THE EXPRESS TERMS OF THE ACTION AND ANY REGULA-\n   35  TORY IMPACT STATEMENT MAY BE OBTAINED;\n   36    (F) A TRANSCRIPT OF THE PUBLIC HEARINGS  HELD  ON  THE  PROPOSED  RULE\n   37  CHANGE REQUIRED UNDER SECTION TWO HUNDRED TWO OF THIS ARTICLE AS WELL AS\n   38  THE  NAMES, ADDRESSES AND PHONE NUMBERS OF ALL INDIVIDUALS WHO TESTIFIED\n   39  AT SUCH HEARINGS;\n   40    (G) A STATEMENT OUTLINING THE DETERMINATION MADE BY THE AGENCY PROPOS-\n   41  ING THE RULE THAT THE PROPOSED RULE  IS  CLEARLY  WITHIN  THE  AUTHORITY\n   42  DELEGATED BY LAW AND CONSISTENT WITH THE LEGISLATIVE INTENT; AND\n   43    (H) A STATEMENT OUTLINING THE DETERMINATION MADE BY THE AGENCY PROPOS-\n   44  ING  THE  RULE THAT THE FACTUAL CONCLUSIONS UPON WHICH THE RULE IS BASED\n   45  HAVE SUBSTANTIAL SUPPORT IN THE AGENCY RECORD, VIEWED AS A  WHOLE,  WITH\n   46  FULL ATTENTION TO PUBLIC COMMENTS IN GENERAL AND THE COMMENTS OF PERSONS\n   47  DIRECTLY AFFECTED BY THE RULE IN PARTICULAR.\n   48    4. IN ADDITION TO THE POWERS SET FORTH IN THE OTHER PROVISIONS OF THIS\n   49  SECTION, THE COUNCIL SHALL HAVE THE FOLLOWING POWERS TO:\n   50    (A) REQUIRE ANY STATE OFFICER, OR THE HEAD OF ANY DEPARTMENT, DIVISION\n   51  OR  BUREAU  THEREOF,  TO FURNISH SUCH DATA, INFORMATION OR STATEMENTS AS\n   52  MAY BE NECESSARY FOR THE COUNCIL TO CONDUCT ITS BUSINESS;\n   53    (B) TAKE AND HEAR PROOFS AND TESTIMONY FROM INDIVIDUALS IN THE  PUBLIC\n   54  AND  PRIVATE SECTOR, SUBPOENA AND COMPEL THE ATTENDANCE OF WITNESSES AND\n   55  COMPEL THE PRODUCTION OF BOOKS, PAPERS, RECORDS AND DOCUMENTS;\n\n       A. 1492                             4\n\n    1    (C) ESTABLISH A COMPLAINT PROCEDURE FOR DETERMINING ENFORCEMENT ACTIV-\n    2  ITIES THAT MAY CAUSE ECONOMIC,  FINANCIAL  OR  OTHER  HARM  TO  ENTITIES\n    3  AFFECTED  BY  EXISTING  OR  PROPOSED RULES. IN ADDITION, THE COUNCIL MAY\n    4  PROVIDE RECOMMENDATIONS TO AGENCIES FOR CHANGING SUCH ENFORCEMENT PROCE-\n    5  DURES;\n    6    (D)  PREPARE  AND  PROMULGATE UNIFORM STANDARDS FOR THE DEVELOPMENT OF\n    7  REGULATORY IMPACT STATEMENTS REQUIRED PURSUANT TO THIS ARTICLE;\n    8    (E) IDENTIFY DUPLICATIVE, OVERLAPPING AND CONFLICTING RULES,  EXISTING\n    9  OR  PROPOSED,  AND EXISTING OR PROPOSED RULES THAT ARE INCONSISTENT WITH\n   10  THE POLICIES UNDERLYING STATUTES GOVERNING AGENCIES OTHER THAN THE ISSU-\n   11  ING AGENCY AND, IN SUCH CASES, REQUIRE APPROPRIATE INTERAGENCY CONSULTA-\n   12  TION TO MINIMIZE OR ELIMINATE SUCH DUPLICATION, OVERLAP OR CONFLICT;\n   13    (F) DEVELOP PROCEDURES FOR ESTIMATING THE ANNUAL BENEFITS AND COSTS OF\n   14  AGENCY REGULATIONS, ON BOTH AN  AGGREGATE  AND  ECONOMIC  OR  INDUSTRIAL\n   15  SECTOR BASIS, FOR PURPOSES OF COMPILING A REGULATORY BUDGET; AND\n   16    (G) MONITOR AGENCY COMPLIANCE WITH THE REQUIREMENTS OF THIS SECTION.\n   17    5.  ANNUALLY,  AFTER  JANUARY FIFTEENTH AND BEFORE FEBRUARY FIFTEENTH,\n   18  COMMENCING TWO THOUSAND THIRTEEN, THE COUNCIL SHALL  PUBLISH  AN  ANNUAL\n   19  REPORT  REGARDING  THE  ACTIONS  TAKEN  BY  THE COUNCIL DURING THE PRIOR\n   20  CALENDAR YEAR. SUCH REPORT SHALL INCLUDE SPECIFIC DETAILS CONCERNING NEW\n   21  OR AMENDED RULES AND  REGULATIONS  PROPOSED  TO  THE  COUNCIL  AND  WHAT\n   22  ACTIONS  WERE TAKEN BY THE COUNCIL ON SUCH NEW OR AMENDED RULES OR REGU-\n   23  LATIONS.\n   24    S 3. This act shall take effect immediately, and shall apply to  rules\n   25  and  regulations  proposed  to be added, amended or repealed on or after\n   26  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state administrative procedure act, in relation to creating the New York state regulatory review council and expanding regulatory impact statements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110111.T121157.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294765917460
}