{
  "year" : 2011,
  "senateBillNo" : "A1493-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1493-2011-1294635600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the recall power of the electors to remove an elective officer",
  "summary" : "Provides for the recall power of the electors to remove an elective officer. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "AA9085-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Amedore",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1493\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO, AMEDORE -- read once and referred to the\n         Committee on Governmental Operations\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing  the  addition  of  a  new  article 20 to the constitution, in\n         relation to providing for recall of an elective officer\n\n    1    Section 1. RESOLVED (if the Senate concur), That  article  20  of  the\n    2  constitution  be  renumbered article 21 and a new article 20 be added to\n    3  read as follows:\n    4                                 ARTICLE XX\n    5                                   RECALL\n    6    SECTION 1.  RECALL IS THE POWER OF THE ELECTORS TO REMOVE AN  ELECTIVE\n    7  OFFICER.\n    8    S  2.  1.  RECALL OF A STATE OFFICER IS INITIATED BY DELIVERING TO THE\n    9  SECRETARY OF STATE A PETITION ALLEGING REASON FOR RECALL. SUFFICIENCY OF\n   10  REASON IS NOT REVIEWABLE. PROPONENTS HAVE NINETY  DAYS  TO  FILE  SIGNED\n   11  PETITIONS.\n   12    2. A PETITION TO RECALL A STATEWIDE OFFICER MUST BE SIGNED BY ELECTORS\n   13  EQUAL  IN NUMBER TO TWENTY PERCENT OF THE LAST VOTE FOR THE OFFICE, WITH\n   14  SIGNATURES FROM EACH OF FIVE COUNTIES EQUAL IN NUMBER TO ONE PERCENT  OF\n   15  THE  LAST  VOTE  FOR  THE  OFFICE  IN  THE  COUNTY. SIGNATURES TO RECALL\n   16  SENATORS AND MEMBERS OF THE ASSEMBLY MUST EQUAL IN NUMBER TWENTY PERCENT\n   17  OF THE LAST VOTE FOR THE OFFICE.   THERE SHALL BE  NO  RECALL  POWER  TO\n   18  REMOVE JUDGES.\n   19    3.  THE  SECRETARY  OF  STATE SHALL MAINTAIN A CONTINUOUS COUNT OF THE\n   20  SIGNATURES CERTIFIED TO THAT OFFICE.\n   21    S 3. 1. AN ELECTION TO DETERMINE WHETHER TO RECALL AN OFFICER AND,  IF\n   22  APPROPRIATE,  TO  ELECT  A SUCCESSOR SHALL BE CALLED BY THE GOVERNOR AND\n   23  HELD NOT LESS THAN SIXTY DAYS NOR MORE THAN EIGHTY DAYS FROM THE DATE OF\n   24  CERTIFICATION OF SUFFICIENT SIGNATURES.\n   25    2. A RECALL ELECTION MAY BE CONDUCTED WITHIN ONE HUNDRED  EIGHTY  DAYS\n   26  FROM  THE  DATE  OF CERTIFICATION OF SUFFICIENT SIGNATURES IN ORDER THAT\n   27  THE ELECTION MAY BE  CONSOLIDATED  WITH  THE  NEXT  REGULARLY  SCHEDULED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89027-01-1\n\n       A. 1493                             2\n\n    1  ELECTION  OCCURRING  WHOLLY OR PARTIALLY WITHIN THE SAME JURISDICTION IN\n    2  WHICH THE RECALL ELECTION IS HELD, IF THE NUMBER OF VOTERS  ELIGIBLE  TO\n    3  VOTE  AT  THAT  NEXT  REGULARLY  SCHEDULED ELECTION EQUAL AT LEAST FIFTY\n    4  PERCENT OF ALL THE VOTERS ELIGIBLE TO VOTE AT THE RECALL ELECTION.\n    5    3.  IF  THE MAJORITY VOTE ON THE QUESTION IS TO RECALL, THE OFFICER IS\n    6  REMOVED AND, IF THERE IS A  CANDIDATE,  THE  CANDIDATE  WHO  RECEIVES  A\n    7  PLURALITY  IS  THE  SUCCESSOR.  THE  OFFICER MAY NOT BE A CANDIDATE, NOR\n    8  SHALL THERE BE ANY CANDIDACY FOR AN OFFICE FILED PURSUANT TO SECTION TWO\n    9  OF ARTICLE SIX.\n   10    S 4. THE  LEGISLATURE  SHALL  PROVIDE  FOR  CIRCULATION,  FILING,  AND\n   11  CERTIFICATION  OF  PETITIONS,  NOMINATION  OF CANDIDATES, AND THE RECALL\n   12  ELECTION.\n   13    S 5. IF RECALL OF THE GOVERNOR OR SECRETARY OF STATE IS INITIATED, THE\n   14  RECALL DUTIES OF THAT OFFICE SHALL BE PERFORMED BY THE LIEUTENANT GOVER-\n   15  NOR OR COMPTROLLER, RESPECTIVELY.\n   16    S 6. A STATE OFFICER WHO IS NOT RECALLED SHALL BE  REIMBURSED  BY  THE\n   17  STATE  FOR THE OFFICER'S RECALL ELECTION EXPENSES LEGALLY AND PERSONALLY\n   18  INCURRED. ANOTHER RECALL MAY NOT BE INITIATED AGAINST THE OFFICER  UNTIL\n   19  SIX MONTHS AFTER THE ELECTION.\n   20    S  7. THE LEGISLATURE SHALL PROVIDE FOR RECALL OF LOCAL OFFICERS. THIS\n   21  SECTION DOES NOT AFFECT COUNTIES AND CITIES WHOSE CHARTERS  PROVIDE  FOR\n   22  RECALL.\n   23    S  2. RESOLVED (if the Senate concur), That the foregoing amendment be\n   24  referred to the first regular legislative session  convening  after  the\n   25  next  succeeding  general  election  of members of the assembly, and, in\n   26  conformity with  section  1  of  article  19  of  the  constitution,  be\n   27  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing the addition of a new article 20 to the constitution, in relation to providing for recall of an elective officer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110111.T121157.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294765917461
}