{
  "year" : 2011,
  "senateBillNo" : "A1496-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1496-2011-1294635600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Reduces the tax on petroleum businesses and the sales and compensating use taxes on the retail sales of motor fuel and diesel motor fuel",
  "summary" : "Reduces the tax on petroleum businesses and sets the sales and compensating use taxes on the retail sales of motor fuel and diesel motor fuel at four cents a gallon instead of eight cents per gallon. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A10526-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1496\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO  --  Multi-Sponsored  by -- M. of A.\n         BARCLAY, BOYLE,  BURLING,  BUTLER,  CALHOUN,  CONTE,  CROUCH,  DUPREY,\n         FINCH,  FITZPATRICK, GIGLIO, HAWLEY, HAYES, KOLB, P. LOPEZ, McDONOUGH,\n         McKEVITT, MOLINARO, OAKS, RABBITT, RAIA, REILICH,  SALADINO,  SAYWARD,\n         SPANO,  THIELE,  TOBACCO -- read once and referred to the Committee on\n         Ways and Means\n\n       AN ACT to amend the tax law, in relation to reducing the tax on petrole-\n         um businesses and the sales and compensating use taxes on  the  retail\n         sales of motor fuel and diesel motor fuel\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (a) of section 301 of the tax law,  as  amended\n    2  by chapter 190 of the laws of 1990, is amended to read as follows:\n    3    (a)(1)  General.--Notwithstanding any other provision of this chapter,\n    4  or of any other law, for taxable years commencing on or after the  first\n    5  day  of  April, nineteen hundred eighty-four, but including that portion\n    6  of any taxable year commencing prior  thereto  to  the  extent  of  that\n    7  portion  of such year which includes the period which commences with the\n    8  first day of April, nineteen hundred eighty-four, and ending  with  (but\n    9  not  including)  taxable  years commencing on and after the first day of\n   10  September, nineteen hundred ninety, but including that  portion  of  any\n   11  taxable  year  commencing prior thereto to the extent of that portion of\n   12  such year which includes the period which terminates  with  the  thirty-\n   13  first  day  of  August, nineteen hundred ninety, there is hereby imposed\n   14  upon every petroleum business, for the privilege of  engaging  in  busi-\n   15  ness,  doing business, employing capital, owning or leasing property, or\n   16  maintaining an office in this state, for all or any part of each of  its\n   17  taxable years, an annual tax equal to two and three-quarters per centum,\n   18  provided  that for taxable years commencing on or after the first day of\n   19  June, nineteen hundred ninety, but including that portion of any taxable\n   20  year commencing prior thereto to the extent of that portion of such year\n   21  which includes the period which commences with the first  day  of  June,\n   22  nineteen  hundred  ninety,  the  annual tax shall be equal to [seven and\n   23  two-tenths] THREE AND THREE-FIFTHS per centum, of (i) its gross receipts\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02048-01-1\n\n       A. 1496                             2\n\n    1  from sales of petroleum where shipments are made to  points  within  the\n    2  state,  (ii) the consideration given or contracted to be given by it for\n    3  petroleum (other than aviation fuel) which it imported or caused  to  be\n    4  imported  (by a person other than one which is subject to tax under this\n    5  article) into this state for consumption by it in this state, and  (iii)\n    6  the  consideration  given  or  contracted to be given by it for aviation\n    7  fuel consumed by it in this state. In no event shall the tax imposed  by\n    8  this  article  be  less than [two hundred fifty] ONE HUNDRED TWENTY-FIVE\n    9  dollars. For the purpose of the tax imposed by this section, any taxable\n   10  year commencing prior to the first day of  September,  nineteen  hundred\n   11  ninety but ending after the thirty-first day of August, nineteen hundred\n   12  ninety  shall be deemed terminated as of such thirty-first day of August\n   13  and such year shall be brought to a close as of such thirty-first day of\n   14  August.\n   15    (2) Credit, refund or reimbursement. (A) An electric  corporation,  as\n   16  defined  in  subdivision  thirteen  of section two of the public service\n   17  [service] law, subject to the supervision of the  department  of  public\n   18  service  shall  be  allowed  a  credit  against  the tax imposed by this\n   19  section, or a refund or reimbursement, with respect to residual petrole-\n   20  um product or diesel motor fuel (which  is  not  enhanced  diesel  motor\n   21  fuel)  used  by  such  electric  corporation  to fuel generators for the\n   22  purpose of manufacturing or producing electricity. Such credit or refund\n   23  shall be applicable only to gallonage which is included in the return of\n   24  such electric corporation and  the  consideration  for  which  has  been\n   25  subjected  to  tax  under this section on and after June first, nineteen\n   26  hundred  ninety  at  the  rate  of  [seven  and  two-tenths]  THREE  AND\n   27  THREE-FIFTHS  per  centum; such reimbursement shall apply only to gallo-\n   28  nage purchased in this state by such electric corporation on  and  after\n   29  June  first,  nineteen  hundred  ninety wherein (i) with respect to such\n   30  gallonage so purchased a tax under this section has been imposed at  the\n   31  rate  of  [seven  and  two-tenths] THREE AND THREE-FIFTHS per centum and\n   32  (ii) such electric corporation absorbed the entire amount of such tax in\n   33  the purchase price of such fuel. The amount of  such  credit  or  refund\n   34  shall  be determined by multiplying the consideration given with respect\n   35  to such eligible gallons of residual petroleum product and diesel  prod-\n   36  uct  times  four  and forty-five hundredths percent.  The amount of such\n   37  reimbursement shall be equal to the result obtained by subtracting  from\n   38  the  entire  amount of the tax absorbed by such electric corporation the\n   39  product of such entire amount of tax absorbed times two and seventy-five\n   40  hundredths divided by [seven and  two-tenths]  THREE  AND  THREE-FIFTHS.\n   41  (B)  An aviation fuel business shall be allowed a credit against the tax\n   42  imposed by clause (iii) of paragraph (1)  of  this  subdivision  on  and\n   43  after  June first, nineteen hundred ninety with respect to kero-jet fuel\n   44  with respect to which a tax has been imposed at the rate of  [seven  and\n   45  two-tenths]  THREE AND THREE-FIFTHS per centum and which was consumed in\n   46  this state by such business in the operation of its aircraft. The amount\n   47  of such credit shall be four and forty-five hundredths  percent  of  the\n   48  consideration  given or contracted to be given by such business for such\n   49  kero-jet fuel consumed by it in this state.\n   50    S 2. Subdivision (a) of section 301-f of the  tax  law,  as  added  by\n   51  chapter 190 of the laws of 1990, is amended to read as follows:\n   52    (a)  Imposition  of  tax  surcharge. In addition to the tax imposed by\n   53  section three hundred one of this article, for taxable years  commencing\n   54  on  or  after  June  first,  nineteen hundred ninety, but including that\n   55  portion of any taxable year commencing prior thereto to  the  extent  of\n   56  that portion of such year which includes the period which commences with\n\n       A. 1496                             3\n\n    1  June first, nineteen hundred ninety, and ending with (but not including)\n    2  taxable  years commencing on and after September first, nineteen hundred\n    3  ninety, but including that portion of any taxable year commencing  prior\n    4  thereto  to  the  extent of that portion of such year which included the\n    5  period which terminates with August thirty-first, nineteen hundred nine-\n    6  ty, there is hereby imposed upon every petroleum business,  for  all  or\n    7  any  part  of  each  of  its  taxable  years,  a  tax surcharge equal to\n    8  [fifteen] SEVEN AND ONE-HALF percent of  the  rate  of  tax  imposed  by\n    9  section three hundred one of this article on (i) its gross receipts from\n   10  sales  of petroleum where shipments are made to points within the state,\n   11  (ii) the consideration given or contracted to be given by it for  petro-\n   12  leum  (other  than  aviation  fuel)  which  it  imported or caused to be\n   13  imported (by a person other than one which is subject to tax under  this\n   14  article)  into this state for consumption by it in this state, and (iii)\n   15  the consideration given or contracted to be given  by  it  for  aviation\n   16  fuel consumed by it in this state. The tax surcharge shall be applicable\n   17  to  receipts  from or consideration given with respect to all deliveries\n   18  on and after June first, nineteen hundred ninety. For  purposes  of  the\n   19  tax surcharge imposed by this section, any taxable year commencing prior\n   20  to  September  first,  nineteen  hundred  ninety but ending after August\n   21  thirty-first, nineteen hundred ninety shall be deemed terminated  as  of\n   22  such August thirty-first and such year shall be brought to a close as of\n   23  such August thirty-first.  Except as provided in subdivision (c) of this\n   24  section,  all  of  the  provisions of this article applicable to the tax\n   25  imposed by section three hundred one of this article  shall  apply  with\n   26  respect  to the tax surcharge imposed by this section to the same extent\n   27  as if it were imposed by such section three hundred one, insofar as such\n   28  provisions can be made applicable to the tax surcharge imposed  by  this\n   29  section,  with  such  modification  as  may  be  necessary to adapt such\n   30  provisions to the tax surcharge imposed by this section.\n   31    S 3. Paragraph 1 of subdivision (a) of section 301-j of the  tax  law,\n   32  as  amended  by  chapter  309 of the laws of 1996, is amended to read as\n   33  follows:\n   34    (1) In addition to the taxes imposed by sections three  hundred  one-a\n   35  and  three  hundred one-e of this article, for taxable months commencing\n   36  on or after July first, nineteen  hundred  ninety-one  there  is  hereby\n   37  imposed  upon  every  petroleum  business  subject  to tax imposed under\n   38  section three hundred one-a of this  article  and  every  aviation  fuel\n   39  business  subject  to the aviation gasoline component of the tax imposed\n   40  under section three hundred one-e of this article, a supplemental month-\n   41  ly tax for each or any part of a taxable month at a rate  of  [four  and\n   42  one-half]  TWO  AND  ONE-QUARTER  cents  per  gallon with respect to the\n   43  products included in  each  component  of  the  taxes  imposed  by  such\n   44  [sections]  SECTION three hundred one-a and the aviation gasoline compo-\n   45  nent of the tax imposed by such section  three  hundred  one-e  of  this\n   46  article.\n   47    S 4. Paragraph 1 of subdivision (m) of section 1111 of the tax law, as\n   48  amended  by  section 1 of part M1 of chapter 109 of the laws of 2006, is\n   49  amended to read as follows:\n   50    (1) The sales tax imposed by subdivision (a) of section eleven hundred\n   51  five of this article and the compensating use  tax  imposed  by  section\n   52  eleven  hundred  ten of this article, in regard to retail sales of motor\n   53  fuel and diesel motor fuel, shall be [eight] FOUR cents per gallon.\n   54    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to reducing the tax on petroleum businesses and the sales and compensating use taxes on the retail sales of motor fuel and diesel motor fuel ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T133711.TXT", "SOBI.D110110.T142613.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294771031846
}