{
  "year" : 2011,
  "senateBillNo" : "A1498-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1498-2011-1294635600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the tax credit allowable to volunteer firefighters, volunteer ambulance workers, and volunteer emergency medical personnel",
  "summary" : "Increases the tax credit allowable to volunteer firefighters, volunteer ambulance workers and volunteer emergency medical personnel. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A10527-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1498\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO  --  Multi-Sponsored  by -- M. of A.\n         BURLING, BUTLER, CONTE, CROUCH, FITZPATRICK,  KOLB,  REILICH  --  read\n         once and referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to increasing the tax credit to\n         volunteer  firefighters,  volunteer  ambulance  workers  and volunteer\n         emergency medical personnel under certain circumstances\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The subsection heading and paragraph 1 of subsection (e-1)\n    2  of section 606 of the tax law, as added by section 1 of part U of  chap-\n    3  ter 62 of the laws of 2006, is amended to read as follows:\n    4    Volunteer   firefighters'  [and],  VOLUNTEER  ambulance  workers'  AND\n    5  MEMBERS OF A VOLUNTEER EMERGENCY MEDICAL SERVICES SQUAD credit. (1)  For\n    6  taxable  years beginning on and after January first, two thousand seven,\n    7  a resident taxpayer who serves as an  active  volunteer  firefighter  as\n    8  defined in subdivision one of section two hundred fifteen of the general\n    9  municipal law [or], as a volunteer ambulance worker as defined in subdi-\n   10  vision fourteen of section two hundred nineteen-k of the general munici-\n   11  pal  law  OR AS A MEMBER OF A VOLUNTEER EMERGENCY MEDICAL SERVICES SQUAD\n   12  shall be allowed a credit against the tax imposed by this article  equal\n   13  to [two] THREE hundred dollars. In order to receive this credit a volun-\n   14  teer  firefighter [or], volunteer ambulance worker OR MEMBER OF A VOLUN-\n   15  TEER EMERGENCY MEDICAL SERVICES SQUAD must  have  been  active  for  the\n   16  entire taxable year for which the credit is sought.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02049-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to increasing the tax credit to volunteer firefighters, volunteer ambulance workers and volunteer emergency medical personnel under certain circumstances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T133711.TXT", "SOBI.D110110.T142613.TXT", "SOBI.D110201.T111344.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296576824429
}