{
  "year" : 2011,
  "senateBillNo" : "A1497-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1497-2011-1294635600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Alters the distribution of lottery proceeds to include certain municipalities",
  "summary" : "Alters the distribution of proceeds from the state lottery to provide for the distribution of 2 1/2 per cent of amounts realized therefrom to cities, towns and villages based upon total lottery sales, in an amount which bears the same proportion to the total amount for which lottery tickets are sold during the fiscal year as the population of such cities, towns or villages bears to the population of the state, excluding however the city of New York. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A10528-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1497\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO, CALHOUN -- read once and referred to the\n         Committee on Ways and Means\n\n       AN  ACT  to amend the state finance law, in relation to the distribution\n         of moneys realized from the state lottery\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 4 of section 92-c of the state finance law is\n    2  amended by adding a new paragraph e to read as follows:\n    3    E.  NOTWITHSTANDING ANY INCONSISTENT PROVISION OF  THIS  SECTION,  ANY\n    4  MONEYS  PAID IN SUPPORT OF ELEMENTARY OR SECONDARY EDUCATION PURSUANT TO\n    5  THE PROVISIONS OF THIS SECTION SHALL BE IN ADDITION TO ANY MONEYS OTHER-\n    6  WISE APPROPRIATED BY THE STATE FOR SUCH PURPOSES.  ANY STATE AID  OTHER-\n    7  WISE  REQUIRED  OR  MADE  AVAILABLE TO THE SCHOOL DISTRICTS OF THE STATE\n    8  SHALL BE CALCULATED AS IF THE PROVISIONS OF THIS SECTION AND THE  REVEN-\n    9  UES MADE AVAILABLE BY THIS SECTION ARE NOT IN FORCE AND EFFECT.\n   10    S  2.    Subdivision  7  of  section 92-c of the state finance law, as\n   11  amended by chapter 92 of the laws of 1976 and as renumbered  by  chapter\n   12  913 of the laws of 1977, is amended to read as follows:\n   13    7.  A. In no fiscal year shall the total amount paid from the fund for\n   14  expenses of the lottery, exclusive of expenditures for machines or other\n   15  capital equipment which the division of the  lottery  is  authorized  to\n   16  purchase  for the operation of the lottery, exceed an amount which, when\n   17  added to any amount retained by lottery sales agents as compensation for\n   18  their services, equals [fifteen] TWELVE  AND  ONE-HALF  percent  of  the\n   19  total amount for which lottery tickets are sold during such fiscal year.\n   20    B.  AN  AMOUNT  EQUAL TO TWO AND ONE-HALF PERCENT OF ALL LOTTERY FUNDS\n   21  SHALL BE DISTRIBUTED TO ALL CITIES, TOWNS AND VILLAGES WITH  POPULATIONS\n   22  LESS  THAN  ONE MILLION, IN AN AMOUNT WHICH BEARS THE SAME PROPORTION TO\n   23  THE TOTAL AMOUNT FOR WHICH LOTTERY TICKETS ARE SOLD  DURING  THE  FISCAL\n   24  YEAR  AS THE POPULATION OF SUCH CITY, TOWN OR VILLAGE BEARS TO THE POPU-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02050-01-1\n\n       A. 1497                             2\n\n    1  LATION OF THE STATE, EXCLUDING HOWEVER THE POPULATION OF THE CITY OF NEW\n    2  YORK.\n    3    S  3. This act shall take effect on the first of April next succeeding\n    4  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the distribution of moneys realized from the state lottery ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T133711.TXT", "SOBI.D110110.T142613.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294771031848
}