{
  "year" : 2011,
  "senateBillNo" : "A1499-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1499-2011-1294635600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants personal income taxpayers with a credit of $1.00 per day for each day after April 1 until the legislature enacts the state budget",
  "summary" : "Grants personal income taxpayers with a credit of $1.00 per day for each day up to a maximum of seventy-five days after April 1 until the legislature enacts the state budget provided such taxpayer has timely filed his or her return. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A10305-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1499\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to  providing  for  a  personal\n         income tax credit in the event of a tardy state budget\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (o-1) to read as follows:\n    3    (O-1)  TAX  CREDIT IN THE EVENT OF AN UNTIMELY BUDGET. (1) A TAXPAYER,\n    4  WHO HAS FILED A COMPLETED TAX RETURN ON OR BEFORE APRIL FIFTEENTH IN ANY\n    5  YEAR SHALL BE ENTITLED TO A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTI-\n    6  CLE, IN AN AMOUNT EQUAL TO ONE DOLLAR PER DAY FOR EACH DAY UP TO A MAXI-\n    7  MUM OF SEVENTY-FIVE DAYS AFTER APRIL FIRST THAT THE LEGISLATURE FAILS TO\n    8  PASS THOSE BILLS, WITH OR WITHOUT AMENDMENTS, SUBMITTED  TO  IT  BY  THE\n    9  GOVERNOR  PURSUANT TO SECTION THREE OF ARTICLE SEVEN OF THE CONSTITUTION\n   10  MAKING APPROPRIATIONS AND REAPPROPRIATIONS FOR THE SUPPORT OF GOVERNMENT\n   11  AND CONSTITUTING THE STATE BUDGET.\n   12    (2) IF THE AMOUNT OF THE CREDIT ALLOWABLE UNDER  THIS  SUBSECTION  FOR\n   13  ANY  TAXABLE  YEAR  SHALL  EXCEED  THE TAXPAYER'S TAX FOR SUCH YEAR, THE\n   14  EXCESS SHALL IN ANY EVENT BE REFUNDED AND PAID TO SUCH TAXPAYER IN  THAT\n   15  YEAR  IN  THE  SAME MANNER AS AN OVERPAYMENT OF TAX IS SO REFUNDABLE AND\n   16  PAID.\n   17    S 2. This act shall take effect immediately and shall apply to taxable\n   18  years beginning on and after January 1, 2011.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01482-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing for a personal income tax credit in the event of a tardy state budget ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T133711.TXT", "SOBI.D110110.T142613.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294771031854
}