{
  "year" : 2011,
  "senateBillNo" : "A1495-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1495-2011-1294635600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to providing a tax credit for qualified expenses relating to healthy living",
  "summary" : "Relates to providing a tax credit for qualified expenses relating to healthy living; provides such credit shall equal, up to one thousand dollars, the amount paid by the taxpayer during the taxable year for qualified expenses relating to healthy living. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A10267-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1495\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TEDISCO, RAIA -- Multi-Sponsored by -- M. of A.\n         BARCLAY, HAWLEY -- read once and referred to the Committee on Ways and\n         Means\n\n       AN ACT to amend the tax law, in relation to providing a tax  credit  for\n         qualified expenses relating to healthy living\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (ss) to read as follows:\n    3    (SS)  HEALTHY LIVING CREDIT. (1) A TAXPAYER SHALL BE ALLOWED A CREDIT,\n    4  TO BE COMPUTED AS PROVIDED IN THIS SUBSECTION, AGAINST THE  TAX  IMPOSED\n    5  PURSUANT  TO  SECTION SIX HUNDRED ONE OF THIS PART. THE AMOUNT OF CREDIT\n    6  SHALL EQUAL, UP TO ONE THOUSAND DOLLARS, THE AMOUNT PAID BY THE TAXPAYER\n    7  DURING THE TAXABLE YEAR  FOR  QUALIFIED  EXPENSES  RELATING  TO  HEALTHY\n    8  LIVING.\n    9    (2)  FOR THE PURPOSES OF THIS SUBSECTION, \"QUALIFIED EXPENSES RELATING\n   10  TO HEALTHY LIVING\" SHALL MEAN EXPENSES RELATING TO THE PURCHASE OF EXER-\n   11  CISE EQUIPMENT, AND THE COST OF MEMBERSHIP AT A  GYM  OR  OTHER  SIMILAR\n   12  FACILITY,  OR  OTHER CLASS INVOLVING PHYSICAL ACTIVITY INCLUDING BUT NOT\n   13  LIMITED TO SPORTS, DANCE, OR MARTIAL ARTS, AND OTHER EXPENSES AS  DETER-\n   14  MINED BY THE COMMISSIONER TO BE EXPENSES RELATING TO HEALTHY LIVING.\n   15    (3)  A TAXPAYER WHO IS A PARENT OR LEGAL GUARDIAN, OR ANOTHER TAXPAYER\n   16  FILING A JOINT INDIVIDUAL INCOME TAX RETURN WITH SUCH TAXPAYER, WHO PAID\n   17  FOR QUALIFIED EXPENSES RELATING TO HEALTHY LIVING FOR HIS OR  HER  CHILD\n   18  SHALL BE ALLOWED A TAX CREDIT PURSUANT TO THIS SUBSECTION.\n   19    (4)  IN  NO  EVENT  SHALL  THE  AMOUNT  OF THE CREDIT PROVIDED BY THIS\n   20  SUBSECTION EXCEED THE TAXPAYER'S TAX FOR THE TAXABLE YEAR.  HOWEVER,  IF\n   21  THE AMOUNT OF CREDIT OTHERWISE ALLOWABLE PURSUANT TO THIS SUBSECTION FOR\n   22  ANY TAXABLE YEAR RESULTS IN SUCH EXCESS AMOUNT, ANY AMOUNT OF CREDIT NOT\n   23  DEDUCTIBLE  IN  SUCH  TAXABLE  YEAR MAY BE CARRIED OVER TO THE FOLLOWING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01950-01-1\n\n       A. 1495                             2\n\n    1  YEAR OR YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH  YEAR\n    2  OR YEARS.\n    3    S 2. This act shall take effect immediately and shall apply to taxable\n    4  years  beginning  on  and after the first of January next succeeding the\n    5  date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a tax credit for qualified expenses relating to healthy living ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110111.T133711.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294771031844
}