{
  "year" : 2011,
  "senateBillNo" : "A1494-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1494-2011-1294635600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"child assault reform act\" (CARE)",
  "summary" : "Enacts the \"child assault reform act\" (CARE); creates the crimes of aggravated assault upon a person less than twelve years old in the first and second degrees; creates the crime of aggravated criminally negligent homicide upon a person less than twelve years old; creates the crimes of aggravated manslaughter upon a person less than twelve years old in the first and second degrees; and creates the crime of aggravated murder upon a person less than twelve years old. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A8801-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1494\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the penal law, the executive law, the family court  act,\n         the  general business law, and the social services law, in relation to\n         enacting the \"child assault reform act\" (CARE)\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"child assault reform act\" (CARE).\n    3    S 2. Legislative findings and intent. The purpose of this  act  is  to\n    4  provide  local  law enforcement officials with a comprehensive statutory\n    5  framework to combat crimes committed against children less  than  twelve\n    6  years  of  age.  Children  under  the age of twelve are some of the most\n    7  vulnerable members of society and have increasingly become  the  targets\n    8  of  violence  in  cities  throughout  the  state  of New York. The child\n    9  assault reform act, known as CARE, will help protect the children of the\n   10  state by increasing the penalties for assaults and unlawful killings  of\n   11  children less than twelve years of age.\n   12    S 3. The penal law is amended by adding a new section 120.05-a to read\n   13  as follows:\n   14  S 120.05-A AGGRAVATED  ASSAULT  UPON A PERSON LESS THAN TWELVE YEARS OLD\n   15               IN THE SECOND DEGREE.\n   16    A PERSON IS GUILTY OF AGGRAVATED  ASSAULT  UPON  A  PERSON  LESS  THAN\n   17  TWELVE  YEARS  OLD IN THE SECOND DEGREE WHEN BEING EIGHTEEN YEARS OLD OR\n   18  MORE THE DEFENDANT:\n   19    1. WITH INTENT TO CAUSE SERIOUS PHYSICAL  INJURY  TO  ANOTHER  PERSON,\n   20  LESS THAN TWELVE YEARS OLD, HE CAUSES SUCH INJURY TO SUCH PERSON OR TO A\n   21  THIRD PERSON; OR\n   22    2.  WITH  INTENT TO CAUSE PHYSICAL INJURY TO ANOTHER PERSON, HE CAUSES\n   23  SUCH INJURY TO SUCH PERSON, LESS THAN TWELVE YEARS OF AGE, OR TO A THIRD\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02068-01-1\n\n       A. 1494                             2\n\n    1  PERSON, LESS THAN TWELVE YEARS OF AGE BY MEANS OF A DEADLY WEAPON  OR  A\n    2  DANGEROUS INSTRUMENT; OR\n    3    3.  HE  RECKLESSLY  CAUSES  SERIOUS PHYSICAL INJURY TO ANOTHER PERSON,\n    4  LESS THAN TWELVE YEARS OF AGE, BY MEANS OF A DEADLY WEAPON OR A  DANGER-\n    5  OUS INSTRUMENT; OR\n    6    4.  FOR  A PURPOSE OTHER THAN LAWFUL MEDICAL OR THERAPEUTIC TREATMENT,\n    7  HE  INTENTIONALLY  CAUSES  STUPOR,  UNCONSCIOUSNESS  OR  OTHER  PHYSICAL\n    8  IMPAIRMENT  OR  INJURY TO ANOTHER PERSON, LESS THAN TWELVE YEARS OF AGE,\n    9  BY ADMINISTERING TO HIM, WITHOUT HIS CONSENT, A DRUG, SUBSTANCE OR PREP-\n   10  ARATION CAPABLE OF PRODUCING THE SAME; OR\n   11    5. IN THE COURSE OF AND IN FURTHERANCE OF THE COMMISSION OR  ATTEMPTED\n   12  COMMISSION  OF  A  FELONY,  OTHER  THAN  A FELONY DEFINED IN ARTICLE ONE\n   13  HUNDRED THIRTY WHICH REQUIRES CORROBORATION FOR CONVICTION, OR OF  IMME-\n   14  DIATE  FLIGHT  THEREFROM,  HE,  OR  ANOTHER PARTICIPANT IF THERE BE ANY,\n   15  CAUSES PHYSICAL INJURY TO A PERSON, UNDER TWELVE  YEARS  OF  AGE,  OTHER\n   16  THAN ONE OF THE PARTICIPANTS; OR\n   17    6.  ACTING  AT A PLACE THE PERSON KNOWS, OR REASONABLY SHOULD KNOW, IS\n   18  ON SCHOOL GROUNDS AND WITH INTENT TO CAUSE PHYSICAL INJURY,  HE  OR  SHE\n   19  NOT  BEING  A  STUDENT  OF SUCH SCHOOL OR PUBLIC SCHOOL DISTRICT, CAUSES\n   20  PHYSICAL INJURY TO ANOTHER, UNDER TWELVE YEARS OF AGE,  AND  SUCH  OTHER\n   21  PERSON  IS  A  STUDENT  OF  SUCH  SCHOOL WHO IS ATTENDING OR PRESENT FOR\n   22  EDUCATIONAL PURPOSES. FOR PURPOSES OF THIS SUBDIVISION THE TERM  \"SCHOOL\n   23  GROUNDS\"  SHALL  HAVE  THE  MEANING SET FORTH IN SUBDIVISION FOURTEEN OF\n   24  SECTION 220.00 OF THIS CHAPTER.\n   25    AGGRAVATED ASSAULT UPON A PERSON LESS THAN TWELVE  YEARS  OLD  IN  THE\n   26  SECOND DEGREE IS A CLASS C FELONY.\n   27    S 4. Section 120.11 of the penal law, as amended by chapter 283 of the\n   28  laws of 1993, is amended to read as follows:\n   29  S 120.11 Aggravated assault upon a police officer or a peace officer.\n   30    A  person  is  guilty of aggravated assault upon a police officer or a\n   31  peace officer when, with intent to cause serious physical  injury  to  a\n   32  person whom he knows or reasonably should know to be a police officer or\n   33  a peace officer engaged in the course of performing his official duties,\n   34  he  causes  such injury by means of a deadly weapon or dangerous instru-\n   35  ment.\n   36    Aggravated assault upon a police officer or a peace officer is a class\n   37  [B] A felony.\n   38    S 5. The penal law is amended by adding a new section 120.11-a to read\n   39  as follows:\n   40  S 120.11-A AGGRAVATED ASSAULT UPON A PERSON LESS THAN TWELVE  YEARS  OLD\n   41               IN THE FIRST DEGREE.\n   42    A  PERSON  IS  GUILTY  OF  AGGRAVATED  ASSAULT UPON A PERSON LESS THAN\n   43  TWELVE YEARS OLD IN THE FIRST DEGREE WHEN BEING EIGHTEEN  YEARS  OLD  OR\n   44  MORE, WITH INTENT TO CAUSE SERIOUS PHYSICAL INJURY TO A PERSON LESS THAN\n   45  TWELVE  YEARS  OF AGE, HE CAUSES SUCH INJURY BY MEANS OF A DEADLY WEAPON\n   46  OR DANGEROUS INSTRUMENT.\n   47    AGGRAVATED ASSAULT UPON A PERSON LESS THAN TWELVE  YEARS  OLD  IN  THE\n   48  FIRST DEGREE IS A CLASS A FELONY.\n   49    S  6.  Section 120.12 of the penal law, as added by chapter 477 of the\n   50  laws of 1990, is amended to read as follows:\n   51  S 120.12 Aggravated assault upon a  person  less  than  [eleven]  TWELVE\n   52             years old.\n   53    A  person  is  guilty  of  aggravated  assault upon a person less than\n   54  [eleven] TWELVE years old when being eighteen  years  old  or  more  the\n   55  defendant commits the crime of assault in the third degree as defined in\n   56  section  120.00  of this article upon a person less than [eleven] TWELVE\n\n       A. 1494                             3\n\n    1  years old [and has been previously convicted of such crime upon a person\n    2  less than eleven years old within the preceding three years].\n    3    Aggravated  assault  upon a person less than [eleven] TWELVE years old\n    4  is a class E felony.\n    5    S 7. The penal law is amended by adding a new section 125.11-a to read\n    6  as follows:\n    7  S 125.11-A AGGRAVATED CRIMINALLY NEGLIGENT HOMICIDE UPON A  PERSON  LESS\n    8               THAN TWELVE YEARS OLD.\n    9    A  PERSON IS GUILTY OF AGGRAVATED CRIMINALLY NEGLIGENT HOMICIDE UPON A\n   10  PERSON LESS THAN TWELVE YEARS OLD WHEN BEING EIGHTEEN YEARS OLD OR MORE,\n   11  WITH CRIMINAL NEGLIGENCE, HE OR SHE CAUSES THE DEATH OF  A  CHILD  UNDER\n   12  TWELVE YEARS OLD.\n   13    AGGRAVATED  CRIMINALLY  NEGLIGENT  HOMICIDE  UPON  A  PERSON LESS THAN\n   14  TWELVE YEARS OLD IS A CLASS C FELONY.\n   15    S 8. The penal law is amended by adding a new section 125.21-a to read\n   16  as follows:\n   17  S 125.21-A AGGRAVATED MANSLAUGHTER UPON A PERSON LESS THAN TWELVE  YEARS\n   18               OLD IN THE SECOND DEGREE.\n   19    A  PERSON IS GUILTY OF AGGRAVATED MANSLAUGHTER UPON A PERSON LESS THAN\n   20  TWELVE YEARS OLD IN THE SECOND DEGREE WHEN BEING EIGHTEEN YEARS  OLD  OR\n   21  MORE,  HE OR SHE RECKLESSLY CAUSES THE DEATH OF A CHILD LESS THAN TWELVE\n   22  YEARS OF AGE.\n   23    AGGRAVATED MANSLAUGHTER UPON A PERSON LESS THAN TWELVE  YEARS  OLD  IN\n   24  THE SECOND DEGREE IS A CLASS C FELONY.\n   25    S 9. The penal law is amended by adding a new section 125.21-b to read\n   26  as follows:\n   27  S 125.21-B AGGRAVATED  MANSLAUGHTER UPON A PERSON LESS THAN TWELVE YEARS\n   28               OLD IN THE FIRST DEGREE.\n   29    A PERSON IS GUILTY OF AGGRAVATED MANSLAUGHTER UPON A PERSON LESS  THAN\n   30  TWELVE  YEARS  OLD  IN THE FIRST DEGREE WHEN BEING EIGHTEEN YEARS OLD OR\n   31  MORE:\n   32    1. WITH INTENT TO CAUSE SERIOUS PHYSICAL INJURY TO A PERSON LESS  THAN\n   33  TWELVE YEARS OF AGE, HE CAUSES THE DEATH OF SUCH PERSON; OR\n   34    2.  WITH  INTENT TO CAUSE THE DEATH OF A PERSON LESS THAN TWELVE YEARS\n   35  OF AGE, HE OR SHE CAUSES THE DEATH OF SUCH  PERSON  UNDER  CIRCUMSTANCES\n   36  WHICH  DO  NOT CONSTITUTE MURDER BECAUSE HE OR SHE ACTS UNDER THE INFLU-\n   37  ENCE OF EXTREME EMOTIONAL DISTURBANCE, AS DEFINED IN  PARAGRAPH  (A)  OF\n   38  SUBDIVISION  ONE  OF SECTION 125.25 OF THIS ARTICLE. THE FACT THAT HOMI-\n   39  CIDE WAS COMMITTED UNDER THE INFLUENCE OF EXTREME EMOTIONAL  DISTURBANCE\n   40  CONSTITUTES  A  MITIGATING  CIRCUMSTANCE  REDUCING  MURDER TO AGGRAVATED\n   41  MANSLAUGHTER IN THE FIRST DEGREE OR MANSLAUGHTER IN THE FIRST DEGREE AND\n   42  NEED NOT BE PROVED IN ANY PROSECUTION INITIATED UNDER THIS SUBDIVISION.\n   43    AGGRAVATED MANSLAUGHTER UPON A PERSON LESS THAN TWELVE  YEARS  OLD  IN\n   44  THE FIRST DEGREE IS A CLASS B FELONY.\n   45    S  10.  The  penal  law is amended by adding a new section 125.26-a to\n   46  read as follows:\n   47  S 125.26-A AGGRAVATED MURDER UPON A PERSON LESS THAN TWELVE YEARS OLD.\n   48    A PERSON IS GUILTY OF AGGRAVATED MURDER UPON A PERSON LESS THAN TWELVE\n   49  YEARS OLD WHEN BEING EIGHTEEN YEARS OLD OR MORE:\n   50    1. WITH INTENT TO CAUSE THE DEATH OF A PERSON, HE OR  SHE  CAUSES  THE\n   51  DEATH OF A PERSON WHO WAS LESS THAN TWELVE YEARS OF AGE.\n   52    2.  IN ANY PROSECUTION UNDER SUBDIVISION ONE OF THIS SECTION, IT IS AN\n   53  AFFIRMATIVE DEFENSE THAT THE DEFENDANT  ACTED  UNDER  THE  INFLUENCE  OF\n   54  EXTREME  EMOTIONAL DISTURBANCE FOR WHICH THERE WAS A REASONABLE EXPLANA-\n   55  TION OR EXCUSE, THE REASONABLENESS OF WHICH IS TO BE DETERMINED FROM THE\n   56  VIEWPOINT OF A PERSON IN THE DEFENDANT'S  SITUATION  UNDER  THE  CIRCUM-\n\n       A. 1494                             4\n\n    1  STANCES  AS THE DEFENDANT BELIEVED THEM TO BE. NOTHING CONTAINED IN THIS\n    2  SUBDIVISION SHALL CONSTITUTE A DEFENSE TO A PROSECUTION FOR, OR PRECLUDE\n    3  A  CONVICTION  OF,  AGGRAVATED  MANSLAUGHTER  IN   THE   FIRST   DEGREE,\n    4  MANSLAUGHTER IN THE FIRST DEGREE OR ANY OTHER CRIME EXCEPT MURDER IN THE\n    5  SECOND DEGREE.\n    6    AGGRAVATED  MURDER UPON A PERSON LESS THAN TWELVE YEARS OLD IS A CLASS\n    7  A-I FELONY.\n    8    S 11. Subdivision 3 of section 485.05 of the penal law, as amended  by\n    9  chapter 405 of the laws of 2010, is amended to read as follows:\n   10    3. A \"specified offense\" is an offense defined by any of the following\n   11  provisions  of  this  chapter:  section  120.00  (assault  in  the third\n   12  degree); section 120.05 (assault in the second degree); SECTION 120.05-A\n   13  (AGGRAVATED ASSAULT UPON A PERSON LESS THAN  TWELVE  YEARS  OLD  IN  THE\n   14  SECOND  DEGREE);  section  120.10 (assault in the first degree); SECTION\n   15  120.11-A (AGGRAVATED ASSAULT UPON A PERSON LESS THAN TWELVE YEARS OLD IN\n   16  THE FIRST DEGREE; section 120.12 (aggravated assault upon a person  less\n   17  than  [eleven]  TWELVE years old); section 120.13 (menacing in the first\n   18  degree); section 120.14 (menacing in the second degree); section  120.15\n   19  (menacing in the third degree); section 120.20 (reckless endangerment in\n   20  the  second  degree); section 120.25 (reckless endangerment in the first\n   21  degree); section 121.12 (strangulation in the  second  degree);  section\n   22  121.13 (strangulation in the first degree); SECTION 125.11-A (AGGRAVATED\n   23  CRIMINALLY NEGLIGENT HOMICIDE UPON A PERSON LESS THAN TWELVE YEARS OLD);\n   24  subdivision  one  of section 125.15 (manslaughter in the second degree);\n   25  subdivision one, two or four of  section  125.20  (manslaughter  in  the\n   26  first  degree);  SECTION 125.21-A (AGGRAVATED MANSLAUGHTER UPON A PERSON\n   27  LESS THAN TWELVE YEARS OLD  IN  THE  SECOND  DEGREE);  SECTION  125.21-B\n   28  (AGGRAVATED MANSLAUGHTER UPON A PERSON LESS THAN TWELVE YEARS OLD IN THE\n   29  FIRST  DEGREE);  section  125.25  (murder in the second degree); SECTION\n   30  125.26-A (AGGRAVATED MURDER UPON A PERSON LESS THAN TWELVE  YEARS  OLD);\n   31  section 120.45 (stalking in the fourth degree); section 120.50 (stalking\n   32  in  the  third  degree); section 120.55 (stalking in the second degree);\n   33  section 120.60 (stalking  in  the  first  degree);  subdivision  one  of\n   34  section  130.35  (rape  in the first degree); subdivision one of section\n   35  130.50 (criminal sexual act in the first  degree);  subdivision  one  of\n   36  section  130.65  (sexual  abuse  in  the first degree); paragraph (a) of\n   37  subdivision one of section 130.67 (aggravated sexual abuse in the second\n   38  degree); paragraph (a) of subdivision one of section 130.70  (aggravated\n   39  sexual abuse in the first degree); section 135.05 (unlawful imprisonment\n   40  in  the  second  degree);  section  135.10 (unlawful imprisonment in the\n   41  first degree); section 135.20 (kidnapping in the second degree); section\n   42  135.25 (kidnapping in the first degree); section 135.60 (coercion in the\n   43  second degree); section 135.65 (coercion in the first  degree);  section\n   44  140.10 (criminal trespass in the third degree); section 140.15 (criminal\n   45  trespass in the second degree); section 140.17 (criminal trespass in the\n   46  first  degree);  section  140.20 (burglary in the third degree); section\n   47  140.25 (burglary in the second degree); section 140.30 (burglary in  the\n   48  first  degree); section 145.00 (criminal mischief in the fourth degree);\n   49  section 145.05 (criminal mischief in the third degree);  section  145.10\n   50  (criminal  mischief  in  the  second  degree);  section 145.12 (criminal\n   51  mischief in the first degree);  section  150.05  (arson  in  the  fourth\n   52  degree);  section  150.10  (arson  in  the third degree); section 150.15\n   53  (arson in the  second  degree);  section  150.20  (arson  in  the  first\n   54  degree);  section  155.25 (petit larceny); section 155.30 (grand larceny\n   55  in the fourth degree);  section  155.35  (grand  larceny  in  the  third\n   56  degree);  section  155.40  (grand larceny in the second degree); section\n\n       A. 1494                             5\n\n    1  155.42 (grand larceny in the first degree); section 160.05  (robbery  in\n    2  the  third  degree);  section  160.10  (robbery  in  the second degree);\n    3  section 160.15 (robbery in the first degree); section 240.25 (harassment\n    4  in  the  first  degree);  subdivision one, two or four of section 240.30\n    5  (aggravated harassment in the second degree); or any attempt or conspir-\n    6  acy to commit any of the foregoing offenses.\n    7    S 12. Subdivision 7 of section 995 of the executive law, as amended by\n    8  chapter 2 of the laws of 2006, paragraph (a) as  separately  amended  by\n    9  chapter  320 of the laws of 2006 and paragraph (f) as amended by chapter\n   10  405 of the laws of 2010, is amended to read as follows:\n   11    7. \"Designated offender\" means a person convicted of and sentenced for\n   12  any one or more of  the  following  provisions  of  the  penal  law  (a)\n   13  sections  120.05,  120.05-A,  120.10,  and  120.11, relating to assault;\n   14  sections 125.15 through 125.27 relating to  homicide;  sections  130.25,\n   15  130.30,  130.35,  130.40,  130.45,  130.50,  130.65,  130.67 and 130.70,\n   16  relating to sex offenses; sections 205.10, 205.15,  205.17  and  205.19,\n   17  relating  to  escape  and  other  offenses,  where the offender has been\n   18  convicted within the previous five years of one of  the  other  felonies\n   19  specified  in  this  subdivision; or sections 255.25, 255.26 and 255.27,\n   20  relating to incest, a violent felony offense as defined  in  subdivision\n   21  one  of  section  70.02  of the penal law, attempted murder in the first\n   22  degree, as defined in section 110.00 and section  125.27  of  the  penal\n   23  law, kidnapping in the first degree, as defined in section 135.25 of the\n   24  penal  law,  arson  in the first degree, as defined in section 150.20 of\n   25  the penal law, burglary in the  third  degree,  as  defined  in  section\n   26  140.20  of  the  penal  law,  attempted burglary in the third degree, as\n   27  defined in section 110.00 and section 140.20 of the penal law, a  felony\n   28  defined  in  article  four  hundred  ninety of the penal law relating to\n   29  terrorism or any attempt to commit an offense defined  in  such  article\n   30  relating to terrorism which is a felony; or (b) criminal possession of a\n   31  controlled  substance  in the first degree, as defined in section 220.21\n   32  of the penal law; criminal possession of a controlled substance  in  the\n   33  second  degree,  as defined in section 220.18 of the penal law; criminal\n   34  sale of a controlled substance, as defined in article 220 of  the  penal\n   35  law;  or  grand  larceny in the fourth degree, as defined in subdivision\n   36  five of section 155.30 of the penal law; or (c) any misdemeanor or felo-\n   37  ny defined as a sex offense or  sexually  violent  offense  pursuant  to\n   38  paragraph  (a), (b) or (c) of subdivision two or paragraph (a) of subdi-\n   39  vision three of section one hundred sixty-eight-a of the correction law;\n   40  or (d) any of the following felonies, or an attempt thereof  where  such\n   41  attempt is a felony offense:  AGGRAVATED ASSAULT UPON A PERSON LESS THAN\n   42  TWELVE  YEARS  OLD  IN THE FIRST DEGREE, AS DEFINED IN SECTION 120.11-A;\n   43  aggravated assault upon a person less than [eleven] TWELVE years old, as\n   44  defined in section 120.12 of  the  penal  law;  menacing  in  the  first\n   45  degree,  as  defined in section 120.13 of the penal law; reckless endan-\n   46  germent in the first degree, as defined in section 120.25 of  the  penal\n   47  law;  stalking in the second degree, as defined in section 120.55 of the\n   48  penal law; criminally negligent homicide, as defined in  section  125.10\n   49  of the penal law; AGGRAVATED CRIMINALLY NEGLIGENT HOMICIDE UPON A PERSON\n   50  LESS  THAN  TWELVE  YEARS OLD, AS DEFINED IN SECTION 125.11-A; vehicular\n   51  manslaughter in the second degree, as defined in section 125.12  of  the\n   52  penal  law;  vehicular  manslaughter  in the first degree, as defined in\n   53  section 125.13 of the penal law; persistent sexual abuse, as defined  in\n   54  section  130.53  of the penal law; aggravated sexual abuse in the fourth\n   55  degree, as defined in section 130.65-a of the penal law; female  genital\n   56  mutilation,  as defined in section 130.85 of the penal law; facilitating\n\n       A. 1494                             6\n\n    1  a sex offense with a controlled substance, as defined in section  130.90\n    2  of  the penal law; unlawful imprisonment in the first degree, as defined\n    3  in section 135.10 of the penal law; custodial interference in the  first\n    4  degree, as defined in section 135.50 of the penal law; criminal trespass\n    5  in  the  first  degree,  as  defined in section 140.17 of the penal law;\n    6  criminal tampering in the first degree, as defined in section 145.20  of\n    7  the penal law; tampering with a consumer product in the first degree, as\n    8  defined  in section 145.45 of the penal law; robbery in the third degree\n    9  as defined in section 160.05 of the penal law;  identity  theft  in  the\n   10  second  degree,  as defined in section 190.79 of the penal law; identity\n   11  theft in the first degree, as defined in section  190.80  of  the  penal\n   12  law;  promoting  prison  contraband  in  the first degree, as defined in\n   13  section 205.25 of the penal law; tampering with a witness in  the  third\n   14  degree,  as defined in section 215.11 of the penal law; tampering with a\n   15  witness in the second degree, as defined in section 215.12 of the  penal\n   16  law; tampering with a witness in the first degree, as defined in section\n   17  215.13  of  the  penal  law;  criminal  contempt in the first degree, as\n   18  defined in subdivisions (b), (c) and (d) of section 215.51 of the  penal\n   19  law;  aggravated  criminal contempt, as defined in section 215.52 of the\n   20  penal law; bail jumping in the second  degree,  as  defined  in  section\n   21  215.56 of the penal law; bail jumping in the first degree, as defined in\n   22  section  215.57 of the penal law; patronizing a prostitute in the second\n   23  degree, as defined in section 230.05 of the  penal  law;  patronizing  a\n   24  prostitute  in  the  first  degree,  as defined in section 230.06 of the\n   25  penal law; promoting prostitution in the second degree,  as  defined  in\n   26  section  230.30  of  the  penal law; promoting prostitution in the first\n   27  degree, as defined in section 230.32 of the penal law; compelling  pros-\n   28  titution,  as  defined in section 230.33 of the penal law; disseminating\n   29  indecent materials to minors in the second degree, as defined in section\n   30  235.21 of the penal law; disseminating indecent materials to  minors  in\n   31  the first degree, as defined in section 235.22 of the penal law; riot in\n   32  the  first degree, as defined in section 240.06 of the penal law; crimi-\n   33  nal anarchy, as defined in section 240.15 of the penal  law;  aggravated\n   34  harassment  of an employee by an inmate, as defined in section 240.32 of\n   35  the penal law; unlawful surveillance in the second degree, as defined in\n   36  section 250.45 of the penal law;  unlawful  surveillance  in  the  first\n   37  degree,  as  defined in section 250.50 of the penal law; endangering the\n   38  welfare of a vulnerable elderly person in the second degree, as  defined\n   39  in section 260.32 of the penal law; endangering the welfare of a vulner-\n   40  able elderly person in the first degree, as defined in section 260.34 of\n   41  the  penal  law;  use  of a child in a sexual performance, as defined in\n   42  section 263.05 of the penal law; promoting an obscene sexual performance\n   43  by a child, as defined in section 263.10 of the penal law; possessing an\n   44  obscene sexual performance by a child, as defined in section  263.11  of\n   45  the  penal law; promoting a sexual performance by a child, as defined in\n   46  section 263.15 of the penal law; possessing a sexual  performance  by  a\n   47  child,  as  defined  in  section  263.16  of  the  penal  law;  criminal\n   48  possession of a weapon in the third degree, as defined in section 265.02\n   49  of the penal law; criminal sale of a firearm in  the  third  degree,  as\n   50  defined  in  section 265.11 of the penal law; criminal sale of a firearm\n   51  to a minor, as defined in section 265.16  of  the  penal  law;  unlawful\n   52  wearing  of  a body vest, as defined in section 270.20 of the penal law;\n   53  hate crimes as defined in section 485.05 of the penal law; and crime  of\n   54  terrorism, as defined in section 490.25 of the penal law; or (e) a felo-\n   55  ny  defined in the penal law or an attempt thereof where such attempt is\n   56  a felony; or (f) any of the following misdemeanors: assault in the third\n\n       A. 1494                             7\n\n    1  degree as defined in section 120.00 of the penal law;  attempted  aggra-\n    2  vated  assault  upon  a  person  less than [eleven] TWELVE years old, as\n    3  defined in section 110.00 and section 120.12 of the penal law; attempted\n    4  menacing  in  the first degree, as defined in section 110.00 and section\n    5  120.13 of the penal law; menacing in the second  degree  as  defined  in\n    6  section 120.14 of the penal law; menacing in the third degree as defined\n    7  in  section 120.15 of the penal law; reckless endangerment in the second\n    8  degree as defined in section 120.20 of the penal law;  stalking  in  the\n    9  fourth degree as defined in section 120.45 of the penal law; stalking in\n   10  the  third  degree  as  defined  in  section  120.50  of  the penal law;\n   11  attempted stalking in the second degree, as defined  in  section  110.00\n   12  and  section  120.55 of the penal law; criminal obstruction of breathing\n   13  or blood circulation as defined in section  121.11  of  the  penal  law;\n   14  forcible  touching as defined in section 130.52 of the penal law regard-\n   15  less of the age of the victim; sexual  abuse  in  the  third  degree  as\n   16  defined  in section 130.55 of the penal law regardless of the age of the\n   17  victim; unlawful imprisonment in the second degree as defined in section\n   18  135.05 of the penal law regardless of the age of the  victim;  attempted\n   19  unlawful  imprisonment in the first degree, as defined in section 110.00\n   20  and section 135.10 of the penal law regardless of the age of the victim;\n   21  criminal trespass in the second degree as defined in section  140.15  of\n   22  the  penal  law;  possession  of  burglar's  tools as defined in section\n   23  140.35 of the penal law; petit larceny as defined in section  155.25  of\n   24  the  penal law; endangering the welfare of a child as defined in section\n   25  260.10 of the penal law; endangering the welfare of  an  incompetent  or\n   26  physically  disabled  person  as  defined in section 260.25 of the penal\n   27  law.\n   28    S 13. Subparagraphs 2 and 4 of  paragraph  (c)  of  subdivision  2  of\n   29  section 352.2 of the family court act, as added by chapter 7 of the laws\n   30  of 1999, are amended to read as follows:\n   31    (2)  the  parent of such child has been convicted of (i) murder in the\n   32  first degree as defined in section  125.27,  AGGRAVATED  MURDER  UPON  A\n   33  PERSON  LESS  THAN  TWELVE  YEARS  OLD AS DEFINED IN SECTION 125.26-A or\n   34  murder in the second degree as defined in section 125.25  of  the  penal\n   35  law and the victim was another child of the parent; or (ii) manslaughter\n   36  in  the first degree as defined in section 125.20, AGGRAVATED CRIMINALLY\n   37  NEGLIGENT HOMICIDE UPON A PERSON LESS THAN TWELVE YEARS OLD  AS  DEFINED\n   38  IN  SECTION  125.11-A,  AGGRAVATED  MANSLAUGHTER UPON A PERSON LESS THAN\n   39  TWELVE YEARS OLD IN THE SECOND DEGREE AS DEFINED  IN  SECTION  125.21-A,\n   40  AGGRAVATED  MANSLAUGHTER UPON A PERSON LESS THAN TWELVE YEARS OLD IN THE\n   41  FIRST DEGREE AS DEFINED IN  SECTION  125.21-B  or  manslaughter  in  the\n   42  second  degree  as  defined  in  section 125.15 of the penal law and the\n   43  victim was another child of the  parent,  provided,  however,  that  the\n   44  parent must have acted voluntarily in committing such crime;\n   45    (4) the parent of such respondent has been convicted of assault in the\n   46  second  degree  as  defined in section 120.05, AGGRAVATED ASSAULT UPON A\n   47  PERSON LESS THAN TWELVE YEARS OLD IN THE SECOND  DEGREE  AS  DEFINED  IN\n   48  SECTION  120.05-A,  assault  in  the  first degree as defined in section\n   49  120.10, AGGRAVATED ASSAULT UPON A PERSON LESS THAN TWELVE YEARS  OLD  IN\n   50  THE  FIRST DEGREE, AS DEFINED IN SECTION 120.11-A, or aggravated assault\n   51  upon a person less than [eleven] TWELVE years old as defined in  section\n   52  120.12  of  the  penal  law,  and the commission of one of the foregoing\n   53  crimes  resulted in serious physical injury to the respondent or another\n   54  child of the parent;\n\n       A. 1494                             8\n\n    1    S 14. Subparagraphs (ii) and (iv) of paragraph (b) of subdivision 2 of\n    2  section 754 of the family court act, as added by chapter 7 of  the  laws\n    3  of 1999, are amended to read as follows:\n    4    (ii)  the parent of such child has been convicted of (A) murder in the\n    5  first degree as defined in section  125.27,  AGGRAVATED  MURDER  UPON  A\n    6  PERSON  LESS  THAN  TWELVE  YEARS  OLD AS DEFINED IN SECTION 125.26-A or\n    7  murder in the second degree as defined in section 125.25  of  the  penal\n    8  law  and the victim was another child of the parent; or (B) manslaughter\n    9  in the first degree as defined in section 125.20, AGGRAVATED  CRIMINALLY\n   10  NEGLIGENT  HOMICIDE  UPON A PERSON LESS THAN TWELVE YEARS OLD AS DEFINED\n   11  IN SECTION 125.11-A, AGGRAVATED MANSLAUGHTER UPON  A  PERSON  LESS  THAN\n   12  TWELVE  YEARS  OLD  IN THE SECOND DEGREE AS DEFINED IN SECTION 125.21-A,\n   13  AGGRAVATED MANSLAUGHTER UPON A PERSON LESS THAN TWELVE YEARS OLD IN  THE\n   14  FIRST  DEGREE  AS  DEFINED  IN  SECTION  125.21-B or manslaughter in the\n   15  second degree as defined in section 125.15 of  the  penal  law  and  the\n   16  victim  was  another  child  of  the parent, provided, however, that the\n   17  parent must have acted voluntarily in committing such crime;\n   18    (iv) the parent of such child has been convicted  of  assault  in  the\n   19  second  degree  as  defined in section 120.05, AGGRAVATED ASSAULT UPON A\n   20  PERSON LESS THAN TWELVE YEARS OLD IN THE SECOND  DEGREE  AS  DEFINED  IN\n   21  SECTION  120.05-A,  assault  in  the  first degree as defined in section\n   22  120.10, AGGRAVATED ASSAULT UPON A PERSON LESS THAN TWELVE YEARS  OLD  IN\n   23  THE  FIRST  DEGREE, AS DEFINED IN SECTION 120.11-A or aggravated assault\n   24  upon a person less than [eleven] TWELVE years old as defined in  section\n   25  120.12  of  the  penal  law,  and the commission of one of the foregoing\n   26  crimes resulted in serious physical injury to the child or another child\n   27  of the parent;\n   28    S 15. Paragraphs 2 and 4 of subdivision (b) of section 1039-b  of  the\n   29  family court act, as added by chapter 7 of the laws of 1999, are amended\n   30  to read as follows:\n   31    (2)  the  parent of such child has been convicted of (i) murder in the\n   32  first degree as defined in section  125.27,  AGGRAVATED  MURDER  UPON  A\n   33  PERSON  LESS  THAN  TWELVE  YEARS  OLD AS DEFINED IN SECTION 125.26-A or\n   34  murder in the second degree as defined in section 125.25  of  the  penal\n   35  law and the victim was another child of the parent; or (ii) manslaughter\n   36  in  the first degree as defined in section 125.20, AGGRAVATED CRIMINALLY\n   37  NEGLIGENT HOMICIDE UPON A PERSON LESS THAN TWELVE YEARS OLD  AS  DEFINED\n   38  IN  SECTION  125.11-A,  AGGRAVATED  MANSLAUGHTER UPON A PERSON LESS THAN\n   39  TWELVE YEARS OLD IN THE SECOND DEGREE AS DEFINED  IN  SECTION  125.21-A,\n   40  AGGRAVATED  MANSLAUGHTER UPON A PERSON LESS THAN TWELVE YEARS OLD IN THE\n   41  FIRST DEGREE AS DEFINED IN  SECTION  125.21-B  or  manslaughter  in  the\n   42  second  degree  as  defined  in  section 125.15 of the penal law and the\n   43  victim was another child of the  parent,  provided,  however,  that  the\n   44  parent must have acted voluntarily in committing such crime;\n   45    (4)  the  parent  of  such  child has been convicted of assault in the\n   46  second degree as defined in section 120.05, AGGRAVATED  ASSAULT  UPON  A\n   47  PERSON  LESS  THAN  TWELVE  YEARS OLD IN THE SECOND DEGREE AS DEFINED IN\n   48  SECTION 120.05-A, assault in the first  degree  as  defined  in  section\n   49  120.10,  AGGRAVATED  ASSAULT UPON A PERSON LESS THAN TWELVE YEARS OLD IN\n   50  THE FIRST DEGREE, AS DEFINED IN SECTION 120.11-A or  aggravated  assault\n   51  upon  a person less than [eleven] TWELVE years old as defined in section\n   52  120.12 of the penal law, and the commission  of  one  of  the  foregoing\n   53  crimes resulted in serious physical injury to the child or another child\n   54  of the parent;\n\n       A. 1494                             9\n\n    1    S 16. Clauses 2 and 4 of subparagraph (A) of paragraph (i) of subdivi-\n    2  sion  (b) of section 1052 of the family court act, as amended by chapter\n    3  7 of the laws of 1999, are amended to read as follows:\n    4    (2)  the  parent of such child has been convicted of (i) murder in the\n    5  first degree as defined in section  125.27,  AGGRAVATED  MURDER  UPON  A\n    6  PERSON  LESS  THAN  TWELVE  YEARS  OLD AS DEFINED IN SECTION 125.26-A or\n    7  murder in the second degree as defined in section 125.25  of  the  penal\n    8  law and the victim was another child of the parent; or (ii) manslaughter\n    9  in  the first degree as defined in section 125.20, AGGRAVATED CRIMINALLY\n   10  NEGLIGENT HOMICIDE UPON A PERSON LESS THAN TWELVE YEARS OLD  AS  DEFINED\n   11  IN  SECTION  125.11-A,  AGGRAVATED  MANSLAUGHTER UPON A PERSON LESS THAN\n   12  TWELVE YEARS OLD IN THE SECOND DEGREE AS DEFINED  IN  SECTION  125.21-A,\n   13  AGGRAVATED  MANSLAUGHTER UPON A PERSON LESS THAN TWELVE YEARS OLD IN THE\n   14  FIRST DEGREE AS DEFINED IN  SECTION  125.21-B  or  manslaughter  in  the\n   15  second  degree  as  defined  in  section 125.15 of the penal law and the\n   16  victim was another child of the  parent,  provided,  however,  that  the\n   17  parent must have acted voluntarily in committing such crime;\n   18    (4)  the  parent  of  such  child has been convicted of assault in the\n   19  second degree as defined in section 120.05, AGGRAVATED  ASSAULT  UPON  A\n   20  PERSON  LESS  THAN  TWELVE  YEARS OLD IN THE SECOND DEGREE AS DEFINED IN\n   21  SECTION 120.05-A, assault in the first  degree  as  defined  in  section\n   22  120.10,  AGGRAVATED  ASSAULT UPON A PERSON LESS THAN TWELVE YEARS OLD IN\n   23  THE FIRST DEGREE, AS DEFINED IN SECTION 120.11-A or  aggravated  assault\n   24  upon  a person less than [eleven] TWELVE years old as defined in section\n   25  120.12 of the penal law, and the commission  of  one  of  the  foregoing\n   26  crimes resulted in serious physical injury to the child or another child\n   27  of the parent;\n   28    S 17. Paragraph f of subdivision 1 of section 410 of the general busi-\n   29  ness  law,  as  added  by chapter 509 of the laws of 1992, is amended to\n   30  read as follows:\n   31    f. Conviction of any of the following crimes subsequent to  the  issu-\n   32  ance  of a license pursuant to this article:  fraud pursuant to sections\n   33  170.10, 170.15, 176.15, 176.20, 176.25, 176.30  and  190.65;  falsifying\n   34  business  records  pursuant to section 175.10; grand larceny pursuant to\n   35  article 155;  bribery  pursuant  to  sections  180.03,  180.08,  180.15,\n   36  180.25,  200.00, 200.03, 200.04, 200.10, 200.11, 200.12, 200.45, 200.50;\n   37  perjury pursuant to sections 210.10, 210.15, 210.40; assault pursuant to\n   38  sections 120.05, 120.05-A, 120.10,  120.11,  120.11-A,  120.12;  robbery\n   39  pursuant to article 160; homicide pursuant to sections 125.11-A, 125.25,\n   40  125.26-A  and  125.27;  manslaughter  pursuant to sections 125.15 [and],\n   41  125.20, 125.21-A AND  125.21-B;  kidnapping  and  unlawful  imprisonment\n   42  pursuant  to  sections  135.10,  135.20  and  135.25;  unlawful  weapons\n   43  possession pursuant to sections 265.02, 265.03 and 265.04; criminal  use\n   44  of  a  weapon pursuant to sections 265.08 and 265.09; criminal sale of a\n   45  weapon pursuant to sections 265.11 and 265.12; and sex offenses pursuant\n   46  to article 130 of  the  penal  law.  Provided,  however,  that  for  the\n   47  purposes  of  this  article,  none  of the following shall be considered\n   48  criminal convictions or reported as such: (i) a conviction for which  an\n   49  executive  pardon  has been issued pursuant to the executive law; (ii) a\n   50  conviction which has been vacated and replaced by  a  youthful  offender\n   51  finding  pursuant to article seven hundred twenty of the criminal proce-\n   52  dure law, or the applicable provisions of law of any other jurisdiction;\n   53  or (iii) a conviction the records of which have been expunged or  sealed\n   54  pursuant  to  the  applicable provisions of the laws of this state or of\n   55  any other jurisdiction; and (iv) a conviction for which  other  evidence\n   56  of successful rehabilitation to remove the disability has been issued.\n\n       A. 1494                            10\n\n    1    Provided,  however,  a fine shall not be imposed for the causes speci-\n    2  fied in paragraph f of this subdivision.\n    3    In  lieu  of  or in conjunction with the suspension or revocation of a\n    4  license, or the imposition of a  fine  pursuant  to  this  section,  the\n    5  secretary  may issue a reprimand. When a license issued pursuant to this\n    6  article is revoked, such license shall not  be  reinstated  or  reissued\n    7  until after the expiration of a period of one year from the date of such\n    8  revocation. No license shall be issued after a second revocation.\n    9    S  18.  Subparagraphs  2  and  4  of paragraph (b) of subdivision 3 of\n   10  section 358-a of the social services law, as added by chapter 7  of  the\n   11  laws of 1999, are amended to read as follows:\n   12    (2)  the  parent of such child has been convicted of (i) murder in the\n   13  first degree as defined in section  125.27,  AGGRAVATED  MURDER  UPON  A\n   14  PERSON  LESS  THAN  TWELVE  YEARS  OLD AS DEFINED IN SECTION 125.26-A or\n   15  murder in the second degree as defined in section 125.25  of  the  penal\n   16  law and the victim was another child of the parent; or (ii) manslaughter\n   17  in  the first degree as defined in section 125.20, AGGRAVATED CRIMINALLY\n   18  NEGLIGENT HOMICIDE UPON A PERSON LESS THAN TWELVE YEARS OLD  AS  DEFINED\n   19  IN  SECTION  125.11-A,  AGGRAVATED  MANSLAUGHTER UPON A PERSON LESS THAN\n   20  TWELVE YEARS OLD IN THE SECOND DEGREE AS DEFINED  IN  SECTION  125.21-A,\n   21  AGGRAVATED  MANSLAUGHTER UPON A PERSON LESS THAN TWELVE YEARS OLD IN THE\n   22  FIRST DEGREE AS DEFINED IN  SECTION  125.21-B  or  manslaughter  in  the\n   23  second  degree  as  defined  in  section 125.15 of the penal law and the\n   24  victim was another child of the  parent,  provided,  however,  that  the\n   25  parent must have acted voluntarily in committing such crime;\n   26    (4)  the  parent  of  such  child has been convicted of assault in the\n   27  second degree as defined in section 120.05, AGGRAVATED  ASSAULT  UPON  A\n   28  PERSON  LESS  THAN  TWELVE  YEARS OLD IN THE SECOND DEGREE AS DEFINED IN\n   29  SECTION 120.05-A, assault in the first  degree  as  defined  in  section\n   30  120.10,  AGGRAVATED  ASSAULT UPON A PERSON LESS THAN TWELVE YEARS OLD IN\n   31  THE FIRST DEGREE, AS DEFINED IN SECTION 120.11-A or  aggravated  assault\n   32  upon  a person less than [eleven] TWELVE years old as defined in section\n   33  120.12 of the penal law, and the commission  of  one  of  the  foregoing\n   34  crimes resulted in serious physical injury to the child or another child\n   35  of the parent;\n   36    S  19. Subparagraph (iii) of paragraph (a) of subdivision 8 of section\n   37  384-b of the social services law, as added by chapter 7 of the  laws  of\n   38  1999,  clause  (A)  as  amended  by  chapter 460 of the laws of 2006, is\n   39  amended to read as follows:\n   40    (iii) (A) the parent of such child has been convicted of murder in the\n   41  first degree as defined in section  125.27,  AGGRAVATED  MURDER  UPON  A\n   42  PERSON LESS THAN TWELVE YEARS OLD AS DEFINED IN SECTION 125.26-A, murder\n   43  in  the  second degree as defined in section 125.25, manslaughter in the\n   44  first degree as defined in section 125.20, AGGRAVATED CRIMINALLY  NEGLI-\n   45  GENT  HOMICIDE  UPON  A  PERSON LESS THAN TWELVE YEARS OLD AS DEFINED IN\n   46  SECTION 125.11-A, AGGRAVATED MANSLAUGHTER UPON A PERSON LESS THAN TWELVE\n   47  YEARS OLD IN THE SECOND DEGREE AS DEFINED IN  SECTION  125.21-A,  AGGRA-\n   48  VATED MANSLAUGHTER UPON A PERSON LESS THAN TWELVE YEARS OLD IN THE FIRST\n   49  DEGREE  AS  DEFINED  IN  SECTION  125.21-B or manslaughter in the second\n   50  degree as defined in section 125.15, and the victim of  any  such  crime\n   51  was  another  child  of  the parent or another child for whose care such\n   52  parent is or has been legally responsible as defined in subdivision  (g)\n   53  of  section  one  thousand  twelve  of  the family court act, or another\n   54  parent of the child, unless the convicted parent was a victim  of  phys-\n   55  ical,  sexual  or  psychological  abuse  by the decedent parent and such\n   56  abuse was a factor in causing the homicide; or has been convicted of  an\n\n       A. 1494                            11\n\n    1  attempt  to  commit  any  of  the  foregoing  crimes,  and the victim or\n    2  intended victim was the child or another child of the parent or  another\n    3  child  for  whose care such parent is or has been legally responsible as\n    4  defined  in subdivision (g) of section one thousand twelve of the family\n    5  court act, or another parent of the child, unless the  convicted  parent\n    6  was  a victim of physical, sexual or psychological abuse by the decedent\n    7  parent and such abuse was a factor in causing  the  attempted  homicide;\n    8  (B) the parent of such child has been convicted of criminal solicitation\n    9  as  defined in article one hundred, conspiracy as defined in article one\n   10  hundred five or criminal facilitation as defined in article one  hundred\n   11  fifteen  of the penal law for conspiring, soliciting or facilitating any\n   12  of the foregoing crimes, and the victim or intended victim was the child\n   13  or another child of the parent or another  child  for  whose  care  such\n   14  parent  is or has been legally responsible; (C) the parent of such child\n   15  has been convicted of assault in the second degree as defined in section\n   16  120.05, AGGRAVATED ASSAULT UPON A PERSON LESS THAN TWELVE YEARS  OLD  IN\n   17  THE  SECOND  DEGREE AS DEFINED IN SECTION 120.05-A, assault in the first\n   18  degree as defined in section 120.10, AGGRAVATED ASSAULT  UPON  A  PERSON\n   19  LESS  THAN  TWELVE  YEARS OLD IN THE FIRST DEGREE, AS DEFINED IN SECTION\n   20  120.11-A or aggravated assault upon a person less than  [eleven]  TWELVE\n   21  years  old as defined in section 120.12 of the penal law, and the victim\n   22  of any such crime was the child or another child of the parent or anoth-\n   23  er child for whose care such parent is or has been legally  responsible;\n   24  or  has  been  convicted  of  an  attempt to commit any of the foregoing\n   25  crimes, and the victim or intended victim was the child or another child\n   26  of the parent or another child for whose care such parent is or has been\n   27  legally responsible; or (D) the parent of such child has been  convicted\n   28  under the law in any other jurisdiction of an offense which includes all\n   29  of  the  essential elements of any crime specified in clause (A), (B) or\n   30  (C) of this subparagraph; and\n   31    S 20. This act shall take effect on the ninetieth day after  it  shall\n   32  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the executive law, the family court act, the general business law, and the social services law, in relation to enacting the \"child assault reform act\" (CARE) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110111.T133711.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294771031842
}