{
  "year" : 2011,
  "senateBillNo" : "A1490-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1490-2011-1294635600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to limits of the amount of contracts for printing public documents which may be let without competitive bidding",
  "summary" : "Amends the limits of the amount of contracts for printing public documents which may be let without competitive bidding to match those set forth in the state finance law for purchasing services and commodities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York State Printing and Public Documents Law",
  "previousVersions" : [ "A10522-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1490\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the New York state printing and public documents law, in\n         relation to the letting of contracts for printing\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 5 of section 3 of the New York state printing\n    2  and public documents law, as amended by chapter 346 of the laws of 1991,\n    3  is amended to read as follows:\n    4    5. Notwithstanding any of the foregoing provisions of this section, or\n    5  of any general or special act, the commissioner AND OTHER STATE AGENCIES\n    6  AND DEPARTMENTS may contract for printing to  an  amount  not  exceeding\n    7  [ten  thousand  dollars]  THE  LIMIT SET FOR THE COMMISSIONER OF GENERAL\n    8  SERVICES AND STATE AGENCIES, RESPECTIVELY, PURSUANT TO  SUBDIVISION  SIX\n    9  OF  SECTION  ONE  HUNDRED  SIXTY-THREE  OF THE STATE FINANCE LAW without\n   10  competitive bidding[, and  may  by  rule  prescribing  the  amount,  not\n   11  exceeding  five  thousand dollars, authorize other state departments and\n   12  agencies to let contracts, without  competitive  bidding,  for  printing\n   13  required by them. Such rule]. THE COMMISSIONER shall prescribe the form,\n   14  manner and content of the notice to be given to prospective vendors, the\n   15  form  of  specifications and proposals for such printing, and the method\n   16  used in making an award WITHOUT COMPETITIVE  BIDDING  PURSUANT  TO  THIS\n   17  SUBDIVISION,  except  that  as  such  specifications relate to the paper\n   18  required for printing they shall be in accordance with those established\n   19  pursuant to section one hundred [sixty-four]  SIXTY-FIVE  of  the  state\n   20  finance law.\n   21    Multiple  purchases  of  identical  items  of  printing  and  printing\n   22  supplies, made by such other department or  agency  without  competitive\n   23  bidding within a period of sixty days, shall not exceed the [sum of five\n   24  thousand  dollars]  LIMIT SET FOR STATE AGENCIES PURSUANT TO SUBDIVISION\n   25  SIX OF SECTION ONE HUNDRED SIXTY-THREE OF THE STATE FINANCE LAW.\n   26    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02044-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state printing and public documents law, in relation to the letting of contracts for printing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142112.TXT", "SOBI.D110111.T121157.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294765917452
}