{
  "year" : 2011,
  "senateBillNo" : "A1509-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1509-2011-1294635600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the alternative fuel incentive fund; creates the alternative fuels credit; establishes alternative fuel grants; appropriation",
  "summary" : "Creates the alternative fuel incentive fund; provides that monies allocated from the fund will be used for certain purpose; thirty million will be allocated for research and development; twenty seven million for the thruway authority to create alternative fuel stations on the thruway; twenty million for a cellulosic ethanol refinery and five million for administrative costs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A8420-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1509\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the state finance  law,  in  relation  to  creating  the\n         alternative  fuel incentive fund; to amend the tax law, in relation to\n         creating the alternative fuels credit; to amend the public authorities\n         law, in relation to alternative fuel grants; and making  an  appropri-\n         ation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state finance law is amended by adding  a  new  section\n    2  99-t to read as follows:\n    3    S  99-T.  ALTERNATIVE  FUEL  INCENTIVE FUND. 1. THERE IS HEREBY ESTAB-\n    4  LISHED IN THE JOINT CUSTODY OF THE STATE COMPTROLLER AND THE COMMISSION-\n    5  ER OF TAXATION AND FINANCE A SPECIAL REVENUE FUND TO  BE  KNOWN  AS  THE\n    6  \"ALTERNATIVE FUEL INCENTIVE FUND\".\n    7    2.  THE  FUND SHALL CONSIST OF THE AMOUNT OF REVENUES FROM SALES TAXES\n    8  IMPOSED ON THE RECEIPTS OF THE PRICE OF MOTOR AND DIESEL FUEL MORE  THAN\n    9  ONE DOLLAR OR EQUAL TO OR LESS THAN TWO DOLLARS.\n   10    3.  MONIES  OF  THE  FUND,  WHEN ALLOCATED, SHALL BE DISBURSED FOR THE\n   11  FOLLOWING PURPOSES:\n   12    (A) CREDITS AGAINST PERSONAL INCOME TAX AND  CORPORATE  FRANCHISE  TAX\n   13  FOR  THE  INSTALLATION OR CONVERSION OF FUELING STATIONS FOR ALTERNATIVE\n   14  FUELS;\n   15    (B) GRANTS FOR RESEARCH AND DEVELOPMENT IN REGARDS TO FUEL  DIVERSIFI-\n   16  CATION AND ENERGY EFFICIENCY IN THE TRANSPORTATION SECTOR;\n   17    (C)  INSTALLATION OF ALTERNATIVE FUELING STATIONS AT EACH OF THE TWEN-\n   18  TY-SEVEN TRAVEL PLAZAS ON THE NEW YORK STATE THRUWAY;\n   19    (D) GRANTS FOR A CELLULOSIC ETHANOL REFINERY; AND\n   20    (E) ADMINISTRATIVE COSTS BORNE  BY  THE  DEPARTMENT  OF  TAXATION  AND\n   21  FINANCE  AND THE NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORI-\n   22  TY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01344-01-1\n\n       A. 1509                             2\n\n    1    S 2. Section 1148 of the tax law, as amended by chapter 3 of the  laws\n    2  of 2004, is amended to read as follows:\n    3    S  1148.  Deposit  and disposition of revenue. All taxes, interest and\n    4  penalties collected or received by the commissioner under  this  article\n    5  shall be deposited and disposed of pursuant to the provisions of section\n    6  one  hundred  seventy-one-a of this chapter; provided however, the comp-\n    7  troller shall on or before the twelfth day of each month, pay  all  such\n    8  taxes, interest and penalties collected under this article and remaining\n    9  to  the  comptroller's  credit  in  such  banks, banking houses or trust\n   10  companies at the close of business on the  last  day  of  the  preceding\n   11  month,  into the general fund of the state treasury, except as otherwise\n   12  provided in sections ninety-two-d [and], ninety-two-r AND  NINETY-NINE-T\n   13  of the state finance law and sections eleven hundred two, eleven hundred\n   14  four and eleven hundred nine of this article.\n   15    S  3.  Section  606  of  the  tax  law  is  amended  by adding two new\n   16  subsections (p-1) and (ss) to read as follows:\n   17    (P-1) ALTERNATIVE FUELS CREDIT.  (1)  GENERAL.  A  TAXPAYER  SHALL  BE\n   18  ALLOWED  A  CREDIT,  TO BE COMPUTED AS HEREINAFTER PROVIDED, AGAINST THE\n   19  TAX IMPOSED BY THIS ARTICLE FOR FUEL  FLEXIBLE  VEHICLES  AND  QUALIFIED\n   20  HYBRID  VEHICLES  PLACED  IN SERVICE DURING THE TAXABLE YEAR.  PROVIDED,\n   21  HOWEVER, THAT THE CREDIT PROVIDED FOR BY THIS SUBSECTION WITH RESPECT TO\n   22  FUEL FLEXIBLE VEHICLES SHALL NOT BE ALLOWED  TO  A  GAS  CORPORATION  OR\n   23  ELECTRIC  CORPORATION  AS DEFINED IN SUBDIVISIONS ELEVEN AND THIRTEEN OF\n   24  SECTION TWO OF THE PUBLIC SERVICE LAW, OR A GAS AND ELECTRIC CORPORATION\n   25  AS DESCRIBED IN SECTION SIXTY-FOUR OF THE PUBLIC SERVICE LAW, WHERE SUCH\n   26  CORPORATION IS SUBJECT TO THE SUPERVISION OF THE  DEPARTMENT  OF  PUBLIC\n   27  SERVICE.\n   28    (2)   FUEL  FLEXIBLE  AND  HYBRID  VEHICLES.  THE  CREDIT  UNDER  THIS\n   29  SUBSECTION FOR FUEL FLEXIBLE AND QUALIFIED HYBRID VEHICLES  SHALL  EQUAL\n   30  FIVE HUNDRED DOLLARS PER VEHICLE REGISTERED IN THIS STATE.\n   31    (3)  DEFINITIONS. (A) THE TERM \"FUEL FLEXIBLE VEHICLE\" MEANS A VEHICLE\n   32  WHICH IS EQUIPPED TO USE ALTERNATIVE  FUEL  AS  DEFINED  IN  SUBDIVISION\n   33  FOURTEEN  OF  SECTION  THREE HUNDRED FIFTY-ONE OF THE PUBLIC AUTHORITIES\n   34  LAW.\n   35    (B) THE TERM \"QUALIFIED HYBRID VEHICLE\"  MEANS  A  MOTOR  VEHICLE,  AS\n   36  DEFINED  IN  SECTION  ONE HUNDRED TWENTY-FIVE OF THE VEHICLE AND TRAFFIC\n   37  LAW, OTHER THAN AN ELECTRIC VEHICLE, THAT:\n   38    (I) DRAWS PROPULSION ENERGY FROM BOTH\n   39    (A) AN INTERNAL COMBUSTION ENGINE (OR HEAT ENGINE THAT USES  COMBUSTI-\n   40  BLE FUEL); AND\n   41    (B) AN ENERGY STORAGE DEVICE; AND\n   42    (II) EMPLOYS A REGENERATIVE VEHICLE BRAKING SYSTEM THAT RECOVERS WASTE\n   43  ENERGY TO CHARGE SUCH ENERGY STORAGE DEVICE.\n   44    (4)   CARRYOVERS.  IF  THE  AMOUNT  OF  CREDIT  ALLOWABLE  UNDER  THIS\n   45  SUBSECTION SHALL EXCEED THE TAXPAYER'S TAX OF SUCH YEAR, THE EXCESS, MAY\n   46  BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS AND MAY BE DEDUCTED  FROM\n   47  THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   48    (5)  CREDIT  RECAPTURE. (A) VEHICLES. IF, WITHIN THREE FULL YEARS FROM\n   49  THE DATE A QUALIFIED HYBRID VEHICLE IS PLACED IN SERVICE  SUCH  VEHICLES\n   50  CEASE  TO BE QUALIFIED, A RECAPTURE AMOUNT MUST BE ADDED BACK IN THE TAX\n   51  YEAR IN WHICH SUCH CESSATION OCCURS.\n   52    (B) CESSATION OF QUALIFICATION. (I) A QUALIFIED HYBRID  CEASES  TO  BE\n   53  QUALIFIED IF\n   54    (A)  IT  IS  MODIFIED  BY  THE TAXPAYER SO THAT IT NO LONGER MEETS THE\n   55  REQUIREMENTS OF A QUALIFIED HYBRID VEHICLE.\n\n       A. 1509                             3\n\n    1    (B) THE TAXPAYER RECEIVING THE CREDIT UNDER THIS SUBSECTION  SELLS  OR\n    2  DISPOSES OF THE VEHICLE AND KNOWS OR HAS REASON TO KNOW THAT THE VEHICLE\n    3  WILL BE SO MODIFIED.\n    4    (II)  RECAPTURE  AMOUNT.  THE  RECAPTURE AMOUNT IS EQUAL TO THE CREDIT\n    5  ALLOWABLE UNDER THIS SUBSECTION.\n    6    (6) TERMINATION. THIS SUBSECTION SHALL NOT APPLY TO PROPERTY PLACED IN\n    7  SERVICE IN TAXABLE YEARS  BEGINNING  AFTER  DECEMBER  THIRTY-FIRST,  TWO\n    8  THOUSAND TWELVE.\n    9    (SS) ALTERNATIVE FUEL CREDIT FOR INSTALLATION OR CONVERSION OF FUELING\n   10  STATIONS. (1) ALLOWANCE OF CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT,\n   11  TO  BE  COMPUTED  HEREINAFTER  PROVIDED, AGAINST THE TAX IMPOSED BY THIS\n   12  ARTICLE FOR THE COST OF  INSTALLATION  CONSTRUCTION,  RECONSTRUCTION  OR\n   13  ACQUISITION  OF  AN ALTERNATIVE FUEL REFUELING FACILITY THAT IS DIRECTLY\n   14  ATTRIBUTABLE TO THE STORAGE,  COMPRESSION,  CHARGING  OR  DISPENSING  OF\n   15  ALTERNATIVE  FUELS  TO  MOTOR  VEHICLES.  THE INCOME TAX CREDIT WOULD BE\n   16  THIRTY PERCENT OF THE COSTS ASSOCIATED WITH SUCH EXPENSES.\n   17    (2) APPLICATION OF CREDIT. IF THE AMOUNT OF THE CREDIT ALLOWABLE UNDER\n   18  THIS SUBSECTION FOR ANY TAXABLE YEAR EXCEEDS THE TAXPAYER'S TAX FOR SUCH\n   19  YEAR, FIFTY PERCENT OF THE EXCESS SHALL BE TREATED AS AN OVERPAYMENT  OF\n   20  TAX TO BE CREDITED OR REFUNDED AS PROVIDED IN SECTION SIX HUNDRED EIGHT-\n   21  Y-SIX OF THIS ARTICLE, PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE PAID\n   22  THEREON.  THE  BALANCE  OF  SUCH CREDIT NOT CREDITED OR REFUNDED IN SUCH\n   23  TAXABLE YEAR MAY BE CARRIED OVER TO THE IMMEDIATELY  SUCCEEDING  TAXABLE\n   24  YEAR  AND  MAY  BE  DEDUCTED  FROM THE TAXPAYER'S TAX FOR SUCH YEAR. THE\n   25  EXCESS, IF ANY, OF THE AMOUNT OF  THE  CREDIT  OVER  THE  TAX  FOR  SUCH\n   26  SUCCEEDING YEAR SHALL BE TREATED AS AN OVERPAYMENT OF TAX TO BE CREDITED\n   27  OR  REFUNDED AS PROVIDED IN SECTION SIX HUNDRED EIGHTY-SIX OF THIS ARTI-\n   28  CLE, PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE PAID THEREON.\n   29    S 4. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   30  of the tax law is amended by adding two new clauses (xxxii) and (xxxiii)\n   31  to read as follows:\n   32  (XXXII) ALTERNATIVE FUELS               AMOUNT OF CREDIT\n   33  CREDIT UNDER SUBSECTION                 UNDER SUBDIVISION\n   34  (P-1)                                   TWENTY-FOUR-A OF\n   35                                          SECTION TWO HUNDRED TEN\n\n   36  (XXXIII) ALTERNATIVE FUEL CREDIT        AMOUNT OF CREDIT\n   37  FOR INSTALLATION OR                     UNDER SUBDIVISION\n   38  CONSERVATION OF FUELING                 FORTY-THREE OF SECTION\n   39  STATIONS UNDER SUBSECTION               TWO HUNDRED TEN\n   40  (SS)\n   41    S  5. Section 210 of the tax law is amended by adding two new subdivi-\n   42  sions 24-a and 43 to read as follows:\n   43    24-A. ALTERNATIVE FUELS CREDIT.  (A)  GENERAL.  A  TAXPAYER  SHALL  BE\n   44  ALLOWED  A  CREDIT,  TO BE COMPUTED AS HEREINAFTER PROVIDED, AGAINST THE\n   45  TAX IMPOSED BY THIS ARTICLE, FOR FUEL FLEXIBLE  VEHICLES  AND  QUALIFIED\n   46  HYBRIDS.  PROVIDED,  HOWEVER,  THAT  THE  CREDIT  PROVIDED  FOR  BY THIS\n   47  SUBSECTION WITH RESPECT TO FUEL FLEXIBLE VEHICLES SHALL NOT  BE  ALLOWED\n   48  TO  A GAS CORPORATION OR ELECTRIC CORPORATION AS DEFINED IN SUBDIVISIONS\n   49  ELEVEN AND THIRTEEN OF SECTION TWO OF THE PUBLIC SERVICE LAW, OR  A  GAS\n   50  AND  ELECTRIC  CORPORATION  AS  DESCRIBED  IN  SECTION SIXTY-FOUR OF THE\n   51  PUBLIC SERVICE LAW, WHERE SUCH CORPORATION IS SUBJECT TO THE SUPERVISION\n   52  OF THE DEPARTMENT OF PUBLIC SERVICE.\n   53    (B) FUEL FLEXIBLE VEHICLES AND QUALIFIED HYBRID VEHICLES.  THE  CREDIT\n   54  UNDER  THIS  SUBDIVISION FOR FUEL FLEXIBLE VEHICLES AND QUALIFIED HYBRID\n\n       A. 1509                             4\n\n    1  VEHICLES SHALL EQUAL FIVE HUNDRED DOLLARS PER VEHICLE REGISTERED IN THIS\n    2  STATE.\n    3    (C) DEFINITIONS. (I) THE TERM \"FUEL FLEXIBLE VEHICLE\" MEANS A VEHICLE,\n    4  WHICH  IS  EQUIPPED  TO  USE  ALTERNATIVE FUEL AS DEFINED IN SUBDIVISION\n    5  FOURTEEN OF SECTION THREE HUNDRED FIFTY-ONE OF  THE  PUBLIC  AUTHORITIES\n    6  LAW.\n    7    (II)  THE  TERM \"QUALIFIED HYBRID VEHICLE\" SHALL HAVE THE SAME MEANING\n    8  AS PROVIDED FOR UNDER SUBPARAGRAPH (B) OF PARAGRAPH THREE OF  SUBSECTION\n    9  (P-1) OF SECTION SIX HUNDRED SIX OF THIS CHAPTER.\n   10    (D) CARRYOVERS. IN NO EVENT SHALL THE CREDIT UNDER THIS SUBDIVISION BE\n   11  ALLOWED  IN AN AMOUNT WHICH WILL REDUCE THE TAX PAYABLE TO LESS THAN THE\n   12  HIGHER OF THE AMOUNTS PRESCRIBED IN PARAGRAPHS (C) AND (D)  OF  SUBDIVI-\n   13  SION ONE OF THIS SECTION. PROVIDED, HOWEVER, THAT IF THE AMOUNT OF CRED-\n   14  IT ALLOWABLE UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE TAX\n   15  TO SUCH AMOUNT, ANY AMOUNT OF CREDIT NOT DEDUCTIBLE IN SUCH TAXABLE YEAR\n   16  MAY  BE  CARRIED OVER TO THE FOLLOWING YEAR OR YEARS AND MAY BE DEDUCTED\n   17  FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   18    (E) CREDIT RECAPTURE. (I) IF, WITHIN THREE FULL YEARS FROM THE DATE  A\n   19  QUALIFIED  HYBRID VEHICLE IS PLACED IN SERVICE CEASES TO BE QUALIFIED, A\n   20  RECAPTURE AMOUNT MUST BE ADDED BACK IN THE TAX YEAR IN WHICH SUCH CESSA-\n   21  TION OCCURS.\n   22    (II) A QUALIFIED HYBRID VEHICLE CEASES TO BE QUALIFIED IF:\n   23    (A) IT IS MODIFIED BY THE TAXPAYER SO THAT  IT  NO  LONGER  MEETS  THE\n   24  REQUIREMENTS  OF  A  QUALIFIED HYBRID VEHICLE AS DEFINED IN SUBPARAGRAPH\n   25  (B) OF PARAGRAPH THREE OF SUBSECTION (P-1) OF SECTION SIX HUNDRED SIX OF\n   26  THIS CHAPTER; OR\n   27    (B) THE TAXPAYER RECEIVING THE CREDIT UNDER THIS SUBSECTION  SELLS  OR\n   28  DISPOSES OF THE VEHICLE AND KNOWS OR HAS REASON TO KNOW THAT THE VEHICLE\n   29  WILL BE SO MODIFIED.\n   30    (III)  RECAPTURE  AMOUNT.  THE RECAPTURE AMOUNT IS EQUAL TO THE CREDIT\n   31  ALLOWABLE UNDER THIS SUBDIVISION MULTIPLIED BY A FRACTION, THE NUMERATOR\n   32  OF WHICH IS THE TOTAL RECOVERY PERIOD FOR THE PROPERTY MINUS THE  NUMBER\n   33  OF  RECOVERY  YEARS PRIOR TO, BUT NOT INCLUDING, THE RECAPTURE YEAR, AND\n   34  THE DENOMINATOR OF WHICH IS THE TOTAL RECOVERY PERIOD.\n   35    (F) TERMINATION. THIS SUBDIVISION SHALL NOT APPLY TO  PROPERTY  PLACED\n   36  IN  SERVICE  IN TAXABLE YEARS BEGINNING AFTER DECEMBER THIRTY-FIRST, TWO\n   37  THOUSAND TWELVE.\n   38    43. ALTERNATIVE FUEL CREDIT FOR INSTALLATION OR CONVERSION OF  FUELING\n   39  STATIONS. (A) ALLOWANCE OF CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT,\n   40  TO  BE COMPUTED AS HEREINAFTER PROVIDED, AGAINST THE TAX IMPOSED BY THIS\n   41  ARTICLE FOR THE COST OF  INSTALLATION  CONSTRUCTION,  RECONSTRUCTION  OR\n   42  ACQUISITION  OF  AN ALTERNATIVE FUEL REFUELING FACILITY THAT IS DIRECTLY\n   43  ATTRIBUTABLE TO THE STORAGE,  COMPRESSION,  CHARGING  OR  DISPENSING  OF\n   44  ALTERNATIVE  FUELS  TO  MOTOR  VEHICLES.  THE INCOME TAX CREDIT SHALL BE\n   45  THIRTY PERCENT OF THE COSTS ASSOCIATED WITH SUCH EXPENSES.\n   46    (B) APPLICATION OF CREDIT. THE CREDIT ALLOWED UNDER  THIS  SUBDIVISION\n   47  FOR  ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO LESS\n   48  THAN THE AMOUNT DESCRIBED IN PARAGRAPH (D) OF SUBDIVISION  ONE  OF  THIS\n   49  SECTION.  IF  THE  AMOUNT OF THE CREDIT ALLOWABLE UNDER THIS SUBDIVISION\n   50  FOR ANY TAXABLE YEAR EXCEEDS THE TAXPAYER'S TAX  FOR  SUCH  YEAR,  FIFTY\n   51  PERCENT  OF  THE  EXCESS SHALL BE TREATED AS AN OVERPAYMENT OF TAX TO BE\n   52  CREDITED OR REFUNDED AS PROVIDED IN SECTION SIX  HUNDRED  EIGHTY-SIX  OF\n   53  THIS CHAPTER, PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE PAID THEREON.\n   54  THE BALANCE OF SUCH CREDIT NOT CREDITED OR REFUNDED IN SUCH TAXABLE YEAR\n   55  MAY  BE  CARRIED OVER TO THE IMMEDIATELY SUCCEEDING TAXABLE YEAR AND MAY\n   56  BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR. THE EXCESS,  IF  ANY,\n\n       A. 1509                             5\n\n    1  OF  THE AMOUNT OF THE CREDIT OVER THE TAX FOR SUCH SUCCEEDING YEAR SHALL\n    2  BE TREATED AS AN OVERPAYMENT OF  TAX  TO  BE  CREDITED  OR  REFUNDED  AS\n    3  PROVIDED  IN  SECTION  SIX HUNDRED EIGHTY-SIX OF THIS CHAPTER, PROVIDED,\n    4  HOWEVER, THAT NO INTEREST SHALL BE PAID THEREON.\n    5    S 6. The tax law is amended by adding two new sections 187-q and 187-r\n    6  to read as follows:\n    7    S  187-Q.  ALTERNATIVE  FUELS  CREDIT. 1. GENERAL. A TAXPAYER SHALL BE\n    8  ALLOWED A CREDIT,  TO  BE  CREDITED  AGAINST  THE  TAXES  IMPOSED  UNDER\n    9  SECTIONS  ONE  HUNDRED  EIGHTY-THREE,  ONE  HUNDRED EIGHTY-FOUR, AND ONE\n   10  HUNDRED EIGHTY-FIVE OF THIS ARTICLE.   SUCH CREDIT, TO  BE  COMPUTED  AS\n   11  HEREINAFTER  PROVIDED,  SHALL  BE  ALLOWED  FOR FUEL FLEXIBLE AND HYBRID\n   12  VEHICLES PLACED IN SERVICE DURING THE TAXABLE YEAR.  PROVIDED,  HOWEVER,\n   13  THAT  THE  AMOUNT  OF  SUCH  CREDIT ALLOWABLE AGAINST THE TAX IMPOSED BY\n   14  SECTION ONE HUNDRED EIGHTY-FOUR OF THIS ARTICLE SHALL BE THE  EXCESS  OF\n   15  THE CREDIT ALLOWED BY THIS SECTION OVER THE AMOUNT OF SUCH CREDIT ALLOW-\n   16  ABLE AGAINST THE TAX IMPOSED BY SECTION ONE HUNDRED EIGHTY-THREE OF THIS\n   17  ARTICLE.\n   18    2.  FUEL  FLEXIBLE AND HYBRID VEHICLES. THE CREDIT UNDER THIS SUBDIVI-\n   19  SION FOR FUEL FLEXIBLE AND QUALIFIED HYBRID VEHICLES  SHALL  EQUAL  FIVE\n   20  HUNDRED DOLLARS PER VEHICLE REGISTERED IN THIS STATE.\n   21    3.  DEFINITIONS. (A) THE TERM \"FUEL FLEXIBLE VEHICLE\" MEANS A VEHICLE,\n   22  WHICH IS EQUIPPED TO USE ALTERNATIVE  FUEL  AS  DEFINED  IN  SUBDIVISION\n   23  FOURTEEN  OF  SECTION  THREE HUNDRED FIFTY-ONE OF THE PUBLIC AUTHORITIES\n   24  LAW.\n   25    (B) THE TERM \"QUALIFIED HYBRID VEHICLE\" SHALL HAVE THE SAME MEANING AS\n   26  PROVIDED FOR IN SUBPARAGRAPH (B) OF PARAGRAPH THREE OF SUBSECTION  (P-1)\n   27  OF SECTION SIX HUNDRED SIX OF THIS CHAPTER.\n   28    4.  CARRYOVERS.  IN  NO  EVENT  SHALL THE CREDIT UNDER THIS SECTION BE\n   29  ALLOWED IN AN AMOUNT WHICH WILL REDUCE THE TAX PAYABLE TO LESS THAN  THE\n   30  APPLICABLE  MINIMUM  TAX  FIXED BY SECTION ONE HUNDRED EIGHTY-THREE, ONE\n   31  HUNDRED EIGHTY-FIVE OR ONE  HUNDRED  EIGHTY-SIX  OF  THIS  ARTICLE.  IF,\n   32  HOWEVER, THE AMOUNT OF CREDIT ALLOWABLE UNDER THIS SECTION FOR ANY TAXA-\n   33  BLE YEAR REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT NOT DEDUC-\n   34  TIBLE  IN SUCH TAXABLE YEAR MAY BE CARRIED OVER TO THE FOLLOWING YEAR OR\n   35  YEARS AND MAY BE DEDUCTED FROM THE  TAXPAYER'S  TAX  FOR  SUCH  YEAR  OR\n   36  YEARS.\n   37    5.  CREDIT  RECAPTURE. (A) IF, WITHIN THREE FULL YEARS FROM THE DATE A\n   38  QUALIFIED HYBRID VEHICLE IS PLACED IN SERVICE CEASES TO BE QUALIFIED,  A\n   39  RECAPTURE AMOUNT MUST BE ADDED BACK IN THE TAX YEAR IN WHICH SUCH CESSA-\n   40  TION OCCURS.\n   41    (B) A QUALIFIED HYBRID VEHICLE CEASES TO BE QUALIFIED IF:\n   42    (I)  IT  IS  MODIFIED  BY  THE TAXPAYER SO THAT IT NO LONGER MEETS THE\n   43  REQUIREMENTS OF A QUALIFIED HYBRID VEHICLE AS  DEFINED  IN  SUBPARAGRAPH\n   44  (B) OF PARAGRAPH THREE OF SUBSECTION (P-1) OF SECTION SIX HUNDRED SIX OF\n   45  THIS CHAPTER, OR\n   46    (II)  THE  TAXPAYER  RECEIVING  THE CREDIT UNDER THIS SECTION SELLS OR\n   47  DISPOSES OF THE VEHICLE AND KNOWS OR HAS REASON TO KNOW THAT THE VEHICLE\n   48  WILL BE SO MODIFIED.\n   49    (C) THE RECAPTURE AMOUNT IS EQUAL TO THE CREDIT ALLOWABLE  UNDER  THIS\n   50  SECTION.\n   51    6.  TERMINATION.  THIS  SECTION  SHALL NOT APPLY TO PROPERTY PLACED IN\n   52  SERVICE IN TAXABLE YEARS  BEGINNING  AFTER  DECEMBER  THIRTY-FIRST,  TWO\n   53  THOUSAND TWELVE.\n   54    S  187-R.  ALTERNATIVE  FUEL  CREDIT FOR INSTALLATION OR CONVERSION OF\n   55  FUELING STATIONS. (1) ALLOWANCE OF CREDIT. A TAXPAYER SHALL BE ALLOWED A\n   56  CREDIT, TO BE COMPUTED AS HEREINAFTER PROVIDED, AGAINST THE TAX  IMPOSED\n\n       A. 1509                             6\n\n    1  BY  THIS  ARTICLE  FOR  THE  COST  OF  INSTALLATION CONSTRUCTION, RECON-\n    2  STRUCTION OR ACQUISITION OF AN ALTERNATIVE FUEL REFUELING FACILITY  THAT\n    3  IS  DIRECTLY  ATTRIBUTABLE  TO  THE  STORAGE,  COMPRESSION,  CHARGING OR\n    4  DISPENSING OF ALTERNATIVE FUELS TO MOTOR VEHICLES.  THE INCOME TAX CRED-\n    5  IT SHALL BE THIRTY PERCENT OF THE COSTS ASSOCIATED WITH SUCH EXPENSES.\n    6    (2) APPLICATION OF CREDIT. IF THE AMOUNT OF THE CREDIT ALLOWABLE UNDER\n    7  THIS  SECTION  FOR  ANY TAXABLE YEAR EXCEEDS THE TAXPAYER'S TAX FOR SUCH\n    8  YEAR, FIFTY PERCENT OF THE EXCESS SHALL BE TREATED AS AN OVERPAYMENT  OF\n    9  TAX TO BE CREDITED OR REFUNDED AS PROVIDED IN SECTION SIX HUNDRED EIGHT-\n   10  Y-SIX OF THIS CHAPTER, PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE PAID\n   11  THEREON.  THE  BALANCE  OF  SUCH CREDIT NOT CREDITED OR REFUNDED IN SUCH\n   12  TAXABLE YEAR MAY BE CARRIED OVER TO THE IMMEDIATELY  SUCCEEDING  TAXABLE\n   13  YEAR  AND  MAY  BE  DEDUCTED  FROM THE TAXPAYER'S TAX FOR SUCH YEAR. THE\n   14  EXCESS, IF ANY, OF THE AMOUNT OF  THE  CREDIT  OVER  THE  TAX  FOR  SUCH\n   15  SUCCEEDING YEAR SHALL BE TREATED AS AN OVERPAYMENT OF TAX TO BE CREDITED\n   16  OR  REFUNDED AS PROVIDED IN SECTION SIX HUNDRED EIGHTY-SIX OF THIS CHAP-\n   17  TER, PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE PAID THEREON.\n   18    S 7. The public authorities law is amended by  adding  a  new  section\n   19  1884 to read as follows:\n   20    S  1884.  ALTERNATIVE  FUEL GRANTS. THE NEW YORK STATE ENERGY RESEARCH\n   21  AND DEVELOPMENT AUTHORITY SHALL:\n   22    1. OVERSEE AND PROMOTE RESEARCH AND DEVELOPMENT REGARDING FUEL  DIVER-\n   23  SIFICATION AND ENERGY EFFICIENCY IN THE TRANSPORTATION SECTOR; AND\n   24    2. PROVIDE GRANTS FOR THE CREATION OF A CELLULOSIC ETHANOL REFINERY.\n   25    S  8.  Subdivision 10 of section 354 of the public authorities law, as\n   26  amended by chapter 766 of the laws  of  1992,  is  amended  to  read  as\n   27  follows:\n   28    10.  To  construct,  reconstruct  or  improve  on or along the thruway\n   29  system in the  manner  herein  provided,  suitable  facilities  for  gas\n   30  stations,  restaurants, and other facilities for the public, or to lease\n   31  the right to construct, reconstruct or improve and operate such  facili-\n   32  ties;  such  facilities shall be publicly offered for leasing for opera-\n   33  tion, or the right to construct, reconstruct or improve and operate such\n   34  facilities shall be publicly offered under rules and regulations  to  be\n   35  established  by the authority, provided, however, that lessees operating\n   36  such facilities at the time this act becomes effective, may  reconstruct\n   37  or  improve  them  or  may  construct additional like facilities, in the\n   38  manner and upon such terms and conditions as the board shall  determine;\n   39  and  provided further, however, that such facilities constructed, recon-\n   40  structed or improved on or along the canal system  shall  be  consistent\n   41  with  the  canal  recreationway  plan  approved  pursuant to section one\n   42  hundred thirty-eight-c of the canal law and section three hundred eight-\n   43  y-two of this title; AND PROVIDED FURTHER, THAT EACH SUCH FACILITY WHICH\n   44  CONTAINS OR CONSISTS OF A GAS STATION SHALL INCLUDE A FACILITY FOR SELL-\n   45  ING TO THE PUBLIC ALTERNATIVE FUEL, AS DEFINED IN SECTION THREE  HUNDRED\n   46  FIFTY-ONE OF THIS ARTICLE.\n   47    S  9. Section 351 of the public authorities law is amended by adding a\n   48  new subdivision 14 to read as follows:\n   49    14. \"ALTERNATIVE FUEL\" SHALL  MEAN  ETHANOL,  METHANOL,  NATURAL  GAS,\n   50  PROPANE,  ELECTRICITY  (INCLUDING ELECTRICITY FROM SOLAR ENERGY), HYDRO-\n   51  GEN, AND ANY OTHER FUEL IDENTIFIED WHICH IS SUBSTANTIALLY  NOT  PETROLE-\n   52  UM-BASED,  WHICH  IS  CONSISTENT WITH THE GOALS OF PROTECTING THE SAFETY\n   53  AND HEALTH OF THE PUBLIC AND MINIMIZING EMISSIONS OF AIR POLLUTANTS, AND\n   54  WHICH  IS  CONSISTENT  WITH  ANY  APPLICABLE  FEDERAL  ALTERNATIVE  FUEL\n   55  REQUIREMENTS.\n\n       A. 1509                             7\n\n    1    S  10. The sum of eighty-two million dollars ($82,000,000), or so much\n    2  thereof as may be necessary, is hereby appropriated as follows:   thirty\n    3  million  dollars  for research and development in regards to fuel diver-\n    4  sification and energy efficiency in the transportation  sector;  twenty-\n    5  seven  million  dollars  for  the  installation  of  alternative fueling\n    6  stations at each of the twenty-seven travel plazas on the New York state\n    7  thruway; twenty million dollars for a cellulosic ethanol  refinery;  and\n    8  five million dollars for administrative costs borne by the department of\n    9  taxation and finance and the New York state energy research and develop-\n   10  ment  authority to the department of taxation and finance; out of moneys\n   11  in the state treasury in the general fund to the credit of the  alterna-\n   12  tive  fuel  incentive  fund,  not otherwise appropriated, and made imme-\n   13  diately available, for the purpose of carrying  out  the  provisions  of\n   14  this  act.  Such moneys shall be payable on the audit and warrant of the\n   15  comptroller on vouchers certified or approved in the  manner  prescribed\n   16  by law.\n   17    S  11.  This  act  shall  take effect on the one hundred eightieth day\n   18  after it shall have become a law; provided, however,  that  the  commis-\n   19  sioner of taxation and finance shall be authorized on and after the date\n   20  this  act  shall have become a law to adopt and amend any rules or regu-\n   21  lations and to take any steps necessary to implement the  provisions  of\n   22  this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to creating the alternative fuel incentive fund; to amend the tax law, in relation to creating the alternative fuels credit; to amend the public authorities law, in relation to alternative fuel grants; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T133224.TXT", "SOBI.D110110.T143147.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294770744732
}