{
  "year" : 2011,
  "senateBillNo" : "A1508-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to election law",
    "billEventId" : "A1508-2011-1294635600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits a voter to include his or her e-mail address on the voter registration form",
  "summary" : "Permits a voter to include his or her e-mail address on the voter registration form to indicate he or she wants legislative mailings made electronically to him or her. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A10517-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1508\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TEDISCO -- Multi-Sponsored by -- M. of A. KOLB,\n         SPANO, THIELE -- read once and referred to the Committee  on  Election\n         Law\n\n       AN ACT to amend the election law and the legislative law, in relation to\n         use of a person's e-mail address\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (k) of subdivision 5  of  section  5-210  of  the\n    2  election  law  is amended by adding a new subparagraph (xiii) to read as\n    3  follows:\n    4    (XIII) THE E-MAIL ADDRESS OF THE APPLICANT (OPTIONAL)  FOLLOWED  BY  A\n    5  BOX,  A CHECK MARK IN WHICH, MADE BY THE REGISTRANT INDICATES THAT HE OR\n    6  SHE AGREES TO HAVE GENERAL, BUT NOT  PERSON-SPECIFIC  CORRESPONDENCE  OR\n    7  NEWSLETTERS FROM MEMBERS OF THE STATE LEGISLATURE SENT ELECTRONICALLY TO\n    8  SUCH ADDRESS IN LIEU OF BY REGULAR MAIL.\n    9    S 2. The election law is amended by adding a new section 8-301 to read\n   10  as follows:\n   11    S  8-301.  REGISTRATION POLL RECORD; USE OF E-MAIL ADDRESS.  REGISTRA-\n   12  TION POLL RECORD; FORM TO UTILIZE E-MAIL ADDRESS AT  THE  FIRST  GENERAL\n   13  ELECTION  OCCURRING ON AND AFTER THE EFFECTIVE DATE OF THIS SECTION, AND\n   14  AT EACH GENERAL ELECTION HELD THEREAFTER, THE BOARD OF  ELECTIONS  SHALL\n   15  PREPARE  AND  ATTACH  THERETO  OR  ACCOMPANY WITH EACH REGISTRATION POLL\n   16  RECORD WITH A SPECIAL FORM WHEREIN THE VOTER MAY  INDICATE  BY  CHECKING\n   17  THE  APPROPRIATE  BOX AND INSERTING IMMEDIATELY ADJACENT THERETO, HIS OR\n   18  HER E-MAIL ADDRESS, INDICATING THAT SUCH PERSON AGREES TO  HAVE  GENERAL\n   19  BUT  NOT  PERSON-SPECIFIC  CORRESPONDENCE OR NEWSLETTERS FROM MEMBERS OF\n   20  THE STATE LEGISLATURE SENT ELECTRONICALLY TO SUCH ADDRESS IN LIEU OF  BY\n   21  REGULAR MAIL.\n   22    S  3.  The  legislative law is amended by adding a new section 32-b to\n   23  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02038-01-1\n\n       A. 1508                             2\n\n    1    S 32-B. NEWSLETTERS AND MAILINGS.  NEWSLETTERS AND MAILINGS TO BE MADE\n    2  ELECTRONICALLY IN ANY CASE WHERE A PERSON HAS INDICATED THAT HE  OR  SHE\n    3  AGREES TO RECEIVE ANY CORRESPONDENCE OR NEWSLETTERS FROM A MEMBER OF THE\n    4  LEGISLATURE  VIA E-MAIL, AS PROVIDED FOR IN SUBPARAGRAPH (XIII) OF PARA-\n    5  GRAPH  (K)  OF SUBDIVISION FIVE OF SECTION 5-210 OR SECTION 8-301 OF THE\n    6  ELECTION LAW, SUCH MAILING SHALL BE MADE IN THAT MANNER AND SHALL NOT BE\n    7  MAILED TO SUCH PERSON BY REGULAR MAIL.\n    8    S 4. This act shall take effect  immediately,  provided  that  section\n    9  three of this act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law and the legislative law, in relation to use of a person's e-mail address ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T143147.TXT", "SOBI.D110201.T111344.TXT", "SOBI.D110111.T132708.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296576824430
}