{
  "year" : 2011,
  "senateBillNo" : "A1500-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1500-2011-1294635600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends the state finance law to repeal changes made in part KK of chapter 56 of the laws of 2009, relating to the video lottery gaming facilities aid formula",
  "summary" : "Repeals changes made in part KK of chapter 56 of the laws of 2009, relating to the video lottery gaming facilities aid formula. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A8824-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1500\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the state finance law, in relation to the video  lottery\n         gaming facilities aid formula\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 54-l of  the  state  finance  law,  as  amended  by\n    2  section  1  of  part KK of chapter 56 of the laws of 2009, is amended to\n    3  read as follows:\n    4    S 54-l. State assistance  to  eligible  cities  and  eligible  munici-\n    5  palities  in  which a video lottery gaming facility is located. 1. Defi-\n    6  nitions.  When used in this section, unless otherwise expressly stated:\n    7    a. \"Eligible city\" shall mean (I) FOR THE FISCAL YEAR COMMENCING APRIL\n    8  FIRST, TWO THOUSAND SEVEN a city with a population equal to  or  greater\n    9  than one hundred twenty-five thousand and less than one million in which\n   10  a  video lottery gaming facility is located [and operating as of January\n   11  first, two thousand nine] pursuant to  section  sixteen  hundred  seven-\n   12  teen-a  of  the  tax  law  AND (II) FOR THE FISCAL YEAR COMMENCING APRIL\n   13  FIRST, TWO THOUSAND EIGHT AND FOR EACH  STATE  FISCAL  YEAR  THEREAFTER,\n   14  SHALL MEAN A CITY WITH A POPULATION EQUAL TO OR GREATER THAN ONE HUNDRED\n   15  TWENTY-FIVE THOUSAND IN WHICH A VIDEO LOTTERY GAMING FACILITY IS LOCATED\n   16  PURSUANT TO SECTION SIXTEEN HUNDRED SEVENTEEN-A OF THE TAX LAW.\n   17    b.  \"Eligible  municipality\"  shall  mean  [(i)  for  the fiscal years\n   18  commencing April first, two thousand seven and April first, two thousand\n   19  eight] a county, city, town or village in which a video  lottery  gaming\n   20  facility  is  located pursuant to section sixteen hundred seventeen-a of\n   21  the tax law that is not located in a city with a population equal to  or\n   22  greater  than  one hundred twenty-five thousand [and (ii) for the fiscal\n   23  year commencing April first, two thousand nine and for each state fiscal\n   24  year thereafter, shall mean a county, city, town or village in  which  a\n   25  video  lottery  gaming  facility  is located and operating as of January\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02069-01-1\n\n       A. 1500                             2\n\n    1  first, two thousand nine pursuant to section sixteen hundred seventeen-a\n    2  of the tax law that is not located in a city with a population equal  to\n    3  or greater than one hundred twenty-five thousand and which is located in\n    4  a  county that has a poverty rate equal to or greater than fifty percent\n    5  of the New York state poverty rate].\n    6    c. \"Estimated net machine income\" shall mean the estimated full annual\n    7  value of total revenue wagered after payout for prizes for  games  known\n    8  as \"video lottery gaming\" as authorized under article thirty-four of the\n    9  tax  law  during  the  state fiscal year in which state aid payments are\n   10  made pursuant to subdivision two of this section.\n   11    d. \"Population\" shall mean population based on the most recent federal\n   12  decennial census.\n   13    [e. \"Poverty rate\" shall mean the  percentage  of  individuals  living\n   14  below the poverty level, as reported in the most recent federal decenni-\n   15  al census.]\n   16    2. Within amounts appropriated therefor, BEGINNING IN THE STATE FISCAL\n   17  YEAR  COMMENCING  APRIL  FIRST,  TWO  THOUSAND  SEVEN, AND IN EACH STATE\n   18  FISCAL YEAR THEREAFTER, an eligible city and  an  eligible  municipality\n   19  shall receive a state aid payment as follows:\n   20    a.  An  eligible  city  shall receive[: (i) for the state fiscal years\n   21  commencing April first, two thousand seven and April first, two thousand\n   22  eight,] a state aid payment equal to three and one-half percent  of  the\n   23  \"estimated  net  machine  income\"  generated  by  a video lottery gaming\n   24  facility located in such eligible city. Such state aid payment shall not\n   25  exceed twenty million dollars per eligible city[; and (ii) for the state\n   26  fiscal year commencing April first, two thousand nine and for each state\n   27  fiscal year thereafter,  an  amount  equal  to  the  state  aid  payment\n   28  received  in  the state fiscal year commencing April first, two thousand\n   29  eight].\n   30    b. Eligible municipalities shall receive[: (i) for  the  state  fiscal\n   31  years  commencing  April  first, two thousand seven and April first, two\n   32  thousand eight,] a share of three and one-half percent of the \"estimated\n   33  net machine income\" generated by a video lottery gaming facility located\n   34  within such eligible municipality  as  follows:  [(1)]  (I)  twenty-five\n   35  percent  shall  be  apportioned  and  paid to the county; and [(2)] (II)\n   36  seventy-five percent shall be apportioned and paid on a pro  rata  basis\n   37  to  eligible municipalities, other than the county, based upon the popu-\n   38  lation of such eligible municipalities. Such state aid payment shall not\n   39  exceed twenty-five percent of an eligible municipality's total  expendi-\n   40  tures  as  reported  in the statistical report of the comptroller in the\n   41  preceding state fiscal year pursuant  to  section  thirty-seven  of  the\n   42  general  municipal  law[;  and (ii) for the state fiscal year commencing\n   43  April first, two thousand nine and for each state fiscal year  thereaft-\n   44  er:  (1)  for an eligible municipality which is located in a county that\n   45  has a poverty rate equal to or greater than seventy-five percent of  the\n   46  New  York  state  poverty rate, an amount equal to the state aid payment\n   47  received in the state fiscal year commencing April first,  two  thousand\n   48  eight; and (2) for an eligible municipality which is located in a county\n   49  that  has  a poverty rate less than seventy-five percent of the New York\n   50  state poverty rate, an amount equal to fifty percent of  the  state  aid\n   51  payment  received  in  the state fiscal year commencing April first, two\n   52  thousand eight].\n   53    3. a. State aid payments made to an eligible city  pursuant  to  para-\n   54  graph  a  of  subdivision  two of this section shall be used to increase\n   55  support for public schools in such city.\n\n       A. 1500                             3\n\n    1    b. State aid payments made to an  eligible  municipality  pursuant  to\n    2  paragraph  b  of  subdivision  two of this section shall be used by such\n    3  eligible municipality to: (i) defray local costs associated with a video\n    4  lottery gaming facility, or (ii) minimize or reduce real property taxes.\n    5    4.  A. ON OR BEFORE JUNE FIRST OF EACH STATE FISCAL YEAR, BEGINNING IN\n    6  THE  STATE FISCAL YEAR COMMENCING APRIL FIRST, TWO THOUSAND NINE, AT THE\n    7  REQUEST OF THE DIRECTOR OF THE DIVISION OF THE BUDGET, THE  DIRECTOR  OF\n    8  THE  DIVISION  OF  THE  LOTTERY  SHALL  TRANSMIT  A SCHEDULE OF PAYMENTS\n    9  REQUIRED PURSUANT TO THIS SECTION TO THE DIRECTOR OF THE DIVISION OF THE\n   10  BUDGET. IN DETERMINING SUCH SCHEDULE OF PAYMENTS, THE  DIRECTOR  OF  THE\n   11  DIVISION  OF THE LOTTERY SHALL INCLUDE A RECONCILIATION OF THE STATE AID\n   12  PAID IN THE PRECEDING FISCAL YEAR. SUCH RECONCILIATION SHALL ADJUST  FOR\n   13  THE  DIFFERENCE  BETWEEN THE STATE AID PAID IN THE PRECEDING FISCAL YEAR\n   14  AND WHAT THE STATE AID PAYMENT WOULD HAVE BEEN IF THE ACTUAL FULL ANNUAL\n   15  VALUE OF NET MACHINE INCOME HAD BEEN USED IN THE  CALCULATION  OF  STATE\n   16  AID. SUCH RECONCILIATION SHALL BE SUBJECT TO THE MAXIMUM AMOUNTS IDENTI-\n   17  FIED IN SUBDIVISION TWO OF THIS SECTION FOR THE YEAR BEING RECONCILED.\n   18    B.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, IN THE\n   19  EVENT ANY ELIGIBLE CITY OR ELIGIBLE MUNICIPALITY  RECEIVES  ANY  PAYMENT\n   20  UNDER  SUBDIVISION  TWO  OF THIS SECTION THAT HAS BEEN RECOMMENDED TO BE\n   21  RECONCILED BY THE DIRECTOR OF THE DIVISION OF THE LOTTERY AS  SET  FORTH\n   22  IN THIS SUBDIVISION, AND THE AMOUNTS PAYABLE PURSUANT TO SUBDIVISION TWO\n   23  OF  THIS  SECTION  ARE  INSUFFICIENT TO SUPPORT SUCH RECONCILIATION, THE\n   24  COMPTROLLER SHALL DEDUCT FROM ANY MONEYS PAYABLE TO SUCH  ELIGIBLE  CITY\n   25  OR  ELIGIBLE  MUNICIPALITY  THE  AMOUNT REQUIRED FOR SUCH RECONCILIATION\n   26  UPON RECEIPT OF A CERTIFICATION OF THE RECONCILIATION  AMOUNT  FROM  THE\n   27  DIRECTOR OF THE DIVISION OF THE LOTTERY.\n   28    5.  Payments of state aid pursuant to this section shall be made on or\n   29  before June thirtieth of each state fiscal  year  to  the  chief  fiscal\n   30  officer  of  each  eligible city and each eligible municipality on audit\n   31  and warrant of the state comptroller out of moneys appropriated  by  the\n   32  legislature  for such purpose to the credit of the local assistance fund\n   33  in the general fund of the state treasury.\n   34    S 2. This act shall take effect immediately and  shall  be  deemed  to\n   35  have been in full force and effect on and after April 1, 2009.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the video lottery gaming facilities aid formula ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T133711.TXT", "SOBI.D110110.T142613.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294771031867
}