{
  "year" : 2011,
  "senateBillNo" : "A1503-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to election law",
    "billEventId" : "A1503-2011-1294635600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes no conduit or intermediary may contribute, loan or guarantee in excess of a certain amount in connection with the nomination or election of any one candidate",
  "summary" : "Establishes no conduit or intermediary may contribute, loan or guarantee in excess of one thousand dollars in connection with the nomination or election of any one candidate for state or local office within the state of New York in any election cycle. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A6652-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1503\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. TEDISCO, FITZPATRICK, KOLB, SAYWARD -- Multi-\n         Sponsored by -- M. of A.   BARCLAY, BOYLE, BURLING,  BUTLER,  CALHOUN,\n         CONTE,  CROUCH,  DUPREY, FINCH, GIGLIO, HAWLEY, HAYES, P. LOPEZ, McDO-\n         NOUGH, McKEVITT, J. MILLER, MOLINARO, OAKS,  RABBITT,  RAIA,  REILICH,\n         SALADINO,  THIELE,  TOBACCO -- read once and referred to the Committee\n         on Election Law\n\n       AN ACT to amend the election law, in relation to  establishing  that  no\n         conduit or intermediary may contribute, loan or guarantee in excess of\n         one  thousand dollars in connection with the nomination or election of\n         any one candidate for state or local office within the  state  of  New\n         York in any election cycle\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 8 of section 14-114 of  the  election  law,  as\n    2  amended  by  chapter 8 of the laws of 1978 and redesignated by chapter 9\n    3  of the laws of 1978, is amended to read as follows:\n    4    8. A. Except as may otherwise be provided  for  a  candidate  and  his\n    5  family,  no  person  may  contribute, loan or guarantee in excess of one\n    6  hundred fifty thousand dollars within the state in connection  with  the\n    7  nomination  or election of persons to state and local public offices and\n    8  party positions within the state of New York in any one  calendar  year.\n    9  For  the purposes of this subdivision \"loan\" or \"guarantee\" shall mean a\n   10  loan or guarantee which is not repaid or discharged in the calendar year\n   11  in which it is made.\n   12    B. NO CONDUIT OR INTERMEDIARY MAY CONTRIBUTE,  LOAN  OR  GUARANTEE  IN\n   13  EXCESS  OF  ONE  THOUSAND  DOLLARS  IN CONNECTION WITH THE NOMINATION OR\n   14  ELECTION OF ANY ONE CANDIDATE FOR STATE OR LOCAL OFFICE WITHIN THE STATE\n   15  OF NEW YORK IN ANY ELECTION CYCLE. FOR  PURPOSES  OF  THIS  SUBDIVISION,\n   16  \"CONDUIT  OR INTERMEDIARY\" MEANS ANY PERSON WHO RECEIVES AND FORWARDS AN\n   17  EARMARKED CONTRIBUTION  TO  A  CANDIDATE  OR  A  CANDIDATE'S  AUTHORIZED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01339-01-1\n\n       A. 1503                             2\n\n    1  COMMITTEE.    FOR  THE PURPOSES OF THIS PARAGRAPH, THE FOLLOWING PERSONS\n    2  SHALL NOT BE CONSIDERED TO BE CONDUITS OR INTERMEDIARIES:\n    3    (I)  AN INDIVIDUAL WHO IS AN EMPLOYEE OR A FULL-TIME VOLUNTEER WORKING\n    4  FOR THE CANDIDATE'S AUTHORIZED COMMITTEE, PROVIDED THAT  THE  INDIVIDUAL\n    5  IS  NOT  ACTING  IN HIS OR HER CAPACITY AS A REPRESENTATIVE OF AN ENTITY\n    6  PROHIBITED FROM MAKING CONTRIBUTIONS;\n    7    (II) A FUNDRAISING REPRESENTATIVE CONDUCTING  JOINT  FUNDRAISING  WITH\n    8  THE CANDIDATE'S AUTHORIZED COMMITTEE;\n    9    (III) AN AFFILIATED COMMITTEE;\n   10    (IV)  A  COMMERCIAL  FUNDRAISING FIRM RETAINED BY THE CANDIDATE OR THE\n   11  CANDIDATE'S AUTHORIZED COMMITTEE TO ASSIST IN FUNDRAISING; AND\n   12    (V) AN INDIVIDUAL WHO IS EXPRESSLY AUTHORIZED BY THE CANDIDATE OR  THE\n   13  CANDIDATE'S AUTHORIZED COMMITTEE TO ENGAGE IN FUNDRAISING, AND WHO OCCU-\n   14  PIES  A  SIGNIFICANT  POSITION WITHIN THE CANDIDATE'S CAMPAIGN ORGANIZA-\n   15  TION, PROVIDED THAT THE INDIVIDUAL IS NOT ACTING IN HIS OR HER  CAPACITY\n   16  AS A REPRESENTATIVE OF AN ENTITY PROHIBITED FROM MAKING CONTRIBUTIONS.\n   17    C.  ANY PERSON WHO IS PROHIBITED FROM MAKING CONTRIBUTIONS OR EXPENDI-\n   18  TURES IN CONNECTION WITH AN ELECTION FOR STATE OR  LOCAL  PUBLIC  OFFICE\n   19  SHALL BE PROHIBITED FROM ACTING AS A CONDUIT FOR CONTRIBUTIONS EARMARKED\n   20  TO  CANDIDATES  OR  THEIR AUTHORIZED COMMITTEES.  THE PROVISIONS OF THIS\n   21  SUBDIVISION SHALL NOT RESTRICT THE ABILITY OF AN ORGANIZATION OR COMMIT-\n   22  TEE TO SERVE AS A COLLECTING AGENT FOR A POLITICAL ACTION COMMITTEE.\n   23    D. ANY PERSON WHO RECEIVES AN  EARMARKED  CONTRIBUTION  SHALL  FORWARD\n   24  SUCH  EARMARKED  CONTRIBUTION  TO THE CANDIDATE OR AUTHORIZED COMMITTEE,\n   25  EXCEPT THAT:\n   26    (I) A FUNDRAISING REPRESENTATIVE SHALL FOLLOW  THE  JOINT  FUNDRAISING\n   27  PROCEDURES SET FORTH AT 11 CFR 102.17; AND\n   28    (II)  A  PERSON WHO IS PROHIBITED FROM ACTING AS A CONDUIT PURSUANT TO\n   29  PARAGRAPH C OF THIS SUBDIVISION SHALL RETURN THE EARMARKED  CONTRIBUTION\n   30  TO THE CONTRIBUTOR.\n   31    E. (I) THE INTERMEDIARY OR CONDUIT OF THE EARMARKED CONTRIBUTION SHALL\n   32  REPORT  THE  ORIGINAL  SOURCE  AND THE RECIPIENT CANDIDATE OR AUTHORIZED\n   33  COMMITTEE TO THE STATE BOARD OF ELECTIONS, AND TO THE  RECIPIENT  CANDI-\n   34  DATE OR AUTHORIZED COMMITTEE.\n   35    (II)  THE  REPORT TO THE STATE BOARD OF ELECTIONS SHALL BE INCLUDED IN\n   36  THE CONDUIT'S OR INTERMEDIARY'S REPORT FOR THE REPORTING PERIOD IN WHICH\n   37  THE EARMARKED CONTRIBUTION WAS RECEIVED.\n   38    (III) THE REPORT TO THE RECIPIENT CANDIDATE  OR  AUTHORIZED  COMMITTEE\n   39  SHALL BE MADE WHEN THE EARMARKED CONTRIBUTION IS FORWARDED TO THE RECIP-\n   40  IENT CANDIDATE OR AUTHORIZED COMMITTEE.\n   41    (IV)  THE  REPORT  BY  THE  CONDUIT  OR INTERMEDIARY SHALL CONTAIN THE\n   42  FOLLOWING INFORMATION:\n   43    (A) THE NAME AND MAILING ADDRESS OF EACH  CONTRIBUTOR  AND,  FOR  EACH\n   44  EARMARKED  CONTRIBUTION  IN EXCESS OF ONE HUNDRED DOLLARS, THE CONTRIBU-\n   45  TOR'S OCCUPATION AND THE NAME OF HIS OR HER EMPLOYER;\n   46    (B) THE AMOUNT OF EACH EARMARKED CONTRIBUTION, THE  DATE  RECEIVED  BY\n   47  THE  CONDUIT,  AND THE INTENDED RECIPIENT AS DESIGNATED BY THE CONTRIBU-\n   48  TOR; AND\n   49    (C) THE DATE EACH EARMARKED CONTRIBUTION WAS FORWARDED TO THE  RECIPI-\n   50  ENT CANDIDATE OR AUTHORIZED COMMITTEE AND WHETHER THE EARMARKED CONTRIB-\n   51  UTION  WAS  FORWARDED  IN  CASH  OR BY THE CONTRIBUTOR'S CHECK OR BY THE\n   52  CONDUIT'S CHECK.\n   53    (V) FOR EACH EARMARKED CONTRIBUTION PASSED THROUGH  THE  CONDUIT'S  OR\n   54  INTERMEDIARY'S  ACCOUNT,  THE INFORMATION SPECIFIED IN SUBPARAGRAPH (IV)\n   55  OF THIS PARAGRAPH SHALL BE ITEMIZED  ON  THE  APPROPRIATE  SCHEDULES  OF\n   56  RECEIPTS  AND  DISBURSEMENTS ATTACHED TO THE CONDUIT'S OR INTERMEDIARY'S\n\n       A. 1503                             3\n\n    1  REPORT, OR SHALL BE  DISCLOSED  BY  LETTER,  AS  APPROPRIATE.  FOR  EACH\n    2  EARMARKED  CONTRIBUTION FORWARDED IN THE FORM OF THE CONTRIBUTOR'S CHECK\n    3  OR OTHER WRITTEN INSTRUMENT, THE INFORMATION SPECIFIED  IN  SUBPARAGRAPH\n    4  (IV)  OF THIS PARAGRAPH SHALL BE DISCLOSED AS A MEMO ENTRY ON THE APPRO-\n    5  PRIATE SCHEDULES OF RECEIPTS AND DISBURSEMENTS ATTACHED TO THE CONDUIT'S\n    6  OR INTERMEDIARY'S REPORT, OR SHALL BE DISCLOSED BY LETTER, AS  APPROPRI-\n    7  ATE.  FOR  THE  PURPOSES OF THIS SUBDIVISION, \"EARMARKED\" MEANS A DESIG-\n    8  NATION, INSTRUCTION OR ENCUMBRANCE, WHETHER DIRECT OR INDIRECT,  EXPRESS\n    9  OR  IMPLIED,  ORAL  OR  WRITTEN,  WHICH  RESULTS IN ALL OR ANY PART OF A\n   10  CONTRIBUTION OR EXPENDITURE BEING MADE TO, OR EXPENDED ON BEHALF  OF,  A\n   11  CLEARLY IDENTIFIED CANDIDATE OR A CANDIDATE'S AUTHORIZED COMMITTEE.\n   12    F.  (I)  THE  RECIPIENT CANDIDATE OR AUTHORIZED COMMITTEE SHALL REPORT\n   13  EACH CONDUIT OR INTERMEDIARY WHO FORWARDS ONE OR MORE EARMARKED CONTRIB-\n   14  UTIONS WHICH IN THE AGGREGATE EXCEED ONE HUNDRED DOLLARS IN ANY CALENDAR\n   15  YEAR.\n   16    (II) THE REPORT BY THE RECIPIENT  CANDIDATE  OR  AUTHORIZED  COMMITTEE\n   17  SHALL CONTAIN THE FOLLOWING INFORMATION:\n   18    (A) THE IDENTIFICATION OF THE CONDUIT OR INTERMEDIARY;\n   19    (B)  THE  TOTAL  AMOUNT  OF  EARMARKED CONTRIBUTIONS RECEIVED FROM THE\n   20  CONDUIT OR INTERMEDIARY AND THE DATE OF RECEIPT;\n   21    (C) THE INFORMATION REQUIRED UNDER 11 CFR 104.3(A)  (3)  AND  (4)  FOR\n   22  EACH  EARMARKED  CONTRIBUTION WHICH IN THE AGGREGATE EXCEEDS ONE HUNDRED\n   23  DOLLARS IN ANY CALENDAR YEAR; AND\n   24    (D) A DESCRIPTION OF  THE  BENEFITS  EARNED  BY  THE  INTERMEDIARY  OR\n   25  CONDUIT  FOR  HIS OR HER EFFORTS, INCLUDING, BUT NOT LIMITED TO, SPECIAL\n   26  ACCESS TO THE CANDIDATE OR A PUBLIC OFFICIAL; USE OF PUBLIC  FACILITIES;\n   27  GIFTS; PREMIUMS; OR THE LIKE.\n   28    (III) THE INFORMATION SPECIFIED IN SUBPARAGRAPH (II) OF THIS PARAGRAPH\n   29  SHALL  BE  ITEMIZED  ON  A SCHEDULE TO BE ATTACHED TO THE REPORT FOR THE\n   30  REPORTING PERIOD IN WHICH THE EARMARKED CONTRIBUTION IS RECEIVED.\n   31    G. (I) A CONDUIT'S  OR  INTERMEDIARY'S  CONTRIBUTION  LIMITS  ARE  NOT\n   32  AFFECTED BY THE FORWARDING OF AN EARMARKED CONTRIBUTION EXCEPT WHERE THE\n   33  CONDUIT  OR  INTERMEDIARY  EXERCISES  ANY  DIRECTION OR CONTROL OVER THE\n   34  CHOICE OF THE RECIPIENT CANDIDATE.\n   35    (II) IF A CONDUIT OR INTERMEDIARY EXERCISES ANY DIRECTION  OR  CONTROL\n   36  OVER  THE  CHOICE OF THE RECIPIENT CANDIDATE, THE EARMARKED CONTRIBUTION\n   37  SHALL BE CONSIDERED A CONTRIBUTION BY BOTH THE ORIGINAL CONTRIBUTOR  AND\n   38  THE  CONDUIT  OR  INTERMEDIARY. IF THE CONDUIT OR INTERMEDIARY EXERCISES\n   39  ANY DIRECTION OR CONTROL OVER THE CHOICE OF THE RECIPIENT CANDIDATE, THE\n   40  REPORT FILED BY THE CONDUIT OR INTERMEDIARY AND THE REPORT FILED BY  THE\n   41  RECIPIENT  CANDIDATE  OR  AUTHORIZED  COMMITTEE  SHALL INDICATE THAT THE\n   42  EARMARKED CONTRIBUTION IS MADE BY BOTH THE ORIGINAL CONTRIBUTOR AND  THE\n   43  CONDUIT  OR INTERMEDIARY, AND THAT THE ENTIRE AMOUNT OF THE CONTRIBUTION\n   44  IS ATTRIBUTED TO EACH.\n   45    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to establishing that no conduit or intermediary may contribute, loan or guarantee in excess of one thousand dollars in connection with the nomination or election of any one candidate for state or local office within the state of New York in any election cycle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T132207.TXT", "SOBI.D110110.T142613.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294770127509
}