{
  "year" : 2011,
  "senateBillNo" : "A1501-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1501-2011-1294635600000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "No SPDES program fee for any volunteer fire company or department, voluntary ambulance service or volunteer rescue squad discharging at a de minimis level",
  "summary" : "Provides no SPDES program fee be charged for any volunteer fire company or department, voluntary ambulance service or volunteer rescue squad determined by the department of environmental conservation to be discharging at a de minimis level. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A10913-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1501\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO -- Multi-Sponsored by -- M. of A. CROUCH,\n         HAWLEY,  SAYWARD, THIELE -- read once and referred to the Committee on\n         Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to state\n         pollutant discharge elimination system program fees for certain volun-\n         teer organizations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  t  of  section  72-0602 of the environmental\n    2  conservation law, as amended by section 1 of part JJ of  chapter  59  of\n    3  the laws of 2009, is amended and a new subdivision u is added to read as\n    4  follows:\n    5    t.  $100.00  for  any  facility, other than a municipal separate storm\n    6  sewer as defined by 40 CFR S122.26 (b) (8), discharging or authorized to\n    7  discharge pursuant to a general permit unless a specific fee is  imposed\n    8  pursuant  to subdivisions a through s of this section for such discharge\n    9  or authorization to discharge[.];\n   10    U. NO FEE FOR ANY P/C/I VOLUNTEER FIRE COMPANY OR  DEPARTMENT,  VOLUN-\n   11  TARY  AMBULANCE  SERVICE  OR  VOLUNTEER  RESCUE  SQUAD DETERMINED BY THE\n   12  DEPARTMENT TO BE DISCHARGING AT A DE MINIMIS LEVEL.\n   13    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   14  have  become  a  law, provided, however, that effective immediately, the\n   15  addition, amendment and/or repeal of any rules or regulations  necessary\n   16  for  the  implementation of this act on its effective date is authorized\n   17  and directed to be made and completed on or before such effective date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02228-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to state pollutant discharge elimination system program fees for certain volunteer organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T133711.TXT", "SOBI.D110110.T142613.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294771031875
}