{
  "year" : 2011,
  "senateBillNo" : "A1504-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to election law",
    "billEventId" : "A1504-2011-1294635600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires propositions authorizing creation of a state debt to contain an estimate of the debt service payable and publish an explanation thereof",
  "summary" : "Requires that any ballot proposition creating a state debt shall contain an estimate of the amortization period and the total expected debt service payable thereon until the bonds issued pursuant to such proposition are retired; relates to deposits to the tax stabilization reserve fund; provides that at least 10% of any surplus shall be used to pay down state debt. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A8450-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1504\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO  --  Multi-Sponsored  by -- M. of A.\n         BARCLAY, BUTLER, CONTE, CROUCH, FINCH, KOLB,  J. MILLER,  OAKS,  RAIA,\n         REILICH, SAYWARD, THIELE -- read once and referred to the Committee on\n         Election Law\n\n       AN  ACT to amend the election law and the state finance law, in relation\n         to requiring a proposition authorizing the creation of a state debt to\n         contain an estimate of the debt service payable thereon, and the state\n         finance law, in relation to requiring publication of an explanation of\n         the proposition authorizing the creation of state  debt,  deposits  to\n         the tax stabilization reserve fund, and using surplus moneys to reduce\n         outstanding state funded debt\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The election law is amended by adding a new  section  7-112\n    2  to read as follows:\n    3    S 7-112. BALLOTS; FORM FOR PROPOSITION; ADDITIONAL REQUIREMENTS.  EACH\n    4  DULY  CERTIFIED PROPOSITION CONTAINED ON THE BALLOT AND SUBMITTED TO THE\n    5  VOTERS OF THE STATE WHICH PROVIDES FOR THE  CREATION  OF  A  STATE  DEBT\n    6  SHALL  CONTAIN AN ESTIMATE OF THE ANTICIPATED NUMBER OF YEARS OVER WHICH\n    7  SUCH DEBT SHALL BE AMORTIZED AND THE TOTAL EXPECTED DEBT SERVICE PAYABLE\n    8  ON THE PRINCIPAL AMOUNT OF  SUCH  BONDS  UNTIL  THEIR  RETIREMENT.  SUCH\n    9  INFORMATION SHALL BE PRINTED IN THE LARGEST TYPE WHICH IS PRACTICABLE TO\n   10  USE IN THE SPACE PROVIDED FOR THE PROPOSITION. SUCH INFORMATION SHALL BE\n   11  PROVIDED  TO  THE STATE BOARD OF ELECTIONS AND THE SECRETARY OF STATE BY\n   12  THE STATE COMPTROLLER NOT LATER THAN SEVEN DAYS AFTER THE PASSAGE OF THE\n   13  LAW AUTHORIZING SUCH PROPOSITION.\n   14    S 2. Subdivision 2 of section 4-116 of the election law, as amended by\n   15  chapter 60 of the laws of 1993, is amended to read as follows:\n   16    2. The state board of elections shall publish once in the week preced-\n   17  ing any election at which proposed constitutional  amendments  or  other\n   18  propositions or questions are to be submitted to the voters of the state\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01952-01-1\n\n       A. 1504                             2\n\n    1  an abstract of such amendment or question, INCLUDING THE ESTIMATE OF THE\n    2  AMORTIZATION  PERIOD  AND  THE TOTAL ANTICIPATED DEBT SERVICE PAYABLE ON\n    3  THE PRINCIPAL WHERE THE PROPOSITION AUTHORIZES THE CREATION OF  A  STATE\n    4  DEBT,  a  brief  statement  of  the  law or proceedings authorizing such\n    5  submission, a statement that such submission will be made and  the  form\n    6  in which it is to be submitted.\n    7    S  3.  The  state  finance law is amended by adding a new section 6 to\n    8  read as follows:\n    9    S 6. STATE PUBLICATION CONCERNING PROPOSITION.  ANY  REPORT,  PUBLICA-\n   10  TION, PAMPHLET OR OTHER WRITTEN DOCUMENT PREPARED BY A STATE DEPARTMENT,\n   11  AGENCY,  AUTHORITY  OR  OTHER COMPONENT OR DIVISION OF STATE GOVERNMENT,\n   12  INTENDED FOR DISTRIBUTION TO THE PUBLIC, WHICH IS  INTENDED  TO  PROMOTE\n   13  AWARENESS OF OR EXPLAIN THE PROVISIONS CONTAINED IN, OR INCIDENTAL TO, A\n   14  DULY  CERTIFIED  PROPOSITION  TO  BE  CONTAINED  ON THE BALLOT AND TO BE\n   15  SUBMITTED TO THE VOTERS OF THE STATE WHICH PROPOSITION PROVIDES FOR  THE\n   16  CREATION OF A STATE DEBT SHALL CONTAIN THEREIN AN ESTIMATE OF THE ANTIC-\n   17  IPATED  NUMBER  OF YEARS OVER WHICH SUCH DEBT SHALL BE AMORTIZED AND THE\n   18  TOTAL EXPECTED DEBT SERVICE PAYABLE ON  THE  PRINCIPAL  AMOUNT  OF  SUCH\n   19  BONDS  UNTIL  THEIR RETIREMENT. SUCH INFORMATION SHALL BE PRINTED IN THE\n   20  LARGEST TYPE WHICH IS PRACTICABLE TO USE IN SUCH DOCUMENT.\n   21    S 4. Subdivisions 3 and 4 of section 92 of the state finance  law,  as\n   22  separately  amended  by  chapters  405  and 957 of the laws of 1981, are\n   23  amended to read as follows:\n   24    3. At the close of each fiscal year any cash surplus remaining in  the\n   25  general  fund  over  and  above  the  norm for such fiscal year shall be\n   26  transferred from or retained in such fund as hereinafter in this  subdi-\n   27  vision  provided.  There  shall  be transferred to the tax stabilization\n   28  reserve fund all of such surplus moneys, up to and including  an  amount\n   29  equivalent  to  [two-tenths]  ONE-HALF  of  one per centum of such norm,\n   30  unless such transfer would increase such reserve fund to  an  amount  in\n   31  excess  of  [two]  FIVE  per  centum  of the amount of the norm for such\n   32  fiscal year, in which event such  transfer  shall  be  limited  to  such\n   33  amount  as will increase such reserve fund to such [two] FIVE per centum\n   34  limitation. Any balance of such surplus moneys, thereafter remaining  in\n   35  the  general  fund,  shall be retained in such fund and be available for\n   36  the reduction of state taxes.\n   37    4. In the event that at the close of  any  fiscal  year  the  receipts\n   38  derived  from  the  taxes,  fees  and other sources, required to be paid\n   39  during such fiscal year into the general fund of the  state  shall  fall\n   40  below the norm for such fiscal year, there shall be transferred from the\n   41  tax  stabilization  reserve  fund to the general fund to the extent that\n   42  there are sufficient moneys in the tax stabilization  reserve  fund,  an\n   43  amount  equal  to the difference between the norm and the amount of such\n   44  receipts. If such transfer reduces the tax stabilization reserve fund to\n   45  an amount less than [two] FIVE per centum of the norm  for  such  fiscal\n   46  year,  the  amount  so  transferred shall be repaid in cash prior to the\n   47  computation and payment of any transfer to the fund pursuant to subdivi-\n   48  sion three of this section in not less than three equal annual  install-\n   49  ments within the period of six years or less next succeeding the date of\n   50  such  transfer;  provided,  however, that if any such annual installment\n   51  shall increase such reserve fund to an amount in excess  of  [two]  FIVE\n   52  per  centum  of the amount of the norm for the then current fiscal year,\n   53  such installment shall be limited to such amount as will  increase  such\n   54  reserve  fund  to  such  [two] FIVE per centum limitation and no further\n   55  repayment of the whole or any part of such transfer shall be required in\n\n       A. 1504                             3\n\n    1  any subsequent fiscal year.  Repayments to the tax stabilization reserve\n    2  fund shall be stipulated in annual budget bills.\n    3    S  5. The state finance law is amended by adding a new section 65-a to\n    4  read as follows:\n    5    S 65-A. USE OF SURPLUS MONEYS TO REDUCE OUTSTANDING STATE FUNDED DEBT.\n    6  AT THE CLOSE OF EACH FISCAL YEAR, AT  LEAST  TEN  PERCENT  OF  ANY  CASH\n    7  SURPLUS  REMAINING  IN  THE  GENERAL FUND AFTER THE TRANSFER PURSUANT TO\n    8  SECTION NINETY-TWO OF THIS CHAPTER SHALL  BE  TRANSFERRED  TO  THE  DEBT\n    9  REDUCTION  RESERVE  FUND ESTABLISHED BY SECTION NINETY-SEVEN-RRR OF THIS\n   10  CHAPTER.\n   11    S 6. Section 97-rrr of the state finance law, as amended by section 45\n   12  of part H of chapter 56 of the laws of  2000,  is  amended  to  read  as\n   13  follows:\n   14    S  97-rrr. Debt reduction reserve fund. 1. There is hereby established\n   15  in the joint custody of the comptroller and the commissioner of taxation\n   16  and finance a fund to be known as the debt reduction reserve fund. [Such\n   17  fund shall be established as a capital projects fund.]\n   18    2. Such fund shall consist of all monies credited or transferred ther-\n   19  eto from the general fund or from any other fund or sources pursuant  to\n   20  law.\n   21    3. The monies in such fund, following appropriation by the legislature\n   22  and  allocation  by  the director of the budget, shall be available [for\n   23  the following purposes:\n   24    (a) for the payment of principal, interest, and  related  expenses  on\n   25  general obligation bonds, lease purchase payments, or special contractu-\n   26  al  obligation payments, or] ONLY for the [purposes] PURPOSE of retiring\n   27  or defeasing bonds OR NOTES previously  issued,  including  any  accrued\n   28  interest  thereon, for any [state-supported bonding program or programs,\n   29  and;\n   30    (b) for the funding of capital projects,  equipment  acquisitions,  or\n   31  similar  expenses  which  have  been  authorized  by  law to be financed\n   32  through the issuance of bonds, notes, or other obligations] STATE FUNDED\n   33  DEBT.\n   34    S 7. This act shall take effect immediately;  provided,  however  that\n   35  provisions  of  section  four  of this act shall take effect three years\n   36  after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law and the state finance law, in relation to requiring a proposition authorizing the creation of a state debt to contain an estimate of the debt service payable thereon, and the state finance law, in relation to requiring publication of an explanation of the proposition authorizing the creation of state debt, deposits to the tax stabilization reserve fund, and using surplus moneys to reduce outstanding state funded debt ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T132207.TXT", "SOBI.D110110.T142613.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294770127512
}