{
  "year" : 2011,
  "senateBillNo" : "A1505-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1505-2011-1294635600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to vulnerable elderly persons",
  "summary" : "Relates to vulnerable elderly persons; deletes references to caregiver to make any person who endangers the welfare of an elderly person guilty of provisions of the penal law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A10514-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1505\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TEDISCO, RAIA, TOBACCO, BOYLE, HAWLEY -- Multi-\n         Sponsored by -- M. of A. AMEDORE, BARCLAY, BURLING,  BUTLER,  CALHOUN,\n         CONTE,  CROUCH,  DUPREY,  FINCH,  FITZPATRICK,  GIGLIO, HAYES, JORDAN,\n         KOLB,  P. LOPEZ,  McDONOUGH,  McKEVITT,  J. MILLER,  MOLINARO,   OAKS,\n         RABBITT,  REILICH,  SALADINO,  SAYWARD, SPANO, THIELE -- read once and\n         referred to the Committee on Codes\n\n       AN ACT to amend the  penal  law  and  the  criminal  procedure  law,  in\n         relation to crimes against vulnerable elderly or disabled persons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 260.31 of the penal law, as added by chapter 381 of\n    2  the laws of 1998, subdivision 1 as amended, subdivision 4 as  added  and\n    3  such section as renumbered by chapter 14 of the laws of 2010, and subdi-\n    4  vision  2  as  amended by chapter 193 of the laws of 2010, is amended to\n    5  read as follows:\n    6   S 260.31 Vulnerable elderly persons; definitions.\n    7    For the purpose of sections 260.32 and 260.34  of  this  article,  the\n    8  following definitions shall apply:\n    9    1.  [\"Caregiver\" means a person who (i) assumes responsibility for the\n   10  care of a vulnerable elderly person, or  an  incompetent  or  physically\n   11  disabled  person pursuant to a court order; or (ii) receives monetary or\n   12  other valuable consideration for providing care for a vulnerable elderly\n   13  person, or an incompetent or physically disabled person.\n   14    2.] \"Sexual contact\" means any touching of the sexual or  other  inti-\n   15  mate  parts  of  a person for the purpose of gratifying sexual desire of\n   16  either party. It includes the touching of the actor by  the  victim,  as\n   17  well  as  the  touching  of the victim by the actor, whether directly or\n   18  through clothing, as well as the emission of ejaculate by the actor upon\n   19  any part of the victim, clothed or unclothed.\n   20    [3.] 2. \"Vulnerable elderly person\" means a person sixty years of  age\n   21  or  older  who  is suffering from a disease or infirmity associated with\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02035-01-1\n\n       A. 1505                             2\n\n    1  advanced  age  and  manifested  by  demonstrable  physical,  mental   or\n    2  emotional  dysfunction  to  the  extent  that the person is incapable of\n    3  adequately providing for his or her own health or  personal  care  OR  A\n    4  PERSON SEVENTY YEARS OF AGE OR OLDER.\n    5    [4.]  3. \"Incompetent or physically disabled person\" means an individ-\n    6  ual who is unable to care for himself or  herself  because  of  physical\n    7  disability, mental disease or defect.\n    8    S  2. The opening paragraph and subdivision 4 of section 260.32 of the\n    9  penal law, as amended by chapter 14 of the laws of 2010, are amended  to\n   10  read as follows:\n   11    A  person is guilty of endangering the welfare of a vulnerable elderly\n   12  person, or an incompetent or physically disabled person  in  the  second\n   13  degree  when[,  being a caregiver for a vulnerable elderly person, or an\n   14  incompetent or physically disabled person]:\n   15    4. He or she subjects  such  person  to  sexual  contact  without  the\n   16  latter's  consent.  Lack  of consent under this subdivision results from\n   17  forcible compulsion or incapacity to consent, as those terms are defined\n   18  in article one hundred thirty of  this  [chapter]  PART,  or  any  other\n   19  circumstances  in which the vulnerable elderly person, or an incompetent\n   20  or physically disabled person does not expressly or impliedly  acquiesce\n   21  [in  the caregiver's conduct]. In any prosecution under this subdivision\n   22  in which the victim's alleged lack of consent results solely from  inca-\n   23  pacity  to  consent  because of the victim's mental disability or mental\n   24  incapacity, the provisions of section  130.16  of  this  [chapter]  PART\n   25  shall  apply.  In addition, in any prosecution under this subdivision in\n   26  which the victim's lack of consent is based solely upon his or her inca-\n   27  pacity to consent because he or  she  was  mentally  disabled,  mentally\n   28  incapacitated  or physically helpless, it is an affirmative defense that\n   29  the defendant, at the time he or she engaged in the conduct constituting\n   30  the offense, did not know of the facts  or  conditions  responsible  for\n   31  such incapacity to consent.\n   32    S  3.  The  opening  paragraph  of section 260.34 of the penal law, as\n   33  amended by chapter 14 of the  laws  of  2010,  is  amended  to  read  as\n   34  follows:\n   35    A  person is guilty of endangering the welfare of a vulnerable elderly\n   36  person, or an incompetent or physically disabled  person  in  the  first\n   37  degree  when[,  being a caregiver for a vulnerable elderly person, or an\n   38  incompetent or physically disabled person]:\n   39    S 4. Paragraphs (c) and (d) of subdivision 1 of section 70.02  of  the\n   40  penal  law,  paragraph (c) as amended by chapter 405 of the laws of 2010\n   41  and paragraph (d) as amended by chapter 7  of  the  laws  of  2007,  are\n   42  amended to read as follows:\n   43    (c)  Class  D violent felony offenses: an attempt to commit any of the\n   44  class C felonies set forth in paragraph (b); reckless assault of a child\n   45  as defined in section 120.02, assault in the second degree as defined in\n   46  section 120.05, menacing a police officer or peace officer as defined in\n   47  section 120.18, stalking in the first degree, as defined in  subdivision\n   48  one  of section 120.60, strangulation in the second degree as defined in\n   49  section 121.12, rape in the second degree as defined in section  130.30,\n   50  criminal  sexual  act in the second degree as defined in section 130.45,\n   51  sexual abuse in the first degree as defined in section 130.65, course of\n   52  sexual conduct against a child  in  the  second  degree  as  defined  in\n   53  section  130.80,  aggravated sexual abuse in the third degree as defined\n   54  in  section  130.66,  facilitating  a  sex  offense  with  a  controlled\n   55  substance  as defined in section 130.90, criminal possession of a weapon\n   56  in the third degree as defined in subdivision five, six, seven or  eight\n\n       A. 1505                             3\n\n    1  of  section  265.02,  criminal  sale of a firearm in the third degree as\n    2  defined in section 265.11, intimidating  a  victim  or  witness  in  the\n    3  second degree as defined in section 215.16, ENDANGERING THE WELFARE OF A\n    4  VULNERABLE  ELDERLY  PERSON  IN  THE  FIRST DEGREE AS DEFINED IN SECTION\n    5  260.34, soliciting or providing support for an act of terrorism  in  the\n    6  second  degree  as  defined  in section 490.10, and making a terroristic\n    7  threat as defined in section 490.20, falsely reporting  an  incident  in\n    8  the  first  degree as defined in section 240.60, placing a false bomb or\n    9  hazardous substance in the first degree as defined  in  section  240.62,\n   10  placing  a  false  bomb  or  hazardous  substance in a sports stadium or\n   11  arena, mass transportation facility or enclosed shopping mall as defined\n   12  in section 240.63, and aggravated unpermitted use of indoor pyrotechnics\n   13  in the first degree as defined in section 405.18.\n   14    (d) Class E violent felony offenses:   ENDANGERING THE  WELFARE  OF  A\n   15  VULNERABLE  ELDERLY  PERSON  IN  THE SECOND DEGREE AS DEFINED IN SECTION\n   16  260.32, an attempt to commit any of the felonies of criminal  possession\n   17  of  a  weapon  in  the third degree as defined in subdivision five, six,\n   18  seven or eight of section 265.02 as a lesser included  offense  of  that\n   19  section  as  defined  in  section  220.20 of the criminal procedure law,\n   20  persistent sexual abuse as defined in section 130.53, aggravated  sexual\n   21  abuse  in  the  fourth  degree  as  defined in section 130.65-a, falsely\n   22  reporting an incident in the second degree as defined in section  240.55\n   23  and  placing a false bomb or hazardous substance in the second degree as\n   24  defined in section 240.61.\n   25    S 5. Part 4 of the penal law is amended by adding a new title  Y-2  to\n   26  read as follows:\n   27                                  TITLE Y-2\n   28                             CRIMES AGAINST THE\n   29                             ELDERLY OR DISABLED\n   30                                 ARTICLE 495\n   31                             CRIMES AGAINST THE\n   32                             ELDERLY OR DISABLED\n   33  SECTION 495.00 CRIMES AGAINST THE ELDERLY OR DISABLED.\n   34          495.05 SENTENCING.\n   35  S 495.00 CRIMES AGAINST THE ELDERLY OR DISABLED.\n   36    1. A PERSON COMMITS A CRIME AGAINST THE ELDERLY OR DISABLED WHEN HE OR\n   37  SHE COMMITS A SPECIFIED OFFENSE AND EITHER:\n   38    (A)  INTENTIONALLY  SELECTS  THE  PERSON  AGAINST  WHOM THE OFFENSE IS\n   39  COMMITTED OR INTENDED TO BE COMMITTED IN WHOLE OR  IN  SUBSTANTIAL  PART\n   40  BECAUSE OF A BELIEF OR PERCEPTION REGARDING THE DISABILITY STATUS OR AGE\n   41  RELATED  INFIRMITY  OR  DISEASE  OF  A PERSON, REGARDLESS OF WHETHER THE\n   42  BELIEF OR PERCEPTION IS CORRECT; OR\n   43    (B) INTENTIONALLY COMMITS THE ACT OR ACTS CONSTITUTING THE OFFENSE  IN\n   44  WHOLE OR IN SUBSTANTIAL PART BECAUSE OF A BELIEF OR PERCEPTION REGARDING\n   45  DISABILITY  STATUS  OR  AGE  RELATED  INFIRMITY  OR DISEASE OF A PERSON,\n   46  REGARDLESS OF WHETHER THE BELIEF OR PERCEPTION IS CORRECT.\n   47    2. FOR THE PURPOSE OF THIS  SECTION:  (A)  WHEN  A  PERSON  REASONABLY\n   48  APPEARS  TO  HAVE  A  DISABILITY OR AN AGE RELATED INFIRMITY OR DISEASE,\n   49  THERE SHALL BE A  REBUTTABLE  PRESUMPTION  THE  DEFENDANT  SELECTED  THE\n   50  PERSON  AGAINST  WHOM  THE OFFENSE OR ACT IS COMMITTED OR INTENDED TO BE\n   51  COMMITTED, IN WHOLE OR IN PART BECAUSE OF A BELIEF OR PERCEPTION REGARD-\n   52  ING THE DISABILITY STATUS OR AGE RELATED INFIRMITY OR  DISEASE  OF  SUCH\n   53  PERSON;  AND (B) WHEN A PERSON IS SEVENTY YEARS OLD OR MORE, THERE SHALL\n   54  BE A REBUTTABLE PRESUMPTION THAT SUCH PERSON APPEARS TO HAVE A DISABILI-\n   55  TY OR AN AGE RELATED INFIRMITY.\n\n       A. 1505                             4\n\n    1    3. A \"SPECIFIED OFFENSE\" IS AN OFFENSE DEFINED BY ANY OF THE FOLLOWING\n    2  PROVISIONS OF  THIS  CHAPTER:  SECTION  120.00  (ASSAULT  IN  THE  THIRD\n    3  DEGREE);  SECTION  120.05 (ASSAULT IN THE SECOND DEGREE); SECTION 120.10\n    4  (ASSAULT IN THE FIRST DEGREE); SECTION 120.12 (AGGRAVATED ASSAULT UPON A\n    5  PERSON  LESS  THAN  ELEVEN  YEARS  OLD); SECTION 120.13 (MENACING IN THE\n    6  FIRST DEGREE); SECTION 120.14 (MENACING IN THE SECOND  DEGREE);  SECTION\n    7  120.15  (MENACING  IN THE THIRD DEGREE); SECTION 120.20 (RECKLESS ENDAN-\n    8  GERMENT IN THE SECOND DEGREE); SECTION 120.25 (RECKLESS ENDANGERMENT  IN\n    9  THE  FIRST  DEGREE);  SECTION  120.45  (STALKING  IN THE FOURTH DEGREE);\n   10  SECTION 120.50 (STALKING IN THE THIRD DEGREE); SECTION 120.55  (STALKING\n   11  IN  THE  SECOND  DEGREE); SECTION 120.60 (STALKING IN THE FIRST DEGREE);\n   12  SUBDIVISION ONE OF SECTION 125.15 (MANSLAUGHTER IN THE  SECOND  DEGREE);\n   13  SUBDIVISION  ONE,  TWO  OR  FOUR  OF SECTION 125.20 (MANSLAUGHTER IN THE\n   14  FIRST DEGREE); SECTION 125.25 (MURDER IN THE SECOND DEGREE); SUBDIVISION\n   15  ONE OF SECTION 130.35 (RAPE IN THE FIRST  DEGREE);  SUBDIVISION  ONE  OF\n   16  SECTION  130.50  (CRIMINAL  SEXUAL ACT IN THE FIRST DEGREE); SUBDIVISION\n   17  ONE OF SECTION 130.65 (SEXUAL ABUSE IN THE FIRST DEGREE); PARAGRAPH  (A)\n   18  OF  SUBDIVISION  ONE  OF  SECTION 130.67 (AGGRAVATED SEXUAL ABUSE IN THE\n   19  SECOND DEGREE); PARAGRAPH (A)  OF  SUBDIVISION  ONE  OF  SECTION  130.70\n   20  (AGGRAVATED  SEXUAL ABUSE IN THE FIRST DEGREE); SECTION 135.05 (UNLAWFUL\n   21  IMPRISONMENT IN THE SECOND DEGREE); SECTION 135.10  (UNLAWFUL  IMPRISON-\n   22  MENT  IN  THE  FIRST  DEGREE);  SECTION 135.20 (KIDNAPPING IN THE SECOND\n   23  DEGREE); SECTION 135.25 (KIDNAPPING IN THE FIRST DEGREE); SECTION 135.60\n   24  (COERCION IN THE SECOND DEGREE); SECTION 135.65 (COERCION IN  THE  FIRST\n   25  DEGREE); SECTION 140.10 (CRIMINAL TRESPASS IN THE THIRD DEGREE); SECTION\n   26  140.15  (CRIMINAL TRESPASS IN THE SECOND DEGREE); SECTION 140.17 (CRIMI-\n   27  NAL TRESPASS IN THE FIRST DEGREE); SECTION 140.20 (BURGLARY IN THE THIRD\n   28  DEGREE); SECTION 140.25 (BURGLARY IN THE SECOND DEGREE); SECTION  140.30\n   29  (BURGLARY IN THE FIRST DEGREE); SECTION 145.00 (CRIMINAL MISCHIEF IN THE\n   30  FOURTH  DEGREE); SECTION 145.05 (CRIMINAL MISCHIEF IN THE THIRD DEGREE);\n   31  SECTION 145.10 (CRIMINAL MISCHIEF IN THE SECOND DEGREE); SECTION  145.12\n   32  (CRIMINAL  MISCHIEF  IN  THE FIRST DEGREE); SECTION 150.05 (ARSON IN THE\n   33  FOURTH DEGREE); SECTION 150.10 (ARSON  IN  THE  THIRD  DEGREE);  SECTION\n   34  150.15  (ARSON IN THE SECOND DEGREE); SECTION 150.20 (ARSON IN THE FIRST\n   35  DEGREE); SECTION 155.25 (PETIT LARCENY); SECTION 155.30  (GRAND  LARCENY\n   36  IN  THE  FOURTH  DEGREE);  SECTION  155.35  (GRAND  LARCENY IN THE THIRD\n   37  DEGREE); SECTION 155.40 (GRAND LARCENY IN THE  SECOND  DEGREE);  SECTION\n   38  155.42  (GRAND  LARCENY IN THE FIRST DEGREE); SECTION 160.05 (ROBBERY IN\n   39  THE THIRD DEGREE);  SECTION  160.10  (ROBBERY  IN  THE  SECOND  DEGREE);\n   40  SECTION 160.15 (ROBBERY IN THE FIRST DEGREE); SECTION 240.25 (HARASSMENT\n   41  IN  THE  FIRST  DEGREE);  SUBDIVISION ONE, TWO OR FOUR OF SECTION 240.30\n   42  (AGGRAVATED HARASSMENT IN THE SECOND DEGREE); OR ANY ATTEMPT OR CONSPIR-\n   43  ACY TO COMMIT ANY OF THE FOREGOING OFFENSES.\n   44    4. FOR THE PURPOSES OF THIS SECTION:\n   45    (A) A PERSON HAS AN AGE RELATED INFIRMITY OR DISEASE WHEN, BEING SIXTY\n   46  YEARS OLD OR MORE, SUCH PERSON HAS  A  PHYSICAL  OR  MENTAL  DISEASE  OR\n   47  INFIRMITY,  TYPICALLY  ASSOCIATED WITH ADVANCED AGE, WHICH SUBSTANTIALLY\n   48  LIMITS A MAJOR LIFE ACTIVITY;\n   49    (B) THE TERM \"SUBSTANTIAL PART\" INCLUDES BUT IS NOT LIMITED TO CIRCUM-\n   50  STANCES IN WHICH A DEFENDANT SELECTS A PERSON AGAINST WHOM TO COMMIT  OR\n   51  ATTEMPT TO COMMIT A CRIME DUE TO A BELIEF OR PERCEPTION THAT SUCH PERSON\n   52  IS  LESS  LIKELY  TO RESIST OR BE ABLE TO RESIST SUCH CRIME DUE TO THEIR\n   53  DISABILITY OR AGE RELATED INFIRMITY OR DISEASE,  REGARDLESS  OF  WHETHER\n   54  SUCH BELIEF OR PERCEPTION IS CORRECT;\n   55    (C)  THE  TERM \"DISABILITY\" MEANS A PHYSICAL OR MENTAL IMPAIRMENT THAT\n   56  SUBSTANTIALLY LIMITS A MAJOR LIFE ACTIVITY; AND\n\n       A. 1505                             5\n\n    1    (D) THE TERM \"RESIST\" INCLUDES, IN ADDITION TO  ITS  REGULAR  MEANING,\n    2  REPORTING  SUCH  CRIME  TO  LAW  ENFORCEMENT,  OBSERVING,  RECALLING, OR\n    3  REPORTING KEY FEATURES OF ANY  ACT  OR  CHARACTERISTIC  OF  A  DEFENDANT\n    4  RELATED TO SUCH CRIME, OR PROVIDING EVIDENCE TO AID IN THE INVESTIGATION\n    5  OR PROSECUTION OF SUCH CRIME.\n    6  S 495.05 SENTENCING.\n    7    1.  WHEN A PERSON IS CONVICTED OF A CRIME AGAINST THE ELDERLY OR DISA-\n    8  BLED PURSUANT TO THIS ARTICLE, AND THE SPECIFIED OFFENSE  IS  A  VIOLENT\n    9  FELONY  OFFENSE,  AS DEFINED IN SECTION 70.02 OF THIS CHAPTER, THE CRIME\n   10  AGAINST THE ELDERLY  OR  DISABLED  SHALL  BE  DEEMED  A  VIOLENT  FELONY\n   11  OFFENSE.\n   12    2.  WHEN A PERSON IS CONVICTED OF A CRIME AGAINST THE ELDERLY OR DISA-\n   13  BLED PURSUANT TO THIS ARTICLE AND THE SPECIFIED OFFENSE IS A MISDEMEANOR\n   14  OR A CLASS C, D OR E FELONY, THE CRIME AGAINST THE ELDERLY  OR  DISABLED\n   15  SHALL BE DEEMED TO BE ONE CATEGORY HIGHER THAN THE SPECIFIED OFFENSE THE\n   16  DEFENDANT  COMMITTED,  OR  ONE  CATEGORY  HIGHER  THAN THE OFFENSE LEVEL\n   17  APPLICABLE TO THE DEFENDANT'S CONVICTION FOR AN ATTEMPT OR CONSPIRACY TO\n   18  COMMIT A SPECIFIED OFFENSE, WHICHEVER IS APPLICABLE.\n   19    3. NOTWITHSTANDING ANY OTHER  PROVISION  OF  LAW,  WHEN  A  PERSON  IS\n   20  CONVICTED  OF  A  CRIME AGAINST THE ELDERLY OR DISABLED PURSUANT TO THIS\n   21  ARTICLE AND THE SPECIFIED OFFENSE IS A CLASS B FELONY OFFENSE:\n   22    (A) THE MAXIMUM TERM OF THE INDETERMINATE SENTENCE MUST  BE  AT  LEAST\n   23  SIX  YEARS  IF  THE  DEFENDANT IS SENTENCED PURSUANT TO SECTION 70.00 OF\n   24  THIS CHAPTER;\n   25    (B) THE TERM OF THE DETERMINATE SENTENCE MUST BE AT LEAST EIGHT  YEARS\n   26  IF THE DEFENDANT IS SENTENCED PURSUANT TO SECTION 70.02 OF THIS CHAPTER;\n   27    (C) THE TERM OF THE DETERMINATE SENTENCE MUST BE AT LEAST TWELVE YEARS\n   28  IF THE DEFENDANT IS SENTENCED PURSUANT TO SECTION 70.04 OF THIS CHAPTER;\n   29    (D)  THE  MAXIMUM  TERM OF THE INDETERMINATE SENTENCE MUST BE AT LEAST\n   30  FOUR YEARS IF THE DEFENDANT IS SENTENCED PURSUANT TO  SECTION  70.05  OF\n   31  THIS CHAPTER; AND\n   32    (E)  THE MAXIMUM TERM OF THE INDETERMINATE SENTENCE OR THE TERM OF THE\n   33  DETERMINATE SENTENCE MUST BE AT LEAST TEN  YEARS  IF  THE  DEFENDANT  IS\n   34  SENTENCED PURSUANT TO SECTION 70.06 OF THIS CHAPTER.\n   35    4.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW,  WHEN A PERSON IS\n   36  CONVICTED OF CRIME AGAINST THE ELDERLY  OR  DISABLED  PURSUANT  TO  THIS\n   37  ARTICLE  AND  THE  SPECIFIED  OFFENSE IS A CLASS A-1 FELONY, THE MINIMUM\n   38  PERIOD OF THE INDETERMINATE SENTENCE  SHALL  BE  NOT  LESS  THAN  TWENTY\n   39  YEARS.\n   40    S  6. Subdivisions 4 and 7 of section 200.50 of the criminal procedure\n   41  law, as amended by chapter 7 of the laws of 2007, are amended to read as\n   42  follows:\n   43    4. A statement in each count that the grand jury, or, where the  accu-\n   44  satory  instrument  is a superior court information, the district attor-\n   45  ney, accuses the  defendant  or  defendants  of  a  designated  offense,\n   46  provided  that in any prosecution under article four hundred eighty-five\n   47  of the penal law, the designated offense shall be the specified offense,\n   48  as defined in subdivision three of section  485.05  of  the  penal  law,\n   49  followed by the phrase \"as a hate crime\", [and] provided further that in\n   50  any  prosecution  under  section 490.25 of the penal law, the designated\n   51  offense shall be the specified offense, as defined in subdivision  three\n   52  of  section  490.05 of the penal law, followed by the phrase \"as a crime\n   53  of terrorism\"; AND  PROVIDED  FURTHER  THAT  IN  ANY  PROSECUTION  UNDER\n   54  SECTION  495.00  OF  THE  PENAL LAW, THE DESIGNATED OFFENSE SHALL BE THE\n   55  SPECIFIED OFFENSE, AS DEFINED IN SUBDIVISION THREE OF SECTION 495.00  OF\n   56  THE PENAL LAW, FOLLOWED BY THE PHRASE \"AS A CRIME AGAINST THE ELDERLY OR\n\n       A. 1505                             6\n\n    1  DISABLED\";  and  provided  further that in any prosecution under section\n    2  130.91 of the penal law, the designated offense shall be  the  specified\n    3  offense,  as  defined  in subdivision two of section 130.91 of the penal\n    4  law, followed by the phrase \"as a sexually motivated felony\"; and\n    5    7.  A plain and concise factual statement in each count which, without\n    6  allegations of an evidentiary nature,\n    7    (a) asserts facts supporting every element of the offense charged  and\n    8  the defendant's or defendants' commission thereof with sufficient preci-\n    9  sion to clearly apprise the defendant or defendants of the conduct which\n   10  is the subject of the accusation; and\n   11    (b)  in the case of any armed felony, as defined in subdivision forty-\n   12  one of section 1.20, states that such offense is  an  armed  felony  and\n   13  specifies   the   particular   implement  the  defendant  or  defendants\n   14  possessed, were armed with, used or displayed or,  in  the  case  of  an\n   15  implement displayed, specifies what the implement appeared to be; and\n   16    (c) in the case of any hate crime, as defined in section 485.05 of the\n   17  penal  law,  specifies,  as applicable, that the defendant or defendants\n   18  intentionally selected the person against whom the offense was committed\n   19  or intended to be committed; or intentionally committed the act or  acts\n   20  constituting  the  offense, in whole or in substantial part because of a\n   21  belief or perception regarding the race, color, national origin,  ances-\n   22  try,  gender,  religion,  religious  practice, age, disability or sexual\n   23  orientation of a person; and\n   24    (d) in the case of a crime of terrorism, as defined in section  490.25\n   25  of  the  penal  law,  specifies,  as  applicable,  that the defendant or\n   26  defendants acted with intent to intimidate or coerce  a  civilian  popu-\n   27  lation,  influence the policy of a unit of government by intimidation or\n   28  coercion, or affect the conduct of  a  unit  of  government  by  murder,\n   29  assassination or kidnapping; and\n   30    (e)  in the case of a sexually motivated felony, as defined in section\n   31  130.91 of the penal law, asserts facts supporting  the  allegation  that\n   32  the offense was sexually motivated; and\n   33    (F)  IN  THE  CASE  OF  ANY  CRIME AGAINST THE ELDERLY OR DISABLED, AS\n   34  DEFINED IN SECTION 495.00 OF THE PENAL LAW,  SPECIFIES,  AS  APPLICABLE,\n   35  THAT  THE  DEFENDANT  OR  DEFENDANTS  INTENTIONALLY  SELECTED THE PERSON\n   36  AGAINST WHOM THE OFFENSE WAS COMMITTED OR INTENDED TO BE  COMMITTED;  OR\n   37  INTENTIONALLY  COMMITTED  THE  ACT  OR ACTS CONSTITUTING THE OFFENSE, IN\n   38  WHOLE OR IN SUBSTANTIAL PART BECAUSE OF A BELIEF OR PERCEPTION REGARDING\n   39  THE DISABILITY STATUS OR AGE RELATED INFIRMITY OR DISEASE OF  A  PERSON;\n   40  AND\n   41    S 7. This act shall take effect on the first of November next succeed-\n   42  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the criminal procedure law, in relation to crimes against vulnerable elderly or disabled persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T142613.TXT", "SOBI.D110111.T132708.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294770428627
}