{
  "year" : 2011,
  "senateBillNo" : "A1506-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1506-2011-1294635600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires each violator of \"Buster's Law\" to register his or her name and address with the department of agriculture and markets",
  "summary" : "Requires each violator of \"Buster's Law\" to register his or her name and address with the department of agriculture and markets. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A10998-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1506\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation  to  estab-\n         lishing a registry for persons convicted of violating \"Buster's Law\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The agriculture and markets law is amended by adding a  new\n    2  section 352 to read as follows:\n    3    S  352.  ANIMAL  CRUELTY  REGISTER.  ANY  PERSON WHO IS CONVICTED OF A\n    4  VIOLATION  OF  SECTION  THREE  HUNDRED  FIFTY-ONE   OR   THREE   HUNDRED\n    5  FIFTY-THREE-A  OF  THIS ARTICLE SHALL REGISTER WITH THE DEPARTMENT. SUCH\n    6  REGISTRATION SHALL BE MADE IN A MANNER AND FORM TO BE DETERMINED BY  THE\n    7  DEPARTMENT,  AND  SHALL  INCLUDE,  AT A MINIMUM, THE NAME AND ADDRESS OF\n    8  SUCH REGISTRANT. THE DEPARTMENT SHALL MAINTAIN REGISTRATION  INFORMATION\n    9  RECEIVED  PURSUANT TO THIS SECTION IN A REGISTRY. SUCH REGISTRY SHALL BE\n   10  IN PRINT AND IN ELECTRONIC FORM  AND  SHALL  BE  AVAILABLE  TO  ALL  LAW\n   11  ENFORCEMENT ENTITIES, DISTRICT ATTORNEYS, DULY INCORPORATED HUMANE SOCI-\n   12  ETIES,  SOCIETIES  FOR  THE PREVENTION OF CRUELTY TO ANIMALS, DOG OR CAT\n   13  PROTECTIVE ASSOCIATIONS, ANIMAL CONTROL OFFICERS,  BREEDERS  OF  ANIMALS\n   14  AND  PET  STORES  DOING  BUSINESS IN THIS STATE.  ANY PERSON REQUIRED TO\n   15  REGISTER PURSUANT TO THIS SECTION SHALL REGISTER ANNUALLY, OR EACH  TIME\n   16  SUCH  PERSON MOVES TO A NEW ADDRESS AND SHALL CONTINUE TO REGISTER UNTIL\n   17  SUCH PERSON RECEIVES A COURT ORDER ORDERING SUCH REGISTRATION TO  CEASE.\n   18  NO  SUCH  ORDER  SHALL BE ISSUED UNTIL SUCH PERSON FIRST DEMONSTRATES TO\n   19  THE COURT THAT HE OR SHE  HAS  UNDERGONE  PSYCHIATRIC  OR  PSYCHOLOGICAL\n   20  TESTING,  THE RESULTS OF WHICH INDICATE BY CLEAR AND CONVINCING EVIDENCE\n   21  HIS OR HER CAPABLE AND SOUND MENTAL CAPACITY  AND  ABILITY  TO  OWN  AND\n   22  PROPERLY  CARE  FOR AN ANIMAL IN A HUMANE MANNER. ANY PERSON REQUIRED TO\n   23  REGISTER PURSUANT TO THIS SECTION SHALL NOT OWN A  COMPANION  ANIMAL  OR\n   24  HAVE  EMPLOYMENT  AT  AN  ANIMAL SHELTER, POUND, PET STORE, ZOO OR OTHER\n   25  BUSINESS ESTABLISHMENT WHERE COMPANION ANIMALS ARE PRESENT.  ANY  PERSON\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02229-01-1\n\n       A. 1506                             2\n\n    1  WHO  IS  CONVICTED  OF A VIOLATION OF SECTION THREE HUNDRED FIFTY-ONE OR\n    2  THREE HUNDRED FIFTY-THREE-A OF THIS ARTICLE SHALL, IN  ADDITION  TO  ANY\n    3  OTHER PENALTY OR TERM OF IMPRISONMENT AUTHORIZED BY LAW, BE SUBJECT TO A\n    4  MANDATORY  SURCHARGE  OF  FIFTY  DOLLARS  WHICH SHALL BE USED TO PAY FOR\n    5  COSTS AND EXPENSES ASSOCIATED  WITH  ESTABLISHING  AND  MAINTAINING  THE\n    6  REGISTRY REQUIRED BY THIS SECTION.\n    7    S  2.  This  act shall take effect on the thirtieth day after it shall\n    8  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to establishing a registry for persons convicted of violating \"Buster's Law\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T143147.TXT", "SOBI.D110131.T160719.TXT", "SOBI.D110111.T132708.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296508039509
}