{
  "year" : 2011,
  "senateBillNo" : "A1517-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1517-2011-1294635600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits certain borrowing arrangements",
  "summary" : "Prohibits certain borrowing arrangements; relates to the authorization for the contracting of debt; relates to the manner by which payments are appropriated and paid; establishes a fund to reduce debt. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A4133-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1517\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO,  KOLB,  CROUCH, CALHOUN, BURLING --\n         Multi-Sponsored by -- M. of A. THIELE -- read once and referred to the\n         Committee on Ways and Means\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing amendments to article 7 of the constitution,  in  relation  to\n         the  prohibition  of  certain  borrowing arrangements and the authori-\n         zation for the contracting of debt\n\n    1    Section 1. RESOLVED (if the Senate concur), That section 11 of article\n    2  7 of the constitution be amended to read as follows:\n    3    S 11. 1. Except the debts or refunding debts specified in sections  9,\n    4  10  and 13 of this article, [no debt shall be hereafter contracted by or\n    5  in behalf of the state, unless] AS AUTHORIZED IN SUBDIVISION 2 OR  3  OF\n    6  THIS  SECTION,  OR AS EXPRESSLY PROVIDED FOR ELSEWHERE IN THIS CONSTITU-\n    7  TION, THE STATE SHALL NOT ENTER INTO  ANY  FINANCING  OR  OTHER  SIMILAR\n    8  ARRANGEMENT,  WHETHER BY STATUTE, CONTRACT, LEASE, OR OTHERWISE, WHEREBY\n    9  THE STATE AGREES TO MAKE PAYMENTS WHICH WILL BE USED DIRECTLY  OR  INDI-\n   10  RECTLY, FOR THE PAYMENT OF INTEREST, INSTALLMENTS OF PRINCIPAL, CONTRIB-\n   11  UTIONS  TO  SINKING FUNDS, OR RELATED PAYMENTS ON INDEBTEDNESS ISSUED OR\n   12  CONTRACTED BY ANY STATE AGENCY, MUNICIPALITY, INDIVIDUAL, OR  PUBLIC  OR\n   13  PRIVATE  CORPORATION  FOR  STATE  PURPOSES OR TO FINANCE GRANTS OR LOANS\n   14  MADE OR TO BE MADE BY OR ON BEHALF OF THE STATE  FOR  ANY  PURPOSE.  THE\n   15  RESTRICTIONS  IN  THIS  SUBDIVISION SHALL APPLY WHETHER OR NOT THE OBLI-\n   16  GATION OF THE STATE TO MAKE SUCH PAYMENTS IS SUBJECT TO APPROPRIATION OR\n   17  IS OTHERWISE CONTINGENT.\n   18    2. THE STATE MAY CONTRACT DEBT WHICH IS SECURED BY  A  PLEDGE  OF  THE\n   19  FULL  FAITH  AND CREDIT OF THE STATE IF such debt shall be authorized by\n   20  law, for some single CAPITAL work or purpose, to be distinctly specified\n   21  therein[. No]; PROVIDED THAT NO such law  shall  take  effect  until  it\n   22  shall,  at  a  general  election, have been submitted to the people, and\n   23  have received a majority of all the votes cast for  and  against  it  at\n   24  such  election  nor  shall  it  be submitted to be voted on within three\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89019-01-1\n\n       A. 1517                             2\n\n    1  months after its passage nor at any general election when any other  law\n    2  or any bill shall be submitted to be voted for or against.\n    3    3.  THE  STATE  MAY ALSO CONTRACT DEBT, IN A MANNER PRESCRIBED BY LAW,\n    4  WHICH SHALL BE SECURED BY A PLEDGE OF SPECIFIC REVENUES  OF  THE  STATE.\n    5  THE  LEGISLATURE SHALL, BY LAW, IDENTIFY THE CAPITAL WORKS OR PURPOSE TO\n    6  BE FINANCED WITH SUCH DEBT. REVENUES IN EXCESS OF THE REQUIRED  PAYMENTS\n    7  OF  INTEREST  AND  INSTALLMENT  PAYMENTS  OF PRINCIPAL, CONTRIBUTIONS TO\n    8  SINKING FUNDS, AND OTHER PAYMENTS RELATING TO SUCH DEBT  SHALL  BE  MADE\n    9  AVAILABLE FOR SUCH OTHER PURPOSES, AS PROVIDED BY LAW.\n   10    4.  THE  STATE MAY NOT CONTRACT DEBT PURSUANT TO SUBDIVISION 3 OF THIS\n   11  SECTION DURING ANY SINGLE FISCAL YEAR IN EXCESS OF  THIRTY-FIVE  PERCENT\n   12  OF  THE TOTAL AMOUNT OF CAPITAL WORKS IN SUCH FISCAL YEAR, PROVIDED THAT\n   13  THE LIMIT MAY BE INCREASED TO FIFTY PERCENT FOR ANY YEAR IN WHICH  TOTAL\n   14  STATE  REVENUES  DECLINE,  EXCLUDING  DECLINES CAUSED BY A CHANGE IN THE\n   15  RATE OF TAXATION, BY TWO PERCENT OR MORE. THE LIMIT SHALL BE REDUCED  TO\n   16  FORTY-FIVE  PERCENT  OF  THE  TOTAL AMOUNT OF CAPITAL WORKS IN THE FIRST\n   17  YEAR SUCCEEDING A YEAR WHEN REVENUES DECLINE BY TWO PERCENT OR MORE, AND\n   18  TO FORTY PERCENT IN THE SECOND YEAR  SUCCEEDING  A  YEAR  WHEN  REVENUES\n   19  DECLINE  BY  TWO  PERCENT OR MORE. THE LIMIT SHALL RETURN TO THIRTY-FIVE\n   20  PERCENT OF THE TOTAL AMOUNT OF CAPITAL WORKS FOR  ALL  OTHER  SUCCEEDING\n   21  YEARS.\n   22    5. The legislature may, at any time [after the approval of such law by\n   23  the  people], if no debt shall have been contracted in pursuance [there-\n   24  of], OF A PARTICULAR LAW AUTHORIZED UNDER SUBDIVISION 2  OR  3  OF  THIS\n   25  SECTION  repeal  [the  same]  SUCH  LAW AUTHORIZING THE ISSUANCE OF SUCH\n   26  DEBT; and may at any time, by law, forbid the contracting of any further\n   27  debt or liability under such law.\n   28    6. NO DEBT MAY BE CONTRACTED PURSUANT TO SUBDIVISION 2 OR  3  OF  THIS\n   29  SECTION, EXCEPT TO FINANCE CAPITAL WORKS OR PURPOSES.\n   30    7.  THE  STATE MAY CONTRACT DEBT TO REFUND DEBT CONTRACTED PURSUANT TO\n   31  SUBDIVISION 2  OR  3  OF  THIS  SECTION  PROVIDED  SUCH  REFUNDINGS  ARE\n   32  CONDUCTED  IN ACCORDANCE WITH THE PROVISIONS OF SECTION 13 OF THIS ARTI-\n   33  CLE.\n   34    8. THE PROVISIONS OF SUBDIVISION 1 OF THIS SECTION SHALL NOT  PROHIBIT\n   35  THE  STATE  FROM  PROVIDING  MONIES FOR ANY OF THE OBLIGATIONS HEREAFTER\n   36  PROHIBITED  BY  SAID  SUBDIVISION  1,  INCLUDING  PAYMENT  OF  INTEREST,\n   37  INSTALLMENT  PAYMENTS  OF  PRINCIPAL, CONTRIBUTIONS TO SINKING FUNDS, OR\n   38  RELATED PAYMENTS OR OBLIGATIONS TO  THE  EXTENT  SUCH  OBLIGATIONS  WERE\n   39  CONTRACTED FOR OR OTHERWISE INCURRED PRIOR TO THE EFFECTIVE DATE OF SUCH\n   40  SUBDIVISION  OR  ON  OBLIGATIONS  ISSUED  TO  REFUND  SUCH  OBLIGATIONS,\n   41  PROVIDED SUCH REFUNDINGS ARE CONDUCTED IN ACCORDANCE WITH THE PROVISIONS\n   42  OF SECTION 13 OF THIS ARTICLE.\n   43    S 2. RESOLVED (if the Senate concur), That the foregoing amendment  be\n   44  referred  to  the  first regular legislative session convening after the\n   45  next succeeding general election of members of  the  assembly,  and,  in\n   46  conformity  with  section  1  of  article  19  of  the  constitution, be\n   47  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing amendments to article 7 of the constitution, in relation to the prohibition of certain borrowing arrangements and the authorization for the contracting of debt ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T143614.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393460
}