{
  "year" : 2011,
  "senateBillNo" : "A1514-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1514-2011-1294635600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Repeals article 26 of the tax law known as the estate tax",
  "summary" : "Repeals article 26 of the tax law known as the estate tax. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A10530-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hayes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1514\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO, HAYES -- Multi-Sponsored by -- M. of A.\n         BARCLAY, FITZPATRICK, SALADINO  --  read  once  and  referred  to  the\n         Committee on Ways and Means\n\n       AN  ACT  to amend the tax law and the administrative code of the city of\n         New York, in relation to taxable estates; and to repeal article 26  of\n         the tax law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 26 of the tax law is REPEALED.\n    2    S 2. Paragraph 1 of subsection (b) of section 1023 of the tax law,  as\n    3  amended  by  section 30 of part A of chapter 389 of the laws of 1997, is\n    4  amended to read as follows:\n    5    (1) The provisions of this chapter applicable to the  tax  imposed  by\n    6  [article  twenty-six  relating  to  a  lien for unpaid tax upon property\n    7  transferred which arises at the time of the  decedent's  death  and  the\n    8  personal  liability  of  various  transferees  for such tax and] all the\n    9  provisions of subsections (c), (d), (e), (f)  and  (h)  of  section  six\n   10  hundred  fifty-one,  subsections  (a)  and  (c)  of  section six hundred\n   11  fifty-three, section six hundred fifty-seven, subsections (a),  (b)  and\n   12  (e)  of  section six hundred fifty-eight, section six hundred fifty-nine\n   13  and sections six hundred eighty-one  through  six  hundred  ninety-seven\n   14  [and section nine hundred ninety-two] of this chapter shall apply to the\n   15  provisions  of  this  article  with  the same force and effect as if the\n   16  language of those subsections and sections had been incorporated in full\n   17  into this article and had expressly referred to the tax under this arti-\n   18  cle, except to the extent that any such provision is either inconsistent\n   19  with or not relevant to this article and with such modification  as  may\n   20  be necessary to adapt the language of such provisions to the tax imposed\n   21  by this article.\n   22    S 3. Section 1825 of the tax law, as amended by section 2 of part E of\n   23  chapter 25 of the laws of 2009, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02052-01-1\n\n       A. 1514                             2\n\n    1    S  1825.  Violation  of secrecy provisions of the tax law.--Any person\n    2  who violates the provisions of subdivision (b)  of  section  twenty-one,\n    3  subdivision one of section two hundred two, subdivision eight of section\n    4  two  hundred  eleven, subdivision (a) of section three hundred fourteen,\n    5  subdivision  one  or  two  of section four hundred thirty-seven, section\n    6  four hundred eighty-seven,  subdivision  one  or  two  of  section  five\n    7  hundred  fourteen,  subsection  (e) of section six hundred ninety-seven,\n    8  [subsection (a) of section nine hundred ninety-four,] subdivision (a) of\n    9  section eleven hundred forty-six, section twelve  hundred  eighty-seven,\n   10  subdivision  (a) of section fourteen hundred eighteen, subsection (a) of\n   11  section fourteen hundred sixty-seven, subdivision (a) of section fifteen\n   12  hundred eighteen, subdivision (a) of section fifteen hundred  fifty-five\n   13  of  this chapter, and subdivision (e) of section 11-1797 of the adminis-\n   14  trative code of the city of New York shall be guilty of a misdemeanor.\n   15    S 4. Subdivision (r) of section 11-1712 of the administrative code  of\n   16  the  city of New York, as relettered by section 60 of chapter 639 of the\n   17  laws of 1986 and such section as renumbered by section 43 of chapter 639\n   18  of the laws of 1986, is amended to read as follows:\n   19    (r) In the case of a sale or other disposition  of  property  acquired\n   20  from  a  decedent and valued by the executor of the estate of such dece-\n   21  dent [for the purposes of the tax under article twenty-six  of  the  tax\n   22  law  (i)  pursuant  to  paragraph  two of subsection (b) of section nine\n   23  hundred fifty-four of the tax law, or  (ii)  pursuant  to  section  nine\n   24  hundred fifty-four-a of the tax law,] where such estate was insufficient\n   25  to  require the filing of a federal estate tax return, the amount neces-\n   26  sary to properly reflect the gain or loss from such sale or other dispo-\n   27  sition which would have been realized under this chapter, had[,  in  the\n   28  case  of  clause  (i)  of this subdivision,] a federal estate tax return\n   29  been filed similarly valuing such property pursuant to section two thou-\n   30  sand thirty-two of the internal revenue code, or [in the case of  clause\n   31  (ii) of this subdivision,] pursuant to section two thousand thirty-two-A\n   32  of such code.\n   33    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the administrative code of the city of New York, in relation to taxable estates; and to repeal article 26 of the tax law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T143614.TXT", "SOBI.D110111.T132708.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294770428630
}