{
  "year" : 2011,
  "senateBillNo" : "A1519-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1519-2011-1294635600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294808400000,
    "eventText" : "to attorney-general for opinion",
    "billEventId" : "A1519-2011-1294808400000-to+attorney-general+for+opinion",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits certain public officers from also serving as a delegate to a constitutional convention and authorizes limited conventions",
  "summary" : "Prohibits certain public officers (governor, lieutenant governor, comptroller, legislator, congress, judge) from also serving as a delegate to a constitutional convention and authorizes limited conventions to consider amendments involving the limited topics herein contained (Art. 3, legislature; Art. 4, governor; Art. 7, state finances). ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A10827-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1519\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TEDISCO -- Multi-Sponsored by -- M. of A. KOLB,\n         THIELE -- read once and referred to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to article 19 of the constitution, in relation to\n         a constitutional convention\n\n    1    Section 1. Resolved (if the Senate concur), That section 2 of  article\n    2  19 of the constitution be amended to read as follows:\n    3    S  2.  At the general election to be held in the year nineteen hundred\n    4  fifty-seven, and every twentieth year thereafter, and also at such times\n    5  as the legislature may by law provide, the question \"Shall  there  be  a\n    6  convention  to  revise  the  constitution  and amend the same?\" shall be\n    7  submitted to and decided by the electors of the state;  and  in  case  a\n    8  majority  of  the  electors  voting  thereon  shall decide in favor of a\n    9  convention for such purpose, the electors of every  senate  district  of\n   10  the  state,  as  then organized, shall elect three delegates at the next\n   11  ensuing general election, and the electors of the state  voting  at  the\n   12  same election shall elect fifteen delegates-at-large.  HOWEVER, NO DELE-\n   13  GATE  MAY  CONCURRENTLY  SERVE  AS  GOVERNOR, LIEUTENANT GOVERNOR, COMP-\n   14  TROLLER, AS A MEMBER OF THE LEGISLATURE, AS A MEMBER OF CONGRESS, OR  AS\n   15  A  JUDGE  IN  ANY COURT WITHIN THE STATE. The delegates so elected shall\n   16  convene at the capitol on the first Tuesday of April next ensuing  after\n   17  their  election,  and shall continue their session until the business of\n   18  such convention shall have been completed.  Every delegate shall receive\n   19  for his or her services the same compensation as shall then be  annually\n   20  payable  to  the  members  of  the assembly and be reimbursed for actual\n   21  traveling expenses, while the convention is in session,  to  the  extent\n   22  that a member of the assembly would then be entitled thereto in the case\n   23  of  a  session  of the legislature.   A majority of the convention shall\n   24  constitute a quorum for the transaction of business, and no amendment to\n   25  the constitution shall be submitted for  approval  to  the  electors  as\n   26  hereinafter  provided,  unless  by  the  assent of a majority of all the\n   27  delegates elected to the convention, the ayes and noes being entered  on\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89030-01-1\n\n       A. 1519                             2\n\n    1  the  journal to be kept.  The convention shall have the power to appoint\n    2  such officers, employees and assistants as it may  deem  necessary,  and\n    3  fix their compensation and to provide for the printing of its documents,\n    4  journal, proceedings and other expenses of said convention.  The conven-\n    5  tion  shall  determine  the rules of its own proceedings, choose its own\n    6  officers, and be the judge of the election, returns  and  qualifications\n    7  of  its  members.   In case of a vacancy, by death, resignation or other\n    8  cause, of any district delegate elected to the convention, such  vacancy\n    9  shall  be  filled  by a vote of the remaining delegates representing the\n   10  district in which such vacancy occurs.  If such vacancy  occurs  in  the\n   11  office of a delegate-at-large, such vacancy shall be filled by a vote of\n   12  the  remaining delegates-at-large.  Any proposed constitution or consti-\n   13  tutional amendment which shall have been  adopted  by  such  convention,\n   14  shall  be  submitted  to a vote of the electors of the state at the time\n   15  and in the manner provided by such  convention,  at  an  election  which\n   16  shall  be  held  not  less  than six weeks after the adjournment of such\n   17  convention.  Upon the approval of such  constitution  or  constitutional\n   18  amendments,  in  the manner provided in the last preceding section, such\n   19  constitution or constitutional amendment, shall go into  effect  on  the\n   20  first day of January next after such approval.\n   21    S 2. Resolved (if the Senate concur), That article 19 of the constitu-\n   22  tion be amended by adding a new section 4 to read as follows:\n   23    S 4. AT SUCH TIMES AS THE LEGISLATURE MAY PROVIDE BY LAW, THE QUESTION\n   24  \"SHALL  THERE  BE  A  CONVENTION  TO  REVISE ARTICLE III, CONCERNING THE\n   25  LEGISLATURE, ARTICLE IV, CONCERNING  THE  EXECUTIVE,  AND  ARTICLE  VII,\n   26  CONCERNING STATE FINANCES, OF THE CONSTITUTION AND AMEND THE SAME?\"; AND\n   27  IN CASE A MAJORITY OF ELECTORS VOTING THEREON SHALL DECIDE IN FAVOR OF A\n   28  CONVENTION  FOR  THAT  PURPOSE,  A  CONVENTION SHALL BE HELD WHICH SHALL\n   29  OPERATE IN THE MANNER SET FORTH IN SECTION 2  OF  THIS  ARTICLE,  EXCEPT\n   30  THAT  SUCH  COMMISSION  COULD  CONSIDER AND SUBMIT AMENDMENTS TO ARTICLE\n   31  III, CONCERNING THE LEGISLATURE, ARTICLE IV, CONCERNING  THE  EXECUTIVE,\n   32  AND ARTICLE VII, CONCERNING STATE FINANCES, OF THE CONSTITUTION.\n   33    S  3. Resolved (if the Senate concur), That the foregoing amendment be\n   34  referred to the first regular legislative session  convening  after  the\n   35  next  succeeding  general  election  of members of the assembly, and, in\n   36  conformity with  section  1  of  article  19  of  the  constitution,  be\n   37  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to article 19 of the constitution, in relation to a constitutional convention ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T133006.TXT", "SOBI.D110110.T143614.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294857006272
}