{
  "year" : 2011,
  "senateBillNo" : "A1513-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to children and families",
    "billEventId" : "A1513-2011-1294635600000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires disclosure of hereditary disease by adoptees and biological parents",
  "summary" : "Requires the disclosure of an hereditary disease suffered by a biological parent or an adopted child which is discovered after an adoption to be made to the corresponding party through the use of the adoption intermediary through whom the adoption was completed. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A10361-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1513\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO, BUTLER, CALHOUN, CROUCH, KOLB -- Multi-\n         Sponsored by -- M.  of  A.  FITZPATRICK,  SAYWARD  --  read  once  and\n         referred to the Committee on Children and Families\n\n       AN  ACT  to  amend  the  social  services  law, in relation to requiring\n         disclosure of hereditary diseases of an adopted child or  the  biolog-\n         ical parents of an adopted child\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative  intent.  The  legislature  hereby  finds  and\n    2  declares  that when an adoptive child is discovered to have a hereditary\n    3  disease, in most cases, the biological parents are unaware  because  the\n    4  adoptive  parents fail to notify them and therefore as a result they may\n    5  have no idea that they are  carriers  of  the  hereditary  disease.  The\n    6  biological  parents also will be unaware of the fact that any subsequent\n    7  offspring will be susceptible to the disease.\n    8    Similarly, where the biological parents discover that they are  carri-\n    9  ers of a hereditary disease, they are unable to, or will not attempt to,\n   10  contact the adoptive parents. The adoptive parents and the adopted child\n   11  are  therefore left unaware and are in a position where they are vulner-\n   12  able to an unknown disease. They too, are unable to  take  any  prepara-\n   13  tional measures that might help to diagnose and or treat the disease.\n   14    The  legislature  further finds and declares that to remedy such situ-\n   15  ation, it is imperative that adoptive parents,  biological  parents  and\n   16  adoptive  children all be put on notice as to the existence of a heredi-\n   17  tary disease by requiring the existence thereof to be promptly disclosed\n   18  to such parties so that they may effectively deal with such matter.\n   19    S 2. The social services law is amended by adding a new section  373-b\n   20  to read as follows:\n   21    S  373-B.  DISCLOSURE  OF  HEREDITARY DISEASE. 1. FOR PURPOSES OF THIS\n   22  SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01460-01-1\n\n       A. 1513                             2\n\n    1    A. \"INTERMEDIARY\" SHALL MEAN ANY  PRIVATE  OR  PUBLIC  SOCIAL  SERVICE\n    2  ADOPTION  AGENCY,  OR  ANY  INDEPENDENT  ADOPTION AGENCY, AND SHALL ALSO\n    3  ENCOMPASS ANY INDIVIDUAL THAT ACTS AS A LIAISON FOR AN ADOPTION.\n    4    B. \"ADOPTIVE PARENT\" SHALL MEAN A PERSON WHO HAS ADOPTED A CHILD.\n    5    C.  \"HEREDITARY DISEASE\" SHALL MEAN A CONDITION OR DISEASE TRANSMITTED\n    6  FROM BIOLOGICAL PARENTS TO THEIR OFFSPRING THAT IS LIFE  THREATENING  OR\n    7  NON-LIFE THREATENING, AND ONE WHICH WOULD CAUSE SIGNIFICANT MORBIDITY OR\n    8  MORTALITY.\n    9    2.  IN THE EVENT THAT ONE OR BOTH ADOPTIVE PARENTS DISCOVER THAT THEIR\n   10  ADOPTED CHILD HAS, OR IS SUSCEPTIBLE  TO,  A  HEREDITARY  DISEASE,  SUCH\n   11  PARENT  OR  PARENTS  SHALL  IMMEDIATELY CONTACT THE INTERMEDIARY TO SUCH\n   12  ADOPTION AND SUBMIT SUCH HEALTH INFORMATION TO THE INTERMEDIARY. IN  THE\n   13  EVENT  ONE  OR BOTH BIOLOGICAL PARENTS DISCOVER OR ARE AWARE OF THE FACT\n   14  THAT THEY ARE OR MAY BE A CARRIER OF A HEREDITARY DISEASE THAT A BIOLOG-\n   15  ICAL CHILD IS OR MAY BE SUSCEPTIBLE TO, SUCH  PARENT  OR  PARENTS  SHALL\n   16  IMMEDIATELY  CONTACT  THE  ADOPTION  INTERMEDIARY AND SUBMIT SUCH HEALTH\n   17  INFORMATION TO THE INTERMEDIARY.\n   18    3. UPON RECEIVING SUCH NOTICE FROM A BIOLOGICAL  OR  ADOPTIVE  PARENT,\n   19  THE  INTERMEDIARY  SHALL  NOTIFY  THE  CORRESPONDING  OTHER  PARENT, AND\n   20  PROVIDE THEM WITH THE PERTINENT INFORMATION  CONCERNING  THE  HEREDITARY\n   21  DISEASE.\n   22    4. THE ADOPTION INTERMEDIARY SHALL MAINTAIN THE CONFIDENTIALITY OF ALL\n   23  PERSONS  INVOLVED  IN  THE ADOPTION. THE INTERMEDIARY SHALL ONLY PROVIDE\n   24  THE PERTINENT HEALTH INFORMATION CONCERNING  A  HEREDITARY  DISEASE  AND\n   25  SUCH  INFORMATION  SHALL  NOT INCLUDE ANY OTHER TYPE OF INFORMATION THAT\n   26  WOULD TEND TO  IDENTIFY  ANY  OF  THE  PARTIES  OR  WOULD  OTHERWISE  BE\n   27  PROTECTED PURSUANT TO ANY OTHER PROVISION OF LAW.\n   28    5.  THE  OFFICE OF CHILDREN AND FAMILY SERVICES SHALL SET A REASONABLE\n   29  FEE WHICH AN INTERMEDIARY  MAY  ASSESS  AGAINST  SUCH  PARTIES  FOR  ITS\n   30  SERVICES AS REQUIRED IN THIS SECTION.\n   31    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to requiring disclosure of hereditary diseases of an adopted child or the biological parents of an adopted child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T143614.TXT", "SOBI.D110111.T132708.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294770428623
}