{
  "year" : 2011,
  "senateBillNo" : "A1516-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1516-2011-1294635600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes the war on terrorism within the definition of \"period of war\" for purposes of the veterans alternative property tax exemption",
  "summary" : "Includes the war on terrorism within the definition of \"period of war\" for purposes of the veterans alternative property tax exemption; clarifies the availability of real property tax exemptions for activated reservists who return from active duty but remain affiliated with a reserve unit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A10539-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1516\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO, BARCLAY, FINCH -- Multi-Sponsored by --\n         M. of A. CROUCH, HAWLEY, McDONOUGH, OAKS,  REILICH,  SAYWARD  --  read\n         once and referred to the Committee on Judiciary\n\n       AN  ACT to amend the real property tax law, in relation to including the\n         war on terrorism within the definition of \"period of war\" for purposes\n         of the veterans alternative property tax exemption\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of section 458-a of the real\n    2  property  tax  law,  as  amended  by chapter 179 of the laws of 2006, is\n    3  amended to read as follows:\n    4    (a) \"Period of war\" means the Spanish-American war; the Mexican border\n    5  period; World War I; World War II; the hostilities, known as the  Korean\n    6  war,  which  commenced  June  twenty-seventh, nineteen hundred fifty and\n    7  terminated on January thirty-first,  nineteen  hundred  fifty-five;  the\n    8  hostilities,  known as the Vietnam war, which commenced February twenty-\n    9  eighth, nineteen hundred sixty-one and terminated on May seventh,  nine-\n   10  teen  hundred  seventy-five; [and] the hostilities, known as the Persian\n   11  Gulf conflict, which commenced August second, nineteen  hundred  ninety;\n   12  AND  THE  HOSTILITIES, KNOWN AS THE WAR ON TERRORISM, WHICH COMMENCED IN\n   13  TWO THOUSAND ONE INCLUDING THE HOSTILITIES IN AFGHANISTAN AND IRAQ.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02010-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to including the war on terrorism within the definition of \"period of war\" for purposes of the veterans alternative property tax exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T143614.TXT", "SOBI.D110111.T132708.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294770428637
}