{
  "year" : 2011,
  "senateBillNo" : "A1526-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to aging",
    "billEventId" : "A1526-2011-1294635600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes reclassification of rent controlled dwelling retroactive to time of decrease in income of members of household of dwelling",
  "summary" : "Makes reclassification of rent controlled dwelling retroactive to time of decrease in income of members of household of dwelling. ",
  "currentCommittee" : null,
  "sameAs" : "S1224",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "AA1260-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1526\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. COLTON, CYMBROWITZ, J. RIVERA, PHEFFER -- Multi-\n         Sponsored by -- M. of A. COOK, TOWNS -- read once and referred to  the\n         Committee on Aging\n\n       AN  ACT to amend the real property tax law, in relation to tax abatement\n         for rent-controlled and rent regulated  property  occupied  by  senior\n         citizens or persons with disabilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph g of subdivision 3 of section 467-b of  the  real\n    2  property  tax law, as amended by section 1 of chapter 188 of the laws of\n    3  2005, is amended to read as follows:\n    4    g. notwithstanding any other provision of law to the contrary, where a\n    5  head of the household holds a current, valid tax  abatement  certificate\n    6  and,  after  the  effective date of this paragraph, there is a permanent\n    7  decrease in the combined income of all members of the  household  in  an\n    8  amount  which  exceeds  twenty  percent of such income as represented in\n    9  such head of the household's last approved application for a tax  abate-\n   10  ment  certificate or for renewal thereof, such head of the household may\n   11  apply for a redetermination of the amount set forth therein. Upon appli-\n   12  cation, such amount shall be redetermined  so  as  to  re-establish  the\n   13  ratio  of  adjusted rent to income which existed at the time of approval\n   14  of such head of the household's last application  for  a  tax  abatement\n   15  certificate  or for renewal thereof; provided, however, that in no event\n   16  shall the amount of the adjusted rent be redetermined to be (i)  in  the\n   17  case of a head of the household who does not receive a monthly allowance\n   18  for  shelter pursuant to the social services law, less than one-third of\n   19  the combined income of all members of the household; or (ii) in the case\n   20  of a head of the household who receives a monthly allowance for  shelter\n   21  pursuant to the social services law, less than the maximum allowance for\n   22  shelter which such head of the household is entitled to receive pursuant\n   23  to  such law.  WHEN A REDETERMINATION OF THE ADJUSTED RENT HAS BEEN MADE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04817-01-1\n\n       A. 1526                             2\n\n    1  PURSUANT TO THIS PARAGRAPH, SUCH REDETERMINATION SHALL BE MADE  RETROAC-\n    2  TIVE TO THE DATE ON WHICH THERE WAS A PERMANENT DECREASE IN THE COMBINED\n    3  INCOME  OF ALL MEMBERS OF THE HOUSEHOLD. For purposes of this paragraph,\n    4  a  decrease in the combined income of all members of the household shall\n    5  not include any decrease in such income resulting  from  the  manner  in\n    6  which  income  is calculated pursuant to any amendment to paragraph c of\n    7  subdivision one of this section made on or after April  first,  nineteen\n    8  hundred  eighty-seven.  For  purposes of this paragraph, \"adjusted rent\"\n    9  shall mean maximum rent or legal regulated  rent  less  the  amount  set\n   10  forth in a tax abatement certificate.\n   11    S  2.  This act shall take effect immediately; provided, however, that\n   12  the amendments to section 467-b of the real property  tax  law  made  by\n   13  section  one of this act shall not affect the expiration of such section\n   14  pursuant to section 17 of chapter 576 of the laws of 1974,  as  amended,\n   15  and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to tax abatement for rent-controlled and rent regulated property occupied by senior citizens or persons with disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T151618.TXT", "SOBI.D110111.T140211.TXT", "SOBI.D110110.T151117.TXT", "SOBI.D110110.T152618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772531615
}