{
  "year" : 2011,
  "senateBillNo" : "A1521-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1521-2011-1294635600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires department of motor vehicles to provide police officers with information on level 3 sex offenders based on license or registration inquiry",
  "summary" : "Directs the commissioner of criminal justice services to provide the department of motor vehicles with information on level sex offenders; requires the department of motor vehicles to maintain and update such information and provide the information to a police officer or peace officer upon inquiry related to a driver's license or non-driver identification card. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A10532-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1521\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO  --  Multi-Sponsored  by -- M. of A.\n         AMEDORE, BARCLAY, BURLING, CONTE, CROUCH, DUPREY, FINCH, HAWLEY, KOLB,\n         McKEVITT, J. MILLER, MOLINARO, OAKS, RAIA,  REILICH,  SAYWARD,  SPANO,\n         THIELE -- read once and referred to the Committee on Transportation\n\n       AN  ACT  to amend the vehicle and traffic law and the correction law, in\n         relation to requiring the department  of  motor  vehicles  to  provide\n         certain  information  on  level three sex offenders to police officers\n         and peace officers making an inquiry relating to a  driver's  license,\n         non-driver identification card or motor vehicle registration\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 201 of the vehicle and traffic law  is  amended  by\n    2  adding a new subdivision 8 to read as follows:\n    3    8. THE COMMISSIONER SHALL MAINTAIN AND UPDATE, IN A TIMELY MANNER, ALL\n    4  INFORMATION  PROVIDED  TO THE DEPARTMENT BY THE COMMISSIONER OF CRIMINAL\n    5  JUSTICE SERVICES ON LEVEL THREE SEX OFFENDERS PURSUANT TO PARAGRAPH  (C)\n    6  OF   SUBDIVISION  SIX  OF  SECTION  ONE  HUNDRED  SIXTY-EIGHT-L  OF  THE\n    7  CORRECTION LAW.  UPON RECEIPT OF ANY INQUIRY, IN WRITTEN  OR  ELECTRONIC\n    8  FORM,  FROM  A  POLICE OFFICER OR PEACE OFFICER RELATING TO THE DRIVER'S\n    9  LICENSE OR NON-DRIVER IDENTIFICATION CARD OF ANY PERSON WHO IS  A  LEVEL\n   10  THREE  SEX OFFENDER PURSUANT TO ARTICLE SIX-C OF THE CORRECTION LAW, THE\n   11  DEPARTMENT SHALL PROVIDE TO THE POLICE  OFFICER  OR  PEACE  OFFICER  ALL\n   12  INFORMATION RECEIVED BY THE DEPARTMENT FROM THE COMMISSIONER OF CRIMINAL\n   13  JUSTICE SERVICES WITH REGARD TO SUCH SEX OFFENDER.\n   14    S 2. Paragraph (c) of subdivision 6 of section 168-l of the correction\n   15  law,  as separately amended by chapters 318 and 680 of the laws of 2005,\n   16  is amended to read as follows:\n   17    (c) If the risk of repeat offense is high and there exists a threat to\n   18  the public safety a level three designation shall be given to  such  sex\n   19  offender.  In  such  case, the law enforcement agency or agencies having\n   20  jurisdiction and the law  enforcement  agency  or  agencies  having  had\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02054-01-1\n\n       A. 1521                             2\n\n    1  jurisdiction  at the time of his or her conviction AND THE DEPARTMENT OF\n    2  MOTOR VEHICLES shall be notified and may disseminate  relevant  informa-\n    3  tion  which  shall  include a photograph and description of the offender\n    4  and which may include the sex offender's exact name and any aliases used\n    5  by  the  offender,  exact  address,  address  of the offender's place of\n    6  employment, background information including  the  offender's  crime  of\n    7  conviction,  mode  of  operation,  type of victim targeted, the name and\n    8  address of any institution of higher education at which the sex offender\n    9  is enrolled, attends, is employed or  resides  and  the  description  of\n   10  special conditions imposed on the offender to any entity with vulnerable\n   11  populations  related  to the nature of the offense committed by such sex\n   12  offender. Any  entity  receiving  information  on  a  sex  offender  may\n   13  disclose  or  further disseminate such information at its discretion. In\n   14  addition, in such case, the information described herein shall  also  be\n   15  provided  in  the  subdirectory established in this article and notwith-\n   16  standing any other  provision  of  law,  such  information  shall,  upon\n   17  request, be made available to the public.\n   18    Such  law  enforcement  agencies  shall compile, maintain and update a\n   19  listing of vulnerable organizational entities within  its  jurisdiction.\n   20  Such listing shall be utilized for notification of such organizations in\n   21  disseminating  such information on level three sex offenders pursuant to\n   22  this paragraph. Such listing  shall  include  and  not  be  limited  to:\n   23  superintendents  of  schools or chief school administrators, superinten-\n   24  dents of parks, public and private libraries, public and private  school\n   25  bus  transportation  companies,  day care centers, nursery schools, pre-\n   26  schools, neighborhood watch groups,  community  centers,  civic  associ-\n   27  ations, nursing homes, victim's advocacy groups and places of worship.\n   28    S  3. This act shall take effect on the first of January next succeed-\n   29  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the correction law, in relation to requiring the department of motor vehicles to provide certain information on level three sex offenders to police officers and peace officers making an inquiry relating to a driver's license, non-driver identification card or motor vehicle registration ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T143614.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393465
}