{
  "year" : 2011,
  "senateBillNo" : "A1525-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to cities",
    "billEventId" : "A1525-2011-1294635600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "reported referred to codes",
    "billEventId" : "A1525-2011-1295413200000-reported+referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides appointment process for members of a charter revision commission appointed by the mayor of N.Y. city for the submission of proposals",
  "summary" : "Provides an appointment process for members of a charter revision commission appointed by the mayor of a city of one million or more inhabitants; establishes qualifications for such members and prohibits certain political contributions by them during their tenure; provides for the manner of submission of certain proposals. ",
  "currentCommittee" : null,
  "sameAs" : "S412",
  "lawSection" : "Municipal Home Rule Law",
  "previousVersions" : [ "AC5122-2009", "A4122-2009", "AC4122-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1525\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BRENNAN,  DINOWITZ, MILLMAN, WRIGHT, MAISEL,\n         ROSENTHAL -- Multi-Sponsored by -- M. of A. GOTTFRIED, LANCMAN -- read\n         once and referred to the Committee on Cities\n\n       AN ACT to amend the municipal home rule law, in  relation  to  promoting\n         representative  charter  revision commissions in cities of one million\n         or more\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  36  of the municipal home rule law is amended by\n    2  adding a new subdivision 4-a to read as follows:\n    3    4-A. THE PROVISIONS OF THIS SUBDIVISION APPLY TO CITIES OF ONE MILLION\n    4  OR MORE INHABITANTS. IN APPOINTING THE MEMBERS OF A COMMISSION  PURSUANT\n    5  TO SUBDIVISION FOUR OF THIS SECTION, THE MAYOR SHALL CHOOSE AT LEAST THE\n    6  FOLLOWING  MEMBERS NOMINATED BY LOCAL ELECTED OFFICIALS: ONE EACH BY THE\n    7  COMPTROLLER, BY THE PUBLIC  ADVOCATE,  AND  BY  THE  BOROUGH  PRESIDENTS\n    8  ACTING TOGETHER; AND ONE NOMINATED BY EACH OF THE BOROUGH DELEGATIONS TO\n    9  THE  CITY  COUNCIL. IN NOMINATING AND APPOINTING COMMISSION MEMBERS, THE\n   10  MAYOR AND LOCAL ELECTED OFFICIALS SHALL  CHOOSE  INDIVIDUALS  FOR  THEIR\n   11  INDEPENDENCE,  INTEGRITY,  AND  EXPERIENCE IN CITY GOVERNMENT AND IN THE\n   12  SECTORS OF THE CITY AFFECTED BY CITY GOVERNMENT.    NO  MEMBER  OF  SUCH\n   13  COMMISSION  MAY BE A CURRENT OFFICER OR EMPLOYEE OF THE CITY OR AN OFFI-\n   14  CER OF A POLITICAL PARTY OR A LOBBYIST REGISTERED WITH THE  CITY  OR  AN\n   15  EMPLOYEE  OF  SUCH  LOBBYIST,  NOR MAY MEMBERS MAKE CONTRIBUTIONS TO THE\n   16  CAMPAIGNS OF PERSONS HOLDING OR SEEKING PUBLIC OR PARTY ELECTED  OFFICES\n   17  OR  POSITIONS  OF  SUCH  CITY DURING THEIR TENURE AS MEMBERS. COMMISSION\n   18  MEMBERS AND  STAFF  SHALL  BE  SUBJECT  TO  THE  CONFLICTS  OF  INTEREST\n   19  PROVISIONS OF THE CHARTER OR OTHER APPLICABLE LOCAL LAWS OF SUCH A CITY.\n   20  IF  SUCH  A COMMISSION IS CREATED PURSUANT TO THIS SUBDIVISION AFTER THE\n   21  FIFTEENTH DAY OF FEBRUARY OF ANY YEAR, SUCH COMMISSION MAY NOT PLACE ANY\n   22  PROPOSALS ON THE BALLOT UNTIL THE SUBSEQUENT CALENDAR YEAR FOLLOWING ITS\n   23  CREATION, UNLESS SUCH PROPOSALS ARE APPROVED BY  THE  LOCAL  LEGISLATIVE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00846-01-1\n\n       A. 1525                             2\n\n    1  BODY  AT  LEAST  NINETY  DAYS  PRIOR  TO  THAT  YEAR'S GENERAL ELECTION.\n    2  PROPOSALS FOR SPECIFIC  CHANGES  TO  THE  CHARTER  RECOMMENDED  BY  SUCH\n    3  COMMISSION SHALL, TO THE MAXIMUM EXTENT PRACTICABLE, BE SEPARATELY IDEN-\n    4  TIFIED ON THE BALLOT FOR SEPARATE VOTER CONSIDERATION.\n    5    S  2.  Subdivision  4 of section 36 of the municipal home rule law, as\n    6  amended by chapter 592 of the laws  of  1964,  is  amended  to  read  as\n    7  follows:\n    8    4.  A  charter  commission  to draft a new or revised city charter may\n    9  also be created by the mayor of any city. Such commission shall  consist\n   10  of  not  less  than nine nor more than fifteen members, EXCEPT THAT IN A\n   11  CITY WITH A POPULATION OF ONE MILLION OR  MORE,  SUCH  COMMISSION  SHALL\n   12  CONSIST  OF  NOT  LESS THAN NINE NOR MORE THAN SEVENTEEN MEMBERS, all of\n   13  whom shall be residents of the city. Original  appointments  to  such  a\n   14  commission  shall  be  made by the mayor by a certificate of appointment\n   15  which shall specify the number of, and names of, the members to  consti-\n   16  tute  [the]  SUCH commission, which certificate shall be filed forthwith\n   17  with the city clerk. The chairman, vice-chairman and secretary shall  be\n   18  appointed  by the mayor from among the members of [the] SUCH commission.\n   19  Any vacancy in the membership of such a commission or  of  its  officers\n   20  shall be filled by the mayor.\n   21    S  3.  Paragraph  (d)  of subdivision 6 of section 36 of the municipal\n   22  home rule law, as amended by chapter 592 of the laws of 1964, is amended\n   23  to read as follows:\n   24    (d) [No] EXCEPT AS PROVIDED IN SUBDIVISION FOUR-A OF THIS SECTION,  NO\n   25  person  shall be disqualified to serve as a member, employee or consult-\n   26  ant of the commission by reason of holding any other  public  office  or\n   27  employment, nor shall he forfeit any such office or employment by reason\n   28  of  his  appointment  hereunder,  notwithstanding  the provisions of any\n   29  general, special or local law, ordinance or city charter.\n   30    S 4. This act shall take effect immediately, and shall  be  deemed  to\n   31  have  been  in  full  force and effect on and after January 1, 2011, and\n   32  shall apply to any charter revision commission coming into existence  on\n   33  or  after January 1, 2011; provided that any charter revision commission\n   34  that is in existence prior to January  1,  2011  and  which  is  not  in\n   35  compliance  with the provisions of this act is hereby terminated, and no\n   36  proposed new charter or amendment offered by such  commission  shall  be\n   37  put to vote nor take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the municipal home rule law, in relation to promoting representative charter revision commissions in cities of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T113019.TXT", "SOBI.D110110.T151618.TXT", "SOBI.D110110.T151117.TXT", "SOBI.D110111.T140211.TXT", "SOBI.D110126.T152809.TXT", "SOBI.D110110.T152618.TXT", "SOBI.D110119.T144808.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296073689259
}