{
  "year" : 2011,
  "senateBillNo" : "A1528-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to cities",
    "billEventId" : "A1528-2011-1294635600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295413200000,
    "eventText" : "reported referred to ways and means",
    "billEventId" : "A1528-2011-1295413200000-reported+referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants cities authority to review and approve plans for the construction of structures proposed to be made within its boundaries",
  "summary" : "Grants cities authority to review plans for the construction of structures proposed to be made within its boundaries. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General City Law",
  "previousVersions" : [ "AA4424-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1528\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by M. of A. BRENNAN, MILLMAN, PHEFFER, LANCMAN -- Multi-Spon-\n         sored  by  --  M.  of  A.   BOYLAND, CLARK, GOTTFRIED, HEVESI, JAFFEE,\n         JEFFRIES, KELLNER -- read once and referred to the Committee on Cities\n\n       AN ACT to amend the general city law,  in  relation  to  the  review  of\n         construction plans by cities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 24 of section 20 of the general  city  law,  as\n    2  amended  by  chapter  742  of  the  laws  of 1979, is amended to read as\n    3  follows:\n    4    24. To regulate and limit the height, bulk and location  of  buildings\n    5  hereafter  erected,  TO  REVIEW  AND  APPROVE  PLANS FOR CONSTRUCTION OR\n    6  RECONSTRUCTION OF ANY STRUCTURE PROPOSED TO BE MADE WITHIN  ITS  BOUNDA-\n    7  RIES  FOR  COMPLIANCE  WITH ANY CODES, RULES OR REGULATIONS, to regulate\n    8  and determine the area of yards, courts and other open  spaces,  and  to\n    9  regulate  the  density  of  population  in  any given area, and for said\n   10  purposes to divide the city into districts.   NOTWITHSTANDING ANY  OTHER\n   11  PROVISION  OF LAW, NO CITY SHALL BE PERMITTED TO ACCEPT CERTIFICATION OF\n   12  DOCUMENTS FOR NEW OR NEWLY RECONSTRUCTED BUILDINGS  FROM  ARCHITECTS  OR\n   13  ENGINEERS  AS  A  SUBSTITUTE  FOR  REVIEW  AND APPROVAL OF SUCH PLANS BY\n   14  EMPLOYEES OF THE CITY. Such regulations shall be uniform for each  class\n   15  of buildings throughout any district, but the regulations in one or more\n   16  districts  may  differ  from  those in other districts. Such regulations\n   17  shall be designed to secure safety from fire, flood  and  other  dangers\n   18  and  to  promote  the  public  health  and welfare, including, so far as\n   19  conditions may permit, provision for adequate light, air, convenience of\n   20  access, and the accommodation of solar energy systems and equipment  and\n   21  access to sunlight necessary therefor, and shall be made with reasonable\n   22  regard to the character of buildings erected in each district, the value\n   23  of  land  and the use to which it may be put, to the end that such regu-\n   24  lations may promote public health,  safety  and  welfare  and  the  most\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00867-02-1\n\n       A. 1528                             2\n\n    1  desirable use for which the land of each district may be adapted and may\n    2  tend  to  conserve  the value of buildings and enhance the value of land\n    3  throughout the city.\n    4    S 2. This act shall take effect July 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general city law, in relation to the review of construction plans by cities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110121.T113019.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110110.T151618.TXT", "SOBI.D110110.T151117.TXT", "SOBI.D110111.T140211.TXT", "SOBI.D110126.T152809.TXT", "SOBI.D110119.T144808.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296073689261
}