{
  "year" : 2011,
  "senateBillNo" : "A1520-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1520-2011-1294635600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases certain penalties for violating the prohibition of animal fighting and for aggravated cruelty to animals",
  "summary" : "Increases certain penalties for violating the prohibition of animal fighting and for aggravated cruelty to animals and requires a psychiatric evaluation for defendants convicted of aggravated cruelty to animals. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A8444-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Amedore",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1520\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TEDISCO, CONTE, CALHOUN, AMEDORE -- Multi-Spon-\n         sored by -- M.  of A. BARCLAY, BURLING, CROUCH, DUPREY, FINCH, GIGLIO,\n         HAYES, KOLB, McDONOUGH,  McKEVITT,  MOLINARO,  OAKS,  RAIA,  SALADINO,\n         THIELE, TOBACCO -- read once and referred to the Committee on Agricul-\n         ture\n\n       AN ACT to amend the agriculture and markets law, in relation to increas-\n         ing certain penalties for violating the prohibition of animal fighting\n         and for aggravated cruelty to animals\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subdivision 2 of  section  351  of\n    2  the  agriculture  and markets law, as amended by chapter 190 of the laws\n    3  of 2004, is amended to read as follows:\n    4    Any person who engages in any of the following conduct is guilty of  a\n    5  felony  punishable by imprisonment for a period not to exceed [four] SIX\n    6  years, or by a fine not to exceed [twenty-five] THIRTY thousand dollars,\n    7  or by both such fine and imprisonment:\n    8    S 2. Paragraph (a) of subdivision 3 of section 351 of the  agriculture\n    9  and markets law, as added by chapter 150 of the laws of 1984, is amended\n   10  to read as follows:\n   11    (a)  Any  person  who engages in conduct specified in paragraph (b) of\n   12  this subdivision is guilty of a [misdemeanor] FELONY and  is  punishable\n   13  by  imprisonment for a period not to exceed [one year] FOUR YEARS, or by\n   14  a fine not to exceed [fifteen] TWENTY thousand dollars, or by both  such\n   15  fine and imprisonment.\n   16    S  3. Paragraph (a) of subdivision 4 of section 351 of the agriculture\n   17  and markets law, as added by chapter 150 of the laws of 1984, is amended\n   18  to read as follows:\n   19    (a) Any person who engages  in  conduct  specified  in  paragraph  (b)\n   20  [hereof]  OF THIS SUBDIVISION is guilty of a [misdemeanor] FELONY and is\n   21  punishable by imprisonment for a period not to  exceed  [one  year]  TWO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01346-01-1\n\n       A. 1520                             2\n\n    1  YEARS, or by a fine not to exceed [one] TEN thousand dollars, or by both\n    2  such fine and imprisonment.\n    3    S  4.  Subdivision  3  of section 353-a of the agriculture and markets\n    4  law, as added by chapter 118 of the laws of 1999, is amended to read  as\n    5  follows:\n    6    3. Aggravated cruelty to animals is a felony. A defendant convicted of\n    7  this  offense  shall be sentenced [pursuant to paragraph (b) of subdivi-\n    8  sion one of section 55.10 of the penal law provided, however,  that  any\n    9  term  of  imprisonment  imposed for violation of this section shall be a\n   10  definite sentence, which may not exceed two years] TO A PERIOD OF IMPRI-\n   11  SONMENT NOT TO EXCEED FOUR YEARS, BY A FINE NOT TO EXCEED  TEN  THOUSAND\n   12  DOLLARS OR BY BOTH SUCH FINE AND IMPRISONMENT.  IN ADDITION TO ANY OTHER\n   13  PENALTY  PROVIDED  BY LAW, THE COURT SHALL ORDER ANY DEFENDANT CONVICTED\n   14  OF THIS OFFENSE, INCLUDING A DEFENDANT WHO HAS BEEN ADJUDICATED A YOUTH-\n   15  FUL OFFENDER, TO UNDERGO A PSYCHIATRIC EVALUATION BY A QUALIFIED  MENTAL\n   16  HEALTH  PROFESSIONAL AND MAY REQUIRE THAT SUCH PERSON, AT HIS OR HER OWN\n   17  EXPENSE, ENTER AND COMPLETE ANY TREATMENT OR PROGRAM DEEMED NECESSARY TO\n   18  TREAT ANY MENTAL DISEASE, MENTAL DEFECT OR MENTAL CONDITION,  WHICH  MAY\n   19  HAVE CAUSED OR CONTRIBUTED TO SUCH OFFENSE.\n   20    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to increasing certain penalties for violating the prohibition of animal fighting and for aggravated cruelty to animals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T165133.TXT", "SOBI.D110110.T160630.TXT", "SOBI.D110110.T143614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294696293518
}