{
  "year" : 2011,
  "senateBillNo" : "A1522-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1522-2011-1294635600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"chronic criminal act\"",
  "summary" : "Enacts the \"chronic criminal act\"; establishes the crime of aggravated criminal conduct. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A8445-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1522\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TEDISCO, OAKS -- Multi-Sponsored by -- M. of A.\n         BARCLAY, CALHOUN, CROUCH, KOLB, J. MILLER, RAIA, THIELE --  read  once\n         and referred to the Committee on Codes\n\n       AN  ACT  to  amend  the  criminal  procedure  law  and the penal law, in\n         relation to enacting the \"chronic criminal act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"chronic criminal act\".\n    3    S 2. Subdivision 8 of section 180.60 of the criminal procedure law, as\n    4  amended by chapter 307 of the laws  of  1975,  is  amended  to  read  as\n    5  follows:\n    6    8.  Upon  such  a  hearing, only non-hearsay evidence is admissible to\n    7  demonstrate reasonable cause to believe that the defendant  committed  a\n    8  felony;  except  that reports of experts and technicians in professional\n    9  and scientific fields and sworn statements,  FORMS  OR  RECORDS  of  the\n   10  kinds  specified in subdivisions two [and], three AND THREE-A of section\n   11  190.30 OF THIS PART are admissible to the same extent as in a grand jury\n   12  proceeding, unless the court determines, upon application of the defend-\n   13  ant, that such hearsay evidence is, under the  particular  circumstances\n   14  of  the  case,  not sufficiently reliable, in which case the court shall\n   15  require that the witness testify in person and be subject to  cross-exa-\n   16  mination.\n   17    S  3. Subdivision 2-a of section 190.30 of the criminal procedure law,\n   18  as amended by chapter 453 of the laws of 1999, is  amended  to  read  as\n   19  follows:\n   20    2-a.  When  the electronic transmission of a certified report, FORM OR\n   21  RECORD, or certified copy thereof, of the kind described in  subdivision\n   22  two  or three-a of this section or a sworn statement or copy thereof, of\n   23  the kind described in subdivision three of this  section  results  in  a\n   24  written  document,  such  written document may be received in such grand\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01351-01-1\n\n       A. 1522                             2\n\n    1  jury proceeding provided that: (a) a transmittal memorandum completed by\n    2  the person sending the report, FORM OR RECORD contains  a  certification\n    3  that  the  report, FORM OR RECORD has not been altered and a description\n    4  of  the  report,  FORM OR RECORD specifying the number of pages; and (b)\n    5  the person who receives the electronically transmitted  document  certi-\n    6  fies that such document and transmittal memorandum were so received; and\n    7  (c)  a  certified  report,  FORM  OR RECORD or a certified copy or sworn\n    8  statement or sworn copy thereof is filed with the  court  within  twenty\n    9  days following arraignment upon the indictment; and (d) where such writ-\n   10  ten  document  is  a  sworn  statement or sworn copy thereof of the kind\n   11  described in subdivision three of this section, such sworn statement  or\n   12  sworn  copy  thereof  is  also  provided to the defendant or his counsel\n   13  within twenty days following arraignment upon the indictment.\n   14    S 4. Subdivision 3-a of section 190.30 of the criminal procedure  law,\n   15  as  added  by  chapter  453  of  the laws of 1999, is amended to read as\n   16  follows:\n   17    3-a. A sex  offender  registration  form,  sex  offender  registration\n   18  continuation/supplemental  form, sex offender registry address verifica-\n   19  tion form, sex offender change of address form, CRIMINAL HISTORY RECORD,\n   20  or a copy of such form OR RECORD, maintained by the division of criminal\n   21  justice services concerning an individual who is the subject of a  grand\n   22  jury  proceeding,  may,  when  certified  by  a person designated by the\n   23  commissioner of the division of criminal justice services as the  person\n   24  to certify such FORMS OR records, as a true copy thereof, be received in\n   25  such grand jury proceeding as evidence of the facts stated therein.\n   26    S  5.  The penal law is amended by adding a new section 240.75 to read\n   27  as follows:\n   28  S 240.75 AGGRAVATED CRIMINAL CONDUCT.\n   29    1. A PERSON IS GUILTY OF AGGRAVATED CRIMINAL CONDUCT WHEN SUCH  PERSON\n   30  COMMITS  A CLASS A MISDEMEANOR DEFINED IN THIS CHAPTER AFTER HAVING BEEN\n   31  PREVIOUSLY SUBJECTED TO THREE OR MORE QUALIFYING MISDEMEANOR  OR  FELONY\n   32  CONVICTIONS WITHIN THE PRECEDING TEN YEARS.\n   33    2.  THE  PROVISIONS  OF  SECTION  200.60 OF THE CRIMINAL PROCEDURE LAW\n   34  SHALL APPLY TO ANY PROSECUTION UNDER THIS SECTION.\n   35    3. FOR THE PURPOSES OF THIS SECTION, IN DETERMINING WHETHER  A  PERSON\n   36  HAS BEEN PREVIOUSLY SUBJECTED TO THREE OR MORE QUALIFYING MISDEMEANOR OR\n   37  FELONY  CONVICTIONS WITHIN THE PRECEDING TEN YEARS, THE FOLLOWING CRITE-\n   38  RIA SHALL APPLY:\n   39    (A) EACH CONVICTION MUST HAVE BEEN IN THIS STATE OF A CLASS  A  MISDE-\n   40  MEANOR  DEFINED  IN  THIS  CHAPTER  OR OF A FELONY, OR OF A CRIME IN ANY\n   41  OTHER JURISDICTION FOR WHICH A SENTENCE TO A TERM OF IMPRISONMENT OF  AT\n   42  LEAST  ONE  YEAR OR A SENTENCE OF DEATH WAS AUTHORIZED AND IS AUTHORIZED\n   43  IN THIS STATE IRRESPECTIVE OF WHETHER SUCH SENTENCE WAS IMPOSED;\n   44    (B) SENTENCE UPON EACH SUCH PRIOR CONVICTION MUST  HAVE  BEEN  IMPOSED\n   45  BEFORE COMMISSION OF THE PRESENT MISDEMEANOR;\n   46    (C)  SUSPENDED  SENTENCE, SUSPENDED EXECUTION OF SENTENCE, SENTENCE OF\n   47  PROBATION, SENTENCE OF PAROLE SUPERVISION, AND SENTENCE  OF  CONDITIONAL\n   48  DISCHARGE  OR  OF  UNCONDITIONAL  DISCHARGE  SHALL  BE  DEEMED  TO  BE A\n   49  SENTENCE;\n   50    (D) EXCEPT AS PROVIDED IN PARAGRAPH  (E)  OF  THIS  SUBDIVISION,  EACH\n   51  SENTENCE  MUST  HAVE BEEN IMPOSED NOT MORE THAN TEN YEARS BEFORE COMMIS-\n   52  SION OF THE PRESENT MISDEMEANOR;\n   53    (E) IN CALCULATING THE TEN YEAR PERIOD UNDER  PARAGRAPH  (D)  OF  THIS\n   54  SUBDIVISION, ANY PERIOD OF TIME DURING WHICH THE DEFENDANT WAS INCARCER-\n   55  ATED  FOR ANY REASON BETWEEN THE TIME OF COMMISSION OF ANY OF THE PREVI-\n   56  OUS CONVICTIONS AND THE TIME OF COMMISSION OF  THE  PRESENT  MISDEMEANOR\n\n       A. 1522                             3\n\n    1  SHALL BE EXCLUDED AND SUCH TEN YEAR PERIOD SHALL BE EXTENDED BY A PERIOD\n    2  OR PERIODS EQUAL TO THE TIME SERVED;\n    3    (F) AN OFFENSE FOR WHICH THE DEFENDANT HAS BEEN PARDONED ON THE GROUND\n    4  OF  INNOCENCE  SHALL  NOT  BE  DEEMED  A  PREVIOUS MISDEMEANOR OR FELONY\n    5  CONVICTION;\n    6    (G) WHEN MULTIPLE SENTENCES FOR TWO OR MORE CONVICTIONS  WERE  IMPOSED\n    7  AT THE SAME TIME, ALL CONVICTIONS SHALL BE DEEMED TO CONSTITUTE ONLY ONE\n    8  CONVICTION.\n    9    4.  NOTHING CONTAINED IN THIS SECTION SHALL BE CONSTRUED TO PRECLUDE A\n   10  PROSECUTION OR CONVICTION FOR ANY OTHER OFFENSE, A NECESSARY ELEMENT  OF\n   11  WHICH IS A PREVIOUS CONVICTION FOR AN OFFENSE.\n   12    AGGRAVATED CRIMINAL CONDUCT IS A CLASS E FELONY.\n   13    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the penal law, in relation to enacting the \"chronic criminal act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T144115.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393466
}