{
  "year" : 2011,
  "senateBillNo" : "A1523-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1523-2011-1294635600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to providing a tax credit for dyed diesel fuel storage facilities",
  "summary" : "Provides a tax credit for dyed diesel fuel storage facilities in an amount of fifteen percent, up to $2,500, of the cost of such facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A10535-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1523\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to providing a tax  credit  for\n         dyed diesel fuel storage facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a  new  section  187-q  to\n    2  read as follows:\n    3    S  187-Q. DYED DIESEL MOTOR FUEL STORAGE PROPERTY CREDIT. 1.  GENERAL.\n    4  A TAXPAYER SHALL BE ALLOWED A CREDIT, TO BE  CREDITED  AGAINST  THE  TAX\n    5  IMPOSED UNDER SECTIONS ONE HUNDRED EIGHTY-THREE, ONE HUNDRED EIGHTY-FOUR\n    6  AND  ONE  HUNDRED  EIGHTY-FIVE,  OF  THIS  ARTICLE.  SUCH  CREDIT, TO BE\n    7  COMPUTED AS PROVIDED IN THIS SECTION, SHALL  BE  ALLOWED  FOR  QUALIFIED\n    8  DYED  DIESEL  MOTOR  FUEL  STORAGE PROPERTY PLACED IN SERVICE DURING THE\n    9  TAXABLE YEAR.\n   10    2. APPLICATION OF CREDIT. THE CREDIT UNDER THIS SECTION FOR  QUALIFIED\n   11  DYED  DIESEL  MOTOR FUEL STORAGE PROPERTY SHALL EQUAL FIFTEEN PERCENT OF\n   12  THE COST OF ANY SUCH PROPERTY WHICH IS LOCATED IN THIS STATE. THE  TOTAL\n   13  AMOUNT  OF  CREDIT FOR QUALIFIED DYED DIESEL MOTOR FUEL STORAGE PROPERTY\n   14  ALLOWABLE TO A TAXPAYER UNDER THIS  SUBDIVISION  FOR  ANY  TAXABLE  YEAR\n   15  SHALL NOT EXCEED TWENTY-FIVE HUNDRED DOLLARS.\n   16    3.  DEFINITIONS.  (A)  THE  TERM \"DYED DIESEL MOTOR FUEL\" MEANS DIESEL\n   17  MOTOR FUEL WHICH IS ENHANCED DIESEL MOTOR FUEL AND WHICH HAS  BEEN  DYED\n   18  IN  ACCORDANCE WITH AND FOR THE PURPOSE OF COMPLYING WITH THE PROVISIONS\n   19  OF 26 USC S4082(A) AND THE REGULATIONS THEREUNDER,  AS  MAY  BE  AMENDED\n   20  FROM TIME TO TIME.\n   21    (B) THE TERM \"QUALIFIED DYED DIESEL MOTOR FUEL STORAGE PROPERTY\" MEANS\n   22  TANKAGE AND ASSOCIATED PIPING DESIGNATED EXCLUSIVELY FOR STORAGE OF DYED\n   23  DIESEL  MOTOR  FUEL. A QUALIFIED DYED DIESEL MOTOR FUEL STORAGE PROPERTY\n   24  SHALL NOT INCLUDE ALTERNATIVE FUEL VEHICLE REFUELING PROPERTY WITHIN THE\n   25  MEANING OF SECTION ONE HUNDRED EIGHTY-SEVEN-B OF THIS ARTICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01972-01-1\n\n       A. 1523                             2\n\n    1    (C) THE TERM \"TANKAGE AND ASSOCIATED PIPING DESIGNATED EXCLUSIVELY FOR\n    2  THE STORAGE OF  DYED  DIESEL  MOTOR  FUEL\"  SHALL  INCLUDE  PURCHASE  OR\n    3  CONSTRUCTION  OF  TANKAGE AND ASSOCIATED PIPING (INCLUDING EQUIPMENT AND\n    4  LABOR ASSOCIATED WITH INSTALLATION OF TANKAGE), TANK NOZZLES,  IMMERSION\n    5  HEATERS,  INSULATION,  STEAM  GENERATORS OR TANK HEATING EQUIPMENT, TANK\n    6  STOCK MIXING EQUIPMENT, ELECTRICAL PANELS AND CONTROLS  AND  OTHER  SUCH\n    7  EQUIPMENT  ONLY  SERVING THE DYED DIESEL MOTOR FUEL STORAGE TANK, PIPING\n    8  DIRECTLY CONNECTED TO THE STORAGE TANK EXCLUSIVELY FOR DYED DIESEL MOTOR\n    9  FUEL, FIRE SUPPRESSION OR OTHER  CODE  REQUIRED  SAFETY  EQUIPMENT,  AND\n   10  TEMPERATURE CONTROL EQUIPMENT USED EXCLUSIVELY FOR THE DYED DIESEL MOTOR\n   11  FUEL STORAGE TANK.\n   12    4.  APPLICATION  OF  CREDIT.  IN  NO EVENT SHALL THE CREDIT UNDER THIS\n   13  SECTION BE ALLOWED IN AN AMOUNT WHICH WILL REDUCE  THE  TAX  PAYABLE  TO\n   14  LESS THAN THE APPLICABLE MINIMUM TAX FIXED BY SECTION ONE HUNDRED EIGHT-\n   15  Y-THREE  OR  ONE  HUNDRED  EIGHTY-FIVE OF THIS ARTICLE. IF, HOWEVER, THE\n   16  AMOUNT OF CREDIT ALLOWABLE UNDER  THIS  SECTION  FOR  ANY  TAXABLE  YEAR\n   17  REDUCES  THE  TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT NOT DEDUCTIBLE IN\n   18  SUCH TAXABLE YEAR SHALL BE TREATED  AS  AN  OVERPAYMENT  OF  TAX  TO  BE\n   19  REFUNDED  IN  ACCORDANCE  WITH  THE  PROVISIONS  OF SECTION ONE THOUSAND\n   20  EIGHTY-SIX  OF  THIS  CHAPTER.  PROVIDED,  HOWEVER,  THE  PROVISIONS  OF\n   21  SUBSECTION  (C)  OF  SECTION  ONE  THOUSAND EIGHTY-EIGHT OF THIS CHAPTER\n   22  NOTWITHSTANDING, NO INTEREST SHALL BE PAID THEREIN.\n   23    S 2. Section 210 of the tax law is amended by adding a new subdivision\n   24  43 to read as follows:\n   25    43. QUALIFIED DYED DIESEL MOTOR FUEL STORAGE  PROPERTY  CREDIT.    (A)\n   26  GENERAL.  A  TAXPAYER  SHALL  BE  ALLOWED  A  CREDIT,  TO BE COMPUTED AS\n   27  PROVIDED IN THIS SECTION, AGAINST THE TAX IMPOSED BY THIS ARTICLE FOR  A\n   28  QUALIFIED  DYED  DIESEL  MOTOR  FUEL  STORAGE PROPERTY PLACED IN SERVICE\n   29  DURING THE TAXABLE YEAR. THIS CREDIT SHALL EQUAL FIFTEEN PERCENT OF  THE\n   30  COST  OF  ANY  SUCH  PROPERTY  WHICH IS LOCATED IN THIS STATE. THE TOTAL\n   31  AMOUNT OF CREDIT FOR QUALIFIED DYED DIESEL MOTOR FUEL  STORAGE  PROPERTY\n   32  ALLOWABLE  TO A TAXPAYER UNDER THIS PARAGRAPH FOR ANY TAXABLE YEAR SHALL\n   33  NOT EXCEED TWENTY-FIVE HUNDRED DOLLARS.\n   34    (B) DEFINITIONS. (I) THE TERM \"DYED DIESEL MOTOR  FUEL\"  MEANS  DIESEL\n   35  MOTOR  FUEL  WHICH IS ENHANCED DIESEL MOTOR FUEL AND WHICH HAS BEEN DYED\n   36  IN ACCORDANCE WITH AND FOR THE PURPOSE OF COMPLYING WITH THE  PROVISIONS\n   37  OF  26  USC  S 4082(A) AND THE REGULATIONS THEREUNDER, AS MAY BE AMENDED\n   38  FROM TIME TO TIME.\n   39    (II) THE TERM \"QUALIFIED DYED  DIESEL  MOTOR  FUEL  STORAGE  PROPERTY\"\n   40  MEANS  TANKAGE  AND ASSOCIATED PIPING DESIGNATED EXCLUSIVELY FOR STORAGE\n   41  OF DYED DIESEL MOTOR FUEL. A QUALIFIED DYED DIESEL  MOTOR  FUEL  STORAGE\n   42  PROPERTY  SHALL  NOT INCLUDE ALTERNATIVE FUEL VEHICLE REFUELING PROPERTY\n   43  WITHIN THE MEANING OF SUBDIVISION TWENTY-FOUR OF THIS SECTION.\n   44    (III) THE TERM TANKAGE AND ASSOCIATED  PIPING  DESIGNATED  EXCLUSIVELY\n   45  FOR  THE  STORAGE  OF  DYED  DIESEL MOTOR FUEL SHALL INCLUDE PURCHASE OR\n   46  CONSTRUCTION OF TANKAGE AND ASSOCIATED PIPING (INCLUDING  EQUIPMENT  AND\n   47  LABOR  ASSOCIATED WITH INSTALLATION OF TANKAGE), TANK NOZZLES, IMMERSION\n   48  HEATERS, INSULATION, STEAM GENERATORS OR TANK  HEATING  EQUIPMENT,  TANK\n   49  STOCK  MIXING  EQUIPMENT,  ELECTRICAL PANELS AND CONTROLS AND OTHER SUCH\n   50  EQUIPMENT ONLY SERVICING THE DYED DIESEL MOTOR FUEL STORAGE TANK, PIPING\n   51  DIRECTLY CONNECTED TO THE STORAGE TANK EXCLUSIVELY FOR DYED DIESEL MOTOR\n   52  FUEL, FIRE SUPPRESSION OR OTHER  CODE  REQUIRED  SAFETY  EQUIPMENT,  AND\n   53  TEMPERATURE CONTROL EQUIPMENT USED EXCLUSIVELY FOR THE DYED DIESEL MOTOR\n   54  FUEL  STORAGE  TANK  FOR  FIRE SUPPRESSION OR OTHER CODE REQUIRED SAFETY\n   55  EQUIPMENT AND TEMPERATURE CONTROL EQUIPMENT  USED  EXCLUSIVELY  FOR  THE\n   56  DYED DIESEL MOTOR FUEL STORAGE TANK.\n\n       A. 1523                             3\n\n    1    (C)  APPLICATION  OF  CREDIT.  IN NO EVENT SHALL THE CREDIT UNDER THIS\n    2  SUBDIVISION BE ALLOWED IN AN AMOUNT WHICH WILL REDUCE THE TAX PAYABLE TO\n    3  LESS THAN THE HIGHER OF THE AMOUNTS PRESCRIBED IN PARAGRAPHS (C) AND (D)\n    4  OF SUBDIVISION ONE OF THIS SECTION. HOWEVER, IF  THE  AMOUNT  OF  CREDIT\n    5  ALLOWABLE UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE TAX TO\n    6  SUCH  AMOUNT,  ANY  AMOUNT OF CREDIT NOT DEDUCTIBLE IN SUCH TAXABLE YEAR\n    7  SHALL BE TREATED AS AN OVERPAYMENT OF TAX TO BE CREDITED OR REFUNDED  IN\n    8  ACCORDANCE  WITH  THE  PROVISIONS  OF SECTION ONE THOUSAND EIGHTY-SIX OF\n    9  THIS CHAPTER. PROVIDED, HOWEVER, THE PROVISIONS  OF  SUBSECTION  (C)  OF\n   10  SECTION  ONE  THOUSAND  EIGHTY-EIGHT OF THIS CHAPTER NOTWITHSTANDING, NO\n   11  INTEREST SHALL BE PAID THEREON.\n   12    S 3. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   13  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   14  follows:\n   15  (XXXII) QUALIFIED DYED DIESEL        CREDIT UNDER SUBDIVISION\n   16  MOTOR FUEL STORAGE                   FORTY-THREE OF SECTION\n   17  PROPERTY CREDIT UNDER                TWO HUNDRED TEN\n   18  SUBSECTION (SS)\n\n   19    S 4. Section 606 of the tax law is amended by adding a new  subsection\n   20  (ss) to read as follows:\n   21    (SS)  QUALIFIED DYED DIESEL MOTOR FUEL STORAGE PROPERTY CREDIT.  (1) A\n   22  TAXPAYER SHALL BE ALLOWED A CREDIT, OR A PRO RATA SHARE IN THE CASE OF A\n   23  PARTNERSHIP, TO BE COMPUTED AS HEREINAFTER  PROVIDED,  AGAINST  THE  TAX\n   24  IMPOSED  BY  THIS ARTICLE FOR A QUALIFIED DYED DIESEL MOTOR FUEL STORAGE\n   25  PROPERTY PLACED IN SERVICE DURING THE TAXABLE  YEAR.  THE  CREDIT  UNDER\n   26  THIS  SUBSECTION  FOR  QUALIFIED DYED DIESEL MOTOR FUEL STORAGE PROPERTY\n   27  SHALL EQUAL TWENTY-FIVE PERCENT OF THE COST OF ANY SUCH  PROPERTY  WHICH\n   28  IS  LOCATED IN THIS STATE. THE TOTAL AMOUNT OF CREDIT FOR QUALIFIED DYED\n   29  DIESEL MOTOR FUEL STORAGE PROPERTY ALLOWABLE TO  A  TAXPAYER,  INCLUDING\n   30  THE  TOTAL  AMOUNT  OF  QUALIFYING  CREDIT FOR ANY ENTITY WITH WHICH THE\n   31  TAXPAYER MAY BE AFFILIATED, UNDER THIS SUBDIVISION FOR ANY TAXABLE  YEAR\n   32  SHALL NOT EXCEED FIVE HUNDRED THOUSAND DOLLARS.\n   33    (2)  DEFINITIONS.  (A)  THE TERM \"DYED DIESEL MOTOR FUEL\" MEANS DIESEL\n   34  MOTOR FUEL WHICH IS ENHANCED DIESEL MOTOR FUEL AND WHICH HAS  BEEN  DYED\n   35  IN  ACCORDANCE WITH AND FOR THE PURPOSE OF COMPLYING WITH THE PROVISIONS\n   36  OF 26 USC S 4082(A) AND THE REGULATIONS THEREUNDER, AS  MAY  BE  AMENDED\n   37  FROM TIME TO TIME.\n   38    (B) THE TERM \"QUALIFIED DYED DIESEL MOTOR FUEL STORAGE PROPERTY\" MEANS\n   39  TANKAGE AND ASSOCIATED PIPING DESIGNATED EXCLUSIVELY FOR STORAGE OF DYED\n   40  DIESEL  MOTOR  FUEL. A QUALIFIED DYED DIESEL MOTOR FUEL STORAGE PROPERTY\n   41  SHALL NOT INCLUDE ALTERNATIVE FUEL VEHICLE REFUELING PROPERTY WITHIN THE\n   42  MEANING OF SUBSECTION (P) OF THIS SECTION.\n   43    (C) THE TERM TANKAGE AND ASSOCIATED PIPING DESIGNATED EXCLUSIVELY  FOR\n   44  THE  STORAGE  OF  DYED  DIESEL  MOTOR FUEL SHALL INCLUDE CONSTRUCTION OF\n   45  TANKAGE AND ASSOCIATED PIPING (INCLUDING EQUIPMENT AND LABOR  ASSOCIATED\n   46  WITH  INSTALLATION  OF  TANKAGE), TANK NOZZLES, IMMERSION HEATERS, INSU-\n   47  LATION, STEAM GENERATORS OR TANK HEATING EQUIPMENT,  TANK  STOCK  MIXING\n   48  EQUIPMENT,  ELECTRICAL PANELS AND CONTROLS AND OTHER SUCH EQUIPMENT ONLY\n   49  SERVICING THE STORAGE TANK, PIPING DIRECTLY  CONNECTED  TO  THE  STORAGE\n   50  TANK  EXCLUSIVELY  FOR DYED DIESEL MOTOR FUEL, FIRE SUPPRESSION OR OTHER\n   51  CODE REQUIRED SAFETY EQUIPMENT AND TEMPERATURE  CONTROL  EQUIPMENT  USED\n   52  EXCLUSIVELY FOR SUCH STORAGE TANK.\n   53    (3)  APPLICATION  OF  CREDIT.  IF THE AMOUNT OF CREDIT ALLOWABLE UNDER\n   54  THIS SUBSECTION SHALL EXCEED THE  TAXPAYER'S  TAX  FOR  SUCH  YEAR,  THE\n   55  EXCESS  SHALL  BE  TREATED  AS  AN  OVERPAYMENT OF TAX TO BE CREDITED OR\n\n       A. 1523                             4\n\n    1  REFUNDED IN ACCORDANCE WITH THE PROVISIONS OF SECTION SIX HUNDRED EIGHT-\n    2  Y-SIX OF THIS CHAPTER, PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE PAID\n    3  THEREON.\n    4    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a tax credit for dyed diesel fuel storage facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T144115.TXT", "SOBI.D110111.T140211.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772531608
}