{
  "year" : 2011,
  "senateBillNo" : "A1531-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to election law",
    "billEventId" : "A1531-2011-1294635600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to proceedings to challenge fraud or irregularity in general elections",
  "summary" : "Permits a challenge for fraud or irregularity in general elections in supreme court. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A1125-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1531\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. DESTITO, KAVANAGH -- read once and referred to\n         the Committee on Election Law\n\n       AN ACT to amend the election law, in relation to  proceedings  to  chal-\n         lenge fraud or irregularity in general elections\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 16-102 of the election law, as amended  by  chapter\n    2  373  of  the laws of 1978, subdivision 2 as amended by chapter 79 of the\n    3  laws of 1992, and subdivision 4 as added by chapter 135 of the  laws  of\n    4  1986, is amended to read as follows:\n    5    S  16-102. Proceedings as to designations and nominations, primary AND\n    6  GENERAL elections, etc. 1. The nomination or designation of  any  candi-\n    7  date  for  any  public office or party position or any independent nomi-\n    8  nation, or the holding of an uncontested primary election, by reason  of\n    9  a  petition  for  an  opportunity  to  ballot  having been filed, or the\n   10  election of any person to any party  position,  OR  THE  ELECTION  OF  A\n   11  CANDIDATE AT A GENERAL ELECTION, may be contested in a proceeding insti-\n   12  tuted  in the supreme court by any aggrieved candidate, or by the chair-\n   13  man of any  party  committee  or  by  a  person  who  shall  have  filed\n   14  objections,  as  provided in this chapter, except that the chairman of a\n   15  party committee may not bring a proceeding with respect to a designation\n   16  or the holding of an otherwise uncontested primary.\n   17    2. A proceeding with respect to a petition shall be instituted  within\n   18  fourteen  days  after the last day to file the petition, or within three\n   19  business days after the officer or board with whom or which  such  peti-\n   20  tion was filed, makes a determination of invalidity with respect to such\n   21  petition, whichever is later; except that a proceeding with respect to a\n   22  petition  for  a  village  election  or  an independent nomination for a\n   23  special election shall be instituted within seven days  after  the  last\n   24  day  to file the petition for such village election or independent nomi-\n   25  nation or within three business days after the  officer  or  board  with\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01702-01-1\n\n       A. 1531                             2\n\n    1  whom or which such petition was filed, makes a determination of invalid-\n    2  ity with respect to such petition, whichever is later. A proceeding with\n    3  respect  to  a GENERAL ELECTION, primary, convention, meeting of a party\n    4  committee, or caucus shall be instituted within ten days after the hold-\n    5  ing of such GENERAL ELECTION, primary or convention or the filing of the\n    6  certificate  of  nominations  made  at such caucus or meeting of a party\n    7  committee.\n    8    3. The court may direct reassembling of any convention or the  holding\n    9  of a new GENERAL OR primary election, or caucus where it finds there has\n   10  been  such fraud or irregularity as to render impossible a determination\n   11  as to who rightfully was nominated or elected.\n   12    4. A final order in any proceeding involving the names  of  candidates\n   13  on  ballots or voting machines shall be made, if possible, at least five\n   14  weeks before the day of the election at which  such  ballots  or  voting\n   15  machines  are to be used, or if such proceeding is commenced within five\n   16  weeks of such election, no later than the day following the day on which\n   17  the case is heard.\n   18    S 2. This act shall take effect immediately and shall apply to general\n   19  elections held on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to proceedings to challenge fraud or irregularity in general elections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T151618.TXT", "SOBI.D110111.T140211.TXT", "SOBI.D110110.T151117.TXT", "SOBI.D110110.T152618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772531632
}