{
  "year" : 2011,
  "senateBillNo" : "A1535-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1535-2011-1294635600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the \"Address Confidentiality Act\" which allows state and local agencies to respond to requests for public records without disclosing the location of certain victims of abuse",
  "summary" : "Establishes the \"Address Confidentiality Act\" which allows state and local agencies to respond to requests for public records without disclosing the location of certain victims of abuse. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A2913-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1535\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. GALEF -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN ACT to amend the executive  law,  in  relation  to  establishing  the\n         \"Address Confidentiality Act\" which allows state and local agencies to\n         respond to requests for public records without disclosing the location\n         of certain victims\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"Address Confidentiality Act\".\n    3    S  2.  Legislative intent. The legislature finds that persons attempt-\n    4  ing to escape from  actual  or  threatened  abuse,  sexual  assault,  or\n    5  threatened  abuse,  sexual assault, or stalking frequently establish new\n    6  addresses in order to prevent their assailants  or  probable  assailants\n    7  from  finding  them. The purposes of the address confidentiality act are\n    8  to enable state and local agencies to respond  to  requests  for  public\n    9  records  without  disclosing  the  location of a victim of abuse, sexual\n   10  assault, or stalking, to enable interagency cooperation with the  office\n   11  of  the  secretary  of  state  in  providing address confidentiality for\n   12  victims of abuse, sexual assault, or stalking, and to enable  state  and\n   13  local  agencies  to  accept  a  program  participant's use of an address\n   14  designated by the secretary of state as a substitute mailing address.\n   15    S 3. The executive law is amended by adding a new article 21-C to read\n   16  as follows:\n   17                                ARTICLE 21-C\n   18                         ADDRESS CONFIDENTIALITY ACT\n   19  SECTION 613. DEFINITIONS.\n   20          614. SUBSTITUTE ADDRESS;  APPLICATION  TO  SECRETARY  OF  STATE;\n   21                 APPROVAL;   CERTIFICATION;   RENEWAL;   PROHIBITED  ACTS;\n   22                 VIOLATION; PENALTY.\n   23          615. CERTIFICATION; FORFEITURE OR CANCELLATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04176-01-1\n\n       A. 1535                             2\n\n    1          616. ADDRESS OR SUBSTITUTE ADDRESS; USE.\n    2          617. VOTE AS ABSENTEE VOTER; AUTHORIZATION.\n    3          618. SECRETARY OF STATE; USE OF SUBSTITUTE ADDRESS; EXCEPTIONS.\n    4          619. PROGRAM PARTICIPANTS; APPLICATION ASSISTANCE.\n    5    S  613.  DEFINITIONS. FOR PURPOSES OF THIS ARTICLE THE FOLLOWING WORDS\n    6  AND PHRASES SHALL HAVE THE FOLLOWING MEANINGS:\n    7    1. \"ABUSE\" MEANS CAUSING OR ATTEMPTING TO CAUSE PHYSICAL HARM, PLACING\n    8  ANOTHER PERSON IN FEAR OF PHYSICAL HARM, OR CAUSING  ANOTHER  PERSON  TO\n    9  ENGAGE  INVOLUNTARILY  IN  SEXUAL ACTIVITY BY FORCE, THREAT OF FORCE, OR\n   10  DURESS, WHEN COMMITTED BY (A) A PERSON AGAINST HIS OR HER SPOUSE, (B)  A\n   11  PERSON  AGAINST HIS OR HER FORMER SPOUSE, (C) A PERSON RESIDING WITH THE\n   12  VICTIM IF SUCH PERSON AND THE VICTIM ARE OR WERE IN A  DATING  RELATION-\n   13  SHIP,  (D)  A PERSON WHO FORMERLY RESIDED WITH THE VICTIM IF SUCH PERSON\n   14  AND THE VICTIM ARE OR WERE  IN  A  DATING  RELATIONSHIP,  (E)  A  PERSON\n   15  AGAINST  A PARENT OF HIS OR HER CHILDREN, WHETHER OR NOT SUCH PERSON AND\n   16  THE VICTIM HAVE BEEN MARRIED OR RESIDED TOGETHER  AT  ANY  TIME,  (F)  A\n   17  PERSON AGAINST A PERSON WITH WHOM HE OR SHE IS IN A DATING RELATIONSHIP,\n   18  (G)  A  PERSON  AGAINST  A  PERSON WITH WHOM HE OR SHE FORMERLY WAS IN A\n   19  DATING RELATIONSHIP, OR (H) A PERSON RELATED TO THE  VICTIM  BY  CONSAN-\n   20  GUINITY OR AFFINITY;\n   21    2.  \"ADDRESS\"  MEANS  A RESIDENTIAL STREET ADDRESS, SCHOOL ADDRESS, OR\n   22  WORK ADDRESS OF AN INDIVIDUAL AS SPECIFIED ON THE INDIVIDUAL'S  APPLICA-\n   23  TION TO BE A PROGRAM PARTICIPANT;\n   24    3. \"DATING RELATIONSHIP\" MEANS AN INTIMATE OR SEXUAL RELATIONSHIP;\n   25    4. \"PROGRAM PARTICIPANT\" MEANS A PERSON CERTIFIED AS A PROGRAM PARTIC-\n   26  IPANT PURSUANT TO SECTION SIX HUNDRED FOURTEEN OF THIS ARTICLE.\n   27    S   614.  SUBSTITUTE  ADDRESS;  APPLICATION  TO  SECRETARY  OF  STATE;\n   28  APPROVAL; CERTIFICATION; RENEWAL; PROHIBITED ACTS;  VIOLATION;  PENALTY.\n   29  1.    AN  ADULT,  A PARENT OR GUARDIAN ACTING ON BEHALF OF A MINOR, OR A\n   30  GUARDIAN ACTING ON BEHALF OF AN INCAPACITATED PERSON MAY  APPLY  TO  THE\n   31  SECRETARY  OF  STATE  TO  HAVE AN ADDRESS DESIGNATED BY THE SECRETARY OF\n   32  STATE SERVE AS THE SUBSTITUTE ADDRESS OF SUCH ADULT, MINOR, OR INCAPACI-\n   33  TATED PERSON. THE SECRETARY OF STATE SHALL APPROVE AN APPLICATION IF  IT\n   34  IS  FILED  IN  THE MANNER AND ON THE FORM PRESCRIBED BY THE SECRETARY OF\n   35  STATE AND IF IT CONTAINS:\n   36    (A) A SWORN STATEMENT BY THE APPLICANT THAT  THE  APPLICANT  HAS  GOOD\n   37  REASON  TO BELIEVE (I) THAT THE APPLICANT, OR THE MINOR OR INCAPACITATED\n   38  PERSON ON WHOSE BEHALF THE APPLICATION IS MADE, IS A  VICTIM  OF  ABUSE,\n   39  SEXUAL ASSAULT, OR STALKING AND (II) THAT THE APPLICANT FEARS FOR HIS OR\n   40  HER  SAFETY, HIS OR HER CHILDREN'S SAFETY, OR THE SAFETY OF THE MINOR OR\n   41  INCAPACITATED PERSON ON WHOSE BEHALF THE APPLICATION IS MADE;\n   42    (B) A DESIGNATION OF THE SECRETARY OF STATE AS AGENT FOR  PURPOSES  OF\n   43  SERVICE OF PROCESS AND RECEIPT OF MAIL;\n   44    (C)  THE MAILING ADDRESS AND THE TELEPHONE NUMBER OR NUMBERS WHERE THE\n   45  APPLICANT CAN BE CONTACTED BY THE SECRETARY OF STATE;\n   46    (D) THE NEW ADDRESS OR ADDRESSES THAT THE APPLICANT  REQUESTS  NOT  BE\n   47  DISCLOSED  FOR  THE  REASON  THAT  DISCLOSURE  WILL INCREASE THE RISK OF\n   48  ABUSE, SEXUAL ASSAULT, OR STALKING; AND\n   49    (E) THE SIGNATURE OF THE APPLICANT AND OF ANY INDIVIDUAL OR  REPRESEN-\n   50  TATIVE  OF  ANY  OFFICE  DESIGNATED  IN  WRITING PURSUANT TO SECTION SIX\n   51  HUNDRED NINETEEN OF THIS ARTICLE WHO ASSISTED IN THE PREPARATION OF  THE\n   52  APPLICATION AND THE DATE ON WHICH THE APPLICANT SIGNED THE APPLICATION.\n   53    2.  APPLICATIONS  SHALL  BE  FILED  IN  THE OFFICE OF THE SECRETARY OF\n   54  STATE.\n   55    3. UPON FILING A PROPERLY  COMPLETED  APPLICATION,  THE  SECRETARY  OF\n   56  STATE  SHALL  CERTIFY  THE  APPLICANT  AS  A PROGRAM PARTICIPANT.   SUCH\n\n       A. 1535                             3\n\n    1  CERTIFICATION SHALL BE VALID FOR FOUR YEARS FOLLOWING THE DATE OF FILING\n    2  UNLESS THE CERTIFICATION IS WITHDRAWN OR INVALIDATED BEFORE  THAT  DATE.\n    3  THE  SECRETARY  OF  STATE MAY BY RULE AND REGULATION ESTABLISH A RENEWAL\n    4  PROCEDURE.\n    5    4.  A  PERSON WHO FALSELY ATTESTS IN AN APPLICATION THAT DISCLOSURE OF\n    6  THE APPLICANT'S ADDRESS WOULD ENDANGER THE  APPLICANT,  THE  APPLICANT'S\n    7  CHILDREN,  OR  THE  MINOR  OR  INCAPACITATED  PERSON ON WHOSE BEHALF THE\n    8  APPLICATION IS MADE, OR WHO KNOWINGLY PROVIDES FALSE OR INCORRECT INFOR-\n    9  MATION UPON MAKING AN APPLICATION, IS GUILTY OF A CLASS B MISDEMEANOR.\n   10    S 615. CERTIFICATION; FORFEITURE OR CANCELLATION.   1.  IF  A  PROGRAM\n   11  PARTICIPANT  OBTAINS  A  NAME CHANGE, HE OR SHE SHALL FORFEIT HIS OR HER\n   12  CERTIFICATION AS A PROGRAM PARTICIPANT UNLESS  THE  PROGRAM  PARTICIPANT\n   13  APPLIES  TO  THE  SECRETARY  OF  STATE  FOR RECERTIFICATION AND PROVIDES\n   14  DOCUMENTATION OF THE LEGAL NAME CHANGE.\n   15    2. THE SECRETARY OF STATE MAY CANCEL A PROGRAM  PARTICIPANT'S  CERTIF-\n   16  ICATION  IF THERE IS A CHANGE IN THE MAILING ADDRESS FROM THE ONE LISTED\n   17  ON THE APPLICATION PURSUANT TO SECTION  SIX  HUNDRED  FOURTEEN  OF  THIS\n   18  ARTICLE,  UNLESS THE PROGRAM PARTICIPANT PROVIDES THE SECRETARY OF STATE\n   19  WITH NOTICE OF THE CHANGE OF ADDRESS IN SUCH MANNER AS  IS  PROVIDED  BY\n   20  RULES AND REGULATIONS ADOPTED AND PROMULGATED BY THE SECRETARY OF STATE.\n   21    3.  THE  SECRETARY  OF  STATE  MAY  CANCEL  CERTIFICATION OF A PROGRAM\n   22  PARTICIPANT'S ADDRESS IF MAIL FORWARDED  TO  THE  PROGRAM  PARTICIPANT'S\n   23  ADDRESS IS RETURNED AS UNDELIVERABLE.\n   24    4.  THE  SECRETARY  OF  STATE  SHALL CANCEL CERTIFICATION OF A PROGRAM\n   25  PARTICIPANT WHO APPLIES USING FALSE INFORMATION.\n   26    S 616.  ADDRESS OR SUBSTITUTE ADDRESS; USE.  1. A PROGRAM  PARTICIPANT\n   27  MAY  REQUEST THAT STATE AND LOCAL AGENCIES USE THE ADDRESS DESIGNATED BY\n   28  THE SECRETARY OF STATE AS THE PROGRAM PARTICIPANT'S SUBSTITUTE  ADDRESS.\n   29  WHEN  CREATING  A NEW PUBLIC RECORD, A STATE OR LOCAL AGENCY WHICH HAS A\n   30  BONA FIDE STATUTORY, TAX SITUS, OR ADMINISTRATIVE  REQUIREMENT  FOR  THE\n   31  PARTICIPANT'S RESIDENCE ADDRESS MAY REQUEST THAT THE PARTICIPANT VERBAL-\n   32  LY  PROVIDE THE AGENCY WITH SUCH RESIDENCE ADDRESS IF THE AGENCY HAS THE\n   33  CAPABILITY TO USE SUCH ADDRESS FOR SUCH BONA FIDE PURPOSE WITHOUT PERMA-\n   34  NENTLY ENTERING IT INTO THE AGENCY'S RECORDS. IF  THE  AGENCY  DOES  NOT\n   35  HAVE  SUCH  CAPABILITY,  IT  SHALL  ACCEPT THE ADDRESS DESIGNATED BY THE\n   36  SECRETARY OF STATE AS A PROGRAM PARTICIPANT'S SUBSTITUTE ADDRESS, UNLESS\n   37  THE SECRETARY OF STATE DETERMINES THAT:\n   38    (A) THE STATE OR LOCAL AGENCY HAS A BONA FIDE STATUTORY, TAX SITUS, OR\n   39  ADMINISTRATIVE REQUIREMENT FOR THE USE OF THE ADDRESS WHICH WOULD OTHER-\n   40  WISE BE CONFIDENTIAL UNDER THE ADDRESS CONFIDENTIALITY ACT; AND\n   41    (B) THE ADDRESS WILL BE USED ONLY FOR SUCH BONA  FIDE  STATUTORY,  TAX\n   42  SITUS, OR ADMINISTRATIVE REQUIREMENT.\n   43    2.  THE  SECRETARY OF STATE SHALL FORWARD ALL FIRST-CLASS MAIL TO EACH\n   44  PROGRAM PARTICIPANT'S SUBSTITUTE ADDRESS.\n   45    S 617. VOTE AS ABSENTEE VOTER; AUTHORIZATION.   1. A  PROGRAM  PARTIC-\n   46  IPANT  WHO IS OTHERWISE QUALIFIED TO VOTE MAY APPLY AS AN ABSENTEE VOTER\n   47  PURSUANT TO SECTION 8-400 OF THE  ELECTION  LAW.  THE  COUNTY  CLERK  OR\n   48  ELECTION  COMMISSIONER SHALL TRANSMIT THE ABSENTEE BALLOT TO THE PROGRAM\n   49  PARTICIPANT AT THE ADDRESS DESIGNATED BY THE PROGRAM PARTICIPANT IN  HIS\n   50  OR  HER  APPLICATION  AS  AN  ABSENTEE  VOTER.  NEITHER THE NAME NOR THE\n   51  ADDRESS OF A PROGRAM PARTICIPANT SHALL BE INCLUDED IN ANY LIST OF REGIS-\n   52  TERED VOTERS AVAILABLE TO THE PUBLIC.\n   53    2. THE COUNTY CLERK OR ELECTION COMMISSIONER SHALL NOT MAKE A  PROGRAM\n   54  PARTICIPANT'S  ADDRESS CONTAINED IN VOTER REGISTRATION RECORDS AVAILABLE\n   55  FOR PUBLIC INSPECTION OR COPYING  EXCEPT  UNDER  THE  FOLLOWING  CIRCUM-\n   56  STANCES:\n\n       A. 1535                             4\n\n    1    (A)  IF  REQUESTED BY A LAW ENFORCEMENT AGENCY, TO THE LAW ENFORCEMENT\n    2  AGENCY; OR\n    3    (B) IF DIRECTED BY A COURT ORDER, TO A PERSON IDENTIFIED IN THE ORDER.\n    4    S  618. SECRETARY OF STATE; USE OF SUBSTITUTE ADDRESS; EXCEPTIONS. THE\n    5  SECRETARY OF STATE SHALL NOT MAKE ANY RECORDS IN A PROGRAM PARTICIPANT'S\n    6  FILE AVAILABLE FOR INSPECTION OR  COPYING,  OTHER  THAN  THE  SUBSTITUTE\n    7  ADDRESS DESIGNATED BY THE SECRETARY OF STATE, EXCEPT UNDER THE FOLLOWING\n    8  CIRCUMSTANCES:\n    9    1.  IF  REQUESTED  OF  THE  SECRETARY OF STATE BY THE CHIEF COMMANDING\n   10  OFFICER OF A LAW ENFORCEMENT AGENCY OR THE  OFFICER'S  DESIGNEE  IN  THE\n   11  MANNER  PROVIDED FOR BY RULES AND REGULATIONS ADOPTED AND PROMULGATED BY\n   12  THE SECRETARY OF STATE;\n   13    2. TO A PERSON IDENTIFIED IN A COURT ORDER UPON  THE  RECEIPT  BY  THE\n   14  SECRETARY  OF  STATE  OF  THAT COURT ORDER WHICH SPECIFICALLY ORDERS THE\n   15  DISCLOSURE OF A PARTICULAR PROGRAM PARTICIPANT'S ADDRESS AND THE REASONS\n   16  STATED THEREFOR; OR\n   17    3. TO VERIFY THE PARTICIPATION OF A SPECIFIC PROGRAM  PARTICIPANT,  IN\n   18  WHICH  CASE  THE SECRETARY OF STATE MAY ONLY CONFIRM OR DENY INFORMATION\n   19  SUPPLIED BY THE REQUESTER.\n   20    S 619. PROGRAM PARTICIPANTS; APPLICATION ASSISTANCE.  THE SECRETARY OF\n   21  STATE SHALL DESIGNATE STATE AND LOCAL AGENCIES  AND  NONPROFIT  ENTITIES\n   22  THAT PROVIDE COUNSELING AND SHELTER SERVICES TO VICTIMS OF ABUSE, SEXUAL\n   23  ASSAULT,  OR  STALKING  TO ASSIST PERSONS APPLYING TO BE PROGRAM PARTIC-\n   24  IPANTS. ANY ASSISTANCE OR COUNSELING  RENDERED  BY  THE  OFFICE  OF  THE\n   25  SECRETARY  OF  STATE  OR  ITS  DESIGNEES TO SUCH APPLICANTS SHALL NOT BE\n   26  DEEMED LEGAL ADVICE OR THE PRACTICE OF LAW.\n   27    S 4. This act shall take effect on the one hundred eightieth day after\n   28  it shall have become a law. The secretary  of  state  is  authorized  to\n   29  promulgate any and all rules and regulations and take any other measures\n   30  necessary to implement this act on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing the \"Address Confidentiality Act\" which allows state and local agencies to respond to requests for public records without disclosing the location of certain victims ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110110.T151618.TXT", "SOBI.D110111.T135211.TXT", "SOBI.D110110.T154119.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294771931255
}