{
  "year" : 2011,
  "senateBillNo" : "A1533-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1533-2011-1294635600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the knowing installation, reinstallation, distribution, or sale of a previously deployed inflatable restraint system airbag",
  "summary" : "Prohibits the knowing installation, reinstallation, distribution or sale of a previously deployed inflatable restraint system (airbag); violation is a class A misdemeanor; requires notice to be given when an airbag is missing in a repair or transfer transaction; prohibits overriding an airbag readiness indicator light; requires motor vehicle dealers to notify purchasers of passenger motor vehicles of the absence of an airbag. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1839-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1533\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M. of A. DINOWITZ, SCHIMMINGER, PAULIN, COLTON -- Multi-\n         Sponsored by -- M. of A. BRENNAN, CANESTRARI, ENGLEBRIGHT, HOYT, McEN-\n         ENY, McKEVITT -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the penal law  and  the  vehicle  and  traffic  law,  in\n         relation to unlawfully dealing with inflatable restraint systems\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 270.40  to\n    2  read as follows:\n    3  S 270.40 UNLAWFULLY DEALING WITH INFLATABLE RESTRAINT SYSTEMS.\n    4    1.  \"INFLATABLE  RESTRAINT SYSTEM\" MEANS A DEVICE USED OR INTENDED FOR\n    5  USE IN A MOTOR VEHICLE TO PROTECT THE SAFETY  OF  VEHICLE  OCCUPANTS  BY\n    6  INFLATING  UPON  THE OCCURRENCE OF AN IMPACT OF THE VEHICLE WITH ANOTHER\n    7  OBJECT. \"DISTRIBUTION OR  SALE\"  OF  A  PREVIOUSLY  DEPLOYED  INFLATABLE\n    8  RESTRAINT  SYSTEM SHALL NOT BE DEEMED TO INCLUDE A TRANSFER THEREOF MADE\n    9  FOR PURPOSES OF DISPOSAL.\n   10    2.(A) ANY PERSON WHO KNOWINGLY INSTALLS, REINSTALLS,  DISTRIBUTES,  OR\n   11  SELLS ANY PREVIOUSLY DEPLOYED INFLATABLE RESTRAINT SYSTEM IS GUILTY OF A\n   12  CLASS A MISDEMEANOR.\n   13    (B)  (1)  ANY  PERSON  WHO  KNOWINGLY  INSTALLS A COVER OVER A MISSING\n   14  INFLATABLE RESTRAINT SYSTEM ANYWHERE IN A MOTOR VEHICLE  WITHOUT  GIVING\n   15  THE  OWNER  OF THE MOTOR VEHICLE NOTICE ON THE REPAIR INVOICE IN WRITING\n   16  OF SUCH MISSING INFLATABLE RESTRAINT SYSTEM  IS  GUILTY  OF  A  CLASS  A\n   17  MISDEMEANOR.  SUCH  NOTICE  SHALL BE IN A FORM PRESCRIBED BY THE COMMIS-\n   18  SIONER OF MOTOR VEHICLES AND SHALL BE IN AT LEAST TEN POINT ALL  CAPITAL\n   19  TYPE,  AND  SHALL  CLEARLY STATE: \"NO AIR BAG INSTALLED\" OR \"NO AIR BAGS\n   20  INSTALLED\", AND SHALL CLEARLY  INDICATE  EXACTLY  WHERE  THE  INFLATABLE\n   21  RESTRAINT SYSTEM IS DESIGNED TO BE LOCATED IN THE VEHICLE.\n   22    (2)  ANY  PERSON  WHO  KNOWINGLY  SELLS, RESELLS, TRANSFERS, GIVES, OR\n   23  TRADES A MOTOR VEHICLE WITH A MISSING INFLATABLE RESTRAINT SYSTEM  WITH-\n   24  OUT  GIVING THE PERSON TO WHOM THE MOTOR VEHICLE IS SOLD, RESOLD, TRANS-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04481-01-1\n\n       A. 1533                             2\n\n    1  FERRED, GIVEN, OR TRADED NOTICE THEREOF IN WRITING IS GUILTY OF A  CLASS\n    2  A  MISDEMEANOR. SUCH NOTICE SHALL BE IN A FORM PRESCRIBED BY THE COMMIS-\n    3  SIONER OF MOTOR VEHICLES AND SHALL BE IN AT LEAST TEN POINT ALL  CAPITAL\n    4  TYPE,  AND  SHALL  CLEARLY STATE: \"NO AIR BAG INSTALLED\" OR \"NO AIR BAGS\n    5  INSTALLED\", AND SHALL CLEARLY  INDICATE  EXACTLY  WHERE  THE  INFLATABLE\n    6  RESTRAINT SYSTEM IS DESIGNED TO BE LOCATED IN THE VEHICLE.\n    7    (C)  ANY  PERSON  WHO  KNOWINGLY INSTALLS ANY DEVICE, MECHANISM, PART,\n    8  APPARATUS, OR CONTRIVANCE WHICH OVERRIDES THE READINESS INDICATOR  LIGHT\n    9  FOR  AN  INFLATABLE  RESTRAINT SYSTEM, AS DEFINED IN SECTION ONE HUNDRED\n   10  NINETEEN-B OF THE VEHICLE AND TRAFFIC LAW, IS GUILTY OF A CLASS A MISDE-\n   11  MEANOR.\n   12    S 2. Subdivision 1 of section 417-a of the vehicle and traffic law  is\n   13  amended by adding a new paragraph (c) to read as follows:\n   14    (C)  UPON  THE  SALE OR TRANSFER OF TITLE BY A DEALER OF ANY PASSENGER\n   15  MOTOR VEHICLE THAT THE DEALER  KNOWS  OR  HAS  REASON  TO  KNOW  IS  NOT\n   16  EQUIPPED  WITH  AN INFLATABLE RESTRAINT SYSTEM, THE DEALER SHALL EXECUTE\n   17  AND DELIVER TO THE BUYER AN INSTRUMENT IN WRITING IN A  FORM  PRESCRIBED\n   18  BY THE COMMISSIONER SETTING FORTH THE FOLLOWING INFORMATION IN TEN POINT\n   19  ALL  CAPITAL  TYPE:  \"IMPORTANT:  THIS  VEHICLE  IS NOT EQUIPPED WITH AN\n   20  AIRBAG.\" SUCH NOTICE SHALL FURTHER INDICATE EXACTLY WHERE THE INFLATABLE\n   21  RESTRAINT SYSTEM IS DESIGNED TO BE LOCATED IN THE VEHICLE.\n   22    S 3. This act shall take effect on the first of November next succeed-\n   23  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the vehicle and traffic law, in relation to unlawfully dealing with inflatable restraint systems ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T140712.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110110.T151618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772832755
}