{
  "year" : 2011,
  "senateBillNo" : "A1532-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to health",
    "billEventId" : "A1532-2011-1294635600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prohibiting smoking on public beaches and in public parks",
  "summary" : "Prohibits smoking on public beaches and in public parks; excludes the Adirondack park and the Catskill park; permits state entity or municipality which operates a public beach, park or golf course to designate smoking areas. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1837-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1532\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. DINOWITZ, GOTTFRIED, MAYERSOHN, JAFFEE, GALEF --\n         Multi-Sponsored by -- M. of A. LIFTON, McENENY, MONTESANO -- read once\n         and referred to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to prohibiting  smok-\n         ing on public beaches and in public parks\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  1399-o-1 to read as follows:\n    3    S  1399-O-1.  SMOKING  RESTRICTIONS;  CERTAIN OUTDOOR AREAS.   SMOKING\n    4  SHALL NOT BE PERMITTED AND NO PERSON SHALL SMOKE ON ANY  PUBLIC  BEACHES\n    5  OR  GOLF COURSES OR IN ANY PUBLIC PARK IN THIS STATE; PROVIDED, HOWEVER,\n    6  THAT THE GOVERNING BODY OF A MUNICIPALITY OR POLITICAL SUBDIVISION WHICH\n    7  OPERATES OR MAINTAINS A PUBLIC PARK, BEACH OR GOLF COURSE, OR THE  STATE\n    8  AGENCY  OR  OTHER ENTITY WHICH OPERATES OR MAINTAINS A STATE PARK, BEACH\n    9  OR GOLF COURSE, MAY DESIGNATE AREAS WITHIN SUCH PUBLIC  PARK,  BEACH  OR\n   10  GOLF  COURSE,  IN  WHICH SMOKING SHALL BE PERMITTED. WHERE SMOKING AREAS\n   11  ARE SO DESIGNATED THE LOCAL GOVERNING BODY OR  STATE  AGENCY  OR  ENTITY\n   12  SHALL  PROVIDE  ASHTRAYS IN SUCH AREAS AND POST SIGNS DIRECTING INDIVID-\n   13  UALS TO PROPERLY DISPOSE OF CIGARETTES. FOR PURPOSES OF THIS SECTION THE\n   14  TERM PUBLIC PARK SHALL NOT INCLUDE THE ADIRONDACK PARK OR  THE  CATSKILL\n   15  PARK  AS  THOSE TERMS ARE DEFINED IN SECTION 9-0101 OF THE ENVIRONMENTAL\n   16  CONSERVATION LAW.\n   17    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   18  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04479-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to prohibiting smoking on public beaches and in public parks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T140712.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110110.T151618.TXT", "SOBI.D110110.T152618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772832751
}