{
  "year" : 2011,
  "senateBillNo" : "A1534-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1534-2011-1294635600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Causes a person who engages in certain non-driving activities while driving to be guilty of inattentive driving",
  "summary" : "Causes a person who engages in certain non-driving activities while driving to be guilty of inattentive driving; provides that inattentive driving is considered a traffic infraction; provides that if a person commits three violations of inattentive driving during an eighteen month period, he or she is guilty of reckless driving. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A786-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1534\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GANTT, LATIMER -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  inattentive\n         driving,  and  to amend the state finance law, in relation to creating\n         the attentive driver education fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Legislative findings and intent. The legislature finds and\n    2  determines that  the  National  Highway  Traffic  Safety  Administration\n    3  (NHTSA), whose mission it is to save lives, prevent injuries, and reduce\n    4  traffic related health care costs and other economic costs through regu-\n    5  lation,  enforcement,  economic  incentives, educational programs, basic\n    6  and applied research, and technology demonstration programs, has taken a\n    7  particular interest in the issue of driver distraction.\n    8    The legislature finds that NHTSA encourages states to actively enforce\n    9  their reckless and inattentive driving laws, regardless of the causes of\n   10  such behavior.\n   11    For this reason, the legislature finds  that  New  York  state  should\n   12  vigorously  enforce  its current reckless driving law and enact an inat-\n   13  tentive driving statute to better discourage drivers  from  engaging  in\n   14  non-driving  related  activities while driving or using a motor vehicle;\n   15  activities that can interfere with or endanger  other  users  of  public\n   16  highways.\n   17    The  legislature further directs the governor's traffic safety commit-\n   18  tee to create a public outreach program to inform and educate the public\n   19  about the dangers of reckless and inattentive driving and  to  encourage\n   20  safe driving habits.\n   21    S  2.  The  vehicle and traffic law is amended by adding a new section\n   22  1212-a to read as follows:\n   23    S 1212-A. INATTENTIVE  DRIVING.  1.  INATTENTIVE  DRIVING  SHALL  MEAN\n   24  ENGAGING  IN  ANY  NON-DRIVING  ACTIVITY  WHILE DRIVING A MOTOR VEHICLE,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03162-01-1\n\n       A. 1534                             2\n\n    1  MOTORCYCLE, OR ANY OTHER VEHICLE  PROPELLED  BY  ANY  POWER  OTHER  THAN\n    2  MUSCULAR  POWER,  WHERE (A) THE NON-DRIVING ACTIVITY UNREASONABLY INTER-\n    3  FERES WITH THE FREE AND PROPER USE OF THE PUBLIC  HIGHWAY;  OR  (B)  THE\n    4  NON-DRIVING  ACTIVITY  UNREASONABLY ENDANGERS OTHER PEOPLE WHO ARE USING\n    5  THE PUBLIC HIGHWAYS.   EVERY PERSON VIOLATING  THE  PROVISIONS  OF  THIS\n    6  SECTION SHALL BE GUILTY OF A TRAFFIC INFRACTION.\n    7    2.  ANY  PERSON WHO VIOLATES THE PROVISIONS OF SUBDIVISION ONE OF THIS\n    8  SECTION SHALL BE PUNISHED AS FOLLOWS:  (A) BY A FINE OF  NOT  LESS  THAN\n    9  FIFTY DOLLARS NOR MORE THAN ONE HUNDRED FIFTY DOLLARS FOR ANY CONVICTION\n   10  THAT IS NOT COVERED UNDER PARAGRAPH (B) OF THIS SUBDIVISION; OR (B) BY A\n   11  FINE  OF  NOT  LESS  THAN  ONE  HUNDRED  FIFTY DOLLARS NOR MORE THAN TWO\n   12  HUNDRED FIFTY DOLLARS FOR A CONVICTION THAT OCCURS WITHIN SIX MONTHS  OF\n   13  A PREVIOUS CONVICTION UNDER THIS SECTION.\n   14    S  3. Section 1212 of the vehicle and traffic law, as added by chapter\n   15  47 of the laws of 1988, is amended to read as follows:\n   16    S 1212. Reckless driving. (A) Reckless driving shall mean:\n   17    1. driving or using any motor vehicle, motorcycle or any other vehicle\n   18  propelled by any power other than muscular power  or  any  appliance  or\n   19  accessory  thereof  in  a  manner which unreasonably interferes with the\n   20  free and proper use of the public  highway,  or  unreasonably  endangers\n   21  users of the public highway. Reckless driving is prohibited; OR\n   22    2. VIOLATING THE PROVISIONS OF SECTION TWELVE HUNDRED TWELVE-A OF THIS\n   23  ARTICLE  THREE  TIMES,  ALL  OF  WHICH  ARE  WITHIN A PERIOD OF EIGHTEEN\n   24  MONTHS.\n   25    (B) Every person violating this provision shall be guilty of a  misde-\n   26  meanor.\n   27    S  4. The governor's traffic safety committee, with the cooperation of\n   28  the department of motor vehicles, the department of transportation,  the\n   29  division  of  state  police,  and any other department, division, board,\n   30  bureau, commission, agency or public authority of the state or any poli-\n   31  tical subdivision deemed necessary by the committee  shall  develop  and\n   32  implement a public outreach campaign to inform the general public of the\n   33  dangers  of  reckless  and  inattentive  driving,  including  additional\n   34  hazards created by engaging  in  non-driving  related  activities  while\n   35  driving a motor vehicle; and to encourage safe driving habits.\n   36    S  5. Subdivision 3 of section 1809 of the vehicle and traffic law, as\n   37  amended by chapter 309 of the laws  of  1996,  is  amended  to  read  as\n   38  follows:\n   39    3.  The  mandatory  surcharge  provided for in subdivision one of this\n   40  section shall be paid to the clerk of the court or administrative tribu-\n   41  nal that rendered the conviction. Within the first ten days of the month\n   42  following collection of the mandatory surcharge the collecting authority\n   43  shall determine the amount of mandatory surcharge collected and,  if  it\n   44  is  an  administrative  tribunal  or a town or village justice court, it\n   45  shall pay such money to the state comptroller  who  shall  deposit  such\n   46  money  in  the state treasury pursuant to section one hundred twenty-one\n   47  of the state finance law to the credit of the  general  fund;  PROVIDED,\n   48  HOWEVER,  THAT  THE  COMPTROLLER  SHALL DEPOSIT SUCH MONEY COLLECTED FOR\n   49  VIOLATIONS OF SECTION TWELVE HUNDRED TWELVE-A OF  THIS  CHAPTER  TO  THE\n   50  CREDIT  OF  THE  ATTENTIVE DRIVER EDUCATION FUND ESTABLISHED PURSUANT TO\n   51  SECTION NINETY-EIGHT-D OF THE STATE FINANCE LAW.    If  such  collecting\n   52  authority  is  any  other  court  of the unified court system, it shall,\n   53  within such period, pay such money to the state commissioner of taxation\n   54  and finance to the credit of the criminal  justice  improvement  account\n   55  established  by  section  ninety-seven-bb  of  the  state  finance  law;\n   56  PROVIDED, HOWEVER, THAT THE STATE COMMISSIONER OF TAXATION  AND  FINANCE\n\n       A. 1534                             3\n\n    1  SHALL  DEPOSIT  SUCH  MONEY  COLLECTED  FOR VIOLATIONS OF SECTION TWELVE\n    2  HUNDRED TWELVE-A OF THIS CHAPTER TO THE CREDIT OF THE  ATTENTIVE  DRIVER\n    3  EDUCATION  FUND  ESTABLISHED  PURSUANT  TO SECTION NINETY-EIGHT-D OF THE\n    4  STATE  FINANCE  LAW.    The  crime victim assistance fee provided for in\n    5  subdivision one of this section shall be paid to the clerk of the  court\n    6  or  administrative  tribunal  that  rendered  the conviction. Within the\n    7  first ten days of the month following collection  of  the  crime  victim\n    8  assistance  fee,  the collecting authority shall determine the amount of\n    9  crime victim assistance fee collected and, if it  is  an  administrative\n   10  tribunal  or a town or village justice court, it shall pay such money to\n   11  the state comptroller who shall deposit such money in the state treasury\n   12  pursuant to section one hundred twenty-one of the state finance  law  to\n   13  the  credit  of  the criminal justice improvement account established by\n   14  section ninety-seven-bb of the state finance law.\n   15    S 6. The state finance law is amended by adding a new section 98-d  to\n   16  read as follows:\n   17    S  98-D.  ATTENTIVE  DRIVER  EDUCATION FUND. 1. THERE IS HEREBY ESTAB-\n   18  LISHED IN THE JOINT CUSTODY OF THE STATE COMPTROLLER AND THE COMMISSION-\n   19  ER OF MOTOR VEHICLES A FUND KNOWN  AS  THE  ATTENTIVE  DRIVER  EDUCATION\n   20  FUND.\n   21    2.  THE  FUND  SHALL  CONSIST OF MONIES RECEIVED BY THE STATE FROM ANY\n   22  COURT OF THE UNIFIED COURT SYSTEM PURSUANT TO SECTION  EIGHTEEN  HUNDRED\n   23  NINE  OF  THE  VEHICLE  AND TRAFFIC LAW FOR VIOLATIONS OF SECTION TWELVE\n   24  HUNDRED TWELVE-A OF  SUCH  LAW,  AND  ALL  OTHER  FINES,  FEES,  GRANTS,\n   25  BEQUESTS,  OR OTHER MONIES CREDITED, APPROPRIATED OR TRANSFERRED THERETO\n   26  FROM ANY OTHER FUND OR SOURCE.\n   27    3. THE MONIES OF THE FUND, FOLLOWING APPROPRIATION BY THE LEGISLATURE,\n   28  SHALL BE MADE AVAILABLE TO THE GOVERNOR'S TRAFFIC SAFETY  COMMITTEE  FOR\n   29  THE  DEVELOPMENT  AND  IMPLEMENTATION  OF  A PUBLIC OUTREACH CAMPAIGN AS\n   30  PROVIDED IN SECTION FOUR OF THE CHAPTER OF  THE  LAWS  OF  TWO  THOUSAND\n   31  ELEVEN THAT ADDED THIS SECTION.\n   32    4. THE MONIES OF THE FUND MADE AVAILABLE PURSUANT TO SUBDIVISION THREE\n   33  OF  THIS SECTION SHALL BE PAID OUT ON THE AUDIT AND WARRANT OF THE COMP-\n   34  TROLLER ON VOUCHERS APPROVED AND CERTIFIED BY THE COMMISSIONER OF  MOTOR\n   35  VEHICLES. AT THE END OF EACH YEAR ANY MONIES REMAINING IN THE FUND SHALL\n   36  BE  RETAINED  IN THE FUND AND SHALL NOT REVERT TO THE GENERAL FUND.  THE\n   37  INTEREST AND INCOME EARNED ON MONEY IN THE  FUND,  AFTER  DEDUCTING  ANY\n   38  APPLICABLE CHARGES, SHALL BE CREDITED TO THE FUND.\n   39    S  7. This act shall take effect on the first of January next succeed-\n   40  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to inattentive driving, and to amend the state finance law, in relation to creating the attentive driver education fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T140712.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110110.T151618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772832756
}