{
  "year" : 2011,
  "senateBillNo" : "A1530-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1530-2011-1294635600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts certain easements from the real estate transfer tax",
  "summary" : "Exempts public use easements from the real estate transfer tax and provides that the grantor of such easement shall be immune from civil liability and action with respect to any act or omission relating to such easement; defines \"public use\" for the purposes of this subparagraph. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A3967-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1530\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH -- Multi-Sponsored by -- M. of A. FINCH --\n         read once and referred to the Committee on Ways and Means\n\n       AN  ACT to amend the tax law, in relation to exempting certain easements\n         from the real estate transfer tax\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 1 of paragraph (j) of subdivision 2 of section\n    2  1449-ee  of the tax law, as added by chapter 114 of the laws of 1998, is\n    3  amended to read as follows:\n    4    (1) agricultural, conservation, scenic, PUBLIC USE or  an  open  space\n    5  easement;  FOR  THE  PURPOSES  OF  THIS  SUBPARAGRAPH \"PUBLIC USE\" SHALL\n    6  INCLUDE, BUT NOT BE LIMITED TO, TRAILWAYS  AND  BICYCLE  PATHS  AND  THE\n    7  GRANTOR   OF   SUCH  PUBLIC  USE  EASEMENT  SHALL,  NOTWITHSTANDING  THE\n    8  PROVISIONS OF ANY OTHER LAW  TO  THE  CONTRARY,  BE  IMMUNE  FROM  CIVIL\n    9  LIABILITY  AND  ACTION  WITH  RESPECT TO ANY ACT OR OMISSION RELATING TO\n   10  SUCH EASEMENT,\n   11    S 2. This act shall take effect immediately and  shall  apply  to  all\n   12  conveyances  of real property subject to a public use easement occurring\n   13  on and after such  date;  provided,  however,  that  the  amendments  to\n   14  subparagraph  1  of paragraph (j) of subdivision 2 of section 1449-ee of\n   15  the tax law made by section one of this act shall not affect the  repeal\n   16  of such section and shall be deemed repealed therewith.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04564-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting certain easements from the real estate transfer tax ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T152140.TXT", "SOBI.D110110.T151618.TXT", "SOBI.D110111.T140211.TXT", "SOBI.D110110.T151117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772531627
}