{
  "year" : 2011,
  "senateBillNo" : "A1546-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to labor",
    "billEventId" : "A1546-2011-1294635600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requiring first consideration of persons defined in the federal workforce investment act programs for hiring for positions created as a result of economic development assistance",
  "summary" : "Relates to requiring first consideration of unemployed individuals, low-income individuals, dislocated workers, individuals training for nontraditional employment, as defined in the federal workforce investment act of nineteen hundred ninety-eight (P.L.105-220) for hiring for positions created as a result of economic development assistance. ",
  "currentCommittee" : null,
  "sameAs" : "S250",
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A4095-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1546\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. MILLMAN -- read once and referred to the Commit-\n         tee on Labor\n\n       AN ACT to amend the economic development  law,  the  public  authorities\n         law,  the  general municipal law and the New York state urban develop-\n         ment corporation act, in relation to requiring first consideration  of\n         unemployed  individuals,  low-income  individuals, dislocated workers,\n         individuals training for nontraditional employment, as defined in  the\n         federal  workforce  investment  act  of  nineteen hundred ninety-eight\n         (P.L. 105-220), veterans, and individuals with disabilities for hiring\n         for positions created as a result of economic development assistance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision (j) of section 184 of the economic development\n    2  law, as added by chapter 32 of the laws of 1987, is amended to  read  as\n    3  follows:\n    4    (j)  the  extent of the applicant's willingness to make jobs available\n    5  to [persons defined as eligible  for  services  under  the  federal  job\n    6  training  partnership  act  of  nineteen  hundred eighty-two] UNEMPLOYED\n    7  INDIVIDUALS, LOW-INCOME  INDIVIDUALS,  DISLOCATED  WORKERS,  INDIVIDUALS\n    8  TRAINING FOR NON-TRADITIONAL EMPLOYMENT, AS DEFINED IN THE FEDERAL WORK-\n    9  FORCE  INVESTMENT  ACT  OF NINETEEN HUNDRED NINETY-EIGHT (P.L. 105-220),\n   10  VETERANS, AND INDIVIDUALS WITH DISABILITIES and the extent of the appli-\n   11  cant's willingness to satisfy affirmative action goals;\n   12    S 2. Subdivisions 1 and 5 of section 202 of the  economic  development\n   13  law, as added by chapter 839 of the laws of 1987, are amended to read as\n   14  follows:\n   15    1.  The department shall provide assistance to approved applicants for\n   16  the purpose of  offering  skills  training  services  that  will  foster\n   17  economic development by creating or preserving jobs. For the purposes of\n   18  this section, \"applicant\" shall mean an educational agency, business, or\n   19  industry  group  or  association,  an employee union or organizations, a\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01555-01-1\n\n       A. 1546                             2\n\n    1  community based organization, grant recipient or  administrative  entity\n    2  of  the  [service  delivery  area]  LOCAL  WORKFORCE INVESTMENT AREA and\n    3  [private industry council] LOCAL WORKFORCE INVESTMENT BOARD  as  defined\n    4  by  the  federal  [job training partnership act (P.L. 97-300)] WORKFORCE\n    5  INVESTMENT ACT OF NINETEEN HUNDRED NINETY-EIGHT (P.L. 105-220), provided\n    6  that such groups have demonstrated  effectiveness  in  the  delivery  of\n    7  training  services.  Any  assistance  provided shall be matched at least\n    8  equally by financing or contribution from  other  sources.  Such  skills\n    9  training services shall include:\n   10    (a)  training  for entry-level employment and worker skills upgrading;\n   11  or\n   12    (b) payment of on-the-job training costs for a period  not  to  exceed\n   13  twelve weeks or classroom instruction, or a combination thereof.\n   14    5.  For  any positions opened as a result of assistance provided under\n   15  this section businesses so assisted shall  PROVIDE  NOTICE  OF  POSITION\n   16  OPENINGS TO THE LOCAL WORKFORCE INVESTMENT BOARD AND SHALL first consid-\n   17  er  [persons eligible to participate in federal job training partnership\n   18  act (P.L. 97-300) programs] UNEMPLOYED INDIVIDUALS, LOW-INCOME  INDIVID-\n   19  UALS,  DISLOCATED  WORKERS,  INDIVIDUALS  TRAINING  FOR  NON-TRADITIONAL\n   20  EMPLOYMENT, AS DEFINED IN THE FEDERAL WORKFORCE INVESTMENT ACT OF  NINE-\n   21  TEEN HUNDRED NINETY-EIGHT (P.L. 105-220), VETERANS, AND INDIVIDUALS WITH\n   22  DISABILITIES  who  shall  be  referred to the business by administrative\n   23  entities of [service delivery areas] LOCAL  WORKFORCE  INVESTMENT  AREAS\n   24  created  pursuant  to such act or by the [job service division] DIVISION\n   25  OF EMPLOYMENT SERVICES of the department of labor.\n   26    S 3. Subdivision 8 of section 224 of the economic development law,  as\n   27  added by chapter 291 of the laws of 1990, is amended to read as follows:\n   28    8.  Job  listings.  For any positions opened as a result of assistance\n   29  provided under this section businesses so assisted shall PROVIDE  NOTICE\n   30  OF  POSITION  OPENINGS TO THE LOCAL WORKFORCE INVESTMENT BOARD AND SHALL\n   31  first consider [persons eligible to participate in federal job  training\n   32  partnership  act (P.L. 97-300) programs] UNEMPLOYED INDIVIDUALS, LOW-IN-\n   33  COME INDIVIDUALS, DISLOCATED WORKERS, INDIVIDUALS TRAINING FOR NON-TRAD-\n   34  ITIONAL EMPLOYMENT, AS DEFINED IN THE FEDERAL WORKFORCE  INVESTMENT  ACT\n   35  OF  NINETEEN HUNDRED NINETY-EIGHT (P.L. 105-220), VETERANS, AND INDIVID-\n   36  UALS WITH DISABILITIES who shall be referred to the business by adminis-\n   37  trative entities of [service delivery areas] LOCAL WORKFORCE  INVESTMENT\n   38  AREAS  created  pursuant  to  such  act or by the [job service division]\n   39  DIVISION OF EMPLOYMENT SERVICES of the department of labor.\n   40    S 4. Subparagraph 9 of paragraph (a) of subdivision 13 of section 1005\n   41  of the public authorities law, as amended by chapter 645 of the laws  of\n   42  2006, is amended to read as follows:\n   43    (9)  the extent of the business' willingness to make jobs available to\n   44  [persons defined as eligible for services under the federal job training\n   45  partnership act of nineteen hundred eighty-two] UNEMPLOYED  INDIVIDUALS,\n   46  LOW-INCOME  INDIVIDUALS,  DISLOCATED  WORKERS,  INDIVIDUALS TRAINING FOR\n   47  NON-TRADITIONAL EMPLOYMENT, AS DEFINED IN THE FEDERAL WORKFORCE  INVEST-\n   48  MENT  ACT OF NINETEEN HUNDRED NINETY-EIGHT (P.L. 105-220), VETERANS, AND\n   49  INDIVIDUALS WITH DISABILITIES and the extent of the  business'  willing-\n   50  ness to satisfy affirmative action goals;\n   51    S  5.  Subdivision 13-d of section 1804 of the public authorities law,\n   52  as amended by chapter 839 of the laws of 1992, is  amended  to  read  as\n   53  follows:\n   54    13-d.  To  require  that  any  new employment opportunities created in\n   55  connection with industrial or commercial projects financed through loans\n   56  or loan guarantees from the authority shall be listed with the New  York\n\n       A. 1546                             3\n\n    1  state  department of labor [job service division] DIVISION OF EMPLOYMENT\n    2  SERVICES and with the administrative entity  of  the  [service  delivery\n    3  area]  LOCAL  WORKFORCE  INVESTMENT AREA created pursuant to the federal\n    4  [job training partnership act (P.L. 97-300)] WORKFORCE INVESTMENT ACT OF\n    5  NINETEEN  HUNDRED  NINETY-EIGHT  (P.L.  105-220) in which the project is\n    6  located and shall  first  consider  for  such  employment  opportunities\n    7  [persons eligible to participate in federal job training partnership act\n    8  programs]  UNEMPLOYED  INDIVIDUALS,  LOW-INCOME  INDIVIDUALS, DISLOCATED\n    9  WORKERS, INDIVIDUALS TRAINING FOR NON-TRADITIONAL EMPLOYMENT, AS DEFINED\n   10  IN THE FEDERAL WORKFORCE INVESTMENT ACT OF NINETEEN HUNDRED NINETY-EIGHT\n   11  (P.L. 105-220), VETERANS, AND INDIVIDUALS WITH DISABILITIES who shall be\n   12  referred to such firms by such administrative entities or  by  the  [job\n   13  service  division]  DIVISION OF EMPLOYMENT SERVICES of the department of\n   14  labor; provided,  however,  that  nothing  contained  [herein]  IN  THIS\n   15  SECTION  shall  be  construed  to  require project occupants or business\n   16  entities as defined in section eighteen  hundred  twenty-seven  of  this\n   17  title,  to  violate  any  existing  collective bargaining agreement with\n   18  respect to the hiring of new employees.  Such  listing  shall  be  in  a\n   19  manner  and  form  prescribed  by the authority in consultation with the\n   20  commissioner of labor and the commissioner of economic development.\n   21    S 6. Subdivision 2 of section 1967-a of the public authorities law, as\n   22  added by chapter 356 of the laws of 1993, is amended to read as follows:\n   23    2. Except as is otherwise provided by collective bargaining  contracts\n   24  or  agreements,  new  employment  opportunities  created  as a result of\n   25  projects of the agency shall be listed with the New York  State  Depart-\n   26  ment  of  Labor  [Community  Services  Division]  DIVISION OF EMPLOYMENT\n   27  SERVICES, and with the administrative entity of  the  [service  delivery\n   28  area] LOCAL WORKFORCE INVESTMENT AREA created by the federal [job train-\n   29  ing  partnership  act  (P.L. No. 97-300)] WORKFORCE INVESTMENT ACT (P.L.\n   30  105-220) in which  the  project  is  located.  Except  as  is  otherwise\n   31  provided  by  collective bargaining contracts or agreements, sponsors of\n   32  projects shall agree, where  practicable,  to  first  consider  [persons\n   33  eligible  to  participate  in federal job training partnership (P.L. No.\n   34  97-300) programs] UNEMPLOYED INDIVIDUALS, LOW-INCOME INDIVIDUALS, DISLO-\n   35  CATED WORKERS, INDIVIDUALS TRAINING FOR NON-TRADITIONAL  EMPLOYMENT,  AS\n   36  DEFINED  IN  THE  FEDERAL  WORKFORCE  INVESTMENT ACT OF NINETEEN HUNDRED\n   37  NINETY-EIGHT (P.L. 105-220), VETERANS, AND INDIVIDUALS WITH DISABILITIES\n   38  who shall be referred by administrative entities  of  [service  delivery\n   39  areas]  LOCAL WORKFORCE INVESTMENT AREAS created pursuant to such act or\n   40  by [community services division] THE DIVISION OF EMPLOYMENT SERVICES  of\n   41  the department of labor for such new employment opportunities.\n   42    S  7.  Subdivision 2 of section 2329 of the public authorities law, as\n   43  added by chapter 356 of the laws of 1993, is amended to read as follows:\n   44    2. Except as is otherwise provided by collective bargaining  contracts\n   45  or  agreements,  new  employment  opportunities  created  as a result of\n   46  projects of the agency shall be listed with the New York  state  depart-\n   47  ment  of  labor  [community  services  division]  DIVISION OF EMPLOYMENT\n   48  SERVICES, and with the administrative entity of  the  [service  delivery\n   49  area] LOCAL WORKFORCE INVESTMENT AREA created by the federal [job train-\n   50  ing  partnership  act  (P.L. No. 97-300)] WORKFORCE INVESTMENT ACT (P.L.\n   51  105-220) in which  the  project  is  located.  Except  as  is  otherwise\n   52  provided  by  collective bargaining contracts or agreements, sponsors of\n   53  projects shall agree, where  practicable,  to  first  consider  [persons\n   54  eligible  to  participate  in federal job training partnership (P.L. No.\n   55  97-300) programs] UNEMPLOYED INDIVIDUALS, LOW-INCOME INDIVIDUALS, DISLO-\n   56  CATED WORKERS, INDIVIDUALS TRAINING FOR NON-TRADITIONAL  EMPLOYMENT,  AS\n\n       A. 1546                             4\n\n    1  DEFINED  IN  THE  FEDERAL   WORKFORCE INVESTMENT ACT OF NINETEEN HUNDRED\n    2  NINETY-EIGHT (P.L. 105-220), VETERANS, AND INDIVIDUALS WITH DISABILITIES\n    3  who shall be referred by administrative entities  of  [service  delivery\n    4  areas]  LOCAL WORKFORCE INVESTMENT AREAS created pursuant to such act or\n    5  by the [community services division] DIVISION OF EMPLOYMENT SERVICES  of\n    6  the department of labor for such new employment opportunities.\n    7    S  8.  Subdivision 10 of section 3102-a of the public authorities law,\n    8  as added by chapter 291 of the laws of  1990,  is  amended  to  read  as\n    9  follows:\n   10    10. For any positions opened as a result of a project conducted pursu-\n   11  ant to this section businesses so assisted shall PROVIDE NOTICE OF POSI-\n   12  TION  OPENINGS  TO  THE LOCAL WORKFORCE INVESTMENT BOARD AND SHALL first\n   13  consider [persons eligible to participate in federal job training  part-\n   14  nership  act  (P.L. 97-300) programs] UNEMPLOYED INDIVIDUALS, LOW-INCOME\n   15  INDIVIDUALS, DISLOCATED WORKERS, INDIVIDUALS TRAINING FOR NON-TRADITION-\n   16  AL EMPLOYMENT, AS DEFINED IN THE FEDERAL  WORKFORCE  INVESTMENT  ACT  OF\n   17  NINETEEN  HUNDRED NINETY-EIGHT (P.L. 105-220), VETERANS, AND INDIVIDUALS\n   18  WITH DISABILITIES who shall be referred to the business  by  administra-\n   19  tive  entities  of  [service  delivery areas] LOCAL WORKFORCE INVESTMENT\n   20  AREAS created pursuant to such act or  by  the  [job  service  division]\n   21  DIVISION OF EMPLOYMENT SERVICES of the department of labor.\n   22    S  9.  Subdivision 2 of section 858-b of the general municipal law, as\n   23  added by chapter 356 of the laws of 1993, is amended to read as follows:\n   24    2. Except as is otherwise provided by collective bargaining  contracts\n   25  or  agreements,  new  employment  opportunities  created  as a result of\n   26  projects of the agency shall be listed with the New York  state  depart-\n   27  ment  of  labor  [community  services  division]  DIVISION OF EMPLOYMENT\n   28  SERVICES, and with the administrative entity of  the  [service  delivery\n   29  area] LOCAL WORKFORCE INVESTMENT AREA created by the federal [job train-\n   30  ing  partnership  act  (P.L. No. 97-300)] WORKFORCE INVESTMENT ACT (P.L.\n   31  105-220) in which  the  project  is  located.  Except  as  is  otherwise\n   32  provided  by  collective bargaining contracts or agreements, sponsors of\n   33  projects shall agree, where  practicable,  to  first  consider  [persons\n   34  eligible  to  participate  in the federal job training partnership (P.L.\n   35  No. 97-300) programs] UNEMPLOYED  INDIVIDUALS,  LOW-INCOME  INDIVIDUALS,\n   36  DISLOCATED WORKERS, INDIVIDUALS TRAINING FOR NON-TRADITIONAL EMPLOYMENT,\n   37  AS  DEFINED  IN THE FEDERAL WORKFORCE INVESTMENT ACT OF NINETEEN HUNDRED\n   38  NINETY-EIGHT (P.L. 105-220), VETERANS, AND INDIVIDUALS WITH DISABILITIES\n   39  who shall be referred by administrative entities  of  [service  delivery\n   40  areas]  LOCAL WORKFORCE INVESTMENT AREAS created pursuant to such act or\n   41  by the [community services division] DIVISION OF EMPLOYMENT SERVICES  of\n   42  the department of labor for such [such] new employment opportunities.\n   43    S  10.  Section  9-b  of  section 1 of chapter 174 of the laws of 1968\n   44  constituting the New York state urban development  corporation  act,  as\n   45  added by chapter 839 of the laws of 1987, is amended to read as follows:\n   46    S  9-b.  For  any  positions opened as a result of assistance provided\n   47  pursuant to section nine-a of this act,  industrial  firms  so  assisted\n   48  shall PROVIDE NOTICE OF POSITION OPENINGS TO THE LOCAL WORKFORCE INVEST-\n   49  MENT  BOARD AND SHALL first consider [persons eligible to participate in\n   50  federal job training partnership act (P.L. 97-300) programs]  UNEMPLOYED\n   51  INDIVIDUALS,  LOW-INCOME  INDIVIDUALS,  DISLOCATED  WORKERS, INDIVIDUALS\n   52  TRAINING FOR NON-TRADITIONAL EMPLOYMENT, AS DEFINED IN THE FEDERAL WORK-\n   53  FORCE INVESTMENT ACT OF NINETEEN HUNDRED  NINETY-EIGHT  (P.L.  105-220),\n   54  VETERANS, AND INDIVIDUALS WITH DISABILITIES who shall be referred to the\n   55  industrial  firm  by administrative entities of [service delivery areas]\n   56  LOCAL WORKFORCE INVESTMENT AREAS created pursuant to such act or by  the\n\n       A. 1546                             5\n\n    1  [job service division] DIVISION OF EMPLOYMENT SERVICES of the department\n    2  of labor.\n    3    S  11.  Paragraph (g) of subdivision 2 of section 16-b of section 1 of\n    4  chapter 174 of the laws of 1968 constituting the New  York  state  urban\n    5  development  corporation  act,  as  added  by chapter 169 of the laws of\n    6  1994, is amended to read as follows:\n    7    (g) require companies receiving assistance pursuant  to  this  section\n    8  [to  first consider], for any new position opened as a result of assist-\n    9  ance, [persons eligible to participate in federal job training  partner-\n   10  ship  act  programs (P.L. 97-3400) (29 U.S.C.A. SS 801 seq.)] TO PROVIDE\n   11  NOTICE OF THE POSITION OPENING TO THE LOCAL WORKFORCE  INVESTMENT  BOARD\n   12  AND  TO  FIRST  CONSIDER UNEMPLOYED INDIVIDUALS, LOW-INCOME INDIVIDUALS,\n   13  DISLOCATED WORKERS, INDIVIDUALS TRAINING FOR NON-TRADITIONAL EMPLOYMENT,\n   14  AS DEFINED IN THE FEDERAL WORKFORCE INVESTMENT ACT OF  NINETEEN  HUNDRED\n   15  NINETY-EIGHT (P.L. 105-220), VETERANS, AND INDIVIDUALS WITH DISABILITIES\n   16  who  shall  be  referred  to  the  company by administrative entities of\n   17  [service delivery areas] LOCAL WORKFORCE INVESTMENT AREAS created pursu-\n   18  ant to such act by the [job service  division]  DIVISION  OF  EMPLOYMENT\n   19  SERVICES of the department of labor.\n   20    S 12. Subdivision 9 of section 16-c of section 1 of chapter 174 of the\n   21  laws  of  1968  constituting the New York state urban development corpo-\n   22  ration act, as added by chapter 169 of the laws of 1994, is  amended  to\n   23  read as follows:\n   24    (9)  Priorities.  The  corporation shall give priority to applications\n   25  for assistance pursuant to this section in which  the  business  seeking\n   26  such  assistance  indicates  a  commitment to PROVIDE NOTICE OF POSITION\n   27  OPENINGS TO THE LOCAL WORKFORCE INVESTMENT BOARD AND TO  first  consider\n   28  [persons eligible to participate in federal job training partnership act\n   29  (P.L.  97-300) programs] UNEMPLOYED INDIVIDUALS, LOW-INCOME INDIVIDUALS,\n   30  DISLOCATED WORKERS, INDIVIDUALS TRAINING FOR NON-TRADITIONAL EMPLOYMENT,\n   31  AS DEFINED IN THE FEDERAL WORKFORCE INVESTMENT ACT OF  NINETEEN  HUNDRED\n   32  NINETY-EIGHT (P.L. 105-220), VETERANS, AND INDIVIDUALS WITH DISABILITIES\n   33  WHO  SHALL BE REFERRED TO THE BUSINESS BY ADMINISTRATIVE ENTITIES OF THE\n   34  LOCAL WORKFORCE INVESTMENT AREAS CREATED PURSUANT TO SUCH ACT OR BY  THE\n   35  DIVISION OF EMPLOYMENT SERVICES OF THE DEPARTMENT OF LABOR.\n   36    S  13.  Subdivisions 18 and 19 of section 16-e of section 1 of chapter\n   37  174 of the laws of 1968 constituting the New York state  urban  develop-\n   38  ment  corporation  act, as added by chapter 169 of the laws of 1994, are\n   39  amended to read as follows:\n   40    (18) Priority. In approving loans or grants authorized pursuant to the\n   41  provisions of this section, the corporation shall give priority  consid-\n   42  eration to whether a project is located in an area of economic distress.\n   43  Other factors to be considered by the corporation shall include:\n   44    (a) The number of jobs created or retained;\n   45    (b)  The  number  of  jobs  created for [persons eligible for benefits\n   46  under  the  provisions  of  the  job  training  partnership  act   (P.L.\n   47  97-3400)(29  U.S.C.A. S 801 et seq.)] UNEMPLOYED INDIVIDUALS, LOW-INCOME\n   48  INDIVIDUALS, DISLOCATED WORKERS, INDIVIDUALS TRAINING FOR NON-TRADITION-\n   49  AL EMPLOYMENT, AS DEFINED IN THE FEDERAL  WORKFORCE  INVESTMENT  ACT  OF\n   50  NINETEEN  HUNDRED NINETY-EIGHT (P.L. 105-220), VETERANS, AND INDIVIDUALS\n   51  WITH DISABILITIES;\n   52    (c) The priority accorded the proposed project by the regional econom-\n   53  ic development council;\n   54    (d) The participation of minority- and women-owned businesses;\n   55    (e) The impact of the project on the employment and economic condition\n   56  of the community;\n\n       A. 1546                             6\n\n    1    (f) The cost per job created or retained based on total project cost;\n    2    (g) The amount of private investment leveraged;\n    3    (h) The level of local public support; and\n    4    (i) The likelihood of accomplishing the project in a timely fashion.\n    5    In  the event that the corporation does not follow the priorities of a\n    6  regional economic development council, it shall make a finding, in writ-\n    7  ing, as to why the council priority was not followed.\n    8    (19) Preference. For any positions opened  as  a  result  of  business\n    9  development  project  loans,  entities  assisted shall PROVIDE NOTICE OF\n   10  POSITION OPENINGS TO THE LOCAL  WORKFORCE  INVESTMENT  BOARD  AND  SHALL\n   11  first  consider [persons eligible to participate in federal job training\n   12  partnership act programs (P.L. 97-3400) (29  U.S.C.A.  S801  et.  seq.)]\n   13  UNEMPLOYED  INDIVIDUALS,  LOW-INCOME  INDIVIDUALS,  DISLOCATED  WORKERS,\n   14  INDIVIDUALS TRAINING FOR NON-TRADITIONAL EMPLOYMENT, AS DEFINED  IN  THE\n   15  FEDERAL  WORKFORCE INVESTMENT ACT OF NINETEEN HUNDRED NINETY-EIGHT (P.L.\n   16  105-220), VETERANS, AND INDIVIDUALS  WITH  DISABILITIES,  who  shall  be\n   17  referred to the business by administrative entities of [service delivery\n   18  areas]  LOCAL WORKFORCE INVESTMENT AREAS created pursuant to such act by\n   19  the [job service  division]  DIVISION  OF  EMPLOYMENT  SERVICES  of  the\n   20  department of labor.\n   21    S 14. Subdivision 3 of section 16-h of section 1 of chapter 174 of the\n   22  laws  of  1968  constituting the New York state urban development corpo-\n   23  ration act, as amended by section 3-c of part A of  chapter  58  of  the\n   24  laws of 1998, is amended to read as follows:\n   25    3.  Applications  for  assistance  pursuant  to  this section shall be\n   26  reviewed and evaluated in consultation with local  government  officials\n   27  and  regional  economic  development  offices  pursuant  to  eligibility\n   28  requirements and criteria set forth in rules and regulations promulgated\n   29  by the corporation. The corporation shall develop  and  use  a  standard\n   30  application  project  form.    IN ADDITION TO SUCH OTHER CRITERIA AS THE\n   31  CORPORATION MAY ADOPT, THE CORPORATION SHALL GIVE PRIORITY  TO  APPLICA-\n   32  TIONS  FOR  ASSISTANCE IN WHICH THE BUSINESS INDICATES A COMMITMENT, FOR\n   33  NEW POSITIONS OPENED AS A  RESULT  OF  ASSISTANCE  PROVIDED  UNDER  THIS\n   34  SECTION,  TO PROVIDE NOTICE OF SUCH POSITION OPENINGS TO THE LOCAL WORK-\n   35  FORCE INVESTMENT BOARD AND TO  FIRST  CONSIDER  UNEMPLOYED  INDIVIDUALS,\n   36  LOW-INCOME  INDIVIDUALS,  DISLOCATED  WORKERS,  INDIVIDUALS TRAINING FOR\n   37  NON-TRADITIONAL EMPLOYMENT, AS DEFINED IN THE FEDERAL WORKFORCE  INVEST-\n   38  MENT  ACT OF NINETEEN HUNDRED NINETY-EIGHT (P.L. 105-220), VETERANS, AND\n   39  INDIVIDUALS WITH DISABILITIES WHO SHALL BE REFERRED TO THE  BUSINESS  BY\n   40  ADMINISTRATIVE  ENTITIES  OF  LOCAL  WORKFORCE  INVESTMENT AREAS CREATED\n   41  PURSUANT TO SUCH ACT OR BY THE DIVISION OF EMPLOYMENT  SERVICES  OF  THE\n   42  DEPARTMENT OF LABOR.\n   43    S  15.  Section  16-m  of section 1 of chapter 174 of the laws of 1968\n   44  constituting the New York state urban  development  corporation  act  is\n   45  amended by adding a new subdivision 2-a to read as follows:\n   46    2-A.  FOR  ANY  POSITIONS  OPENED  AS  A RESULT OF A PROJECT CONDUCTED\n   47  PURSUANT TO THIS SECTION BUSINESSES SO ASSISTED SHALL PROVIDE NOTICE  OF\n   48  POSITION  OPENINGS  TO  THE  LOCAL  WORKFORCE INVESTMENT BOARD AND SHALL\n   49  FIRST CONSIDER UNEMPLOYED INDIVIDUALS,  LOW-INCOME  INDIVIDUALS,  DISLO-\n   50  CATED  WORKERS,  INDIVIDUALS TRAINING FOR NON-TRADITIONAL EMPLOYMENT, AS\n   51  DEFINED IN THE FEDERAL WORKFORCE  INVESTMENT  ACT  OF  NINETEEN  HUNDRED\n   52  NINETY-EIGHT (P.L. 105-220), VETERANS, AND INDIVIDUALS WITH DISABILITIES\n   53  WHO  SHALL BE REFERRED TO THE INDUSTRIAL FIRM BY ADMINISTRATIVE ENTITIES\n   54  OF LOCAL WORKFORCE INVESTMENT AREAS CREATED PURSUANT TO SUCH ACT  OR  BY\n   55  THE DIVISION OF EMPLOYMENT SERVICES OF THE DEPARTMENT OF LABOR.\n\n       A. 1546                             7\n\n    1    S  16. This act shall take effect immediately; provided, however, that\n    2  the amendments to subdivision 8 of section 224 of the economic  develop-\n    3  ment law made by section three of this act shall take effect on the same\n    4  date  and  in the same manner as section 3 of chapter 291 of the laws of\n    5  1990 takes effect; and provided, further, that the amendments to section\n    6  16-m  of  the  New  York state urban development corporation act made by\n    7  section fifteen of this act shall not  affect  the  expiration  of  such\n    8  section and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, the public authorities law, the general municipal law and the New York state urban development corporation act, in relation to requiring first consideration of unemployed individuals, low-income individuals, dislocated workers, individuals training for nontraditional employment, as defined in the federal workforce investment act of nineteen hundred ninety-eight (P.L. 105-220), veterans, and individuals with disabilities for hiring for positions created as a result of economic development assistance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T152140.TXT", "SOBI.D110112.T095453.TXT", "SOBI.D110110.T160630.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294844093077
}