{
  "year" : 2011,
  "senateBillNo" : "A1542-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1542-2011-1294635600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for cost allowances for investments in technology infrastructure for certain home health care programs",
  "summary" : "Provides for cost allowances for strategic capital investments in technology infrastructure for certain home health care programs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1804-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1542\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by M. of A. GOTTFRIED, SCHIMEL -- Multi-Sponsored by -- M. of\n         A.  JAFFEE -- read once and referred to the Committee on Corporations,\n         Authorities and Commissions\n\n       AN ACT to amend the public health law and the public authorities law, in\n         relation to cost allowances  for  strategic  capital  investments  for\n         technology infrastructure of certain home health care programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3614 of the public health law is amended by  adding\n    2  a new subdivision 3-b to read as follows:\n    3    3-B.  STRATEGIC  CAPITAL  INVESTMENT  ALLOWANCES.  (A) FOR ANNUAL RATE\n    4  PERIODS ON AND AFTER JANUARY FIRST, TWO THOUSAND TWELVE, IN  DETERMINING\n    5  THE PROPOSED RATE SCHEDULES FOR PAYMENTS FOR CERTIFIED HOME HEALTH AGEN-\n    6  CY  SERVICES OR SERVICES PROVIDED BY LONG TERM HOME HEALTH CARE PROGRAMS\n    7  OR AIDS HOME CARE PROGRAMS, THE COMMISSIONER SHALL INCLUDE IN SUCH RATES\n    8  AN ALLOWANCE FOR COSTS INCURRED FOR  STRATEGIC  CAPITAL  INVESTMENTS  BY\n    9  SUCH AGENCIES AND PROGRAMS IN INFORMATION TECHNOLOGY, ELECTRONIC MEDICAL\n   10  RECORDS, DISEASE MANAGEMENT TECHNOLOGY, MEDICATION MANAGEMENT TECHNOLOGY\n   11  AND  OTHER  INVESTMENTS  RELATED TO THEIR TECHNOLOGY INFRASTRUCTURE. THE\n   12  PURPOSE OF SUCH ALLOWANCE SHALL BE  TO  IMPROVE  THE  QUALITY  OF  CARE,\n   13  IMPROVE  THE  COST-EFFECTIVE OPERATION OF SUCH AGENCIES AND PROGRAMS AND\n   14  FACILITATE THE FULFILLMENT OF THE STATE'S HEALTH CARE GOALS. SUCH ALLOW-\n   15  ANCE SHALL BE FACTORED IN AS A COMPONENT OF THE RATE SCHEDULE AFTER, AND\n   16  SHALL NOT BE SUBJECT TO, THE APPLICATION OF ANY ADJUSTMENTS, CEILINGS OR\n   17  LIMITATIONS ON SUCH RATE SCHEDULES.\n   18    (B) NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW  OR  REGULATION,\n   19  THE  ALLOWANCES  PROVIDED FOR IN PARAGRAPH (A) OF THIS SUBDIVISION SHALL\n   20  BE SUBJECT TO AMOUNTS AS MAY  BE  ALLOCATED  OR  APPROPRIATED  FOR  SUCH\n   21  PURPOSES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05348-01-1\n\n       A. 1542                             2\n\n    1    S 2. The opening paragraph of section 1680-j of the public authorities\n    2  law,  as  amended  by  section 54 of part B of chapter 58 of the laws of\n    3  2005, is amended to read as follows:\n    4    Notwithstanding any other provision of law to the contrary, the dormi-\n    5  tory  authority  of  the state of New York is hereby authorized to issue\n    6  bonds or notes in one or more series in an  aggregate  principal  amount\n    7  not to exceed seven hundred fifty million dollars excluding bonds issued\n    8  to fund one or more debt service reserve funds, to pay costs of issuance\n    9  of  such  bonds,  and bonds or notes issued to refund or otherwise repay\n   10  such bonds or notes previously issued, for  the  purposes  of  financing\n   11  project  costs authorized under section twenty-eight hundred eighteen of\n   12  the public health law. Of such seven hundred fifty million dollars,  ten\n   13  million  dollars shall be made available to the community health centers\n   14  capital program established pursuant  to  section  twenty-eight  hundred\n   15  seventeen  of  the public health law, AND FIFTY MILLION DOLLARS SHALL BE\n   16  MADE AVAILABLE TO CERTIFIED HOME HEALTH AGENCIES, LONG TERM HOME  HEALTH\n   17  CARE  PROGRAMS AND AIDS HOME CARE PROGRAMS FOR STRATEGIC CAPITAL INVEST-\n   18  MENTS PURSUANT TO SUBDIVISION  THREE-B  OF  SECTION  THIRTY-SIX  HUNDRED\n   19  FOURTEEN OF THE PUBLIC HEALTH LAW.\n   20    S  3. This act shall take effect on the first of April next succeeding\n   21  that date on which it shall have become law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the public authorities law, in relation to cost allowances for strategic capital investments for technology infrastructure of certain home health care programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110110.T151618.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393418
}