{
  "year" : 2011,
  "senateBillNo" : "A1540-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1540-2011-1294635600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes health care organization accountability for delay, failure or refusal to approve, provide, arrange or timely pay for certain health care services",
  "summary" : "Provides for accountability of \"health care organizations\" (i.e., entities, other than a health care provider, that approve, provide, arrange for or pay for health care services, including a health plan's preferred provider organization): provides that whenever health care organizations delay, fail or refuse to approve, provide, arrange for, or pay for in a timely manner any health care service that it is contractually obligated to provide or cover for a person, it shall be liable for any personal injury, death or damages caused by delay, failure or refusal; provides that an organization shall be liable for acts by an agent, contractor, etc., for which the organization would be liable if the act were committed by the organization; imposes upon all health plans (including workers compensation and casualty insurers) the duty to exercise reasonable care when making decisions that affect the health care service of an enrollee, and in selecting and exerting influence over its employees, agents, etc., who act on its behalf regarding decisions that affect the quality of an enrollee's diagnosis, care or treatment; prohibits organizations from requiring a health care provider to indemnify or hold it harmless for its liability; related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "A767-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Heastie",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1540\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GOTTFRIED, JACOBS, GALEF, GUNTHER, ROSENTHAL,\n         SCARBOROUGH, HEASTIE, KAVANAGH, SPANO, COLTON -- Multi-Sponsored by --\n         M. of A. ABBATE, BING, BOYLAND, BRENNAN, CLARK, COOK, CUSICK, CYMBROW-\n         ITZ, DESTITO, DINOWITZ,  ENGLEBRIGHT,  GLICK,  HIKIND,  HOOPER,  HOYT,\n         KELLNER,  LIFTON,  V. LOPEZ,  MAGNARELLI,  MARKEY, MAYERSOHN, McENENY,\n         J. MILLER, MILLMAN, ORTIZ, PAULIN, PERRY, PHEFFER, REILLY,  P. RIVERA,\n         SWEENEY,  TITUS,  TOWNS  -- read once and referred to the Committee on\n         Judiciary\n\n       AN ACT to amend the general obligations law, the civil practice law  and\n         rules  and  the  public health law, in relation to holding health care\n         organizations accountable for the consequences of their decisions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The legislature finds that a wide\n    2  variety of entities are integrating the functions of paying  for  health\n    3  care,  determining what health care is paid for, and providing the care.\n    4  This integration of functions is breaking down traditional distinctions.\n    5  Increasingly,  payor  determinations  are  governing  health  care   and\n    6  controlling  decisions  that  in  the  past were the exclusive domain of\n    7  health care professionals and patients. The  legislature  further  finds\n    8  that  this integration of functions makes it imperative that health care\n    9  organizations be held fully responsible for the  consequences  of  their\n   10  decisions,  much as health care professionals have been held accountable\n   11  for the consequences of their decisions.\n   12    S 2. The general obligations law is amended by adding two new sections\n   13  11-108 and 11-109 to read as follows:\n   14    S 11-108. ACCOUNTABILITY OF  HEALTH  CARE  ORGANIZATIONS.  1.    DEFI-\n   15  NITIONS.  FOR PURPOSES OF THIS SECTION AND SECTION 11-109 OF THIS TITLE,\n   16  UNLESS THE CONTEXT CLEARLY REQUIRES OTHERWISE:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05342-01-1\n\n       A. 1540                             2\n\n    1    (A) \"HEALTH CARE ORGANIZATION\" MEANS AN ENTITY (OTHER  THAN  A  HEALTH\n    2  CARE PROVIDER) THAT APPROVES, PROVIDES, ARRANGES FOR, OR PAYS FOR HEALTH\n    3  CARE SERVICES, INCLUDING BUT NOT LIMITED TO:\n    4    (I)  A  HEALTH  MAINTENANCE  ORGANIZATION LICENSED PURSUANT TO ARTICLE\n    5  FORTY-THREE OF THE  INSURANCE  LAW  OR  CERTIFIED  PURSUANT  TO  ARTICLE\n    6  FORTY-FOUR OF THE PUBLIC HEALTH LAW,\n    7    (II)  ANY  OTHER ORGANIZATION CERTIFIED PURSUANT TO ARTICLE FORTY-FOUR\n    8  OF THE PUBLIC HEALTH LAW, OR\n    9    (III) AN INSURER OR CORPORATION SUBJECT TO THE INSURANCE LAW.\n   10    NO ENTITY OR PERSON SHALL BE DEEMED TO BE A HEALTH  CARE  ORGANIZATION\n   11  BECAUSE  THE  ENTITY  OR  PERSON  PROCURES  OR  PAYS FOR HEALTH COVERAGE\n   12  THROUGH AN ENTITY ACTING UNDER THE INSURANCE LAW OR  ARTICLE  FORTY-FOUR\n   13  OF THE PUBLIC HEALTH LAW.\n   14    (B) \"HEALTH CARE PROVIDER\" MEANS AN ENTITY LICENSED OR CERTIFIED UNDER\n   15  ARTICLE TWENTY-EIGHT OR THIRTY-SIX OF THE PUBLIC HEALTH LAW, A PREFERRED\n   16  PROVIDER  ORGANIZATION,  A  PARTICIPATING  ENTITY THROUGH WHICH A HEALTH\n   17  MAINTENANCE ORGANIZATION OFFERS HEALTH SERVICES UNDER ARTICLE FORTY-FOUR\n   18  OF THE PUBLIC HEALTH LAW, AN ENTITY LICENSED OR CERTIFIED UNDER  ARTICLE\n   19  SIXTEEN,  THIRTY-ONE  OR  THIRTY-TWO OF THE MENTAL HYGIENE LAW, A HEALTH\n   20  CARE PRACTITIONER LICENSED, REGISTERED OR CERTIFIED UNDER TITLE EIGHT OF\n   21  THE EDUCATION LAW, OR A PROVIDER OF PHARMACEUTICAL PRODUCTS OR  SERVICES\n   22  OR DURABLE MEDICAL EQUIPMENT.\n   23    (C)  \"HEALTH  CARE  SERVICE\"  MEANS  HEALTH CARE SERVICES, TREATMENTS,\n   24  PRODUCTS OR EQUIPMENT PROVIDED BY A HEALTH CARE PROVIDER.\n   25    2. (A) WHENEVER A HEALTH CARE ORGANIZATION DELAYS, FAILS OR REFUSES TO\n   26  APPROVE, PROVIDE, ARRANGE FOR, OR PAY  FOR,  IN  A  TIMELY  MANNER,  ANY\n   27  HEALTH  CARE  SERVICE  TO  A PERSON TO THE EXTENT IT IS CONTRACTUALLY OR\n   28  LEGALLY OBLIGATED TO DO SO, IT SHALL BE LIABLE FOR ANY PERSONAL  INJURY,\n   29  DEATH OR DAMAGES CAUSED BY THE DELAY, FAILURE OR REFUSAL.\n   30    (B)  A  HEALTH  CARE  ORGANIZATION SHALL BE LIABLE UNDER THIS SECTION,\n   31  UNDER OTHERWISE APPLICABLE RULES OF TORT AND CONTRACT LIABILITY, INCLUD-\n   32  ING BUT NOT LIMITED TO RULES RELATING TO  AGENCY,  VICARIOUS  LIABILITY,\n   33  AND  JOINT  AND  SEVERAL LIABILITY, FOR ANY ACT BY AN AGENT, CONTRACTOR,\n   34  PARTICIPATING ENTITY, OR HEALTH CARE PROVIDER, FOR WHICH THE HEALTH CARE\n   35  ORGANIZATION WOULD BE LIABLE IF IT WERE COMMITTED  BY  THE  HEALTH  CARE\n   36  ORGANIZATION.\n   37    3.  THE  FAILURE  OF  THE PERSON (OR OF ANY OTHER PERSON ACTING ON THE\n   38  PERSON'S BEHALF) TO SEEK AN ALTERNATIVE PROVIDER OF OR TO  PAY  FOR  THE\n   39  HEALTH  CARE  SERVICE  SHALL NOT DIMINISH THE HEALTH CARE ORGANIZATION'S\n   40  LIABILITY OR CONSTITUTE CULPABLE CONDUCT FOR  THE  PURPOSES  OF  SECTION\n   41  FOURTEEN HUNDRED ELEVEN OF THE CIVIL PRACTICE LAW AND RULES.\n   42    4.  NOTHING  IN  THIS  SECTION  SHALL LIMIT ANY OTHER RIGHT, REMEDY OR\n   43  CAUSE OF ACTION THAT ANY PERSON MAY OTHERWISE HAVE.\n   44    5. NO CONTRACT OR AGREEMENT BETWEEN A HEALTH CARE ORGANIZATION  AND  A\n   45  HEALTH CARE PROVIDER SHALL:\n   46    (A) DIRECTLY OR INDIRECTLY REQUIRE A HEALTH CARE PROVIDER TO INDEMNIFY\n   47  OR  HOLD HARMLESS THE HEALTH CARE ORGANIZATION FOR ANY LIABILITY RESULT-\n   48  ING FROM THE HEALTH CARE ORGANIZATION'S ACTS OR OMISSIONS; OR\n   49    (B) WAIVE, LIMIT, OR DELEGATE THE LIABILITY OF THE HEALTH CARE  ORGAN-\n   50  IZATION UNDER THIS SECTION TO ANY HEALTH CARE PROVIDER.\n   51    6. NO CONTRACT OR AGREEMENT BETWEEN A HEALTH CARE ORGANIZATION AND ANY\n   52  PERSON  SHALL  WAIVE OR LIMIT ANY LIABILITY OF THE HEALTH CARE ORGANIZA-\n   53  TION UNDER THIS SECTION TO THE PERSON.\n   54    7. IF THE TIME IN WHICH A PLAINTIFF COULD HAVE COMMENCED AN ACTION FOR\n   55  PROFESSIONAL MALPRACTICE FOR THE ACT, ERROR OR  OMISSION  COMPLAINED  OF\n   56  HAS  EXPIRED  PRIOR TO THE COMMENCEMENT OF AN ACTION BROUGHT PURSUANT TO\n\n       A. 1540                             3\n\n    1  THIS SECTION AGAINST A HEALTH CARE ORGANIZATION, THE DEFENDANT  IN  SAID\n    2  ACTION  SHALL  BE  BARRED FROM COMMENCING A THIRD-PARTY ACTION AGAINST A\n    3  PERSON NOT A PARTY WHO IS OR MAY BE LIABLE TO THAT DEFENDANT FOR ALL  OR\n    4  PART OF THE PLAINTIFF'S CLAIM AGAINST THE DEFENDANT AND AGAINST WHOM THE\n    5  PLAINTIFF CANNOT COMMENCE AN ACTION FOR PROFESSIONAL  MALPRACTICE DUE TO\n    6  THE  EXPIRATION  OF THE STATUTE OF LIMITATIONS PRIOR TO THE COMMENCEMENT\n    7  OF THE ACTION AGAINST THE DEFENDANT.\n    8    8. A HEALTH CARE ORGANIZATION SHALL EXERCISE  REASONABLE  CARE:    (A)\n    9  WHEN  MAKING DECISIONS WHICH AFFECT THE HEALTH CARE SERVICE OF AN ENROL-\n   10  LEE; AND (B) IN SELECTING AND EXERCISING INFLUENCE OR CONTROL  OVER  ITS\n   11  EMPLOYEES,  AGENTS, OSTENSIBLE AGENTS, OR REPRESENTATIVES WHO ARE ACTING\n   12  ON ITS BEHALF, RESPECTING DECISIONS WHICH MAY AFFECT THE QUALITY OF  THE\n   13  HEALTH CARE SERVICE PROVIDED TO ITS ENROLLEES.\n   14    9.  THIS SECTION SHALL NOT BE CONSTRUED TO DIMINISH ANY CONTRACTUAL OR\n   15  LEGAL OBLIGATION OF THE HEALTH CARE ORGANIZATION, NOR TO CREATE AN OBLI-\n   16  GATION ON THE PART OF THE HEALTH CARE ORGANIZATION TO PROVIDE ANY HEALTH\n   17  CARE SERVICE TO AN ENROLLEE THAT IS NOT A COVERED BENEFIT.\n   18    S 11-109. PROTECTION OF HEALTH  CARE  PROVIDERS.  1.  NO  HEALTH  CARE\n   19  ORGANIZATION  OR  HEALTH  CARE  PROVIDER  SHALL,  BY CONTRACT, POLICY OR\n   20  PROCEDURE:\n   21    (A) PROHIBIT OR RESTRICT  ANY  HEALTH  CARE  PROVIDER  FROM  FILING  A\n   22  COMPLAINT;\n   23    (B) PROHIBIT OR RESTRICT ANY HEALTH CARE PROVIDER FROM MAKING A REPORT\n   24  OR  COMMENTING  TO THE APPROPRIATE GOVERNMENT AGENCY REGARDING THE POLI-\n   25  CIES OR PRACTICES OF THE ORGANIZATION WHICH MAY  NEGATIVELY  AFFECT  THE\n   26  QUALITY OF OR ACCESS TO HEALTH CARE SERVICES; OR\n   27    (C)  PROHIBIT  OR RESTRICT ANY HEALTH CARE PROVIDER FROM DISCLOSING OR\n   28  COMMENTING ON POLICIES OR PRACTICES OF THE ORGANIZATION WHICH MAY  NEGA-\n   29  TIVELY  AFFECT  THE  QUALITY OF OR ACCESS TO HEALTH CARE SERVICES TO THE\n   30  PUBLIC.\n   31    THIS SUBDIVISION SHALL NOT  BE  CONSTRUED  TO  PERMIT  A  HEALTH  CARE\n   32  PROVIDER  TO  DISCLOSE  ANY  INFORMATION REGARDING A PATIENT WHICH WOULD\n   33  OTHERWISE BE DEEMED CONFIDENTIAL OR PRIVILEGED, OR WHICH SHOULD  NOT  BE\n   34  DISCLOSED OR DISCUSSED ACCORDING TO LAW OR REASONABLE PROFESSIONAL STAN-\n   35  DARDS.\n   36    2. NO HEALTH CARE ORGANIZATION OR HEALTH CARE PROVIDER SHALL TERMINATE\n   37  A  CONTRACT  OR EMPLOYMENT OF A HEALTH CARE PROVIDER, OR REFUSE TO RENEW\n   38  SUCH A CONTRACT, OR PENALIZE A HEALTH CARE PROVIDER OR REDUCE  OR  LIMIT\n   39  THE  COMPENSATION OF A HEALTH CARE PROVIDER SOLELY BECAUSE A HEALTH CARE\n   40  PROVIDER HAS:\n   41    (A) ADVOCATED FOR, RECOMMENDED OR PROVIDED A  PARTICULAR  HEALTH  CARE\n   42  SERVICE  TO A PATIENT, TO WHICH THE PATIENT WAS ENTITLED  BY CONTRACT OR\n   43  LAW;\n   44    (B) TAKEN ANY ACTION UNDER SUBDIVISION ONE OF THIS SECTION;\n   45    (C) APPEALED OR ASSISTED IN APPEALING A DECISION OF  THE  HEALTH  CARE\n   46  ORGANIZATION; OR\n   47    (D) REQUESTED A HEARING OR REVIEW TO WHICH THE PROVIDER WAS ENTITLED.\n   48    3. NO HEALTH CARE ORGANIZATION OR HEALTH CARE PROVIDER SHALL APPLY ANY\n   49  INCENTIVE,  WHETHER  MONETARY  OR  OTHERWISE,  TO A HEALTH CARE PROVIDER\n   50  INTENDED OR HAVING THE EFFECT OF INDUCING THE HEALTH  CARE  PROVIDER  TO\n   51  DELAY,  FAIL  OR  REFUSE  TO  PROVIDE ANY HEALTH CARE SERVICE TO WHICH A\n   52  PATIENT IS ENTITLED BY CONTRACT OR LAW.\n   53    S 3. Section 1602 of the civil practice law and rules  is  amended  by\n   54  adding a new subdivision 14 to read as follows:\n   55    14.  NOT APPLY TO AN ACTION AGAINST A HEALTH CARE ORGANIZATION BROUGHT\n   56  PURSUANT TO SECTION 11-108 OF THE GENERAL OBLIGATIONS LAW.\n\n       A. 1540                             4\n\n    1    S 4. Subdivision 1 of section 4410 of the public health law, as  added\n    2  by chapter 938 of the laws of 1976, is amended to read as follows:\n    3    1.  The  provision  of comprehensive health services directly or indi-\n    4  rectly, by a health maintenance organization through  its  comprehensive\n    5  health services plan shall not be considered the practice of the profes-\n    6  sion  of  medicine  by such organization or plan. [However, each] EXCEPT\n    7  THAT:\n    8    (A) THIS SUBDIVISION SHALL NOT BE CONSTRUED TO LIMIT ANY LIABILITY THE\n    9  HEALTH MAINTENANCE ORGANIZATION OR  ITS  COMPREHENSIVE  HEALTH  SERVICES\n   10  PLAN WOULD OTHERWISE HAVE RELATING TO ANY PROFESSIONAL SERVICES RENDERED\n   11  BY, ON BEHALF OF, OR IN CONNECTION WITH THE ORGANIZATION OR PLAN.\n   12    (B)  EACH member, employee or agent of such organization or plan shall\n   13  be fully and personally liable and  accountable  for  any  negligent  or\n   14  wrongful  act  or misconduct committed by him OR HER or any person under\n   15  his OR HER direct supervision and control while  rendering  professional\n   16  services on behalf of [such] THE organization or plan.\n   17    (C) NO CONTRACT OR AGREEMENT BETWEEN A HEALTH MAINTENANCE ORGANIZATION\n   18  OR  ITS  COMPREHENSIVE HEALTH SERVICES PLAN AND ANY HEALTH CARE PROVIDER\n   19  SHALL DELEGATE THE LIABILITY OF THE HEALTH MAINTENANCE  ORGANIZATION  TO\n   20  ANY  HEALTH  CARE  PROVIDER OR SHALL REQUIRE THE HEALTH CARE PROVIDER TO\n   21  INDEMNIFY OR HOLD HARMLESS THE ORGANIZATION OR PLAN  FOR  ANY  LIABILITY\n   22  THE ORGANIZATION OR PLAN MAY INCUR.\n   23    S  5. If any provision of this act or the application thereof shall be\n   24  held to be invalid, such invalidity shall not affect other provisions or\n   25  other applications of any provision of  this  act  which  can  be  given\n   26  effect  without  the  invalid provision or application, and to that end,\n   27  the provisions and application of this act are severable.\n   28    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law, the civil practice law and rules and the public health law, in relation to holding health care organizations accountable for the consequences of their decisions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110110.T151618.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393414
}