{
  "year" : 2011,
  "senateBillNo" : "A1548-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to election law",
    "billEventId" : "A1548-2011-1294635600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for early voting at presidential elections",
  "summary" : "Provides for early voting at presidential elections. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A203-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1548\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. MILLMAN -- read once and referred to the Commit-\n         tee on Election Law\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 9 of article 2 of the constitution, in\n         relation to early voting for presidential elections\n\n    1    Section 1. Resolved (if the Senate concur), That section 9 of  article\n    2  2 of the constitution be amended to read as follows:\n    3    S  9. A. Notwithstanding the residence requirements imposed by section\n    4  one of this article,  the  legislature  may,  by  general  law,  provide\n    5  special procedures whereby every person who shall have moved from anoth-\n    6  er  state  to this state or from one county, city or village within this\n    7  state to another county, city or village within this state and who shall\n    8  have been an inhabitant of this state in any event for ninety days  next\n    9  preceding  an election at which electors are to be chosen for the office\n   10  of president and vice president of the United States shall  be  entitled\n   11  to  vote in this state solely for such electors, provided such person is\n   12  otherwise qualified to vote in this state and is not able to qualify  to\n   13  vote  for such electors in any other state. The legislature may also, by\n   14  general law, prescribe special procedures whereby every  person  who  is\n   15  registered  and  would be qualified to vote in this state but for his or\n   16  her removal from this state  to  another  state  within  one  year  next\n   17  preceding  such  election shall be entitled to vote in this state solely\n   18  for such electors, provided such person is not able to qualify  to  vote\n   19  for such electors in any other state.\n   20    B.  NOTWITHSTANDING  SECTION TWO OF THIS ARTICLE, THE LEGISLATURE MAY,\n   21  BY GENERAL LAW, FOR ANY ELECTION AT WHICH ELECTORS ARE TO BE CHOSEN  FOR\n   22  THE OFFICE OF PRESIDENT AND VICE PRESIDENT OF THE UNITED STATES, PROVIDE\n   23  A MANNER IN WHICH, AND THE TIME AND PLACE AT WHICH, QUALIFIED VOTERS MAY\n   24  VOTE  PRIOR TO THE DATE OF SUCH ELECTION, AND FOR THE RETURN AND CANVASS\n   25  OF THEIR VOTES.\n   26    S 2. Resolved (if the Senate concur), That the foregoing amendment  be\n   27  referred  to  the  first regular legislative session convening after the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89055-01-1\n\n       A. 1548                             2\n\n    1  next succeeding general election of members of  the  assembly,  and,  in\n    2  conformity  with  section  1  of  article  19  of  the  constitution, be\n    3  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 9 of article 2 of the constitution, in relation to early voting for presidential elections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T152140.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393434
}