{
  "year" : 2011,
  "senateBillNo" : "A1549-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to education",
    "billEventId" : "A1549-2011-1294635600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Nolan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to procurement by the board of education of the city school district of the city of New York and by the New York city school construction authority; repealer",
  "summary" : "Authorizes the chancellor of the city district to ensure that all contracts or agreements involving the purchase or delivery of material goods, supplies and services, including any franchise or concession agreements, are entered into in accordance with the New York city charter, the rules of the New York city procurement policy board and the New York city franchise concession and review committees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1816-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1549\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  NOLAN,  MILLMAN, JACOBS, O'DONNELL, PERRY --\n         Multi-Sponsored by -- M.  of A. COOK, GLICK, GOTTFRIED, MARKEY,  PHEF-\n         FER,  WEISENBERG  -- read once and referred to the Committee on Educa-\n         tion\n\n       AN ACT to amend the education law and the  public  authorities  law,  in\n         relation  to  procurement by the board of education of the city school\n         district of the city of New York and  by  the  New  York  city  school\n         construction authority; and to repeal subdivision 36 of section 2590-h\n         of the education law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 36 of section 2590-h of the  education  law  is\n    2  REPEALED and a new subdivision 36 is added to read as follows:\n    3    36.  (A)  NOTWITHSTANDING ANY OTHER PROVISIONS OF LAW, ENSURE THAT ALL\n    4  CONTRACTS OR AGREEMENTS INVOLVING THE PURCHASE OR DELIVERY  OF  MATERIAL\n    5  GOODS,  SUPPLIES,  AND SERVICES BY OR TO THE CHANCELLOR, THE SUPERINTEN-\n    6  DENTS OR THE SCHOOLS, INCLUDING ANY FRANCHISE OR CONCESSION  AGREEMENTS,\n    7  REGARDLESS  OF  THE SOURCE OF FUNDS, ARE ENTERED INTO IN ACCORDANCE WITH\n    8  THE PROVISIONS OF CHAPTERS THIRTEEN AND FOURTEEN OF THE  NEW  YORK  CITY\n    9  CHARTER,  THE RULES OF THE NEW YORK CITY PROCUREMENT POLICY BOARD AND OF\n   10  THE NEW YORK CITY FRANCHISE CONCESSION AND  REVIEW  COMMITTEE.  NO  SUCH\n   11  CONTRACT  OR  AGREEMENT SHALL BE IMPLEMENTED UNTIL IT HAS BEEN FILED AND\n   12  REGISTERED BY THE COMPTROLLER PURSUANT TO CHAPTERS FIVE AND THIRTEEN  OF\n   13  THE  NEW  YORK  CITY  CHARTER. FOR THE PURPOSES OF THIS SUBDIVISION, THE\n   14  TERMS \"CONTRACT\" OR \"AGREEMENT\" SHALL INCLUDE ANY CONTRACT THAT DIRECTLY\n   15  OR INDIRECTLY BENEFITS THE CITY  DISTRICT,  INCLUDING  ANY  CONTRACT  OR\n   16  OTHER  INSTRUMENT  IN WHICH THE CITY, CITY BOARD, OR ANY OF ITS OFFICERS\n   17  AGREES TO GIVE OR RECEIVE A CONSIDERATION  OTHER  THAN  THE  PAYMENT  OF\n   18  MONEY;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05586-01-1\n\n       A. 1549                             2\n\n    1    (B)  ESTABLISH  STANDARDS  FOR  QUALITY,  FUNCTION, AND UTILITY OF ALL\n    2  MATERIAL GOODS, SUPPLIES, AND  SERVICES  PURCHASED  BY  THE  CHANCELLOR,\n    3  SUPERINTENDENTS, OR SCHOOLS; AND\n    4    (C) PROMULGATE REGULATIONS WHICH ENABLE SUPERINTENDENTS AND SCHOOLS TO\n    5  PURCHASE MATERIAL GOODS, SUPPLIES, AND SERVICES DIRECTLY FROM VENDORS OR\n    6  SUPPLIERS WHEN SUCH PRODUCTS ARE AVAILABLE AT PRICES OR OTHER TERMS MORE\n    7  ECONOMICALLY BENEFICIAL FOR THE PURPOSES OF THE ACQUIRING SUPERINTENDENT\n    8  OR  SCHOOL.  SUCH  REGULATIONS  SHALL  ALSO  INCLUDE REPAIR SERVICES AND\n    9  BUILDING SUPPLIES, AS DEFINED IN SUCH REGULATIONS, FOR EXPENDITURES FROM\n   10  EACH DISTRICT'S MINOR REPAIR AND PURCHASING FUNDS  PURSUANT  TO  SECTION\n   11  TWENTY-FIVE HUNDRED NINETY-R OF THIS ARTICLE.\n   12    S  2.  Paragraph  b  of  subdivision  1  of section 1734 of the public\n   13  authorities law, as added by chapter 738 of the laws of 1988, is amended\n   14  to read as follows:\n   15    b. The authority shall be subject to the  provisions  of  section  one\n   16  hundred  one of the general municipal law AND TO THE PROVISIONS OF CHAP-\n   17  TERS THIRTEEN AND FOURTEEN OF THE NEW YORK CITY CHARTER AND THE RULES OF\n   18  THE NEW YORK CITY PROCUREMENT POLICY BOARD AND  OF  THE  NEW  YORK  CITY\n   19  FRANCHISE  AND  CONCESSION  REVIEW  COMMITTEE.  NO CONTRACT OR AGREEMENT\n   20  AWARDED PURSUANT TO THIS SECTION SHALL BE IMPLEMENTED UNTIL IT HAS  BEEN\n   21  FILED  AND  REGISTERED  BY THE COMPTROLLER PURSUANT TO CHAPTERS FIVE AND\n   22  THIRTEEN OF THE NEW YORK CITY CHARTER.\n   23    S 3. This act shall take effect immediately  provided,  however,  that\n   24  the amendment to section 2590-h of the education law made by section one\n   25  of  this  act  shall  not  affect  the  expiration and reversion of such\n   26  section and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the public authorities law, in relation to procurement by the board of education of the city school district of the city of New York and by the New York city school construction authority; and to repeal subdivision 36 of section 2590-h of the education law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T152140.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393442
}