{
  "year" : 2011,
  "senateBillNo" : "A1545-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to election law",
    "billEventId" : "A1545-2011-1294635600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires state board of elections to publish on its website a brief statement relating to proposed constitutional amendments that will appear on the ballot",
  "summary" : "Requires state board of elections to publish on its website a brief statement relating to proposed constitutional amendments that will appear on the ballot. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A10478-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1545\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. MILLMAN -- read once and referred to the Commit-\n         tee on Election Law\n\n       AN ACT to amend the election law, in relation to publication of  consti-\n         tutional amendments\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 4-116 of the election law, the section  heading  as\n    2  amended  by chapter 234 of the laws of 1976, subdivision 1 as amended by\n    3  chapter 341 of the laws of 1995 and subdivisions 2 and 3 as  amended  by\n    4  chapter 60 of the laws of 1993, is amended to read as follows:\n    5    S  4-116.  Constitutional  amendments and questions; publication of by\n    6  state board of elections and secretary of state.  1.  The  secretary  of\n    7  state  shall  cause  each concurrent resolution of the two houses of the\n    8  legislature agreeing to a proposed amendment to  the  constitution  that\n    9  has  been  referred  to the legislature to be chosen at the next general\n   10  election to be published at least once in each of the three months  next\n   11  preceding  such election. Such publication shall include the information\n   12  that such amendment has been so referred.\n   13    2. The state board of elections shall publish [once in  the  week]  ON\n   14  ITS  WEBSITE  FOR  ONE  WEEK  preceding  any  election at which proposed\n   15  constitutional amendments or other propositions or questions are  to  be\n   16  submitted  to  the  voters of the state an abstract of such amendment or\n   17  question, a brief statement of the law or proceedings  authorizing  such\n   18  submission,  a  statement that such submission will be made and the form\n   19  in which it is to be submitted.\n   20    [3. Publication required by subdivision two of this section  shall  be\n   21  in one newspaper of general circulation in each county.]\n   22    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04943-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to publication of constitutional amendments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110110.T151618.TXT", "SOBI.D110110.T155628.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393426
}