{
  "year" : 2011,
  "senateBillNo" : "A1541-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1541-2011-1294635600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to providing a preference in awarding state contracts to entities which provide employer sponsored health coverage",
  "summary" : "Provides a preference to entities which provide employer sponsored health coverage in awarding contracts to provide goods or services to state agencies, public authorities and public benefit corporations if such bidding contractor is within 15 percent of the lowest bidder which does not provide such coverage. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A2349-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1541\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by M. of A. GOTTFRIED, DINOWITZ, PAULIN, GALEF, COOK, JACOBS,\n         PEOPLES-STOKES,  SCHIMEL  --  Multi-Sponsored  by  --  M.  of A. BING,\n         CAHILL, COLTON, FARRELL, GLICK, JAFFEE, KELLNER, LAVINE, MAISEL, McEN-\n         ENY, MILLMAN, PHEFFER, SWEENEY  --  read  once  and  referred  to  the\n         Committee on Governmental Operations\n\n       AN ACT to amend the state finance law, in relation to granting a prefer-\n         ence  in state contracts for contractors which provide their employees\n         with employer-sponsored health coverage\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 165 of the state finance law is amended by adding a\n    2  new subdivision 9 to read as follows:\n    3    9. PREFERENCE IN STATE CONTRACTS FOR CONTRACTORS WHO PROVIDE EMPLOYEES\n    4  WITH EMPLOYER-SPONSORED HEALTH COVERAGE.\n    5    A.  FOR  THE  PURPOSES OF THIS SUBDIVISION, \"EMPLOYER-SPONSORED HEALTH\n    6  COVERAGE\" SHALL MEAN A HEALTH  INSURANCE  POLICY,  COMPREHENSIVE  HEALTH\n    7  SERVICES  PLAN, OR A SELF-FUNDED PLAN OR TRUST, AS DEFINED BY THE SUPER-\n    8  INTENDENT OF INSURANCE, IN CONSULTATION WITH THE COMMISSIONER OF HEALTH,\n    9  WHICH, AT A MINIMUM, MEETS THE FOLLOWING STANDARDS:\n   10    (I) IS AVAILABLE TO ALL ELIGIBLE EMPLOYEES OF AN  EMPLOYER  REGARDLESS\n   11  OF AGE, SEX, HEALTH STATUS OR OCCUPATION;\n   12    (II)  INCLUDES  BENEFITS WHICH ARE EQUIVALENT TO THE BENEFITS PROVIDED\n   13  TO STATE OFFICERS AND EMPLOYEES PURSUANT TO ARTICLE ELEVEN OF THE  CIVIL\n   14  SERVICE LAW; AND\n   15    (III)  PROVIDES  FOR  EMPLOYEE  COST-SHARING  THAT IS NO MORE THAN THE\n   16  COST-SHARING PROVISIONS OF A TYPICAL EMPLOYER-SPONSORED HEALTH  COVERAGE\n   17  PLAN.\n   18    IN  DEFINING  SUCH  COVERAGE, THE SUPERINTENDENT OF INSURANCE MAY VARY\n   19  THE STANDARDS OF A PLAN BASED ON EMPLOYER SIZE.\n   20    B. (I) EXCEPT AS PROVIDED IN THIS SUBDIVISION, THE STATE AND ANY STATE\n   21  AGENCY, PUBLIC BENEFIT CORPORATION OR  PUBLIC  AUTHORITY  OF  THE  STATE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05350-01-1\n\n       A. 1541                             2\n\n    1  SHALL  GRANT A PREFERENCE IN ANY CONTRACT FOR THE SUPPLY OF COMMODITIES,\n    2  SERVICES OR CONSTRUCTION TO ANY CONTRACTOR THAT PROVIDES  ITS  EMPLOYEES\n    3  WITH EMPLOYER-SPONSORED HEALTH COVERAGE.\n    4    (II)  IN  THE CASE OF CONTRACTS LET BY A COMPETITIVE PROCESS, WHENEVER\n    5  THE RESPONSIVE AND RESPONSIBLE OFFERER HAVING THE LOWEST PRICE  OR  BEST\n    6  VALUE  OFFER  DOES  NOT  PROVIDE  ITS  EMPLOYEES WITH EMPLOYER-SPONSORED\n    7  HEALTH COVERAGE AND ANOTHER RESPONSIVE AND RESPONSIBLE OFFERER THAT DOES\n    8  PROVIDE ITS EMPLOYEES  SUCH  COVERAGE  HAS  SUBMITTED  AN  OFFER  WITHIN\n    9  FIFTEEN  PERCENT  OF THE LOWEST PRICE OR BEST VALUE OFFER FOR A CONTRACT\n   10  TO SUPPLY COMMODITIES, SERVICES OR CONSTRUCTION OF  COMPARABLE  QUALITY,\n   11  THE  CONTRACTING  ENTITY SHALL REFER SUCH OFFERS TO THE COMMISSIONER WHO\n   12  MAY DETERMINE, IN ACCORDANCE WITH APPLICABLE LAW AND RULES, THAT  IT  IS\n   13  IN THE BEST INTERESTS OF THE STATE THAT THE CONTRACT BE AWARDED TO OTHER\n   14  THAN THE LOWEST PRICE OR BEST VALUE OFFER.\n   15    (III) IN THE CASE OF CONTRACTS LET BY OTHER THAN A COMPETITIVE PROCESS\n   16  FOR GOODS OR SERVICES INVOLVING AN EXPENDITURE OF AN AMOUNT GREATER THAN\n   17  THE  DISCRETIONARY  BUYING THRESHOLD AS SPECIFIED IN SECTION ONE HUNDRED\n   18  SIXTY-THREE OF THIS ARTICLE, OR FOR  CONSTRUCTION  INVOLVING  AN  AMOUNT\n   19  GREATER  THAN FIFTEEN THOUSAND DOLLARS, THE CONTRACTING ENTITY SHALL NOT\n   20  AWARD TO A PROPOSED CONTRACTOR THAT DOES NOT PROVIDE  EMPLOYER-SPONSORED\n   21  HEALTH  COVERAGE  TO  ITS EMPLOYEES UNLESS THE ENTITY SEEKING TO USE THE\n   22  COMMODITIES, SERVICES OR CONSTRUCTION DETERMINES THAT  THE  COMMODITIES,\n   23  SERVICES  OR  CONSTRUCTION  ARE  NECESSARY FOR THE ENTITY TO PERFORM ITS\n   24  FUNCTIONS AND THERE IS NO OTHER RESPONSIBLE CONTRACTOR THAT WILL  SUPPLY\n   25  COMMODITIES,  SERVICES OR CONSTRUCTION OF COMPARABLE QUALITY AT A COMPA-\n   26  RABLE PRICE. SUCH DETERMINATIONS SHALL BE MADE IN WRITING AND  SHALL  BE\n   27  PUBLIC DOCUMENTS.\n   28    C.  UPON  RECEIVING  INFORMATION  THAT A CONTRACTOR THAT HAS INDICATED\n   29  THAT IT PROVIDES ITS EMPLOYEES  EMPLOYER-SPONSORED  HEALTH  COVERAGE  IN\n   30  ACCORDANCE WITH THE PROVISIONS OF THIS SUBDIVISION IS IN VIOLATION THER-\n   31  EOF,  THE CONTRACTING ENTITY SHALL REVIEW SUCH INFORMATION AND OFFER THE\n   32  CONTRACTOR AN OPPORTUNITY TO RESPOND. IF THE  CONTRACTING  ENTITY  FINDS\n   33  THAT  A  VIOLATION  HAS  OCCURRED,  IT  SHALL TAKE SUCH ACTION AS MAY BE\n   34  APPROPRIATE AND PROVIDED FOR BY LAW, RULE OR  CONTRACT,  INCLUDING,  BUT\n   35  NOT  LIMITED  TO,  IMPOSING  SANCTIONS,  SEEKING  COMPLIANCE, RECOVERING\n   36  DAMAGES OR DECLARING THE CONTRACTOR IN DEFAULT.\n   37    D. A RESPONSIVE AND RESPONSIBLE OFFERER NOT  IN  COMPLIANCE  WITH  THE\n   38  PROVISIONS  OF  THIS SUBDIVISION MAY COME INTO COMPLIANCE UPON A COMMIT-\n   39  MENT THAT THE  PROVISION  OF  EMPLOYER-SPONSORED  HEALTH  COVERAGE  WILL\n   40  COMMENCE  FOR  EMPLOYEES  OF  THE CONTRACTOR NO LATER THAN THE EFFECTIVE\n   41  DATE OF THE PROPOSED CONTRACT.\n   42    E. AS USED IN THIS SUBDIVISION, THE TERM \"CONTRACT\" SHALL NOT  INCLUDE\n   43  CONTRACTS  WITH  GOVERNMENTAL  AND  NON-PROFIT  ORGANIZATIONS, CONTRACTS\n   44  AWARDED PURSUANT  TO  EMERGENCY  PROCUREMENT  PROCEDURES  OR  CONTRACTS,\n   45  RESOLUTIONS,  INDENTURES,  DECLARATIONS  OF  TRUST  OR OTHER INSTRUMENTS\n   46  AUTHORIZING OR RELATING TO THE AUTHORIZATION, ISSUANCE, AWARD,  SALE  OR\n   47  PURCHASE  OF  BONDS, CERTIFICATES OF INDEBTEDNESS, NOTES OR OTHER FISCAL\n   48  OBLIGATIONS, PROVIDED, HOWEVER, THAT A CONTRACT TO PROVIDE FINANCIAL  OR\n   49  LEGAL  ADVICE  OR  MANAGING UNDERWRITER SERVICES IN CONNECTION WITH SUCH\n   50  ACTIVITIES SHALL BE INCLUDED IN THE TERM \"CONTRACT\".\n   51    S 2. This act shall take effect on the first of January next  succeed-\n   52  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to granting a preference in state contracts for contractors which provide their employees with employer-sponsored health coverage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110110.T151618.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393416
}