{
  "year" : 2011,
  "senateBillNo" : "A1543-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to education",
    "billEventId" : "A1543-2011-1294635600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the transitioning age of students with disabilities",
  "summary" : "Provides that the transitioning age of students with disabilities shall commence at the age of fourteen years. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2329-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1543\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by M. of A. JAFFEE -- read once and referred to the Committee\n         on Education\n\n       AN  ACT to amend the education law, in relation to the transitioning age\n         of students with disabilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  9  of  section 4401 of the education law, as\n    2  amended by chapter 378 of the laws  of  2007,  is  amended  to  read  as\n    3  follows:\n    4    9.  \"Transition  services\"  shall mean a coordinated set of activities\n    5  for a student with a disability, designed to be within a results-orient-\n    6  ed process, that is focused on improving  the  academic  and  functional\n    7  achievement of the student with a disability to facilitate movement from\n    8  school  to  post-school  activities, including post-secondary education,\n    9  vocational education, integrated employment (including supported employ-\n   10  ment), continuing  and  adult  education,  adult  services,  independent\n   11  living,  or  community  participation. The coordinated set of activities\n   12  shall be based upon the student's strengths, preferences and  interests,\n   13  and  shall include instruction, related services, community experiences,\n   14  the development of employment and other post-school adult living  objec-\n   15  tives,  and,  if  appropriate,  acquisition  of  daily living skills and\n   16  provision of  a  functional  vocational  evaluation.    SUCH  TRANSITION\n   17  SERVICES  SHALL  BEGIN  WHEN  SUCH STUDENT WITH A DISABILITY IS FOURTEEN\n   18  YEARS OF AGE.\n   19    S 2. Subdivision 9 of section 4401 of the education law, as amended by\n   20  chapter 311 of the laws of 1999, is amended to read as follows:\n   21    9. \"Transition services\" shall mean a coordinated  set  of  activities\n   22  for  a  student  with  a disability, designed within an outcome-oriented\n   23  process, which promotes movement from school to post-school  activities,\n   24  including  post-secondary  education,  vocational  training,  integrated\n   25  competitive employment (including supported employment), continuing  and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05542-01-1\n\n       A. 1543                             2\n\n    1  adult  education,  adult  services,  independent  living,  or  community\n    2  participation. The coordinated set of activities shall be based upon the\n    3  individual student's needs, taking into account  the  student's  prefer-\n    4  ences  and  interests,  and shall include instruction, related services,\n    5  community experiences, the development of  employment  and  other  post-\n    6  school  adult  living  objectives,  and,  if appropriate, acquisition of\n    7  daily living skills and functional vocational evaluation.  SUCH  TRANSI-\n    8  TION  SERVICES  SHALL BEGIN WHEN SUCH STUDENT WITH A DISABILITY IS FOUR-\n    9  TEEN YEARS OF AGE.\n   10    S 3. This act shall take effect immediately, provided that the  amend-\n   11  ments  to  subdivision  9  of  section 4401 of the education law made by\n   12  section one of this act shall be subject to the expiration and reversion\n   13  of such subdivision pursuant to section 22 of chapter 352 of the laws of\n   14  2005 and subdivision d of section 27 of chapter 378 of the laws of 2007,\n   15  as amended, when upon such date the provisions of section  two  of  this\n   16  act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the transitioning age of students with disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110110.T151618.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393421
}