{
  "year" : 2011,
  "senateBillNo" : "A1556-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to mental health",
    "billEventId" : "A1556-2011-1294635600000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to mandatory reporting of allegations of physical or sexual abuse of a child with mental or physical disabilities",
  "summary" : "Relates to mandatory reporting of allegations of physical or sexual abuse of a child with mental or physical disabilities residing in a facility operated by the department of mental hygiene. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A11211-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1556\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Mental Health\n\n       AN ACT to amend the mental hygiene law, in relation to mandatory report-\n         ing of allegations of physical or sexual abuse of a child with  mental\n         or physical disabilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The mental hygiene law is amended by adding a  new  section\n    2  16.30 to read as follows:\n    3  S 16.30 MANDATORY REPORTING OF PHYSICAL OR SEXUAL ABUSE.\n    4    (A)  ANY  AND  ALL ALLEGATIONS OF PHYSICAL OR SEXUAL ABUSE OF A PERSON\n    5  WITH MENTAL DISABILITIES RESIDING IN  A  FACILITY  OPERATED,  CERTIFIED,\n    6  LICENSED,  FUNDED  OR  OTHERWISE BY THE DEPARTMENT REPORTED TO ANY ABUSE\n    7  HOTLINE SHALL BE FORWARDED  TO  LOCAL  LAW  ENFORCEMENT  AND  THE  LOCAL\n    8  DISTRICT ATTORNEY'S OFFICE.\n    9    (B)  ALL  MANDATORY  REPORTERS  AND  ANY OTHER INDIVIDUAL REPORTING AN\n   10  ALLEGATION OF PHYSICAL OR SEXUAL ABUSE OF A PERSON WITH MENTAL DISABILI-\n   11  TIES OR PHYSICAL DISABILITIES RESIDING IN A  FACILITY  OPERATED,  CERTI-\n   12  FIED,  LICENSED,  FUNDED OR OTHERWISE AUTHORIZED BY THE DEPARTMENT SHALL\n   13  REPORT THE ALLEGATION TO LOCAL LAW ENFORCEMENT,  LOCAL  DISTRICT  ATTOR-\n   14  NEY'S  OFFICE,  CHILD  ABUSE  HOTLINE,  IF  APPLICABLE, ADULT PROTECTIVE\n   15  SERVICES, IF APPLICABLE, AND TO THE STATEWIDE CENTRAL REGISTER OF  CHILD\n   16  ABUSE AND MALTREATMENT.\n   17    (C)(I)  ANY  ALLEGATION  OF  AN  ABUSED  CHILD  IN RESIDENTIAL CARE AS\n   18  DEFINED IN SUBDIVISION ONE OF  SECTION  FOUR  HUNDRED  TWELVE-A  OF  THE\n   19  SOCIAL SERVICES LAW TO ANY ABUSE HOTLINE, STATEWIDE, SHALL BE IMMEDIATE-\n   20  LY  FORWARDED TO LOCAL LAW ENFORCEMENT AND THE LOCAL DISTRICT ATTORNEY'S\n   21  OFFICE.\n   22    (II) ANY ALLEGATION OF AN ABUSE TO A  YOUTH  RESIDING  IN  RESIDENTIAL\n   23  CARE  AS THE TERM IS DEFINED IN PARAGRAPH (A) OR (B) OF SUBDIVISION FOUR\n   24  OF SECTION FOUR HUNDRED TWELVE-A OF THE SOCIAL SERVICES LAW TO ANY ABUSE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03967-01-1\n\n       A. 1556                             2\n\n    1  HOTLINE SHALL BE IMMEDIATELY FORWARDED TO LOCAL LAW  ENFORCEMENT,  LOCAL\n    2  DISTRICT  ATTORNEY'S  OFFICE AND THE STATEWIDE CENTRAL REGISTER OF CHILD\n    3  ABUSE AND MALTREATMENT.\n    4    (D)  ALL  FACILITIES,  DAY  PROGRAMS,  GROUP HOMES AND OTHER PROVIDERS\n    5  OPERATED, LICENSED, FUNDED OR OTHERWISE  AUTHORIZED  BY  THE  DEPARTMENT\n    6  SHALL COMPLY WITH SUBDIVISIONS (B) AND (C) OF THIS SECTION.\n    7    S 2. This act shall take effect on the one hundred twentieth day after\n    8  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to mandatory reporting of allegations of physical or sexual abuse of a child with mental or physical disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110110.T153118.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774334817
}