{
  "year" : 2011,
  "senateBillNo" : "A1553-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to social services",
    "billEventId" : "A1553-2011-1294635600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to medicaid eligibility for youth leaving court ordered placement",
  "summary" : "Relates to medicaid eligibility for youth leaving court ordered placement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A11020-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1553\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. ORTIZ, GIBSON, MILLMAN, BOYLAND -- Multi-Spon-\n         sored by -- M. of A.  BRENNAN, McENENY, ROBINSON, TITONE -- read  once\n         and referred to the Committee on Social Services\n\n       AN  ACT to amend the social services law, in relation to medicaid eligi-\n         bility for youth leaving court ordered placement\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  364-i  of  the social services law is amended by\n    2  adding a new subdivision 7 to read as follows:\n    3    7. YOUTH LEAVING COURT ORDERED PLACEMENT; PRESUMPTIVE ELIGIBILITY. (A)\n    4  NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE  CONTRARY,  YOUTH  WHO\n    5  HAVE  BEEN PLACED PURSUANT TO SUBDIVISION THREE OR FOUR OF SECTION 353.3\n    6  OF THE FAMILY COURT ACT, SHALL BE PRESUMED ELIGIBLE FOR MEDICAL  ASSIST-\n    7  ANCE  UNDER  THIS TITLE BEGINNING ON THE DATE OF THEIR RELEASE FROM SUCH\n    8  PLACEMENT.\n    9    (B) SUCH PRESUMPTIVE ELIGIBILITY SHALL CONTINUE THROUGH THE EARLIER OF\n   10  THE DAY ON WHICH A DETERMINATION IS MADE WITH RESPECT TO THE ELIGIBILITY\n   11  OF THE YOUTH FOR ASSISTANCE PURSUANT TO THIS TITLE, OR IN THE CASE OF  A\n   12  YOUTH  FOR  WHOM AN APPLICATION FOR ASSISTANCE PURSUANT TO THIS TITLE IS\n   13  NOT FILED ON HIS OR HER BEHALF OR WHO DOES NOT FILE AN  APPLICATION  FOR\n   14  SUCH  ASSISTANCE,  SIXTY DAYS FROM THE RELEASE OF SUCH YOUTH FROM PLACE-\n   15  MENT ORDERED PURSUANT TO SUBDIVISION THREE OR FOUR OF SECTION  353.3  OF\n   16  THE FAMILY COURT ACT.\n   17    (C) CARE, SERVICES AND SUPPLIES, AS SET FORTH IN SECTION THREE HUNDRED\n   18  SIXTY-FIVE-A  OF  THIS  TITLE,  THAT  ARE  FURNISHED TO A YOUTH DURING A\n   19  PRESUMPTIVE ELIGIBILITY PERIOD UNDER THIS SUBDIVISION BY AN ENTITY  THAT\n   20  IS  ELIGIBLE FOR PAYMENTS UNDER THIS TITLE SHALL BE DEEMED TO BE MEDICAL\n   21  ASSISTANCE FOR PURPOSES OF PAYMENT AND STATE REIMBURSEMENT.\n   22    S 2. Paragraph (c) of subdivision 3 of section  364-j  of  the  social\n   23  services  law  is  amended  by adding a new subparagraph (vi) to read as\n   24  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04008-01-1\n\n       A. 1553                             2\n\n    1    (VI) A YOUTH WHO HAS LEFT PLACEMENT ORDERED  PURSUANT  TO  SUBDIVISION\n    2  THREE  OR  FOUR OF SECTION 353.3 OF THE FAMILY COURT ACT WITHIN THE LAST\n    3  SIXTY DAYS WHO:\n    4    A.  IS  CONSIDERED  TO  BE PRESUMPTIVELY ELIGIBLE FOR ASSISTANCE UNDER\n    5  THIS TITLE PURSUANT  TO  SUBDIVISION  SEVEN  OF  SECTION  THREE  HUNDRED\n    6  SIXTY-FOUR-I OF THIS TITLE, AND\n    7    B.  WOULD  NOT  BE  DEEMED INELIGIBLE TO PARTICIPATE IN A MANAGED CARE\n    8  PROGRAM PURSUANT TO PARAGRAPH (D) OF THIS SUBDIVISION.\n    9    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   10  have  become  a  law; provided however, that effective  immediately, the\n   11  office of children and family services  and  the  department  of  health\n   12  shall  promulgate any rules or regulations necessary for the implementa-\n   13  tion of this act on such effective date; and provided further  that  the\n   14  amendments  to  section 364-j of the social services law made by section\n   15  two of this act shall not affect the repeal of such section and shall be\n   16  deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to medicaid eligibility for youth leaving court ordered placement ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T152140.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393463
}