{
  "year" : 2011,
  "senateBillNo" : "A1552-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1552-2011-1294635600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts textbooks required or recommended by college professors for use in a particular course from sales and compensating use taxes",
  "summary" : "Exempts textbooks required or recommended by college professors for use in a particular course from sales and compensating use taxes; and also requires that students provide a course syllabus or form which identifies course materials as a requirement for such exemption. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A7584-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1552\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, CASTELLI -- Multi-Sponsored by -- M. of A.\n         LUPARDO,  McENENY  --  read once and referred to the Committee on Ways\n         and Means\n\n       AN ACT to amend the tax  law,  in  relation  to  exempting  required  or\n         professor  recommended  college  textbooks from sales and compensating\n         use taxes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph 34 of subdivision (a) of section 1115 of the tax\n    2  law, as added by section 96 of part A of chapter 56 of the laws of 1998,\n    3  is amended to read as follows:\n    4    (34) Textbooks purchased by full and part time  college  students  for\n    5  their  courses;  provided,  however,  that  upon purchase such a student\n    6  shall present a valid student identification card AND COURSE SYLLABUS OR\n    7  FORM WHICH IDENTIFIES COURSE MATERIALS, and such  a  textbook  shall  be\n    8  required  for  a course being taken by such student at an institution of\n    9  higher education. For purposes of this subdivision the term:\n   10    (i) \"Textbooks\" includes [only those] (A) books specifically  written,\n   11  designed  or  produced  for  educational,  instructional  or pedagogical\n   12  purposes; AND (B) ANY BOOKS, WHICH SHALL INCLUDE HARD COVERED OR  PAPER-\n   13  BACK BOOKS, WHICH A FULL OR PART TIME COLLEGE STUDENT IS REQUIRED TO USE\n   14  OR  RECOMMENDED  BY  A  PROFESSOR  TO  USE AS A TEXTBOOK IN A PARTICULAR\n   15  COURSE IN THE COLLEGE HE OR SHE ATTENDS.\n   16    (ii) \"Institution of higher education\" shall mean any  institution  of\n   17  higher  education, recognized and approved by the regents of the univer-\n   18  sity of the state of New York or accredited by a  nationally  recognized\n   19  accrediting agency or association accepted as such by the regents of the\n   20  university  of  the  state of New York, which provides a course of study\n   21  leading to the granting  of  a  post-secondary  degree,  certificate  or\n   22  diploma.\n   23    S  2. This act shall take effect on the first of January next succeed-\n   24  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04019-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to exempting required or professor recommended college textbooks from sales and compensating use taxes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T152140.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393459
}