{
  "year" : 2011,
  "senateBillNo" : "A1559-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1559-2011-1294635600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires manufacturers of genetically engineered plants to be liable for damages due to cross-contamination",
  "summary" : "Requires persons who sell or distribute genetically engineered plants, planting stock or seeds to provide written instructions to purchasers or growers of such stock. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A7623-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1559\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. ORTIZ, COOK -- Multi-Sponsored by -- M. of A.\n         HOOPER, McENENY, ROBINSON -- read once and referred to  the  Committee\n         on Agriculture\n\n       AN  ACT to amend the agriculture and markets law, in relation to liabil-\n         ity for crop contamination by genetically engineered material\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The agriculture and markets law is amended by adding a new\n    2  article 9-B to read as follows:\n    3                                 ARTICLE 9-B\n    4                             LIABILITY FOR CROP\n    5                              CONTAMINATION BY\n    6                       GENETICALLY ENGINEERED MATERIAL\n\n    7  SECTION 142-AAA. LIABILITY FOR CROP CONTAMINATION BY  GENETICALLY  ENGI-\n    8                     NEERED MATERIAL.\n    9          142-BBB. SEED CONTRACTS.\n   10    S  142-AAA. LIABILITY FOR CROP CONTAMINATION BY GENETICALLY ENGINEERED\n   11  MATERIAL. 1. FOR PURPOSES OF THIS ARTICLE:\n   12    (A) \"GENETICALLY ENGINEERED\" MEANS ALTERED BY  HUMAN  MANIPULATION  AT\n   13  THE  MOLECULAR OR CELLULAR LEVEL BY PROCESSES, INCLUDING RECOMBINANT DNA\n   14  AND RNA TECHNIQUES, CELL FUSION, MICROENCAPSULATION, MACROENCAPSULATION,\n   15  GENE DELETION AND DOUBLING, INTRODUCTION  OF  FOREIGN  GENES,  AND  GENE\n   16  REPOSITIONING, WHICH ARE NOT POSSIBLE UNDER NATURAL CONDITIONS.  \"GENET-\n   17  ICALLY  ENGINEERED\"  DOES  NOT  INCLUDE  PRODUCTS ALTERED EXCLUSIVELY BY\n   18  BREEDING, CONJUGATION, FERMENTATION, HYBRIDIZATION, IN VITRO  FERTILIZA-\n   19  TION, OR TISSUE CULTURE.\n   20    (B)  \"CROSS-CONTAMINATION\"  MEANS  ANY  TRANSFER  AND INCORPORATION OF\n   21  GENETIC MATERIAL FROM A GENETICALLY ENGINEERED CROP OR PLANT, BY  CROSS-\n   22  POLLINATION  OR  OTHER  MEANS, INTO A NON-GENETICALLY ENGINEERED CROP OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04025-01-1\n\n       A. 1559                             2\n\n    1  PLANT OR TO WILD PLANT POPULATIONS OR THE PRESENCE OF GENETICALLY  ENGI-\n    2  NEERED SEEDS IN A LOT OR PACKAGE OF NON-GENETICALLY ENGINEERED SEEDS.\n    3    (C)  \"MANUFACTURER\" MEANS A PERSON, FIRM, OR CORPORATION WHO PRODUCES,\n    4  DISTRIBUTES, AND SELLS GENETICALLY ENGINEERED PLANTS, PLANTING STOCK, OR\n    5  SEEDS.\n    6    2. A MANUFACTURER OF GENETICALLY ENGINEERED PLANTS, PLANTING STOCK, OR\n    7  SEEDS SHALL BE LIABLE TO ANY PERSON FOR ANY DAMAGES,  INCLUDING  REASON-\n    8  ABLE  ATTORNEY'S  FEES  AND OTHER LITIGATION COSTS, AND TO THE STATE FOR\n    9  NATURAL RESOURCES DAMAGES AND COSTS OF RESTORATION, DUE TO  CROSS-CONTA-\n   10  MINATION  CAUSED BY THE MANUFACTURER'S PRODUCTS. SUCH LIABILITY TO FARM-\n   11  ERS SHALL INCLUDE BUT NOT BE LIMITED TO:\n   12    (A) LOSS OF ANY PRICE PREMIUM WHICH WOULD HAVE  ACCRUED  TO  A  FARMER\n   13  GROWING NON-GENETICALLY ENGINEERED PRODUCTS BY CONTRACT OR OTHER MARKET-\n   14  ING ARRANGEMENT, OR WHICH WOULD HAVE BEEN OTHERWISE REASONABLY AVAILABLE\n   15  TO THE FARMER THROUGH ORDINARY COMMERCIAL CHANNELS;\n   16    (B)  ANY  JUDGMENT,  CHARGE,  OR  PENALTY FOR WHICH THE FARMER GROWING\n   17  NON-GENETICALLY ENGINEERED PRODUCTS IS LIABLE DUE TO BREACH OF CONTRACT,\n   18  INCLUDING LOSS OF ORGANIC CERTIFICATION, FOR FAILURE TO DELIVER  A  CROP\n   19  FREE OF GENETICALLY ENGINEERED MATERIAL OR FOR DELIVERING A CROP EXCEED-\n   20  ING  ANY CONTRACTUALLY AGREED TOLERANCES FOR THE PRESENCE OF GENETICALLY\n   21  ENGINEERED MATERIAL;\n   22    (C) ANY  ADDITIONAL  TRANSPORTATION,  STORAGE,  HANDLING,  OR  RELATED\n   23  CHARGES  OR  COSTS  INCURRED  BY  THE  FARMER  THAT  WOULD NOT HAVE BEEN\n   24  INCURRED IN THE ABSENCE OF CROSS-CONTAMINATION;\n   25    (D) MARKET PRICE REDUCTIONS INCURRED BY FARMERS RESULTING FROM LOSS OF\n   26  CROP EXPORTS, INCLUDING FOREIGN AND DOMESTIC MARKETS; AND\n   27    (E) A FARMER'S LOSS OF LIVELIHOOD OR REPUTATION CAUSED BY CROSS-CONTA-\n   28  MINATION.\n   29    A FARMER WHO IS NOT IN BREACH OF A CONTRACT FOR THE PURCHASE OR USE OF\n   30  GENETICALLY ENGINEERED PLANTS, PLANTING STOCK, OR SEEDS AND  UNKNOWINGLY\n   31  COMES INTO POSSESSION OR USES SUCH PLANTS, PLANTING STOCK, OR SEEDS AS A\n   32  RESULT  OF  NATURAL  REPRODUCTION,  CROSS-CONTAMINATION,  OR OTHER MEANS\n   33  SHALL NOT BE LIABLE UNDER THIS SUBDIVISION FOR ANY DAMAGES CAUSED BY THE\n   34  USE OF SUCH PLANTS, PLANTING STOCK,  OR  SEEDS,  INCLUDING  DAMAGES  FOR\n   35  PATENT INFRINGEMENT.\n   36    A  MANUFACTURER  SHALL  HAVE AN AFFIRMATIVE DEFENSE TO LIABILITY UNDER\n   37  THIS SUBDIVISION IF: A FARMER OR OTHER THIRD PARTY ACTED IN GROSS NEGLI-\n   38  GENCE TO CAUSE THE RELEASE OF THE GENETICALLY ENGINEERED  MATERIAL  THAT\n   39  RESULTED  IN  CROSS-CONTAMINATION;  THE FARMER HAD RECEIVED AND SIGNED A\n   40  CONTRACT WITH THE MANUFACTURER; THE FARMER HAD RECEIVED WRITTEN  MATERI-\n   41  ALS  FROM  THE  MANUFACTURER  EXPLAINING  HOW TO PLANT AND CULTIVATE THE\n   42  GENETICALLY ENGINEERED  PLANTS;  AND  BY  FOLLOWING  THE  MANUFACTURER'S\n   43  CONTRACT  AND  INSTRUCTIONS  THE  FARMER  WOULD  NOT HAVE CAUSED DAMAGES\n   44  THROUGH THE USE OF SUCH PLANTS, PLANTING STOCK OR SEEDS; OR A SEED SELL-\n   45  ER OR DISTRIBUTOR, OTHER THAN THE MANUFACTURER, ACTED  IN  GROSS  NEGLI-\n   46  GENCE TO CAUSE THE PRESENCE OF THE MANUFACTURER'S GENETICALLY ENGINEERED\n   47  SEEDS  IN  A  LOT  OR  PACKAGE  OF  SEEDS  THAT WERE SOLD TO A FARMER AS\n   48  NON-GENETICALLY ENGINEERED SEEDS.\n   49    THE PROVISIONS OF THIS SUBDIVISION SHALL NOT LIMIT THE LIABILITY OF  A\n   50  MANUFACTURER  UNDER ANY CAUSE OF ACTION NOT BASED UPON THIS SUBDIVISION.\n   51  THE PROVISIONS OF THIS SUBDIVISION SHALL NOT BE SUBJECT  TO  WAIVER,  BY\n   52  AGREEMENT, OR OTHERWISE.\n   53    S  142-BBB.  SEED CONTRACTS. A SEED CONTRACT FOR THE PURCHASE OF SEEDS\n   54  OR PLANTING STOCK IN NEW YORK MUST BE GOVERNED BY THE LAWS OF NEW  YORK.\n   55  IF SUCH A CONTRACT EXECUTED IN NEW YORK PURPORTS TO WAIVE THE PROVISIONS\n   56  OF  THIS  SECTION,  TO CHOOSE THE LAWS OF ANOTHER JURISDICTION TO GOVERN\n\n       A. 1559                             3\n\n    1  THE CONTRACT OR TO CHOOSE A FORUM FOR ADJUDICATION OF  DISPUTES  ARISING\n    2  OUT  OF THE CONTRACT THAT WOULD NOT OTHERWISE HAVE JURISDICTION OVER THE\n    3  PARTIES TO THE CONTRACT, SUCH PROVISIONS ARE VOID AND UNENFORCEABLE.\n    4    S  2.  Severability.  If any clause, sentence, subdivision, paragraph,\n    5  section or part of this act is adjudged by any court of competent juris-\n    6  diction to be invalid, such judgment shall not affect, impair or invali-\n    7  date the remainder thereof, but shall be confined in  its  operation  to\n    8  the  clause,  sentence,  subdivision, paragraph, section or part thereof\n    9  directly involved in the controversy in which such judgment  shall  have\n   10  been rendered.\n   11    S 3. This act shall take effect on the one hundred twentieth day after\n   12  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to liability for crop contamination by genetically engineered material ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110110.T152618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774334828
}