{
  "year" : 2011,
  "senateBillNo" : "A1550-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to education",
    "billEventId" : "A1550-2011-1294635600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that school district employees shall not knowingly sell, market, provide, distribute, endorse or recommend the use of certain dietary supplements",
  "summary" : "Provides school district employees shall not knowingly sell, market, provide, distribute, endorse or recommend the use of certain dietary supplements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A7627-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1550\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. ORTIZ, PHEFFER, ROBINSON, J. RIVERA -- Multi-\n         Sponsored by -- M. of A.  CYMBROWITZ, GALEF, HOOPER, MAYERSOHN, PERRY,\n         P. RIVERA, TOWNS -- read once and referred to the Committee on  Educa-\n         tion\n\n       AN ACT to amend the education law, in relation to dietary supplements\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new  section  3036\n    2  to read as follows:\n    3    S  3036.  SALE  AND  ENDORSEMENT  OF  DIETARY  SUPPLEMENTS.  NO SCHOOL\n    4  DISTRICT EMPLOYEE SHALL SELL, MARKET, PROVIDE,  DISTRIBUTE,  ENDORSE  OR\n    5  RECOMMEND, EXCEPT WHEN PART OF HIS OR HER REQUIRED DUTIES, SUCH AS NURS-\n    6  ING  OR  MEDICAL  DUTIES  REQUIRING  THE  PROVISION  OF  SUPPLEMENTS  AS\n    7  PRESCRIBED BY A STUDENT'S MEDICAL PROVIDER,  CLASSROOM  TEACHING  DUTIES\n    8  RELATED  TO  SUPPLEMENTS  THAT  MAY  INCLUDE  RECOMMENDATIONS OF CERTAIN\n    9  SUPPLEMENTS, AND ANY OTHER REQUIRED DUTIES APPROVED BY  THE  DEPARTMENT,\n   10  THE  USE OF DIETARY SUPPLEMENTS, INCLUDING, BUT NOT LIMITED TO VITAMINS,\n   11  MINERALS, HERBS OR OTHER BOTANICALS, AND AMINO ACIDS,  OR  CONCENTRATES,\n   12  METABOLITES,  CONSTITUENTS,  EXTRACTS, OR COMBINATIONS OF THESE INGREDI-\n   13  ENTS, INTENDED FOR INGESTION IN PILL, CAPSULE, TABLET,  OR  LIQUID  FORM\n   14  AND  NOT  REPRESENTED FOR USE AS A CONVENTIONAL FOOD OR AS THE SOLE ITEM\n   15  OF A MEAL OR DIET AND LABELED AS A DIETARY SUPPLEMENT, AS DEFINED  UNDER\n   16  THE FEDERAL FOOD, DRUG AND COSMETIC ACT, TO ANY STUDENT.  THE DEPARTMENT\n   17  SHALL  DEVELOP  REGULATIONS  TO INFORM SCHOOLS AND THEIR EMPLOYEES ABOUT\n   18  THE RESTRICTIONS, AND  EXCEPTIONS,  ON  SELLING,  MARKETING,  PROVIDING,\n   19  DISTRIBUTING, ENDORSING OR RECOMMENDING DIETARY SUPPLEMENTS TO STUDENTS.\n   20  THE  DEPARTMENT  SHALL DEVELOP AND DISTRIBUTE TO ALL SCHOOLS INFORMATION\n   21  ABOUT THE POTENTIAL RISKS  OF  USING  CERTAIN  DIETARY  SUPPLEMENTS  FOR\n   22  ENHANCED  ATHLETIC  PERFORMANCE,  MUSCLE  GROWTH,  WEIGHT LOSS AND OTHER\n   23  SIMILAR PURPOSES. SUCH INFORMATION SHALL BE USED BY COACHES, HEALTH  AND\n   24  PHYSICAL  EDUCATION TEACHERS, NURSES AND OTHER SCHOOL DISTRICT EMPLOYEES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04028-01-1\n\n       A. 1550                             2\n\n    1  TO INFORM STUDENTS, AND THEIR PARENTS, ABOUT THE POTENTIAL RISKS ASSOCI-\n    2  ATED WITH SUCH DIETARY SUPPLEMENTS.\n    3    S 2. This act shall take effect on the one hundred eightieth day after\n    4  it shall have become a law; provided, however, that effective immediate-\n    5  ly  the  commissioner of education is authorized and directed to promul-\n    6  gate any rule or regulation or to take any  other  necessary  action  to\n    7  ensure the timely implementation of this act on its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to dietary supplements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T152140.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110111.T135953.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294772393446
}