{
  "year" : 2011,
  "senateBillNo" : "A1557-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1557-2011-1294635600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the sale of alcoholic energy drinks",
  "summary" : "Prohibits the sale of alcoholic energy drinks and provides definition thereof. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A9901-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1557\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, M. MILLER, MAYERSOHN, COOK, CASTRO, McDO-\n         NOUGH, FINCH, MONTESANO, BARRON -- Multi-Sponsored  by  --  M.  of  A.\n         CALHOUN,  HIKIND,  MENG  -- read once and referred to the Committee on\n         Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the general business law, in relation to prohibiting the\n         sale of alcoholic energy drinks\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-ddd to read as follows:\n    3    S  399-DDD.  PROHIBITION  ON  THE IMPORTATION, DISTRIBUTION OR SALE OF\n    4  ALCOHOLIC ENERGY DRINKS. 1. NO PERSON, FIRM, CORPORATION, OR ASSOCIATION\n    5  SHALL IMPORT, DISTRIBUTE, SELL OR OFFER TO  SELL  ANY  ALCOHOLIC  ENERGY\n    6  DRINK.\n    7    2. FOR THE PURPOSES OF THIS SECTION, THE TERM \"ALCOHOLIC ENERGY DRINK\"\n    8  MEANS  ANY  ALCOHOLIC  BEVERAGES  TO  WHICH CAFFEINE OR OTHER STIMULANTS\n    9  WHICH ARE METABOLIZED AS CAFFEINE ARE ADDED.\n   10    3. WHENEVER THERE SHALL BE A VIOLATION OF THIS SECTION AN  APPLICATION\n   11  MAY  BE  MADE  BY  THE ATTORNEY GENERAL IN THE NAME OF THE PEOPLE OF THE\n   12  STATE OF NEW YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A SPECIAL\n   13  PROCEEDING TO ISSUE AN INJUNCTION, AND UPON NOTICE TO THE  DEFENDANT  OF\n   14  NOT  LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF SUCH\n   15  VIOLATIONS; AND IF IT SHALL APPEAR TO THE SATISFACTION OF THE  COURT  OR\n   16  JUSTICE  THAT  THE  DEFENDANT  HAS,  IN  FACT, VIOLATED THIS SECTION, AN\n   17  INJUNCTION MAY  BE  ISSUED  BY  THE  COURT  OR  JUSTICE,  ENJOINING  AND\n   18  RESTRAINING  ANY  FURTHER  VIOLATIONS,  WITHOUT REQUIRING PROOF THAT ANY\n   19  PERSON HAS, IN FACT, BEEN  INJURED  OR  DAMAGED  THEREBY.  IN  ANY  SUCH\n   20  PROCEEDING,  THE  COURT  MAY  MAKE ALLOWANCES TO THE ATTORNEY GENERAL AS\n   21  PROVIDED IN PARAGRAPH SIX OF SUBDIVISION  (A)  OF  SECTION  EIGHTY-THREE\n   22  HUNDRED  THREE  OF THE CIVIL PRACTICE LAW AND RULES, AND DIRECT RESTITU-\n   23  TION. WHENEVER THE COURT  SHALL  DETERMINE  THAT  A  VIOLATION  OF  THIS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03956-01-1\n\n       A. 1557                             2\n\n    1  SECTION  HAS  OCCURRED, THE COURT MAY IMPOSE A CIVIL PENALTY OF NOT MORE\n    2  THAN ONE THOUSAND DOLLARS FOR EACH VIOLATION. EACH SALE OF AN  ALCOHOLIC\n    3  ENERGY  DRINK  IN  VIOLATION OF THIS SECTION SHALL CONSTITUTE A SEPARATE\n    4  VIOLATION.  IN CONNECTION WITH ANY SUCH PROPOSED APPLICATION, THE ATTOR-\n    5  NEY GENERAL IS AUTHORIZED TO TAKE PROOF AND MAKE A DETERMINATION OF  THE\n    6  RELEVANT FACTS AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRAC-\n    7  TICE LAW AND RULES.\n    8    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting the sale of alcoholic energy drinks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110110.T152618.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774334821
}