{
  "year" : 2011,
  "senateBillNo" : "A1569-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to education",
    "billEventId" : "A1569-2011-1294635600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the \"healthy kids act\" pilot program to encourage students to develop healthy eating habits at school; appropriation",
  "summary" : "Creates the \"healthy kids act\" pilot program to encourage students to develop healthy eating habits at school; includes ten participating school districts grant to offset costs; appropriates $2,000,000 therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A10310-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1569\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. TEDISCO, KOLB, CONTE, RAIA, BARCLAY -- Multi-\n         Sponsored by -- M. of A.   THIELE -- read once  and  referred  to  the\n         Committee on Education\n\n       AN  ACT  to  create  the  \"Healthy  Kids Act\" pilot program to encourage\n         students to develop healthy eating habits and makes  an  appropriation\n         therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited  as  the  \"Healthy\n    2  Kids Act\".\n    3    S  2. The board of regents is hereby authorized and directed to estab-\n    4  lish a three-year pilot program to encourage students to develop healthy\n    5  eating habits in not less than ten school districts in New  York  state.\n    6  1.  School districts may apply, in accordance with criteria developed by\n    7  the board of regents, to be selected to participate in such program.  In\n    8  selecting  participating school districts, the board shall choose school\n    9  districts that are representative of the geographic and financial diver-\n   10  sity of the state, and have demonstrated  a  commitment  to  encouraging\n   11  students  to  develop  healthy  eating  habits.  The pilot program shall\n   12  commence in the 2012-2013 school year.  Participating  school  districts\n   13  will  be  eligible  to  receive  grants,  insofar as such funds are made\n   14  available by the legislature.\n   15    2. A participating school  district  shall  comply  with  all  of  the\n   16  following program requirements:\n   17    a. No beverage shall be sold to students from one-half hour before the\n   18  start  of the school day until one-half hour after the end of the school\n   19  day, except for the following:\n   20    (i) fruit-based drinks that are composed of no less than fifty percent\n   21  fruit juice and have no added sweeteners;\n   22    (ii) drinking water;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01485-01-1\n\n       A. 1569                             2\n\n    1    (iii) milk, including but not limited to, chocolate  milk,  soy  milk,\n    2  rice milk, and other dairy or non-dairy milk; and\n    3    (iv)  electrolyte  replacement beverages that do not contain more than\n    4  forty-two grams of added sweetener per twenty-ounce serving.\n    5    b. No food or snack item  shall  be  sold  to  students  from  vending\n    6  machines  from  one-half  hour  before the start of the school day until\n    7  one-half hour after the end of the school day, unless such food or snack\n    8  meets the standards set forth in the United States department  of  agri-\n    9  culture's guidelines for the federal school lunch program.\n   10    c.  For the purposes of this subdivision, \"added sweeteners\" means all\n   11  sugars used as ingredients  in  processed  and  prepared  beverages  and\n   12  foods, including non-caloric sweeteners such as saccharin and aspartame,\n   13  but  not including natural sugars that are contained within the fruit or\n   14  fruit juice.\n   15    S 3. Each school district that  is  selected  to  participate  in  the\n   16  \"Healthy Kids Act\" pilot program shall be eligible to receive a grant to\n   17  offset  the  costs  of developing and adopting policies pursuant to this\n   18  act. The grants shall be a one-time grant and shall be used  to  provide\n   19  funding  for  approved  vendor  contracts;  assist  in  the purchase and\n   20  conversion of vending machines; and to offset the economic loss, if any,\n   21  suffered by  districts  no  longer  authorized  to  enter  into  certain\n   22  contracts related to the sale of food and soft drinks.\n   23    S  4.  The sum of two million dollars ($2,000,000), or so much thereof\n   24  as may be necessary, is hereby appropriated to the education  department\n   25  out  of any moneys in the state treasury in the general fund, not other-\n   26  wise appropriated, and made immediately available, for  the  purpose  of\n   27  carrying out the provisions of this act. Such moneys shall be payable on\n   28  the  audit and warrant of the state comptroller on vouchers certified or\n   29  approved by the commissioner of education in the  manner  prescribed  by\n   30  law.\n   31    S 5. This act shall take effect on the one hundred eightieth day after\n   32  it shall have become a law; provided, however, that effective immediate-\n   33  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   34  necessary for the implementation of this act on its  effective  date  is\n   35  authorized  and  directed  to  be  made  and completed on or before such\n   36  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to create the \"Healthy Kids Act\" pilot program to encourage students to develop healthy eating habits and makes an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110111.T144715.TXT", "SOBI.D110110.T161130.TXT", "SOBI.D110110.T155131.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294775235424
}