{
  "year" : 2011,
  "senateBillNo" : "A1564-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1564-2011-1294635600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes municipalities within a certain county to be authorized to continue to license and regulate the operation of pre-arranged for-hire vehicles",
  "summary" : "Authorizes municipalities within a certain county to be authorized to continue to license and regulate the operation of pre-arranged for-hire vehicle operations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A1329-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1564\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by M. of A. SCHIMEL -- Multi-Sponsored by -- M. of A. HOOPER,\n         McDONOUGH, McKEVITT, RAIA, WEISENBERG -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to inter-juris-\n         dictional transportation of passengers for hire\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph b of subdivision 1 of section 498 of the  vehicle\n    2  and traffic law, as added by chapter 549 of the laws of 2006, is amended\n    3  to read as follows:\n    4    b. \"Licensing jurisdiction\" shall mean a city with a population of one\n    5  million  or  more,  or a county within New York state contiguous to such\n    6  city, that requires the issuance of  a  license,  permit,  registration,\n    7  certification  or  other  approval  for  a  vehicle  to perform the pre-\n    8  arranged pick up or drop off of one or more passengers in such jurisdic-\n    9  tion for compensation OR A VILLAGE, CITY OR TOWN WITHIN SUCH  A  CONTIG-\n   10  UOUS  COUNTY,  WHERE  SUCH  COUNTY  IS  COMPRISED OF THREE TOWNS AND TWO\n   11  CITIES, AND, WHERE SUCH VILLAGES, CITIES AND TOWNS WERE  REGULATING  THE\n   12  OPERATION  OF  PRE-ARRANGED  FOR-HIRE  VEHICLES PRIOR TO JUNE FIRST, TWO\n   13  THOUSAND SIX.\n   14    S 2. Paragraph a of subdivision 2 of section 498 of  the  vehicle  and\n   15  traffic  law, as added by chapter 549 of the laws of 2006, is amended to\n   16  read as follows:\n   17    a. A pre-arranged for-hire vehicle that is licensed to provide pre-ar-\n   18  ranged transportation for compensation by a licensing jurisdiction meet-\n   19  ing the standards and requirements set forth in subdivisions three, four\n   20  and six of this section shall be authorized to  pick  up  passengers  in\n   21  such  jurisdiction for drop off within the same jurisdiction, to pick up\n   22  passengers in another licensing jurisdiction for  drop  off  within  the\n   23  licensing  jurisdiction licensing such pre-arranged for-hire vehicle, to\n   24  drop off passengers in another licensing jurisdiction who were picked up\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01516-01-1\n\n       A. 1564                             2\n\n    1  within the licensing jurisdiction licensing such  pre-arranged  for-hire\n    2  vehicle,  and to transit other licensing jurisdictions. No other licens-\n    3  ing jurisdiction may require a pre-arranged for-hire  vehicle  providing\n    4  pre-arranged  transportation  for  compensation,  which is licensed by a\n    5  licensing jurisdiction meeting the standards and requirements set  forth\n    6  in subdivisions three, four and six of this section, to also be licensed\n    7  by such other licensing jurisdiction or to pay any pre-arranged for-hire\n    8  vehicle  license  fee  in  order  to  be  allowed to pick up or drop off\n    9  passengers within or to transit such jurisdiction. A licensing jurisdic-\n   10  tion meeting the standards and requirements set  forth  in  subdivisions\n   11  three,  four  and six of this section shall provide written confirmation\n   12  thereof to other licensing jurisdictions, containing information  suffi-\n   13  cient to establish that such licensing jurisdiction meets all such stan-\n   14  dards  and  requirements,  and  which  shall be verifiable by such other\n   15  licensing jurisdictions. Such written confirmation shall be  resubmitted\n   16  to such other licensing jurisdictions every three years. FOR PURPOSES OF\n   17  THIS SUBDIVISION, SUCH CITIES, VILLAGES, AND TOWNS ACTING AS A LICENSING\n   18  JURISDICTION  WITHIN  A  CERTAIN  COUNTY  AS DESCRIBED IN THIS PARAGRAPH\n   19  SHALL NOT ISSUE THE WRITTEN CONFIRMATION REQUIRED BY THIS PARAGRAPH, BUT\n   20  SUCH WRITTEN CONFIRMATION SHALL BE ISSUED BY SUCH COUNTY PURSUANT TO THE\n   21  PROCEDURE CONTAINED IN THIS PARAGRAPH. PROVIDED, HOWEVER, THAT WITHIN  A\n   22  COUNTY  ADJACENT  TO THE CITY OF NEW YORK WHERE SUCH COUNTY IS COMPRISED\n   23  OF THREE TOWNS AND TWO CITIES, AND WITHIN  SUCH  COUNTY  THE  TOWNS  AND\n   24  CITIES  AND  SEVERAL OF THE INCORPORATED VILLAGES LICENSED AND REGULATED\n   25  PRE-ARRANGED FOR-HIRE VEHICLE OPERATIONS PRIOR TO JUNE FIRST, TWO  THOU-\n   26  SAND  SIX, SUCH TOWNS, CITIES AND VILLAGES ARE AUTHORIZED TO CONTINUE TO\n   27  LICENSE AND REGULATE THE OPERATION OF SUCH  VEHICLES  PURSUANT  TO  THIS\n   28  SECTION  PROVIDED  SUCH  TOWN,  CITY  OR VILLAGE MEETS THE STANDARDS AND\n   29  REQUIREMENTS SET FORTH IN SUBDIVISIONS  THREE,  FOUR  AND  SIX  OF  THIS\n   30  SECTION.  WHEN A PRE-ARRANGED FOR-HIRE VEHICLE HAS BEEN LICENSED BY SUCH\n   31  TOWN, CITY OR VILLAGE IN ACCORDANCE WITH THE STANDARDS AND  REQUIREMENTS\n   32  OF SUBDIVISIONS THREE, FOUR AND SIX OF THIS SECTION, THE LICENSING OFFI-\n   33  CER OF SUCH TOWN, CITY OR VILLAGE SHALL CERTIFY TO THE LICENSING OFFICER\n   34  OF SUCH COUNTY THAT THE REQUIREMENTS OF SUBDIVISIONS THREE, FOUR AND SIX\n   35  OF  THIS  SECTION HAVE BEEN MET AND SUCH COUNTY SHALL NOTIFY PURSUANT TO\n   36  THIS SUBDIVISION THE OTHER  LICENSING  JURISDICTIONS.  NOTHING  IN  THIS\n   37  PARAGRAPH  SHALL  BE  CONSTRUED  AS REQUIRING A TOWN, CITY OR VILLAGE TO\n   38  CONTINUE THE REGULATION AND LICENSING OF PRE-ARRANGED FOR-HIRE VEHICLES,\n   39  AND SUCH TOWN, CITY OR VILLAGE MAY ELECT TO CEDE SUCH REGULATORY RESPON-\n   40  SIBILITIES TO SUCH COUNTY, OR IN THE CASE OF A VILLAGE, TO THE  TOWN  IN\n   41  WHICH  IT  IS LOCATED. SUCH COUNTY SHALL ENTER INTO THE APPLICABLE RECI-\n   42  PROCITY AGREEMENTS ON BEHALF OF SUCH CITY, TOWN OR VILLAGE AND UPON  THE\n   43  CERTIFICATION  OF  THE  LICENSING  OFFICER OF SUCH TOWN, CITY OR VILLAGE\n   44  THAT A VEHICLE IS DULY LICENSED, ISSUE A  LICENSE  AS  PROVIDED  FOR  IN\n   45  PARAGRAPH  B  OF SUBDIVISION THREE OF THIS SECTION.  SUCH COUNTY, TOWNS,\n   46  CITIES AND VILLAGES ARE AUTHORIZED TO ENTER  INTO  SUCH  INTER-MUNICIPAL\n   47  AGREEMENTS  AS  MAY  BE  REQUIRED  TO  ENSURE THE ADMINISTRATION OF THIS\n   48  SECTION, INCLUDING INTRA-COUNTY RECIPROCAL AGREEMENTS.  IF SUCH VILLAGE,\n   49  CITY OR TOWN ELECTS  NOT  TO  REGULATE  PRE-ARRANGED  FOR-HIRE  VEHICLES\n   50  PURSUANT  TO  THE  PROVISIONS  OF  THIS SECTION, NOTHING IN THIS SECTION\n   51  SHALL BE CONSTRUED AS LIMITING OR NEGATING THE  CONTINUED  AUTHORITY  OF\n   52  SUCH  VILLAGES,  CITIES AND TOWNS TO REGULATE CERTAIN FOR-HIRE VEHICLES,\n   53  TAXICABS, AND LIMOUSINES PURSUANT  TO  THE  PROVISIONS  OF  SECTION  ONE\n   54  HUNDRED EIGHTY-ONE OF THE GENERAL MUNICIPAL LAW.\n   55    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to inter-jurisdictional transportation of passengers for hire ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110110.T153118.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774334855
}