{
  "year" : 2011,
  "senateBillNo" : "A1567-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1567-2011-1294635600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes additional penalties upon persons convicted of animal abuse",
  "summary" : "Requires unsealing of court records of youthful offenders convicted of animal abuse offense; provides that such persons undergo a psychiatric evaluation and treatment where necessary. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A10365-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1567\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO  --  Multi-Sponsored  by -- M. of A.\n         BARCLAY, CONTE, KOLB, THIELE -- read once and referred to the  Commit-\n         tee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to imposing\n         additional penalties for animal abuse\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 353 of the agriculture and markets law, as  amended\n    2  by  chapter 458 of the laws of 1985 and the opening paragraph as amended\n    3  by chapter 523 of the laws of 2005, is amended to read as follows:\n    4    S 353. Overdriving, torturing and injuring animals; failure to provide\n    5  proper sustenance. 1. A person who overdrives[,] OR overloads[, tortures\n    6  or cruelly beats or unjustifiably injures, maims,  mutilates  or  kills]\n    7  any animal, whether wild or tame, and whether belonging to himself or to\n    8  another,  or deprives any animal of necessary sustenance, food or drink,\n    9  or neglects or refuses to furnish it such sustenance or drink, or  caus-\n   10  es,  procures  or  permits  any  animal  to  be  overdriven, overloaded,\n   11  [tortured, cruelly beaten, or unjustifiably injured,  maimed,  mutilated\n   12  or killed,] or to be deprived of necessary food or drink, or who wilful-\n   13  ly sets on foot, instigates, engages in, or in any way furthers any SUCH\n   14  act  of  cruelty  to any animal, or any SUCH act tending to produce such\n   15  cruelty, is guilty of a class A misdemeanor and for  purposes  of  para-\n   16  graph (b) of subdivision one of section 160.10 of the criminal procedure\n   17  law, shall be treated as a misdemeanor defined in the penal law.\n   18    2. THE COURT, FOR A PERSON WHO TORTURES OR CRUELLY BEATS OR UNJUSTIFI-\n   19  ABLY  INJURES,  MAIMS,  MUTILATES  OR  KILLS ANY ANIMAL, WHETHER WILD OR\n   20  TAME, AND WHETHER BELONGING  TO  HIMSELF  OR  ANOTHER,  OR  WHO  CAUSES,\n   21  PROCURES  OR  PERMITS  ANY  ANIMAL  TO  BE  TORTURED, CRUELLY BEATEN, OR\n   22  UNJUSTIFIABLY INJURED, MAIMED, MUTILATED OR KILLED SHALL, IN ADDITION TO\n   23  ANY OTHER PENALTY OTHERWISE IMPOSED BY  LAW  FOR  A  VIOLATION  OF  THIS\n   24  SECTION  ORDER AN IMMEDIATE AND THOROUGH PSYCHIATRIC ANALYSIS AND EVALU-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01466-01-1\n\n       A. 1567                             2\n\n    1  ATION BY A COMPETENT PROFESSIONAL, AND WHERE NECESSARY REQUIRE A  PERSON\n    2  WHO  VIOLATES  ANY  OF  SUCH  PROVISIONS  TO ENTER INTO AND SUCCESSFULLY\n    3  COMPLETE ANY TREATMENT OR PROGRAM DEEMED HELPFUL IN  MODIFYING  BEHAVIOR\n    4  PATTERNS OR TREATING ANY MENTAL ILLNESS WHICH MAY CAUSE OR CONTRIBUTE TO\n    5  SUCH ILLEGAL ACTIVITIES.\n    6    3. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF THE FAMILY COURT ACT,\n    7  OR  ANY OTHER PROVISION OF LAW WHERE A PERSON DEEMED A YOUTHFUL OFFENDER\n    8  VIOLATES ANY PROVISION OF THIS SECTION, ANY RECORD OR MATTER  CONSIDERED\n    9  IN  CONNECTION  WITH  THE  ADJUDICATION ENTERED WITH RESPECT TO THE SAME\n   10  SHALL NOT BE SEALED OR OTHERWISE PROTECTED FROM DISCLOSURE  AND  MAY  BE\n   11  USED  FOR  ANY  LAWFUL  PURPOSE  IN ANY SUBSEQUENT PROSECUTION, WHENEVER\n   12  COMMENCED.\n   13    4. Nothing [herein] contained IN THIS SECTION shall  be  construed  to\n   14  prohibit  or  interfere  with  any  properly conducted scientific tests,\n   15  experiments or investigations, involving  the  use  of  living  animals,\n   16  performed  or  conducted  in  laboratories  or  institutions,  which are\n   17  approved for these purposes by the [state] commissioner of  health.  The\n   18  [state]  commissioner  of  health  shall prescribe the rules under which\n   19  such approvals shall be granted, including therein  standards  regarding\n   20  the  care  and  treatment  of  any  such  animals.  Such  rules shall be\n   21  published and copies thereof conspicuously posted in each such laborato-\n   22  ry or institution. The  [state]  commissioner  of  health  or  his  duly\n   23  authorized representative shall have the power to inspect such laborato-\n   24  ries or institutions to insure compliance with such rules and standards.\n   25  Each such approval may be revoked at any time for failure to comply with\n   26  such rules and in any case the approval shall be limited to a period not\n   27  exceeding one year.\n   28    NOTHING  CONTAINED  IN  THIS SECTION SHALL BE CONSTRUED TO PROHIBIT OR\n   29  INTERFERE IN ANY WAY WITH ANYONE LAWFULLY ENGAGED IN HUNTING,  TRAPPING,\n   30  OR  FISHING,  AS  DEFINED BY THE ENVIRONMENTAL CONSERVATION LAW; OR WITH\n   31  THE ROUTINE MANAGEMENT OF A FARMING OPERATION;  OR  THE  ERADICATION  OF\n   32  VERMIN;  OR  THE DISPATCH OF RABID OR DISEASED ANIMALS OR ANIMALS POSING\n   33  AN IMMINENT THREAT TO HUMAN SAFETY.\n   34    S 2. This act shall take effect on the first of November next succeed-\n   35  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to imposing additional penalties for animal abuse ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T144715.TXT", "SOBI.D110131.T161219.TXT", "SOBI.D110110.T152618.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296508339708
}