{
  "year" : 2011,
  "senateBillNo" : "A1561-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1561-2011-1294635600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalty for the fraudulent sale of poppies, forget-me-nots, daisies, flags and other articles sold for patriotic purposes",
  "summary" : "Increases the penalty for the fraudulent sale of poppies, forget-me-nots, daisies, flags and other articles sold for patriotic purposes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A7621-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1561\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. ORTIZ, MAGEE -- read once and referred to the\n         Committee on Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the general business law, in relation to the  fraudulent\n         sale  of  poppies,  forget-me-nots,  daisies, flags and other articles\n         sold for patriotic purposes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  396-h  of  the general business law, as added by\n    2  chapter 1031 of the laws of 1965 and as renumbered by chapter 815 of the\n    3  laws of 1973, is amended to read as follows:\n    4    S 396-h. Fraudulent sale of poppies,  forget-me-nots,  daisies,  flags\n    5  and  other  articles sold for patriotic purposes.  Any person, whether a\n    6  veteran soldier, sailor, marine or army nurse, or otherwise, who in  the\n    7  promotion  of  his OR HER own interests, or to derive personal pecuniary\n    8  benefit, gain or profit, for himself OR HERSELF or for any person,  firm\n    9  or  corporation  other  than  an  organization  expressly designated and\n   10  authorized to administer veteran relief by the provisions of section one\n   11  hundred sixty-eight of the  social  [welfare]  SERVICES  law,  sells  or\n   12  offers to sell poppies, forget-me-nots, daisies, flags or other articles\n   13  sold  for  patriotic purposes, while claiming that such sale or offer to\n   14  sell is made as agent of,  or  for  the  benefit  of  such  organization\n   15  authorized to administrate veteran relief, FOR A FIRST OFFENSE is guilty\n   16  of  a  misdemeanor,  punishable  by a fine of not more than [fifty] FIVE\n   17  HUNDRED dollars or by imprisonment for not more than six months,  or  by\n   18  both  such fine and imprisonment, AND FOR A SECOND OR SUBSEQUENT OFFENSE\n   19  IS GUILTY OF A MISDEMEANOR, PUNISHABLE BY A FINE OF NOT  MORE  THAN  ONE\n   20  THOUSAND  DOLLARS  OR  BY IMPRISONMENT FOR NOT MORE THAN ONE YEAR, OR BY\n   21  BOTH SUCH FINE AND IMPRISONMENT.\n   22    S 2. This act shall take effect on the first of November next succeed-\n   23  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04024-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the fraudulent sale of poppies, forget-me-nots, daisies, flags and other articles sold for patriotic purposes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110110.T152140.TXT", "SOBI.D110110.T153118.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774334841
}