{
  "year" : 2011,
  "senateBillNo" : "A1566-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1566-2011-1294635600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits ownership or possession of companion animals by \"Buster's Law\" violators",
  "summary" : "Limits ownership or possession of companion animals by \"Buster's Law\" violators and adds definition of equine companion while taking horses out of farm animal definition. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A9912-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Malliotakis",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1566\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to limiting\n         the ownership or possession of companion animals by persons  convicted\n         of violating \"Buster's Law\"; and in relation to horses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 353-a of the agriculture and markets law is amended\n    2  by adding a new subdivision 4 to read as follows:\n    3    4. ON AND AFTER THE EFFECTIVE DATE OF THIS SUBDIVISION, NO PERSON  WHO\n    4  IS  CONVICTED  OF  A  VIOLATION  OF  THIS SECTION SHALL OWN OR POSSESS A\n    5  COMPANION ANIMAL UNLESS AND UNTIL AUTHORIZED BY A COURT ORDER ISSUED  BY\n    6  A  COUNTY  COURT  JUDGE OF HIS OR HER COUNTY OF RESIDENCE. NO SUCH ORDER\n    7  SHALL BE ISSUED UNTIL SUCH CONVICTED PERSON FIRST  DEMONSTRATES  TO  THE\n    8  COURT THAT HE OR SHE HAS UNDERGONE PSYCHIATRIC OR PSYCHOLOGICAL TESTING,\n    9  THE RESULTS OF WHICH INDICATE BY CLEAR AND CONVINCING EVIDENCE OF HIS OR\n   10  HER  CAPABLE  AND  SOUND MENTAL CAPACITY AND ABILITY TO OWN AND PROPERLY\n   11  CARE FOR SUCH AN ANIMAL IN A HUMANE MANNER.\n   12    S 2. Subdivision 4 of section 350 of the agriculture and markets  law,\n   13  as  added  by  chapter  569  of  the laws of 1995, is amended to read as\n   14  follows:\n   15    4. \"Farm animal\", as used in this article, means any  ungulate,  poul-\n   16  try,  species  of  cattle, sheep, swine, goats, llamas[, horses] or fur-\n   17  bearing animals, as defined in  section  11-1907  of  the  environmental\n   18  conservation  law,  which  are  raised  for  commercial  or  subsistence\n   19  purposes. Fur-bearing animal shall not include dogs or cats.\n   20    S 3.  Section 350 of the agriculture and markets  law  is  amended  by\n   21  adding a new subdivision 6 to read as follows:\n   22    6.  \"EQUINE  COMPANION\",  AS  USED IN THIS ARTICLE, MEANS ANY HORSE SO\n   23  USED FOR RECREATIONAL PURSUITS, INCLUDING BUT NOT  LIMITED  TO:  RACING,\n   24  JUMPING,  SHOWING,  REHABILITATIVE  PURPOSES  OR OTHERWISE TREATED IN AN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01946-01-1\n\n       A. 1566                             2\n\n    1  OPEN AND KNOWN FASHION AS A \"COMPANION ANIMAL\" OR \"PET\"  AS  DEFINED  IN\n    2  SUBDIVISION FIVE OF THIS SECTION.\n    3    S  4.  This  act shall take effect on the thirtieth day after it shall\n    4  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to limiting the ownership or possession of companion animals by persons convicted of violating \"Buster's Law\"; and in relation to horses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T144715.TXT", "SOBI.D110110.T152618.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110131.T160719.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296508039503
}