{
  "year" : 2011,
  "senateBillNo" : "A1565-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1565-2011-1294635600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires employers and information technology employees to report child pornography to the state police",
  "summary" : "Requires employers and information technology employees to report child pornography to the state police either immediately or within 24 hours of discovery. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A10588-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1565\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO, BURLING, CROUCH, RABBITT -- Multi-Spon-\n         sored by -- M. of A.  AMEDORE, BARCLAY, BUTLER, CALHOUN, CONTE, FINCH,\n         FITZPATRICK, GIGLIO, HAYES, JORDAN, KOLB, McDONOUGH, J. MILLER,  OAKS,\n         RAIA,  REILICH, SALADINO, SAYWARD, THIELE -- read once and referred to\n         the Committee on Codes\n\n       AN ACT to amend the  social  services  law,  in  relation  to  requiring\n         employers and information technology employees to report child pornog-\n         raphy to the state police\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The social services law is amended by adding a new  section\n    2  413-a to read as follows:\n    3    S  413-A.  REPORTING OF CHILD PORNOGRAPHY BY EMPLOYERS AND INFORMATION\n    4  TECHNOLOGY EMPLOYEES TO THE STATE POLICE. 1. REPORTING.  NOTWITHSTANDING\n    5  ANY OTHER PROVISION OF LAW, ANY EMPLOYER, ANY COMPUTER ENGINEER, COMPUT-\n    6  ER TECHNICIAN, MANAGEMENT INFORMATION ENGINEER OR MANAGEMENT INFORMATION\n    7  TECHNICIAN WHO HAS KNOWLEDGE OF, OR OBSERVES, WITHIN THE SCOPE OF HIS OR\n    8  HER PROFESSIONAL  CAPACITY  OR  EMPLOYMENT,  ANY  COMPUTER  IMAGE  WHICH\n    9  DEPICTS  A  CHILD  WHOM  THE  EMPLOYER,  ENGINEER OR TECHNICIAN KNOWS OR\n   10  REASONABLY SHOULD KNOW, TO BE UNDER THE AGE  OF  SEVENTEEN,  WHERE  SUCH\n   11  CHILD IS:\n   12    (A)  ACTUALLY,  OR  BY SIMULATION, ENGAGED IN ANY ACT OF SEXUAL INTER-\n   13  COURSE WITH ANY PERSON OR ANIMAL;\n   14    (B) ACTUALLY, OR BY SIMULATION, ENGAGED IN ANY ACT OF  SEXUAL  CONTACT\n   15  INVOLVING  THE  MOUTH, ANUS OR SEXUAL ORGANS OF THE CHILD AND THE MOUTH,\n   16  ANUS OR SEXUAL ORGANS OF ANOTHER PERSON OR ANIMAL;\n   17    (C) ACTUALLY, OR BY SIMULATION, ENGAGED IN ANY ACT OF MASTURBATION;\n   18    (D) ACTUALLY, OR BY SIMULATION, PORTRAYED AS BEING THE OBJECT  OF,  OR\n   19  OTHERWISE  ENGAGED  IN  ANY ACT OF LEWD FONDLING, TOUCHING OR CARESSING,\n   20  INVOLVING ANOTHER PERSON OR ANIMAL;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02193-01-1\n\n       A. 1565                             2\n\n    1    (E) ACTUALLY, OR BY SIMULATION, ENGAGED IN ANY  ACT  OF  EXCRETION  OR\n    2  URINATION WITHIN A SEXUAL CONTEXT; OR\n    3    (F)  ACTUALLY,  OR  BY  SIMULATION,  PORTRAYED  OR  DEPICTED AS BOUND,\n    4  FETTERED, OR SUBJECT TO SADISTIC, MASOCHISTIC OR  SADOMASOCHISTIC  ABUSE\n    5  IN ANY SEXUAL CONTACT;\n    6  SHALL    REPORT SUCH INSTANCES TO THE STATE POLICE IMMEDIATELY OR WITHIN\n    7  TWENTY-FOUR HOURS OF DISCOVERY.\n    8    2. FAILURE TO REPORT. WILLFUL FAILURE TO REPORT SHALL BE PUNISHABLE BY\n    9  A CLASS A MISDEMEANOR.\n   10    3. FALSELY REPORTING. ANY EMPLOYER, COMPUTER ENGINEER, COMPUTER  TECH-\n   11  NICIAN,  MANAGEMENT INFORMATION ENGINEER OR MANAGEMENT INFORMATION TECH-\n   12  NICIAN WHO FALSELY REPORTS A CASE OF CHILD PORNOGRAPHY SHALL BE  SUBJECT\n   13  TO THE PENALTIES CONTAINED UNDER SECTION 240.50 OF THE PENAL LAW.\n   14    4.  IMMUNITY FROM LIABILITY. ANY EMPLOYER, COMPUTER ENGINEER, COMPUTER\n   15  TECHNICIAN, MANAGEMENT INFORMATION ENGINEER  OR  MANAGEMENT  INFORMATION\n   16  TECHNICIAN  PARTICIPATING IN GOOD FAITH, PURSUANT TO THIS SECTION, SHALL\n   17  HAVE IMMUNITY FROM ANY LIABILITY, CIVIL OR CRIMINAL, THAT  MIGHT  OTHER-\n   18  WISE  RESULT  BY REASON OF SUCH ACTION. FOR THE PURPOSES OF ANY CIVIL OR\n   19  CRIMINAL PROCEEDING, THE GOOD FAITH OF ANY  PERSON  REQUIRED  TO  REPORT\n   20  SUCH  CASES  SHALL  BE  PRESUMED,  PROVIDED  SUCH  PERSON  WAS ACTING IN\n   21  DISCHARGE OF THEIR DUTIES AND WITHIN THE SCOPE OR THEIR EMPLOYMENT,  AND\n   22  THAT  SUCH LIABILITY DID NOT RESULT FROM THE WILLFUL MISCONDUCT OR GROSS\n   23  NEGLIGENCE OF SUCH PERSON, OFFICIAL OR INSTITUTION.\n   24    5. RETALIATORY PERSONNEL ACTION BY  EMPLOYERS;  PROHIBITIONS.  (A)  AN\n   25  EMPLOYER  SHALL NOT TAKE RETALIATORY PERSONNEL ACTION AGAINST AN EMPLOY-\n   26  EE, WHO PURSUANT TO THIS SECTION, REPORTS INSTANCES OF CHILD PORNOGRAPHY\n   27  TO THE STATE POLICE.\n   28    (B)(I) AN EMPLOYEE WHO HAS BEEN THE SUBJECT OF A RETALIATORY PERSONNEL\n   29  ACTION IN VIOLATION OF THIS SUBDIVISION MAY INSTITUTE A CIVIL ACTION  IN\n   30  A  COURT  OF COMPETENT JURISDICTION FOR RELIEF AS SET FORTH IN PARAGRAPH\n   31  (C) OF THIS SUBDIVISION WITHIN ONE YEAR AFTER  THE  ALLEGED  RETALIATORY\n   32  PERSONNEL ACTION WAS TAKEN.\n   33    (II)  ANY  ACTION AUTHORIZED BY THIS SUBDIVISION MAY BE BROUGHT IN THE\n   34  COUNTY IN WHICH THE ALLEGED RETALIATORY PERSONNEL  ACTION  OCCURRED,  IN\n   35  THE  COUNTY  IN WHICH THE COMPLAINANT RESIDES, OR IN THE COUNTY IN WHICH\n   36  THE EMPLOYER HAS ITS PRINCIPAL PLACE OF BUSINESS.\n   37    (III) IT SHALL BE A DEFENSE TO ANY ACTION  BROUGHT  PURSUANT  TO  THIS\n   38  SUBDIVISION  THAT THE PERSONNEL ACTION WAS PREDICATED UPON GROUNDS OTHER\n   39  THAN THE EMPLOYEE'S EXERCISE OF ANY RIGHTS PROTECTED  BY  THIS  SUBDIVI-\n   40  SION.\n   41    (C)  IN  ANY ACTION BROUGHT PURSUANT TO PARAGRAPH (B) OF THIS SUBDIVI-\n   42  SION, THE COURT MAY ORDER RELIEF AS FOLLOWS:\n   43    (I) AN INJUNCTION TO RESTRAIN CONTINUED VIOLATION OF THIS SECTION;\n   44    (II) THE REINSTATEMENT OF THE  EMPLOYEE  TO  THE  SAME  POSITION  HELD\n   45  BEFORE THE RETALIATORY PERSONNEL ACTION, OR TO AN EQUIVALENT POSITION;\n   46    (III) THE REINSTATEMENT OF FULL FRINGE BENEFITS AND SENIORITY RIGHTS;\n   47    (IV) THE COMPENSATION FOR LOST WAGES, BENEFITS AND OTHER REMUNERATION;\n   48  AND\n   49    (V)  THE  PAYMENT  BY THE EMPLOYER OF REASONABLE COSTS, DISBURSEMENTS,\n   50  AND ATTORNEY'S FEES.\n   51    (D) A COURT, IN ITS DISCRETION, MAY ALSO ORDER THAT REASONABLE  ATTOR-\n   52  NEYS'  FEES  AND COURT COSTS AND DISBURSEMENTS BE AWARDED TO AN EMPLOYER\n   53  IF THE COURT DETERMINES THAT AN ACTION BROUGHT BY AN EMPLOYEE UNDER THIS\n   54  SUBDIVISION WAS WITHOUT BASIS IN LAW OR IN FACT.\n   55    (E) NOTHING IN THIS  SUBDIVISION  SHALL  BE  DEEMED  TO  DIMINISH  THE\n   56  RIGHTS,  PRIVILEGES,  OR REMEDIES OF ANY EMPLOYEE UNDER ANY OTHER LAW OR\n\n       A. 1565                             3\n\n    1  REGULATION OR UNDER ANY COLLECTIVE BARGAINING  AGREEMENT  OR  EMPLOYMENT\n    2  CONTRACT;  EXCEPT  THAT  THE INSTITUTION OF AN ACTION IN ACCORDANCE WITH\n    3  THIS SUBDIVISION SHALL BE DEEMED A WAIVER OF  THE  RIGHTS  AND  REMEDIES\n    4  AVAILABLE  UNDER  ANY  OTHER  CONTRACT, COLLECTIVE BARGAINING AGREEMENT,\n    5  LAW, RULE OR REGULATION OR UNDER THE COMMON LAW.\n    6    6. DEFINITIONS. FOR PURPOSES  OF  THIS  SECTION,  UNLESS  THE  CONTEXT\n    7  SPECIFICALLY INDICATES OTHERWISE:\n    8    (A) \"EMPLOYEE\" MEANS AN INDIVIDUAL WHO PERFORMS SERVICES FOR AND UNDER\n    9  THE  CONTROL  AND  DIRECTION OF AN EMPLOYER FOR WAGES OR OTHER REMUNERA-\n   10  TION.\n   11    (B) \"EMPLOYER\"  MEANS  ANY  PERSON,  FIRM,  PARTNERSHIP,  INSTITUTION,\n   12  CORPORATION, OR ASSOCIATION THAT EMPLOYS ONE OR MORE EMPLOYEES.\n   13    (C)  \"RETALIATORY PERSONNEL ACTION\" MEANS THE DISCHARGE, SUSPENSION OR\n   14  DEMOTION OF AN  EMPLOYEE,  OR  OTHER  ADVERSE  EMPLOYMENT  ACTION  TAKEN\n   15  AGAINST AN EMPLOYEE IN THE TERMS AND CONDITIONS OF EMPLOYMENT.\n   16    S  2.  This  act shall take effect on the ninetieth day after it shall\n   17  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to requiring employers and information technology employees to report child pornography to the state police ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143214.TXT", "SOBI.D110110.T152618.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774334858
}