{
  "year" : 2011,
  "senateBillNo" : "A1578-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1578-2011-1294635600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that crimes committed against a person on school grounds shall be deemed to be one category higher than the specified crime the person committed",
  "summary" : "Provides that crimes committed against a person on school grounds shall be deemed to be one category higher than the specified crime the person committed; enacts \"Suzanne's Law\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A6650-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1578\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO  --  Multi-Sponsored  by -- M. of A.\n         BURLING, BUTLER, CONTE,  CROUCH,  FITZPATRICK,  HAWLEY,  HAYES,  KOLB,\n         OAKS, RAIA -- read once and referred to the Committee on Codes\n\n       AN  ACT  to  amend  the  penal  law  and the highway law, in relation to\n         violence committed on school grounds\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title.  This act shall be known and may be cited as\n    2  \"Suzanne's Law\".\n    3    S 2. The penal law is amended by adding a new section 70.12 to read as\n    4  follows:\n    5  S 70.12 SENTENCE OF IMPRISONMENT FOR A CRIME COMMITTED AGAINST A  PERSON\n    6            ON SCHOOL GROUNDS.\n    7    1. DEFINITION OF A CRIME COMMITTED AGAINST A PERSON ON SCHOOL GROUNDS.\n    8  THE  TERM  \"A  CRIME COMMITTED AGAINST A PERSON ON SCHOOL GROUNDS\" SHALL\n    9  MEAN ANY CRIME DEFINED IN SECTION 120.05 (ASSAULT IN THE SECOND DEGREE),\n   10  120.06 (GANG ASSAULT IN THE SECOND DEGREE), 120.07 (GANG ASSAULT IN  THE\n   11  FIRST DEGREE), 120.08 (ASSAULT ON A PEACE OFFICER, POLICE OFFICER, FIRE-\n   12  MAN  OR EMERGENCY MEDICAL SERVICES PROFESSIONAL), 120.10 (ASSAULT IN THE\n   13  FIRST DEGREE), 120.11 (AGGRAVATED ASSAULT UPON A  POLICE  OFFICER  OR  A\n   14  PEACE OFFICER), 120.12 (AGGRAVATED ASSAULT UPON A PERSON LESS THAN ELEV-\n   15  EN  YEARS  OLD),  120.13 (MENACING IN THE FIRST DEGREE), 130.25 (RAPE IN\n   16  THE THIRD DEGREE), 130.30 (RAPE IN THE SECOND DEGREE), 130.35  (RAPE  IN\n   17  THE  FIRST  DEGREE),  130.40  (CRIMINAL SEXUAL ACT IN THE THIRD DEGREE),\n   18  130.45 (CRIMINAL SEXUAL ACT IN  THE  SECOND  DEGREE),  130.50  (CRIMINAL\n   19  SEXUAL  ACT  IN  THE  FIRST  DEGREE),  130.65 (SEXUAL ABUSE IN THE FIRST\n   20  DEGREE), 130.66 (AGGRAVATED SEXUAL ABUSE IN THE  THIRD  DEGREE),  130.67\n   21  (AGGRAVATED SEXUAL ABUSE IN THE SECOND DEGREE), 130.70 (AGGRAVATED SEXU-\n   22  AL  ABUSE IN THE FIRST DEGREE), 130.75 (COURSE OF SEXUAL CONDUCT AGAINST\n   23  A CHILD IN THE FIRST DEGREE), 130.80 (COURSE OF SEXUAL CONDUCT AGAINST A\n   24  CHILD IN THE SECOND DEGREE), 130.95 (PREDATORY SEXUAL  ASSAULT),  130.96\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01337-01-1\n\n       A. 1578                             2\n\n    1  (PREDATORY  SEXUAL  ASSAULT AGAINST A CHILD), 135.10 (UNLAWFUL IMPRISON-\n    2  MENT IN THE FIRST DEGREE), 135.20 (KIDNAPPING  IN  THE  SECOND  DEGREE),\n    3  135.25 (KIDNAPPING IN THE FIRST DEGREE) OR 135.65 (COERCION IN THE FIRST\n    4  DEGREE)  OF  THIS CHAPTER, OR ANY ATTEMPT OR CONSPIRACY TO COMMIT ANY OF\n    5  THE FOREGOING CRIMES, WHEN THE CRIME (A) CONSTITUTES A  FELONY  AND  (B)\n    6  OCCURS ON SCHOOL GROUNDS. FOR PURPOSES OF THIS SECTION, \"SCHOOL GROUNDS\"\n    7  SHALL  MEAN  (I)  IN  OR  ON OR WITHIN ANY BUILDING, STRUCTURE, ATHLETIC\n    8  PLAYING FIELD, PLAYGROUND OR LAND CONTAINED  WITHIN  THE  REAL  PROPERTY\n    9  BOUNDARY  LINE  OF A PUBLIC OR PRIVATE NURSERY SCHOOL, DAYCARE FACILITY,\n   10  ELEMENTARY,  PAROCHIAL,  INTERMEDIATE,  JUNIOR  HIGH,  VOCATIONAL,  HIGH\n   11  SCHOOL,  TRADE  SCHOOL,  JUNIOR  COLLEGE,  COMMUNITY  COLLEGE,  COLLEGE,\n   12  UNIVERSITY OR OTHER INSTITUTION OF HIGHER EDUCATION, OR  (II)  ANY  AREA\n   13  ACCESSIBLE  TO  THE  PUBLIC LOCATED WITHIN ONE THOUSAND FEET OF THE REAL\n   14  PROPERTY BOUNDARY LINE COMPRISING ANY SUCH SCHOOL OR ANY PARKED  AUTOMO-\n   15  BILE  OR  OTHER  PARKED  VEHICLE LOCATED WITHIN ONE THOUSAND FEET OF THE\n   16  REAL PROPERTY BOUNDARY LINE COMPRISING ANY SUCH SCHOOL. FOR THE PURPOSES\n   17  OF THIS SECTION, \"AREA ACCESSIBLE TO THE PUBLIC\" SHALL  MEAN  SIDEWALKS,\n   18  STREETS, PARKING LOTS, PARKS, PLAYGROUNDS, STORES AND RESTAURANTS.\n   19    2.  AUTHORIZED  SENTENCE.   (A) NOTWITHSTANDING ANY OTHER PROVISION OF\n   20  LAW, WHEN A PERSON IS CONVICTED OF A CRIME COMMITTED AGAINST A PERSON ON\n   21  SCHOOL GROUNDS WHICH IS A CLASS C, D, OR E FELONY, THE  CRIME  SHALL  BE\n   22  DEEMED TO BE ONE CATEGORY HIGHER THAN THE CRIME THE PERSON COMMITTED, OR\n   23  ATTEMPTED OR CONSPIRED TO COMMIT.\n   24    (B)  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW, WHEN A PERSON IS\n   25  CONVICTED OF A CRIME COMMITTED AGAINST A PERSON ON SCHOOL GROUNDS  WHICH\n   26  IS A CLASS B FELONY:\n   27    (I)  THE  MAXIMUM  TERM OF THE INDETERMINATE SENTENCE MUST BE AT LEAST\n   28  SIX YEARS IF THE DEFENDANT IS SENTENCED PURSUANT  TO  SECTION  70.00  OF\n   29  THIS ARTICLE;\n   30    (II) THE TERM OF THE DETERMINATE SENTENCE MUST BE AT LEAST EIGHT YEARS\n   31  IF THE DEFENDANT IS SENTENCED PURSUANT TO SECTION 70.02 OF THIS ARTICLE;\n   32    (III)  THE  TERM  OF  THE DETERMINATE SENTENCE MUST BE AT LEAST TWELVE\n   33  YEARS IF THE DEFENDANT IS SENTENCED PURSUANT TO SECTION  70.04  OF  THIS\n   34  ARTICLE;\n   35    (IV)  THE  MAXIMUM TERM OF THE INDETERMINATE SENTENCE MUST BE AT LEAST\n   36  FOUR YEARS IF THE DEFENDANT IS SENTENCED PURSUANT TO  SECTION  70.05  OF\n   37  THIS ARTICLE; AND\n   38    (V)  THE MAXIMUM TERM OF THE INDETERMINATE SENTENCE OR THE TERM OF THE\n   39  DETERMINATE SENTENCE MUST BE AT LEAST TEN  YEARS  IF  THE  DEFENDANT  IS\n   40  SENTENCED PURSUANT TO SECTION 70.06 OF THIS ARTICLE.\n   41    S 3. The highway law is amended by adding a new section 318 to read as\n   42  follows:\n   43    S  318.  ASSAULT  AND ABDUCTION FREE SCHOOL ZONE SIGNS. THE STATE, ANY\n   44  POLITICAL SUBDIVISION OF THE STATE AND ANY OTHER PUBLIC OR PRIVATE ENTI-\n   45  TY HAVING JURISDICTION  OVER  ANY  HIGHWAY  WITHIN  SCHOOL  GROUNDS,  AS\n   46  DEFINED  IN SUBDIVISION ONE OF SECTION 70.12 OF THE PENAL LAW, MAY, UPON\n   47  THE REQUEST OF THE APPROPRIATE SCHOOL  AUTHORITY,  PLACE,  CAUSE  TO  BE\n   48  PLACED,  OR  PERMIT TO BE PLACED WITHIN THE RIGHT OF WAY OF SUCH HIGHWAY\n   49  SIGNS INDICATING AN ASSAULT AND ABDUCTION FREE SCHOOL ZONE.\n   50    S 4. This act shall  take  effect  on  the  first  of  September  next\n   51  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the highway law, in relation to violence committed on school grounds ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110111.T144215.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774935214
}