{
  "year" : 2011,
  "senateBillNo" : "A1571-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to correction",
    "billEventId" : "A1571-2011-1294635600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes additional restrictions on relocation of sex offenders whose victims were under the age of eighteen and on level three sex offenders",
  "summary" : "Establishes additional restrictions on sex offenders whose victims were under the age of eighteen and level three sex offenders in prohibiting such offenders to relocate within one thousand feet of a school; enhances punishment for sex offenders who commit their crimes within one thousand feet of a school. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A10359-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1571\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO, KOLB, RAIA, MOLINARO -- Multi-Sponsored\n         by -- M. of A.  AMEDORE, BURLING, CALHOUN, CONTE, CROUCH, FITZPATRICK,\n         J. MILLER, REILICH, THIELE -- read once and referred to the  Committee\n         on Correction\n\n       AN  ACT  to  amend  the correction law and the penal law, in relation to\n         establishing additional restrictions on  relocation  for  certain  sex\n         offenders\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The section heading of section 168-j of the correction law,\n    2  as amended by chapter 11 of the laws of 2002, is  amended  and  two  new\n    3  subdivisions 6 and 7 are added to read as follows:\n    4    Notification  of  local law enforcement agencies of change of address;\n    5  PROHIBITED RELOCATIONS.\n    6    6. ANY PERSON WHO HAS BEEN CONVICTED OF OR CONVICTED FOR AN ATTEMPT TO\n    7  COMMIT AN OFFENSE UNDER SECTION 130.20, 130.25, 130.30, 130.35,  130.40,\n    8  130.45,  130.50, 130.55, 130.60, 130.65, 130.66, 130.67, 130.70, 130.75,\n    9  130.80, 255.25 OR ARTICLE TWO HUNDRED SIXTY-THREE OF THE  PENAL  LAW  OR\n   10  OTHER  OFFENSES  DEFINED  UNDER  THE  PROVISIONS  OF SECTION ONE HUNDRED\n   11  SIXTY-EIGHT-A OF THIS ARTICLE, WHERE THE VICTIM OF SUCH  OFFENSE  WAS  A\n   12  PERSON  UNDER THE AGE OF EIGHTEEN, WHO IS REQUIRED TO REGISTER UNDER THE\n   13  PROVISIONS OF THIS ARTICLE, OR ANY LEVEL THREE SEX OFFENDER REQUIRED  TO\n   14  REGISTER OR VERIFY PURSUANT TO THIS ARTICLE, SHALL NOT ESTABLISH A RESI-\n   15  DENTIAL  RESIDENCE,  EITHER  FREEHOLD  OR LEASEHOLD, WITHIN ONE THOUSAND\n   16  FEET OF THE GROUNDS OF ANY SCHOOL THAT WORKS WITH, INSTRUCTS, OR  TREATS\n   17  CHILDREN UNDER THE AGE OF EIGHTEEN.\n   18    7.  \"GROUNDS  OF  ANY  SCHOOL\"  MEANS IN OR ON OR WITHIN ANY BUILDING,\n   19  STRUCTURE, ATHLETIC PLAYING FIELD, PLAYGROUND OR LAND  CONTAINED  WITHIN\n   20  THE  REAL  PROPERTY BOUNDARY LINE OF A CERTIFIED DAY CARE CENTER, PUBLIC\n   21  OR PRIVATE ELEMENTARY, PAROCHIAL, INTERMEDIATE, JUNIOR HIGH, VOCATIONAL,\n   22  OR HIGH SCHOOL, OR SIMILAR EDUCATIONAL INSTITUTION WHERE CHILDREN ARE IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01456-01-1\n\n       A. 1571                             2\n\n    1  DAILY ATTENDANCE, OR WITHIN ONE THOUSAND FEET OF THE REAL PROPERTY BOUN-\n    2  DARY LINE COMPRISING ANY SUCH SCHOOL, CENTER, OR INSTITUTION.\n    3    S 2. The penal law is amended by adding a new section 70.09 to read as\n    4  follows:\n    5  S 70.09 SENTENCE OF IMPRISONMENT FOR DELINEATED SEX OFFENSE.\n    6    NOTWITHSTANDING  ANY  OTHER  PROVISION OF THE LAW TO THE CONTRARY, ANY\n    7  PERSON WHO COMMITS ANY  OFFENSE  SET  FORTH  UNDER  SUBDIVISION  SIX  OF\n    8  SECTION ONE HUNDRED SIXTY-EIGHT-J OF THE CORRECTION LAW WITHIN ONE THOU-\n    9  SAND  FEET  OF THE GROUNDS OF ANY SCHOOL AS DEFINED IN SUBDIVISION SEVEN\n   10  OF SECTION ONE HUNDRED SIXTY-EIGHT-J OF  THE  CORRECTION  LAW  SHALL  BE\n   11  SUBJECT TO A PERMISSIBLE SENTENCE OF IMPRISONMENT WHICH IS TWO TIMES THE\n   12  SENTENCE OF IMPRISONMENT FOR SUCH OFFENSE OTHERWISE PROVIDED FOR IN THIS\n   13  CHAPTER.\n   14    S  3.  This  act  shall  take  effect  on  the first of September next\n   15  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law and the penal law, in relation to establishing additional restrictions on relocation for certain sex offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110111.T144715.TXT", "SOBI.D110110.T161130.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294775235433
}