{
  "year" : 2011,
  "senateBillNo" : "A1577-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to codes",
    "billEventId" : "A1577-2011-1294635600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes imposition of life imprisonment without parole sentence for persistent violent felony offenders; repealer",
  "summary" : "Authorizes imposition of life imprisonment without parole sentence for persistent violent felony offenders upon conviction of a violent felony offense when such person has previously been subjected to two or more predicate violent felony convictions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A8446-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Duprey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1577\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO, DUPREY -- Multi-Sponsored by -- M. of A.\n         BARCLAY,  BURLING,  BUTLER,  CROUCH,  FINCH,  HAWLEY, KOLB, J. MILLER,\n         MOLINARO, OAKS, RAIA,  REILICH,  SAYWARD,  THIELE  --  read  once  and\n         referred to the Committee on Codes\n\n       AN  ACT  to amend the penal law, in relation to sentencing of persistent\n         violent felony offenders; and to repeal subdivision 3 of section 70.08\n         of such law relating to minimum periods of imprisonment for persistent\n         violent felony offenders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 70.00 of the penal law, as amended\n    2  by chapter 482 of the laws of 2009, is amended to read as follows:\n    3    5.   Life  imprisonment  without  parole.  Notwithstanding  any  other\n    4  provision of law, a defendant sentenced  to  life  imprisonment  without\n    5  parole  shall  not  be  or  become  eligible  for  parole or conditional\n    6  release. For purposes of commitment and custody, other than  parole  and\n    7  conditional  release,  such sentence shall be deemed to be an indetermi-\n    8  nate sentence.  A defendant may be sentenced to life imprisonment  with-\n    9  out parole, IN ACCORDANCE WITH THE PROCEDURES PROVIDED BY LAW FOR IMPOS-\n   10  ING SUCH A SENTENCE, EITHER: (A) upon conviction for the crime of murder\n   11  in the first degree as defined in section 125.27 of this chapter [and in\n   12  accordance  with  the procedures provided by law for imposing a sentence\n   13  for such crime]; OR (B) UPON CONVICTION OF A VIOLENT FELONY  OFFENSE  AS\n   14  DEFINED  IN  SUBDIVISION  ONE OF SECTION 70.02 OF THIS ARTICLE WHEN SUCH\n   15  DEFENDANT HAS PREVIOUSLY BEEN SUBJECTED TO TWO OR MORE PREDICATE VIOLENT\n   16  FELONY CONVICTIONS AS DEFINED IN PARAGRAPH (B)  OF  SUBDIVISION  ONE  OF\n   17  SECTION  70.04  OF  THIS  ARTICLE. A defendant must be sentenced to life\n   18  imprisonment without parole upon conviction for the crime  of  terrorism\n   19  as  defined  in  section  490.25  of  this  chapter, where the specified\n   20  offense the defendant committed is a class  A-I  felony;  the  crime  of\n   21  criminal  possession  of  a  chemical weapon or biological weapon in the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01352-01-1\n\n       A. 1577                             2\n\n    1  first degree as defined in section 490.45 of this chapter; or the  crime\n    2  of  criminal  use of a chemical weapon or biological weapon in the first\n    3  degree as defined in section 490.55 of this chapter; provided,  however,\n    4  that nothing in this subdivision shall preclude or prevent a sentence of\n    5  death when the defendant is also convicted of the crime of murder in the\n    6  first  degree  as  defined in section 125.27 of this chapter, OR IS ALSO\n    7  CONVICTED OF A VIOLENT FELONY OFFENSE AS DEFINED IN SUBDIVISION  ONE  OF\n    8  SECTION  70.02  OF  THIS ARTICLE WHEN SUCH DEFENDANT HAS PREVIOUSLY BEEN\n    9  SUBJECTED TO TWO OR MORE PREDICATE VIOLENT FELONY CONVICTIONS AS DEFINED\n   10  IN PARAGRAPH (B) OF SUBDIVISION ONE OF SECTION 70.04 OF THIS ARTICLE.  A\n   11  defendant must be sentenced to life  imprisonment  without  parole  upon\n   12  conviction  for  the  crime of murder in the second degree as defined in\n   13  subdivision five of section 125.25 of this chapter or for the  crime  of\n   14  aggravated  murder  as  defined  in subdivision one of section 125.26 of\n   15  this chapter. A defendant may be sentenced to life imprisonment  without\n   16  parole  upon conviction for the crime of aggravated murder as defined in\n   17  subdivision two of section 125.26 of this chapter.\n   18    S 2. Subdivision 2 of section 70.08 of the  penal  law,  as  added  by\n   19  chapter 481 of the laws of 1978, is amended to read as follows:\n   20    2.  Authorized  sentence.  When  the  court has found, pursuant to the\n   21  provisions of the criminal procedure law, that a person is a  persistent\n   22  violent felony offender the court must impose [an indeterminate sentence\n   23  of  imprisonment,  the maximum term of which shall be life imprisonment.\n   24  The minimum period of  imprisonment  under  such  sentence  must  be  in\n   25  accordance  with  subdivision  three of this section] A SENTENCE OF LIFE\n   26  IMPRISONMENT WITHOUT PAROLE PURSUANT TO SECTION 70.00 OF THIS ARTICLE.\n   27    S 3. Subdivision 3 of section 70.08 of the penal law is REPEALED.\n   28    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   29  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to sentencing of persistent violent felony offenders; and to repeal subdivision 3 of section 70.08 of such law relating to minimum periods of imprisonment for persistent violent felony offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110111.T144215.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774935207
}