{
  "year" : 2011,
  "senateBillNo" : "A1570-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1570-2011-1294635600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates the sale of alcoholic beverages and tobacco products via computer",
  "summary" : "Regulates the sale of alcoholic beverages and tobacco products via computer by requiring that any order placed therefor shall be shipped to an establishment licensed or registered to sell at retail. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "A10911-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1570\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- Multi-Sponsored by -- M. of A. CROUCH\n         -- read once and referred to the Committee  on  Economic  Development,\n         Job Creation, Commerce and Industry\n\n       AN  ACT  to amend the alcoholic beverage control law and the tax law, in\n         relation to regulating the sale of  alcoholic  beverages  and  tobacco\n         products via computer\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 65 of the alcoholic beverage control law is amended\n    2  by adding a new subdivision 8 to read as follows:\n    3    8. NO PERSON WHETHER WITHIN OR WITHOUT THE  STATE,  SHALL  ACCEPT  ANY\n    4  OFFER  TO  PURCHASE ANY ALCOHOLIC BEVERAGE AT RETAIL WHICH OFFER IS MADE\n    5  USING ANY COMPUTER COMMUNICATION SYSTEM OR ELECTRONIC DATA STORAGE MEDI-\n    6  UM ALLOWING THE INPUT, OUTPUT, EXAMINATION OR TRANSFER OF COMPUTER  DATA\n    7  OR  COMPUTER  PROGRAMS FROM ONE COMPUTER TO ANOTHER UNLESS THE ALCOHOLIC\n    8  BEVERAGES ARE DELIVERED TO THE PURCHASER AT AN ESTABLISHMENT LICENSED TO\n    9  SELL SUCH ALCOHOLIC BEVERAGES AT RETAIL IN THIS STATE. SUCH SALES  SHALL\n   10  BE SUBJECT TO ALL THE PROVISIONS OF THIS CHAPTER REGULATING SALES.\n   11    S  2. Section 480-a of the tax law is amended by adding a new subdivi-\n   12  sion 2-a to read as follows:\n   13    2-A. NO PERSON WHETHER WITHIN OR WITHOUT THE STATE, SHALL  ACCEPT  ANY\n   14  OFFER  TO  PURCHASE  ANY  TOBACCO PRODUCTS AT RETAIL WHICH OFFER IS MADE\n   15  USING ANY COMPUTER COMMUNICATION SYSTEM OR ELECTRONIC DATA STORAGE MEDI-\n   16  UM ALLOWING THE INPUT, OUTPUT, EXAMINATION OR TRANSFER OF COMPUTER  DATA\n   17  OR  COMPUTER  PROGRAMS  FROM  ONE COMPUTER TO ANOTHER UNLESS THE TOBACCO\n   18  PRODUCTS ARE DELIVERED TO THE PURCHASER AT AN  ESTABLISHMENT  REGISTERED\n   19  TO  SELL SUCH TOBACCO PRODUCTS AT RETAIL IN THIS STATE. SUCH SALES SHALL\n   20  BE SUBJECT TO ALL THE PROVISIONS OF THIS CHAPTER REGULATING SALES.\n   21    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   22  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02227-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law and the tax law, in relation to regulating the sale of alcoholic beverages and tobacco products via computer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110111.T144715.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294775235428
}