{
  "year" : 2011,
  "senateBillNo" : "A1573-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to correction",
    "billEventId" : "A1573-2011-1294635600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the child support work program for county jails",
  "summary" : "Creates the child support work program for county jails for prisoners under a court order to pay child support who have accumulated support arrears equivalent to or greater than the amount of current support due for a period of four months; sheriff shall determine who shall participate in such program; work under such program shall be at the jail and not off-premises. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A10312-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1573\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Correction\n\n       AN ACT to amend the correction law, in relation to  child  support  work\n         programs for county jails\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The correction law is amended by adding a new article 28 to\n    2  read as follows:\n    3                                 ARTICLE 28\n    4                 CHILD SUPPORT WORK PROGRAM FOR COUNTY JAILS\n    5  SECTION 890. ESTABLISHMENT OF THE CHILD SUPPORT WORK PROGRAM.\n    6          891. PROCEDURES.\n    7          892. WHEN EMPLOYMENT PROHIBITED.\n    8          893. PRISONER NOT AN AGENT OF COUNTY.\n    9          894. ANNUAL REPORT.\n   10    S 890. ESTABLISHMENT OF THE CHILD SUPPORT WORK PROGRAM.  THE  SHERIFF,\n   11  UPON  APPROVAL  OF THE LEGISLATIVE BODY OF THE COUNTY, SHALL ESTABLISH A\n   12  CHILD SUPPORT WORK PROGRAM PURSUANT TO WHICH A PRISONER, UNDER  A  COURT\n   13  ORDER  TO  PAY  CHILD SUPPORT OR COMBINED CHILD AND SPOUSAL SUPPORT TO A\n   14  SUPPORT COLLECTION UNIT ON BEHALF OF PERSONS  RECEIVING  SERVICES  UNDER\n   15  TITLE SIX-A OF ARTICLE THREE OF THE SOCIAL SERVICES LAW, WHO HAS ACCUMU-\n   16  LATED  SUPPORT  ARREARS  EQUIVALENT  TO  OR  GREATER  THAN THE AMOUNT OF\n   17  CURRENT SUPPORT DUE FOR A PERIOD OF FOUR MONTHS, AND WHO IS SENTENCED TO\n   18  AND CONFINED IN ANY COUNTY JAIL UNDER HIS OR HER  JURISDICTION,  MAY  BE\n   19  GRANTED  THE  PRIVILEGE  OF PERFORMING WORK AT THE JAIL FOR AN AMOUNT OF\n   20  COMPENSATION THAT SHALL BE PAID TO A SUPPORT COLLECTION UNIT  ON  BEHALF\n   21  OF  PERSONS RECEIVING SERVICES UNDER TITLE SIX-A OF ARTICLE THREE OF THE\n   22  SOCIAL SERVICES LAW. FOR PURPOSES OF DETERMINING WHETHER A SUPPORT OBLI-\n   23  GOR HAS ACCUMULATED SUPPORT ARREARS EQUIVALENT TO OR  GREATER  THAN  THE\n   24  AMOUNT OF CURRENT SUPPORT DUE FOR A PERIOD OF FOUR MONTHS, THE EXISTENCE\n   25  OF  ANY  RETROACTIVE SUPPORT SHALL NOT BE INCLUDED IN THE CALCULATION OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01486-01-1\n\n       A. 1573                             2\n\n    1  SUPPORT ARREARS PURSUANT TO THIS SECTION;  HOWEVER,  IF  AT  LEAST  FOUR\n    2  MONTHS  OF SUPPORT ARREARS HAS ACCUMULATED SUBSEQUENT TO THE DATE OF THE\n    3  COURT ORDER, THE  ENTIRE  AMOUNT  OF  ANY  RETROACTIVE  SUPPORT  MAY  BE\n    4  COLLECTED  PURSUANT  TO  THE  PROVISIONS OF THIS ARTICLE OR AS OTHERWISE\n    5  AUTHORIZED BY LAW.\n    6    S 891. PROCEDURES. PURSUANT TO RULES AND  REGULATIONS  PROMULGATED  BY\n    7  THE  SHERIFF  AND  APPROVED BY THE DEPARTMENT, ANY PRISONER SENTENCED TO\n    8  AND CONFINED IN ANY JAIL FOR WHICH THE SHERIFF HAS ESTABLISHED  A  CHILD\n    9  SUPPORT  WORK  PROGRAM  PURSUANT  TO THIS ARTICLE MAY BE REQUIRED BY THE\n   10  SHERIFF TO PARTICIPATE IN SUCH PROGRAM.  THE  SHERIFF  SHALL  PREPARE  A\n   11  SPECIFIC,  WRITTEN  CHILD SUPPORT WORK PLAN FOR THE PRISONER WHICH SHALL\n   12  CONTAIN SUCH TERMS AND CONDITIONS AS SHALL BE DEEMED  REASONABLY  PROPER\n   13  AND  NECESSARY. THE WORK RELEASE PLAN MAY BE REVOKED, SUSPENDED OR MODI-\n   14  FIED BY THE SHERIFF AT ANY TIME FOR GOOD CAUSE, WITH OR  WITHOUT  NOTICE\n   15  TO THE PRISONER.\n   16    S  892.  WHEN EMPLOYMENT PROHIBITED. (A) NO EMPLOYMENT UNDER THE CHILD\n   17  SUPPORT WORK PROGRAM FOR ANY PRISONER SHALL BE APPROVED IF IT IS  ASCER-\n   18  TAINED  BY THE SHERIFF THAT SUCH EMPLOYMENT WILL RESULT IN THE DISPLACE-\n   19  MENT OF EMPLOYED WORKERS, OR BE APPLIED IN SKILLS, CRAFTS OR  TRADES  IN\n   20  WHICH THERE IS A SURPLUS OF AVAILABLE LABOR IN THE LOCALITY.\n   21    (B)  THE STATE DEPARTMENT OF LABOR SHALL EXERCISE THE SAME SUPERVISION\n   22  OVER CONDITIONS OF EMPLOYMENT FOR PRISONERS PARTICIPATING IN  THE  CHILD\n   23  SUPPORT  WORK PROGRAM AS SUCH DEPARTMENT DOES OVER CONDITIONS OF EMPLOY-\n   24  MENT FOR FREE PERSONS.\n   25    S 893. PRISONER NOT AN AGENT OF COUNTY. NO PRISONER PARTICIPATING IN A\n   26  CHILD SUPPORT WORK PROGRAM SHALL BE DEEMED AN AGENT, EMPLOYEE OR  INVOL-\n   27  UNTARY SERVANT OF THE COUNTY WHILE WORKING WHILE IN CONFINEMENT PURSUANT\n   28  TO THE TERMS OF ANY CHILD SUPPORT WORK PLAN.\n   29    S  894.  ANNUAL REPORT. THE SHERIFF SHALL ANNUALLY PREPARE A REPORT OF\n   30  THE CHILD SUPPORT WORK PROGRAM WHICH SHALL BE TRANSMITTED TO THE  LEGIS-\n   31  LATURE  ON  OR  BEFORE  THE FIRST DAY OF MARCH IN EACH YEAR. SUCH ANNUAL\n   32  REPORT SHALL INCLUDE A SUMMARY OF THE OPERATIONS AND ACTIVITIES  OF  THE\n   33  PROGRAM FOR THE PRECEDING YEAR AND SUCH RECOMMENDATIONS FOR THE IMPROVE-\n   34  MENT OF THE PROGRAM AS THE SHERIFF SHALL DEEM NECESSARY AND PROPER.\n   35    S 2. This act shall take effect on the one hundred twentieth day after\n   36  it  shall have become a law, provided however, that effective immediate-\n   37  ly, the addition, amendment and/or repeal of any  rules  or  regulations\n   38  necessary for the implementation of the foregoing section of this act on\n   39  its  effective  date is authorized and directed to be made and completed\n   40  on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to child support work programs for county jails ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110111.T144715.TXT", "SOBI.D110110.T161130.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294775235442
}