{
  "year" : 2011,
  "senateBillNo" : "A1576-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1576-2011-1294635600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the entry into premises by the agent of a utility or municipality; repealer",
  "summary" : "Establishes an agent of a utility or municipality may not enter premises without permission of a person lawfully in control of the premises; establishes certain exceptions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A10896-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1576\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TEDISCO, SAYWARD -- Multi-Sponsored by -- M. of\n         A. CROUCH, FINCH -- read once and referred to the Committee on  Corpo-\n         rations, Authorities and Commissions\n\n       AN  ACT  to  amend the public service law, in relation to the inspection\n         and examination of apparatus by the agent of a utility or municipality\n         and to repeal section 47 of such law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 47 of the public service law is REPEALED and a new\n    2  section 47 is added to read as follows:\n    3    S 47. INSPECTION AND EXAMINATION OF APPARATUS. 1. EXCEPT WHEN AN EMER-\n    4  GENCY MAY THREATEN THE HEALTH OR SAFETY OF  A  PERSON,  THE  SURROUNDING\n    5  AREA  OR  THE  UTILITY'S  OR MUNICIPALITY'S DISTRIBUTION SYSTEM OR WHERE\n    6  AUTHORIZED BY COURT ORDER, AN AGENT OF A UTILITY OR MUNICIPALITY, OTHER-\n    7  WISE DULY AUTHORIZED TO INSPECT AND  EXAMINE  APPARATUS  MAY  NOT  ENTER\n    8  PREMISES,  REGARDLESS  OF  WHETHER SUCH PREMISES ARE LOCKED OR UNLOCKED,\n    9  WITHOUT PERMISSION OF A PERSON LAWFULLY IN CONTROL OF THE PREMISES,  NOR\n   10  USE ANY MANNER OF FORCE TO CARRY OUT SUCH INSPECTION AND EXAMINATION.\n   11    2.  NOTWITHSTANDING SUBDIVISION ONE OF THIS SECTION, A DULY AUTHORIZED\n   12  AGENT OF A UTILITY CORPORATION OR MUNICIPALITY MAY ENTER THE COMMON AREA\n   13  OF A MULTIPLE DWELLING SUPPLIED WITH GAS OR ELECTRICITY BY  THE  UTILITY\n   14  CORPORATION OR MUNICIPALITY, FOR THE PURPOSE OF INSPECTING AND EXAMINING\n   15  THE  METERS,  PIPES, FITTINGS, WIRES AND OTHER APPARATUS FOR REGULATING,\n   16  SUPPLYING AND/OR ASCERTAINING THE QUANTITY SUPPLIED, UNDER THE FOLLOWING\n   17  TERMS AND CONDITIONS:\n   18    (A) THE AGENT EXHIBITS A  PHOTO-IDENTIFICATION  BADGE  AND  A  WRITTEN\n   19  AUTHORITY  SIGNED  BY  THE  PRESIDENT OR VICE-PRESIDENT AND SECRETARY OR\n   20  ASSISTANT SECRETARY OF THE CORPORATION, OR BY THE MAYOR OR  CLERK  OF  A\n   21  MUNICIPAL CORPORATION OR BY THE CHAIRPERSON AND SECRETARY OF A MUNICIPAL\n   22  BOARD IN CONTROL OF A MUNICIPAL UTILITY, AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02222-01-1\n\n       A. 1576                             2\n\n    1    (B)  ANY  SUCH  INSPECTION  AND  EXAMINATION  SHALL  BE CONDUCTED ON A\n    2  NON-HOLIDAY WORK DAY BETWEEN EIGHT A.M.  AND  SIX  P.M.  OR  SUCH  OTHER\n    3  REASONABLE  TIME REQUESTED BY THE CUSTOMER, EXCEPT WHEN AN EMERGENCY MAY\n    4  THREATEN THE HEALTH OR SAFETY OF A PERSON, THE SURROUNDING AREA  OR  THE\n    5  UTILITY'S  OR  MUNICIPALITY'S  DISTRIBUTION  SYSTEM,  OR EXCEPT WHEN THE\n    6  COMMISSION BY REGULATION ESTABLISHES A DIFFERENT TIME FOR THE INSPECTION\n    7  AND EXAMINATION WHERE THERE IS EVIDENCE OF METER TAMPERING OR  THEFT  OF\n    8  SERVICES.\n    9    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to the inspection and examination of apparatus by the agent of a utility or municipality and to repeal section 47 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110111.T144215.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774935198
}