{
  "year" : 2011,
  "senateBillNo" : "A1574-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to correction",
    "billEventId" : "A1574-2011-1294635600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for inmate reimbursement of expenses of confinement in certain instances",
  "summary" : "Provides for inmate reimbursement of expenses of confinement in certain instances. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A9055-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1574\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Correction\n\n       AN ACT to amend the correction law,  in  relation  to  reimbursement  of\n         inmate expenses of imprisonment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The correction law is amended by adding a new section 601-e\n    2  to read as follows:\n    3    S 601-E. REIMBURSEMENT FOR COSTS OF IMPRISONMENT.  1.  NOTWITHSTANDING\n    4  ANY PROVISION OF LAW TO THE CONTRARY, THE EXPENSE OF MAINTAINING INMATES\n    5  IMPRISONED  IN  A CORRECTIONAL FACILITY OPERATED BY THE DEPARTMENT SHALL\n    6  BE UPON THE INMATES ACCORDING TO THE SCHEDULE SET FORTH  IN  SUBDIVISION\n    7  TWO OF THIS SECTION.\n    8    2.  (A) THE FOLLOWING SCHEDULE SHALL BE USED TO DETERMINE THE PERCENT-\n    9  AGE OF THE EXPENSE OF MAINTAINING AN INMATE REQUIRED TO BE PAID BY  SUCH\n   10  INMATE:\n   11    (I)  AN  INMATE  WITH  TOTAL ASSETS OF TWO HUNDRED THOUSAND DOLLARS OR\n   12  MORE, ONE HUNDRED PERCENT OF SUCH EXPENSE;\n   13    (II) AN INMATE WITH TOTAL ASSETS OF ONE HUNDRED SIXTY THOUSAND DOLLARS\n   14  OR MORE BUT LESS THAN TWO HUNDRED THOUSAND DOLLARS,  EIGHTY  PERCENT  OF\n   15  SUCH EXPENSE;\n   16    (III)  AN  INMATE  WITH  TOTAL  ASSETS  OF ONE HUNDRED TWENTY THOUSAND\n   17  DOLLARS OR MORE BUT LESS THAN ONE HUNDRED SIXTY THOUSAND DOLLARS,  SIXTY\n   18  PERCENT OF SUCH EXPENSE;\n   19    (IV)  AN  INMATE  WITH TOTAL ASSETS OF EIGHTY THOUSAND DOLLARS OR MORE\n   20  BUT LESS THAN ONE HUNDRED TWENTY THOUSAND DOLLARS, FORTY PERCENT OF SUCH\n   21  EXPENSE;\n   22    (V) AN INMATE WITH TOTAL ASSETS OF FORTY THOUSAND DOLLARS OR MORE  BUT\n   23  LESS THAN EIGHTY THOUSAND DOLLARS, TWENTY PERCENT OF SUCH EXPENSE; AND\n   24    (VI)  AN INMATE WITH TOTAL ASSETS OF LESS THAN FORTY THOUSAND DOLLARS,\n   25  ZERO PERCENT OF SUCH EXPENSE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01955-01-1\n\n       A. 1574                             2\n\n    1    (B) FOR PURPOSES OF THIS SUBDIVISION, THE TERM  \"TOTAL  ASSETS\"  SHALL\n    2  NOT INCLUDE THE VALUE OF THE INMATE'S HOME OR ANY EQUITY IN SUCH HOME.\n    3    3.  THE  COMMISSIONER  IS HEREBY AUTHORIZED AND DIRECTED TO PROMULGATE\n    4  RULES AND REGULATIONS NECESSARY FOR THE IMPLEMENTATION OF THIS SECTION.\n    5    S 2. This act shall take effect on the one hundred twentieth day after\n    6  it shall have become a law; provided, however, that effective immediate-\n    7  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n    8  necessary  for  the  implementation of this act on its effective date is\n    9  authorized to be made and completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to reimbursement of inmate expenses of imprisonment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110111.T144715.TXT", "SOBI.D110110.T153118.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294775235443
}