{
  "year" : 2011,
  "senateBillNo" : "A1575-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to correction",
    "billEventId" : "A1575-2011-1294635600000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for disposition of civil judgment or settlement realized by prisoner",
  "summary" : "Provides for the disposition of civil proceeds realized by a prisoner of a correctional facility who is successful in an action against the state or a locality to a trust fund subject to garnishment or attachment for the cost of such prisoner's confinement, support of his or her dependents, payment of fines and other restitution. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A10362-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1575\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Correction\n\n       AN ACT to amend the correction law, in relation to  civil  judgments  or\n         settlements awarded to inmates\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The correction law is amended by adding a new section 620-a\n    2  to read as follows:\n    3    S 620-A.  DISPOSITION OF CIVIL JUDGMENTS OR SETTLEMENTS.   THE  AMOUNT\n    4  OF ANY SETTLEMENT OR JUDGMENT REALIZED BY A PRISONER IN A STATE OR LOCAL\n    5  CORRECTION  FACILITY  AS A RESULT OF A CIVIL ACTION FOR DAMAGES SUFFERED\n    6  WHILE SUCH A PRISONER, LESS ANY DEDUCTIONS  REQUIRED  OR  AUTHORIZED  BY\n    7  LAW,  SHALL  BE  DEPOSITED  WITH THE DEPARTMENT IN A TRUST FUND ACCOUNT.\n    8  SUCH EARNINGS SHALL BE SUBJECT TO ATTACHMENT OR GARNISHMENT IN THE HANDS\n    9  OF THE DEPARTMENT.   THE  COMMISSIONER  IS  AUTHORIZED  TO  PROVIDE  FOR\n   10  DISBURSEMENTS  FROM THE TRUST FUND ACCOUNT FOR ANY OR ALL OF THE FOLLOW-\n   11  ING PURPOSES:\n   12    1. SUCH COSTS INCIDENT TO THE PRISONER'S CONFINEMENT  AS  THE  COMMIS-\n   13  SIONER DEEMS APPROPRIATE AND REASONABLE;\n   14    2.  SUCH COSTS RELATED TO ANY WORK RELEASE PROGRAM AS THE COMMISSIONER\n   15  DEEMS APPROPRIATE AND REASONABLE;\n   16    3. SUPPORT OF THE PRISONER'S DEPENDENTS; OR\n   17    4. PAYMENT OF COURT FINES, MANDATORY SURCHARGE, RESTITUTION OR REPARA-\n   18  TION, OR FORFEITURES.\n   19    THE BALANCE OF SUCH EARNINGS, IF ANY, AFTER DISBURSEMENTS FOR  ANY  OF\n   20  THE  PURPOSES  ESTABLISHED IN THIS SECTION SHALL BE PAID TO THE PRISONER\n   21  UPON TERMINATION OF HIS OR HER IMPRISONMENT.\n   22    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01462-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to civil judgments or settlements awarded to inmates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110111.T143714.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774634045
}