{
  "year" : 2011,
  "senateBillNo" : "A1584-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1584-2011-1294722000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends provisions of chapter 57 of 2005 relating to the NYS nursing faculty loan forgiveness incentive program and NYS nursing faculty scholarship program",
  "summary" : "Extends provisions relating to the NYS nursing faculty loan forgiveness incentive program and NYS nursing faculty scholarship program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A11422-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1584\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. GLICK -- read once and referred to the Committee\n         on Higher Education\n\n       AN ACT to amend chapter 57 of the laws of 2005  amending  the  education\n         law  relating  to  the New York state nursing faculty loan forgiveness\n         incentive program and the New York state nursing  faculty  scholarship\n         program, in relation to the effectiveness thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3 of part V of chapter  57  of  the  laws  of  2005\n    2  amending the education law relating to the New York state nursing facul-\n    3  ty  loan  forgiveness  incentive  program and the New York state nursing\n    4  faculty scholarship program, as added by section 4 of part D of  chapter\n    5  63 of the laws of 2005, is amended to read as follows:\n    6    S  3.  This  act  shall  take  effect on the same date and in the same\n    7  manner as Part H of [a chapter of the laws of 2005  amending  the  labor\n    8  law  and  other  laws relating to implementing the state fiscal plan for\n    9  the 2005-2006 state fiscal year, as proposed in legislative bill numbers\n   10  S.3667 and A.6841, takes effect] THIS ACT; provided that section two  of\n   11  this  act  shall  take effect on the same date and in the same manner as\n   12  Part I of [a chapter of the laws of 2005  amending  the  labor  law  and\n   13  other  laws relating to implementing the state fiscal plan for the 2005-\n   14  2006 state fiscal year, as proposed in legislative bill  numbers  S.3667\n   15  and  A.6841,  takes effect] THIS ACT; and provided further that this act\n   16  shall expire and be deemed repealed on June 30, [2010] 2016.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07193-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 57 of the laws of 2005 amending the education law relating to the New York state nursing faculty loan forgiveness incentive program and the New York state nursing faculty scholarship program, in relation to the effectiveness thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T092145.TXT", "SOBI.D110111.T101148.TXT", "SOBI.D110112.T122502.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294853102675
}