{
  "year" : 2011,
  "senateBillNo" : "A1580-2011",
  "billEvents" : [ {
    "eventDate" : 1294635600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1580-2011-1294635600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits a person convicted of violating \"Buster's Law\" from owning or possessing a companion animal",
  "summary" : "Prohibits a person convicted of \"Buster's Law\" from owning or possessing a companion animal unless authorized by court order, after appropriate psychiatric or psychological testing. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A10283-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1580\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 10, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TEDISCO, KOLB -- Multi-Sponsored by -- M. of A.\n         THIELE -- read once and referred to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to limiting\n         the ownership or possession of companion animals by persons  convicted\n         of violating \"Buster's Law\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 353-a of the agriculture and markets law is amended\n    2  by adding a new subdivision 4 to read as follows:\n    3    4. ON AND AFTER THE EFFECTIVE DATE OF THIS SUBDIVISION, NO PERSON  WHO\n    4  IS  CONVICTED  OF  A  VIOLATION  OF  THIS SECTION SHALL OWN OR POSSESS A\n    5  COMPANION ANIMAL UNLESS AND UNTIL AUTHORIZED BY A COURT ORDER ISSUED  BY\n    6  A  COUNTY  COURT  JUDGE OF HIS OR HER COUNTY OF RESIDENCE. NO SUCH ORDER\n    7  SHALL BE ISSUED UNTIL SUCH CONVICTED PERSON FIRST  DEMONSTRATES  TO  THE\n    8  COURT THAT HE OR SHE HAS UNDERGONE PSYCHIATRIC OR PSYCHOLOGICAL TESTING,\n    9  THE RESULTS OF WHICH INDICATE BY CLEAR AND CONVINCING EVIDENCE OF HIS OR\n   10  HER  CAPABLE  AND  SOUND MENTAL CAPACITY AND ABILITY TO OWN AND PROPERLY\n   11  CARE FOR SUCH AN ANIMAL IN A HUMANE MANNER.\n   12    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   13  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01476-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to limiting the ownership or possession of companion animals by persons convicted of violating \"Buster's Law\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110110.T153635.TXT", "SOBI.D110110.T161130.TXT", "SOBI.D110131.T160719.TXT", "SOBI.D110111.T144215.TXT", "SOBI.D110110.T161630.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296508039505
}