{
  "year" : 2011,
  "senateBillNo" : "A1589-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to health",
    "billEventId" : "A1589-2011-1294722000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "reported referred to codes",
    "billEventId" : "A1589-2011-1295931600000-reported+referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to penalties for the illegal shipment of cigarettes",
  "summary" : "Relates to penalties for the illegal shipment of cigarettes and the authority of state and local authorities to bring actions to recover civil fines for such violations. ",
  "currentCommittee" : null,
  "sameAs" : "S2170",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1833-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1589\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DINOWITZ,  MAGEE, GOTTFRIED, GALEF, MILLMAN,\n         PAULIN, MAISEL, REILLY, PHEFFER -- Multi-Sponsored  by  --  M.  of  A.\n         BOYLAND,  CALHOUN, CLARK, CYMBROWITZ, GLICK, JAFFEE, McDONOUGH, McENE-\n         NY, McKEVITT, P. RIVERA, SPANO, SWEENEY, WEISENBERG -- read  once  and\n         referred to the Committee on Health\n\n       AN  ACT  to  amend the public health law, in relation to the shipment of\n         cigarettes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions  1, 2 and 5 of section 1399-ll of the public\n    2  health law, as added by chapter 262 of the laws of 2000, are amended  to\n    3  read as follows:\n    4    1.  It  shall  be  unlawful  for any person engaged in the business of\n    5  selling cigarettes to ship or cause to be shipped any cigarettes to  any\n    6  person  in  this  state who is not: (a) a person licensed as a cigarette\n    7  tax agent or wholesale dealer under article twenty of  the  tax  law  or\n    8  registered  retail dealer under section four hundred eighty-a of the tax\n    9  law; (b) an export warehouse proprietor pursuant to chapter  52  of  the\n   10  internal  revenue  code  or  an  operator  of a customs bonded warehouse\n   11  pursuant to section 1311 or 1555 of title 19 of the United States  Code;\n   12  or  (c)  a  person  who  [is] PRESENTS HIMSELF OR HERSELF AS an officer,\n   13  employee or agent of the United  States  government,  this  state  or  a\n   14  department,  agency,  instrumentality  or  political  subdivision of the\n   15  United States or this state, when such person is  acting  in  accordance\n   16  with  his  or  her  official duties. For purposes of this subdivision, a\n   17  person is a licensed or registered agent or dealer  described  in  para-\n   18  graph  (a)  of  this subdivision if his or her name appears on a list of\n   19  licensed or registered agents or dealers published by the department  of\n   20  taxation  and finance, or if such person is licensed or registered as an\n   21  agent or dealer under article twenty of the tax law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04477-01-1\n\n       A. 1589                             2\n\n    1    2. It shall be unlawful for any common or contract carrier to knowing-\n    2  ly transport cigarettes to any person in this state reasonably  believed\n    3  by  such  carrier  to be other than a person described in paragraph (a),\n    4  (b) or (c) of subdivision one of  this  section.  For  purposes  of  the\n    5  preceding  sentence,  if  cigarettes  are transported to a home or resi-\n    6  dence, it shall be presumed that the common  or  contract  carrier  knew\n    7  that such person was not a person described in paragraph (a), (b) or (c)\n    8  of  subdivision  one of this section. It shall be unlawful for any other\n    9  person to knowingly transport cigarettes to any person  in  this  state,\n   10  other  than to a person described in paragraph (a), (b) or (c) of subdi-\n   11  vision one of  this  section.  Nothing  in  this  subdivision  shall  be\n   12  construed  to  prohibit a person other than a common or contract carrier\n   13  OR A PERSON ENGAGED IN THE BUSINESS OF SELLING  CIGARETTES  from  trans-\n   14  porting  not  more  than eight hundred cigarettes at any one time to any\n   15  person in this state.\n   16    5. Any person who violates the provisions of subdivision one or two of\n   17  this section shall be guilty of a class A misdemeanor and for  a  second\n   18  or subsequent violation shall be guilty of a class E felony. In addition\n   19  to  the criminal penalty, [the commissioner may impose a civil fine] ANY\n   20  PERSON WHO VIOLATES THE PROVISIONS OF SUBDIVISION ONE, TWO OR  THREE  OF\n   21  THIS  SECTION  SHALL  BE  SUBJECT  TO  A CIVIL PENALTY not to exceed THE\n   22  GREATER OF (A) five thousand dollars for each  such  violation  [on  any\n   23  person  who violates subdivision one or two of this section. The commis-\n   24  sioner may impose a civil fine not to exceed five thousand  dollars  for\n   25  each  violation  of  subdivision  three  of  this  section on any person\n   26  engaged in the business of selling cigarettes who ships or causes to  be\n   27  shipped  any  such  cigarettes  to any person in this state]; OR (B) ONE\n   28  HUNDRED DOLLARS FOR EACH  PACK  OF  CIGARETTES  SHIPPED,  CAUSED  TO  BE\n   29  SHIPPED OR TRANSPORTED IN VIOLATION OF SUCH SUBDIVISION.\n   30    S 2. Section 1399-ll of the public health law, as added by chapter 262\n   31  of the laws of 2000, is amended by adding a new subdivision 6 to read as\n   32  follows:\n   33    6. THE ATTORNEY GENERAL MAY BRING AN ACTION TO RECOVER THE CIVIL FINES\n   34  PROVIDED  BY  SUBDIVISION FIVE OF THIS SECTION AND FOR SUCH OTHER RELIEF\n   35  AS MAY BE DEEMED NECESSARY. IN ADDITION, THE CORPORATION COUNSEL OF  ANY\n   36  POLITICAL  SUBDIVISION  THAT  IMPOSES  A  TAX ON CIGARETTES MAY BRING AN\n   37  ACTION TO RECOVER THE CIVIL PENALTIES PROVIDED BY  SUBDIVISION  FIVE  OF\n   38  THIS  SECTION  AND FOR SUCH OTHER RELIEF AS MAY BE DEEMED NECESSARY WITH\n   39  RESPECT TO ANY CIGARETTES SHIPPED, CAUSED TO BE SHIPPED  OR  TRANSPORTED\n   40  IN VIOLATION OF THIS SECTION TO ANY PERSON LOCATED WITHIN SUCH POLITICAL\n   41  SUBDIVISION.  ALL  CIVIL  FINES  OBTAINED  IN  ANY  SUCH ACTION SHALL BE\n   42  RETAINED BY THE STATE OR MUNICIPALITY  BRINGING  SUCH  ACTION,  PROVIDED\n   43  THAT  NO  PERSON  SHALL  BE  REQUIRED TO PAY CIVIL PENALTIES TO BOTH THE\n   44  STATE AND A POLITICAL SUBDIVISION WITH RESPECT TO THE SAME VIOLATION  OF\n   45  THIS SECTION.\n   46    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the shipment of cigarettes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T120629.TXT", "SOBI.D110111.T115714.TXT", "SOBI.D110111.T144215.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295985864430
}