{
  "year" : 2011,
  "senateBillNo" : "A1592-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1592-2011-1294722000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restricts the imposition of unfunded mandates on local governments",
  "summary" : "Restricts the imposition of additional unfunded mandates on local governments by the state until such time as those mandates are fully funded by the state; provides for certain exceptions; provides that a three-fifths majority in each house shall override this restriction. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "A5789-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1592\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GALEF, PEOPLES-STOKES, MAGEE, CALHOUN, CORWIN,\n         GIGLIO -- Multi-Sponsored by -- M. of  A.  BARCLAY,  BURLING,  BUTLER,\n         CASTELLI,  CONTE,  CROUCH,  DUPREY, ENGLEBRIGHT, HAWLEY, JORDAN, KOLB,\n         P. LOPEZ, J. MILLER, MOLINARO, RABBITT, RAIA, REILICH, SAYWARD, SCHIM-\n         MINGER, SWEENEY, TEDISCO, THIELE, TOBACCO -- read once and referred to\n         the Committee on Governmental Operations\n\n       AN ACT to amend the legislative law,  in  relation  to  restricting  the\n         imposition of unfunded mandates on political subdivisions of the state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and intent. The legislature finds that\n    2  state government imposes numerous program and  service  requirements  on\n    3  its  local  governments  without fully considering the fiscal impacts of\n    4  these requirements. Such unfunded  mandates  require  local  governments\n    5  already  experiencing  considerable  economic hardship to provide new or\n    6  significantly expanded programs and services without the funding  neces-\n    7  sary  to  carry  out those mandates. Because unfunded mandates aggravate\n    8  the fiscal difficulty that some local governments are now  experiencing,\n    9  the state must consider the burdens of unfunded mandates before imposing\n   10  additional  such  requirements  on  local  governments.  The legislature\n   11  therefore declares that it is appropriate that state government  provide\n   12  funding for mandates it imposes on local governments.\n   13    The legislature also finds that some mandates are critical to preserv-\n   14  ing  the  health, safety and welfare of the people of the state. Because\n   15  it is impractical to shift immediately to  full  state  funding  of  all\n   16  state  mandates,  and  recognizing  the  need to curtail the transfer of\n   17  program and service expenses from the state to  local  governments,  the\n   18  legislature declares its intent to restrict the imposition of additional\n   19  unfunded mandates on local governments until such time as these mandates\n   20  are fully funded by the state.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00353-01-1\n\n       A. 1592                             2\n\n    1    S  2.  The  legislative law is amended by adding a new section 51-a to\n    2  read as follows:\n    3    S  51-A.  STATE  MANDATES  ON POLITICAL SUBDIVISIONS OF THE STATE.  1.\n    4  DEFINITIONS. AS USED IN THIS SECTION:\n    5    (A) THE TERM \"POLITICAL SUBDIVISION\" MEANS  ANY  COUNTY,  CITY,  TOWN,\n    6  VILLAGE,  SCHOOL DISTRICT OR SPECIAL DISTRICT, OR ANY AGENCY, AUTHORITY,\n    7  COMMISSION, DEPARTMENT OR INSTRUMENTALITY THEREOF.\n    8    (B) THE TERM \"QUALIFYING BILL\" MEANS ANY BILL OR AMENDMENT TO  A  BILL\n    9  FILED ON OR AFTER THE EFFECTIVE DATE OF THIS SECTION WHICH ESTABLISHES A\n   10  STATE PROGRAM, SIGNIFICANTLY CHANGES SERVICES REQUIRED TO BE PROVIDED BY\n   11  SUCH  PROGRAM,  OR  RESULTS  IN  A CHANGE IN REVENUES OR EXPENSES OF ANY\n   12  POLITICAL SUBDIVISION.\n   13    2. NO QUALIFYING BILL HAVING A DIRECT IMPACT ON ANY POLITICAL SUBDIVI-\n   14  SION IN EXCESS OF TEN THOUSAND DOLLARS PER YEAR, OR ON TWO OR MORE POLI-\n   15  TICAL SUBDIVISIONS COLLECTIVELY OR ON A CITY WITH A  POPULATION  OF  ONE\n   16  MILLION  OR  MORE  IN  EXCESS  OF ONE HUNDRED THOUSAND DOLLARS PER YEAR,\n   17  SHALL BE OPERATIVE ON SUCH POLITICAL  SUBDIVISION  OR  CITY  UNLESS  THE\n   18  LEGISLATION  HAVING  SUCH  IMPACT  REQUIRES  THE STATE TO PROVIDE A FULL\n   19  SUBVENTION OF FUNDS FROM THE STATE TO REIMBURSE ANY  AFFECTED  POLITICAL\n   20  SUBDIVISION OR CITY FOR THE REASONABLE AND NECESSARY COST THEREOF.\n   21    3.  A LAW SUBJECT TO THE PROVISIONS OF SUBDIVISION TWO OF THIS SECTION\n   22  SHALL MAKE AN INITIAL APPROPRIATION THEREIN IN THE AMOUNT SUFFICIENT  TO\n   23  PAY  IN  FULL ANY NET ADDITIONAL COST OF COMPLIANCE NECESSARILY INCURRED\n   24  BY THE AFFECTED POLITICAL SUBDIVISION IN THAT FISCAL  YEAR.  THEREAFTER,\n   25  THE  STATE  SHALL  PROVIDE  FUNDING  FOR CONTINUING PROGRAMS OR SERVICES\n   26  SUBJECT TO THE PROVISIONS OF SUBDIVISION TWO  OF  THIS  SECTION  IN  THE\n   27  ANNUAL  APPROPRIATIONS  ACT OR SUPPLEMENTAL ACTS THERETO OR IN APPROPRI-\n   28  ATIONS OF BOND MONEYS OR OTHER DESIGNATED SOURCES OF FUNDING.\n   29    4. NOTWITHSTANDING ANY OTHER PROVISION IN THIS SECTION TO THE  CONTRA-\n   30  RY,  THE  FOLLOWING CATEGORIES OF BILLS SHALL NOT BE CONSIDERED UNFUNDED\n   31  MANDATES:\n   32    (A) THOSE WHICH ARE REQUIRED TO COMPLY WITH FEDERAL LAWS OR  RULES  OR\n   33  TO MEET ELIGIBILITY STANDARDS FOR FEDERAL ENTITLEMENTS;\n   34    (B)  THOSE  WHICH  ARE  IMPOSED  ON BOTH GOVERNMENT AND NON-GOVERNMENT\n   35  ENTITIES IN THE SAME OR SUBSTANTIALLY SIMILAR CIRCUMSTANCES;\n   36    (C) THOSE WHICH PERMIT, ESTABLISH OR ENABLE ONLY OPTIONAL PROGRAMS  OR\n   37  SERVICES;\n   38    (D) THOSE WHICH ARE BUDGET BILLS SUBMITTED BY THE GOVERNOR PURSUANT TO\n   39  ARTICLE  SEVEN  OF  THE  CONSTITUTION, BUT ONLY IF SUCH BILLS IMPLEMENT,\n   40  REVISE, AMEND OR CONTINUE PROGRAMS OR MANDATES WHICH CURRENTLY EXIST AND\n   41  SUCH BILLS DO NOT IMPOSE ANY NEW MANDATES WHICH, IF TAKEN BY THEMSELVES,\n   42  WOULD OTHERWISE BE SUBJECT TO THE RESTRICTIONS OF THIS SECTION;\n   43    (E) THOSE WHICH  REPEAL,  REVISE,  OR  EASE  AN  EXISTING  MANDATE  OR\n   44  REQUIREMENT, OR WHICH REAPPORTION THE COSTS OF ACTIVITIES BETWEEN BOARDS\n   45  OF EDUCATION, COUNTIES AND MUNICIPALITIES;\n   46    (F)  THOSE  WHICH  STEM FROM FAILURE TO COMPLY WITH PREVIOUSLY ENACTED\n   47  LAWS, OR RULES OR REGULATIONS ISSUED PURSUANT TO A LAW;\n   48    (G) THOSE WHICH ARISE FROM A RULING BY A COURT OF COMPETENT  JURISDIC-\n   49  TION;\n   50    (H) THOSE WHICH ARISE FROM AN EXECUTIVE ORDER OF THE GOVERNOR EXERCIS-\n   51  ING HIS EMERGENCY POWERS;\n   52    (I)  THOSE WHICH IMPLEMENT PROVISIONS OF THE CONSTITUTION OF THE STATE\n   53  OF NEW YORK;\n   54    (J) THOSE WHICH ARE ENACTED AFTER A PUBLIC HEARING, HELD AFTER  PUBLIC\n   55  NOTICE  THAT  UNFUNDED  MANDATES  WILL BE CONSIDERED, FOR WHICH A FISCAL\n   56  ANALYSIS IS AVAILABLE AT THE TIME OF THE PUBLIC HEARING  AND  WHICH,  IN\n\n       A. 1592                             3\n\n    1  ADDITION  TO  COMPLYING  WITH  ALL OTHER REQUIREMENTS WITH REGARD TO THE\n    2  ENACTMENT OF A LAW, ARE PASSED BY A THREE-FIFTHS VOTE OF BOTH THE SENATE\n    3  AND ASSEMBLY; AND\n    4    (K)  THOSE  WHICH ARE THE RESULT OF THE PASSAGE OF A HOME RULE MESSAGE\n    5  WHEREBY A LOCAL GOVERNMENT REQUESTS AUTHORITY TO IMPLEMENT  THE  PROGRAM\n    6  OR  SERVICE SPECIFIED IN THE STATUTE, AND THE STATUTE IMPOSES COSTS ONLY\n    7  UPON THAT LOCAL GOVERNMENT WHICH REQUESTS THE AUTHORITY  TO  IMPOSE  THE\n    8  PROGRAM OR SERVICE.\n    9    S  3. This act shall take effect on the first of January next succeed-\n   10  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to restricting the imposition of unfunded mandates on political subdivisions of the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T115714.TXT", "SOBI.D110111.T143714.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774634050
}