{
  "year" : 2011,
  "senateBillNo" : "A1591-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to housing",
    "billEventId" : "A1591-2011-1294722000000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to management of cooperative apartment buildings",
  "summary" : "Requires a vote of two-thirds of total membership of stockholders to allow the sponsor of a cooperative apartment building or condominium units to become the managing agent after the conversion of the building. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A1129-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1591\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. DINOWITZ, COLTON, V. LOPEZ, KAVANAGH -- Multi-\n         Sponsored by -- M. of A.  BRENNAN, CLARK -- read once and referred  to\n         the Committee on Housing\n\n       AN  ACT  to  amend the general business law, in relation to the managing\n         agent of a cooperative apartment building or condominium units\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraphs (iv) and (v) of subdivision 1 of section 352-ee\n    2  of the general business law, as added by chapter  509  of  the  laws  of\n    3  1978, are amended and a new paragraph (vi) is added to read as follows:\n    4    (iv) a statement, satisfactory to the attorney general, that it is the\n    5  obligation  of  the sponsor to complete all alterations and improvements\n    6  to individual spaces or dwelling units in compliance with such  approved\n    7  plans  within the time specified in the plan or, if the sponsor does not\n    8  undertake such obligation, that it is the obligation of  the  individual\n    9  owners of shares in the cooperative corporation or of condominium units,\n   10  under  the supervision of the cooperative corporation or, in the case of\n   11  a condominium, under the  supervision  of  the  board  of  managers,  to\n   12  complete  such alterations and improvements within the time specified in\n   13  the plan; [and]\n   14    (v) a statement that a permanent certificate of occupancy is  required\n   15  for  permanent residential use of the premises, that a temporary certif-\n   16  icate of occupancy may only be renewed for a total period of  two  years\n   17  from  the  date  of  its  original  issuance  and that, if the temporary\n   18  certificate of occupancy shall have expired prior to obtaining a  perma-\n   19  nent  certificate  of  occupancy,  residential occupancy of the premises\n   20  will be in violation of the multiple dwelling law, subjecting the  occu-\n   21  pants  and the cooperative corporation and its board of directors or, in\n   22  the case of a condominium, the unit owners and  board  of  managers,  to\n   23  penalties under the multiple dwelling law including eviction of residen-\n   24  tial occupants[.]; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04469-01-1\n\n       A. 1591                             2\n\n    1    (VI)  A STATEMENT THAT THE SPONSOR SHALL NOT ACT AS THE MANAGING AGENT\n    2  OF SUCH COOPERATIVE APARTMENT BUILDING OR CONDOMINIUM UNITS EXCEPT  UPON\n    3  A VOTE OF TWO-THIRDS OF THE TOTAL MEMBERSHIP OF THE STOCKHOLDERS.\n    4    S  2.  Subdivision 2 of section 352-eee of the general business law is\n    5  amended by adding a new paragraph (g) to read as follows:\n    6    (G) THE PLAN PROVIDES THAT THE SPONSOR SHALL NOT ACT AS  THE  MANAGING\n    7  AGENT OF SUCH COOPERATIVE APARTMENT BUILDING OR CONDOMINIUM UNITS EXCEPT\n    8  UPON A VOTE OF TWO-THIRDS OF THE TOTAL MEMBERSHIP OF THE STOCKHOLDERS.\n    9    S  3. Subdivision 2 of section 352-eeee of the general business law is\n   10  amended by adding a new paragraph (g) to read as follows:\n   11    (G) THE PLAN PROVIDES THAT THE SPONSOR SHALL NOT ACT AS  THE  MANAGING\n   12  AGENT OF SUCH COOPERATIVE APARTMENT BUILDING OR CONDOMINIUM UNITS EXCEPT\n   13  UPON A VOTE OF TWO-THIRDS OF THE TOTAL MEMBERSHIP OF THE STOCKHOLDERS.\n   14    S  4.  This act shall take effect immediately, provided, however, that\n   15  the amendments to sections 352-eee and 352-eeee of the general  business\n   16  law  made  by  sections  two  and three of this act shall not affect the\n   17  expiration of such sections and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the managing agent of a cooperative apartment building or condominium units ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T115714.TXT", "SOBI.D110111.T143714.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774634044
}