{
  "year" : 2011,
  "senateBillNo" : "A159-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A159-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates commissions to interview and recommend trustee candidates to the state university, CUNY and the community colleges",
  "summary" : "Creates independent commissions to interview and recommend trustee candidates to the state university, CUNY and the community colleges. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A565-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          159\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL, PERRY, SCHROEDER -- Multi-Sponsored by --\n         M.  of A. LUPARDO -- read once and referred to the Committee on Higher\n         Education\n\n       AN ACT to amend the education law, in relation to trustees of the  state\n         university  of  New  York,  city university of New York, and community\n         colleges\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 350 of the education law is amended by adding two\n    2  new subdivisions 7 and 8 to read as follows:\n    3    7. \"COMMISSION\" MEANS THE STATE UNIVERSITY OF NEW  YORK'S  INDEPENDENT\n    4  COMMISSION ON BOARD OF TRUSTEE'S NOMINATIONS.\n    5    8.  \"CANDIDATE\"  MEANS  A PERSON WHO HAS REQUESTED THAT THE COMMISSION\n    6  CONSIDER HIS OR HER QUALIFICATIONS TO SERVE ON THE STATE  UNIVERSITY  OF\n    7  NEW  YORK BOARD OF TRUSTEES; OR (A) WHO HAS BEEN RECOMMENDED FOR CONSID-\n    8  ERATION BY THE COMMISSION BY ANOTHER PERSON, INCLUDING  A  COMMUNITY  OR\n    9  PROFESSIONAL ORGANIZATION; OR (B) WHO HAS AGREED TO BE CONSIDERED BY THE\n   10  COMMISSION AT THE COMMISSION'S REQUEST.\n   11    S  2.  The education law is amended by adding four new sections 352-b,\n   12  352-c, 352-d and 352-e to read as follows:\n   13    S 352-B. ORGANIZATION OF THE COMMISSION. 1. A STATE UNIVERSITY OF  NEW\n   14  YORK  INDEPENDENT COMMISSION ON BOARD OF TRUSTEES' NOMINATIONS IS HEREBY\n   15  ESTABLISHED. THE COMMISSION SHALL CONSIST  OF  ELEVEN  MEMBERS  OF  WHOM\n   16  THREE  SHALL BE APPOINTED BY THE GOVERNOR AND THREE EACH, BY THE SPEAKER\n   17  OF THE ASSEMBLY AND THE TEMPORARY PRESIDENT OF THE SENATE, AND ONE  EACH\n   18  BY  THE  CHAIR OF THE STATE UNIVERSITY OF NEW YORK FACULTY SENATE AND BY\n   19  THE PRESIDENT OF THE STUDENT ASSEMBLY OF THE  STATE  UNIVERSITY  OF  NEW\n   20  YORK.  OF  THE THREE MEMBERS APPOINTED BY THE GOVERNOR, NO MORE THAN TWO\n   21  SHALL BE ENROLLED IN THE SAME POLITICAL PARTY AND TWO  OF  SUCH  MEMBERS\n   22  SHALL  BE  GRADUATES  OF THE STATE UNIVERSITY OF NEW YORK.  NO MEMBER OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01071-02-1\n\n       A. 159                              2\n\n    1  THE COMMISSION SHALL HOLD ANY ELECTED PUBLIC OFFICE  OR  OFFICE  IN  ANY\n    2  POLITICAL  PARTY  OR SHALL BE AN EMPLOYEE OF OR UNDER THE SUPERVISION OF\n    3  ANY PERSON WHO HOLDS SUCH ELECTED PUBLIC OFFICE OR OFFICE OF A POLITICAL\n    4  PARTY.  NO  MEMBER  OF THE COMMISSION SHALL SERVE IN ANY PUBLIC OR POLI-\n    5  TICAL OFFICE WITHIN ONE YEAR OF THE  MEMBER'S  PERIOD  OF  SERVICE.  THE\n    6  MEMBERS OF THE COMMISSION SHALL BE RESIDENTS OF THE STATE.\n    7    2. THE MEMBERS FIRST APPOINTED BY THE GOVERNOR SHALL HAVE ONE, TWO AND\n    8  THREE-YEAR  TERMS,  RESPECTIVELY,  AS  HE  OR  SHE  SHALL DESIGNATE. THE\n    9  MEMBERS FIRST APPOINTED BY THE SPEAKER OF THE ASSEMBLY SHALL  HAVE  ONE,\n   10  TWO,  AND  THREE-YEAR TERMS, RESPECTIVELY, AS HE OR SHE SHALL DESIGNATE.\n   11  THE MEMBER FIRST APPOINTED BY THE  TEMPORARY  PRESIDENT  OF  THE  SENATE\n   12  SHALL  HAVE  ONE,  TWO  AND THREE-YEAR TERMS, RESPECTIVELY, AS HE OR SHE\n   13  SHALL DESIGNATE. THE MEMBER FIRST APPOINTED BY THE CHAIR  OF  THE  STATE\n   14  UNIVERSITY  OF  NEW YORK FACULTY SENATE SHALL HAVE A TWO-YEAR TERM AS HE\n   15  OR SHE SHALL DESIGNATE. THE MEMBER FIRST APPOINTED BY THE  PRESIDENT  OF\n   16  THE  STUDENT  ASSEMBLY  OF THE STATE UNIVERSITY OF NEW YORK SHALL HAVE A\n   17  ONE-YEAR TERM AS HE OR SHE SHALL DESIGNATE. EACH SUBSEQUENT  APPOINTMENT\n   18  SHALL BE FOR A TERM OF ONE YEAR.\n   19    3. A VACANCY SHALL BE DEEMED TO OCCUR IMMEDIATELY UPON THE APPOINTMENT\n   20  OR  ELECTION OF ANY MEMBER TO AN OFFICE THAT WOULD DISQUALIFY HIM OR HER\n   21  FOR APPOINTMENT TO, OR MEMBERSHIP ON, THE COMMISSION. A  VACANCY  OCCUR-\n   22  RING  FOR ANY REASON OTHER THAN BY EXPIRATION OF TERM SHALL BE FILLED BY\n   23  THE APPOINTING AUTHORITY FOR THE REMAINDER OF THE UNEXPIRED TERM  PURSU-\n   24  ANT TO THE PROVISIONS OF THIS SECTION.\n   25    4.  THE  MEMBERS OF THE COMMISSION SHALL DESIGNATE ONE MEMBER TO SERVE\n   26  AS CHAIRPERSON FOR A PERIOD OF TWO YEARS OR UNTIL HIS  OR  HER  TERM  OF\n   27  OFFICE EXPIRES, WHICHEVER PERIOD IS SHORTER.\n   28    5.  EACH  MEMBER OF THE COMMISSION SHALL BE ENTITLED TO RECEIVE HIS OR\n   29  HER ACTUAL AND NECESSARY EXPENSES INCURRED IN THE DISCHARGE  OF  HIS  OR\n   30  HER DUTIES.\n   31    6. SEVEN MEMBERS OF THE COMMISSION SHALL CONSTITUTE A QUORUM.\n   32    S 352-C. FUNCTIONS OF THE COMMISSION. 1. THE COMMISSION SHALL:\n   33    (A)  CONSIDER  AND  EVALUATE  THE  QUALIFICATIONS  OF  CANDIDATES  FOR\n   34  APPOINTMENT TO THE STATE UNIVERSITY OF NEW YORK BOARD OF  TRUSTEES  AND,\n   35  AS  VACANCIES OCCUR ON SUCH BOARD, THE COMMISSION SHALL RECOMMEND TO THE\n   36  GOVERNOR PERSONS WHO BY THEIR CHARACTER, TEMPERAMENT, PROFESSIONAL APTI-\n   37  TUDE AND EXPERIENCE ARE WELL QUALIFIED TO BE A  MEMBER  OF  SUCH  BOARD.\n   38  SUCH  QUALIFICATIONS  SHALL INCLUDE, BUT NOT BE LIMITED TO: (1) A BACCA-\n   39  LAUREATE DEGREE AS THE MINIMUM  EDUCATIONAL  CRITERIA;  (2)  FAMILIARITY\n   40  WITH  ADDRESSING  POLICY  ISSUES  IN A UNIONIZED ENVIRONMENT; (3) UNDER-\n   41  STANDING OF PUBLIC SECTOR INTERGOVERNMENTAL RELATIONS AS THEY RELATE  TO\n   42  HIGHER EDUCATION INSTITUTIONS; (4) UNDERSTANDING OF AND FAMILIARITY WITH\n   43  THE  KINDS OF ISSUES ARISING IN LARGE COMPLEX ORGANIZATIONS; (5) CURRENT\n   44  INTEREST IN THE INSTITUTION; (6) A COMMITMENT TO  PUBLIC  HIGHER  EDUCA-\n   45  TION;  (7)  A GENERAL BACKGROUND THAT WOULD ALLOW THEM TO MAKE DECISIONS\n   46  IN THE BEST INTERESTS OF THE INSTITUTION; (8) AN  ABILITY  TO  RECOGNIZE\n   47  THE  SOMETIMES  AMBIGUOUS DISTINCTION BETWEEN MANAGEMENT AND GOVERNANCE;\n   48  AND (9) AN ACTUAL AND PERCEIVED INDEPENDENCE FROM POLITICAL INTERFERENCE\n   49  IN THE GOVERNANCE OF THE INSTITUTION.\n   50    (B) ESTABLISH PROCEDURES TO ASSURE THAT PERSONS WHO MAY BE WELL QUALI-\n   51  FIED FOR APPOINTMENT TO THE STATE UNIVERSITY OF NEW YORK BOARD OF  TRUS-\n   52  TEES, OTHER THAN THOSE WHO HAVE REQUESTED CONSIDERATION OR WHO HAVE BEEN\n   53  RECOMMENDED  FOR  CONSIDERATION  BY  OTHERS BE ENCOURAGED TO AGREE TO BE\n   54  CONSIDERED BY THE COMMISSION.\n\n       A. 159                              3\n\n    1    (C) REQUIRE THE PRODUCTION OF ANY BOOKS, RECORDS, DOCUMENTS  OR  OTHER\n    2  EVIDENCE  THAT  IT  MAY  DEEM  RELEVANT OR MATERIAL TO ITS EVALUATION OF\n    3  CANDIDATES.\n    4    (D)  REQUIRE  FROM  ANY  COURT,  DEPARTMENT,  DIVISION, BOARD, BUREAU,\n    5  COMMISSION, OR OTHER AGENCY OF THE STATE OR POLITICAL SUBDIVISION THERE-\n    6  OF OR ANY PUBLIC AUTHORITY SUCH ASSISTANCE,  INFORMATION  AND  DATA,  AS\n    7  WILL ENABLE IT PROPERLY TO EVALUATE THE QUALIFICATIONS OF CANDIDATES.\n    8    (E)  REQUIRE  THE  APPEARANCE OF ANY CANDIDATE BEFORE IT AND INTERVIEW\n    9  ANY PERSON CONCERNING THE QUALIFICATIONS OF ANY CANDIDATE.\n   10    (F) COMMUNICATE WITH THE GOVERNOR CONCERNING THE QUALIFICATIONS OF ANY\n   11  CANDIDATE WHOM IT HAS RECOMMENDED TO THE GOVERNOR, AND COMMUNICATE  WITH\n   12  THE  SENATE  CONCERNING THE QUALIFICATIONS OF ANY CANDIDATE APPOINTED BY\n   13  THE GOVERNOR.\n   14    (G) DO ALL OTHER THINGS NECESSARY AND  CONVENIENT  TO  CARRY  OUT  ITS\n   15  FUNCTIONS PURSUANT TO THIS ARTICLE.\n   16    2. A RECOMMENDATION TO THE GOVERNOR SHALL REQUIRE THE CONCURRENCE OF A\n   17  QUORUM  OF  THE COMMISSION. THE RECOMMENDATIONS TO THE GOVERNOR SHALL BE\n   18  TRANSMITTED TO THE GOVERNOR IN A SINGLE WRITTEN REPORT, WHICH  SHALL  BE\n   19  RELEASED  TO THE PUBLIC BY THE COMMISSION AT THE TIME IT IS SUBMITTED TO\n   20  THE GOVERNOR. THE REPORT SHALL BE IN WRITING, SIGNED ONLY BY THE  CHAIR-\n   21  PERSON,  AND  SHALL  INCLUDE  THE  COMMISSION'S FINDINGS RELATING TO THE\n   22  CHARACTER, TEMPERAMENT, PROFESSIONAL  APTITUDE,  EXPERIENCE,  QUALIFICA-\n   23  TIONS AND FITNESS OF EACH CANDIDATE WHO IS RECOMMENDED TO THE GOVERNOR.\n   24    3.  NO  PERSON  SHALL  BE  RECOMMENDED  TO  THE  GOVERNOR  WHO HAS NOT\n   25  CONSENTED TO BE A CANDIDATE, WHO HAS NOT BEEN PERSONALLY INTERVIEWED  BY\n   26  A QUORUM OF THE MEMBERSHIP OF THE COMMISSION AS PROVIDED FOR IN SUBDIVI-\n   27  SION  SIX  OF SECTION THREE HUNDRED FIFTY-TWO-B OF THIS ARTICLE, AND WHO\n   28  HAS NOT FILED A FINANCIAL STATEMENT WITH THE COMMISSION, ON A FORM TO BE\n   29  PRESCRIBED BY THE COMMISSION. THE FINANCIAL STATEMENT SHALL CONSIST OF A\n   30  SWORN STATEMENT OF THE CANDIDATE'S ASSETS, LIABILITIES  AND  SOURCES  OF\n   31  INCOME,  AND ANY OTHER RELEVANT FINANCIAL INFORMATION, WHICH THE COMMIS-\n   32  SION MAY REQUIRE.  THE COMMISSION SHALL TRANSMIT  TO  THE  GOVERNOR  THE\n   33  FINANCIAL  STATEMENT  FILED  BY  EACH  CANDIDATE WHO IS RECOMMENDED. THE\n   34  GOVERNOR SHALL MAKE AVAILABLE TO  THE  PUBLIC  THE  FINANCIAL  STATEMENT\n   35  FILED BY THE CANDIDATE WHO IS APPOINTED TO FILL A VACANCY. THE FINANCIAL\n   36  STATEMENTS  FILED  BY  ALL OTHER CANDIDATES RECOMMENDED TO THE GOVERNOR,\n   37  BUT NOT APPOINTED BY HIM OR HER, SHALL BE CONFIDENTIAL.\n   38    S 352-D. RULES OF THE COMMISSION. 1. THE COMMISSION SHALL  ADOPT,  AND\n   39  MAY AMEND, WRITTEN RULES OF PROCEDURE NOT INCONSISTENT WITH LAW.\n   40    2.  RULES  OF THE COMMISSION SHALL BE FILED WITH THE CHANCELLOR OF THE\n   41  STATE UNIVERSITY OF NEW YORK AND SHALL  BE  PUBLISHED  IN  THE  OFFICIAL\n   42  COMPILATION  OF  CODES, RULES AND REGULATIONS OF THE STATE. UPON REQUEST\n   43  OF ANY PERSON, THE CHANCELLOR OF THE STATE UNIVERSITY OF NEW YORK  SHALL\n   44  FURNISH A COPY OF THE COMMISSION'S RULES WITHOUT CHARGE.\n   45    3.  RULES  OF THE COMMISSION MAY PRESCRIBE FORMS AND QUESTIONNAIRES TO\n   46  BE COMPLETED AND, IF REQUIRED BY THE COMMISSION, VERIFIED BY CANDIDATES.\n   47    4. RULES OF THE COMMISSION SHALL PROVIDE THAT UPON THE  COMPLETION  BY\n   48  THE COMMISSION OF ITS CONSIDERATION AND EVALUATION OF THE QUALIFICATIONS\n   49  OF  A CANDIDATE, THERE SHALL BE NO RECONSIDERATION OF SUCH CANDIDATE FOR\n   50  THE VACANCY FOR WHICH HE OR SHE WAS CONSIDERED, EXCEPT WITH THE  CONCUR-\n   51  RENCE OF A QUORUM OF THE COMMISSION.\n   52    S  352-E.  CONFIDENTIALITY OF PROCEEDINGS AND RECORDS. 1. ALL COMMUNI-\n   53  CATIONS TO THE COMMISSION, AND ITS PROCEEDINGS,  AND  ALL  APPLICATIONS,\n   54  CORRESPONDENCE,  INTERVIEWS,  TRANSCRIPTS, REPORTS AND ALL OTHER PAPERS,\n   55  FILES AND RECORDS OF THE COMMISSION SHALL BE CONFIDENTIAL AND PRIVILEGED\n   56  AND, EXCEPT FOR THE PURPOSES OF ARTICLE TWO HUNDRED  TEN  OF  THE  PENAL\n\n       A. 159                              4\n\n    1  LAW,  SHALL  NOT  BE  MADE  AVAILABLE  TO ANY PERSON EXCEPT AS OTHERWISE\n    2  PROVIDED IN THIS ARTICLE.\n    3    2. THE GOVERNOR SHALL HAVE ACCESS TO ALL PAPERS AND INFORMATION RELAT-\n    4  ING  TO  PERSONS RECOMMENDED TO HIM OR HER BY THE COMMISSION. THE SENATE\n    5  SHALL HAVE ACCESS TO ALL PAPERS AND INFORMATION RELATING TO  THE  PERSON\n    6  APPOINTED BY THE GOVERNOR TO FILL A VACANCY. ALL INFORMATION THAT IS NOT\n    7  PUBLICLY  DISCLOSED  IN  ACCORDANCE  WITH  SUBDIVISIONS TWO AND THREE OF\n    8  SECTION THREE HUNDRED FIFTY-TWO-C  OF  THIS  ARTICLE,  OR  DISCLOSED  IN\n    9  CONNECTION  WITH  THE  SENATE'S  CONFIRMATION  OF THE APPOINTMENT, SHALL\n   10  REMAIN CONFIDENTIAL AND PRIVILEGED, EXCEPT FOR THE PURPOSES  OF  ARTICLE\n   11  TWO HUNDRED TEN OF THE PENAL LAW.\n   12    3.  THE MEMBERS OF THE COMMISSION SHALL NOT PUBLICLY DIVULGE THE NAMES\n   13  OF, OR ANY INFORMATION CONCERNING, ANY  CANDIDATE  EXCEPT  AS  OTHERWISE\n   14  PROVIDED IN THIS ARTICLE.\n   15    S  3. Subdivision 1 of section 353 of the education law, as amended by\n   16  chapter 127 of the laws of 2006, is amended to read as follows:\n   17    1. The state university shall be governed, and all  of  its  corporate\n   18  powers  exercised,  by  a board of trustees. Such board shall consist of\n   19  seventeen members, fifteen of whom shall be appointed  by  the  governor\n   20  with  the  advice  and  consent  of the senate, one of whom shall be the\n   21  president of the student assembly of the  state  university,  ex-officio\n   22  and  voting,  and  one  of whom shall be the president of the university\n   23  faculty senate, ex-officio and non-voting; PROVIDED, HOWEVER, THAT  SUCH\n   24  TRUSTEES,  EXCEPT  THE  PRESIDENT  OF  THE STUDENT ASSEMBLY OF THE STATE\n   25  UNIVERSITY, EX-OFFICIO, HAVE BEEN RECOMMENDED AND APPROVED BY THE  STATE\n   26  UNIVERSITY  OF  NEW  YORK'S  INDEPENDENT COMMISSION ON BOARD OF TRUSTEES\n   27  NOMINATIONS. NO SUCH TRUSTEE, EXCEPT THE PRESIDENT OF THE STUDENT ASSEM-\n   28  BLY OF THE STATE UNIVERSITY SERVING AS AN EX-OFFICIO MEMBER, SHALL BE AN\n   29  EMPLOYEE OF, OR UNDER THE SUPERVISION OF  SUCH  APPOINTING  AUTHORITIES.\n   30  THE  SENATE  UPON RECEIVING THE GOVERNOR'S NOMINATION OF A TRUSTEE TO BE\n   31  CONSIDERED FOR CONFIRMATION SHALL CONSULT WITH THE CHAIR OF  THE  SENATE\n   32  HIGHER EDUCATION COMMITTEE AND SHALL PUBLICIZE ITS CONSIDERATION OF SAID\n   33  NOMINEE.  THE  SENATE  SHALL VOTE TO CONFIRM THE NOMINEE NO EARLIER THAN\n   34  TWENTY-ONE DAYS AFTER THE NOMINEE'S CONSIDERATION HAS  BEEN  PUBLICIZED.\n   35  Such  ex-officio  members  shall  be  subject  to every provision of any\n   36  general, special, or local law, ordinance, charter, code, rule, or regu-\n   37  lation applying to the voting members of such board with respect to  the\n   38  discharge  of  their  duties,  including,  but  not  limited  to,  those\n   39  provisions setting forth codes of ethics, disclosure  requirements,  and\n   40  prohibiting  business  and  professional  activities.  One member of the\n   41  board shall be designated by the governor  as  chairperson  and  one  as\n   42  vice-chairperson. Of the members first appointed, two shall be appointed\n   43  for  a  term  which  shall  expire  on  June thirtieth, nineteen hundred\n   44  fifty-two; one for a term which shall expire on June thirtieth, nineteen\n   45  hundred fifty-three; two for a term which shall expire on  June  thirti-\n   46  eth,  nineteen  hundred fifty-four; one for a term which shall expire on\n   47  June thirtieth, nineteen hundred fifty-five; two for a term which  shall\n   48  expire  on  June  thirtieth,  nineteen hundred fifty-six; one for a term\n   49  which shall expire on June thirtieth, nineteen hundred fifty-seven;  two\n   50  for  a  term  which  shall  expire  on  June thirtieth, nineteen hundred\n   51  fifty-eight; one for a term which shall expire on June thirtieth,  nine-\n   52  teen hundred fifty-nine; two for a term which shall expire on June thir-\n   53  tieth,  nineteen hundred sixty; and one for a term which shall expire on\n   54  June thirtieth, nineteen hundred sixty-one. Vacancies  shall  be  filled\n   55  for  the unexpired term in the same manner as original appointments. The\n   56  term of office of each trustee appointed on or after April first,  nine-\n\n       A. 159                              5\n\n    1  teen  hundred  eighty-six  shall  be  seven  years,  except those of the\n    2  student member and the faculty member. Trustees shall receive no compen-\n    3  sation for their services but shall be  reimbursed  for  their  expenses\n    4  actually  and  necessarily  incurred by them in the performance of their\n    5  duties under this article.\n    6    S 4. Section 6202 of the education law is amended by  adding  two  new\n    7  subdivisions 10 and 11 to read as follows:\n    8    10.  \"COMMISSION\"  MEANS THE CITY UNIVERSITY OF NEW YORK'S INDEPENDENT\n    9  COMMISSION ON BOARD OF TRUSTEES' NOMINATIONS.\n   10    11. \"CANDIDATE\" MEANS A PERSON WHO HAS REQUESTED THAT  THE  COMMISSION\n   11  CONSIDER  HIS  OR  HER QUALIFICATIONS TO SERVE ON THE CITY UNIVERSITY OF\n   12  NEW YORK BOARD OF TRUSTEES; OR (A) WHO HAS BEEN RECOMMENDED FOR  CONSID-\n   13  ERATION  BY  THE  COMMISSION BY ANOTHER PERSON, INCLUDING A COMMUNITY OR\n   14  PROFESSIONAL ORGANIZATION; OR (B) WHO HAS AGREED TO BE CONSIDERED BY THE\n   15  COMMISSION AT THE COMMISSION'S REQUEST.\n   16    S 5. The education law is amended by adding four new sections  6203-a,\n   17  6203-b, 6203-c and 6203-d to read as follows:\n   18    S  6203-A. ORGANIZATION OF THE COMMISSION. 1. A CITY UNIVERSITY OF NEW\n   19  YORK INDEPENDENT COMMISSION ON BOARD OF TRUSTEES' NOMINATIONS IS  HEREBY\n   20  ESTABLISHED.  THE  COMMISSION  SHALL  CONSIST  OF ELEVEN MEMBERS OF WHOM\n   21  THREE SHALL BE APPOINTED BY THE GOVERNOR AND TWO SELECTED BY  THE  MAYOR\n   22  OF  THE  CITY  OF NEW YORK, AND TWO EACH, BY THE SPEAKER OF THE ASSEMBLY\n   23  AND THE TEMPORARY PRESIDENT OF THE SENATE, AND ONE EACH BY THE CHAIR  OF\n   24  THE CITY UNIVERSITY OF NEW YORK FACULTY SENATE AND BY THE CHAIRPERSON OF\n   25  THE  CITY  UNIVERSITY  OF  NEW YORK STUDENT SENATE. OF THE THREE MEMBERS\n   26  APPOINTED BY THE GOVERNOR, NO MORE THAN TWO SHALL  BE  ENROLLED  IN  THE\n   27  SAME  POLITICAL  PARTY AND TWO OF SUCH MEMBERS SHALL BE GRADUATES OF THE\n   28  CITY UNIVERSITY OF NEW YORK. THE TWO  MEMBERS  APPOINTED  BY  THE  MAYOR\n   29  SHALL  NOT  BE  ENROLLED  IN  THE  SAME  POLITICAL PARTY AND ONE OF SUCH\n   30  MEMBERS SHALL BE A GRADUATE OF THE CITY UNIVERSITY  OF  NEW  YORK.    NO\n   31  MEMBER  OF THE COMMISSION SHALL HOLD ANY ELECTED PUBLIC OFFICE OR OFFICE\n   32  IN ANY POLITICAL PARTY OR SHALL BE AN EMPLOYEE OF OR  UNDER  THE  SUPER-\n   33  VISION OF ANY PERSON WHO HOLDS SUCH ELECTED PUBLIC OFFICE OR OFFICE OF A\n   34  POLITICAL  PARTY.  NO MEMBER OF THE COMMISSION SHALL SERVE IN ANY PUBLIC\n   35  OR POLITICAL OFFICE WITHIN ONE YEAR OF THE MEMBER'S PERIOD  OF  SERVICE.\n   36  THE MEMBERS OF THE COMMISSION SHALL BE RESIDENTS OF THE STATE.\n   37    2. THE MEMBERS FIRST APPOINTED BY THE GOVERNOR SHALL HAVE ONE, TWO AND\n   38  THREE-YEAR  TERMS,  RESPECTIVELY,  AS  HE  OR  SHE  SHALL DESIGNATE. THE\n   39  MEMBERS FIRST APPOINTED BY THE  MAYOR  SHALL  HAVE  TWO  AND  THREE-YEAR\n   40  TERMS,  RESPECTIVELY,  AS  HE  OR SHE SHALL DESIGNATE. THE MEMBERS FIRST\n   41  APPOINTED BY THE SPEAKER OF THE ASSEMBLY SHALL HAVE TWO  AND  THREE-YEAR\n   42  TERMS,  RESPECTIVELY,  AS  HE  OR SHE SHALL DESIGNATE. THE MEMBERS FIRST\n   43  APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE SHALL  HAVE  TWO  AND\n   44  THREE-YEAR TERMS, RESPECTIVELY, AS HE OR SHE SHALL DESIGNATE. THE MEMBER\n   45  FIRST  APPOINTED BY THE CHAIR OF THE CITY UNIVERSITY OF NEW YORK FACULTY\n   46  SENATE SHALL HAVE A TWO-YEAR TERM AS HE  OR  SHE  SHALL  DESIGNATE.  THE\n   47  MEMBER  FIRST  APPOINTED  BY THE PRESIDENT OF THE CITY UNIVERSITY OF NEW\n   48  YORK STUDENT SENATE SHALL HAVE A ONE-YEAR TERM AS HE OR SHE SHALL DESIG-\n   49  NATE. EACH SUBSEQUENT APPOINTMENT SHALL BE FOR A TERM OF ONE YEAR.\n   50    3. A VACANCY SHALL BE DEEMED TO OCCUR IMMEDIATELY UPON THE APPOINTMENT\n   51  OR ELECTION OF ANY MEMBER TO AN OFFICE THAT WOULD DISQUALIFY HIM OR  HER\n   52  FOR  APPOINTMENT  TO, OR MEMBERSHIP ON, THE COMMISSION. A VACANCY OCCUR-\n   53  RING FOR ANY REASON OTHER THAN BY EXPIRATION OF TERM SHALL BE FILLED  BY\n   54  THE  APPOINTING AUTHORITY FOR THE REMAINDER OF THE UNEXPIRED TERM PURSU-\n   55  ANT TO THE PROVISIONS OF THIS SECTION.\n\n       A. 159                              6\n\n    1    4. THE MEMBERS OF THE COMMISSION SHALL DESIGNATE ONE MEMBER  TO  SERVE\n    2  AS  CHAIRPERSON  FOR  A  PERIOD OF TWO YEARS OR UNTIL HIS OR HER TERM OF\n    3  OFFICE EXPIRES, WHICHEVER PERIOD IS SHORTER.\n    4    5.  EACH  MEMBER OF THE COMMISSION SHALL BE ENTITLED TO RECEIVE HIS OR\n    5  HER ACTUAL AND NECESSARY EXPENSES INCURRED IN THE DISCHARGE  OF  HIS  OR\n    6  HER DUTIES.\n    7    6. SEVEN MEMBERS OF THE COMMISSION SHALL CONSTITUTE A QUORUM.\n    8    S 6203-B. FUNCTIONS OF THE COMMISSION. 1. THE COMMISSION SHALL:\n    9    (A)  CONSIDER    AND  EVALUATE  THE  QUALIFICATIONS  OF CANDIDATES FOR\n   10  APPOINTMENT TO THE CITY UNIVERSITY OF NEW YORK BOARD OF TRUSTEES AND, AS\n   11  VACANCIES OCCUR ON SUCH BOARD, SHALL RECOMMEND TO THE GOVERNOR  AND  THE\n   12  MAYOR  OF  THE CITY OF NEW YORK, PERSONS WHO BY THEIR CHARACTER, TEMPER-\n   13  AMENT, PROFESSIONAL APTITUDE AND EXPERIENCE ARE WELL QUALIFIED TO  BE  A\n   14  MEMBER  OF  SUCH  BOARD.  SUCH  QUALIFICATIONS SHALL INCLUDE, BUT NOT BE\n   15  LIMITED TO: (1) A BACCALAUREATE DEGREE AS THE MINIMUM EDUCATIONAL CRITE-\n   16  RIA; (2) FAMILIARITY WITH ADDRESSING POLICY ISSUES IN A UNIONIZED  ENVI-\n   17  RONMENT;  (3) UNDERSTANDING OF PUBLIC SECTOR INTERGOVERNMENTAL RELATIONS\n   18  AS THEY RELATE TO HIGHER EDUCATION INSTITUTIONS;  (4)  UNDERSTANDING  OF\n   19  AND FAMILIARITY WITH THE KINDS OF ISSUES ARISING IN LARGE COMPLEX ORGAN-\n   20  IZATIONS;  (5)  CURRENT INTEREST IN THE INSTITUTION; (6) A COMMITMENT TO\n   21  PUBLIC HIGHER EDUCATION; (7) A GENERAL BACKGROUND THAT WOULD ALLOW  THEM\n   22  TO MAKE DECISIONS IN THE BEST INTERESTS OF THE INSTITUTION; (8) AN ABIL-\n   23  ITY  TO RECOGNIZE THE SOMETIMES AMBIGUOUS DISTINCTION BETWEEN MANAGEMENT\n   24  AND GOVERNANCE; AND (9) AN ACTUAL AND PERCEIVED INDEPENDENCE FROM  POLI-\n   25  TICAL INTERFERENCE IN THE GOVERNANCE OF THE INSTITUTION.\n   26    (B) ESTABLISH PROCEDURES TO ASSURE THAT PERSONS WHO MAY BE WELL QUALI-\n   27  FIED  FOR  APPOINTMENT TO THE CITY UNIVERSITY OF NEW YORK BOARD OF TRUS-\n   28  TEES, OTHER THAN THOSE WHO HAVE REQUESTED CONSIDERATION OR WHO HAVE BEEN\n   29  RECOMMENDED FOR CONSIDERATION BY OTHERS BE ENCOURAGED  TO  AGREE  TO  BE\n   30  CONSIDERED BY THE COMMISSION.\n   31    (C)  REQUIRE  THE PRODUCTION OF ANY BOOKS, RECORDS, DOCUMENTS OR OTHER\n   32  EVIDENCE THAT IT MAY DEEM RELEVANT OR  MATERIAL  TO  ITS  EVALUATION  OF\n   33  CANDIDATES.\n   34    (D)  REQUIRE  FROM  ANY  COURT,  DEPARTMENT,  DIVISION, BOARD, BUREAU,\n   35  COMMISSION, OR OTHER AGENCY OF THE STATE OR POLITICAL SUBDIVISION THERE-\n   36  OF OR ANY PUBLIC AUTHORITY SUCH ASSISTANCE,  INFORMATION  AND  DATA,  AS\n   37  WILL ENABLE IT PROPERLY TO EVALUATE THE QUALIFICATIONS OF CANDIDATES.\n   38    (E)  REQUIRE  THE  APPEARANCE OF ANY CANDIDATE BEFORE IT AND INTERVIEW\n   39  ANY PERSON CONCERNING THE QUALIFICATIONS OF ANY CANDIDATE.\n   40    (F) COMMUNICATE WITH THE GOVERNOR CONCERNING THE QUALIFICATIONS OF ANY\n   41  CANDIDATE WHOM IT HAS RECOMMENDED TO THE GOVERNOR AND  COMMUNICATE  WITH\n   42  THE  SENATE  CONCERNING THE QUALIFICATIONS OF ANY CANDIDATE APPOINTED BY\n   43  THE GOVERNOR.\n   44    (G) COMMUNICATE WITH THE MAYOR OF THE CITY OF NEW YORK CONCERNING  THE\n   45  QUALIFICATIONS  OF ANY CANDIDATE WHOM IT HAS RECOMMENDED TO THE MAYOR OF\n   46  THE CITY OF NEW YORK, AND COMMUNICATE WITH  THE  SENATE  CONCERNING  THE\n   47  QUALIFICATIONS  OF  ANY  CANDIDATE APPOINTED BY THE MAYOR OF THE CITY OF\n   48  NEW YORK.\n   49    (H) DO ALL OTHER THINGS NECESSARY AND  CONVENIENT  TO  CARRY  OUT  ITS\n   50  FUNCTIONS PURSUANT TO THIS ARTICLE.\n   51    2.  RECOMMENDATIONS TO THE GOVERNOR SHALL REQUIRE THE CONCURRENCE OF A\n   52  QUORUM OF THE COMMISSION.  THE RECOMMENDATIONS TO THE GOVERNOR SHALL  BE\n   53  TRANSMITTED  TO  THE GOVERNOR IN A SINGLE WRITTEN REPORT, WHICH SHALL BE\n   54  RELEASED TO THE PUBLIC BY THE COMMISSION AT THE TIME IT IS SUBMITTED  TO\n   55  THE GOVERNOR.  THE REPORT SHALL BE IN WRITING, SIGNED ONLY BY THE CHAIR-\n   56  PERSON,  AND  SHALL  INCLUDE  THE  COMMISSION'S FINDINGS RELATING TO THE\n\n       A. 159                              7\n\n    1  CHARACTER, TEMPERAMENT, PROFESSIONAL  APTITUDE,  EXPERIENCE,  QUALIFICA-\n    2  TIONS AND FITNESS OF EACH CANDIDATE WHO IS RECOMMENDED TO THE GOVERNOR.\n    3    3.  RECOMMENDATIONS TO THE MAYOR OF THE CITY OF NEW YORK SHALL REQUIRE\n    4  THE CONCURRENCE OF A QUORUM OF THE COMMISSION.   RECOMMENDATIONS TO  THE\n    5  MAYOR  OF  THE CITY OF NEW YORK SHALL BE TRANSMITTED TO THE MAYOR OF THE\n    6  CITY OF NEW YORK IN A SINGLE WRITTEN REPORT, WHICH SHALL BE RELEASED  TO\n    7  THE PUBLIC BY THE COMMISSION AT THE TIME IT IS SUBMITTED TO THE MAYOR OF\n    8  THE  CITY  OF NEW YORK.   THE REPORT SHALL BE IN WRITING, SIGNED ONLY BY\n    9  THE CHAIRPERSON, AND SHALL INCLUDE THE COMMISSION'S FINDINGS RELATING TO\n   10  THE CHARACTER, TEMPERAMENT, PROFESSIONAL  APTITUDE,  EXPERIENCE,  QUALI-\n   11  FICATIONS  AND FITNESS OF EACH CANDIDATE WHO IS RECOMMENDED TO THE MAYOR\n   12  OF THE CITY OF NEW YORK.\n   13    4. NO PERSON SHALL BE RECOMMENDED TO THE GOVERNOR OR THE MAYOR OF  THE\n   14  CITY  OF  NEW  YORK WHO HAS NOT CONSENTED TO BE A CANDIDATE, WHO HAS NOT\n   15  BEEN PERSONALLY INTERVIEWED BY A QUORUM OF THE MEMBERSHIP OF THE COMMIS-\n   16  SION AS PROVIDED FOR IN SUBDIVISION SIX  OF  SECTION  SIXTY-TWO  HUNDRED\n   17  THREE-A  OF  THIS  ARTICLE,  AND WHO HAS NOT FILED A FINANCIAL STATEMENT\n   18  WITH THE COMMISSION, ON A FORM TO BE PRESCRIBED BY THE  COMMISSION.  THE\n   19  FINANCIAL  STATEMENT  SHALL  CONSIST  OF A SWORN STATEMENT OF THE CANDI-\n   20  DATE'S ASSETS, LIABILITIES AND SOURCES OF INCOME, AND ANY OTHER RELEVANT\n   21  FINANCIAL INFORMATION, WHICH THE COMMISSION MAY REQUIRE.  THE COMMISSION\n   22  SHALL TRANSMIT TO THE GOVERNOR THE FINANCIAL  STATEMENT  FILED  BY  EACH\n   23  CANDIDATE  WHO  IS  RECOMMENDED TO THE GOVERNOR. THE GOVERNOR SHALL MAKE\n   24  AVAILABLE TO THE PUBLIC THE FINANCIAL STATEMENT FILED BY  THE  CANDIDATE\n   25  WHO  IS  APPOINTED  TO FILL A VACANCY. THE FINANCIAL STATEMENTS FILED BY\n   26  ALL OTHER CANDIDATES RECOMMENDED TO THE GOVERNOR, BUT NOT  APPOINTED  BY\n   27  HIM  OR  HER SHALL BE CONFIDENTIAL. THE COMMISSION SHALL TRANSMIT TO THE\n   28  MAYOR OF THE CITY OF NEW YORK THE  FINANCIAL  STATEMENT  FILED  BY  EACH\n   29  CANDIDATE  WHO  IS RECOMMENDED TO THE MAYOR OF THE CITY OF NEW YORK. THE\n   30  MAYOR OF THE CITY OF NEW YORK SHALL MAKE AVAILABLE  TO  THE  PUBLIC  THE\n   31  FINANCIAL  STATEMENT  FILED  BY THE CANDIDATE WHO IS APPOINTED TO FILL A\n   32  VACANCY. THE FINANCIAL STATEMENTS FILED BY ALL OTHER  CANDIDATES  RECOM-\n   33  MENDED TO THE MAYOR OF THE CITY OF NEW YORK, BUT NOT APPOINTED BY HIM OR\n   34  HER SHALL BE CONFIDENTIAL.\n   35    S  6203-C. RULES OF THE COMMISSION. 1. THE COMMISSION SHALL ADOPT, AND\n   36  MAY AMEND, WRITTEN RULES OF PROCEDURE NOT INCONSISTENT WITH LAW.\n   37    2. RULES OF THE COMMISSION SHALL BE FILED WITH THE CHANCELLOR  OF  THE\n   38  CITY  UNIVERSITY  OF  NEW  YORK  AND  SHALL BE PUBLISHED IN THE OFFICIAL\n   39  COMPILATION OF CODES, RULES AND REGULATIONS OF THE CITY AND THE ADMINIS-\n   40  TRATIVE CODE OF THE CITY OF NEW YORK. UPON REQUEST OF  ANY  PERSON,  THE\n   41  CHANCELLOR  OF  THE  CITY UNIVERSITY OF NEW YORK SHALL FURNISH A COPY OF\n   42  THE COMMISSION'S RULES WITHOUT CHARGE.\n   43    3. RULES OF THE COMMISSION MAY PRESCRIBE FORMS AND  QUESTIONNAIRES  TO\n   44  BE COMPLETED AND, IF REQUIRED BY THE COMMISSION, VERIFIED BY CANDIDATES.\n   45    4.  RULES  OF THE COMMISSION SHALL PROVIDE THAT UPON THE COMPLETION BY\n   46  THE COMMISSION OF ITS CONSIDERATION AND EVALUATION OF THE QUALIFICATIONS\n   47  OF A CANDIDATE, THERE SHALL BE NO RECONSIDERATION OF SUCH CANDIDATE  FOR\n   48  THE  VACANCY FOR WHICH HE OR SHE WAS CONSIDERED, EXCEPT WITH THE CONCUR-\n   49  RENCE OF A QUORUM OF THE COMMISSION.\n   50    S 6203-D. CONFIDENTIALITY OF PROCEEDINGS AND RECORDS. 1. ALL  COMMUNI-\n   51  CATIONS  TO  THE  COMMISSION, AND ITS PROCEEDINGS, AND ALL APPLICATIONS,\n   52  CORRESPONDENCE, INTERVIEWS, TRANSCRIPTS, REPORTS AND ALL  OTHER  PAPERS,\n   53  FILES AND RECORDS OF THE COMMISSION SHALL BE CONFIDENTIAL AND PRIVILEGED\n   54  AND,  EXCEPT  FOR  THE  PURPOSES OF ARTICLE TWO HUNDRED TEN OF THE PENAL\n   55  LAW, SHALL NOT BE MADE AVAILABLE  TO  ANY  PERSON  EXCEPT  AS  OTHERWISE\n   56  PROVIDED IN THIS ARTICLE.\n\n       A. 159                              8\n\n    1    2.  THE  GOVERNOR  AND  THE  MAYOR  OF THE CITY OF NEW YORK SHALL HAVE\n    2  ACCESS TO ALL PAPERS AND INFORMATION RELATING TO PERSONS RECOMMENDED  TO\n    3  HIM OR HER BY THE COMMISSION. THE SENATE SHALL HAVE ACCESS TO ALL PAPERS\n    4  AND INFORMATION RELATING TO THE PERSON APPOINTED BY THE GOVERNOR AND THE\n    5  MAYOR OF THE CITY OF NEW YORK TO FILL A VACANCY. ALL INFORMATION THAT IS\n    6  NOT  PUBLICLY  DISCLOSED  IN ACCORDANCE WITH SUBDIVISIONS TWO, THREE AND\n    7  FOUR OF SECTION SIXTY-TWO HUNDRED THREE-B OF THIS ARTICLE, OR  DISCLOSED\n    8  IN  CONNECTION  WITH THE SENATE'S CONFIRMATION OF THE APPOINTMENT, SHALL\n    9  REMAIN CONFIDENTIAL AND PRIVILEGED, EXCEPT FOR THE PURPOSES  OF  ARTICLE\n   10  TWO HUNDRED TEN OF THE PENAL LAW.\n   11    3.  THE MEMBERS OF THE COMMISSION SHALL NOT PUBLICLY DIVULGE THE NAMES\n   12  OF, OR ANY INFORMATION CONCERNING, ANY  CANDIDATE  EXCEPT  AS  OTHERWISE\n   13  PROVIDED IN THIS ARTICLE.\n   14    S  6.  Paragraph (a) of subdivision 2 of section 6204 of the education\n   15  law, as added by chapter 305 of the laws of 1979, is amended to read  as\n   16  follows:\n   17    (a)  The board of trustees shall consist of seventeen trustees. Ten of\n   18  the trustees shall be appointed by the  governor  with  the  advice  and\n   19  consent of the senate; PROVIDED, HOWEVER, THAT NO SUCH TRUSTEES SHALL BE\n   20  AN  EMPLOYEE  OF,  OR  UNDER  THE SUPERVISION OF, ANY OF SUCH APPOINTING\n   21  AUTHORITIES.  Five of the trustees shall be appointed by  the  mayor  of\n   22  the  city  of  New  York  with  the  advice  and  consent of the senate;\n   23  PROVIDED, HOWEVER, THAT NO SUCH TRUSTEE SHALL  BE  AN  EMPLOYEE  OF,  OR\n   24  UNDER THE SUPERVISION OF, ANY OF SUCH APPOINTING AUTHORITIES. THE SENATE\n   25  UPON  RECEIVING  THE GOVERNOR'S NOMINATION OF A TRUSTEE TO BE CONSIDERED\n   26  FOR CONFIRMATION SHALL CONSULT WITH  THE  CHAIR  OF  THE  SENATE  HIGHER\n   27  EDUCATION  COMMITTEE AND SHALL PUBLICIZE ITS CONSIDERATION OF SAID NOMI-\n   28  NEE. THE SENATE SHALL VOTE TO CONFIRM THE NOMINEE NO EARLIER THAN  TWEN-\n   29  TY-ONE  DAYS AFTER THE NOMINEE'S CONSIDERATION HAS BEEN PUBLICIZED.  One\n   30  ex-officio trustee shall be the chairperson of  the  university  student\n   31  senate.  One  ex-officio  non-voting trustee shall be the chairperson of\n   32  the university faculty senate.  SUCH TRUSTEES, EXCEPT THE CHAIRPERSON OF\n   33  THE UNIVERSITY STUDENT SENATE, EX-OFFICIO, AND THE  CHAIRPERSON  OF  THE\n   34  FACULTY SENATE, EX-OFFICIO, MUST BE RECOMMENDED AND APPROVED BY THE CITY\n   35  UNIVERSITY  OF  NEW  YORK'S  INDEPENDENT  COMMISSION ON BOARD OF TRUSTEE\n   36  NOMINATIONS.\n   37    S 7. Section 6301 of the education law is amended by adding  five  new\n   38  subdivisions 6, 7, 8, 9 and 10 to read as follows:\n   39    6. \"COMMISSIONS.\" THE STATE UNIVERSITY OF NEW YORK'S COMMUNITY COLLEGE\n   40  INDEPENDENT COMMISSION ON LOCAL BOARD OF TRUSTEES NOMINATIONS.\n   41    7. \"REGIONAL COMMISSIONS.\" THE STATE UNIVERSITY OF NEW YORK'S REGIONAL\n   42  COMMUNITY  COLLEGE  INDEPENDENT  COMMISSIONS  ON LOCAL BOARD OF TRUSTEES\n   43  NOMINATIONS.\n   44    8. \"CANDIDATE.\" A PERSON WHO HAS REQUESTED THAT THE COMMISSION OR  THE\n   45  REGIONAL  COMMISSION  CONSIDER HIS OR HER QUALIFICATIONS TO SERVE ON THE\n   46  LOCAL BOARD OF TRUSTEES OF A STATE  UNIVERSITY  OF  NEW  YORK  COMMUNITY\n   47  COLLEGE  OR  REGIONAL COMMUNITY COLLEGE; OR (A) WHO HAS BEEN RECOMMENDED\n   48  FOR CONSIDERATION BY THE COMMISSION OR REGIONAL  COMMISSION  BY  ANOTHER\n   49  PERSON,  INCLUDING  A COMMUNITY OR PROFESSIONAL ORGANIZATION; OR (B) WHO\n   50  HAS AGREED TO BE CONSIDERED BY THE COMMISSION OR REGIONAL COMMISSION  AT\n   51  SUCH COMMISSION'S REQUEST.\n   52    9.  \"LOCAL APPOINTING AUTHORITY.\" THE LOCAL LEGISLATIVE BODY OR BOARD,\n   53  OR OTHER APPROPRIATE GOVERNING AGENCY AUTHORIZED TO APPOINT MEMBERS TO A\n   54  STATE UNIVERSITY COMMUNITY COLLEGE BOARD OF TRUSTEES PURSUANT TO SECTION\n   55  SIXTY-THREE HUNDRED SIX OF THIS ARTICLE.\n\n       A. 159                              9\n\n    1    10. \"REGIONAL APPOINTING AUTHORITY.\" THE REGIONAL LEGISLATIVE BODY  OR\n    2  BOARD,  OR  OTHER  APPROPRIATE  GOVERNING  AGENCY  AUTHORIZED TO APPOINT\n    3  MEMBERS TO A STATE UNIVERSITY REGIONAL COMMUNITY COLLEGE BOARD OF  TRUS-\n    4  TEES PURSUANT TO SECTION SIXTY-THREE HUNDRED TEN OF THIS ARTICLE.\n    5    S  8. The education law is amended by adding four new sections 6306-a,\n    6  6306-b, 6306-c and 6306-d to read as follows:\n    7    S 6306-A. ORGANIZATION OF  THE  COMMISSIONS.  1.  FOR  EACH  COMMUNITY\n    8  COLLEGE,  EXCLUDING THOSE IN THE CITY OF NEW YORK EXCEPT FOR THE FASHION\n    9  INSTITUTE OF TECHNOLOGY, THERE IS HEREBY ESTABLISHED A STATE  UNIVERSITY\n   10  OF  NEW  YORK COMMUNITY COLLEGE INDEPENDENT COMMISSION ON LOCAL BOARD OF\n   11  TRUSTEES NOMINATIONS. EACH COMMISSION SHALL CONSIST OF ELEVEN MEMBERS OF\n   12  WHOM FOUR SHALL BE APPOINTED BY THE  GOVERNOR,  FIVE  MEMBERS  SHALL  BE\n   13  APPOINTED BY THE LOCAL APPOINTING AUTHORITY, ONE MEMBER APPOINTED BY THE\n   14  PRESIDENT  OF  THE FACULTY COUNCIL OF COMMUNITY COLLEGES, AND ONE MEMBER\n   15  ELECTED BY AND FROM AMONG THE STUDENTS  OF  THE  COLLEGE.  OF  THE  FOUR\n   16  MEMBERS APPOINTED BY THE GOVERNOR, NO MORE THAN TWO SHALL BE ENROLLED IN\n   17  THE  SAME  POLITICAL PARTY AND TWO OF SUCH MEMBERS SHALL BE GRADUATES OF\n   18  THE STATE UNIVERSITY SYSTEM. OF THE FIVE MEMBERS APPOINTED BY THE  LOCAL\n   19  APPOINTING  AUTHORITY  NO  MORE THAN THREE SHALL BE ENROLLED IN THE SAME\n   20  POLITICAL PARTY. NO MEMBER OF A COMMISSION SHALL HOLD ANY ELECTED PUBLIC\n   21  OFFICE OR OFFICE IN ANY POLITICAL PARTY OR SHALL BE AN  EMPLOYEE  OF  OR\n   22  UNDER THE SUPERVISION OF ANY PERSON WHO HOLDS SUCH ELECTED PUBLIC OFFICE\n   23  OR OFFICE OF A POLITICAL PARTY. NO MEMBER OF A COMMISSION SHALL SERVE IN\n   24  ANY PUBLIC OR POLITICAL OFFICE WITHIN ONE YEAR OF THE MEMBER'S PERIOD OF\n   25  SERVICE. THE MEMBERS OF EACH COMMISSION SHALL BE RESIDENTS OF THE STATE.\n   26    2.  OF  THE MEMBERS FIRST APPOINTED BY THE GOVERNOR, TWO MEMBERS SHALL\n   27  HAVE A TWO-YEAR TERM AND TWO MEMBERS SHALL HAVE A THREE-YEAR TERM AS  HE\n   28  OR  SHE  SHALL  DESIGNATE.  OF  THE MEMBERS FIRST APPOINTED BY THE LOCAL\n   29  APPOINTING AUTHORITY, TWO MEMBERS SHALL  BE  APPOINTED  FOR  A  TWO-YEAR\n   30  TERM,  TWO  MEMBERS  SHALL  BE  APPOINTED  FOR A THREE-YEAR TERM AND ONE\n   31  MEMBER SHALL BE APPOINTED FOR A FOUR-YEAR TERM, AS SUCH LOCAL APPOINTING\n   32  AUTHORITY SHALL DESIGNATE. EACH SUBSEQUENT APPOINTMENT BY  THE  GOVERNOR\n   33  AND  THE  LOCAL  APPOINTING AUTHORITY SHALL SERVE A TERM FOR FOUR YEARS.\n   34  THE MEMBER FIRST APPOINTED BY THE PRESIDENT OF THE  FACULTY  COUNCIL  OF\n   35  COMMUNITY COLLEGES SHALL SERVE A TWO-YEAR TERM. EACH SUBSEQUENT APPOINT-\n   36  MENT BY THE PRESIDENT OF THE FACULTY COUNCIL SHALL BE FOR A TERM OF FOUR\n   37  YEARS.  THE  MEMBER  FIRST ELECTED BY AND FROM AMONG THE STUDENTS OF THE\n   38  COLLEGE SHALL SERVE A  ONE-YEAR  TERM.  EACH  SUBSEQUENT  TERM  FOR  THE\n   39  ELECTED MEMBER SHALL BE A ONE-YEAR TERM.\n   40    3. A VACANCY SHALL BE DEEMED TO OCCUR IMMEDIATELY UPON THE APPOINTMENT\n   41  OR  ELECTION OF ANY MEMBER TO AN OFFICE THAT WOULD DISQUALIFY HIM OR HER\n   42  FOR APPOINTMENT TO, OR MEMBERSHIP ON, A COMMISSION. A VACANCY  OCCURRING\n   43  FOR  ANY  REASON OTHER THAN BY EXPIRATION OF TERM SHALL BE FILLED BY THE\n   44  APPOINTING AUTHORITY FOR THE REMAINDER OF THE UNEXPIRED TERM PURSUANT TO\n   45  THE PROVISIONS OF THIS SECTION.\n   46    4. THE MEMBERS OF A COMMISSION SHALL DESIGNATE ONE MEMBER TO SERVE  AS\n   47  CHAIRPERSON FOR A PERIOD OF TWO YEARS OR UNTIL HIS OR HER TERM OF OFFICE\n   48  EXPIRES, WHICHEVER PERIOD IS SHORTER.\n   49    5. EACH MEMBER OF A COMMISSION SHALL BE ENTITLED TO RECEIVE HIS OR HER\n   50  ACTUAL  AND  NECESSARY  EXPENSES INCURRED IN THE DISCHARGE OF HIS OR HER\n   51  DUTIES.\n   52    6. SEVEN MEMBERS OF A COMMISSION SHALL CONSTITUTE A QUORUM.\n   53    S 6306-B. FUNCTIONS OF THE COMMISSIONS. 1. EACH COMMISSION SHALL:\n   54    (A)  CONSIDER  AND  EVALUATE  THE  QUALIFICATIONS  OF  CANDIDATES  FOR\n   55  APPOINTMENT  TO  THEIR STATE UNIVERSITY COMMUNITY COLLEGE LOCAL BOARD OF\n   56  TRUSTEES AND, AS VACANCIES OCCUR ON A LOCAL BOARD,  SHALL  RECOMMEND  TO\n\n       A. 159                             10\n\n    1  THE GOVERNOR AND LOCAL APPOINTING AUTHORITY PERSONS WHO BY THEIR CHARAC-\n    2  TER,  TEMPERAMENT,  PROFESSIONAL APTITUDE AND EXPERIENCE ARE WELL QUALI-\n    3  FIED TO BE A MEMBER OF SUCH STATE  UNIVERSITY  COMMUNITY  COLLEGE  LOCAL\n    4  BOARD OF TRUSTEES. SUCH QUALIFICATIONS SHALL INCLUDE, BUT NOT BE LIMITED\n    5  TO:  (1) A BACCALAUREATE DEGREE AS THE MINIMUM EDUCATIONAL CRITERIA; (2)\n    6  FAMILIARITY WITH ADDRESSING POLICY ISSUES IN  A  UNIONIZED  ENVIRONMENT;\n    7  (3)  UNDERSTANDING  OF PUBLIC SECTOR INTERGOVERNMENTAL RELATIONS AS THEY\n    8  RELATE TO HIGHER EDUCATION INSTITUTIONS; (4) UNDERSTANDING OF AND FAMIL-\n    9  IARITY WITH THE KINDS OF ISSUES ARISING IN LARGE COMPLEX  ORGANIZATIONS;\n   10  (5)  CURRENT  INTEREST  IN  THE  INSTITUTION; (6) A COMMITMENT TO PUBLIC\n   11  HIGHER EDUCATION; (7) A GENERAL BACKGROUND THAT WOULD ALLOW THEM TO MAKE\n   12  DECISIONS IN THE BEST INTERESTS OF THE INSTITUTION; (8)  AN  ABILITY  TO\n   13  RECOGNIZE  THE  SOMETIMES  AMBIGUOUS  DISTINCTION BETWEEN MANAGEMENT AND\n   14  GOVERNANCE; AND (9) AN ACTUAL AND PERCEIVED INDEPENDENCE FROM  POLITICAL\n   15  INTERFERENCE IN THE GOVERNANCE OF THE INSTITUTION.\n   16    (B) ESTABLISH PROCEDURES TO ASSURE THAT PERSONS WHO MAY BE WELL QUALI-\n   17  FIED FOR APPOINTMENT TO A STATE UNIVERSITY COMMUNITY COLLEGE LOCAL BOARD\n   18  OF  TRUSTEES,  OTHER  THAN THOSE WHO HAVE REQUESTED CONSIDERATION OR WHO\n   19  HAVE BEEN RECOMMENDED FOR CONSIDERATION BY OTHERS BE ENCOURAGED TO AGREE\n   20  TO BE CONSIDERED BY THE COMMISSION.\n   21    (C) REQUIRE THE PRODUCTION OF ANY BOOKS, RECORDS, DOCUMENTS  OR  OTHER\n   22  EVIDENCE  THAT  IT  MAY  DEEM  RELEVANT OR MATERIAL TO ITS EVALUATION OF\n   23  CANDIDATES.\n   24    (D) REQUIRE FROM  ANY  COURT,  DEPARTMENT,  DIVISION,  BOARD,  BUREAU,\n   25  COMMISSION,  OR  OTHER  AGENCY OF THE STATE, LOCAL GOVERNMENT OR MUNICI-\n   26  PALITY, OR POLITICAL SUBDIVISION THEREOF OR ANY  PUBLIC  AUTHORITY  SUCH\n   27  ASSISTANCE, INFORMATION AND DATA, AS WILL ENABLE IT PROPERLY TO EVALUATE\n   28  THE QUALIFICATIONS OF CANDIDATES.\n   29    (E)  REQUIRE  THE  APPEARANCE OF ANY CANDIDATE BEFORE IT AND INTERVIEW\n   30  ANY PERSON CONCERNING THE QUALIFICATIONS OF ANY CANDIDATE.\n   31    (F) COMMUNICATE WITH THE GOVERNOR CONCERNING THE QUALIFICATIONS OF ANY\n   32  CANDIDATE WHOM IT HAS RECOMMENDED TO THE GOVERNOR AND  COMMUNICATE  WITH\n   33  THE  SENATE  CONCERNING THE QUALIFICATIONS OF ANY CANDIDATE APPOINTED BY\n   34  THE GOVERNOR.\n   35    (G) COMMUNICATE WITH THE LOCAL  APPOINTING  AUTHORITY  CONCERNING  THE\n   36  QUALIFICATIONS  OF  ANY  CANDIDATE WHOM IT  HAS RECOMMENDED TO THE LOCAL\n   37  APPOINTING AUTHORITY.\n   38    (H) DO ALL OTHER THINGS NECESSARY AND  CONVENIENT  TO  CARRY  OUT  ITS\n   39  FUNCTIONS PURSUANT TO THIS ARTICLE.\n   40    2. A RECOMMENDATION TO THE GOVERNOR SHALL REQUIRE THE CONCURRENCE OF A\n   41  QUORUM  OF  A  COMMISSION.  THE RECOMMENDATIONS TO THE GOVERNOR SHALL BE\n   42  TRANSMITTED TO THE GOVERNOR IN A SINGLE WRITTEN REPORT, WHICH  SHALL  BE\n   43  RELEASED  TO THE PUBLIC BY THE COMMISSION AT THE TIME IT IS SUBMITTED TO\n   44  THE GOVERNOR. THE REPORT SHALL BE IN WRITING, SIGNED ONLY BY THE  CHAIR-\n   45  PERSON,  AND  SHALL  INCLUDE  THE  COMMISSION'S FINDINGS RELATING TO THE\n   46  CHARACTER, TEMPERAMENT, PROFESSIONAL  APTITUDE,  EXPERIENCE,  QUALIFICA-\n   47  TIONS AND FITNESS OF EACH CANDIDATE WHO IS RECOMMENDED TO THE GOVERNOR.\n   48    3.  A RECOMMENDATION TO A LOCAL APPOINTING AUTHORITY SHALL REQUIRE THE\n   49  CONCURRENCE OF A QUORUM OF A  COMMISSION.  RECOMMENDATIONS  TO  A  LOCAL\n   50  APPOINTING  AUTHORITY  SHALL  BE  TRANSMITTED  TO  THE  LOCAL APPOINTING\n   51  AUTHORITY IN A SINGLE WRITTEN REPORT, WHICH SHALL  BE  RELEASED  TO  THE\n   52  PUBLIC  BY  THE  COMMISSION  AT  THE  TIME  IT IS SUBMITTED TO THE LOCAL\n   53  APPOINTING AUTHORITY. THE REPORT SHALL BE IN WRITING, SIGNED ONLY BY THE\n   54  CHAIRPERSON, AND SHALL INCLUDE THE COMMISSION'S FINDINGS RELATING TO THE\n   55  CHARACTER, TEMPERAMENT, PROFESSIONAL  APTITUDE,  EXPERIENCE,  QUALIFICA-\n\n       A. 159                             11\n\n    1  TIONS  AND  FITNESS  OF  EACH  CANDIDATE WHO IS RECOMMENDED TO THE LOCAL\n    2  APPOINTING AUTHORITY.\n    3    4.  NO PERSON SHALL BE RECOMMENDED TO THE GOVERNOR OR A LOCAL APPOINT-\n    4  ING AUTHORITY WHO HAS NOT CONSENTED TO BE A CANDIDATE, WHO HAS NOT  BEEN\n    5  PERSONALLY  INTERVIEWED BY A QUORUM OF THE MEMBERSHIP OF A COMMISSION AS\n    6  PROVIDED IN SUBDIVISION SIX OF SECTION SIXTY-THREE HUNDRED SIX-A OF THIS\n    7  ARTICLE, AND WHO HAS NOT FILED A FINANCIAL STATEMENT WITH A  COMMISSION,\n    8  ON  A  FORM  TO BE PRESCRIBED BY THE COMMISSION. THE FINANCIAL STATEMENT\n    9  SHALL CONSIST OF A SWORN STATEMENT OF THE  CANDIDATE'S  ASSETS,  LIABIL-\n   10  ITIES  AND  SOURCES OF INCOME, AND ANY OTHER RELEVANT FINANCIAL INFORMA-\n   11  TION, WHICH A COMMISSION MAY REQUIRE. EACH COMMISSION SHALL TRANSMIT  TO\n   12  THE  GOVERNOR  THE  FINANCIAL  STATEMENT  FILED BY EACH CANDIDATE WHO IS\n   13  RECOMMENDED TO THE GOVERNOR. THE GOVERNOR SHALL MAKE  AVAILABLE  TO  THE\n   14  PUBLIC  THE  FINANCIAL STATEMENT FILED BY THE CANDIDATE WHO IS APPOINTED\n   15  TO FILL A VACANCY. THE FINANCIAL STATEMENTS FILED BY  ALL  OTHER  CANDI-\n   16  DATES RECOMMENDED TO THE GOVERNOR, BUT NOT APPOINTED BY HIM OR HER SHALL\n   17  BE  CONFIDENTIAL.  THE COMMISSION SHALL TRANSMIT TO THE LOCAL APPOINTING\n   18  AUTHORITY THE FINANCIAL STATEMENT FILED BY EACH CANDIDATE WHO IS  RECOM-\n   19  MENDED TO THE LOCAL APPOINTING AUTHORITY. THE LOCAL APPOINTING AUTHORITY\n   20  SHALL  MAKE AVAILABLE TO THE PUBLIC THE FINANCIAL STATEMENT FILED BY THE\n   21  CANDIDATE WHO IS APPOINTED TO FILL A VACANCY. THE  FINANCIAL  STATEMENTS\n   22  FILED  BY  ALL  OTHER  CANDIDATES  RECOMMENDED  TO  THE LOCAL APPOINTING\n   23  AUTHORITY, BUT NOT APPOINTED BY SUCH AUTHORITY, SHALL BE CONFIDENTIAL.\n   24    S 6306-C. RULES OF THE COMMISSIONS. 1. EACH  COMMISSION  SHALL  ADOPT,\n   25  AND MAY AMEND, WRITTEN RULES OF PROCEDURE NOT INCONSISTENT WITH LAW.\n   26    2.  RULES OF EACH COMMISSION SHALL BE FILED WITH THE CHANCELLOR OF THE\n   27  STATE UNIVERSITY OF NEW YORK AND SHALL  BE  PUBLISHED  IN  THE  OFFICIAL\n   28  COMPILATION  OF  CODES, RULES AND REGULATIONS OF THE STATE. UPON REQUEST\n   29  OF ANY PERSON, THE CHANCELLOR OF THE STATE UNIVERSITY OF NEW YORK  SHALL\n   30  FURNISH A COPY OF ANY COMMISSION'S RULES WITHOUT CHARGE.\n   31    3.  RULES OF EACH COMMISSION MAY PRESCRIBE FORMS AND QUESTIONNAIRES TO\n   32  BE COMPLETED AND, IF REQUIRED BY ANY COMMISSION, VERIFIED BY CANDIDATES.\n   33    4. RULES OF EACH COMMISSION SHALL PROVIDE THAT UPON THE COMPLETION  BY\n   34  THE COMMISSION OF ITS CONSIDERATION AND EVALUATION OF THE QUALIFICATIONS\n   35  OF  A CANDIDATE, THERE SHALL BE NO RECONSIDERATION OF SUCH CANDIDATE FOR\n   36  THE VACANCY FOR WHICH HE OR SHE WAS CONSIDERED, EXCEPT WITH THE  CONCUR-\n   37  RENCE OF A QUORUM OF THE COMMISSION.\n   38    S  6306-D. CONFIDENTIALITY OF PROCEEDINGS AND RECORDS. 1. ALL COMMUNI-\n   39  CATIONS TO EACH COMMISSION, AND THEIR PROCEEDINGS, AND ALL APPLICATIONS,\n   40  CORRESPONDENCE, INTERVIEWS, TRANSCRIPTS, REPORTS AND ALL  OTHER  PAPERS,\n   41  FILES  AND  RECORDS  OF EACH COMMISSION SHALL BE CONFIDENTIAL AND PRIVI-\n   42  LEGED AND, EXCEPT FOR THE PURPOSES OF ARTICLE TWO  HUNDRED  TEN  OF  THE\n   43  PENAL LAW, SHALL NOT BE MADE AVAILABLE TO ANY PERSON EXCEPT AS OTHERWISE\n   44  PROVIDED IN THIS ARTICLE.\n   45    2. THE GOVERNOR SHALL HAVE ACCESS TO ALL PAPERS AND INFORMATION RELAT-\n   46  ING  TO CANDIDATES RECOMMENDED TO HIM OR HER BY EACH COMMISSION. A LOCAL\n   47  APPOINTING AUTHORITY SHALL HAVE ACCESS TO  ALL  PAPERS  AND  INFORMATION\n   48  RELATING  TO  CANDIDATES RECOMMENDED TO IT BY A COMMISSION. ALL INFORMA-\n   49  TION THAT IS NOT PUBLICLY DISCLOSED IN ACCORDANCE WITH SUBDIVISIONS TWO,\n   50  THREE AND FOUR OF SECTION SIXTY-THREE HUNDRED  SIX-B  OF  THIS  ARTICLE,\n   51  SHALL  REMAIN  CONFIDENTIAL  AND  PRIVILEGED, EXCEPT FOR THE PURPOSES OF\n   52  ARTICLE TWO HUNDRED TEN OF THE PENAL LAW.\n   53    3. THE MEMBERS OF EACH COMMISSION SHALL NOT PUBLICLY DIVULGE THE NAMES\n   54  OF, OR ANY INFORMATION CONCERNING, ANY  CANDIDATE  EXCEPT  AS  OTHERWISE\n   55  PROVIDED IN THIS ARTICLE.\n\n       A. 159                             12\n\n    1    S 9. Subdivision 1 of section 6306 of the education law, as amended by\n    2  chapter 268 of the laws of 2003, is amended to read as follows:\n    3    1.    Each community college, except in the city of New York, shall be\n    4  administered by a board of trustees of ten members, nine of  whom  shall\n    5  be appointed for terms of seven years in annual rotation, and one member\n    6  elected  as  herein  provided, except that initial appointments shall be\n    7  made for terms of one to nine years respectively. Five members shall  be\n    8  appointed  by  the local legislative body or board, or other appropriate\n    9  governing agency[, one of whom may be a member of such local legislative\n   10  body or board, or other appropriate governing agency, four,];  PROVIDED,\n   11  HOWEVER,  THAT  SUCH TRUSTEES, EXCEPT THE ONE MEMBER ELECTED BY AND FROM\n   12  AMONG THE STUDENTS OF THE COLLEGE,  HAVE  BEEN  APPROVED  BY  THE  STATE\n   13  UNIVERSITY  OF  NEW  YORK'S  COMMUNITY COLLEGE INDEPENDENT COMMISSION ON\n   14  LOCAL BOARD OF TRUSTEES NOMINATIONS. NO SUCH  TRUSTEE,  EXCEPT  THE  ONE\n   15  MEMBER  ELECTED  BY AND FROM AMONG THE STUDENTS OF THE COLLEGE, SHALL BE\n   16  AN EMPLOYEE OF, OR UNDER THE SUPERVISION  OF,  ANY  OF  SUCH  APPOINTING\n   17  AUTHORITIES. FOUR MEMBERS SHALL BE APPOINTED from among persons residing\n   18  in the sponsoring community, by the governor [and one]; PROVIDED, HOWEV-\n   19  ER,  THAT SUCH TRUSTEES, EXCEPT THE ONE MEMBER ELECTED BY AND FROM AMONG\n   20  THE STUDENTS OF THE COLLEGE, HAVE BEEN APPROVED BY THE STATE  UNIVERSITY\n   21  OF NEW YORK'S COMMUNITY COLLEGE INDEPENDENT COMMISSION ON LOCAL BOARD OF\n   22  TRUSTEES  NOMINATIONS. NO SUCH TRUSTEE, EXCEPT THE ONE MEMBER ELECTED BY\n   23  AND FROM AMONG THE STUDENTS OF THE COLLEGE, SHALL BE AN EMPLOYEE OF,  OR\n   24  UNDER THE SUPERVISION OF, ANY OF SUCH APPOINTING AUTHORITIES. ONE member\n   25  SHALL BE elected by and from among the students of the college who shall\n   26  serve  as  a member of the board for a one-year term, provided, however,\n   27  that the term of the student member first elected shall be  nine  months\n   28  commencing  October  first,  nineteen  hundred seventy-five. The student\n   29  member shall be  afforded  the  same  parliamentary  privileges  as  are\n   30  conferred upon voting members, including but not limited to the right to\n   31  make  and  second motions and to place items on the agenda. Such student\n   32  member shall be subject to every provision of any  general,  special  or\n   33  local  law, ordinance, charter, code, rule or regulation applying to the\n   34  members of such board with respect to  the  discharge  of  their  duties\n   35  including,  but  not limited to, those provisions setting forth codes of\n   36  ethics, disclosure requirements and  prohibiting  business  and  profes-\n   37  sional activities. The election of the student member shall be conducted\n   38  in  accordance  with rules and regulations promulgated by the respective\n   39  representative campus student association in accordance with  guidelines\n   40  established  by  the  state  university  trustees. In the event that the\n   41  student member ceases to be a student at the institution,  he  shall  be\n   42  required  to  resign.  The  governor's initial appointments shall be for\n   43  terms of two, four, six and eight years respectively and those by  local\n   44  authorities  for terms of one, three, five, seven and nine years respec-\n   45  tively. Vacancies shall be filled for unexpired terms in the same manner\n   46  as original selections by the authority  responsible  for  the  original\n   47  selection.  The  board  shall select its own [chairman] CHAIRPERSON from\n   48  among its voting membership. Where two or more local  sponsors  join  in\n   49  the  establishment  of  a  community  college,  the apportionment of the\n   50  appointments among them shall be made by the state university  trustees.\n   51  Trustees  shall  receive no compensation for their services but shall be\n   52  reimbursed for their expenses actually and necessarily incurred by  them\n   53  in the performance of their duties under this article. Members initially\n   54  appointed  or elected under this subdivision to the board of trustees of\n   55  any community college hereafter established shall take office immediate-\n   56  ly upon their selection and qualification, but for purposes of determin-\n\n       A. 159                             13\n\n    1  ing the expiration of their respective terms and the commencement of the\n    2  terms of their successors, the term  of  office  of  each  such  initial\n    3  member shall be deemed to have commenced on the first day of July of the\n    4  year  in  which such college was established. The terms of office of all\n    5  members of the boards  of  trustees  of  community  colleges  heretofore\n    6  established, appointed or elected as provided in this subdivision, shall\n    7  terminate on the thirtieth day of June of the calendar year within which\n    8  such  terms  expire  under  the provisions of this subdivision as hereby\n    9  amended. For the purpose of determining such year all initial  terms  of\n   10  office  of  appointed  members  of  the  boards of trustees of community\n   11  colleges heretofore established shall be deemed to have commenced on the\n   12  first day of July of the year in which such  colleges  were  established\n   13  and  the  terms  of  their  successors  for full terms, if any, shall be\n   14  deemed to have commenced upon the expiration of the number of years from\n   15  such date for which such initial appointments were made.\n   16    The one member elected by and from among the students of  the  college\n   17  may be removed by such students in accordance with rules and regulations\n   18  promulgated  by the respective representative campus student association\n   19  in accordance with guidelines promulgated by the state university  trus-\n   20  tees. In the case of community colleges in the city of New York the year\n   21  in  which  any  such  college  was  established for the purposes of this\n   22  subdivision shall mean the year in which it was  or  may  be  determined\n   23  that its board of trustees be appointed and serve in the manner provided\n   24  by this subdivision.\n   25    The  provisions  of  this  subdivision  shall  not  apply to community\n   26  college regional boards of trustees.\n   27    S 10. The education law is amended by adding four new sections 6310-a,\n   28  6310-b, 6310-c and 6310-d to read as follows:\n   29    S 6310-A.  ORGANIZATION OF REGIONAL COMMISSIONS. 1. FOR EACH COMMUNITY\n   30  COLLEGE REGION AND COMMUNITY COLLEGE SPONSORED BY SUCH REGION, THERE  IS\n   31  HEREBY  ESTABLISHED  A  STATE  UNIVERSITY OF NEW YORK REGIONAL COMMUNITY\n   32  COLLEGE INDEPENDENT COMMISSION ON LOCAL BOARD OF  TRUSTEES  NOMINATIONS.\n   33  EACH  COMMISSION  SHALL  CONSIST OF ELEVEN MEMBERS OF WHOM FOUR SHALL BE\n   34  APPOINTED BY THE GOVERNOR,  FIVE  MEMBERS  SHALL  BE  APPOINTED  BY  THE\n   35  REGIONAL  APPOINTING AUTHORITY, ONE MEMBER APPOINTED BY THE PRESIDENT OF\n   36  THE FACULTY COUNCIL OF COMMUNITY COLLEGES AND ONE MEMBER ELECTED BY  AND\n   37  FROM AMONG THE STUDENTS OF THE COLLEGE. OF THE FOUR MEMBERS APPOINTED BY\n   38  THE  GOVERNOR,  NO MORE THAN TWO SHALL BE ENROLLED IN THE SAME POLITICAL\n   39  PARTY AND TWO OF SUCH MEMBERS SHALL BE GRADUATES OF THE STATE UNIVERSITY\n   40  SYSTEM. OF THE FIVE MEMBERS APPOINTED BY THE REGIONAL APPOINTING AUTHOR-\n   41  ITY NO MORE THAN THREE SHALL BE ENROLLED IN THE SAME POLITICAL PARTY. NO\n   42  MEMBER OF A REGIONAL COMMISSION SHALL HOLD ANY ELECTED PUBLIC OFFICE  OR\n   43  OFFICE  IN  ANY  POLITICAL PARTY OR SHALL BE AN EMPLOYEE OF OR UNDER THE\n   44  SUPERVISION OF ANY PERSON WHO HOLDS SUCH ELECTED PUBLIC OFFICE OR OFFICE\n   45  OF A POLITICAL PARTY. NO MEMBER OF A REGIONAL COMMISSION SHALL SERVE  IN\n   46  ANY  PUBLIC OR POLITICAL PARTY. NO MEMBER OF A REGIONAL COMMISSION SHALL\n   47  SERVE IN ANY PUBLIC OR POLITICAL OFFICE WITHIN ONE YEAR OF THE  MEMBER'S\n   48  PERIOD  OF  SERVICE.    THE MEMBERS OF EACH REGIONAL COMMISSION SHALL BE\n   49  RESIDENTS OF THE STATE.\n   50    2. OF THE MEMBERS FIRST APPOINTED BY THE GOVERNOR, TWO  MEMBERS  SHALL\n   51  SERVE  A  TWO-YEAR TERM AND TWO MEMBERS SHALL SERVE A THREE-YEAR TERM AS\n   52  HE OR SHE SHALL  DESIGNATE.  OF  THE  MEMBERS  FIRST  APPOINTED  BY  THE\n   53  REGIONAL  APPOINTING AUTHORITY, TWO MEMBERS SHALL SERVE A TWO-YEAR TERM,\n   54  TWO MEMBERS SHALL SERVE A THREE-YEAR TERM AND ONE MEMBER SHALL  SERVE  A\n   55  FOUR-YEAR TERM, AS SUCH LOCAL APPOINTING AUTHORITY SHALL DESIGNATE. EACH\n   56  SUBSEQUENT  APPOINTMENT  BY  THE  GOVERNOR  AND  THE REGIONAL APPOINTING\n\n       A. 159                             14\n\n    1  AUTHORITY SHALL BE FOR A TERM OF FOUR YEARS. THE MEMBER FIRST  APPOINTED\n    2  BY  THE  PRESIDENT  OF  THE  FACULTY COUNCIL OF COMMUNITY COLLEGES SHALL\n    3  SERVE A TWO-YEAR TERM. EACH SUBSEQUENT APPOINTMENT BY THE  PRESIDENT  OF\n    4  THE  FACULTY  COUNCIL  SHALL  SERVE FOR A TERM OF FOUR YEARS. THE MEMBER\n    5  FIRST ELECTED BY AND FROM AMONG THE STUDENTS OF THE COLLEGE SHALL  SERVE\n    6  A  ONE-YEAR TERM. EACH SUBSEQUENT TERM FOR THE ELECTED MEMBER SHALL BE A\n    7  ONE-YEAR TERM.\n    8    3. A VACANCY SHALL BE DEEMED TO OCCUR IMMEDIATELY UPON THE APPOINTMENT\n    9  OR ELECTION OF ANY MEMBER TO AN OFFICE THAT WOULD DISQUALIFY HIM OR  HER\n   10  FOR  APPOINTMENT  TO, OR MEMBERSHIP ON, A REGIONAL COMMISSION. A VACANCY\n   11  OCCURRING FOR ANY REASON OTHER THAN  BY  EXPIRATION  OF  TERM  SHALL  BE\n   12  FILLED  BY  THE  REGIONAL  APPOINTING AUTHORITY FOR THE REMAINDER OF THE\n   13  UNEXPIRED TERM PURSUANT TO THE PROVISIONS OF THIS SECTION.\n   14    4. THE MEMBERS OF EACH REGIONAL COMMISSION SHALL DESIGNATE ONE  MEMBER\n   15  TO  SERVE  AS  CHAIRPERSON FOR A PERIOD OF TWO YEARS OR UNTIL HIS OR HER\n   16  TERM OF OFFICE EXPIRES, WHICHEVER PERIOD IS SHORTER.\n   17    5. EACH MEMBER OF A REGIONAL COMMISSION SHALL BE ENTITLED  TO  RECEIVE\n   18  HIS  OR  HER  ACTUAL AND NECESSARY EXPENSES INCURRED IN THE DISCHARGE OF\n   19  HIS OR HER DUTIES.\n   20    6. SEVEN MEMBERS OF A REGIONAL COMMISSION SHALL CONSTITUTE A QUORUM.\n   21    S 6310-B. FUNCTIONS OF REGIONAL COMMISSIONS. 1. EACH REGIONAL  COMMIS-\n   22  SION:\n   23    (A)  SHALL  CONSIDER AND EVALUATE THE QUALIFICATIONS OF CANDIDATES FOR\n   24  APPOINTMENT TO THEIR STATE UNIVERSITY REGIONAL COMMUNITY  COLLEGE  LOCAL\n   25  BOARD  OF  TRUSTEES  AND,  AS VACANCIES OCCUR ON A REGIONAL LOCAL BOARD,\n   26  SHALL RECOMMEND  TO  THE  GOVERNOR  AND  REGIONAL  APPOINTING  AUTHORITY\n   27  PERSONS  WHO  BY THEIR CHARACTER, TEMPERAMENT, PROFESSIONAL APTITUDE AND\n   28  EXPERIENCE ARE WELL QUALIFIED TO BE A MEMBER OF  SUCH  STATE  UNIVERSITY\n   29  REGIONAL  COMMUNITY COLLEGE LOCAL BOARD OF TRUSTEES. SUCH QUALIFICATIONS\n   30  SHALL INCLUDE, BUT NOT BE LIMITED TO: (1) A BACCALAUREATE DEGREE AS  THE\n   31  MINIMUM  EDUCATIONAL  CRITERIA;  (2)  FAMILIARITY WITH ADDRESSING POLICY\n   32  ISSUES IN A UNIONIZED ENVIRONMENT; (3) UNDERSTANDING  OF  PUBLIC  SECTOR\n   33  INTERGOVERNMENTAL  RELATIONS  AS  THEY RELATE TO HIGHER EDUCATION INSTI-\n   34  TUTIONS; (4) UNDERSTANDING OF AND FAMILIARITY WITH THE KINDS  OF  ISSUES\n   35  ARISING  IN  LARGE  COMPLEX  ORGANIZATIONS;  (5) CURRENT INTEREST IN THE\n   36  INSTITUTION; (6) A COMMITMENT TO PUBLIC HIGHER EDUCATION; (7) A  GENERAL\n   37  BACKGROUND THAT WOULD ALLOW THEM TO MAKE DECISIONS IN THE BEST INTERESTS\n   38  OF  THE INSTITUTION; (8) AN ABILITY TO RECOGNIZE THE SOMETIMES AMBIGUOUS\n   39  DISTINCTION BETWEEN MANAGEMENT AND GOVERNANCE; AND  (9)  AN  ACTUAL  AND\n   40  PERCEIVED  INDEPENDENCE FROM POLITICAL INTERFERENCE IN THE GOVERNANCE OF\n   41  THE INSTITUTION.\n   42    (B) ESTABLISH PROCEDURES TO ASSURE THAT PERSONS WHO MAY BE WELL QUALI-\n   43  FIED FOR APPOINTMENT TO A STATE UNIVERSITY  REGIONAL  COMMUNITY  COLLEGE\n   44  LOCAL  BOARD  OF TRUSTEES, OTHER THAN THOSE WHO HAVE REQUESTED CONSIDER-\n   45  ATION OR WHO HAVE BEEN RECOMMENDED  FOR  CONSIDERATION  BY  OTHERS,  ARE\n   46  ENCOURAGED TO AGREE TO BE CONSIDERED BY THE REGIONAL COMMISSION.\n   47    (C)  REQUIRE  THE PRODUCTION OF ANY BOOKS, RECORDS, DOCUMENTS OR OTHER\n   48  EVIDENCE THAT IT MAY DEEM RELEVANT OR  MATERIAL  TO  ITS  EVALUATION  OF\n   49  CANDIDATES.\n   50    (D)  REQUIRE  FROM  ANY  COURT,  DEPARTMENT,  DIVISION, BOARD, BUREAU,\n   51  COMMISSION, OR OTHER AGENCY OF THE STATE, LOCAL  GOVERNMENT  OR  MUNICI-\n   52  PALITY,  OR  POLITICAL  SUBDIVISION THEREOF OR ANY PUBLIC AUTHORITY SUCH\n   53  ASSISTANCE, INFORMATION AND DATA, AS WILL ENABLE IT PROPERLY TO EVALUATE\n   54  THE QUALIFICATIONS OF CANDIDATES.\n   55    (E) REQUIRE THE APPEARANCE OF ANY CANDIDATE BEFORE  IT  AND  INTERVIEW\n   56  ANY PERSON CONCERNING THE QUALIFICATIONS OF ANY CANDIDATE.\n\n       A. 159                             15\n\n    1    (F) COMMUNICATE WITH THE GOVERNOR CONCERNING THE QUALIFICATIONS OF ANY\n    2  CANDIDATE  WHOM  IT HAS RECOMMENDED TO THE GOVERNOR AND COMMUNICATE WITH\n    3  THE SENATE CONCERNING THE QUALIFICATIONS OF ANY CANDIDATE  APPOINTED  BY\n    4  THE GOVERNOR.\n    5    (G)  COMMUNICATE WITH THE REGIONAL APPOINTING AUTHORITY CONCERNING THE\n    6  QUALIFICATIONS OF ANY CANDIDATE WHOM IT HAS RECOMMENDED TO THE  REGIONAL\n    7  APPOINTING AUTHORITY.\n    8    (H)  DO  ALL  OTHER  THINGS  NECESSARY AND CONVENIENT TO CARRY OUT ITS\n    9  FUNCTIONS PURSUANT TO THIS ARTICLE.\n   10    2. A RECOMMENDATION TO THE GOVERNOR SHALL REQUIRE THE CONCURRENCE OF A\n   11  QUORUM OF A REGIONAL COMMISSION. THE  RECOMMENDATIONS  TO  THE  GOVERNOR\n   12  SHALL  BE  TRANSMITTED TO THE GOVERNOR IN A SINGLE WRITTEN REPORT, WHICH\n   13  SHALL BE RELEASED TO THE PUBLIC BY THE COMMISSION  AT  THE  TIME  IT  IS\n   14  SUBMITTED  TO  THE GOVERNOR. THE REPORT SHALL BE IN WRITING, SIGNED ONLY\n   15  BY THE CHAIRPERSON, AND SHALL INCLUDE THE COMMISSION'S FINDINGS RELATING\n   16  TO THE CHARACTER, TEMPERAMENT, PROFESSIONAL APTITUDE, EXPERIENCE, QUALI-\n   17  FICATIONS AND FITNESS OF EACH CANDIDATE WHO IS RECOMMENDED TO THE GOVER-\n   18  NOR.\n   19    3. A RECOMMENDATION TO A REGIONAL APPOINTING AUTHORITY  SHALL  REQUIRE\n   20  THE CONCURRENCE OF A QUORUM OF A REGIONAL COMMISSION. RECOMMENDATIONS TO\n   21  A  REGIONAL  APPOINTING  AUTHORITY  SHALL BE TRANSMITTED TO THE REGIONAL\n   22  APPOINTING AUTHORITY IN A SINGLE WRITTEN REPORT, WHICH SHALL BE RELEASED\n   23  TO THE PUBLIC BY THE REGIONAL COMMISSION AT THE TIME IT IS SUBMITTED  TO\n   24  THE  REGIONAL  APPOINTING  AUTHORITY.  THE  REPORT  SHALL BE IN WRITING,\n   25  SIGNED ONLY BY THE CHAIRPERSON, AND SHALL INCLUDE THE  REGIONAL  COMMIS-\n   26  SION'S  FINDINGS  RELATING  TO  THE CHARACTER, TEMPERAMENT, PROFESSIONAL\n   27  APTITUDE, EXPERIENCE, QUALIFICATIONS AND FITNESS OF EACH  CANDIDATE  WHO\n   28  IS RECOMMENDED TO A REGIONAL APPOINTING AUTHORITY.\n   29    4.  NO  PERSON  SHALL  BE  RECOMMENDED  TO  THE GOVERNOR OR A REGIONAL\n   30  APPOINTING AUTHORITY WHO HAS NOT CONSENTED TO BE A  CANDIDATE,  WHO  HAS\n   31  NOT  BEEN  PERSONALLY  INTERVIEWED  BY  A  QUORUM OF THE MEMBERSHIP OF A\n   32  REGIONAL COMMISSION AS  PROVIDED  FOR  BY  SUBDIVISION  SIX  OF  SECTION\n   33  SIXTY-THREE  HUNDRED  TEN-A  OF  THIS  ARTICLE,  AND WHO HAS NOT FILED A\n   34  FINANCIAL STATEMENT  WITH  A  REGIONAL  COMMISSION,  ON  A  FORM  TO  BE\n   35  PRESCRIBED  BY  THE  REGIONAL  COMMISSION. THE FINANCIAL STATEMENT SHALL\n   36  CONSIST OF A SWORN STATEMENT OF THE CANDIDATE'S ASSETS, LIABILITIES  AND\n   37  SOURCES OF INCOME, AND ANY OTHER RELEVANT FINANCIAL INFORMATION, WHICH A\n   38  REGIONAL COMMISSION MAY REQUIRE. EACH REGIONAL COMMISSION SHALL TRANSMIT\n   39  TO  THE  GOVERNOR THE FINANCIAL STATEMENT FILED BY EACH CANDIDATE WHO IS\n   40  RECOMMENDED TO THE GOVERNOR.  THE GOVERNOR SHALL MAKE AVAILABLE  TO  THE\n   41  PUBLIC  THE  FINANCIAL STATEMENT FILED BY THE CANDIDATE WHO IS APPOINTED\n   42  TO FILL A VACANCY. THE FINANCIAL STATEMENTS FILED BY  ALL  OTHER  CANDI-\n   43  DATES RECOMMENDED TO THE GOVERNOR, BUT NOT APPOINTED BY HIM OR HER SHALL\n   44  BE  CONFIDENTIAL. THE REGIONAL COMMISSION SHALL TRANSMIT TO THE REGIONAL\n   45  APPOINTING AUTHORITY THE FINANCIAL STATEMENT FILED BY EACH CANDIDATE WHO\n   46  IS RECOMMENDED  TO  THE  REGIONAL  APPOINTING  AUTHORITY.  THE  REGIONAL\n   47  APPOINTING  AUTHORITY  SHALL  MAKE AVAILABLE TO THE PUBLIC THE FINANCIAL\n   48  STATEMENT FILED BY THE CANDIDATE WHO IS APPOINTED TO FILL A VACANCY. THE\n   49  FINANCIAL STATEMENTS FILED BY ALL OTHER CANDIDATES  RECOMMENDED  TO  THE\n   50  REGIONAL  APPOINTING  AUTHORITY,  BUT  NOT  APPOINTED BY SUCH AUTHORITY,\n   51  SHALL BE CONFIDENTIAL.\n   52    S 6310-C. RULES OF REGIONAL COMMISSIONS. 1. EACH  REGIONAL  COMMISSION\n   53  SHALL  ADOPT, AND MAY AMEND, WRITTEN RULES OF PROCEDURE NOT INCONSISTENT\n   54  WITH LAW.\n   55    2. RULES OF EACH REGIONAL COMMISSION SHALL BE FILED WITH THE  CHANCEL-\n   56  LOR  OF  THE  STATE UNIVERSITY OF NEW YORK AND SHALL BE PUBLISHED IN THE\n\n       A. 159                             16\n\n    1  OFFICIAL COMPILATION OF CODES, RULES AND REGULATIONS OF THE STATE.  UPON\n    2  REQUEST  OF  ANY  PERSON,  THE CHANCELLOR OF THE STATE UNIVERSITY OF NEW\n    3  YORK SHALL FURNISH A COPY OF ANY  REGIONAL  COMMISSION'S  RULES  WITHOUT\n    4  CHARGE.\n    5    3. RULES OF EACH REGIONAL COMMISSION MAY PRESCRIBE FORMS AND QUESTION-\n    6  NAIRES  TO  BE  COMPLETED  AND,  IF REQUIRED BY ANY REGIONAL COMMISSION,\n    7  VERIFIED BY CANDIDATES.\n    8    4. RULES OF EACH REGIONAL  COMMISSION  SHALL  PROVIDE  THAT  UPON  THE\n    9  COMPLETION  BY  THE  REGIONAL COMMISSION OF ITS CONSIDERATION AND EVALU-\n   10  ATION OF THE QUALIFICATIONS OF A CANDIDATE, THERE SHALL BE NO  RECONSID-\n   11  ERATION  OF  SUCH  CANDIDATE  FOR  THE  VACANCY  FOR WHICH HE OR SHE WAS\n   12  CONSIDERED, EXCEPT WITH THE CONCURRENCE OF  A  QUORUM  OF  THE  REGIONAL\n   13  COMMISSION.\n   14    S  6310-D. CONFIDENTIALITY OF PROCEEDINGS AND RECORDS. 1. ALL COMMUNI-\n   15  CATIONS TO EACH REGIONAL COMMISSION,  AND  THEIR  PROCEEDINGS,  AND  ALL\n   16  APPLICATIONS,  CORRESPONDENCE,  INTERVIEWS, TRANSCRIPTS, REPORTS AND ALL\n   17  OTHER PAPERS, FILES AND RECORDS OF EACH  REGIONAL  COMMISSION  SHALL  BE\n   18  CONFIDENTIAL  AND PRIVILEGED AND, EXCEPT FOR THE PURPOSES OF ARTICLE TWO\n   19  HUNDRED TEN OF THE PENAL LAW, SHALL NOT BE MADE AVAILABLE TO ANY  PERSON\n   20  EXCEPT AS OTHERWISE PROVIDED IN THIS ARTICLE.\n   21    2. THE GOVERNOR SHALL HAVE ACCESS TO ALL PAPERS AND INFORMATION RELAT-\n   22  ING TO CANDIDATES RECOMMENDED TO HIM OR HER BY EACH REGIONAL COMMISSION.\n   23  A  REGIONAL  APPOINTING  AUTHORITY  SHALL  HAVE ACCESS TO ALL PAPERS AND\n   24  INFORMATION RELATING TO CANDIDATES  RECOMMENDED  TO  IT  BY  A  REGIONAL\n   25  COMMISSION. ALL INFORMATION THAT IS NOT PUBLICLY DISCLOSED IN ACCORDANCE\n   26  WITH  SUBDIVISIONS  TWO,  THREE  AND FOUR OF SECTION SIXTY-THREE HUNDRED\n   27  TEN-B OF THIS ARTICLE, SHALL REMAIN CONFIDENTIAL AND PRIVILEGED,  EXCEPT\n   28  FOR THE PURPOSES OF ARTICLE TWO HUNDRED TEN OF THE PENAL LAW.\n   29    3.  THE MEMBERS OF EACH REGIONAL COMMISSION SHALL NOT PUBLICLY DIVULGE\n   30  THE NAMES OF, OR ANY INFORMATION CONCERNING,  ANY  CANDIDATE  EXCEPT  AS\n   31  OTHERWISE PROVIDED IN THIS ARTICLE.\n   32    S  11.  Subdivision 1 of section 6310 of the education law, as amended\n   33  by chapter 268 of the laws of 2003, is amended to read as follows:\n   34    1. Each community college region and community  college  sponsored  by\n   35  such region shall be administered by a single board of trustees of four-\n   36  teen  members,  thirteen  of  whom shall be appointed for terms of seven\n   37  years, as set forth in this subdivision, and one member elected as here-\n   38  in provided, except that initial appointments shall be made for terms of\n   39  one to nine years respectively. Seven members shall be appointed by  the\n   40  local legislative bodies or boards of those counties eligible to appoint\n   41  members  to  the community college regional board of trustees; PROVIDED,\n   42  HOWEVER, THAT SUCH TRUSTEES, EXCEPT THE ONE MEMBER ELECTED BY  AND  FROM\n   43  AMONG THE STUDENTS OF THE COLLEGE, HAVE BEEN RECOMMENDED AND APPROVED BY\n   44  THE  STATE  UNIVERSITY  OF NEW YORK'S REGIONAL INDEPENDENT COMMISSION ON\n   45  LOCAL BOARD OF TRUSTEES NOMINATIONS. NO SUCH  TRUSTEE,  EXCEPT  THE  ONE\n   46  MEMBER  ELECTED  BY AND FROM AMONG THE STUDENTS OF THE COLLEGE, SHALL BE\n   47  AN EMPLOYEE OF, OR UNDER THE SUPERVISION OF SUCH APPOINTING AUTHORITIES.\n   48  [The seven locally appointed members  of  such  board  may  include  one\n   49  member  from the local legislative body or board of each county eligible\n   50  to appoint members to the community college regional board of trustees.]\n   51  Membership in a community college regional board of  trustees  shall  be\n   52  apportioned among the counties participating in such board in accordance\n   53  with  the  number of full-time equivalent students attending a community\n   54  college sponsored by such  regional  board  who  are  residents  of  the\n   55  respective  participating  counties, and in accordance with such further\n   56  regulations as may be prescribed by the state university  trustees.  Six\n\n       A. 159                             17\n\n    1  members shall be appointed by the governor [and one]; PROVIDED, HOWEVER,\n    2  THAT  SUCH TRUSTEES, EXCEPT THE ONE MEMBER ELECTED BY AND FROM AMONG THE\n    3  STUDENTS OF THE COLLEGE, HAVE BEEN APPROVED BY THE STATE  UNIVERSITY  OF\n    4  NEW  YORK'S  REGIONAL  COMMUNITY COLLEGE INDEPENDENT COMMISSION ON LOCAL\n    5  BOARD OF TRUSTEES NOMINATIONS. NO SUCH TRUSTEE, EXCEPT  THE  ONE  MEMBER\n    6  ELECTED  BY  AND  FROM  AMONG  THE  STUDENTS OF THE COLLEGE, SHALL BE AN\n    7  EMPLOYEE OF, OR UNDER THE SUPERVISION OF, ANY OF SUCH APPOINTING AUTHOR-\n    8  ITIES. ONE member SHALL BE elected by and from among the students of the\n    9  college who shall serve as a member of the board for  a  one-year  term,\n   10  provided,  however,  that  the  term of the student member first elected\n   11  shall be nine months commencing October first, nineteen hundred  eighty-\n   12  four. The student member shall be afforded the same parliamentary privi-\n   13  leges  as  are  conferred upon members, including but not limited to the\n   14  right to make and second motions and to place items on the agenda.  Such\n   15  student  member  shall  be  subject  to  every provision of any general,\n   16  special or local law,  ordinance,  charter,  code,  rule  or  regulation\n   17  applying  to  the members of such board with respect to the discharge of\n   18  their duties including, but not limited  to,  those  provisions  setting\n   19  forth  codes of ethics, disclosure requirements and prohibiting business\n   20  and professional activities. The election of the student member shall be\n   21  conducted in accordance with rules and regulations  promulgated  by  the\n   22  respective  representative campus student association in accordance with\n   23  guidelines established by the state university trustees.  In  the  event\n   24  that  the  student  member ceases to be a student at the institution, he\n   25  shall be required to resign. The governor's initial  appointments  shall\n   26  be  as  follows: (a) two individuals shall be appointed for terms of two\n   27  and four years respectively; (b) two individuals for terms of six  years\n   28  and  two  individuals  for  terms  of eight years. Appointments by local\n   29  authorities shall be as follows: (a) three individuals for terms of one,\n   30  three and five years, respectively; (b) two  individuals  for  terms  of\n   31  seven  years,  and  two  individuals  for terms of nine years. Vacancies\n   32  shall be filled for unexpired terms  in  the  same  manner  as  original\n   33  selections  by the authority responsible for the original selection. The\n   34  board shall select its own [chairman] CHAIRPERSON from among its  voting\n   35  membership.  Trustees  shall  receive no compensation for their services\n   36  but shall be reimbursed for  their  expenses  actually  and  necessarily\n   37  incurred  by them in the performance of their duties under this article.\n   38  Members initially appointed or elected under  this  subdivision  to  any\n   39  community college regional board of trustees hereafter established shall\n   40  take  office immediately upon their selection and qualification, but for\n   41  purposes of determining the expiration of their respective terms and the\n   42  commencement of the terms of their successors, the  term  of  office  of\n   43  each  such initial member shall be deemed to have commenced on the first\n   44  day of July of the year in which such college was established. The terms\n   45  of office of all members of community college regional boards  of  trus-\n   46  tees  heretofore  established,  appointed or elected as provided in this\n   47  subdivision, shall terminate on the thirtieth day of June of the  calen-\n   48  dar  year  within  which  such terms expire under the provisions of this\n   49  subdivision as hereby amended. For the purpose of determining such  year\n   50  all  initial  terms  of  office  of  appointed  members of the community\n   51  college regional board  of  trustees  heretofore  established  shall  be\n   52  deemed  to  have commenced on the first day of July of the year in which\n   53  such community college regions were established and the terms  of  their\n   54  successors  for  full  terms,  if any, shall be deemed to have commenced\n   55  upon the expiration of the number of years from such date for which such\n   56  initial appointments were made.\n\n       A. 159                             18\n\n    1    The one member elected by and from among the students of  the  college\n    2  may be removed by such students in accordance with rules and regulations\n    3  promulgated  by the respective representative campus student association\n    4  in accordance with guidelines promulgated by the state university  trus-\n    5  tees.\n    6    S  12.  This  act  shall  take effect on the one hundred eightieth day\n    7  after it shall have become a law and shall apply to appointments made on\n    8  or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to trustees of the state university of New York, city university of New York, and community colleges ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101221.T094104.TXT", "SOBI.D101220.T165342.TXT", "SOBI.D101216.T113916.TXT", "SOBI.D101220.T163842.TXT", "SOBI.D101221.T095104.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292943064528
}