{
  "year" : 2011,
  "senateBillNo" : "A1598-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1598-2011-1294722000000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits ex parte communications with the public service commission by parties to pending adjudicatory proceedings",
  "summary" : "Prohibits ex parte communications with the public service commission by parties to pending adjudicatory proceedings. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "AA4888-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1598\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M. of A. KELLNER -- Multi-Sponsored by -- M. of A. BENE-\n         DETTO, BRENNAN, CLARK, MILLMAN,  PAULIN,  SWEENEY  --  read  once  and\n         referred to the Committee on Corporations, Authorities and Commissions\n\n       AN  ACT  to  amend  the  public service law and the state administrative\n         procedure act, in relation  to  ex  parte  communications  before  the\n         public service commission\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public service law is amended by adding a  new  section\n    2  20-a to read as follows:\n    3    S  20-A.  EX PARTE COMMUNICATIONS. 1. UNLESS REQUIRED FOR THE DISPOSI-\n    4  TION OF EX PARTE MATTERS  AUTHORIZED  BY  LAW,  A  COMMISSIONER  OR  ANY\n    5  EMPLOYEE  OF  THE  DEPARTMENT WHO IS ASSIGNED TO RENDER A DECISION OR TO\n    6  MAKE FINDINGS OF FACT AND CONCLUSIONS OF LAW IN AN ADJUDICATORY PROCEED-\n    7  ING BEFORE THE COMMISSION SHALL NOT COMMUNICATE, DIRECTLY OR INDIRECTLY,\n    8  IN CONNECTION WITH ANY ISSUE OF FACT OR OF LAW, WITH ANY PARTY,  OR  THE\n    9  REPRESENTATIVE  OF ANY PARTY, EXCEPT UPON NOTICE AND OPPORTUNITY FOR ALL\n   10  PARTIES TO PARTICIPATE. PROVIDED, HOWEVER, THAT ANY SUCH COMMISSIONER OR\n   11  EMPLOYEE (A) MAY COMMUNICATE WITH OTHER COMMISSIONERS, AND (B) MAY  HAVE\n   12  THE AID AND ADVICE OF AGENCY STAFF OTHER THAN STAFF WHICH HAS BEEN OR IS\n   13  ENGAGED IN THE INVESTIGATIVE OR PROSECUTING FUNCTIONS IN CONNECTION WITH\n   14  THE CASE UNDER CONSIDERATION OR A FACTUALLY RELATED CASE.\n   15    2.  A PARTY IN AN ADJUDICATORY PROCEEDING BEFORE THE COMMISSION OR THE\n   16  REPRESENTATIVE OF ANY SUCH PARTY  SHALL  NOT  COMMUNICATE,  DIRECTLY  OR\n   17  INDIRECTLY,  IN  CONNECTION  WITH  ANY  ISSUE  OF  FACT OR OF LAW WITH A\n   18  COMMISSIONER OR ANY EMPLOYEE OF THE DEPARTMENT WHO IS ASSIGNED TO RENDER\n   19  A DECISION OR TO MAKE FINDINGS OF FACT AND CONCLUSIONS OF  LAW  IN  SUCH\n   20  ADJUDICATORY  PROCEEDING  EXCEPT  UPON  NOTICE  AND  OPPORTUNITY FOR ALL\n   21  PARTIES TO PARTICIPATE.\n   22    3. IF THE COMMISSIONER OR ANY EMPLOYEE OF THE DEPARTMENT SHALL RECEIVE\n   23  ANY COMMUNICATION, ORAL OR WRITTEN,  CONTRARY  TO  THE  PROHIBITIONS  IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03913-01-1\n\n       A. 1598                             2\n\n    1  SUBDIVISIONS  ONE AND TWO OF THIS SECTION, HE OR SHE SHALL MAKE A RECORD\n    2  OF SUCH COMMUNICATION AND FILE SUCH RECORD PROMPTLY WITH  THE  SECRETARY\n    3  OF THE COMMISSION. THE SECRETARY OF THE COMMISSION SHALL SERVE COPIES OF\n    4  SUCH  RECORD ON EACH PARTY TO THE ADJUDICATORY PROCEEDING. ANY PARTY MAY\n    5  PETITION THE COMMISSION FOR SUCH SANCTIONS AGAINST A PARTY THAT HAS MADE\n    6  SUCH COMMUNICATION CONTRARY TO THE PROHIBITION  IN  SUBDIVISION  TWO  OF\n    7  THIS SECTION AS MAY BE JUST IN THE CIRCUMSTANCES.\n    8    4. FOR THE PURPOSES OF THIS SECTION THE TERM \"ADJUDICATORY PROCEEDING\"\n    9  SHALL  BE  DEFINED AS IN SUBDIVISION THREE OF SECTION ONE HUNDRED TWO OF\n   10  THE STATE ADMINISTRATIVE PROCEDURE ACT, EXCEPT THAT THIS  SECTION  SHALL\n   11  NOT APPLY TO PROCEEDINGS TO DETERMINE APPLICATIONS FOR INITIAL LICENSES;\n   12  PROVIDED  THAT THIS SECTION SHALL NOT APPLY TO PROCEEDINGS INVOLVING THE\n   13  VALIDITY OR APPLICATION OF RATES, FACILITIES,  OR  PRACTICES  OF  PUBLIC\n   14  UTILITY COMPANIES.\n   15    S  2.  Subdivision 2 of section 307 of the state administrative proce-\n   16  dure act is amended to read as follows:\n   17    2. Unless required for the disposition of ex parte matters  authorized\n   18  by  law, members or employees of an agency assigned to render a decision\n   19  or to make findings of fact and conclusions of law  in  an  adjudicatory\n   20  proceeding  shall not communicate, directly or indirectly, in connection\n   21  with any issue of fact, with any person or  party,  nor,  in  connection\n   22  with any issue of law, with any party or his representative, except upon\n   23  notice  and opportunity for all parties to participate.  Any such agency\n   24  member (a) may communicate with other members of the agency, and (b) may\n   25  have the aid and advice of agency staff other than staff which has  been\n   26  or   is  engaged  in  the  investigative  or  prosecuting  functions  in\n   27  connection with the case under consideration or factually related case.\n   28    This subdivision does not apply [(a) in determining  applications  for\n   29  initial   licenses   for  public  utilities  or  carriers;  or  (b)]  to\n   30  proceedings [involving the validity or application of rates, facilities,\n   31  or practices of public utilities or carriers] BEFORE THE PUBLIC  SERVICE\n   32  COMMISSION.\n   33    S  3.    This act shall take effect immediately and shall apply to all\n   34  proceedings instituted after such  effective  date;  provided,  however,\n   35  that  with  respect  to  proceedings  in process prior to such effective\n   36  date, this act shall apply as of the date specified in an order  of  the\n   37  public  service  commission  in  response to the motion of any party, or\n   38  ninety days after such effective date, whichever is earlier.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law and the state administrative procedure act, in relation to ex parte communications before the public service commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T120157.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774935215
}