{
  "year" : 2011,
  "senateBillNo" : "A1599-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1599-2011-1294722000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes an appropriation for the investigation and prosecution of public fraud and corruption",
  "summary" : "Makes an appropriation for the investigation and prosecution of public fraud and corruption. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "A1040-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1599\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  McENENY, CANESTRARI, REILLY -- read once and\n         referred to the Committee on Ways and Means\n\n       AN ACT making an appropriation to the department of law for the  purpose\n         of investigating and prosecuting public fraud and corruption\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature  hereby  reaffirms  its\n    2  commitment  to the noble democratic principles of a system of government\n    3  by the people and for the people, and it further  reaffirms  its  belief\n    4  that  an  effective and participative democratic government requires the\n    5  highest respect of the public trust by its elected public officials. The\n    6  legislature, therefore, finds that to ensure a continuing public  confi-\n    7  dence in both government and in elected officials, it is imperative that\n    8  all elected public officials be held to the highest ethical standards in\n    9  the  discharge  of  their duties. The legislature finds that because the\n   10  city and county of Albany is the seat of New York state government,  and\n   11  because the Albany county district attorney has primary jurisdiction for\n   12  all  crimes  committed  within the city of Albany, it is imperative that\n   13  the Albany county district attorney has adequate resources  to  investi-\n   14  gate  and  prosecute,  where  warranted, criminal activity involving the\n   15  public trust. The legislature further welcomes the collaborative  effort\n   16  between  the  office of the state attorney general and the office of the\n   17  Albany county  district  attorney  to  ensure  that  the  Albany  county\n   18  district  attorney's  office  has  the  assistance  it may need from the\n   19  department of law. The  legislature  further  notes  that  such  collab-\n   20  oration,  to  be  effective,  will  require  an  adequate  allocation of\n   21  resources, and it finds that there is  a  need  for  providing  adequate\n   22  funding and cross-designation of resources.\n   23    S  2.  The sum of two million dollars ($2,000,000), or so much thereof\n   24  as may be necessary is hereby appropriated out of moneys  in  the  state\n   25  treasury in the general fund for the purpose of investigating and prose-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00551-01-1\n\n       A. 1599                             2\n\n    1  cuting  public fraud and corruption. Such moneys shall be payable on the\n    2  audit and warrant of the comptroller on vouchers certified  or  approved\n    3  by the attorney general, and shall be dispersed as follows:\n    4    (a)  One  million dollars ($1,000,000) to the credit of the department\n    5  of law, not otherwise appropriated, and made immediately available,  for\n    6  the   purpose   of   investigating  and  prosecuting  public  fraud  and\n    7  corruption; and\n    8    (b) One million dollars ($1,000,000)  to  the  credit  of  the  public\n    9  integrity unit of the Albany county office of the district attorney, not\n   10  otherwise  appropriated, and made immediately available, for the purpose\n   11  of investigating and prosecuting public fraud and corruption.\n   12    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT making an appropriation to the department of law for the purpose of investigating and prosecuting public fraud and corruption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T120157.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774935219
}