{
  "year" : 2011,
  "senateBillNo" : "A1590-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A1590-2011-1294722000000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to permitting excused absences of state employees for the purpose of donating blood",
  "summary" : "Permits state employees to be excused from work without loss of compensation for up to four hours to donate blood; permits supervisor to require proof of such donation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A1838-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1590\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, GOTTFRIED, COLTON -- Multi-Sponsored by\n         --  M. of A. CLARK, GALEF, HOOPER, MAYERSOHN, McENENY, MILLMAN, ORTIZ,\n         SWEENEY -- read once and referred to  the  Committee  on  Governmental\n         Employees\n\n       AN ACT to amend the civil service law, in relation to permitting employ-\n         ees of the state to be excused from work to donate blood\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil service law is amended by adding  a  new  section\n    2  159-d to read as follows:\n    3    S  159-D.  EXCUSED  LEAVE  TO DONATE BLOOD. 1. EVERY PUBLIC OFFICER OR\n    4  EMPLOYEE OF THIS STATE SHALL BE ENTITLED TO ABSENT  HIMSELF  OR  HERSELF\n    5  AND SHALL BE DEEMED TO HAVE A LEAVE OF ABSENCE FROM HIS OR HER DUTIES OR\n    6  SERVICE  AS  SUCH PUBLIC OFFICER OR EMPLOYEE OF THIS STATE, FOR A SUFFI-\n    7  CIENT PERIOD OF TIME, NOT TO EXCEED FOUR HOURS ON AN  ANNUAL  BASIS,  TO\n    8  DONATE BLOOD.\n    9    2. A SUPERVISOR OF ANY SUCH PUBLIC OFFICER OR EMPLOYEE MAY REQUIRE THE\n   10  PUBLIC  OFFICER  OR  EMPLOYEE  TO  PROVIDE WRITTEN SUBSTANTIATION FROM A\n   11  DONATION CENTER OR ENTITY COORDINATING DONATIONS THAT THE PUBLIC OFFICER\n   12  OR EMPLOYEE ACTUALLY DONATED BLOOD DURING THE EXCUSED ABSENCE.\n   13    3. THE ENTIRE PERIOD OF THE LEAVE OF ABSENCE GRANTED PURSUANT TO  THIS\n   14  SECTION  SHALL  BE  EXCUSED  LEAVE  AND SHALL NOT BE CHARGED AGAINST ANY\n   15  OTHER LEAVE SUCH PUBLIC OFFICER OR EMPLOYEE OF THIS STATE  IS  OTHERWISE\n   16  ENTITLED TO.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04480-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to permitting employees of the state to be excused from work to donate blood ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T115714.TXT", "SOBI.D110111.T143714.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774634039
}