{
  "year" : 2011,
  "senateBillNo" : "A1595-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1595-2011-1294722000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the county of Rockland to elect to be exempt from certain taxes related to the sale or purchase of geothermal systems installed in such county",
  "summary" : "Authorizes the county of Rockland to elect to be exempt from certain taxes related to the sale or purchase of geothermal systems installed in such county. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A2412-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1595\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. JAFFEE -- read once and referred to the Committee\n         on Ways and Means\n\n       AN  ACT  to  amend the tax law, in relation to authorizing the county of\n         Rockland to elect to be exempt  from  certain  taxes  related  to  any\n         geothermal systems installed in such county\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new  section  1115-a  to\n    2  read as follows:\n    3    S  1115-A.  COUNTY  OF  ROCKLAND OPTIONAL EXEMPTION FROM SALES AND USE\n    4  TAXES FOR THE SALE OR PURCHASE OF ANY GEOTHERMAL  SYSTEMS  INSTALLED  IN\n    5  SUCH COUNTY. NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY,\n    6  THE  COUNTY  OF ROCKLAND MAY ELECT BY LOCAL LAW, FOR A PERIOD OF TIME TO\n    7  BE ESTABLISHED BY SUCH COUNTY, FOR RECEIPTS FOR ANY SALE OR PURCHASE  OF\n    8  GEOTHERMAL SYSTEMS INSTALLED IN SUCH COUNTY TO BE EXEMPT FROM THE TAX ON\n    9  RETAIL  SALES  IMPOSED  UNDER  SUBDIVISION (A) OF SECTION ELEVEN HUNDRED\n   10  FIVE OF THIS ARTICLE AND THE COMPENSATING USE TAX IMPOSED UNDER  SECTION\n   11  ELEVEN HUNDRED TEN OF THIS ARTICLE.\n   12    S  2.  This act shall take effect immediately; provided that the Rock-\n   13  land county legislature  shall  notify  the  legislative  bill  drafting\n   14  commission  upon adopting a local law as authorized by section 1115-a of\n   15  the tax law, as added by section one of this act,  in  order  that  such\n   16  commission may maintain an accurate and timely effective database of the\n   17  official  text  of  the  laws of the state of New York in furtherance of\n   18  effecting the provisions of  section  44  of  the  legislative  law  and\n   19  section 70-b of the public officers law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05545-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to authorizing the county of Rockland to elect to be exempt from certain taxes related to any geothermal systems installed in such county ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T115714.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774935201
}