{
  "year" : 2011,
  "senateBillNo" : "A1597-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to banks",
    "billEventId" : "A1597-2011-1294722000000-referred+to+banks",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"foreclosure diversion act of 2011\"; repealer",
  "summary" : "Enacts the \"foreclosure diversion act of 2011\"; provides for a one-year moratorium on foreclosures; requires a homeowner to attend a counseling session; requires courts to meet with parties at a mandatory settlement conference. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "AA8236-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1597\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  JEFFRIES, JAFFEE, COLTON, CAMARA, ROSENTHAL,\n         REILLY, O'DONNELL, COOK, LANCMAN,  BARRON,  PERRY,  PRETLOW,  BOYLAND,\n         RAMOS,  N. RIVERA,  SCHIMEL,  HOOPER -- Multi-Sponsored by -- M. of A.\n         ABBATE, FARRELL, GLICK, HEASTIE, MENG, MILLMAN, PEOPLES-STOKES,  PHEF-\n         FER,  THIELE,  WEISENBERG,  WRIGHT  --  read  once and referred to the\n         Committee on Banks\n\n       AN ACT enacting the \"foreclosure diversion act of 2011\";  to  amend  the\n         real  property  actions  and  proceedings  law,  in relation to giving\n         notice to mortgagors of the  availability  of  foreclosure  prevention\n         counseling;  to  amend  the banking law and the civil practice law and\n         rules, in relation to settlement conferences; to amend the real  prop-\n         erty  actions  and  proceedings  law, in relation to availability of a\n         settlement conference in pending foreclosure  actions;  to  amend  the\n         real  property actions and proceedings law, in relation to providing a\n         one-year postponement on foreclosures; to amend the judiciary law,  in\n         relation  to  the assignment of foreclosure actions; to repeal certain\n         provisions of the civil practice law and rules relating  thereto;  and\n         providing for the repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title.  This act shall be known and may be  cited  as\n    2  the \"foreclosure diversion act of 2011\".\n    3    S  2.  Statement of legislative purpose and findings.  The legislature\n    4  finds and declares that there is a public emergency; that the  extension\n    5  of  unaffordable mortgage loans, unaffordable second mortgages and unaf-\n    6  fordable home equity loans have  resulted  in  thousands  of  homeowners\n    7  losing  their homes.  The problems associated with these loans adversely\n    8  affect the availability of capital, the demand for housing, the value of\n    9  real estate, and more importantly, the ability  of  homeowners  to  keep\n   10  their homes and communities viable.  The pending reset of interest rates\n   11  in many home mortgages, second mortgages and home equity loans will only\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04624-01-1\n\n       A. 1597                             2\n\n    1  exacerbate this situation for many homeowners. The expectation that many\n    2  such  variable  rate mortgages will fall into foreclosure upon the reset\n    3  of the interest rate compels the state to take action. State  assistance\n    4  to homeowners through a counseling program is necessary in order to stem\n    5  this crisis.\n    6    S  3.  Definitions.  As  used in this section and section four of this\n    7  act, the following words and phrases shall have the following meanings:\n    8    1. \"Commissioner\" shall mean the commissioner of the state division of\n    9  housing and community renewal.\n   10    2. \"Department\" shall mean the banking department.\n   11    3. \"Division\" shall mean the state division of housing  and  community\n   12  renewal.\n   13    4.  \"Eligible  homeowners\"  shall  mean  any  resident  of  this state\n   14  currently residing in a home located in this state  subject  to  a  home\n   15  loan  who  the  commissioner  determines,  pursuant  to  the eligibility\n   16  restrictions set forth in this act, is in need of foreclosure  diversion\n   17  assistance.\n   18    5.  \"Home loan\" shall mean a residential home mortgage loan, including\n   19  an open-end credit plan, other than a reverse mortgage  transaction,  in\n   20  which:\n   21    (a) the borrower is a natural person;\n   22    (b) the debt is incurred by the borrower primarily for personal, fami-\n   23  ly or household purposes;\n   24    (c)  the loan is secured by a mortgage or deed of trust on real estate\n   25  upon which there is located a structure or structures  intended  princi-\n   26  pally for occupancy of 1 to 4 families which is occupied by the borrower\n   27  as the borrower's principal dwelling; and\n   28    (d) the property is located in this state.\n   29    6.  \"Lender\"  shall mean (a) a mortgage banker as defined in paragraph\n   30  (f) of subdivision 1 of section 590 of the banking law, or (b) an exempt\n   31  organization as defined in paragraph (e) of subdivision 1 of section 590\n   32  of the banking law, or (c) a mortgage loan servicer as defined in  para-\n   33  graph (h) of subdivision 1 of section 590 of the banking law.\n   34    7.  \"Non-profit assistance provider\" shall mean a corporation or group\n   35  of corporations organized under the  provisions  of  the  not-for-profit\n   36  corporation  law, including but not limited to neighborhood preservation\n   37  companies as defined in section 902 of the private housing finance  law,\n   38  entities  that perform housing preservation and community renewal activ-\n   39  ities pursuant to article 17 of the private housing finance law, common-\n   40  ly referred to  as  rural  preservation  companies,  and  legal  service\n   41  providers, and municipalities.\n   42    8. \"Service area\" shall mean the established or stated boundaries of a\n   43  non-profit  assistance  provider  or, if an assistance provider does not\n   44  have established boundaries for the geographic area in which it provides\n   45  services, the geographic area defined in its proposal to the division to\n   46  be a service provider.\n   47    9. \"Superintendent\" shall mean the superintendent of banks.\n   48    S 4. Education and outreach to homeowners.  In coordination  with  the\n   49  division  and the consumer protection board, the department shall under-\n   50  take outreach activities directed at  any  homeowners  whose  homes  are\n   51  subject to foreclosure.  Such outreach activities shall include, but not\n   52  be limited to:\n   53    1.  the production and broadcast of public service announcements using\n   54  electronic media to inform the general public  of  the  availability  of\n   55  counseling  through  the  New  York  state foreclosure diversion program\n   56  established by this act. Such public service announcements shall  inform\n\n       A. 1597                             3\n\n    1  the  homeowner of the nature and purpose of the counseling and provide a\n    2  website and phone number for the homeowner to utilize; and\n    3    2.  the inclusion of a description on the internet websites maintained\n    4  by the division, the department and the consumer protection board of the\n    5  New York state foreclosure diversion program  and  a  listing  of  those\n    6  entities  that  provide  counseling  with respect to the program.   Such\n    7  listing shall include the address and phone number of each entity.\n    8    S 5. Subdivisions 1 and 3 of section 1303 of the real property actions\n    9  and proceedings law, as amended by chapter 507 of the laws of 2009,  are\n   10  amended to read as follows:\n   11    1.  The  foreclosing party in a mortgage foreclosure action, involving\n   12  residential real property shall provide notice to:\n   13    (a) any mortgagor if the action relates to an  owner-occupied  one-to-\n   14  four family dwelling; and\n   15    (b) any tenant of a dwelling unit in accordance with the provisions of\n   16  this section. SUCH NOTICE SHALL INCLUDE INFORMATION ABOUT THE AVAILABIL-\n   17  ITY OF THE FORECLOSURE DIVERSION PROGRAM AND ITS ABILITY TO ASSIST HOME-\n   18  OWNERS IN AVOIDING FORECLOSURE AND THE MANDATORY COUNSELING REQUIRED FOR\n   19  PARTICIPATION  IN  THE FORECLOSURE DIVERSION PROGRAM.  SUCH NOTICE SHALL\n   20  INCLUDE THE HOTLINE ESTABLISHED BY THE BANKING DEPARTMENT  AND  PROVIDED\n   21  BY  THE  DIVISION  OF  HOUSING AND COMMUNITY RENEWAL PURSUANT TO SECTION\n   22  FOUR OF THE FORECLOSURE DIVERSION ACT OF 2011 AND THE NAMES AND  CONTACT\n   23  INFORMATION  FOR  ALL  NOT-FOR-PROFIT ASSISTANCE PROVIDERS AUTHORIZED BY\n   24  THE DEPARTMENT TO PROVIDE HOUSING COUNSELING SERVICES TO HOMEOWNERS.\n   25    3. The notice to any mortgagor required by paragraph (a)  of  subdivi-\n   26  sion one of this section shall appear as follows:\n   27                     Help for Homeowners in Foreclosure\n   28    New  York  State  Law  requires that we send you this notice about the\n   29  foreclosure process. Please read it carefully.\n   30    BEFORE YOU ATTEND A SETTLEMENT CONFERENCE, YOU ARE STRONGLY  URGED  TO\n   31  SCHEDULE  AND ATTEND A COUNSELING SESSION BY CALLING THE BANKING DEPART-\n   32  MENT AT THE FOLLOWING HOTLINE NUMBER: _______________________\n   33  Summons and Complaint\n   34    You are in danger of losing your home. If you fail to respond  to  the\n   35  summons  and  complaint  in  this  foreclosure action, you may lose your\n   36  home. Please read the summons and complaint carefully. You should  imme-\n   37  diately  contact  an  attorney  or your local legal aid office to obtain\n   38  advice on how to protect yourself.  YOU SHOULD IMMEDIATELY SEEK  OUT  AN\n   39  APPROVED  LOAN  COUNSELOR. A LIST OF APPROVED COUNSELORS CAN BE OBTAINED\n   40  BY CALLING THE HOTLINE. IF YOU DO NOT ATTEND A COUNSELING  SESSION,  YOU\n   41  WILL NOT BE ELIGIBLE TO PARTICIPATE IN THE RESIDENTIAL MORTGAGE FORECLO-\n   42  SURE  DIVERSION PROGRAM. THIS WILL NOT AFFECT YOUR RIGHT TO A SETTLEMENT\n   43  CONFERENCE, BUT WILL AFFECT YOUR ELIGIBILITY FOR A POSTPONEMENT OF FORE-\n   44  CLOSURE UNDER THE RESIDENTIAL MORTGAGE FORECLOSURE DIVERSION PROGRAM.\n   45  Sources of Information and Assistance\n   46    The State encourages you to become  informed  about  your  options  in\n   47  foreclosure. In addition to seeking assistance from an attorney or legal\n   48  aid  office,  there are government agencies and non-profit organizations\n   49  that you may contact for information about possible  options,  including\n   50  trying to work with your lender during this process.\n   51    To  locate  an  entity  near  you, you may call the toll-free helpline\n   52  maintained by the New York State Banking Department at (enter number) or\n   53  visit the Department's website at (enter web address).\n   54  Foreclosure rescue scams\n   55    Be careful of people who approach you with offers to \"save\" your home.\n   56  There are individuals who watch for notices of  foreclosure  actions  in\n\n       A. 1597                             4\n\n    1  order  to  unfairly  profit  from  a homeowner's distress. You should be\n    2  extremely careful about any such promises and any suggestions  that  you\n    3  pay  them a fee or sign over your deed. State law requires anyone offer-\n    4  ing  such  services  for  profit  to  enter  into a contract which fully\n    5  describes the services they will perform and fees they will charge,  and\n    6  which  prohibits  them  from  taking  any money from you until they have\n    7  completed all such promised services.\n    8    S 6. The banking law is amended by adding a new section 6-n to read as\n    9  follows:\n   10    S 6-N. COUNSELING OF MORTGAGEES. 1. THE DEPARTMENT SHALL  ESTABLISH  A\n   11  PROCEDURE TO COUNSEL HOMEOWNERS WHOSE PROPERTY IS SUBJECT TO OR ABOUT TO\n   12  BECOME SUBJECT TO FORECLOSURE.\n   13    2.  A  COUNSELOR FROM A NOT-FOR-PROFIT ASSISTANCE PROVIDER APPROVED BY\n   14  THE DEPARTMENT SHALL MEET WITH ALL HOMEOWNERS PRIOR TO  THEIR  SCHEDULED\n   15  SETTLEMENT  CONFERENCE.  THE COUNSELOR SHALL ALSO CONSULT WITH THE FORE-\n   16  CLOSING PARTY OR SUCH PARTY'S REPRESENTATIVE AND ATTEMPT TO FORMULATE  A\n   17  REPAYMENT  SCHEDULE  THAT  IS  ACCEPTABLE  TO BOTH THE HOMEOWNER AND THE\n   18  FORECLOSING PARTY. IF THE PARTIES AGREE, THEY SHALL FILE  A  CERTIFICATE\n   19  OF RESOLUTION WITH THE COURT OF JURISDICTION.\n   20    3.  IF  THE COUNSELOR IS UNABLE TO NEGOTIATE AN ACCEPTABLE RESOLUTION,\n   21  THE PARTIES SHALL FILE A CERTIFICATE OF PARTICIPATION WITH THE COURT  OF\n   22  JURISDICTION AND THE SCHEDULED SETTLEMENT CONFERENCE SHALL PROCEED.\n   23    S  7.  Rule 3408 of the civil practice law and rules is REPEALED and a\n   24  new rule 3408 is added to read as follows:\n   25    RULE 3408.  MANDATORY SETTLEMENT CONFERENCE IN RESIDENTIAL FORECLOSURE\n   26  ACTIONS. 1. IN ANY RESIDENTIAL FORECLOSURE ACTION IN WHICH THE DEFENDANT\n   27  IS A RESIDENT OF THE PROPERTY SUBJECT TO FORECLOSURE,  THE  COURT  SHALL\n   28  HOLD A MANDATORY CONFERENCE WITHIN NINETY DAYS AFTER THE DATE WHEN PROOF\n   29  OF  SERVICE IS FILED WITH THE COUNTY CLERK, OR ON SUCH ADJOURNED DATE AS\n   30  HAS BEEN AGREED TO BY THE PARTIES, FOR THE PURPOSE OF HOLDING SETTLEMENT\n   31  DISCUSSIONS PERTAINING TO THE RELATIVE RIGHTS  AND  OBLIGATIONS  OF  THE\n   32  PARTIES UNDER THE MORTGAGE LOAN DOCUMENTS, INCLUDING, BUT NOT LIMITED TO\n   33  DETERMINING  WHETHER  THE  PARTIES CAN REACH A MUTUALLY AGREEABLE RESOL-\n   34  UTION TO HELP THE DEFENDANT AVOID LOSING HIS OR HER HOME, AND EVALUATING\n   35  THE POTENTIAL FOR A RESOLUTION IN WHICH PAYMENT SCHEDULES OR AMOUNTS MAY\n   36  BE MODIFIED OR OTHER WORKOUT OPTIONS MAY BE AGREED TO, AND FOR  WHATEVER\n   37  OTHER PURPOSES THE COURT DEEMS APPROPRIATE.\n   38    2.  THE COURT SHALL CAUSE A NOTICE TO BE SENT TO THE PARTIES BY CERTI-\n   39  FIED MAIL INFORMING THEM OF THE DATE, TIME, AND LOCATION OF THE  CONFER-\n   40  ENCE,  AND INFORMING THE HOMEOWNER OF HIS OR HER OPTION OF PARTICIPATION\n   41  IN THE RESIDENTIAL MORTGAGE FORECLOSURE  DIVERSION  PROGRAM  ESTABLISHED\n   42  PURSUANT  TO  THE  FORECLOSURE  DIVERSION  ACT OF 2011. THE NOTICE SHALL\n   43  INCLUDE THE HOTLINE ESTABLISHED BY THE BANKING  DEPARTMENT  PURSUANT  TO\n   44  THE FORECLOSURE DIVERSION ACT OF 2011 AND A STATEMENT THAT THE HOMEOWNER\n   45  MUST COMPLETE A COUNSELING SESSION PRIOR TO HIS OR HER SCHEDULED SETTLE-\n   46  MENT  CONFERENCE  IN  ORDER  TO  PARTICIPATE IN THE RESIDENTIAL MORTGAGE\n   47  FORECLOSURE DIVERSION PROGRAM.\n   48    3.  IF THE HOMEOWNER COMPLETES A COUNSELING SESSION WITH  A  COUNSELOR\n   49  FROM  A  NOT-FOR-PROFIT  ASSISTANCE PROVIDER APPROVED BY THE DEPARTMENT,\n   50  SUCH COUNSELOR SHALL SEND A LOAN MODIFICATION PROPOSAL TO THE  FORECLOS-\n   51  ING  PARTY  AT  LEAST  TEN DAYS PRIOR TO THE SETTLEMENT CONFERENCE.  THE\n   52  FORECLOSING PARTY SHALL, PRIOR TO THE SETTLEMENT CONFERENCE, REVIEW  THE\n   53  MODIFICATION PROPOSAL AND MAKE A GOOD FAITH EFFORT TO REACH A RESOLUTION\n   54  WITH THE HOMEOWNER.\n   55    4.  AT  THE  INITIAL  CONFERENCE  HELD  PURSUANT  TO THIS SECTION, ANY\n   56  DEFENDANT CURRENTLY APPEARING PRO SE, SHALL BE DEEMED  TO  HAVE  MADE  A\n\n       A. 1597                             5\n\n    1  MOTION  TO  PROCEED AS A POOR PERSON UNDER SECTION ELEVEN HUNDRED ONE OF\n    2  THIS CHAPTER. THE COURT SHALL DETERMINE WHETHER SUCH PERMISSION SHALL BE\n    3  GRANTED PURSUANT TO STANDARDS SET FORTH IN SECTION ELEVEN HUNDRED ONE OF\n    4  THIS CHAPTER. IF THE COURT APPOINTS DEFENDANT COUNSEL PURSUANT TO SUBDI-\n    5  VISION  (A)  OF  SECTION  ELEVEN  HUNDRED  TWO OF THIS CHAPTER, IT SHALL\n    6  ADJOURN THE CONFERENCE TO A DATE CERTAIN FOR APPEARANCE OF  COUNSEL  AND\n    7  SETTLEMENT  DISCUSSIONS PURSUANT TO SUBDIVISION ONE OF THIS SECTION, AND\n    8  OTHERWISE SHALL PROCEED WITH THE CONFERENCE.\n    9    5.  AT ANY CONFERENCE HELD PURSUANT TO  THIS  SECTION,  THE  PLAINTIFF\n   10  SHALL APPEAR IN PERSON OR BY COUNSEL. ANY PERSON REPRESENTING THE PLAIN-\n   11  TIFF  SHALL  HAVE  FULL SETTLEMENT AUTHORITY, INCLUDING THE AUTHORITY TO\n   12  DISPOSE OF THE CASE AND TO ENTER INTO OR APPROVE A LOAN MODIFICATION  OR\n   13  WORKOUT  AGREEMENT. THE DEFENDANT-MORTGAGOR SHALL APPEAR IN PERSON OR BY\n   14  COUNSEL.  SUCH APPEARANCE AND PARTICIPATION BY  THE  DEFENDANT-MORTGAGOR\n   15  SHALL  NOT CONSTITUTE AN APPEARANCE IN THE ACTION NOR SHALL IT BE DEEMED\n   16  TO BE A WAIVER, IN WHOLE OR IN PART, OF ANY DEFENSES, JURISDICTIONAL  OR\n   17  OTHERWISE,  THAT THE DEFENDANT-MORTGAGOR MAY HAVE TO THE ACTION. ANY AND\n   18  ALL STATEMENTS MADE, WHETHER ORAL OR WRITTEN, AND ANY OR ALL INFORMATION\n   19  EXCHANGED AT THE CONFERENCE, SHALL BE SOLELY FOR THE PURPOSES OF  RESOL-\n   20  UTION AND SETTLEMENT AND SHALL NOT BE DEEMED TO BE THE ADMISSIONS OF ANY\n   21  PARTY WITH RESPECT TO THE UNDERLYING ACTION. IF THE DEFENDANT IS APPEAR-\n   22  ING  PRO  SE,  THE COURT SHALL ADVISE THE DEFENDANT OF THE NATURE OF THE\n   23  ACTION AND HIS OR HER RIGHTS AND RESPONSIBILITIES AS A DEFENDANT.  WHERE\n   24  APPROPRIATE, THE COURT MAY PERMIT A PLAINTIFF OR THE PLAINTIFF'S  REPRE-\n   25  SENTATIVE  TO  ATTEND  THE  SETTLEMENT  CONFERENCE  TELEPHONICALLY OR BY\n   26  VIDEO-CONFERENCE. UNTIL ALL THE PROVISIONS AND PROCEDURES OF THE SETTLE-\n   27  MENT CONFERENCE ARE CONCLUDED, THE MORTGAGEE  SHALL  BE  PRECLUDED  FROM\n   28  FILING  A MOTION FOR SUMMARY JUDGMENT OR ORDER OF REFERENCE OR OTHERWISE\n   29  PROCEEDING WITH THE FORECLOSURE CASE. THE FAILURE OF  THE  PLAINTIFF  TO\n   30  APPEAR  AT  A SCHEDULED CONFERENCE WITHOUT GOOD CAUSE OR APPEARANCE BY A\n   31  REPRESENTATIVE WITHOUT  FULL  AUTHORITY  TO  ENTER  INTO  A  SETTLEMENT,\n   32  MODIFICATION  OR  WORKOUT  AGREEMENT  SHALL SUBJECT THE PLAINTIFF AND/OR\n   33  COUNSEL TO APPROPRIATE REMEDIAL ACTION  INCLUDING  BUT  NOT  LIMITED  TO\n   34  DEFAULT, NON-SUIT OR DISMISSAL WITH PREJUDICE.\n   35    6.  BOTH  PARTIES  MUST HAVE ANY SUPPORTING DOCUMENTATION WITH THEM AT\n   36  THE TIME OF THE CONFERENCE.   IF THE  HOMEOWNER  ATTENDED  A  COUNSELING\n   37  SESSION  WITH  AN  APPROVED  COUNSELOR, SUCH COUNSELOR MUST HAVE GIVEN A\n   38  LOAN MODIFICATION PROPOSAL TO THE FORECLOSING PARTY AT  LEAST  TEN  DAYS\n   39  PRIOR TO THE SETTLEMENT CONFERENCE.\n   40    7.  THE COURT SHALL PRESIDE OVER THE CONFERENCE IN AN EFFORT TO ESTAB-\n   41  LISH A REPAYMENT PLAN THAT IS ACCEPTABLE TO THE LENDER THAT  ALLOWS  THE\n   42  HOMEOWNER TO REMAIN IN THE HOME.\n   43    8.  AFTER  THE SETTLEMENT CONFERENCE, THE COURT SHALL PRODUCE A REPORT\n   44  FINALIZING AND DETAILING ANY TERMS AND CONDITIONS THAT HAVE BEEN  AGREED\n   45  UPON  BY  THE  PARTIES. SUCH REPORT SHALL BE MADE PART OF THE RECORD FOR\n   46  THE ACTION.\n   47    S 8. The real property actions  and  proceedings  law  is  amended  by\n   48  adding a new section 1316 to read as follows:\n   49    S 1316. THE COURT SHALL NOTIFY THE DEFENDANT OF ANY FORECLOSURE ACTION\n   50  ON  A  RESIDENTIAL  MORTGAGE LOAN, IN WHICH THE ACTION WAS INITIATED BUT\n   51  WHERE THE FINAL ORDER OF JUDGMENT WAS NOT ISSUED PRIOR TO THE  EFFECTIVE\n   52  DATE  OF  THE FORECLOSURE DIVERSION ACT OF 2011, THAT SUCH DEFENDANT MAY\n   53  REQUEST A SETTLEMENT CONFERENCE  IN  ACCORDANCE  WITH  RULE  THIRTY-FOUR\n   54  HUNDRED EIGHT OF THE CIVIL PRACTICE LAW AND RULES.\n   55    S  9.  The  real  property  actions  and proceedings law is amended by\n   56  adding a new section 1309 to read as follows:\n\n       A. 1597                             6\n\n    1    S 1309. FORECLOSURES; COURT RELIEF.  1. VENUE. IN ANY ACTION TO  FORE-\n    2  CLOSE  A  RESIDENTIAL  MORTGAGE  UNDER THIS ARTICLE A MORTGAGOR NAMED IN\n    3  SUCH ACTION MAY APPLY FOR RELIEF IN STATE SUPREME COURT PURSUANT TO THIS\n    4  SECTION.\n    5    2.  TIMING  OF  POSTPONEMENT. IF A MORTGAGEE HAS OTHERWISE ESTABLISHED\n    6  ITS LEGAL RIGHT TO JUDGMENT ON AN  ACTION  TO  FORECLOSE  A  RESIDENTIAL\n    7  MORTGAGE  PURSUANT  TO  THIS  CHAPTER, THEN SUCH ACTION SHALL BE HELD IN\n    8  ABEYANCE BY THE COURT BEFORE WHICH SUCH ACTION IS PENDING FOR  A  PERIOD\n    9  OF NINETY DAYS. IF THE MORTGAGOR RECEIVES COUNSELING FROM A NOT-FOR-PRO-\n   10  FIT  ASSISTANCE  PROVIDER  APPROVED  BY  THE  DIVISION  AND SUBSEQUENTLY\n   11  PARTICIPATES IN A SETTLEMENT CONFERENCE, THEN  THE  COURT  BEFORE  WHICH\n   12  SUCH  ACTION  IS PENDING SHALL HOLD SUCH ACTION IN ABEYANCE FOR AN ADDI-\n   13  TIONAL NINE MONTHS.   SUCH ADDITIONAL PERIOD  OF  TIME  IS  INTENDED  TO\n   14  PERMIT  THE  PARTIES  TO SETTLE THE ACTION OUTSIDE OF COURT AND TO FORE-\n   15  STALL FORECLOSURE WHEREVER POSSIBLE.\n   16    3. PROCESS AND FEES. IF AN ACTION TO FORECLOSE A RESIDENTIAL  MORTGAGE\n   17  HAS  BEEN COMMENCED PRIOR TO THE EFFECTIVE DATE OF THIS SECTION, A MORT-\n   18  GAGOR MAY ASK THE COURT BEFORE WHICH SUCH ACTION IS  COMMENCED  TO  HOLD\n   19  SUCH  ACTION  IN  ABEYANCE  PURSUANT TO SUBDIVISION TWO OF THIS SECTION.\n   20  MOTIONS ON NOTICE IN ACCORDANCE WITH THE CIVIL PRACTICE  LAW  AND  RULES\n   21  MADE  BY  THE  MORTGAGOR  SHALL  BE  DEEMED TO HAVE BEEN FILED BY A POOR\n   22  PERSON PURSUANT TO ARTICLE ELEVEN OF THE CIVIL PRACTICE  LAW  AND  RULES\n   23  AND ALL COURT FEES OTHERWISE APPLICABLE TO SUCH ACTIONS AND PAYABLE BY A\n   24  MORTGAGOR  SHALL  BE  WAIVED.    IF  A  FORECLOSURE  ACTION HAS NOT BEEN\n   25  COMMENCED PRIOR TO THE EFFECTIVE DATE OF THIS SECTION, A MORTGAGOR  MUST\n   26  COMMENCE  AN  ACTION  IN  STATE  SUPREME  COURT  BY FILING AND SERVING A\n   27  SUMMONS PURSUANT TO ARTICLE THREE OF THE CIVIL PRACTICE  LAW  AND  RULES\n   28  WITH A REQUEST FOR RELIEF PURSUANT TO THE TERMS OF THIS SECTION. IN SUCH\n   29  CASE,  SUCH  FILING  SHALL BE DEEMED TO HAVE BEEN FILED BY A POOR PERSON\n   30  PURSUANT TO ARTICLE ELEVEN OF THE CIVIL PRACTICE LAW AND RULES  AND  ALL\n   31  FILING  AND  COURT FEES OTHERWISE APPLICABLE TO SUCH ACTIONS AND PAYABLE\n   32  BY A MORTGAGOR IN THE FORM OF INDEX AND MOTION FEES SHALL BE WAIVED.\n   33    4. PRIMA FACIE CASE. A MORTGAGOR MUST ESTABLISH A PRIMA FACIE CASE  IN\n   34  THE  MOTION  OR PLEADING. AMENDMENTS TO SUCH MOTION OR PLEADING SHALL BE\n   35  LIBERALLY GRANTED. SUCH PLEADING MUST ESTABLISH THAT:\n   36    A. THE MORTGAGOR IS A NATURAL PERSON; AND\n   37    B. THE DEBT IS INCURRED BY THE MORTGAGOR PRIMARILY FOR PERSONAL, FAMI-\n   38  LY OR HOUSEHOLD PURPOSES; AND\n   39    C. THE LOAN IS SECURED BY A MORTGAGE, SECOND MORTGAGE OR  HOME  EQUITY\n   40  LOAN  ON  REAL  PROPERTY  WHICH  IS IMPROVED WITH A RESIDENTIAL BUILDING\n   41  CONTAINING ONE TO FOUR DWELLING UNITS; AND\n   42    D. THE REAL PROPERTY SUBJECT TO FORECLOSURE IS THE PRINCIPAL RESIDENCE\n   43  OF THE MORTGAGOR; AND\n   44    E. THE MORTGAGOR OWNS NO OTHER REAL PROPERTY; AND\n   45    F. THE REAL PROPERTY IS LOCATED IN THIS STATE.\n   46    5. MONTHLY PAYMENT SCHEDULE. IF A PRIMA FACIE  CASE  HAS  BEEN  ESTAB-\n   47  LISHED,  THE  COURT  OFFICER  OR  MEDIATOR PRESIDING OVER THE SETTLEMENT\n   48  CONFERENCE SET FORTH IN RULE THIRTY-FOUR  HUNDRED  EIGHT  OF  THE  CIVIL\n   49  PRACTICE  LAW  AND  RULES  SHALL  WORK WITH THE PARTIES TO ESTABLISH THE\n   50  TERMS OF A MONTHLY PAYMENT SCHEDULE WHICH  WILL  PRESERVE  THE  RELATIVE\n   51  FINANCIAL  INTERESTS OF BOTH PARTIES UNDER TERMS WHICH ARE EQUITABLE AND\n   52  JUST. TOWARDS THAT END, THE COURT OFFICER OR MEDIATOR SHALL INQUIRE INTO\n   53  THE FINANCES OF BOTH THE MORTGAGEE AND THE  MORTGAGOR.  THE  PURPOSE  OF\n   54  SUCH INQUIRY SHALL BE TO DETERMINE THE MINIMUM AMOUNT NECESSARY TO MAIN-\n   55  TAIN  THE  MORTGAGEE'S  FINANCIAL  POSITION  AND TO DETERMINE THE AMOUNT\n   56  WHICH THE MORTGAGOR WILL BE ABLE TO AFFORD.  SUCH MONTHLY PAYMENTS SHALL\n\n       A. 1597                             7\n\n    1  BE APPLIED TO THE PRINCIPAL AND INTEREST UPON THE INDEBTEDNESS.  IF  THE\n    2  FINANCIAL  CONDITION  OF THE MORTGAGOR EXCEEDS THE MINIMUM AMOUNT NECES-\n    3  SARY TO MAINTAIN THE FINANCIAL POSITION OF THE MORTGAGEE,  SUCH  MONTHLY\n    4  AMOUNT  MAY  BE INCREASED BEYOND THE MINIMUM AMOUNT AS DETERMINED WITHIN\n    5  THE DISCRETION OF THE COURT OFFICER OR MEDIATOR.  IT IS WITHIN THE COURT\n    6  OFFICER'S OR MEDIATOR'S DISCRETION TO DETERMINE WHETHER  THE  ESTABLISH-\n    7  MENT  OF SUCH PAYMENT SCHEDULE IS POSSIBLE UNDER TERMS WHICH ARE EQUITA-\n    8  BLE AND JUST. THE PURPOSE OF SUCH MONTHLY PAYMENTS IS  TO  PRESERVE  THE\n    9  RELATIVE  FINANCIAL  INTERESTS OF BOTH PARTIES UNTIL A SETTLEMENT CAN BE\n   10  REACHED BUT IN NO EVENT SHALL SUCH ORDER GOVERN FOR MORE THAN ONE  YEAR.\n   11  FAILURE TO ADHERE TO THE TERMS OF SUCH SCHEDULE MAY ALSO RESULT IN FORE-\n   12  CLOSURE OR LIFTING OF THE ABEYANCE.\n   13    6. POSTPONEMENT ORDER. ONCE THE COURT DETERMINES THAT AN EQUITABLE AND\n   14  JUST  PAYMENT SCHEDULE CAN BE ESTABLISHED, IT SHALL ISSUE AN ORDER WHICH\n   15  SETS FORTH THE TERMS OF SUCH PAYMENT SCHEDULE  AND  SERVE  IT  UPON  ALL\n   16  PARTIES  TO THE PROCEEDING. SUCH ORDER SHALL SET FORTH A RETURN DATE FOR\n   17  THE RE-EXAMINATION OF SUCH MATTER AFTER PASSAGE OF THE POSTPONEMENT TIME\n   18  PERIOD AT A FORMAL HEARING ON NOTICE  TO  THE  PARTIES.  THE  COURT  MAY\n   19  TAILOR  RELIEF  AS  REQUIRED BY THE FACTS OF EACH CASE THAT FALLS WITHIN\n   20  THE PURVIEW OF THIS SECTION. HOWEVER, IN NO EVENT SHALL SUCH ORDER POST-\n   21  PONE FINAL ACTION BEYOND  ONE  YEAR  WITHOUT  A  RE-EXAMINATION  OF  THE\n   22  PARTIES'  FINANCIAL  CIRCUMSTANCES AFTER FORMAL HEARING ON NOTICE TO THE\n   23  PARTIES. THE TIME PERIOD OF SUCH ORDER SHALL RUN FROM THE  DATE  OF  THE\n   24  ENTRY  OF  SUCH ORDER.  SUCH ABEYANCE SHALL NOT BEGIN UNTIL THE FORECLO-\n   25  SURE PROCESS HAS REACHED THE POINT WHERE A FINAL DETERMINATION IS POSSI-\n   26  BLE BUT SHALL BE WITHHELD UNTIL THE  POSTPONEMENT  PERIOD  HAS  ELAPSED.\n   27  ENTITLEMENT  TO  SUCH ABEYANCE MAY BE ESTABLISHED AT ANY TIME REGARDLESS\n   28  OF WHETHER FORECLOSURE IS BEING SOUGHT BY THE MORTGAGEE. MULTIPLE  POST-\n   29  PONEMENTS  MAY BE GRANTED IN THE DISCRETION OF THE COURT IF WARRANTED BY\n   30  THE FACTS OF A GIVEN CASE AND THE ECONOMIC CONDITIONS ACROSS THE STATE.\n   31    7. CONTINUING JURISDICTION. THE COURT SHALL MAINTAIN CONTINUING JURIS-\n   32  DICTION OF THE MATTER UNTIL IT REACHES FINAL RESOLUTION. UPON THE APPLI-\n   33  CATION OF EITHER PARTY, PRIOR TO  THE  EXPIRATION  OF  THE  POSTPONEMENT\n   34  PERIOD,  UPON PRESENTATION OF EVIDENCE THAT THE TERMS FIXED BY THE COURT\n   35  ARE NO LONGER JUST AND EQUITABLE, THE COURT MAY REVISE  AND  ALTER  SUCH\n   36  TERMS  IN  SUCH  MANNER  AS THE CHANGED CIRCUMSTANCES AND CONDITIONS MAY\n   37  REQUIRE.\n   38    S 10. The judiciary law is amended by adding a new section 2-c to read\n   39  as follows:\n   40    S 2-C. INDIVIDUAL ASSIGNMENTS. THE UNIFIED COURT SYSTEM, IN ACCORDANCE\n   41  WITH THEIR INDIVIDUAL ASSIGNMENT SYSTEM, SHALL ENSURE THAT ALL CAUSES OF\n   42  ACTION TO FORECLOSE ON REAL PROPERTY SHALL BE ASSIGNED TO THE SAME JUDGE\n   43  OR JUDGES, TO THE EXTENT PRACTICABLE.\n   44    S 11. Notwithstanding the ninety day provision  in  subdivision  1  of\n   45  rule  3408  of  the civil practice law and rules, a judge shall schedule\n   46  settlement conferences pursuant to  such  section  for  any  foreclosure\n   47  proceeding currently on their calendar.\n   48    S  12.  This  act shall take effect on the sixtieth day after it shall\n   49  have become a law and shall expire 3 years  after  such  effective  date\n   50  when upon such date the provisions of this act shall be deemed repealed.\n   51  Effective  immediately,  the  superintendent of banks may promulgate any\n   52  rule or regulation necessary for the timely implementation of  this  act\n   53  on its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT enacting the \"foreclosure diversion act of 2011\"; to amend the real property actions and proceedings law, in relation to giving notice to mortgagors of the availability of foreclosure prevention counseling; to amend the banking law and the civil practice law and rules, in relation to settlement conferences; to amend the real property actions and proceedings law, in relation to availability of a settlement conference in pending foreclosure actions; to amend the real property actions and proceedings law, in relation to providing a one-year postponement on foreclosures; to amend the judiciary law, in relation to the assignment of foreclosure actions; to repeal certain provisions of the civil practice law and rules relating thereto; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T120157.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774935211
}