{
  "year" : 2011,
  "senateBillNo" : "A160-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A160-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits persons licensed to sell wine at retail for consumption on the premises to sell certain low alcohol beverages",
  "summary" : "Permits persons licensed to sell wine at retail for consumption on the premises to sell certain low alcohol beverages that contain not more than twenty-four per centum alcohol, by volume, and that are produced from agricultural products. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Alcoholic Beverage Control Law",
  "previousVersions" : [ "A711-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          160\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CAHILL -- Multi-Sponsored by -- M. of A. AMEDORE\n         -- read once and referred to the Committee  on  Economic  Development,\n         Job Creation, Commerce and Industry\n\n       AN  ACT  to amend the alcoholic beverage control law, in relation to the\n         sale of certain low alcohol beverages at retail for consumption on the\n         premises\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section  81 of the alcoholic beverage\n    2  control law, as amended by chapter 627 of the laws of 2002,  is  amended\n    3  to read as follows:\n    4    3.  Such  license  shall  in form and in substance be a license to the\n    5  person specifically licensed to sell wine at retail, to be consumed upon\n    6  the premises. Such license shall also be deemed to include a license  to\n    7  sell  beer  and [soju] CERTAIN LOW ALCOHOL LIQUORS, SPIRITS, DISTILLATES\n    8  AND OTHER ALCOHOLIC BEVERAGES at retail to be consumed  under  the  same\n    9  terms and conditions without the payment of any additional fee. [For the\n   10  purposes of this subdivision, \"soju\" shall mean an imported Korean alco-\n   11  holic  beverage that contains not more than twenty-four per centum alco-\n   12  hol, by volume, and is derived  from  agricultural  products.]  FOR  THE\n   13  PURPOSES  OF  THIS  SUBDIVISION,  \"CERTAIN LOW ALCOHOL LIQUORS, SPIRITS,\n   14  DISTILLATES AND OTHER ALCOHOLIC BEVERAGES\" SHALL MEAN ANY LIQUORS, SPIR-\n   15  ITS, DISTILLATES AND OTHER ALCOHOLIC BEVERAGES  THAT  CONTAIN  NOT  MORE\n   16  THAN  TWENTY-FOUR  PER  CENTUM ALCOHOL, BY VOLUME, THAT ARE DERIVED FROM\n   17  AGRICULTURAL PRODUCTS.\n   18    S 2. This act shall take effect on the one hundred eightieth day after\n   19  it shall have become a law; provided however, that any  rules  or  regu-\n   20  lations  necessary  to  implement  this  act  shall be promulgated on or\n   21  before such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01042-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the alcoholic beverage control law, in relation to the sale of certain low alcohol beverages at retail for consumption on the premises ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T115937.TXT", "SOBI.D101216.T113417.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292605177352
}