{
  "year" : 2011,
  "senateBillNo" : "A1602-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1602-2011-1294722000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the military family relief fund and provides taxpayers a method by which they may contribute to the fund",
  "summary" : "Establishes the military family relief fund and provides taxpayers a method by which they may contribute to the fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A7526-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1602\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, CASTELLI -- Multi-Sponsored by -- M. of A.\n         PHEFFER -- read once and referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend the tax law and the state finance law, in relation to\n         providing for taxpayer gifts for military  families  and  establishing\n         the military relief fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a  new  section  209-H  to\n    2  read as follows:\n    3    S  209-H.  GIFT  FOR  MILITARY  FAMILIES.  EFFECTIVE  FOR ANY TAX YEAR\n    4  COMMENCING ON OR AFTER JANUARY FIRST, TWO THOUSAND ELEVEN, A TAXPAYER IN\n    5  ANY TAXABLE YEAR MAY ELECT TO CONTRIBUTE TO THE SUPPORT OF THE  MILITARY\n    6  FAMILY  RELIEF  FUND.  SUCH  CONTRIBUTION  SHALL  BE IN ANY WHOLE DOLLAR\n    7  AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF THE STATE  TAX  OWED  BY  SUCH\n    8  TAXPAYER.  THE  COMMISSIONER SHALL INCLUDE SPACE ON THE CORPORATE INCOME\n    9  TAX RETURN TO ENABLE A TAXPAYER TO MAKE  SUCH  CONTRIBUTION.    NOTWITH-\n   10  STANDING  ANY OTHER PROVISION OF LAW, ALL REVENUES COLLECTED PURSUANT TO\n   11  THIS SECTION SHALL BE CREDITED TO THE MILITARY FAMILY  RELIEF  FUND  AND\n   12  SHALL   BE   USED   ONLY   FOR  THOSE  PURPOSES  ENUMERATED  IN  SECTION\n   13  EIGHTY-NINE-H OF THE STATE FINANCE LAW.\n   14    S 2. Part 2 of article 22 of the tax law is amended by  adding  a  new\n   15  section 630-c to read as follows:\n   16    S  630-C.  GIFT  FOR  MILITARY  FAMILIES.  EFFECTIVE  FOR ANY TAX YEAR\n   17  COMMENCING ON OR AFTER JANUARY FIRST, TWO THOUSAND ELEVEN, AN INDIVIDUAL\n   18  IN ANY TAXABLE YEAR MAY ELECT  TO  CONTRIBUTE  TO  THE  MILITARY  FAMILY\n   19  RELIEF  FUND.  SUCH CONTRIBUTION SHALL BE IN ANY WHOLE DOLLAR AMOUNT AND\n   20  SHALL NOT REDUCE THE AMOUNT OF STATE TAX OWED BY  SUCH  INDIVIDUAL.  THE\n   21  COMMISSIONER  SHALL  INCLUDE  SPACE ON THE PERSONAL INCOME TAX RETURN TO\n   22  ENABLE A TAXPAYER TO MAKE SUCH CONTRIBUTION. NOTWITHSTANDING  ANY  OTHER\n   23  PROVISION  OF LAW, ALL REVENUES COLLECTED PURSUANT TO THIS SECTION SHALL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04533-01-1\n\n       A. 1602                             2\n\n    1  BE CREDITED TO THE MILITARY FAMILY RELIEF FUND AND USED ONLY  FOR  THOSE\n    2  PURPOSES ENUMERATED IN SECTION EIGHTY-NINE-H OF THE STATE FINANCE LAW.\n    3    S  3. The state finance law is amended by adding a new section 89-h to\n    4  read as follows:\n    5    S 89-H. MILITARY FAMILY RELIEF FUND. 1. THERE IS HEREBY ESTABLISHED IN\n    6  THE JOINT CUSTODY OF THE COMMISSIONER OF TAXATION AND  FINANCE  AND  THE\n    7  COMPTROLLER,  A  SPECIAL FUND TO BE KNOWN AS THE \"MILITARY FAMILY RELIEF\n    8  FUND\".\n    9    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE  DEPARTMENT\n   10  OF  TAXATION  AND  FINANCE  PURSUANT  TO  THE  PROVISIONS OF SECTION TWO\n   11  HUNDRED NINE-H AND SECTION SIX HUNDRED THIRTY-C OF THE TAX LAW  AND  ALL\n   12  OTHER  MONEYS  APPROPRIATED,  CREDITED,  OR TRANSFERRED THERETO FROM ANY\n   13  OTHER FUND OR SOURCE PURSUANT TO LAW.  NOTHING  CONTAINED  HEREIN  SHALL\n   14  PREVENT THE STATE FROM RECEIVING GRANTS, GIFTS, OR BEQUESTS FOR THE FUND\n   15  AND DEPOSITING THEM INTO THE FUND ACCORDING TO LAW.\n   16    3.  MONIES  OF THE FUND SHALL BE EXPENDED ONLY FOR THE AID OF MILITARY\n   17  FAMILIES. SUCH MONIES MAY BE USED  TO  PROVIDE  ASSISTANCE  TO  MILITARY\n   18  FAMILIES  FOR  HOUSING,  CLOTHING, FOOD, MEDICAL SERVICES, UTILITIES, OR\n   19  ANY OTHER RELATED NECESSITY OF DAILY LIVING. THE COMMISSIONER  OF  TAXA-\n   20  TION  AND FINANCE SHALL ESTABLISH CRITERIA FOR DETERMINING WHO IS ELIGI-\n   21  BLE TO RECEIVE ASSISTANCE PURSUANT TO THIS FUND.\n   22    4. MONIES SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND  WARRANT  OF\n   23  THE  COMPTROLLER  ON VOUCHERS APPROVED AND CERTIFIED BY THE COMMISSIONER\n   24  OF TAXATION AND FINANCE.\n   25    5. TO THE EXTENT PRACTICABLE, THE COMMISSIONER OF TAXATION AND FINANCE\n   26  SHALL ENSURE THAT ALL MONIES RECEIVED ARE EXPENDED WITHIN  ONE  CALENDAR\n   27  YEAR FROM THE DATE ON WHICH THEY ARE RECEIVED.\n   28    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to providing for taxpayer gifts for military families and establishing the military relief fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T120657.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774935234
}