{
  "year" : 2011,
  "senateBillNo" : "A1608-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A1608-2011-1294722000000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to providing veterans with information concerning accident prevention courses",
  "summary" : "Relates to providing veterans with information concerning accident prevention courses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Military Law",
  "previousVersions" : [ "AB7548-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1608\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, TOWNS, SCHROEDER, CASTELLI -- Multi-Spon-\n         sored by -- M. of A.  CLARK, FARRELL, MAYERSOHN,  SWEENEY,  WEISENBERG\n         -- read once and referred to the Committee on Veterans' Affairs\n\n       AN  ACT  to  amend  the military law, the executive law and the economic\n         development law, in relation  to  providing  information  to  veterans\n         concerning accident prevention courses approved by the commissioner of\n         motor vehicles\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and  intent.  The  legislature  hereby\n    2  finds  that  according to the federal department of veterans affairs and\n    3  the federal department of transportation, research  shows  the  risk  of\n    4  death  from  a motor vehicle traffic accident was much higher during the\n    5  first five years after deployment to a combat theater or combat zone  of\n    6  operations.  Studies  have  also shown that for the Iraq and Afghanistan\n    7  veterans the risk is seventy-five percent greater than the United States\n    8  general population.\n    9    The legislature further finds that returning servicemen and women must\n   10  attend various seminars as they readjust to civilian life.\n   11    S 2. The military law is amended by adding a new section 301-c to read\n   12  as follows:\n   13    S 301-C. ACCIDENT PREVENTION COURSE INFORMATION. THE DIVISION OF MILI-\n   14  TARY AND NAVAL AFFAIRS SHALL PROVIDE RETURNING SERVICEMEN AND WOMEN  WHO\n   15  HAVE  RETURNED  FROM  A COMBAT THEATER OR COMBAT ZONE OF OPERATIONS WITH\n   16  INFORMATION ABOUT ACCIDENT PREVENTION COURSES APPROVED  BY  THE  COMMIS-\n   17  SIONER OF MOTOR VEHICLES PURSUANT TO ARTICLE TWELVE-B OF THE VEHICLE AND\n   18  TRAFFIC  LAW.  THIS  INFORMATION  MAY  BE PROVIDED IN WRITTEN FORM TO BE\n   19  AVAILABLE AT YELLOW RIBBON REINTEGRATION PROGRAMS OR ANY  OTHER  REINTE-\n   20  GRATION PROGRAMS OFFERED BY THE DIVISION OR MAY BE MADE AVAILABLE ONLINE\n   21  ON THE DIVISION'S WEBSITE. THE DIVISION SHALL ALSO PROVIDE A LINK TO THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04011-01-1\n\n       A. 1608                             2\n\n    1  DEPARTMENT  OF MOTOR VEHICLES WEBSITE PAGES CONTAINING INFORMATION ABOUT\n    2  THE ACCIDENT PREVENTION COURSES.\n    3    S  3.  Section  353  of  the  executive law is amended by adding a new\n    4  subdivision 20 to read as follows:\n    5    20. TO MAKE  AVAILABLE  INFORMATION  ON  ACCIDENT  PREVENTION  COURSES\n    6  APPROVED  BY THE COMMISSIONER OF MOTOR VEHICLES ONLINE ON THE DIVISION'S\n    7  WEBSITE. THE DIVISION SHALL PROVIDE A LINK TO THE  DEPARTMENT  OF  MOTOR\n    8  VEHICLES WEBSITE PAGES CONTAINING INFORMATION ON THE ACCIDENT PREVENTION\n    9  COURSES.\n   10    S  4. Section 100 of the economic development law is amended by adding\n   11  a new subdivision 18-h to read as follows:\n   12    18-H. TO INCLUDE IN THE \"NY-USA PROUD\"  PROGRAM  THOSE  COMPANIES  WHO\n   13  PROVIDE  ACCIDENT  PREVENTION  COURSES  APPROVED  BY THE COMMISSIONER OF\n   14  MOTOR VEHICLES AT A REDUCED RATE TO THE SERVICEMEN AND  WOMEN  WHO  HAVE\n   15  RETURNED FROM A COMBAT THEATER OR COMBAT ZONE OF OPERATIONS.\n   16    S  5.  This  act shall take effect on the ninetieth day after it shall\n   17  have become a law, provided that the  commissioner  of  motor  vehicles,\n   18  division  of military and naval affairs and the commissioner of economic\n   19  development are authorized and directed to  immediately  promulgate  any\n   20  rules  and regulations necessary to implement the provisions of this act\n   21  on or before its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the military law, the executive law and the economic development law, in relation to providing information to veterans concerning accident prevention courses approved by the commissioner of motor vehicles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T120657.TXT", "SOBI.D110111.T150719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776439969
}