{
  "year" : 2011,
  "senateBillNo" : "A1605-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1605-2011-1294722000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires automobiles sold in this state with model year 2013 and thereafter to be equipped with a blind spot monitoring device",
  "summary" : "Requires automobiles sold in this state with model year 2013 and thereafter to be equipped with a blind spot monitoring device. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A6955-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1605\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. ORTIZ, WEISENBERG -- read once and referred to\n         the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         all  new motor vehicles sold in this state to be equipped with a blind\n         spot monitoring device\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 379 to read as follows:\n    3    S 379. BLIND SPOT MONITORING DEVICE. 1. FOR PURPOSES OF THIS  SECTION,\n    4  THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    A.  \"BLIND  SPOT  MONITORING  DEVICE\"  SHALL  MEAN A SYSTEM OF DIGITAL\n    6  CAMERAS OR OTHER MEDIA RECORDING DEVICES FITTED WITHIN THE  BODY  OR  ON\n    7  THE EXTERIOR OF A MOTOR VEHICLE WHICH IS CAPABLE OF MONITORING ALL BLIND\n    8  SPOTS  ASSOCIATED  WITH SUCH MOTOR VEHICLE AND WHICH GENERATES A WARNING\n    9  TO THE OPERATOR OF SUCH MOTOR VEHICLE, BY MEANS OF A LIGHT, A BUZZER  OR\n   10  BOTH, WHEN ANY OBJECT IS DETECTED IN SUCH BLIND SPOT; AND\n   11    B.  \"BLIND SPOT\" SHALL MEAN AN AREA OF THE ROAD THAT CANNOT BE SEEN BY\n   12  THE OPERATOR OF A MOTOR VEHICLE WHILE LOOKING FORWARD OR THROUGH  EITHER\n   13  THE REAR-VIEW OR SIDE MIRRORS.\n   14    2.  COMMENCING  WITH  MODEL YEAR TWO THOUSAND THIRTEEN AND EVERY MODEL\n   15  YEAR THEREAFTER, EVERY AUTOMOBILE SOLD IN THIS STATE SHALL  BE  EQUIPPED\n   16  WITH  A BLIND SPOT MONITORING DEVICE. THE COMMISSIONER IS HEREBY AUTHOR-\n   17  IZED AND DIRECTED TO PROMULGATE RULES AND REGULATIONS NECESSARY FOR  THE\n   18  IMPLEMENTATION OF THIS SECTION.\n   19    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04521-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring all new motor vehicles sold in this state to be equipped with a blind spot monitoring device ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T120657.TXT", "SOBI.D110111.T150719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776439960
}