{
  "year" : 2011,
  "senateBillNo" : "A1603-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1603-2011-1294722000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes nurse practitioners to admit mentally ill patients",
  "summary" : "Authorizes nurse practitioners to admit a patient to an inpatient mental health unit on a voluntary or involuntary basis. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A11650-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1603\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, GOTTFRIED, REILLY, COLTON, HOOPER -- read\n         once and referred to the Committee on Higher Education\n\n       AN ACT to amend the mental hygiene law, in relation to authorizing nurse\n         practitioners to admit a patient to an inpatient mental health unit on\n         a voluntary or involuntary basis\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1.03 of the mental hygiene law is amended by adding\n    2  a new subdivision 9-a to read as follows:\n    3    9-A.  \"NURSE PRACTITIONER\" MEANS A CERTIFIED NURSE PRACTITIONER ACTING\n    4  WITHIN HIS OR HER LAWFUL SCOPE OF PRACTICE.\n    5    S 2. The section heading, the opening paragraph of subdivision (a) and\n    6  subdivision (b) of section 9.05 of the mental hygiene law, such  section\n    7  as  renumbered  by chapter 978 and the laws of 1977, are amended to read\n    8  as follows:\n    9    Examining physicians and NURSE PRACTITIONERS AND medical certificates.\n   10    A person is disqualified from acting  as  an  examining  physician  OR\n   11  NURSE PRACTITIONER in the following cases:\n   12    (b)  A  certificate,  as  required by this article, must show that the\n   13  person is mentally ill and shall be  based  on  an  examination  of  the\n   14  person alleged to be mentally ill made within ten days prior to the date\n   15  of  admission.  The  date  of  the certificate shall be the date of such\n   16  examination. All certificates shall contain the facts and  circumstances\n   17  upon which the judgment of the physicians OR NURSE PRACTITIONER is based\n   18  and shall show that the condition of the person examined is such that he\n   19  OR SHE needs involuntary care and treatment in a hospital and such other\n   20  information as the commissioner may by regulation require.\n   21    S  3.  Subdivision (a) of section 9.27 of the mental hygiene law, such\n   22  section as renumbered by chapter 978 of the laws of 1977, is amended  to\n   23  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03971-01-1\n\n       A. 1603                             2\n\n    1    (a)  The  director  of  a hospital may receive and retain therein as a\n    2  patient any person alleged to be mentally ill and in need of involuntary\n    3  care and treatment upon the certificates of two examining physicians  OR\n    4  NURSE  PRACTITIONERS, accompanied by an application for the admission of\n    5  such person. The examination may be conducted jointly but each examining\n    6  physician OR NURSE PRACTITIONER shall execute a separate certificate.\n    7    S  4.   Subdivisions (b) and (c) of section 9.40 of the mental hygiene\n    8  law, as added by chapter 723 of the laws of 1989, are amended to read as\n    9  follows:\n   10    (b) The director shall cause examination of such persons to be  initi-\n   11  ated  by  a staff physician OR NURSE PRACTITIONER of the program as soon\n   12  as practicable and in any event within six hours  after  the  person  is\n   13  received  into the program's emergency room. Such person may be retained\n   14  for observation, care and treatment and further examination  for  up  to\n   15  twenty-four hours if, at the conclusion of such examination, such physi-\n   16  cian OR NURSE PRACTITIONER determines that such person may have a mental\n   17  illness for which immediate observation, care and treatment in a compre-\n   18  hensive psychiatric emergency program is appropriate, and which is like-\n   19  ly to result in serious harm to the person or others.\n   20    (c)  No person shall be involuntarily retained in accordance with this\n   21  section for more than twenty-four hours, unless (i) within that time the\n   22  determination of the examining staff physician OR NURSE PRACTITIONER has\n   23  been confirmed after examination by another physician OR  NURSE  PRACTI-\n   24  TIONER  who is a member of the psychiatric staff of the program and (ii)\n   25  the person is admitted to an extended observation bed, as such  term  is\n   26  defined in section 31.27 of this chapter. At the time of admission to an\n   27  extended  observation  bed,  such  person  shall  be served with written\n   28  notice of his status and rights as a patient under  this  section.  Such\n   29  notice shall contain the patient's name. The notice shall be provided to\n   30  the  same  persons and in the manner as if provided pursuant to subdivi-\n   31  sion (a) of section 9.39 of this article.  Written  requests  for  court\n   32  hearings  on  the  question  of need for immediate observation, care and\n   33  treatment shall be made, and court hearings shall be scheduled and held,\n   34  in the manner provided pursuant to subdivision (a) of  section  9.39  of\n   35  this  article, provided however, if a person is removed or admitted to a\n   36  hospital pursuant to subdivision (e) or (f) of this section the director\n   37  of such hospital shall be substituted for the director of the comprehen-\n   38  sive psychiatric emergency program in all  legal  proceedings  regarding\n   39  the continued retention of the person.\n   40    S 5. Section 9.55 of the mental hygiene law, as amended by chapter 598\n   41  of the laws of 1994, is amended to read as follows:\n   42   S 9.55 Emergency  admissions for immediate observation, care and treat-\n   43             ment; powers of qualified psychiatrists OR NURSE  PRACTITION-\n   44             ERS.\n   45    A qualified psychiatrist OR NURSE PRACTITIONER shall have the power to\n   46  direct  the  removal of any person, whose treatment for a mental illness\n   47  he or she is either supervising or providing in a facility  licensed  or\n   48  operated by the office of mental health which does not have an inpatient\n   49  psychiatric service, to a hospital approved by the commissioner pursuant\n   50  to subdivision (a) of section 9.39 of this article or to a comprehensive\n   51  psychiatric  emergency program, if he or she determines upon examination\n   52  of such person that such person appears to have  a  mental  illness  for\n   53  which  immediate observation, care and treatment in a hospital is appro-\n   54  priate and which is likely to result  in  serious  harm  to  himself  or\n   55  herself  or  others.  Upon the request of such qualified psychiatrist OR\n   56  NURSE PRACTITIONER,  peace  officers,  when  acting  pursuant  to  their\n\n       A. 1603                             3\n\n    1  special  duties,  or  police  officers, who are members of an authorized\n    2  police department or force or of a sheriff's department shall take  into\n    3  custody  and  transport any such person. Upon the request of a qualified\n    4  psychiatrist  OR  NURSE PRACTITIONER an ambulance service, as defined by\n    5  subdivision two of section three thousand one of the public health  law,\n    6  is  authorized  to  transport  any  such person. Such person may then be\n    7  admitted to a hospital in accordance with the provisions of section 9.39\n    8  of this article or to a comprehensive psychiatric emergency  program  in\n    9  accordance with the provisions of section 9.40 of this article.\n   10    S 6. Section 9.55 of the mental hygiene law, as amended by chapter 847\n   11  of the laws of 1987, is amended to read as follows:\n   12   S 9.55 Emergency  admissions for immediate observation, care and treat-\n   13             ment; powers of qualified psychiatrists OR NURSE  PRACTITION-\n   14             ERS.\n   15    A qualified psychiatrist OR NURSE PRACTITIONER shall have the power to\n   16  direct  the  removal of any person, whose treatment for a mental illness\n   17  he OR SHE is either supervising or providing in a facility  licensed  or\n   18  operated by the office of mental health which does not have an inpatient\n   19  psychiatric service, to a hospital approved by the commissioner pursuant\n   20  to  subdivision (a) of section 9.39 of this article, if he OR SHE deter-\n   21  mines upon examination of such person that such person appears to have a\n   22  mental illness for which immediate observation, care and treatment in  a\n   23  hospital is appropriate and which is likely to result in serious harm to\n   24  himself  OR  HERSELF or others, as defined in section 9.39 of this arti-\n   25  cle. Upon the request of such qualified psychiatrist  OR  NURSE  PRACTI-\n   26  TIONER, peace officers, when acting pursuant to their special duties, or\n   27  police  officers,  who are members of an authorized police department or\n   28  force or of a sheriff's department shall take into custody and transport\n   29  any such person. Upon the request of a qualified psychiatrist  OR  NURSE\n   30  PRACTITIONER  an  ambulance  service,  as  defined by subdivision two of\n   31  section three thousand one of the public health law,  is  authorized  to\n   32  transport  any  such person. Such person may then be admitted in accord-\n   33  ance with the provisions of section 9.39 of this article.\n   34    S 7. Section 9.57 of the mental hygiene law, as amended by chapter 598\n   35  of the laws of 1994, is amended to read as follows:\n   36   S 9.57 Emergency admissions for immediate observation, care and  treat-\n   37             ment;  powers  of  emergency room physicians OR NURSE PRACTI-\n   38             TIONERS.\n   39    A physician OR NURSE PRACTITIONER who has  examined  a  person  in  an\n   40  emergency  room  or  provided  emergency  medical  services at a general\n   41  hospital, as defined in article twenty-eight of the public  health  law,\n   42  which  does not have an inpatient psychiatric service, or a physician OR\n   43  NURSE PRACTITIONER who has examined a person in a comprehensive  psychi-\n   44  atric emergency program shall be authorized to request that the director\n   45  of  the  program  or  hospital,  or  the director's designee, direct the\n   46  removal of such person to a hospital approved by the commissioner pursu-\n   47  ant to subdivision (a) of section 9.39 of this article or to  a  compre-\n   48  hensive psychiatric emergency program, if the physician OR NURSE PRACTI-\n   49  TIONER  determines  upon  examination  of  such  person that such person\n   50  appears to have a mental illness for which immediate care and  treatment\n   51  in  a  hospital  is appropriate and which is likely to result in serious\n   52  harm to himself or others. Upon the request of the  physician  OR  NURSE\n   53  PRACTITIONER,  the director of the program or hospital or the director's\n   54  designee, is authorized to direct peace officers, when  acting  pursuant\n   55  to  their  special  duties,  or  police  officers, who are members of an\n   56  authorized police department or force or of a  sheriff's  department  to\n\n       A. 1603                             4\n\n    1  take  into custody and transport any such person. Upon the request of an\n    2  emergency room physician, A NURSE PRACTITIONER, or the director  of  the\n    3  program  or  hospital, or the director's designee, an ambulance service,\n    4  as  defined  by  subdivision  two  of  section three thousand one of the\n    5  public health law, is authorized to take into custody and transport  any\n    6  such  person.  Such person may then be admitted to a hospital in accord-\n    7  ance with the provisions of section 9.39 of this article or to a compre-\n    8  hensive psychiatric emergency program in accordance with the  provisions\n    9  of section 9.40 of this article.\n   10    S 8. Section 9.57 of the mental hygiene law, as amended by chapter 847\n   11  of the laws of 1987, is amended to read as follows:\n   12  S 9.57 Emergency  admissions  for immediate observation, care and treat-\n   13             ment; powers of emergency room physicians  OR  NURSE  PRACTI-\n   14             TIONERS.\n   15    A  physician  OR  NURSE  PRACTITIONER  who has examined a person in an\n   16  emergency room or provided  emergency  medical  services  at  a  general\n   17  hospital,  as  defined in article twenty-eight of the public health law,\n   18  which does not have an inpatient psychiatric service, shall  be  author-\n   19  ized  to request that the director of the hospital, or his OR HER desig-\n   20  nee, direct the removal of such person to a  hospital  approved  by  the\n   21  commissioner  pursuant  to subdivision (a) of section 9.39 of this arti-\n   22  cle, if the physician OR NURSE PRACTITIONER determines upon  examination\n   23  of  such  person  that  such person appears to have a mental illness for\n   24  which immediate care and treatment in  a  hospital  is  appropriate  and\n   25  which  is  likely  to  result  in  serious harm to himself OR HERSELF or\n   26  others, as defined in section 9.39 of this article. Upon the request  of\n   27  the physician OR NURSE PRACTITIONER, the director of the hospital or his\n   28  OR  HER  designee,  is  authorized to direct peace officers, when acting\n   29  pursuant to their special duties, or police officers, who are members of\n   30  an authorized police department or force or of a sheriff's department to\n   31  take into custody and transport any such person. Upon the request of  an\n   32  emergency  room  physician, A NURSE PRACTITIONER, or the director of the\n   33  hospital, or his OR HER designee, an ambulance service,  as  defined  by\n   34  subdivision  two of section three thousand one of the public health law,\n   35  is authorized to take into custody and transport any such  person.  Such\n   36  person may then be admitted in accordance with the provisions of section\n   37  9.39 of this article.\n   38    S  9. Subparagraph (v) of paragraph 1 and paragraphs 3 and 4 of subdi-\n   39  vision (e) and subdivisions (h), (i), (k) and (n) of section 9.60 of the\n   40  mental hygiene law, as amended and paragraph 4  of  subdivision  (e)  as\n   41  added  by  chapter  158  of  the  laws  of  2005, are amended to read as\n   42  follows:\n   43    (v) a qualified psychiatrist  OR  NURSE  PRACTITIONER  who  is  either\n   44  supervising the treatment of or treating the subject of the petition for\n   45  a mental illness; or\n   46    (3)  The  petition shall be accompanied by an affirmation or affidavit\n   47  of a physician OR NURSE PRACTITIONER, who shall not be  the  petitioner,\n   48  stating either that:\n   49    (i)  such  physician OR NURSE PRACTITIONER has personally examined the\n   50  subject of the petition no more than ten days prior to the submission of\n   51  the petition, recommends assisted outpatient treatment for  the  subject\n   52  of  the  petition,  and is willing and able to testify at the hearing on\n   53  the petition; or\n   54    (ii) no more than ten days prior to the filing of the  petition,  such\n   55  physician  OR  NURSE PRACTITIONER or his or her designee has made appro-\n   56  priate attempts but has not been successful in eliciting the cooperation\n\n       A. 1603                             5\n\n    1  of the subject of the petition to submit to an examination, such  physi-\n    2  cian OR NURSE PRACTITIONER has reason to suspect that the subject of the\n    3  petition  meets the criteria for assisted outpatient treatment, and such\n    4  physician  OR  NURSE  PRACTITIONER  is  willing  and able to examine the\n    5  subject of the petition and testify at the hearing on the petition.\n    6    (4) In counties with a population of less than seventy-five  thousand,\n    7  the  affirmation or affidavit required by paragraph three of this subdi-\n    8  vision may be made by a  physician  OR  NURSE  PRACTITIONER  who  is  an\n    9  employee  of the office.  The office is authorized to make available, at\n   10  no cost to the county, a qualified physician OR NURSE  PRACTITIONER  for\n   11  the  purpose of making such affirmation or affidavit consistent with the\n   12  provisions of such paragraph.\n   13    (h) Hearing. (1) Upon receipt of the petition, the court shall fix the\n   14  date for a hearing. Such date shall be no later than three days from the\n   15  date such petition  is  received  by  the  court,  excluding  Saturdays,\n   16  Sundays  and  holidays.  Adjournments  shall  be permitted only for good\n   17  cause shown. In granting adjournments, the court shall consider the need\n   18  for further examination by a physician  OR  NURSE  PRACTITIONER  or  the\n   19  potential  need  to provide assisted outpatient treatment expeditiously.\n   20  The court shall cause the subject of  the  petition,  any  other  person\n   21  receiving  notice pursuant to subdivision (f) of this section, the peti-\n   22  tioner, the physician OR NURSE PRACTITIONER whose affirmation or affida-\n   23  vit accompanied the petition, and such other persons as  the  court  may\n   24  determine to be advised of such date. Upon such date, or upon such other\n   25  date  to  which  the  proceeding  may be adjourned, the court shall hear\n   26  testimony and, if it be deemed advisable and the subject of the petition\n   27  is available, examine the subject of the petition in or out of court. If\n   28  the subject of the petition does not appear at the hearing,  and  appro-\n   29  priate attempts to elicit the attendance of the subject have failed, the\n   30  court  may  conduct  the hearing in the subject's absence. In such case,\n   31  the court shall set forth the factual basis for conducting  the  hearing\n   32  without the presence of the subject of the petition.\n   33    (2)  The court shall not order assisted outpatient treatment unless an\n   34  examining physician  OR  NURSE  PRACTITIONER,  who  recommends  assisted\n   35  outpatient  treatment  and  has  personally  examined the subject of the\n   36  petition no more than ten days before the filing of the petition, testi-\n   37  fies in person at the hearing.  Such  physician  OR  NURSE  PRACTITIONER\n   38  shall  state  the  facts  and  clinical determinations which support the\n   39  allegation that the subject of the petition meets each of  the  criteria\n   40  for assisted outpatient treatment.\n   41    (3)  If  the  subject  of the petition has refused to be examined by a\n   42  physician OR NURSE PRACTITIONER, the court may request  the  subject  to\n   43  consent to an examination by a physician OR NURSE PRACTITIONER appointed\n   44  by  the  court.  If the subject of the petition does not consent and the\n   45  court finds reasonable cause to believe  that  the  allegations  in  the\n   46  petition  are  true, the court may order peace officers, acting pursuant\n   47  to their special duties, or  police  officers  who  are  members  of  an\n   48  authorized  police  department or force, or of a sheriff's department to\n   49  take the subject of the petition into custody and transport him  or  her\n   50  to  a  hospital for examination by a physician. Retention of the subject\n   51  of the petition under such order shall not exceed twenty-four hours. The\n   52  examination of the subject of the  petition  may  be  performed  by  the\n   53  physician  OR NURSE PRACTITIONER whose affirmation or affidavit accompa-\n   54  nied the petition pursuant to paragraph three of subdivision (e) of this\n   55  section, if such physician OR NURSE PRACTITIONER is privileged  by  such\n   56  hospital  or  otherwise  authorized  by  such hospital to do so. If such\n\n       A. 1603                             6\n\n    1  examination is performed by another physician OR NURSE PRACTITIONER, the\n    2  examining physician OR NURSE PRACTITIONER may consult with the physician\n    3  OR NURSE PRACTITIONER whose affirmation  or  affidavit  accompanied  the\n    4  petition  as  to  whether  the  subject  meets the criteria for assisted\n    5  outpatient treatment.\n    6    (4) A physician OR NURSE PRACTITIONER who testifies pursuant to  para-\n    7  graph  two  of this subdivision shall state: (i) the facts which support\n    8  the allegation that the subject meets each of the criteria for  assisted\n    9  outpatient  treatment,  (ii) that the treatment is the least restrictive\n   10  alternative, (iii) the recommended assisted  outpatient  treatment,  and\n   11  (iv) the rationale for the recommended assisted outpatient treatment. If\n   12  the  recommended assisted outpatient treatment includes medication, such\n   13  physician's OR NURSE PRACTITIONER'S testimony shall describe  the  types\n   14  or  classes of medication which should be authorized, shall describe the\n   15  beneficial and detrimental physical and mental effects of  such  medica-\n   16  tion,  and shall recommend whether such medication should be self-admin-\n   17  istered or administered by authorized personnel.\n   18    (5) The subject of the petition shall be afforded  an  opportunity  to\n   19  present  evidence, to call witnesses on his or her behalf, and to cross-\n   20  examine adverse witnesses.\n   21    (i) Written treatment plan. (1) The court  shall  not  order  assisted\n   22  outpatient  treatment unless a physician OR NURSE PRACTITIONER appointed\n   23  by the appropriate director, in consultation with such director,  devel-\n   24  ops  and  provides  to  the court a proposed written treatment plan. The\n   25  written treatment plan shall include case management services or  asser-\n   26  tive community treatment team services to provide care coordination. The\n   27  written treatment plan also shall include all categories of services, as\n   28  set  forth  in  paragraph  one of subdivision (a) of this section, which\n   29  such physician OR NURSE PRACTITIONER recommends that the subject of  the\n   30  petition  receive.  All  service  providers  shall be notified regarding\n   31  their inclusion in the written treatment plan. If the written  treatment\n   32  plan  includes medication, it shall state whether such medication should\n   33  be self-administered or administered by authorized personnel, and  shall\n   34  specify type and dosage range of medication most likely to provide maxi-\n   35  mum  benefit  for  the  subject.  If the written treatment plan includes\n   36  alcohol or substance abuse  counseling  and  treatment,  such  plan  may\n   37  include  a  provision  requiring  relevant testing for either alcohol or\n   38  illegal substances provided  the  physician's  OR  NURSE  PRACTITIONER'S\n   39  clinical  basis for recommending such plan provides sufficient facts for\n   40  the court to find (i) that such person  has  a  history  of  alcohol  or\n   41  substance  abuse  that  is clinically related to the mental illness; and\n   42  (ii) that such testing is necessary to  prevent  a  relapse  or  deteri-\n   43  oration which would be likely to result in serious harm to the person or\n   44  others.  If  a  director  is  the petitioner, the written treatment plan\n   45  shall be provided to the court no later than the date of the hearing  on\n   46  the  petition. If a person other than a director is the petitioner, such\n   47  plan shall be provided to the court no later than the date  set  by  the\n   48  court pursuant to paragraph three of subdivision (j) of this section.\n   49    (2) The physician OR NURSE PRACTITIONER appointed to develop the writ-\n   50  ten  treatment plan shall provide the following persons with an opportu-\n   51  nity to actively participate  in  the  development  of  such  plan:  the\n   52  subject  of  the petition; the treating physician OR NURSE PRACTITIONER,\n   53  if any; and upon the request of the subject of the petition, an individ-\n   54  ual significant to the subject including any relative, close  friend  or\n   55  individual  otherwise  concerned with the welfare of the subject. If the\n   56  subject of the petition has executed a health care proxy, the  appointed\n\n       A. 1603                             7\n\n    1  physician  OR  NURSE PRACTITIONER shall consider any directions included\n    2  in such proxy in developing the written treatment plan.\n    3    (3)  The  court shall not order assisted outpatient treatment unless a\n    4  physician OR NURSE PRACTITIONER appearing on behalf of a director testi-\n    5  fies to explain the written proposed treatment plan. Such  physician  OR\n    6  NURSE  PRACTITIONER  shall  state  the categories of assisted outpatient\n    7  treatment recommended, the rationale for each such category, facts which\n    8  establish that such treatment is the least restrictive alternative, and,\n    9  if the recommended assisted outpatient treatment plan  includes  medica-\n   10  tion,  such  physician  OR  NURSE  PRACTITIONER shall state the types or\n   11  classes of medication recommended, the beneficial and detrimental  phys-\n   12  ical  and mental effects of such medication, and whether such medication\n   13  should be self-administered or administered  by  an  authorized  profes-\n   14  sional. If the subject of the petition has executed a health care proxy,\n   15  such physician OR NURSE PRACTITIONER shall state the consideration given\n   16  to  any  directions  included  in  such  proxy in developing the written\n   17  treatment plan. If a director is the petitioner, testimony  pursuant  to\n   18  this  paragraph  shall  be  given  at  the hearing on the petition. If a\n   19  person other than a director is the petitioner, such testimony shall  be\n   20  given on the date set by the court pursuant to paragraph three of subdi-\n   21  vision (j) of this section.\n   22    (k)  Petition  for additional periods of treatment. Within thirty days\n   23  prior to the expiration of an order of  assisted  outpatient  treatment,\n   24  the appropriate director or the current petitioner, if the current peti-\n   25  tion  was filed pursuant to subparagraph (i) or (ii) of paragraph one of\n   26  subdivision (e) of this section, and the current petitioner retains  his\n   27  or  her  original  status  pursuant  to the applicable subparagraph, may\n   28  petition the court to order continued assisted outpatient treatment  for\n   29  a  period not to exceed one year from the expiration date of the current\n   30  order. If the court's disposition of such petition does not occur  prior\n   31  to  the  expiration  date  of the current order, the current order shall\n   32  remain in effect until such disposition. The  procedures  for  obtaining\n   33  any  order  pursuant to this subdivision shall be in accordance with the\n   34  provisions of the foregoing subdivisions of this section; provided  that\n   35  the  time  restrictions included in paragraph four of subdivision (c) of\n   36  this section shall not be applicable. The notice provisions set forth in\n   37  paragraph six of subdivision (j) of this section  shall  be  applicable.\n   38  Any  court  order  requiring  periodic blood tests or urinalysis for the\n   39  presence of alcohol or illegal drugs shall be subject  to  review  after\n   40  six  months  by  the  physician  OR NURSE PRACTITIONER who developed the\n   41  written treatment plan or another physician OR NURSE PRACTITIONER desig-\n   42  nated by the director, and such physician OR NURSE PRACTITIONER shall be\n   43  authorized to terminate such blood tests or urinalysis  without  further\n   44  action by the court.\n   45    (n) Failure to comply with assisted outpatient treatment. Where in the\n   46  clinical judgment of a physician OR NURSE PRACTITIONER, (i) the assisted\n   47  outpatient, has failed or refused to comply with the assisted outpatient\n   48  treatment,  (ii) efforts were made to solicit compliance, and (iii) such\n   49  assisted outpatient may be in need of involuntary admission to a  hospi-\n   50  tal  pursuant  to section 9.27 of this article or immediate observation,\n   51  care and treatment pursuant to section 9.39 or  9.40  of  this  article,\n   52  such  physician OR NURSE PRACTITIONER may request the director of commu-\n   53  nity services, the director's designee, or any physician OR NURSE  PRAC-\n   54  TITIONER  designated  by  the director of community services pursuant to\n   55  section 9.37 of this article, to direct the  removal  of  such  assisted\n   56  outpatient to an appropriate hospital for an examination to determine if\n\n       A. 1603                             8\n\n    1  such  person has a mental illness for which hospitalization is necessary\n    2  pursuant to section 9.27, 9.39 or 9.40 of this article. Furthermore,  if\n    3  such  assisted outpatient refuses to take medications as required by the\n    4  court order, or he or she refuses to take, or fails a blood test, urina-\n    5  lysis,  or  alcohol  or  drug  test as required by the court order, such\n    6  physician OR NURSE PRACTITIONER may consider  such  refusal  or  failure\n    7  when  determining whether the assisted outpatient is in need of an exam-\n    8  ination to determine whether he or she has a mental  illness  for  which\n    9  hospitalization  is  necessary.  Upon  the  request of such physician OR\n   10  NURSE PRACTITIONER, the director, the director's designee, or any physi-\n   11  cian OR NURSE PRACTITIONER designated pursuant to section 9.37  of  this\n   12  article,  may  direct  peace  officers, acting pursuant to their special\n   13  duties, or police officers who  are  members  of  an  authorized  police\n   14  department  or  force  or of a sheriff's department to take the assisted\n   15  outpatient into custody and transport him or her to the hospital operat-\n   16  ing the assisted outpatient treatment program or to any hospital author-\n   17  ized by the director of community services to receive such persons. Such\n   18  law enforcement officials shall  carry  out  such  directive.  Upon  the\n   19  request  of  such  physician  OR  NURSE  PRACTITIONER, the director, the\n   20  director's designee, or any physician OR NURSE  PRACTITIONER  designated\n   21  pursuant  to  section  9.37  of  this  article, an ambulance service, as\n   22  defined by subdivision two of section three thousand one of  the  public\n   23  health  law,  or  an  approved mobile crisis outreach team as defined in\n   24  section 9.58 of this article shall be authorized to  take  into  custody\n   25  and  transport  any  such  person to the hospital operating the assisted\n   26  outpatient treatment program, or to any other hospital authorized by the\n   27  director of community services to receive such persons. Any director  of\n   28  community  services,  or  designee,  shall  be  authorized to direct the\n   29  removal of an assisted outpatient who is present in his or her county to\n   30  an appropriate hospital, in  accordance  with  the  provisions  of  this\n   31  subdivision,  based  upon a determination of the appropriate director of\n   32  community services directing the removal  of  such  assisted  outpatient\n   33  pursuant  to  this subdivision. Such person may be retained for observa-\n   34  tion, care and treatment and further examination in the hospital for  up\n   35  to  seventy-two  hours  to  permit  a physician OR NURSE PRACTITIONER to\n   36  determine whether such person has a mental illness and  is  in  need  of\n   37  involuntary  care and treatment in a hospital pursuant to the provisions\n   38  of this article. Any continued involuntary retention  in  such  hospital\n   39  beyond  the  initial seventy-two hour period shall be in accordance with\n   40  the provisions of this article relating to the involuntary admission and\n   41  retention of a person. If at any time during the seventy-two hour period\n   42  the person is determined not  to  meet  the  involuntary  admission  and\n   43  retention  provisions of this article, and does not agree to stay in the\n   44  hospital as a voluntary or informal patient, he or she must be released.\n   45  Failure to comply with an order of assisted outpatient  treatment  shall\n   46  not be grounds for involuntary civil commitment or a finding of contempt\n   47  of court.\n   48    S 10. This act shall take effect immediately; provided, however, that\n   49    1.  The  amendments to subdivisions (b) and (c) of section 9.40 of the\n   50  mental hygiene law made by section four of this act shall not affect the\n   51  repeal of such section and shall be deemed repealed therewith;\n   52    2. The amendments to sections 9.55 and 9.57 of the mental hygiene  law\n   53  made  by  sections  five  and  seven of this act shall be subject to the\n   54  expiration and reversion of such sections  pursuant  to  section  21  of\n   55  chapter  723  of  the  laws of 1989, as amended, when upon such date the\n   56  provisions of sections six and eight of this act shall take effect;\n\n       A. 1603                             9\n\n    1    3. The amendments to section 9.60 of the mental hygiene  law  made  by\n    2  section nine of this act shall not affect the repeal of such section and\n    3  shall be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to authorizing nurse practitioners to admit a patient to an inpatient mental health unit on a voluntary or involuntary basis ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T120657.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774935242
}