{
  "year" : 2011,
  "senateBillNo" : "A1604-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1604-2011-1294722000000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that gift certificates or store credits have no expiration or diminution in value over time",
  "summary" : "Requires that gift certificates, gift cards, or store credits have no expiration or diminution in value over time. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A7555-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1604\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced   by   M.   of   A.   ORTIZ,   GALEF,  WEISENBERG,  ROBINSON,\n         PEOPLES-STOKES -- Multi-Sponsored by -- M. of A. BING, CAHILL,  CLARK,\n         FARRELL,  GOTTFRIED,  HOOPER,  MAYERSOHN,  MILLMAN  --  read  once and\n         referred to the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to the  expiration\n         or diminishing in value of gift certificates or store credits\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 396-i of the general business law,  as  amended  by\n    2  chapter  170 of the laws of 2004, subdivisions 2-a, 3, 3-a, 3-b, 3-c and\n    3  5 as amended and subdivision 6 as added by chapter 507 of  the  laws  of\n    4  2004, is amended to read as follows:\n    5    S  396-i.  Acceptance  of  [unexpired]  gift  certificates. 1. For the\n    6  purposes of this section, \"gift certificate\" shall mean a written  prom-\n    7  ise  or  electronic  payment  device  that:  (i)  is  usable at a single\n    8  merchant or an affiliated group of merchants that share the  same  name,\n    9  mark,  or  logo,  or  is  usable  at multiple, unaffiliated merchants or\n   10  service providers; and (ii) is issued in a specified amount;  and  (iii)\n   11  may  or may not be increased in value or reloaded; and (iv) is purchased\n   12  and/or loaded on a prepaid basis for the future purchase or delivery  of\n   13  any  goods  or  services;  and  (v)  is  honored upon presentation. Gift\n   14  certificate shall not include an electronic payment device linked  to  a\n   15  deposit  account,  or  prepaid  telephone  calling cards regulated under\n   16  section ninety-two-f of the public service law.  Gift  certificate  also\n   17  shall  not  include flexible spending arrangements as defined in Section\n   18  106(c)(2) of the Internal Revenue Code, 26 U.S.C. S 106(c)(2);  flexible\n   19  spending  accounts  subject to Section 125 of the Internal Revenue Code,\n   20  26 U.S.C. S 125; Archer MSAs as defined in Section 220(d) of the  Inter-\n   21  nal  Revenue  Code,  26  U.S.C.  S  220(d); dependent care reimbursement\n   22  accounts subject to Section 129 of the Internal Revenue Code, 26  U.S.C.\n   23  S 129; health savings accounts subject to Section 223(d) of the Internal\n   24  Revenue  Code,  26  U.S.C.  S  223(d), as amended by Section 1201 of the\n   25  Medicare Prescription Drug, Improvement, and Modernization Act of  2003,\n   26  Pub. L.  No. 108-173; or similar accounts from which, under the Internal\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04016-01-1\n\n       A. 1604                             2\n\n    1  Revenue  Code  and  its  implementing  regulations,  individuals may pay\n    2  medical expenses, health care  expenses,  dependent  care  expenses,  or\n    3  similar  expenses  on  a  pretax  basis. Gift certificate also shall not\n    4  include  a  prepaid discount card or program used to purchase identified\n    5  goods or services at a price or percentage below the normal and  custom-\n    6  ary  price;  provided  that  the expiration date of the prepaid discount\n    7  card or program is clearly and conspicuously disclosed. Gift certificate\n    8  also shall not include payroll cards or other electronic payment devices\n    9  which are linked to a deposit account and which are  given  in  exchange\n   10  for goods or services rendered.\n   11    1-a.  No  person, firm, partnership, association or corporation who or\n   12  which issues gift  certificates  or  store  credits,  or  who  or  which\n   13  conducts  a  \"closing out sale\" or \"defunct business sale\" as such terms\n   14  are defined in section five hundred eighty-one of this chapter,  of  the\n   15  merchandise of any such person, firm, partnership, association or corpo-\n   16  ration,  shall refuse to accept such gift certificate or store credit in\n   17  payment for goods or services used  or  bought  for  use  primarily  for\n   18  personal,  family  or household purposes, including, but not limited to,\n   19  goods or services advertised on sale or pursuant  to  a  liquidation  or\n   20  close-out[,  provided that if the certificates or the terms of the store\n   21  credits limit the period of time during which they may be used, they are\n   22  presented for redemption before the expiration of such period of time].\n   23    2. No person, firm, partnership, association  or  corporation  who  or\n   24  which  issues  gift  certificates  or  store  credits,  or  who or which\n   25  conducts a \"closing out sale\" or \"defunct business sale\" as  such  terms\n   26  are defined in section five hundred eighty-one of this chapter, shall in\n   27  any  manner  restrict  the  holder of a gift certificate or store credit\n   28  from electing use of such gift certificate or store credit in  a  manner\n   29  not  inconsistent  with  stated  terms of such gift certificate or store\n   30  credit, nor shall any person, firm, partnership, association  or  corpo-\n   31  ration who or which issues gift certificates or store credits, or who or\n   32  which  conducts  a \"closing out sale\" or \"defunct business sale\" as such\n   33  terms are defined in section five hundred eighty-one  of  this  chapter,\n   34  alter  the  term of a gift certificate or store credit after it has been\n   35  issued.\n   36    2-a. (a) The terms and conditions  of  a  gift  certificate  shall  be\n   37  disclosed to the purchaser:\n   38    (i)  on  a sign conspicuously posted stating \"TERMS AND CONDITIONS ARE\n   39  APPLIED TO GIFT CERTIFICATES/GIFT CARDS\"; or (ii)  conspicuously  stated\n   40  in an offer made by mail thus: \"TERMS AND CONDITIONS ARE APPLIED TO GIFT\n   41  CERTIFICATES/GIFT CARDS\".\n   42    (b)  For  purchases via electronic, computer, or telephonic means, the\n   43  statement \"TERMS AND CONDITIONS ARE APPLIED  TO  GIFT  CERTIFICATES/GIFT\n   44  CARDS\"  shall  be  stated  prior  to the customer's purchase of the gift\n   45  certificate or  conspicuously  written  within  the  electronic  message\n   46  offering a gift certificate for purchase.\n   47    (c)  All  advertisements  or  promotions  for  gift certificates shall\n   48  include a notice in like or similar term to the  following:  \"TERMS  AND\n   49  CONDITIONS ARE APPLIED TO GIFT CERTIFICATES/GIFT CARDS\".\n   50    3.  The  terms and conditions of a gift certificate store credit shall\n   51  be clearly and conspicuously stated thereon. Terms and conditions  shall\n   52  include  [the expiration date, whether any fees are assessed against the\n   53  balance of the gift certificate, and whether a fee will be  charged  for\n   54  the  replacement  of  a  gift  certificate  that  is  lost,  stolen,  or\n   55  destroyed. Additional terms and conditions including], but not be limit-\n   56  ed to, policies related to refunds, warranties,  changes  in  terms  and\n\n       A. 1604                             3\n\n    1  conditions, assignment and waiver shall be conspicuously printed: (a) on\n    2  the  gift certificate; or (b) on an envelope or packaging containing the\n    3  gift certificate, provided that a toll free telephone number  to  access\n    4  the  additional terms and conditions is printed on the gift certificate;\n    5  or (c) on an accompanying printed document, provided that  a  toll  free\n    6  telephone number to access the additional terms and conditions is print-\n    7  ed on the gift certificate.\n    8    3-a.  The requirements of subdivisions two-a and three of this section\n    9  shall not apply to a gift certificate that has no terms and conditions.\n   10    3-b. Subparagraph (i) of paragraph (a) of subdivision  two-a  of  this\n   11  section shall not apply to gift certificates:\n   12    (a)  sold  below  face  value or at a volume discount to employees, to\n   13  nonprofit and charitable organizations, or educational institutions  for\n   14  fundraising purposes; or\n   15    (b)  distributed  to  a  consumer  or  employee pursuant to an awards,\n   16  rewards, loyalty, or promotional program without any consideration being\n   17  given in exchange for the gift certificate by the consumer or employee.\n   18    3-c. Nothing in this section shall be construed to  prevent  unclaimed\n   19  funds related to gift certificates from becoming abandoned under section\n   20  thirteen hundred fifteen of the abandoned property law.\n   21    4.  NO  GIFT CERTIFICATE OR STORE CREDIT SHALL HAVE AN EXPIRATION DATE\n   22  OR ANY OTHER DIMINUTION IN VALUE FOR FAILURE TO USE  SUCH  GIFT  CERTIF-\n   23  ICATE OR STORE CREDIT BEFORE A SPECIFIED DATE.\n   24    5. Whenever there shall be a violation of this section, an application\n   25  may  be  made  by  the attorney general in the name of the people of the\n   26  state of New York to a court or justice having jurisdiction by a special\n   27  proceeding to issue an injunction, and upon notice to the  defendant  of\n   28  not  less than five days, to enjoin and restrain the continuance of such\n   29  violations; and if it shall appear to the satisfaction of the  court  or\n   30  justice  that  the  defendant  has,  in  fact, violated this section, an\n   31  injunction may be  issued  by  such  court  or  justice,  enjoining  and\n   32  restraining  any  further  violation,  without  requiring proof that any\n   33  person has, in fact, been  injured  or  damaged  thereby.  In  any  such\n   34  proceeding,  the  court  may  make allowances to the attorney general as\n   35  provided in paragraph six of subdivision  (a)  of  section  eighty-three\n   36  hundred  three  of  the civil practice law and rules and direct restitu-\n   37  tion. Whenever the court  shall  determine  that  a  violation  of  this\n   38  section  has  occurred, the court may impose a civil penalty of not more\n   39  than one thousand dollars for such violation.  In  connection  with  any\n   40  such  application,  the attorney general is authorized to take proof and\n   41  make a determination of the relevant facts and  to  issue  subpoenas  in\n   42  accordance with the civil practice law and rules.\n   43    [5.  (a)  No retroactive fees shall be assessed against a gift certif-\n   44  icate.\n   45    (b) No monthly service fees may be assessed against the balance  of  a\n   46  gift certificate prior to the thirteenth month of dormancy.\n   47    (c)  For  the purposes of this subdivision, \"dormancy\" shall mean non-\n   48  use of a gift certificate. Use of a gift certificate shall include,  but\n   49  not be limited to, adding value, or purchases.]\n   50    6. The provisions of this section shall be exclusive and shall preempt\n   51  any  provisions  of  local law, ordinance or code, and no locality shall\n   52  impose requirements that are inconsistent with or more restrictive  than\n   53  those set forth in this section.\n   54    S  2.  This  act shall take effect immediately and shall apply to gift\n   55  certificates or store credits sold or issued on and after such effective\n   56  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the expiration or diminishing in value of gift certificates or store credits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T120657.TXT", "SOBI.D110111.T150719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776439957
}