{
  "year" : 2011,
  "senateBillNo" : "A1609-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A1609-2011-1294722000000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires police officers to submit to random drug and alcohol tests",
  "summary" : "Requires police officers to submit to random drug and alcohol tests no less than four times in any given twelve month span. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A7553-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1609\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Governmental Employees\n\n       AN ACT to amend the executive law, in relation to requiring random  drug\n         and alcohol testing for certain police officers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  169-a\n    2  to read as follows:\n    3    S  169-A.  RANDOM DRUG AND ALCOHOL TESTING OF CERTAIN POLICE OFFICERS.\n    4  1. ANY PERSON WHO FALLS  UNDER  THE  DEFINITION  OF  POLICE  OFFICER  AS\n    5  DEFINED  IN  SUBDIVISION  THIRTY-FOUR  OF  SECTION  1.20 OF THE CRIMINAL\n    6  PROCEDURE LAW SHALL BE SUBJECT TO RANDOM DRUG AND ALCOHOL TESTS.\n    7    2. THE DEPARTMENT, DIVISION, PRECINCT OR ANY OTHER  CLASSIFICATION  OF\n    8  POLICE  OFFICERS  SHALL  BE  RESPONSIBLE FOR REQUIRING THEIR OFFICERS TO\n    9  SUBMIT TO RANDOM DRUG AND ALCOHOL TESTS NO LESS THAN FOUR TIMES  IN  ANY\n   10  GIVEN TWELVE MONTH SPAN.\n   11    3.  IF ANY OFFICER SHALL TEST POSITIVE FOR AN ILLEGAL SUBSTANCE OR THE\n   12  PRESENCE OF ALCOHOL WHILE SUCH OFFICER IS ON  DUTY,  THEN  SUCH  OFFICER\n   13  SHALL BE IMMEDIATELY SUSPENDED. THE OFFICER SHALL BE REQUIRED TO UNDERGO\n   14  DRUG AND ALCOHOL TREATMENT AND COUNSELING. THE PROVISIONS OF THIS SUBDI-\n   15  VISION  SHALL  NOT  APPLY  IF  THE  OFFICER WAS AUTHORIZED BY A LICENSED\n   16  PHYSICIAN TO USE SUCH SUBSTANCE.\n   17    4. A SECOND VIOLATION OF THIS SECTION BY ANY OFFICER SHALL  RESULT  IN\n   18  THE  IMMEDIATE  DISMISSAL OF SUCH OFFICER FROM HIS OR HER POLICE UNIT. A\n   19  HEARING SHALL BE HELD WITHIN THIRTY DAYS OF  SUCH  DISMISSAL  TO  ENSURE\n   20  THAT THE DISMISSAL WAS WARRANTED.\n   21    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04015-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to requiring random drug and alcohol testing for certain police officers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110111.T120657.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294777039228
}