{
  "year" : 2011,
  "senateBillNo" : "A1601-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to health",
    "billEventId" : "A1601-2011-1294722000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for annual school lead-copper tap water testing; publishing of reports of contamination and abatement of such contamination",
  "summary" : "Provides for annual school lead-copper tap water testing; requires the publishing of reports of contamination and abatement of such contamination; requires school districts to provide potable water to school children attending affected schools; exempts those schools built without use of lead piping and those schools where a finding of no contamination has been made for three consecutive years. ",
  "currentCommittee" : null,
  "sameAs" : "S666",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AB2359-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1601\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. McENENY, COLTON, MILLMAN, CANESTRARI, WEISENBERG,\n         ENGLEBRIGHT  --  Multi-Sponsored  by  -- M. of A. CAHILL, CLARK, COOK,\n         GANTT, LUPARDO, MAYERSOHN, ORTIZ, PHEFFER, WRIGHT  --  read  once  and\n         referred to the Committee on Health\n\n       AN ACT to amend the public health law and the education law, in relation\n         to the water dispensed within public schools\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  1110 to read as follows:\n    3    S 1110. REPORT. THE COMMISSIONER, IN CONJUNCTION WITH THE COMMISSIONER\n    4  OF  EDUCATION,  SHALL  CAUSE  TO  BE PREPARED AND SHALL PUBLISH A REPORT\n    5  BASED ON ANY FINDINGS FROM THE  ANNUAL  LEAD-COPPER  TAP  WATER  TESTING\n    6  CONDUCTED  AT THE DIRECTION OF THE COMMISSIONER OF EDUCATION PURSUANT TO\n    7  THE PROVISIONS OF SECTION FOUR HUNDRED NINE-L OF THE EDUCATION LAW. SUCH\n    8  REPORT SHALL BE SENT TO THE COMMISSIONER OF EDUCATION AND SHALL BE  MADE\n    9  AVAILABLE  TO  THE PARENTS AND PERSONS IN PARENTAL RELATION OF ANY CHILD\n   10  ATTENDING THE AFFECTED SCHOOL DISTRICT PURSUANT  TO  THE  PROVISIONS  OF\n   11  SUCH SECTION FOUR HUNDRED NINE-L.\n   12    S  2.  Subdivision  1  of  section  1102  of the public health law, as\n   13  amended by chapter 655 of the laws  of  1978,  is  amended  to  read  as\n   14  follows:\n   15    1.  If  any inspection discloses a violation of any rule or regulation\n   16  promulgated pursuant to section one thousand one hundred of this chapter\n   17  relating to a temporary or permanent source or act of contamination   OR\n   18  A  FINDING  OF  CONTAMINATION PURSUANT TO SECTION FOUR HUNDRED NINE-L OF\n   19  THE EDUCATION LAW, the person, officer, board, or commission having  the\n   20  management  and control of the potable water supply of the municipality,\n   21  state or United States institution, park, reservation or  post,  and  in\n   22  the  city of New York, the commissioner of environmental protection, and\n   23  the board of water supply of the city of New York,  or  the  corporation\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01589-01-1\n\n       A. 1601                             2\n\n    1  furnishing  such  supply  shall  cause  a copy of the rule or regulation\n    2  violated to be served upon the person violating the same, with a  notice\n    3  of such violation. If the person served does not comply immediately with\n    4  the  rule  or  regulation  violated, such person, officer, board, corpo-\n    5  ration or commission, except in a case concerning  the  violation  of  a\n    6  rule or regulation relating to a temporary or permanent source or act of\n    7  contamination  affecting  the  potable  water  supply of the city of New\n    8  York, shall notify the department of the violation.\n    9    S 3. The education law is amended by adding a  new  section  409-l  to\n   10  read as follows:\n   11    S  409-L.  SCHOOL LEAD-COPPER TAP WATER TESTING.  1. THE COMMISSIONER,\n   12  IN CONJUNCTION WITH THE COMMISSIONER OF  HEALTH,  SHALL  REQUIRE  SCHOOL\n   13  DISTRICTS  TO  CONDUCT AN ANNUAL SCHOOL LEAD-COPPER TAP WATER TESTING TO\n   14  MONITOR FOR LEAD CONTAMINATION.  EACH SCHOOL DISTRICT SHALL PROVIDE  THE\n   15  RESULTS  OF  SUCH  TESTING  TO  THE COMMISSIONER. THE COMMISSIONER SHALL\n   16  TRANSMIT A COPY OF SUCH RESULTS TO THE  COMMISSIONER  OF  HEALTH.    FOR\n   17  PURPOSES  OF THIS SECTION, TAP WATER SHALL BE CONSIDERED CONTAMINATED IF\n   18  SUCH TAP WATER  EXCEEDS  THE  LEAD  OR  COPPER  ACTION  LEVEL  BASED  ON\n   19  FIRST-DRAW  TAP  SAMPLES  AS  PROVIDED  IN  RULES AND REGULATIONS OF THE\n   20  DEPARTMENT OF HEALTH AUTHORIZED UNDER SECTION TWO  HUNDRED  ONE  OF  THE\n   21  PUBLIC  HEALTH  LAW.    WHERE  A  FINDING  OF CONTAMINATION IS MADE, THE\n   22  AFFECTED SCHOOL DISTRICT SHALL:\n   23    (A) CONTINUE TESTING EVERY SIX  MONTHS  UNTIL  TEST  RESULTS  INDICATE\n   24  ACCEPTABLE  LEAD  AND  COPPER  LEVELS  AS  AUTHORIZED  UNDER SECTION TWO\n   25  HUNDRED ONE OF THE PUBLIC HEALTH LAW;\n   26    (B) PROVIDE CHILDREN WITH AN ADEQUATE SUPPLY OF  SAFE,  POTABLE  WATER\n   27  FOR  DRINKING  AS  REQUIRED  BY  RULES AND REGULATIONS OF THE DEPARTMENT\n   28  AUTHORIZED UNDER SECTION TWO HUNDRED ONE OF THE PUBLIC HEALTH LAW  UNTIL\n   29  FUTURE  TESTS INDICATE ACCEPTABLE LEVELS AS AUTHORIZED UNDER SECTION TWO\n   30  HUNDRED ONE OF THE PUBLIC HEALTH LAW;\n   31    (C) PROVIDE PARENTS OF CHILDREN ATTENDING SAID SCHOOL WITH:\n   32    (I) WRITTEN NOTIFICATION OF TEST RESULTS;\n   33    (II) CHILDREN'S AVAILABILITY TO AN ADEQUATE SUPPLY  OF  SAFE,  POTABLE\n   34  WATER FOR DRINKING;\n   35    (III)  NOTIFICATION  OF WHEN THE NEXT SCHEDULED TAP WATER TESTING WILL\n   36  OCCUR; AND\n   37    (IV) NOTIFICATION OF THE DISTRICT'S PLAN TO ELIMINATE  THE  SOURCE  OF\n   38  LEAD EXPOSURE TO CHILDREN; AND\n   39    (D)  PROVIDE  THE  COMMISSIONER  WITH  NOTIFICATION  OF THE DISTRICT'S\n   40  INVESTIGATION AS TO THE SOURCE OF LEAD EXPOSURE IN  THE  WATER  AND  THE\n   41  DISTRICT'S PLAN TO ELIMINATE THE SOURCE OF LEAD EXPOSURE TO CHILDREN.\n   42    2.  FOR PURPOSES OF THIS SECTION \"WRITTEN NOTIFICATION\" SHALL MEAN AND\n   43  INCLUDE NOTICE IN WRITING  THAT  IS  PROVIDED  DIRECTLY  TO  THE  STAFF,\n   44  PARENTS  OR  PERSONS IN PARENTAL RELATION TO STUDENTS; OR DELIVERED TO A\n   45  RECEPTACLE DESIGNATED FOR THAT  STUDENT  OR  STAFF;  OR  MAILED  TO  THE\n   46  STUDENT'S  OR  STAFF'S  LAST  KNOWN  ADDRESS;  OR DELIVERED BY ANY OTHER\n   47  REASONABLE METHODS AUTHORIZED BY THE COMMISSIONER.\n   48    3. SCHOOL DISTRICTS SHALL NOT BE REQUIRED TO CONDUCT ANNUAL  LEAD-COP-\n   49  PER  TAP WATER TESTING REQUIRED PURSUANT TO THIS SECTION AT THOSE SCHOOL\n   50  BUILDINGS WITHIN THE DISTRICT (A) BUILT WITHOUT THE USE OF LEAD  PIPING;\n   51  OR (B) WHERE A FINDING OF NO CONTAMINATION HAS BEEN MADE FOR A PERIOD OF\n   52  THREE CONSECUTIVE YEARS.\n   53    S 4. This act shall take effect September 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the education law, in relation to the water dispensed within public schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T120657.TXT", "SOBI.D110111.T120157.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774935229
}