{
  "year" : 2011,
  "senateBillNo" : "A1607-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1607-2011-1294722000000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the advertisement of alcoholic beverages during television broadcasts of sporting events",
  "summary" : "Prohibits the advertisement of alcoholic beverages during television broadcasts of sporting events prior to 10:00 p.m. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A9761-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1607\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, JAFFEE, ROBINSON -- Multi-Sponsored by --\n         M. of A. HIKIND -- read once and referred to the Committee on Economic\n         Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the general business law, in relation to prohibiting the\n         advertisement of alcoholic beverages during television  broadcasts  of\n         sporting events\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-ff to read as follows:\n    3    S 399-FF.  ADVERTISEMENT  OF  ALCOHOLIC  BEVERAGES  DURING  TELEVISION\n    4  BROADCASTS  OF  SPORTING  EVENTS  PROHIBITED.    1. FOR PURPOSES OF THIS\n    5  SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    6    A. \"TELEVISION BROADCASTER\" SHALL MEAN A TELEVISION  STATION  LICENSED\n    7  BY THE FEDERAL COMMUNICATIONS COMMISSION, A TELEVISION BROADCAST NETWORK\n    8  OR A CABLE TELEVISION NETWORK.\n    9    B.  \"TELEVISION  BROADCAST  NETWORK\"  SHALL MEAN AN ORGANIZATION WHICH\n   10  PRODUCES AND/OR PURCHASES PROGRAMS INTENDED FOR TRANSMISSION  BY  AFFIL-\n   11  IATED TELEVISION STATIONS LICENSED BY THE FEDERAL COMMUNICATIONS COMMIS-\n   12  SION; AND\n   13    C.  \"CABLE  TELEVISION  NETWORK\"  MEANS AN ORGANIZATION WHICH PRODUCES\n   14  AND/OR PURCHASES PROGRAMS INTENDED FOR  TRANSMISSION  EITHER  BY  DIRECT\n   15  BROADCAST  SATELLITE  SYSTEMS  OR BY CABLE SYSTEMS PURSUANT TO AN AFFIL-\n   16  IATION OR SIMILAR AGREEMENT.\n   17    2. NO TELEVISION BROADCASTER, DIRECTLY OR INDIRECTLY,  OR  THROUGH  AN\n   18  AFFILIATE,  SHALL  CAUSE TO BE BROADCAST ON TELEVISION DURING THE COURSE\n   19  OF ANY SPORTING EVENT, ANY ADVERTISEMENT OF LIQUOR, WINE, BEER OR  OTHER\n   20  ALCOHOLIC BEVERAGE.\n   21    3.  NO  PERSON, CORPORATION, PARTNERSHIP, LIMITED LIABILITY COMPANY OR\n   22  ANY OTHER BUSINESS ENTITY OR COMPANY ENGAGED IN BUSINESS AS A  PRODUCER,\n   23  MANUFACTURER,  BOTTLER,  IMPORTER,  DISTRIBUTOR,  OR RETAILER OF LIQUOR,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03936-01-1\n\n       A. 1607                             2\n\n    1  WINE, BEER OR ANY OTHER ALCOHOLIC BEVERAGE, DIRECTLY OR  INDIRECTLY,  OR\n    2  THROUGH  AN  AFFILIATE, SHALL CAUSE TO BE BROADCAST ON TELEVISION DURING\n    3  THE COURSE OF ANY SPORTING EVENT,  ANY  ADVERTISEMENT  OF  SUCH  LIQUOR,\n    4  WINE, BEER OR OTHER ALCOHOLIC BEVERAGE.\n    5    4.  THE  PROVISIONS  OF THIS SECTION SHALL NOT APPLY TO THE TELEVISION\n    6  BROADCAST OF ANY SPORTING EVENT BETWEEN THE HOURS OF  TEN  O'CLOCK  P.M.\n    7  AND SIX O'CLOCK A.M.\n    8    S  2.  This  act shall take effect on the thirtieth day after it shall\n    9  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting the advertisement of alcoholic beverages during television broadcasts of sporting events ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T120657.TXT", "SOBI.D110111.T150719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776439964
}