{
  "year" : 2011,
  "senateBillNo" : "A1600-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to education",
    "billEventId" : "A1600-2011-1294722000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes certain conditions on the approval of a charter school application for the conversion of an existing public school to a charter school",
  "summary" : "Imposes certain conditions on the approval of a charter school application for the conversion of an existing public school to a charter school where such school has demonstrated a practice or pattern of violations of the civil service law relating to improper employer practices. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2332-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1600\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. McENENY -- read once and referred to the Commit-\n         tee on Education\n\n       AN ACT to amend the education law, in relation to establishing a charter\n         school program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section  2851 of the education law is\n    2  amended by adding a new paragraph (d) to read as follows:\n    3    (D) NOTWITHSTANDING ANY PROVISION OF THIS SUBDIVISION OR ANY OTHER LAW\n    4  TO THE CONTRARY, AN APPLICATION FOR THE CONVERSION OF AN EXISTING PUBLIC\n    5  SCHOOL TO A CHARTER SCHOOL SHALL NOT BE APPROVED OR ISSUED TO ANY SCHOOL\n    6  THAT DEMONSTRATES OR HAS DEMONSTRATED A PRACTICE OR PATTERN OF EGREGIOUS\n    7  OR INTENTIONAL VIOLATION OF  SUBDIVISION  ONE  OF  SECTION  TWO  HUNDRED\n    8  NINE-A  OF THE CIVIL SERVICE LAW, AS DETERMINED BY THE PUBLIC EMPLOYMENT\n    9  RELATIONS BOARD, INVOLVING INTERFERENCE WITH OR  DISCRIMINATION  AGAINST\n   10  EMPLOYEE  RIGHTS  UNDER  ARTICLE  FOURTEEN  OF  THE  CIVIL  SERVICE LAW,\n   11  PROVIDED, HOWEVER, NOTHING  HEREIN  SHALL  PRECLUDE  AN  APPLICANT  FROM\n   12  SUBMITTING  AN APPLICATION PURSUANT TO THE PROVISIONS OF THIS SECTION AT\n   13  ANY FUTURE TIME.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01504-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing a charter school program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T120157.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294774935225
}