{
  "year" : 2011,
  "senateBillNo" : "A1618-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to local governments",
    "billEventId" : "A1618-2011-1294722000000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows a county clerk to employ an attorney-at-law to defend against certain civil actions or proceeding brought against him in his official capacity",
  "summary" : "Allows a county clerk to employ an attorney-at-law to defend against certain civil actions or proceeding brought against him in his official capacity as an agent of the commissioner of motor vehicles; establishes no proceeding or investigation shall be undertaken against a public officer on the basis of an action or failure to act by the public officer if he or she is in good faith defending the constitution or laws of the United States or the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "County Law",
  "previousVersions" : [ "A10591-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1618\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Local Governments\n\n       AN ACT to amend the county law, in relation to allowing a  county  clerk\n         to  employ an attorney-at-law to defend against certain civil actions;\n         and to amend the public officers law, in relation to  the  removal  of\n         public officers by the governor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 409 of the county law is amended by  adding  a  new\n    2  subdivision 3 to read as follows:\n    3    3. (A) NOTWITHSTANDING SUBDIVISIONS ONE AND TWO OF THIS SECTION OR ANY\n    4  OTHER INCONSISTENT PROVISION OF LAW, A COUNTY CLERK MAY EMPLOY AN ATTOR-\n    5  NEY-AT-LAW  TO DEFEND ANY CIVIL ACTION OR PROCEEDING BROUGHT AGAINST HIM\n    6  OR HER IN HIS OR HER OFFICIAL CAPACITY AS AN AGENT OF  THE  COMMISSIONER\n    7  OF  MOTOR  VEHICLES  AS DESIGNATED UNDER SECTION TWO HUNDRED FIVE OF THE\n    8  VEHICLE AND TRAFFIC LAW.\n    9    (B) ALL DAMAGES RECOVERED AGAINST,  OR  COSTS  AND  EXPENSES  LAWFULLY\n   10  INCURRED BY A COUNTY CLERK, INCLUDING ATTORNEY'S FEES, IN THE DEFENSE OF\n   11  A  CIVIL  ACTION  OR PROCEEDING BROUGHT AGAINST SUCH CLERK IN HIS OR HER\n   12  CAPACITY AS AN AGENT OF THE COMMISSIONER OF MOTOR VEHICLES FOR AN  OFFI-\n   13  CIAL  ACT  DONE,  OR  FOR FAILURE TO PERFORM AN OFFICIAL ACT, SHALL BE A\n   14  STATE CHARGE AND SHALL BE AUDITED AND PAID IN THE SAME MANNER  AS  STATE\n   15  CHARGES.  WHEN  THE ACT UPON WHICH THE ACTION OR PROCEEDING IS BASED WAS\n   16  DONE IN GOOD FAITH, BUT WITHOUT THE AUTHORITY OF LAW OR AUTHORIZATION BY\n   17  THE COMMISSIONER OF MOTOR VEHICLES, THE STATE COMPTROLLER MAY AUDIT  AND\n   18  PAY  THE  SAME  AS  STATE CHARGES, EVEN IF SUCH ACTION OR PROCEEDING WAS\n   19  INITIATED AGAINST THE CLERK BY THE COMMISSIONER OF MOTOR VEHICLES.\n   20    S 2. Subdivision 1 of section  34  of  the  public  officers  law,  as\n   21  amended  by  chapter  15  of  the  laws  of  1928, is amended to read as\n   22  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02197-01-1\n\n       A. 1618                             2\n\n    1    1. In any proceeding for the removal by the governor of a public offi-\n    2  cer, he OR SHE may conduct an investigation into the  charges,  and  may\n    3  take  the  evidence as to the truth of the charges at a hearing for such\n    4  purpose, or he OR SHE may direct that such investigation or hearing,  or\n    5  both,  shall be conducted by a justice of the supreme court of the judi-\n    6  cial district, or the county judge of the county, in which  the  officer\n    7  proceeded  against  shall  reside, or by a commissioner appointed by the\n    8  governor, by an appointment, in writing, filed  in  the  office  of  the\n    9  secretary of state. EXCEPT, NO SUCH PROCEEDING OR INVESTIGATION SHALL BE\n   10  UNDERTAKEN  OR DIRECTED TO BE UNDERTAKEN AGAINST A PUBLIC OFFICER ON THE\n   11  BASIS OF AN ACTION, OR FAILURE TO ACT, OF SUCH PUBLIC OFFICER,  IF  DONE\n   12  IN  GOOD  FAITH  AND WITH A REASONABLE BELIEF THAT THE PUBLIC OFFICER IS\n   13  DEFENDING, PROTECTING AND UPHOLDING THE  CONSTITUTION  OR  LAWS  OF  THE\n   14  UNITED  STATES  OR  OF THIS STATE, EVEN IF IT IS SUBSEQUENTLY DETERMINED\n   15  THAT SUCH ACTION OR INACTION WAS WITHOUT AUTHORITY  OF  LAW  OR  WITHOUT\n   16  EXPRESS AUTHORIZATION.\n   17    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the county law, in relation to allowing a county clerk to employ an attorney-at-law to defend against certain civil actions; and to amend the public officers law, in relation to the removal of public officers by the governor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T121157.TXT", "SOBI.D110111.T150719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776439974
}