{
  "year" : 2011,
  "senateBillNo" : "A1612-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to housing",
    "billEventId" : "A1612-2011-1294722000000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a landlord to have clean hands to bring action for rent or eviction in certain cases",
  "summary" : "Provides that with respect to apartments covered by rent control, rent stabilization, or the emergency tenant protection act, a landlord must be free of outstanding building code violations to bring an action or proceeding for rent or eviction; provides alternative provisions for disputed violations; requires tenants to pay rent into an interest bearing account to be maintained by the court during the pendency of the dispute over the violation; payments may be made from such account to cover utility bills and the making of necessary repairs if the dispute is resolved in favor of the tenant; if such dispute is resolved in favor of the landlord, then he or she shall receive all such payments with interest thereon. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A4545-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1612\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ROSENTHAL, MILLMAN, CLARK, GOTTFRIED, KAVANAGH,\n         DINOWITZ, MAYERSOHN,  KELLNER  --  Multi-Sponsored  by  --  M.  of  A.\n         BOYLAND,  COLTON,  GLICK,  ROBINSON,  TOWNS,  WRIGHT  -- read once and\n         referred to the Committee on Housing\n\n       AN ACT to amend the administrative code of the city of New York and  the\n         emergency  tenant protection act of nineteen seventy-four, in relation\n         to  conditions  precedent  to  the  bringing  of  certain  actions  or\n         proceedings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 26-412 of the administrative code of  the  city  of\n    2  New York is amended by adding a new subdivision g to read as follows:\n    3    G.  (1)  IT  SHALL  BE  UNLAWFUL  FOR A LANDLORD TO BRING AN ACTION OR\n    4  PROCEEDING FOR RENT OR EVICTION AGAINST A TENANT OR TENANTS  OF  HOUSING\n    5  ACCOMMODATIONS THAT ARE SUBJECT TO AN OUTSTANDING OFFICIAL CHARGE OF, OR\n    6  AN  UNCURED, VIOLATION OF ANY APPLICABLE BUILDING CODE. THE PLEADINGS OF\n    7  THE LANDLORD IN ANY SUCH ACTION OR PROCEEDING SHALL BE ACCOMPANIED BY  A\n    8  CERTIFICATE  FROM  THE  DEPARTMENT  OF  BUILDINGS STATING WHETHER OR NOT\n    9  THERE ARE ANY SUCH OUTSTANDING VIOLATIONS. IN THE EVENT THAT A  LANDLORD\n   10  DISPUTES  A  VIOLATION, HE OR SHE SHALL SO STATE IN HIS OR HER PLEADINGS\n   11  HIS OR HER REASONS FOR SUCH DISPUTE. HE OR SHE MAY THEN PROCEED WITH THE\n   12  ACTION OR PROCEEDING.\n   13    (2) DURING THE PENDENCY OF THE DISPUTE OVER THE VIOLATION, THE  TENANT\n   14  OR  TENANTS SHALL PAY RENT, OR ANY JUDGMENT OR ORDER THEREFOR AWARDED TO\n   15  THE LANDLORD, INTO AN INTEREST BEARING ACCOUNT TO BE MAINTAINED  BY  THE\n   16  COURT. IF THE DISPUTED VIOLATION IS RESOLVED IN THE LANDLORD'S FAVOR, HE\n   17  OR  SHE  SHALL RECEIVE ALL SUCH PAYMENTS TOGETHER WITH INTEREST THEREON.\n   18  IF THE  DISPUTED  VIOLATION  IS  RESOLVED  AGAINST  THE  LANDLORD,  SUCH\n   19  PAYMENTS SHALL FIRST BE APPLIED TO FUNDING THE CURING OF SUCH VIOLATIONS\n   20  AND  THE BALANCE THEREOF, IF ANY, SHALL THEN BE PAID TO THE LANDLORD. IN\n   21  THE EVENT THAT A LANDLORD OR TENANT OR TENANTS ARE ABLE  TO  DEMONSTRATE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02264-01-1\n\n       A. 1612                             2\n\n    1  FINANCIAL  NECESSITY  THEREFOR,  THE COURT MAY, IN ITS DISCRETION, APPLY\n    2  FUNDS IN ITS CUSTODY TO THE PAYMENT OF UTILITY BILLS, IF SUCH  UTILITIES\n    3  ARE  CURRENTLY  PROVIDED  BY  THE  LANDLORD, AND THE MAKING OF NECESSARY\n    4  REPAIRS  IN  THE  PRESENCE  OF  CONDITIONS  THAT THREATEN THE HEALTH AND\n    5  WELFARE OF THE TENANT.\n    6    S 2. The administrative code of the city of New  York  is  amended  by\n    7  adding a new section 26-519.1 to read as follows:\n    8    S  26-519.1  CONDITIONS PRECEDENT TO ACTION OR PROCEEDING. A. IT SHALL\n    9  BE UNLAWFUL FOR A LANDLORD TO BRING AN ACTION OR PROCEEDING FOR RENT  OR\n   10  EVICTION  AGAINST A TENANT OR TENANTS OF HOUSING ACCOMMODATIONS THAT ARE\n   11  SUBJECT TO AN OUTSTANDING OFFICIAL CHARGE OF, OR AN  UNCURED,  VIOLATION\n   12  OF  THE  BUILDING CODE. THE PLEADINGS OF THE LANDLORD IN ANY SUCH ACTION\n   13  OR PROCEEDING SHALL BE ACCOMPANIED BY A CERTIFICATE FROM THE  DEPARTMENT\n   14  OF  BUILDINGS  STATING  WHETHER  OR  NOT  THERE ARE ANY SUCH OUTSTANDING\n   15  VIOLATIONS. IN THE EVENT THAT A LANDLORD DISPUTES A VIOLATION, HE OR SHE\n   16  SHALL SO STATE IN HIS OR HER PLEADINGS  HIS  OR  HER  REASONS  FOR  SUCH\n   17  DISPUTE. HE OR SHE MAY THEN PROCEED WITH THE ACTION OR PROCEEDING.\n   18    B.  DURING  THE PENDENCY OF THE DISPUTE OVER THE VIOLATION, THE TENANT\n   19  OR TENANTS SHALL PAY RENT, OR ANY JUDGMENT OR ORDER THEREFOR AWARDED  TO\n   20  THE  LANDLORD,  INTO AN INTEREST BEARING ACCOUNT TO BE MAINTAINED BY THE\n   21  COURT. IF THE DISPUTED VIOLATION IS RESOLVED IN THE LANDLORD'S FAVOR, HE\n   22  OR SHE SHALL RECEIVE ALL SUCH PAYMENTS TOGETHER WITH  INTEREST  THEREON.\n   23  IF  THE  DISPUTED  VIOLATION  IS  RESOLVED  AGAINST  THE  LANDLORD, SUCH\n   24  PAYMENTS SHALL FIRST BE APPLIED TO FUNDING THE CURING OF SUCH VIOLATIONS\n   25  AND THE BALANCE THEREOF, IF ANY, SHALL THEN BE PAID TO THE LANDLORD.  IN\n   26  THE  EVENT  THAT A LANDLORD OR TENANT OR TENANTS ARE ABLE TO DEMONSTRATE\n   27  FINANCIAL NECESSITY THEREFOR, THE COURT MAY, IN  ITS  DISCRETION,  APPLY\n   28  FUNDS  IN ITS CUSTODY TO THE PAYMENT OF UTILITY BILLS, IF SUCH UTILITIES\n   29  ARE CURRENTLY PROVIDED BY THE LANDLORD,  AND  THE  MAKING  OF  NECESSARY\n   30  REPAIRS  IN  THE  PRESENCE  OF  CONDITIONS  THAT THREATEN THE HEALTH AND\n   31  WELFARE OF THE TENANT.\n   32    S 3. Section 4 of chapter 576 of the laws of  1974,  constituting  the\n   33  emergency  tenant protection act of nineteen seventy-four, is amended by\n   34  adding a new section 12-b to read as follows:\n   35    S 12-B. CONDITIONS PRECEDENT TO ACTION OR PROCEEDING. A. IT  SHALL  BE\n   36  UNLAWFUL  FOR  A  LANDLORD  TO BRING AN ACTION OR PROCEEDING FOR RENT OR\n   37  EVICTION AGAINST A TENANT OR TENANTS OF HOUSING ACCOMMODATIONS THAT  ARE\n   38  SUBJECT  TO  AN OUTSTANDING OFFICIAL CHARGE OF, OR AN UNCURED, VIOLATION\n   39  OF ANY APPLICABLE BUILDING CODE. THE PLEADINGS OF THE  LANDLORD  IN  ANY\n   40  SUCH ACTION OR PROCEEDING SHALL BE ACCOMPANIED BY A CERTIFICATE FROM THE\n   41  DEPARTMENT  OF  BUILDINGS  STATING  WHETHER  OR  NOT  THERE ARE ANY SUCH\n   42  OUTSTANDING  VIOLATIONS.  IN  THE  EVENT  THAT  A  LANDLORD  DISPUTES  A\n   43  VIOLATION,  HE  OR SHE SHALL SO STATE IN HIS OR HER PLEADINGS HIS OR HER\n   44  REASONS FOR SUCH DISPUTE. HE OR SHE MAY THEN PROCEED WITH THE ACTION  OR\n   45  PROCEEDING.\n   46    B.  DURING  THE PENDENCY OF THE DISPUTE OVER THE VIOLATION, THE TENANT\n   47  OR TENANTS SHALL PAY RENT, OR ANY JUDGMENT OR ORDER THEREFOR AWARDED  TO\n   48  THE  LANDLORD,  INTO AN INTEREST BEARING ACCOUNT TO BE MAINTAINED BY THE\n   49  COURT. IF THE DISPUTED VIOLATION IS RESOLVED IN THE LANDLORD'S FAVOR, HE\n   50  OR SHE SHALL RECEIVE ALL SUCH PAYMENTS TOGETHER WITH  INTEREST  THEREON.\n   51  IF  THE  DISPUTED  VIOLATION  IS  RESOLVED  AGAINST  THE  LANDLORD, SUCH\n   52  PAYMENTS SHALL FIRST BE APPLIED TO FUNDING THE CURING OF SUCH VIOLATIONS\n   53  AND THE BALANCE THEREOF, IF ANY, SHALL THEN BE PAID TO THE LANDLORD.  IN\n   54  THE  EVENT  THAT A LANDLORD OR TENANT OR TENANTS ARE ABLE TO DEMONSTRATE\n   55  FINANCIAL NECESSITY THEREFOR, THE COURT MAY, IN  ITS  DISCRETION,  APPLY\n   56  FUNDS  IN ITS CUSTODY TO THE PAYMENT OF UTILITY BILLS, IF SUCH UTILITIES\n\n       A. 1612                             3\n\n    1  ARE CURRENTLY PROVIDED BY THE LANDLORD,  AND  THE  MAKING  OF  NECESSARY\n    2  REPAIRS  IN  THE  PRESENCE  OF  CONDITIONS  THAT THREATEN THE HEALTH AND\n    3  WELFARE OF THE TENANT.\n    4    S 4. This act shall take effect immediately; provided that:\n    5    (a)  the  amendment  to  section 26-412 of the city rent and rehabili-\n    6  tation law made by section one of this act shall remain  in  full  force\n    7  and effect only so long as the public emergency requiring the regulation\n    8  and control of residential rents and evictions continues, as provided in\n    9  subdivision  3  of section 1 of the local emergency housing rent control\n   10  act;\n   11    (b) the addition of section 26-519.1 to the rent stabilization law  of\n   12  nineteen hundred sixty-nine made by section two of this act shall expire\n   13  on the same date as such law expires and shall not affect the expiration\n   14  of such law as provided under section 26-520 of such law; and\n   15    (c)  the  addition  of section 12-b to the emergency tenant protection\n   16  act of nineteen seventy-four made by section three  of  this  act  shall\n   17  expire  on  the  same  date as such act expires and shall not affect the\n   18  expiration of such act as provided in section 17 of chapter 576  of  the\n   19  laws of 1974, as amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to conditions precedent to the bringing of certain actions or proceedings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110111.T120657.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294777039239
}