{
  "year" : 2011,
  "senateBillNo" : "A1619-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1619-2011-1294722000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a program to transport persons subject to an outstanding warrant of arrest to the appropriate jurisdiction",
  "summary" : "Provides for a program to transport persons subject to an outstanding warrant of arrest to the appropriate jurisdiction initially to include persons charged with a felony, and then to include persons charged with a class A misdemeanor except in those cases where the distance for travel is 50 miles or less; requires the division of state police, the division of criminal justice services; and directs the office of court administration to coordinate a plan for the state assumption of the costs thereof, and makes other further refinements to existing and similar programs, the costs of such program to be shared by the state and localities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A10285-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1619\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to the implementation  of\n         the  warrant  return assistance program to provide for the transporta-\n         tion of persons subject to a warrant of arrest\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 221-e\n    2  to read as follows:\n    3    S 221-E. WARRANT RETURN  ASSISTANCE  PROGRAM.  1.  THE  VIOLENT  FELON\n    4  WARRANT  PROGRAM  AS  PRESENTLY CONSTITUTED WITHIN THE DIVISION OF STATE\n    5  POLICE WHEREBY THE DIVISION PROVIDES FOR THE TRANSPORTATION  OF  CERTAIN\n    6  DEFENDANTS  CHARGED  WITH THE COMMISSION OF A VIOLENT FELONY AND SUBJECT\n    7  TO AN OUTSTANDING WARRANT OF ARREST, BENCH  WARRANT  OR  SUPERIOR  COURT\n    8  WARRANT  OF  ARREST,  AS  SUCH  TERMS ARE DEFINED IN SECTION 1.20 OF THE\n    9  CRIMINAL PROCEDURE LAW, FROM ONE JURISDICTION TO THE JURISDICTION  WHERE\n   10  THE WARRANT IS OUTSTANDING IS HEREBY CONTINUED IN ITS CURRENT FORM.\n   11    2.  SUCH  PROGRAM SHALL HOWEVER BE FURTHER EXPANDED ON AND AFTER APRIL\n   12  FIRST, TWO THOUSAND TWELVE TO  THE  EXTENT  THAT  THE  STATE,  UPON  THE\n   13  REQUEST  OF  THE  JURISDICTION  WHEREIN  A  PERSON CHARGED PURSUANT TO A\n   14  WARRANT OF ARREST, WARRANT, BENCH WARRANT OR SUPERIOR COURT  WARRANT  OF\n   15  ARREST  FOR ANY OTHER FELONY, OR ANY CLASS A MISDEMEANOR IS FOUND, SHALL\n   16  REIMBURSE SUCH JURISDICTION FOR  ONE-HALF  OF  THE  NECESSARY  COSTS  OF\n   17  PROVIDING  FOR THE TRANSPORTATION OF PERSONS SUBJECT TO ANY SUCH WARRANT\n   18  OF ARREST, BENCH WARRANT OR SUPERIOR COURT WARRANT FROM THE JURISDICTION\n   19  WHEREIN SUCH PERSON IS APPREHENDED TO THE JURISDICTION WHERE THE WARRANT\n   20  IS OUTSTANDING, PROVIDED HOWEVER THAT SUCH SHARED  RESPONSIBILITY  SHALL\n   21  ONLY  APPLY WHERE THE DISTANCE FOR TRAVEL IS MORE THAN FIFTY MILES.  THE\n   22  REMAINING ONE-HALF OF SUCH EXPENSE  SHALL  BE  DEEMED  A  LOCAL  CHARGE.\n   23  DURING  THE  PERIOD  OF  TIME COMMENCING WITH THE EFFECTIVE DATE OF THIS\n   24  SECTION AND TERMINATING MARCH FIRST, TWO THOUSAND TWELVE,  THE  DIVISION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01478-01-1\n\n       A. 1619                             2\n\n    1  OF  CRIMINAL  JUSTICE  SERVICES  AND  THE OFFICE OF COURT ADMINISTRATION\n    2  SHALL DEVELOP A PLAN AND PROCEDURES TO INSURE THE TIMELY  IMPLEMENTATION\n    3  OF  THIS  SUBDIVISION AND SHALL INCLUDE GUIDELINES TO DETERMINE WHAT THE\n    4  FAIR  AND  REASONABLE  COST  IN  TRANSPORTING  PERSONS  PURSUANT TO THIS\n    5  SECTION SHOULD BE.  SUCH PLAN SHALL INCLUDE A REQUEST FOR  AN  APPROPRI-\n    6  ATION  FOR THE TWO THOUSAND TWELVE -- TWO THOUSAND THIRTEEN STATE FISCAL\n    7  YEAR TO FULLY FUND THE STATE'S SHARE OF THE PROGRAM AS EXPANDED IN  THIS\n    8  SECTION.\n    9    3.    SUCH PLAN SHALL INCLUDE A STUDY IDENTIFYING AS AN ALTERNATIVE, A\n   10  MORE COST EFFICIENT METHOD OF PROVIDING FOR THE TRANSPORTATION  OF  SUCH\n   11  PERSONS  INCLUDING  BUT  NOT  LIMITED  TO THE USE OF THE DIVISION ALONE,\n   12  SUBJECT TO FULL REIMBURSEMENT BY THE STATE, AND THE TERMS OF  ANY  MODEL\n   13  AGREEMENT  TO  BE ACTED UPON BY THE LOCAL LEGISLATIVE BODY OF THE FINAN-\n   14  CIALLY AFFECTED LOCALITY. SUCH PLAN AS FURTHER EXPANDED BY THIS SUBDIVI-\n   15  SION SHALL INCLUDE A REQUEST FOR FUNDING IN THE STATE  FISCAL  YEAR  TWO\n   16  THOUSAND  TWELVE  --  TWO  THOUSAND  THIRTEEN TO INITIALLY CARRY OUT THE\n   17  PROVISIONS OF THIS SECTION.\n   18    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the implementation of the warrant return assistance program to provide for the transportation of persons subject to a warrant of arrest ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T121157.TXT", "SOBI.D110111.T150719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776439976
}