{
  "year" : 2011,
  "senateBillNo" : "A1614-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A1614-2011-1294722000000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows municipal civil service commissions in the state to prescribe a number of positions with duties to be performed by veterans with disabilities",
  "summary" : "Provides for employment of veterans with disabilities by municipalities; allows municipal civil service commissions in the state to prescribe a number of positions, not to exceed two hundred, with duties to be performed by disabled veterans. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A10523-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1614\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Governmental Employees\n\n       AN ACT to amend the civil service law,  in  relation  to  employment  of\n         veterans with disabilities by municipalities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil service law is amended by adding  a  new  section\n    2  55-d to read as follows:\n    3    S 55-D. EMPLOYMENT OF VETERANS WITH DISABILITIES BY MUNICIPALITIES. 1.\n    4  MUNICIPAL CIVIL SERVICE COMMISSIONS IN THE STATE MAY, BY RULE, DETERMINE\n    5  A  PRESCRIBED  NUMBER OF POSITIONS, NOT TO EXCEED TWO HUNDRED POSITIONS,\n    6  WITH DUTIES WHICH CAN BE PERFORMED BY  DISABLED  VETERANS  AND  VETERANS\n    7  WITH DISABILITIES WHO ARE FOUND OTHERWISE QUALIFIED, IN THE MANNER HERE-\n    8  AFTER PRESCRIBED, TO PERFORM SATISFACTORILY THE DUTIES OF ANY SUCH POSI-\n    9  TION.\n   10    2.  UPON SUCH DETERMINATION, THE SAID POSITIONS SHALL BE CLASSIFIED IN\n   11  THE NON-COMPETITIVE CLASS, AND MAY BE FILLED ONLY  BY  VETERANS  OF  THE\n   12  ARMED FORCES OF THE UNITED STATES WHO SERVED THEREIN DURING TIME OF WAR,\n   13  AS DEFINED IN PARAGRAPH (C) OF SUBDIVISION ONE OF SECTION EIGHTY-FIVE OF\n   14  THIS  CHAPTER, AND (A) WHO ESTABLISH BY APPROPRIATE DOCUMENTARY EVIDENCE\n   15  THAT THEY ARE DISABLED VETERANS, AS DEFINED IN PARAGRAPH (B) OF SUBDIVI-\n   16  SION ONE OF SECTION EIGHTY-FIVE OF THIS CHAPTER, OR (B) BY THOSE  VETER-\n   17  ANS,  AS  DEFINED  IN  PARAGRAPH  (A)  OF  SUBDIVISION  ONE  OF  SECTION\n   18  EIGHTY-FIVE OF THIS CHAPTER, WHO SHALL HAVE BEEN CERTIFIED BY EITHER THE\n   19  COMMISSION FOR THE BLIND AND VISUALLY HANDICAPPED IN THE  STATE  DEPART-\n   20  MENT  OF  SOCIAL  SERVICES AS PHYSICALLY DISABLED BY BLINDNESS OR BY THE\n   21  STATE EDUCATION DEPARTMENT AS OTHERWISE PHYSICALLY OR MENTALLY  DISABLED\n   22  AND, IN ANY EVENT, QUALIFIED TO PERFORM SATISFACTORILY THE DUTIES OF ANY\n   23  SUCH POSITION. PRIORITY IN CERTIFICATION AND REFERRAL OF BOTH SUCH DISA-\n   24  BLED VETERANS AND CERTIFIED DISABLED BUT CAPABLE VETERANS SHALL BE GIVEN\n   25  TO  THOSE  VETERANS WHO RECEIVED A WOUND IN COMBAT, AS DOCUMENTED BY THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02045-01-1\n\n       A. 1614                             2\n\n    1  AWARDING OF THE PURPLE HEART, AS AUTHORIZED BY THE UNITED STATES DEPART-\n    2  MENT OF DEFENSE, AND THAT WOUND IS THE  CAUSE  OF,  OR  A  SUBSTANTIALLY\n    3  CONTRIBUTING FACTOR TO, THE DEGREE OF IMPAIRMENT, WHO OTHERWISE MEET THE\n    4  REQUIREMENTS OF THIS SECTION.\n    5    3.  PRIOR  TO  MAKING  CERTIFICATION OF DISABLED VETERANS AND VETERANS\n    6  WITH DISABILITIES FOR ANY SUCH POSITION, THE COMMISSION  FOR  THE  BLIND\n    7  AND  VISUALLY HANDICAPPED IN THE CASE OF VETERANS PHYSICALLY DISABLED BY\n    8  BLINDNESS OR THE STATE EDUCATION DEPARTMENT  IN  THE  CASE  OF  VETERANS\n    9  OTHERWISE  PHYSICALLY  OR MENTALLY DISABLED SHALL OBTAIN FROM THE APPRO-\n   10  PRIATE MUNICIPAL CIVIL SERVICE COMMISSION A DETAILED DESCRIPTION OF  ALL\n   11  DUTIES OF THE POSITION, AND SHALL INVESTIGATE THE EXTENT OF THE DISABIL-\n   12  ITY  BY EXAMINATION OF ANY SUCH PERSON OR OTHERWISE, AND SHALL DETERMINE\n   13  AND REPORT ITS FINDINGS TO THE APPROPRIATE CIVIL SERVICE COMMISSION,  AS\n   14  TO  THE  ABILITY  OF  THE  DISABLED PERSON TO PERFORM THE DUTIES OF SUCH\n   15  POSITION. SUCH FINDINGS SHALL BE GIVEN DUE CONSIDERATION BY THE  MUNICI-\n   16  PAL CIVIL SERVICE COMMISSION.\n   17    4.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, A MUNICIPAL COMMISSION\n   18  SHALL AFFORD EMPLOYEES IN THE SERVICE OF A CIVIL DIVISION WHO ARE  HOLD-\n   19  ING  OR  WHO  HAVE  HELD A POSITION IN THE NON-COMPETITIVE CLASS OF SUCH\n   20  SERVICES PURSUANT TO THE PROVISIONS OF THIS SECTION, THE  SAME  OPPORTU-\n   21  NITY  AS  EMPLOYEES  IN THE COMPETITIVE CLASS TO TAKE PROMOTION EXAMINA-\n   22  TIONS.\n   23    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to employment of veterans with disabilities by municipalities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110111.T120657.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294777039251
}