{
  "year" : 2011,
  "senateBillNo" : "A1611-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to insurance",
    "billEventId" : "A1611-2011-1294722000000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires requiring health insurance policies to provide coverage for medically necessary care for the treatment of autism spectrum disorder",
  "summary" : "Requires health insurance policies to provide coverage for screening, tests, assessments and treatment including any medically necessary care for the treatment of autism spectrum disorder, including Asperger's disorder and pervasive developmental disorders. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A11432-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1611\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Insurance\n\n       AN ACT to amend the insurance  law,  in  relation  to  requiring  health\n         insurance  policies  to  provide coverage for medically necessary care\n         for the treatment of autism spectrum disorder\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  25  of  subsection  (i) of section 3216 of the\n    2  insurance law, as added by chapter 557 of the laws of 2006,  is  amended\n    3  to read as follows:\n    4    (25)  (A) Every policy which provides coverage for hospital, surgical,\n    5  or medical care coverage shall not exclude coverage  for  diagnosis  and\n    6  treatment  of  medical conditions otherwise covered by the policy solely\n    7  because the treatment is provided to diagnose or treat  autism  spectrum\n    8  disorder. For purposes of this section, \"autism spectrum disorder\" means\n    9  a  neurobiological  condition  that  includes autism, Asperger syndrome,\n   10  Rett's syndrome, or pervasive developmental disorder.\n   11    (B) EVERY POLICY WHICH PROVIDES COVERAGE FOR  HOSPITAL,  SURGICAL,  OR\n   12  MEDICAL  CARE  COVERAGE  SHALL PROVIDE ANY AND ALL DIAGNOSTIC SCREENING,\n   13  TESTS, AND ASSESSMENTS AND TREATMENT INCLUDING MEDICAL  CARE,  CONSULTA-\n   14  TION, HABILITATION, REHABILITATION, SPEECH, BEHAVIORAL, OCCUPATIONAL AND\n   15  PHYSICAL THERAPIES, PEDIATRIC, NEUROLOGICAL, GASTRO-ENTEROLOGIC, AND ANY\n   16  OTHER  MEDICALLY  NECESSARY CARE THAT IS PROVIDED BY A LICENSED PROVIDER\n   17  REQUIRED FOR  THE  TREATMENT  OF  AUTISM  SPECTRUM  DISORDER,  INCLUDING\n   18  ASPERGER'S  DISORDER AND PERVASIVE DEVELOPMENTAL DISORDERS AS DETERMINED\n   19  BY THE TREATING PHYSICIAN.\n   20    S 2. Paragraph 17 of subsection (1) of section 3221 of  the  insurance\n   21  law,  as added by chapter 557 of the laws of 2006, is amended to read as\n   22  follows:\n   23    (17) (A) A group or blanket accident or  health  insurance  policy  or\n   24  issuing  a  group  or  blanket  policy  for delivery in this state which\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03999-01-1\n\n       A. 1611                             2\n\n    1  provides coverage for hospital, surgical, or medical care coverage shall\n    2  not exclude coverage for diagnosis and treatment of  medical  conditions\n    3  otherwise  covered  by  the  policy because the treatment is provided to\n    4  diagnose  or  treat  autism  spectrum  disorder.  For  purposes  of this\n    5  section, \"autism spectrum disorder\" means  a  neurobiological  condition\n    6  that  includes  autism, Asperger syndrome, Rett's syndrome, or pervasive\n    7  developmental disorder.\n    8    (B) EVERY POLICY WHICH PROVIDES COVERAGE FOR  HOSPITAL,  SURGICAL,  OR\n    9  MEDICAL  CARE  COVERAGE  SHALL PROVIDE ANY AND ALL DIAGNOSTIC SCREENING,\n   10  TESTS, AND ASSESSMENTS AND TREATMENT INCLUDING MEDICAL  CARE,  CONSULTA-\n   11  TION, HABILITATION, REHABILITATION, SPEECH, BEHAVIORAL, OCCUPATIONAL AND\n   12  PHYSICAL THERAPIES, PEDIATRIC, NEUROLOGICAL, GASTRO-ENTEROLOGIC, AND ANY\n   13  OTHER  MEDICALLY  NECESSARY CARE THAT IS PROVIDED BY A LICENSED PROVIDER\n   14  REQUIRED FOR  THE  TREATMENT  OF  AUTISM  SPECTRUM  DISORDER,  INCLUDING\n   15  ASPERGER'S  DISORDER AND PERVASIVE DEVELOPMENTAL DISORDERS AS DETERMINED\n   16  BY THE TREATING PHYSICIAN.\n   17    S 3. Subsection (ee) of section 4303 of the insurance law, as added by\n   18  chapter 557 of the laws of 2006, is amended to read as follows:\n   19    (ee) (1) A medical expense indemnity corporation, a  hospital  service\n   20  corporation  or a health service corporation which provides coverage for\n   21  hospital, surgical, or medical care coverage shall not exclude  coverage\n   22  for  diagnosis  and treatment of medical conditions otherwise covered by\n   23  the policy solely because the treatment is provided to diagnose or treat\n   24  autism spectrum disorder. For purposes of this section, \"autism spectrum\n   25  disorder\" means a neurobiological condition that includes autism, Asper-\n   26  ger syndrome, Rett's syndrome, or pervasive developmental disorder.\n   27    (2) EVERY POLICY WHICH PROVIDES COVERAGE FOR  HOSPITAL,  SURGICAL,  OR\n   28  MEDICAL  CARE  COVERAGE  SHALL PROVIDE ANY AND ALL DIAGNOSTIC SCREENING,\n   29  TESTS, AND ASSESSMENTS AND TREATMENT INCLUDING MEDICAL  CARE,  CONSULTA-\n   30  TION, HABILITATION, REHABILITATION, SPEECH, BEHAVIORAL, OCCUPATIONAL AND\n   31  PHYSICAL THERAPIES, PEDIATRIC, NEUROLOGICAL, GASTRO-ENTEROLOGIC, AND ANY\n   32  OTHER  MEDICALLY  NECESSARY CARE THAT IS PROVIDED BY A LICENSED PROVIDER\n   33  REQUIRED FOR  THE  TREATMENT  OF  AUTISM  SPECTRUM  DISORDER,  INCLUDING\n   34  ASPERGER'S  DISORDER AND PERVASIVE DEVELOPMENTAL DISORDERS AS DETERMINED\n   35  BY THE TREATING PHYSICIAN.\n   36    S 4. This act shall take effect on the first of January next  succeed-\n   37  ing  the date on which it shall have become a law and shall apply to all\n   38  policies or contracts issued, renewed, modified, altered or  amended  on\n   39  and after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to requiring health insurance policies to provide coverage for medically necessary care for the treatment of autism spectrum disorder ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110111.T120657.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294777039235
}