{
  "year" : 2011,
  "senateBillNo" : "A1616-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1616-2011-1294722000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prevents the viewing of pornographic content on state computers",
  "summary" : "Prevents the viewing of pornographic content on state and any political subdivision of the state computers; includes definitions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A10999-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1616\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to preventing the viewing\n         of pornographic content on state computers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 209-a\n    2  to read as follows:\n    3    S 209-A. 1. FOR THE PURPOSES OF THIS SECTION:\n    4    (A) \"PORNOGRAPHIC CONTENT\" SHALL MEAN  ANY  STILL  OR  MOTION  PICTURE\n    5  SHOWING  ACTS  OF  SEXUAL INTERCOURSE OR ACTS OF SEXUAL PERVERSION. THIS\n    6  SECTION SHALL NOT BE CONSTRUED AS APPLYING TO BONA FIDE  MEDICAL  PHOTO-\n    7  GRAPHS OR FILMS;\n    8    (B)  \"INTERNET  BLOCKING  SOFTWARE\" SHALL MEAN A SOFTWARE PACKAGE THAT\n    9  PREVENTS THE VIEWING OF CERTAIN CONTENT; AND\n   10    (C) \"ANY POLITICAL SUBDIVISION OF THE  STATE\"  SHALL  MEAN  ANY  STATE\n   11  AGENCY, COUNTY, TOWN, CITY, VILLAGE OR SCHOOL DISTRICT.\n   12    2.  ON  OR  BEFORE  JULY FIRST, TWO THOUSAND TWELVE, THE STATE AND ANY\n   13  POLITICAL SUBDIVISION OF THE STATE SHALL HAVE IN PLACE INTERNET BLOCKING\n   14  SOFTWARE TO PREVENT THE VIEWING OF PORNOGRAPHIC CONTENT ON EVERY COMPUT-\n   15  ER. THE OFFICE SHALL COOPERATE WITH THE STATE AND ANY POLITICAL SUBDIVI-\n   16  SION OF THE STATE AND IS AUTHORIZED TO PROMULGATE ANY  RULES  AND  REGU-\n   17  LATIONS NECESSARY TO IMPLEMENT THE PROVISIONS OF THIS SECTION.\n   18    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02200-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to preventing the viewing of pornographic content on state computers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110111.T120657.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294777039257
}