{
  "year" : 2011,
  "senateBillNo" : "A1615-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1615-2011-1294722000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes a penalty of one day's salary for governor, lieutenant governor, comptroller and members of the legislature for late budget",
  "summary" : "Imposes a penalty equal to one day's salary upon members of the legislature, the governor, the lieutenant governor and the comptroller for each day the budget is delayed beyond April first of each year. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "A10354-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1615\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the legislative law and the executive law,  in  relation\n         to  the forfeiture of salary by members of the legislature, the gover-\n         nor, the lieutenant governor, and  the  comptroller  upon  failure  to\n         enact a state budget by April first\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The section heading of section 5 of the legislative law, as\n    2  amended by chapter 141 of the laws  of  1994,  is  amended  to  read  as\n    3  follows:\n    4    Compensation of members; PENALTY FOR FAILURE TO ENACT BUDGET BILLS.\n    5    S  2.  Section  5  of  the  legislative law is amended by adding a new\n    6  subdivision 2-a to read as follows:\n    7    2-A. IN ANY YEAR WHERE PRIOR TO APRIL FIRST, THE LEGISLATURE FAILS  TO\n    8  PASS  THOSE  BILLS,  WITH  OR WITHOUT AMENDMENTS, SUBMITTED TO IT BY THE\n    9  GOVERNOR PURSUANT TO SECTION THREE OF ARTICLE SEVEN OF THE  CONSTITUTION\n   10  MAKING  APPROPRIATIONS  AND  REAPPROPRIATIONS FOR THE SUPPORT OF GOVERN-\n   11  MENT, CONSTITUTING THE EDUCATION, LABOR AND  FAMILY  ASSISTANCE  BUDGET,\n   12  PUBLIC PROTECTION AND GENERAL GOVERNMENT BUDGET, LEGISLATURE AND JUDICI-\n   13  ARY  BUDGET,  TRANSPORTATION,  ECONOMIC  DEVELOPMENT  AND  ENVIRONMENTAL\n   14  CONSERVATION BUDGET, HEALTH AND MENTAL HYGIENE BUDGET AND  DEBT  SERVICE\n   15  BUDGET,  EACH  MEMBER OF THE LEGISLATURE SHALL BE PENALIZED IN AN AMOUNT\n   16  EQUAL TO THE ANNUAL SALARY PAYABLE TO A MEMBER OF THE LEGISLATURE MULTI-\n   17  PLIED BY A FRACTION THE NUMERATOR OF WHICH IS ONE AND THE DENOMINATOR OF\n   18  WHICH IS THREE HUNDRED SIXTY-FIVE FOR EACH DAY DURING THE PERIOD  BEGIN-\n   19  NING  WITH  APRIL  FIRST AND ENDING ON THE DAY THE LAST OF SUCH BILLS IS\n   20  PASSED BY THE LEGISLATURE.\n   21    S 3. The executive law is amended by adding a new section 13  to  read\n   22  as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01452-01-1\n\n       A. 1615                             2\n\n    1    S 13. COMPENSATION OF THE GOVERNOR AND THE LIEUTENANT GOVERNOR. IN ANY\n    2  YEAR  WHERE  PRIOR  TO  APRIL FIRST, THE LEGISLATURE FAILS TO PASS THOSE\n    3  BILLS, WITH OR WITHOUT AMENDMENTS,  SUBMITTED  TO  IT  BY  THE  GOVERNOR\n    4  PURSUANT  TO  SECTION  THREE OF ARTICLE SEVEN OF THE CONSTITUTION MAKING\n    5  APPROPRIATIONS  AND  REAPPROPRIATIONS  FOR  THE  SUPPORT  OF GOVERNMENT,\n    6  CONSTITUTING THE EDUCATION, LABOR AND FAMILY ASSISTANCE  BUDGET,  PUBLIC\n    7  PROTECTION  AND  GENERAL  GOVERNMENT  BUDGET,  LEGISLATURE AND JUDICIARY\n    8  BUDGET, TRANSPORTATION, ECONOMIC DEVELOPMENT AND ENVIRONMENTAL CONSERVA-\n    9  TION BUDGET, HEALTH AND MENTAL HYGIENE BUDGET AND DEBT  SERVICE  BUDGET,\n   10  THE GOVERNOR AND THE LIEUTENANT GOVERNOR SHALL BE PENALIZED IN AN AMOUNT\n   11  EQUAL  TO THE ANNUAL SALARY THEN PAYABLE TO THEM RESPECTIVELY MULTIPLIED\n   12  BY A FRACTION THE NUMERATOR OF WHICH IS ONE AND THE DENOMINATOR OF WHICH\n   13  IS THREE HUNDRED SIXTY-FIVE FOR EACH DAY  DURING  THE  PERIOD  BEGINNING\n   14  WITH  APRIL FIRST AND ENDING ON THE DAY THE LAST OF SUCH BILLS IS PASSED\n   15  BY THE LEGISLATURE.\n   16    S 4. Section 40 of the executive law,  subdivision  1  as  amended  by\n   17  chapter 630 of the laws of 1998, is amended to read as follows:\n   18    S 40. Department  of  audit  and  control;  comptroller.  There  shall\n   19  continue to be in  the  state  government  a  department  of  audit  and\n   20  control.\n   21    1.  The head of the department of audit and control shall be the comp-\n   22  troller. He shall be paid an annual  salary  of  one  hundred  fifty-one\n   23  thousand five hundred dollars.\n   24    2.  IN  ANY  YEAR WHERE PRIOR TO APRIL FIRST, THE LEGISLATURE FAILS TO\n   25  PASS THOSE BILLS, WITH OR WITHOUT AMENDMENTS, SUBMITTED  TO  IT  BY  THE\n   26  GOVERNOR  PURSUANT TO SECTION THREE OF ARTICLE SEVEN OF THE CONSTITUTION\n   27  MAKING APPROPRIATIONS AND REAPPROPRIATIONS FOR THE  SUPPORT  OF  GOVERN-\n   28  MENT,  CONSTITUTING  THE  EDUCATION, LABOR AND FAMILY ASSISTANCE BUDGET,\n   29  PUBLIC PROTECTION AND GENERAL GOVERNMENT BUDGET, LEGISLATURE AND JUDICI-\n   30  ARY  BUDGET,  TRANSPORTATION,  ECONOMIC  DEVELOPMENT  AND  ENVIRONMENTAL\n   31  CONSERVATION  BUDGET,  HEALTH AND MENTAL HYGIENE BUDGET AND DEBT SERVICE\n   32  BUDGET, THE COMPTROLLER SHALL BE PENALIZED IN   AN AMOUNT EQUAL  TO  THE\n   33  ANNUAL  SALARY  PAYABLE  TO THE COMPTROLLER MULTIPLIED BY A FRACTION THE\n   34  NUMERATOR OF WHICH IS ONE AND THE DENOMINATOR OF WHICH IS THREE  HUNDRED\n   35  SIXTY-FIVE FOR EACH DAY DURING THE PERIOD BEGINNING WITH APRIL FIRST AND\n   36  ENDING ON THE DAY THE LAST OF SUCH BILLS IS PASSED BY THE LEGISLATURE.\n   37    3.  The organization of the department of audit and control is contin-\n   38  ued until changed by or pursuant to law. The comptroller  may  establish\n   39  such  divisions, bureaus, sections and units in the department as he may\n   40  deem necessary and may consolidate, alter or abolish any of them.\n   41    [3.] 4. The functions of the comptroller, and his  powers  and  duties\n   42  pertaining  thereto,  shall be exercised and performed in the department\n   43  of audit and control by the comptroller and by such divisions,  bureaus,\n   44  sections, units and officers in the department as he may designate.\n   45    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law and the executive law, in relation to the forfeiture of salary by members of the legislature, the governor, the lieutenant governor, and the comptroller upon failure to enact a state budget by April first ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110111.T120657.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294777039254
}