{
  "year" : 2011,
  "senateBillNo" : "A1610-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to codes",
    "billEventId" : "A1610-2011-1294722000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires police officers to be retrained annually in CPR and creates the offense of failure to administer CPR",
  "summary" : "Requires police officers to be retrained annually in CPR and creates the offense of failure to administer CPR in the first and second degrees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A11703-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1610\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the penal law, in relation to creating  the  offense  of\n         failure  to administer cardiopulmonary resuscitation; and to amend the\n         general municipal law, in relation to requiring police officers to  be\n         retrained annually in cardiopulmonary resuscitation\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  \"Briana's Law\".\n    3    S  2.  Title  H  of part 3 of the penal law is amended by adding a new\n    4  article 137 to read as follows:\n    5                                 ARTICLE 137\n    6              FAILURE TO ADMINISTER CARDIOPULMONARY RESUSCITATION\n    7  SECTION 137.00 FAILURE TO ADMINISTER  CARDIOPULMONARY  RESUSCITATION  IN\n    8                   THE SECOND DEGREE.\n    9          137.05  FAILURE  TO  ADMINISTER CARDIOPULMONARY RESUSCITATION IN\n   10                   THE FIRST DEGREE.\n   11  S 137.00 FAILURE TO  ADMINISTER  CARDIOPULMONARY  RESUSCITATION  IN  THE\n   12             SECOND DEGREE.\n   13    A  PERSON  IS GUILTY OF FAILURE TO ADMINISTER CARDIOPULMONARY RESUSCI-\n   14  TATION IN THE SECOND DEGREE WHEN HE OR SHE, ACTING IN HIS OR HER CAPACI-\n   15  TY AS A PEACE OFFICER, AS SUCH TERM IS DEFINED IN SECTION  2.10  OF  THE\n   16  CRIMINAL  PROCEDURE  LAW, REFUSES TO ADMINISTER CARDIOPULMONARY RESUSCI-\n   17  TATION, AS DEFINED BY SUBDIVISION SIX OF SECTION SIX HUNDRED  TWENTY-ONE\n   18  OF  THE GENERAL BUSINESS LAW, TO SOMEONE IN NEED OF SUCH CARDIOPULMONARY\n   19  RESUSCITATION.\n   20    FAILURE TO ADMINISTER  CARDIOPULMONARY  RESUSCITATION  IN  THE  SECOND\n   21  DEGREE IS A CLASS A MISDEMEANOR.\n   22  S   137.05 FAILURE  TO  ADMINISTER  CARDIOPULMONARY RESUSCITATION IN THE\n   23             FIRST DEGREE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03973-01-1\n\n       A. 1610                             2\n\n    1    A PERSON IS GUILTY OF FAILURE TO ADMINISTER  CARDIOPULMONARY  RESUSCI-\n    2  TATION IN THE SECOND DEGREE WHEN HE OR SHE, ACTING IN HIS OR HER CAPACI-\n    3  TY  AS  A  PEACE OFFICER, AS SUCH TERM IS DEFINED IN SECTION 2.10 OF THE\n    4  CRIMINAL PROCEDURE LAW, REFUSES TO ADMINISTER  CARDIOPULMONARY  RESUSCI-\n    5  TATION,  AS DEFINED BY SUBDIVISION SIX OF SECTION SIX HUNDRED TWENTY-ONE\n    6  OF THE GENERAL BUSINESS LAW, TO SOMEONE IN NEED OF SUCH  CARDIOPULMONARY\n    7  RESUSCITATION  AND  THE  PERSON IN NEED OF SUCH CARDIOPULMONARY RESUSCI-\n    8  TATION BECOMES PERMANENTLY DISABLED OR DIES.\n    9    FAILURE TO  ADMINISTER  CARDIOPULMONARY  RESUSCITATION  IN  THE  FIRST\n   10  DEGREE IN A CLASS E FELONY.\n   11    S  3.  The  general  municipal  law is amended by adding a new section\n   12  208-h to read as follows:\n   13    S 208-H. ANNUAL POLICE OFFICER CARDIOPULMONARY RESUSCITATION  RETRAIN-\n   14  ING.  EVERY POLICE OFFICER SHALL BE ANNUALLY:\n   15    1.  RETRAINED  IN CARDIOPULMONARY RESUSCITATION AS DEFINED BY SUBDIVI-\n   16  SION SIX OF SECTION SIX HUNDRED TWENTY-ONE OF THE GENERAL BUSINESS  LAW;\n   17  AND\n   18    2.  REQUIRED TO DEMONSTRATE THE SATISFACTORY COMPLETION OF TRAINING IN\n   19  CARDIOPULMONARY RESUSCITATION.\n   20    S 4. This act shall take effect on the sixtieth  day  after  it  shall\n   21  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to creating the offense of failure to administer cardiopulmonary resuscitation; and to amend the general municipal law, in relation to requiring police officers to be retrained annually in cardiopulmonary resuscitation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110111.T120657.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294777039231
}