{
  "year" : 2011,
  "senateBillNo" : "A1629-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1629-2011-1294722000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the payment of compensation and allowances to members of the state legislature",
  "summary" : "Requires when the legislative budget is overdue that the members of the legislature shall have their compensation and allowances withheld and not paid until the date the final bi-weekly salary installment payment of the year is due and then an amount equal to the accrued, withheld and unpaid installments shall be promptly paid to each member. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "A10284-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1629\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the legislative law,  in  relation  to  the  payment  of\n         compensation and allowances to members of the state legislature\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section  5  of  the  legislative  law,  as\n    2  amended  by  chapter  635  of  the  laws  of 1998, is amended to read as\n    3  follows:\n    4    1. Effective January first, nineteen hundred ninety-nine, each  member\n    5  of  the legislature shall receive a salary of seventy-nine thousand five\n    6  hundred dollars per annum. Such salary of a member  of  the  legislature\n    7  shall be payable in twenty-six bi-weekly installments provided, however,\n    8  that  if  legislative  passage  of  the budget as defined in subdivision\n    9  three of this section has not occurred prior to the  first  day  of  any\n   10  fiscal  year,  the  net  amount of any such bi-weekly salary installment\n   11  payments to be paid on or after such day shall be withheld and not  paid\n   12  until  [such  legislative  passage of the budget has occurred whereupon]\n   13  THE DATE THE FINAL bi-weekly salary installment [payments shall  resume]\n   14  PAYMENT  OF  THE  YEAR  IS  DUE and THEN an amount equal to the accrued,\n   15  withheld and unpaid installments shall be promptly paid to each member.\n   16    For purposes of this section, net amount shall mean gross salary minus\n   17  any or all of the following  deductions:  federal  taxes,  state  taxes,\n   18  social security taxes, city taxes, payments on retirement loans, retire-\n   19  ment  contributions,  contributions  to  health insurance or other group\n   20  insurance programs, child support and court ordered payments.\n   21    S 2. Paragraph c of subdivision 2 of section 5-a  of  the  legislative\n   22  law,  as added by chapter 635 of the laws of 1998, is amended to read as\n   23  follows:\n   24    c. If legislative passage of the  budget  as  defined  in  subdivision\n   25  three  of  section  five  of  this article has not occurred prior to the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01477-01-1\n\n       A. 1629                             2\n\n    1  first day of any fiscal year, the net amount of any  allowances  author-\n    2  ized  pursuant to this section to be paid on or after such date shall be\n    3  withheld and not paid until [such legislative passage of the budget  has\n    4  occurred] THE DATE THE FINAL BI-WEEKLY SALARY INSTALLMENT PAYMENT OF THE\n    5  YEAR  IS DUE whereupon the payment of such allowances in an amount equal\n    6  to the withheld and unpaid payments shall be paid pursuant to  paragraph\n    7  b of this subdivision.\n    8    For purposes of this section, net amount shall mean gross salary minus\n    9  any  or  all  of  the  following deductions: federal taxes, state taxes,\n   10  social security taxes, city taxes, payments on retirement loans, retire-\n   11  ment contributions, contributions to health  insurance  or  other  group\n   12  insurance programs, child support and court ordered payments.\n   13    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to the payment of compensation and allowances to members of the state legislature ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T151719.TXT", "SOBI.D110111.T121157.TXT", "SOBI.D110111.T151219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294777039225
}