{
  "year" : 2011,
  "senateBillNo" : "A162-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A162-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the trustees of the state university of New York to create an academic review board",
  "summary" : "Authorizes the trustees of the state university of New York to create an academic review board for the review of textbooks sold, purchased or used for academic purposes on all state university of New York campuses; provides that such board shall consist of twelve members to implement cost-control policies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A564-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          162\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CAHILL, ORTIZ, CYMBROWITZ, ABBATE -- Multi-Spon-\n         sored by -- M. of A.  CLARK, COOK, McENENY, ROBINSON,  TOWNS  --  read\n         once and referred to the Committee on Higher Education\n\n       AN  ACT to authorize the trustees of the state university of New York to\n         create an academic review board for  the  review  of  textbooks  sold,\n         purchased or used for academic purposes on all state university of New\n         York campuses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The trustees of the state university of New York are hereby\n    2  authorized and directed to immediately take all  actions  to  create  an\n    3  academic  review  board,  to  consist of twelve members of the full-time\n    4  faculty of the various state university  of  New  York  campuses,  whose\n    5  goals  will  be to serve as an interface between the publishing industry\n    6  and the management of the independent  bookstores  and  to  explore  the\n    7  issue  of  textbook  costs  on all state university of New York campuses\n    8  providing a course of study leading to the granting of a  post-secondary\n    9  degree,  certificate  or  diploma.  Such trustees working in conjunction\n   10  with the academic review board shall establish all necessary  rules  and\n   11  regulations, not later than October 1, 2011, to implement the provisions\n   12  of this act which shall include, but not be limited to:\n   13    1. establishing guidelines for the academic review board in which such\n   14  board  will  create  and  mandate cost control policies for the sale and\n   15  purchase of all textbooks in independent bookstores on all state univer-\n   16  sity of New York campuses. Such guidelines shall  include,  but  not  be\n   17  limited to recommendations:\n   18    (a)  from the trustees of the state university of New York determining\n   19  the disciplines under the jurisdiction of the academic review board;\n   20    (b) from questionnaires, created by the academic review  board,  which\n   21  are circulated by such board within their institutions; and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01069-01-1\n\n       A. 162                              2\n\n    1    (c)  from members of the publishing industry advising alternative less\n    2  expensive ways of producing textbooks;\n    3    2.  authorizing the academic review board to require that all publish-\n    4  ing companies planning to introduce a new edition of an  existing  text-\n    5  book  shall  first justify, based on academic review board criteria, the\n    6  necessity of a new edition prior to  such  new  textbook  edition  being\n    7  sold,  purchased,  or used for academic purposes by any state university\n    8  of New York;\n    9    3. authorizing the academic review board to establish a ceiling for an\n   10  acceptable percentage increase on the cost of  the  same  edition  of  a\n   11  textbook  which  is  being reprinted with no changes to the actual text;\n   12  and\n   13    4. requiring that all publishers selling  textbooks  to  be  used  for\n   14  academic  purposes  on  all  state  university of New York campuses mail\n   15  marketing brochures promoting such textbooks to state university of  New\n   16  York  instructors  or professors.   Complimentary copies of actual text-\n   17  books, including but not limited  to  instructor's  editions  or  review\n   18  copies, shall not, under any circumstances, be sent to any state univer-\n   19  sity  of  New  York  instructor  or  professor unless such instructor or\n   20  professor has specifically made such a request.\n   21    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the trustees of the state university of New York to create an academic review board for the review of textbooks sold, purchased or used for academic purposes on all state university of New York campuses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T113936.TXT", "SOBI.D101216.T113417.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292603976101
}