{
  "year" : 2011,
  "senateBillNo" : "A1627-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A1627-2011-1294722000000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the employment of veterans with disabilities by municipalities",
  "summary" : "Establishes that by enactment of a local law, any county, city, town or village may determine a number of positions that may be performed by disabled veterans and veterans with disabilities who are found otherwise qualified to perform satisfactorily the duties of any such position. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A10524-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1627\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO, CONTE, BURLING, RABBITT -- read once and\n         referred to the Committee on Governmental Employees\n\n       AN  ACT to amend the civil service law, in relation to the employment of\n         veterans with disabilities by municipalities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  civil service law is amended by adding a new section\n    2  55-d to read as follows:\n    3    S 55-D. EMPLOYMENT OF VETERANS WITH DISABILITIES BY MUNICIPALITIES. 1.\n    4  BY ENACTMENT OF A LOCAL LAW, ANY  COUNTY,  CITY,  TOWN  OR  VILLAGE  MAY\n    5  DETERMINE  A  NUMBER  OF POSITIONS AS DETERMINED BY SUBDIVISION THREE OF\n    6  THIS SECTION THAT MAY BE PERFORMED BY  DISABLED  VETERANS  AND  VETERANS\n    7  WITH DISABILITIES WHO ARE FOUND OTHERWISE QUALIFIED TO PERFORM SATISFAC-\n    8  TORILY  THE  DUTIES OF ANY SUCH POSITION.  UPON SUCH DETERMINATION, SUCH\n    9  POSITIONS SHALL BE CLASSIFIED IN THE NONCOMPETITIVE CLASS,  AND  MAY  BE\n   10  FILLED  ONLY  BY  VETERANS  OF THE ARMED FORCES OF THE UNITED STATES WHO\n   11  SERVED THEREIN DURING TIME OF WAR, AS DEFINED IN PARAGRAPH (C) OF SUBDI-\n   12  VISION ONE OF SECTION EIGHTY-FIVE OF THIS CHAPTER, AND (A) WHO ESTABLISH\n   13  BY APPROPRIATE DOCUMENTARY EVIDENCE THAT THEY ARE DISABLED VETERANS,  AS\n   14  DEFINED  IN  PARAGRAPH  (B) OF SUBDIVISION ONE OF SECTION EIGHTY-FIVE OF\n   15  THIS CHAPTER, OR (B) BY THOSE VETERANS, AS DEFINED IN PARAGRAPH  (A)  OF\n   16  SUBDIVISION  ONE  OF SECTION EIGHTY-FIVE OF THIS CHAPTER, WHO SHALL HAVE\n   17  BEEN CERTIFIED BY THE EMPLOYEE HEALTH SERVICE OF THE DEPARTMENT AS BEING\n   18  DISABLED BUT CAPABLE OF PERFORMING THE DUTIES OF SAID POSITIONS. PRIORI-\n   19  TY IN CERTIFICATION AND REFERRAL OF  BOTH  SUCH  DISABLED  VETERANS  AND\n   20  CERTIFIED DISABLED BUT CAPABLE VETERANS SHALL BE GIVEN TO THOSE VETERANS\n   21  WHO  RECEIVED  A  WOUND  IN COMBAT, AS DOCUMENTED BY THE AWARDING OF THE\n   22  PURPLE HEART, AS AUTHORIZED BY THE UNITED STATES DEPARTMENT OF  DEFENSE,\n   23  AND  THAT  WOUND IS THE CAUSE OF, OR A SUBSTANTIALLY CONTRIBUTING FACTOR\n   24  TO, THE DEGREE OF IMPAIRMENT, WHO OTHERWISE  MEET  THE  REQUIREMENTS  OF\n   25  THIS  SECTION. THE NUMBER OF VETERANS APPOINTED PURSUANT TO THIS SECTION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02046-01-1\n\n       A. 1627                             2\n\n    1  SHALL NOT EXCEED THE LIMITS ESTABLISHED BY  SUBDIVISION  THREE  OF  THIS\n    2  SECTION.\n    3    2.  THOSE EMPLOYEES HIRED UNDER SUBDIVISION ONE OF THIS SECTION, SHALL\n    4  BE AFFORDED THE SAME OPPORTUNITY TO  TAKE  PROMOTIONAL  EXAMINATIONS  AS\n    5  PROVIDED TO EMPLOYEES IN THE COMPETITIVE CLASS.\n    6    3.  THE  NUMBER  OF  POSITIONS  TO BE CLASSIFIED IN THE NONCOMPETITIVE\n    7  CLASS PURSUANT TO THE  PROVISIONS  OF  THIS  SECTION  SHALL  BE  AT  THE\n    8  DISCRETION  OF  THE  GOVERNING BODY OF THE COUNTY, CITY, TOWN OR VILLAGE\n    9  ENACTING SUCH LOCAL LAW, BUT IT SHALL IN NO EVENT EXCEED ONE PERCENT  OF\n   10  THE  POSITIONS  WITHIN  SUCH  COUNTY,  CITY,  TOWN  OR  VILLAGE THAT ARE\n   11  CURRENTLY CLASSIFIED AS BEING WITHIN THE COMPETITIVE CLASS. IN ALL CASES\n   12  A COUNTY, CITY, TOWN OR VILLAGE ENACTING SUCH LOCAL LAW MAY DESIGNATE NO\n   13  LESS THAN ONE SUCH POSITION SHOULD IT SO DESIRE.\n   14    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to the employment of veterans with disabilities by municipalities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T121157.TXT", "SOBI.D110111.T151219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776739110
}