{
  "year" : 2011,
  "senateBillNo" : "A1625-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1625-2011-1294722000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the office of general services of the state of New York to sell certain land in the county of Schenectady",
  "summary" : "Authorizes the office of general services to convey certain land to Northeast Parent and Child Society, Inc. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Parks",
  "previousVersions" : [ "AA10521-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Amedore",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1625\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO, AMEDORE -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN  ACT  to authorize the office of general services of the state of New\n         York to sell certain land in the county of Schenectady to  the  North-\n         east Parent and Child Society, Inc.\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subject to the provisions of this act  but  notwithstanding\n    2  any  other provision of law to the contrary, the commissioner of general\n    3  services is hereby authorized to transfer and convey  to  the  Northeast\n    4  Parent  and  Child Society, Inc. in consideration of one dollar and upon\n    5  such other conditions as the commissioner may deem proper, the parcel of\n    6  land known as 150 Brandywine Avenue in Schenectady.\n    7    S 2. The lands authorized by this act to be transferred  and  conveyed\n    8  are as follows:\n    9    All  that  certain  piece  or  parcel  of land known as 150 Brandywine\n   10  Avenue situate in the city of Schenectady,  county  of  Schenectady  and\n   11  state of New York, being further described as follows:\n   12    BEGINNING  at  a  point  in  the  southeasterly boundary of Brandywine\n   13  Avenue at the intersection of  said  boundary  with  the  division  line\n   14  between  Lot 90 on the southwest and Lot 88 on the northeast as shown on\n   15  the above mentioned map; thence northeasterly  along  the  southeasterly\n   16  boundary  of  Brandywine  Avenue  a  distance  of 33.43 feet to a point;\n   17  thence southeasterly with an interior angle of 93µ51' along the division\n   18  line between Lot 86 on the northeast and  Lot  88  on  the  southwest  a\n   19  distance of 171.68 feet to a point; thence southwesterly with an interi-\n   20  or angle of 90µ and along the division line between Lot 87 on the south-\n   21  east  and  Lot 88 on the northwest a distance  of 33.33 feet to a point;\n   22  thence northwesterly with an interior angle of 90µ and along  the  first\n   23  mentioned division line a distance 173.92 feet to the point and place of\n   24  BEGINNING,  the last mentioned course making an interior angle of 86µ09'\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02043-01-1\n\n       A. 1625                             2\n\n    1  with the first mentioned course; TOGETHER WITH and SUBJECT TO  an  ease-\n    2  ment for ingress and egress in common with the premises adjoining on the\n    3  southwest,  over a strip of land 7 feet wide, being 3 1/2 feet on either\n    4  side  of  the  common  boundary line from the southeasterly boundary  of\n    5  Brandywine Avenue extending southeasterly 90.0 feet.\n    6    S 3. The description in section two of this act  of  the  land  to  be\n    7  conveyed  is  not  intended to be a legal description but is intended to\n    8  identify the parcel to be conveyed.\n    9    S 4. The office of general services shall not transfer or  convey  the\n   10  aforesaid  land  unless  application is made by the Northeast Parent and\n   11  Child Society, Inc. within one year after the  effective  date  of  this\n   12  act.\n   13    S  5.  Any lands transferred pursuant to this act shall be used exclu-\n   14  sively for the purposes of the Northeast Parent and Child Society,  Inc.\n   15  to  be used as an OMH group home, and upon termination of such use title\n   16  to the lands so transferred shall revert to the state of New York.\n   17    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the office of general services of the state of New York to sell certain land in the county of Schenectady to the Northeast Parent and Child Society, Inc. ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T121157.TXT", "SOBI.D110111.T151219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776739104
}