{
  "year" : 2011,
  "senateBillNo" : "A1620-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to social services",
    "billEventId" : "A1620-2011-1294722000000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for access to certain conviction records by Big Brothers/Big Sisters of America",
  "summary" : "Provides for access by Big Brothers/Big Sisters of America to certain conviction records maintained by state law enforcement agencies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A10358-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1620\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO  --  Multi-Sponsored  by -- M. of A.\n         CALHOUN, CROUCH, KOLB -- read once and referred to  the  Committee  on\n         Social Services\n\n       AN ACT to amend the social services law, in relation to permitting local\n         chapters  of the Big Brothers/Big Sisters of America to have access to\n         conviction records of volunteers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 1 of section 378-a of the social services law,\n    2  as  amended  by  chapter  7  of  the laws of 1999, is amended to read as\n    3  follows:\n    4    1. Subject to rules  and  regulations  of  the  division  of  criminal\n    5  justice  services,  an  authorized  agency  AND  ANY  CHAPTER OF THE BIG\n    6  BROTHERS/BIG SISTERS  OF  AMERICA  ORGANIZED  UNDER  THE  NOT-FOR-PROFIT\n    7  CORPORATION  LAW  shall  have access to conviction records maintained by\n    8  state law enforcement agencies pertaining to persons  who  have  applied\n    9  for and are under active consideration for employment by such authorized\n   10  agency  OR  AS  A  VOLUNTEER  FOR  SUCH  CHAPTER in positions where such\n   11  persons will be engaged directly in the care and  supervision  of  chil-\n   12  dren.\n   13    S 2. This act shall take effect on the one hundred twentieth day after\n   14  it  shall have become a law, provided however, that effective immediate-\n   15  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   16  necessary for the implementation of the foregoing section of this act on\n   17  its  effective  date is authorized and directed to be made and completed\n   18  on or before such effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01454-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to permitting local chapters of the Big Brothers/Big Sisters of America to have access to conviction records of volunteers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T121157.TXT", "SOBI.D110111.T150719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776439977
}