{
  "year" : 2011,
  "senateBillNo" : "A1624-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1624-2011-1294722000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for corporate franchise tax and personal income gifts for the Helping Our Military in Emergencies (HOME) fund and establishes such fund",
  "summary" : "Provides for corporate franchise tax and personal income gifts for the Helping Our Military in Emergencies (HOME) fund to help families encountering financial emergencies while their loved ones are serving in a combat zone; establishes such fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A10570-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1624\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TEDISCO, BURLING -- Multi-Sponsored by -- M. of\n         A. AMEDORE, BUTLER,  CALHOUN,  FINCH,  FITZPATRICK,  KOLB,  McDONOUGH,\n         OAKS,  SALADINO,  SAYWARD,  WEISENBERG,  ZEBROWSKI  --  read  once and\n         referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law and the state finance law,  in  relation  to\n         providing  for taxpayer gifts for the Helping Our Military in Emergen-\n         cies (HOME) fund and establishing such fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  tax  law is amended by adding a new section 209-H to\n    2  read as follows:\n    3    S 209-H. GIFT FOR HELPING OUR MILITARY IN EMERGENCIES (HOME).   EFFEC-\n    4  TIVE FOR ANY TAX YEAR COMMENCING ON OR AFTER JANUARY FIRST, TWO THOUSAND\n    5  TWELVE,  A  TAXPAYER  IN ANY TAXABLE YEAR MAY ELECT TO CONTRIBUTE TO THE\n    6  SUPPORT OF THE HELPING OUR MILITARY IN EMERGENCIES (HOME)  FUND.    SUCH\n    7  CONTRIBUTION  SHALL  BE  IN ANY WHOLE DOLLAR AMOUNT AND SHALL NOT REDUCE\n    8  THE AMOUNT OF THE STATE TAX OWED  BY  SUCH  TAXPAYER.  THE  COMMISSIONER\n    9  SHALL  INCLUDE  SPACE  ON  THE  CORPORATE  INCOME TAX RETURN TO ENABLE A\n   10  TAXPAYER TO MAKE SUCH CONTRIBUTION. NOTWITHSTANDING ANY OTHER  PROVISION\n   11  OF LAW, ALL REVENUES COLLECTED PURSUANT TO THIS SECTION SHALL BE CREDIT-\n   12  ED  TO  THE HELPING OUR MILITARY IN EMERGENCIES (HOME) FUND AND SHALL BE\n   13  USED ONLY FOR THOSE PURPOSES ENUMERATED IN SECTION EIGHTY-NINE-H OF  THE\n   14  STATE FINANCE LAW.\n   15    S  2.  The tax law is amended by adding a new section 630-c to read as\n   16  follows:\n   17    S 630-C. GIFT FOR HELPING OUR MILITARY IN EMERGENCIES (HOME).   EFFEC-\n   18  TIVE FOR ANY TAX YEAR COMMENCING ON OR AFTER JANUARY FIRST, TWO THOUSAND\n   19  TWELVE, AN INDIVIDUAL IN ANY TAXABLE YEAR MAY ELECT TO CONTRIBUTE TO THE\n   20  HELPING OUR MILITARY IN EMERGENCIES (HOME) FUND. SUCH CONTRIBUTION SHALL\n   21  BE  IN  ANY WHOLE DOLLAR AMOUNT AND SHALL NOT REDUCE THE AMOUNT OF STATE\n   22  TAX OWED BY SUCH INDIVIDUAL. THE COMMISSIONER SHALL INCLUDE SPACE ON THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02015-01-1\n\n       A. 1624                             2\n\n    1  PERSONAL INCOME TAX RETURN TO ENABLE A TAXPAYER TO  MAKE  SUCH  CONTRIB-\n    2  UTION.    NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW  ALL  REVENUES\n    3  COLLECTED PURSUANT TO THIS SECTION SHALL BE CREDITED TO THE HELPING  OUR\n    4  MILITARY  IN  EMERGENCIES  (HOME)  FUND AND USED ONLY FOR THOSE PURPOSES\n    5  ENUMERATED IN SECTION EIGHTY-NINE-H OF THE STATE FINANCE LAW.\n    6    S 3. The state finance law is amended by adding a new section 89-h  to\n    7  read as follows:\n    8    S  89-H.  HELPING OUR MILITARY IN EMERGENCIES (HOME) FUND. 1. THERE IS\n    9  HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE COMMISSIONER OF  TAXATION\n   10  AND  FINANCE  AND  THE  COMPTROLLER,  A  SPECIAL FUND TO BE KNOWN AS THE\n   11  \"HELPING OUR MILITARY IN EMERGENCIES (HOME) FUND\".\n   12    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE  DEPARTMENT\n   13  OF  TAXATION  AND  FINANCE,  PURSUANT  TO  THE PROVISIONS OF SECTION TWO\n   14  HUNDRED NINE-H AND SECTION SIX HUNDRED THIRTY-C OF THE TAX LAW  AND  ALL\n   15  OTHER  MONEYS  APPROPRIATED,  CREDITED,  OR TRANSFERRED THERETO FROM ANY\n   16  OTHER FUND OR SOURCE PURSUANT TO LAW. NOTHING CONTAINED IN THIS  SECTION\n   17  SHALL PREVENT THE STATE FROM RECEIVING GRANTS, GIFTS OR BEQUESTS FOR THE\n   18  PURPOSES OF THE FUND AS DEFINED IN THIS SECTION AND DEPOSITING THEM INTO\n   19  THE FUND ACCORDING TO LAW.\n   20    3. MONIES OF THE FUND SHALL BE EXPENDED ONLY TO HELP FAMILIES ENCOUNT-\n   21  ERING  FINANCIAL  EMERGENCIES  WHILE  THEIR  LOVED ONES ARE SERVING IN A\n   22  COMBAT ZONE. AS USED IN THIS SECTION, \"SERVICE IN A COMBAT  ZONE\"  SHALL\n   23  MEAN  MILITARY  SERVICE  IN  AN  AREA DESIGNATED BY THE PRESIDENT OF THE\n   24  UNITED STATES BY EXECUTIVE ORDER AS A COMBAT ZONE AT ANY TIME DURING THE\n   25  PERIOD DESIGNATED BY THE PRESIDENT BY EXECUTIVE ORDER AS, THE PERIOD  OF\n   26  COMBATANT ACTIVITIES IN SUCH ZONE.\n   27    4.  MONIES  SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND WARRANT OF\n   28  THE COMPTROLLER ON VOUCHERS  APPROVED  AND  CERTIFIED  BY  THE  ADJUTANT\n   29  GENERAL OF THE DIVISION OF MILITARY AND NAVAL AFFAIRS.\n   30    5.  TO  THE  EXTENT  PRACTICABLE,  THE  DIVISION OF MILITARY AND NAVAL\n   31  AFFAIRS SHALL ENSURE THAT ALL MONIES RECEIVED DURING A FISCAL  YEAR  ARE\n   32  EXPENDED PRIOR TO THE END OF THAT FISCAL YEAR.\n   33    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to providing for taxpayer gifts for the Helping Our Military in Emergencies (HOME) fund and establishing such fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T121157.TXT", "SOBI.D110111.T151219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776739101
}