{
  "year" : 2011,
  "senateBillNo" : "A1621-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A1621-2011-1294722000000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes city and county property tax relief exemptions",
  "summary" : "Establishes both a city state-supported tax relief, CitySTAR, and a county state-supported, CountySTAR, real property tax exemption; provides eligibility criteria therefor and formula for determining amount of exemption. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A10540-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1621\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO  --  Multi-Sponsored  by -- M. of A.\n         BURLING, BUTLER, CALHOUN, COOK,  HAWLEY,  KOLB,  J. MILLER,  MOLINARO,\n         RAIA -- read once and referred to the Committee on Real Property Taxa-\n         tion\n\n       AN ACT to amend the real property tax law, in relation to establishing a\n         city state-supported tax relief exemption and a county state-supported\n         tax relief exemption\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax law is  amended  by  adding  two  new\n    2  sections 425-b and 425-c to read as follows:\n    3    S 425-B. CITY STATE-SUPPORTED TAX RELIEF (CITYSTAR) EXEMPTION. 1. REAL\n    4  PROPERTY  SITUATE  IN A CITY AND OWNED BY AN OWNER OR OWNERS GRANTED THE\n    5  SCHOOL  TAX  RELIEF  EXEMPTION,  PURSUANT  TO   SECTION   FOUR   HUNDRED\n    6  TWENTY-FIVE  OF THIS TITLE, SHALL ALSO BE ELIGIBLE FOR A CITY STATE-SUP-\n    7  PORTED REAL PROPERTY TAX EXEMPTION PURSUANT TO THIS SECTION FOR CITY TAX\n    8  YEARS COMMENCING ON OR AFTER JANUARY FIRST,  TWO  THOUSAND  FIFTEEN,  IF\n    9  SUCH CITY MEETS THE FOLLOWING CRITERIA:\n   10    (A)  THE CITY HAS A POPULATION OF LESS THAN ONE MILLION, AS DETERMINED\n   11  BY THE LATEST FEDERAL DECENNIAL CENSUS;\n   12    (B) THE LEGISLATIVE BODY OF SUCH CITY APPROVES A RESOLUTION  PROVIDING\n   13  FOR SUCH CITY TAX RELIEF EXEMPTION;\n   14    (C)  (1)  INCREASES IN TOTAL CITY EXPENDITURES DURING THE CURRENT YEAR\n   15  DO NOT EXCEED THE LESSER OF (I) ONE HUNDRED TWENTY  PER  CENTUM  OF  THE\n   16  TOTAL  CITY  EXPENDITURES  FOR  THE BASE YEAR MULTIPLIED BY THE CONSUMER\n   17  PRICE INDEX, OR (II) FOUR PERCENT.\n   18    (2) FOR THE PURPOSES OF SUBPARAGRAPH ONE OF THIS PARAGRAPH, TOTAL CITY\n   19  EXPENDITURES SHALL NOT INCLUDE:\n   20    (I) EXPENDITURES RESULTING FROM TAX CERTIORARI PROCEEDINGS,\n   21    (II) EXPENDITURES RESULTING FROM COURT ORDERS OR JUDGMENTS AGAINST THE\n   22  CITY,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02011-01-1\n\n       A. 1621                             2\n\n    1    (III) EMERGENCY EXPENDITURES WHICH ARE CERTIFIED BY  THE  STATE  COMP-\n    2  TROLLER  AS  NECESSARY AS A RESULT OF DAMAGE TO OR DESTRUCTION OF A CITY\n    3  BUILDING OR EQUIPMENT,\n    4    (IV)  CAPITAL  EXPENDITURES  FOR THE CONSTRUCTION, ACQUISITION, RECON-\n    5  STRUCTION, REHABILITATION OR IMPROVEMENT OF CITY  FACILITIES,  INCLUDING\n    6  DEBT SERVICE AND LEASE COSTS,\n    7    (V)  EXPENDITURES  ATTRIBUTABLE TO PROJECTED INCREASES IN CONSTRUCTION\n    8  COSTS,\n    9    (VI) NONRECURRING EXPENDITURES IN A PRIOR CITY FISCAL YEAR, AND\n   10    (VII) EXPENDITURES INCURRED DUE TO MERGERS OR  SERVICE  CONSOLIDATIONS\n   11  BETWEEN  THE  CITY  AND ANY OTHER MUNICIPALITY DURING THE FISCAL YEAR IN\n   12  WHICH SUCH MERGER OR CONSOLIDATION OCCURS;\n   13    (D) THE CITY BUDGET ADOPTED BY THE CITY LEGISLATIVE  BODY  INCLUDES  A\n   14  STATEMENT  OF  THE PROJECTED PERCENTAGE OF INCREASE OR DECREASE IN TOTAL\n   15  SPENDING DURING THE FISCAL YEAR, AND STATING THE REASONS  FOR  EXCLUDING\n   16  ANY INCREASE IN SPENDING IN FORMULATION OF THE CITY BUDGET; AND\n   17    (E) NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, THE LEGISLA-\n   18  TIVE  BODY  OF THE CITY SHALL NOT AMEND A FINAL BUDGET IF SUCH AMENDMENT\n   19  RESULTS IN AN INCREASE IN EXCESS OF THE LIMITATION ESTABLISHED IN  PARA-\n   20  GRAPH (C) OF THIS SUBDIVISION; EXCEPT\n   21    (1)  THE  INCREASED  SPENDING  IS  THE RESULT OF AN ACTUAL INCREASE IN\n   22  CONSTRUCTION COSTS ABOVE THE PROJECT COSTS THEREOF AT THE TIME THE BUDG-\n   23  ET WAS ADOPTED; HOWEVER IF ACTUAL CONSTRUCTION COSTS ARE LESS  THAN  THE\n   24  PROJECT COSTS, SUCH EXCESS FUNDS SHALL BE USED TO REDUCE TAXES, AND\n   25    (2)  THE  INCREASED  SPENDING  IS PAID FROM GIFTS OR GRANTS IN AID NOT\n   26  INCLUDED IN THE BUDGET.\n   27    2. THE TAX RELIEF EXEMPTION PROVIDED BY THIS SECTION SHALL BE EQUAL TO\n   28  THE EXEMPTION GRANTED TO THE OWNER OR OWNERS PURSUANT  TO  SECTION  FOUR\n   29  HUNDRED  TWENTY-FIVE  OF  THIS  TITLE  FOR THE TWO THOUSAND SIXTEEN--TWO\n   30  THOUSAND SEVENTEEN SCHOOL YEAR.\n   31    3. NOT LATER THAN SEVEN DAYS AFTER THE ADOPTION OF A BUDGET, EACH CITY\n   32  SHALL TRANSMIT A STATEMENT TO THE STATE COMPTROLLER, DESCRIBING THE  TAX\n   33  REVENUE  LOST  DURING  THAT FISCAL YEAR DUE TO THE IMPLEMENTATION OF THE\n   34  PROVISIONS OF THIS SECTION. THE  STATE  COMPTROLLER  SHALL  CERTIFY  THE\n   35  VALIDITY OF SUCH LOSSES WITHIN THIRTY DAYS OF RECEIPT OF SUCH STATEMENT.\n   36  UPON  SUCH  VALIDATION  THE STATE COMPTROLLER SHALL PROVIDE FUNDS TO THE\n   37  CITY WITHIN THIRTY DAYS.\n   38    4. THE STATE SHALL APPROPRIATE AN AMOUNT EQUAL TO FORTY-FIVE AND  ONE-\n   39  HALF  PERCENT  OF THE FUND APPROPRIATED BY THE STATE FOR THE IMPLEMENTA-\n   40  TION OF THE PROVISIONS OF THIS SECTION, WHICH SHALL BE  PAID  TO  CITIES\n   41  HAVING  A  POPULATION  OF  ONE  MILLION  OR MORE ACCORDING TO THE LATEST\n   42  DECENNIAL FEDERAL CENSUS, AND SUCH AMOUNT SHALL BE USED TO REDUCE INCOME\n   43  OR REAL PROPERTY TAXES IN SUCH CITIES AT THE CITIES' DISCRETION.\n   44    5. FOR THE PURPOSES OF THIS SECTION:\n   45    (A) \"BASE YEAR\" SHALL MEAN THE CITY FISCAL YEAR IMMEDIATELY  PRECEDING\n   46  THE COUNTY FISCAL YEAR FOR WHICH THE CITY BUDGET IS PREPARED.\n   47    (B)  \"CONSUMER  PRICE INDEX\" SHALL MEAN THE PERCENTAGE THAT REPRESENTS\n   48  THE AVERAGE OF THE NATIONAL CONSUMER PRICE  INDEXES  DETERMINED  BY  THE\n   49  UNITED STATES DEPARTMENT OF LABOR, FOR THE TWELVE MONTH PERIOD PRECEDING\n   50  JANUARY FIRST OF THE CURRENT YEAR.\n   51    (C)  \"CURRENT  YEAR\"  SHALL  MEAN  THE CALENDAR YEAR IN WHICH THE CITY\n   52  BUDGET IS SUBMITTED FOR A VOTE BY THE CITY'S LEGISLATIVE BODY.\n   53    6. THE STATE SHALL APPROPRIATE ALL FUNDS NECESSARY  TO  MUNICIPALITIES\n   54  TO  ADMINISTER  THE PROVISIONS OF THIS SECTION AND TO IMPLEMENT ANY LAW,\n   55  REGULATION, OR RULE ADOPTED AFTER JANUARY FIRST, TWO  THOUSAND  FOURTEEN\n   56  WHICH WOULD REQUIRE A MUNICIPALITY TO EXPEND ANY OF ITS AVAILABLE FUNDS.\n\n       A. 1621                             3\n\n    1    NOTWITHSTANDING  ANY  INCONSISTENT  PROVISION  OF  THIS  SECTION,  THE\n    2  PROVISIONS OF PARAGRAPH (C) OF SUBDIVISION ONE OF THIS SECTION SHALL NOT\n    3  APPLY TO ANY COUNTY WHICH DOES NOT INCREASE ITS PROPERTY TAX RATE, SALES\n    4  TAX RATE, OR THE RATE OF ANY OTHER TAX, DURING ITS CURRENT BUDGET YEAR.\n    5    S  425-C. COUNTY STATE-SUPPORTED TAX RELIEF (COUNTYSTAR) EXEMPTION. 1.\n    6  REAL PROPERTY SITUATE IN A COUNTY AND OWNED BY AN OWNER OR OWNERS GRANT-\n    7  ED THE SCHOOL TAX RELIEF EXEMPTION, PURSUANT  TO  SECTION  FOUR  HUNDRED\n    8  TWENTY-FIVE  OF  THIS  TITLE, AND NOT RECEIVING THE TAX EXEMPTION ESTAB-\n    9  LISHED BY SECTION FOUR HUNDRED TWENTY-FIVE-B OF THIS TITLE SHALL ALSO BE\n   10  ELIGIBLE FOR A COUNTY REAL  PROPERTY  TAX  EXEMPTION  PURSUANT  TO  THIS\n   11  SECTION  FOR  COUNTY TAX YEARS COMMENCING ON OR AFTER JANUARY FIRST, TWO\n   12  THOUSAND FIFTEEN, IF SUCH COUNTY MEETS THE FOLLOWING CRITERIA:\n   13    (A) THE LEGISLATIVE BODY OF SUCH COUNTY APPROVES A RESOLUTION  PROVID-\n   14  ING FOR SUCH TAX RELIEF EXEMPTION;\n   15    (B) (1) INCREASES IN TOTAL COUNTY EXPENDITURES DURING THE CURRENT YEAR\n   16  DO  NOT  EXCEED  THE  LESSER OF (I) ONE HUNDRED TWENTY PER CENTUM OF THE\n   17  TOTAL COUNTY EXPENDITURES FOR THE BASE YEAR MULTIPLIED BY  THE  CONSUMER\n   18  PRICE INDEX, OR (II) FOUR PERCENT.\n   19    (2)  FOR  THE  PURPOSES  OF  SUBPARAGRAPH ONE OF THIS PARAGRAPH, TOTAL\n   20  COUNTY EXPENDITURES SHALL NOT INCLUDE:\n   21    (I) EXPENDITURES RESULTING FROM TAX CERTIORARI PROCEEDINGS,\n   22    (II) EXPENDITURES RESULTING FROM COURT ORDERS OR JUDGMENTS AGAINST THE\n   23  COUNTY,\n   24    (III) EMERGENCY EXPENDITURES WHICH ARE CERTIFIED BY  THE  STATE  COMP-\n   25  TROLLER AS NECESSARY AS A RESULT OF DAMAGE TO OR DESTRUCTION OF A COUNTY\n   26  BUILDING OR EQUIPMENT,\n   27    (IV)  CAPITAL  EXPENDITURES  FOR THE CONSTRUCTION, ACQUISITION, RECON-\n   28  STRUCTION, REHABILITATION OR IMPROVEMENT OF COUNTY FACILITIES, INCLUDING\n   29  DEBT SERVICE AND LEASE COSTS,\n   30    (V) EXPENDITURES ATTRIBUTABLE TO PROJECTED INCREASES  IN  CONSTRUCTION\n   31  COSTS,\n   32    (VI) NONRECURRING EXPENDITURES IN A PRIOR COUNTY FISCAL YEAR, AND\n   33    (VII)  EXPENDITURES  INCURRED DUE TO MERGERS OR SERVICE CONSOLIDATIONS\n   34  BETWEEN THE COUNTY AND ANY OTHER MUNICIPALITY DURING THE FISCAL YEAR  IN\n   35  WHICH SUCH MERGER OR CONSOLIDATION OCCURS;\n   36    (C)  THE COUNTY BUDGET ADOPTED BY THE COUNTY LEGISLATIVE BODY INCLUDES\n   37  A STATEMENT OF THE PROJECTED PERCENTAGE OF INCREASE OR DECREASE IN TOTAL\n   38  SPENDING DURING THE FISCAL YEAR, AND STATING THE REASONS  FOR  EXCLUDING\n   39  ANY INCREASE IN SPENDING IN FORMULATION OF THE COUNTY BUDGET; AND\n   40    (D) NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, THE LEGISLA-\n   41  TIVE BODY OF THE COUNTY SHALL NOT AMEND A FINAL BUDGET IF SUCH AMENDMENT\n   42  RESULTS  IN AN INCREASE IN EXCESS OF THE LIMITATION ESTABLISHED IN PARA-\n   43  GRAPH (B) OF THIS SUBDIVISION; EXCEPT\n   44    (1) THE INCREASED SPENDING IS THE RESULT  OF  AN  ACTUAL  INCREASE  IN\n   45  CONSTRUCTION COSTS ABOVE THE PROJECT COSTS THEREOF AT THE TIME THE BUDG-\n   46  ET  WAS  ADOPTED; HOWEVER IF ACTUAL CONSTRUCTION COSTS ARE LESS THAN THE\n   47  PROJECT COSTS, SUCH EXCESS FUNDS SHALL BE USED TO REDUCE TAXES, AND\n   48    (2) THE INCREASED SPENDING IS PAID FROM GIFTS OR  GRANTS  IN  AID  NOT\n   49  INCLUDED IN THE BUDGET.\n   50    2. THE TAX RELIEF EXEMPTION PROVIDED BY THIS SECTION SHALL BE EQUAL TO\n   51  TWO-THIRDS  OF  THE EXEMPTION GRANTED TO THE OWNER OR OWNERS PURSUANT TO\n   52  SECTION FOUR HUNDRED TWENTY-FIVE OF THIS  TITLE  FOR  THE  TWO  THOUSAND\n   53  SIXTEEN--TWO  THOUSAND  SEVENTEEN  SCHOOL  YEAR BUT IN NO CASE SHALL THE\n   54  VALUE OF THE EXEMPTION BE LESS THAN ONE-HALF OF ONE PERCENT OF THE  TWO-\n   55  THIRDS  OF  THE  EXEMPTION  GRANTED  TO  THE OWNER OR OWNERS PURSUANT TO\n\n       A. 1621                             4\n\n    1  SECTION FOUR HUNDRED TWENTY-FIVE OF THIS  TITLE  FOR  THE  TWO  THOUSAND\n    2  SIXTEEN--TWO THOUSAND SEVENTEEN SCHOOL YEAR.\n    3    3.  NOT  LATER  THAN  SEVEN  DAYS AFTER THE ADOPTION OF A BUDGET, EACH\n    4  COUNTY SHALL TRANSMIT A STATEMENT TO THE  STATE  COMPTROLLER  DESCRIBING\n    5  THE  TAX  REVENUE LOST DURING THAT FISCAL YEAR DUE TO THE IMPLEMENTATION\n    6  OF THE PROVISIONS OF THIS SECTION. THE STATE COMPTROLLER  SHALL  CERTIFY\n    7  THE VALIDITY OF SUCH LOSSES WITHIN THIRTY DAYS OF RECEIPT OF SUCH STATE-\n    8  MENT.  UPON SUCH VALIDATION THE STATE COMPTROLLER SHALL PROVIDE FUNDS TO\n    9  THE COUNTY WITHIN THIRTY DAYS.\n   10    4. FOR THE PURPOSES OF THIS SECTION:\n   11    (A) \"BASE YEAR\" SHALL MEAN THE COUNTY FISCAL YEAR IMMEDIATELY  PRECED-\n   12  ING THE COUNTY FISCAL YEAR FOR WHICH THE COUNTY BUDGET IS PREPARED;\n   13    (B)  \"CONSUMER  PRICE INDEX\" SHALL MEAN THE PERCENTAGE THAT REPRESENTS\n   14  THE AVERAGE OF THE NATIONAL CONSUMER PRICE  INDEXES  DETERMINED  BY  THE\n   15  UNITED STATES DEPARTMENT OF LABOR, FOR THE TWELVE MONTH PERIOD PRECEDING\n   16  JANUARY FIRST OF THE CURRENT YEAR; AND\n   17    (C)  \"CURRENT  YEAR\"  SHALL MEAN THE CALENDAR YEAR IN WHICH THE COUNTY\n   18  BUDGET IS SUBMITTED FOR A VOTE BY THE COUNTY'S LEGISLATIVE BODY.\n   19    5. THE STATE SHALL APPROPRIATE ALL FUNDS NECESSARY  TO  MUNICIPALITIES\n   20  TO  ADMINISTER  THE PROVISIONS OF THIS SECTION AND TO IMPLEMENT ANY LAW,\n   21  REGULATION, OR RULE ADOPTED AFTER JANUARY FIRST, TWO  THOUSAND  FOURTEEN\n   22  WHICH WOULD REQUIRE A MUNICIPALITY TO EXPEND ANY OF ITS AVAILABLE FUNDS.\n   23    NOTWITHSTANDING  ANY  INCONSISTENT  PROVISION  OF  THIS  SECTION,  THE\n   24  PROVISIONS OF PARAGRAPH (C) OF SUBDIVISION ONE OF SECTION  FOUR  HUNDRED\n   25  TWENTY-FIVE-B OF THIS TITLE SHALL NOT APPLY TO ANY COUNTY WHICH DOES NOT\n   26  INCREASE ITS PROPERTY TAX RATE, SALES TAX RATE, OR THE RATE OF ANY OTHER\n   27  TAX, DURING ITS CURRENT BUDGET YEAR.\n   28    S  2. This act shall take effect on the first of January next succeed-\n   29  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to establishing a city state-supported tax relief exemption and a county state-supported tax relief exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T121157.TXT", "SOBI.D110111.T150719.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294776439980
}