{
  "year" : 2011,
  "senateBillNo" : "A1636-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to health",
    "billEventId" : "A1636-2011-1294722000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires manufacturers and labelers of prescription drugs dispensed in this state to annually report marketing expenses to the department of health",
  "summary" : "Requires manufacturers and labelers of prescription drugs dispensed in this state which engage in marketing activities in the state to annually report marketing expenses to the department of health; imposes a $10,000 civil fine for failure to report. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A5777-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1636\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON -- read once and referred to the Committee\n         on Health\n\n       AN  ACT  to  amend  the  public health law, in relation to requiring the\n         manufacturer or labeler of each prescription drug to  annually  report\n         the marketing costs of such drug to the department of health\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative  intent.  The  legislature  hereby  finds  and\n    2  declares  that  the price of prescription drugs in this state and across\n    3  the nation has been increasing at an alarming rate over the past decade.\n    4  Prescription drug costs are increasing at a faster rate than  any  other\n    5  component  of health care and are driving the increase in overall health\n    6  care cost. As is apparent by the ubiquitous nature of the marketing  and\n    7  public  information campaigns relating to prescription drugs, pharmaceu-\n    8  tical manufacturers put a great deal of resources into  marketing  their\n    9  products.  This  has  been  especially true since the 1997 relaxation of\n   10  federal laws relating to prescription drug advertising.  It  is  in  the\n   11  interest  of  assisting  this  state  in  its  role  as  a  purchaser of\n   12  prescription drugs and administrator of prescription drug  programs,  to\n   13  enable  the  state to determine the scope of prescription drug marketing\n   14  costs and their effect on the cost, utilization and delivery  of  health\n   15  care  services,  and  thus further the role of this state as guardian of\n   16  the public interest.\n   17    S 2.  Section 206 of the public health law is amended by adding a  new\n   18  subdivision 28 to read as follows:\n   19    28. THE COMMISSIONER IS AUTHORIZED AND DIRECTED TO REQUIRE MANUFACTUR-\n   20  ERS OR LABELERS OF PRESCRIPTION DRUGS, WHICH DISPENSE SUCH DRUGS IN THIS\n   21  STATE  AND  WHICH EMPLOY, DIRECT OR UTILIZE MARKETING REPRESENTATIVES IN\n   22  THE STATE, TO REPORT THE MARKETING COSTS OF  EACH  OF  ITS  PRESCRIPTION\n   23  DRUGS DISPENSED IN THIS STATE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02419-01-1\n\n       A. 1636                             2\n\n    1    (A)  DEFINITIONS.  AS  USED  IN  THIS  SUBDIVISION, UNLESS THE CONTEXT\n    2  CLEARLY INDICATES OTHERWISE, THE FOLLOWING TERMS SHALL HAVE THE  FOLLOW-\n    3  ING MEANINGS:\n    4    (I)  \"LABELER\"  MEANS ANY PERSON OR ENTITY, HAVING A LABELER CODE FROM\n    5  THE FEDERAL FOOD AND DRUG ADMINISTRATION, THAT RECEIVES  A  PRESCRIPTION\n    6  DRUG  FROM THE MANUFACTURER OR A WHOLESALER OF SUCH DRUG, AND REPACKAGES\n    7  SUCH DRUG TO BE DISPENSED IN THIS STATE.\n    8    (II)  \"MANUFACTURER\"  MEANS  A  MANUFACTURER  OF  PRESCRIPTION   DRUGS\n    9  DISPENSED  IN  THIS STATE, AND SHALL INCLUDE THE SUBSIDIARY OR AFFILIATE\n   10  OF SUCH MANUFACTURER.\n   11    (III) \"MARKETING\" MEANS ADVERTISING  AND  PROMOTIONAL  ACTIVITIES  FOR\n   12  PRESCRIPTION  DRUGS  DISPENSED  IN THIS STATE INCLUDING, BUT NOT LIMITED\n   13  TO, THOSE ACTIVITIES DESCRIBED IN PARAGRAPH (B) OF THIS SUBDIVISION.\n   14    (B) MANNER OF REPORTING. ON OR  BEFORE  JULY  FIRST  EACH  YEAR  EVERY\n   15  MANUFACTURER  AND LABELER SHALL FILE A REPORT WITH THE DEPARTMENT ON ITS\n   16  MARKETING ACTIVITIES CONDUCTED IN  THIS  STATE.  SUCH  REPORT  SHALL  BE\n   17  SUBMITTED IN SUCH FORM AND MANNER, AND INCLUDE THE PAYMENT OF SUCH A FEE\n   18  AS  SHALL  BE  DETERMINED  BY  THE  COMMISSIONER. EACH SUCH REPORT SHALL\n   19  INCLUDE THE VALUE, NATURE, PURPOSE AND RECIPIENT OF  MARKETING  EXPENSES\n   20  INCLUDING, BUT NOT LIMITED TO:\n   21    (I)  ALL  EXPENSES  ASSOCIATED  WITH ADVERTISING, MARKETING AND DIRECT\n   22  PROMOTION OF PRESCRIPTION DRUGS THROUGH  RADIO,  TELEVISION,  MAGAZINES,\n   23  NEWSPAPERS,  DIRECT MAIL AND TELEPHONE COMMUNICATIONS AS THEY PERTAIN TO\n   24  RESIDENTS OF THIS STATE;\n   25    (II) WITH REGARD TO ALL PROVIDERS OF HEALTHCARE SERVICES REGULATED  BY\n   26  THE  DEPARTMENT UNDER THE PROVISIONS OF ARTICLE TWENTY-EIGHT, THIRTY-SIX\n   27  OR FORTY-FOUR OF THIS CHAPTER, INCLUDING  HEALTH  MAINTENANCE  ORGANIZA-\n   28  TIONS  ESTABLISHED PURSUANT TO ARTICLE FORTY-THREE OF THE INSURANCE LAW,\n   29  THE FOLLOWING INFORMATION:\n   30    (A)  ALL  EXPENSES  ASSOCIATED  WITH  EDUCATIONAL   OR   INFORMATIONAL\n   31  PROGRAMS,  MATERIALS  AND  SEMINARS,  AND  REMUNERATION FOR PROMOTING OR\n   32  PARTICIPATING IN EDUCATIONAL OR INFORMATIONAL  SESSIONS,  REGARDLESS  OF\n   33  WHETHER THE MANUFACTURER OR LABELER PROVIDES THE EDUCATIONAL OR INFORMA-\n   34  TIONAL SESSIONS OR MATERIALS,\n   35    (B)  ALL EXPENSES ASSOCIATED WITH FOOD, ENTERTAINMENT AND GIFTS VALUED\n   36  AT MORE THAN SEVENTY-FIVE DOLLARS, AND ANYTHING  PROVIDED  TO  A  HEALTH\n   37  CARE PROFESSIONAL FOR LESS THAN MARKET VALUE,\n   38    (C) ALL EXPENSES ASSOCIATED WITH TRIPS AND TRAVEL, AND\n   39    (D)  ALL  EXPENSES ASSOCIATED WITH PRODUCT SAMPLES, EXCEPT FOR SAMPLES\n   40  THAT WILL BE DISTRIBUTED FREE OF CHARGE TO PATIENTS; AND\n   41    (III) THE AGGREGATE COST OF  ALL  EMPLOYEES  AND  CONTRACTORS  OF  THE\n   42  MANUFACTURER  OR LABELER WHO DIRECTLY OR INDIRECTLY ENGAGE IN THE ADVER-\n   43  TISING OR PROMOTIONAL ACTIVITIES LISTED IN SUBPARAGRAPHS (I) AND (II) OF\n   44  THIS PARAGRAPH, INCLUDING ALL FORMS OF PAYMENT  TO  SUCH  EMPLOYEES  AND\n   45  CONTRACTORS.  THE  COST  REPORTED  PURSUANT  TO  THIS SUBPARAGRAPH SHALL\n   46  REFLECT ONLY THAT PORTION OF PAYMENT TO EMPLOYEES AND  CONTRACTORS  THAT\n   47  PERTAINS  TO ACTIVITIES WITHIN THIS STATE OR TO RECIPIENTS OF THE ADVER-\n   48  TISING OR PROMOTIONAL ACTIVITIES WHO ARE RESIDENTS OF OR ARE EMPLOYED IN\n   49  THIS STATE.\n   50    (C) EXCEPTIONS. THE FOLLOWING MARKETING EXPENSES SHALL NOT BE  SUBJECT\n   51  TO THE REPORTING REQUIREMENTS OF THIS SUBDIVISION:\n   52    (I) EXPENSES OF SEVENTY-FIVE DOLLARS OR LESS;\n   53    (II)   REASONABLE  COMPENSATION  AND  REIMBURSEMENT  FOR  EXPENSES  IN\n   54  CONNECTION WITH A BONA FIDE CLINICAL TRIAL OF A NEW VACCINE, THERAPY  OR\n   55  TREATMENT; AND\n\n       A. 1636                             3\n\n    1    (III)  SCHOLARSHIPS  AND  REIMBURSEMENT  OF  EXPENSES  FOR ATTENDING A\n    2  SIGNIFICANT EDUCATIONAL, SCIENTIFIC OR POLICY-MAKING CONFERENCE OR SEMI-\n    3  NAR OF A NATIONAL, REGIONAL OR SPECIALTY MEDICAL OR  OTHER  PROFESSIONAL\n    4  ASSOCIATION IF THE RECIPIENT OF THE SCHOLARSHIP IS CHOSEN BY THE ASSOCI-\n    5  ATION SPONSORING THE CONFERENCE OR SEMINAR.\n    6    (D)  DEPARTMENT REPORTS. ANNUALLY ON OR BEFORE NOVEMBER THIRTIETH, THE\n    7  DEPARTMENT SHALL SUBMIT A REPORT,  PROVIDING  INFORMATION  IN  AGGREGATE\n    8  FORM, ON PRESCRIPTION DRUG MARKETING EXPENSES TO THE GOVERNOR, TEMPORARY\n    9  PRESIDENT  OF THE SENATE AND SPEAKER OF THE ASSEMBLY. ON OR BEFORE JANU-\n   10  ARY FIRST, TWO THOUSAND TWELVE  AND  EVERY  TWO  YEARS  THEREAFTER,  THE\n   11  DEPARTMENT  SHALL  PROVIDE A REPORT TO THE GOVERNOR, TEMPORARY PRESIDENT\n   12  OF THE SENATE AND SPEAKER OF  THE  ASSEMBLY,  PROVIDING  INFORMATION  IN\n   13  AGGREGATE  FORM,  CONTAINING  AN  ANALYSIS  OF THE DATA SUBMITTED TO THE\n   14  DEPARTMENT, INCLUDING THE SCOPE OF PRESCRIPTION  DRUG  MARKETING  ACTIV-\n   15  ITIES  AND EXPENSES AND THEIR EFFECT ON THE COST, UTILIZATION AND DELIV-\n   16  ERY OF HEALTH CARE SERVICES  AND  ANY  RECOMMENDATIONS  WITH  REGARD  TO\n   17  MARKETING ACTIVITIES OF PRESCRIPTION DRUG MANUFACTURERS AND LABELERS.\n   18    (E) CONFIDENTIALITY; PUBLIC INFORMATION. NOTWITHSTANDING ANY PROVISION\n   19  OF  LAW  TO  THE  CONTRARY,  ALL INFORMATION SUBMITTED TO THE DEPARTMENT\n   20  PURSUANT TO THIS SUBDIVISION SHALL BE  CONFIDENTIAL  AND  NOT  A  PUBLIC\n   21  RECORD AS DEFINED IN SECTION EIGHTY-SIX OF THE PUBLIC OFFICERS LAW. DATA\n   22  COMPILED IN AGGREGATE FORM BY THE DEPARTMENT FOR THE PURPOSES OF REPORT-\n   23  ING  REQUIRED BY THIS SUBDIVISION SHALL BE A PUBLIC RECORD AS DEFINED IN\n   24  SECTION EIGHTY-SIX OF THE PUBLIC OFFICERS LAW, AS LONG AS  IT  DOES  NOT\n   25  REVEAL TRADE INFORMATION THAT IS PROTECTED BY STATE OR FEDERAL LAW.\n   26    (F) VIOLATIONS. ANY PERSON WHO VIOLATES ANY PROVISION OF THIS SUBDIVI-\n   27  SION  SHALL  BE LIABLE TO THE PEOPLE OF THE STATE FOR A CIVIL PENALTY OF\n   28  TEN THOUSAND DOLLARS, PLUS COURT COSTS AND ATTORNEYS' FEES, WHICH  SHALL\n   29  BE ENFORCED PURSUANT TO TITLE TWO OF THIS ARTICLE.\n   30    (G)  RULES.  ANY  AND ALL RULES AND REGULATIONS NECESSARY TO IMPLEMENT\n   31  THE PROVISIONS OF THIS SUBDIVISION SHALL BE PROMULGATED BY  THE  COMMIS-\n   32  SIONER.\n   33    S 3. This act shall take effect on the one hundred eightieth day after\n   34  it  shall  have become a law. Effective immediately, any rules and regu-\n   35  lations necessary to implement the provisions of this act on its  effec-\n   36  tive date are authorized to be made on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring the manufacturer or labeler of each prescription drug to annually report the marketing costs of such drug to the department of health ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T154221.TXT", "SOBI.D110111.T133711.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778541073
}