{
  "year" : 2011,
  "senateBillNo" : "A163-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A163-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides direct internal control responsibilities over the conduct of certain designated internal control officers shall be exercised by certain other persons",
  "summary" : "Provides that direct internal control responsibilities over the conduct of designated internal control officers of state agencies and public authorities shall be exercised by certain other persons designated by the head of such agency or authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A573-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          163\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to internal control offi-\n         cers  of  state  agencies; and to amend the public authorities law, in\n         relation to internal control officers of public authorities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph d of subdivision 1 of section 951 of the execu-\n    2  tive law, as added by chapter 510 of the laws of  1999,  is  amended  to\n    3  read as follows:\n    4    d. designate an internal control officer, who shall report to the head\n    5  of the agency, to implement and review the internal control responsibil-\n    6  ities  established  pursuant  to  this  section; PROVIDED, HOWEVER, THAT\n    7  DIRECT INTERNAL CONTROL RESPONSIBILITIES OVER THE CONDUCT OF THE  DESIG-\n    8  NATED  INTERNAL  CONTROL OFFICER SHALL BE EXERCISED BY SOME OTHER PERSON\n    9  DESIGNATED BY THE HEAD OF THE AGENCY, WHO SHALL ALSO REPORT TO THE  HEAD\n   10  OF THE AGENCY FOR THIS PURPOSE;\n   11    S  2.  Subdivision 4 of section 2931 of the public authorities law, as\n   12  added by chapter 510 of the laws of 1999, is amended to read as follows:\n   13    4. designate an internal control officer, who shall report to the head\n   14  of the authority, to implement and review the internal control responsi-\n   15  bilities established pursuant to this section, PROVIDED,  HOWEVER,  THAT\n   16  DIRECT  INTERNAL CONTROL RESPONSIBILITIES OVER THE CONDUCT OF THE DESIG-\n   17  NATED INTERNAL CONTROL OFFICER SHALL BE EXERCISED BY SOME  OTHER  PERSON\n   18  DESIGNATED  BY  THE  HEAD OF THE AUTHORITY, WHO SHALL ALSO REPORT TO THE\n   19  HEAD OF THE AUTHORITY FOR THIS PURPOSE; and\n   20    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n   21  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01080-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to internal control officers of state agencies; and to amend the public authorities law, in relation to internal control officers of public authorities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T113936.TXT", "SOBI.D101216.T113417.TXT", "SOBI.D101216.T110914.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292603976103
}