{
  "year" : 2011,
  "senateBillNo" : "A1637-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to codes",
    "billEventId" : "A1637-2011-1294722000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands criminal impersonation to include persons who impersonate employees in order to gain access or remain in a dwelling",
  "summary" : "Expands criminal impersonation to include persons who impersonate employees in order to gain access to or remain in a dwelling; classifies it as an A misdemeanor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1836-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1637\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. DINOWITZ, MAYERSOHN, GALEF, CYMBROWITZ, SWEENEY,\n         SCARBOROUGH, MILLMAN -- Multi-Sponsored by -- M. of A. PAULIN --  read\n         once and referred to the Committee on Codes\n\n       AN  ACT  to  amend  the penal law, in relation to expanding the crime of\n         criminal impersonation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 190.25 of the penal law, the section heading, open-\n    2  ing  paragraph,  subdivision  3  and the closing paragraph as amended by\n    3  chapter 27 of the laws of 1980 and subdivision 4 as added by chapter 304\n    4  of the laws of 2008, is amended to read as follows:\n    5  S 190.25 Criminal impersonation in the second degree.\n    6    A person is guilty of criminal impersonation in the second degree when\n    7  he OR SHE:\n    8    1. Impersonates another and does an act in such assumed character with\n    9  intent to obtain a benefit or to injure or defraud another; or\n   10    2. Pretends to be a representative of some person or organization  and\n   11  does  an  act in such pretended capacity with intent to obtain a benefit\n   12  or to injure or defraud another; or\n   13    3. (a) Pretends to be a public servant, or wears or  displays  without\n   14  authority  any  uniform,  badge,  insignia or facsimile thereof by which\n   15  such public servant is lawfully distinguished, or falsely  expresses  by\n   16  his  OR  HER  words  or actions that he OR SHE is a public servant or is\n   17  acting with approval or authority of a public agency or department;  and\n   18  (b)  so  acts  with intent to induce another to submit to such pretended\n   19  official authority, to solicit funds or to otherwise  cause  another  to\n   20  act in reliance upon that pretense[.]; OR\n   21    4.  Impersonates another by communication by internet website or elec-\n   22  tronic means with intent to obtain a benefit or injure or defraud anoth-\n   23  er, or by such communication pretends to be a public servant in order to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04478-01-1\n\n       A. 1637                             2\n\n    1  induce another to submit to such authority or act in  reliance  on  such\n    2  pretense[.]; OR\n    3    5.  (A)  PRETENDS TO BE EMPLOYED BY ANOTHER AND IN FURTHERANCE THEREOF\n    4  WEARS OR DISPLAYS WITHOUT AUTHORITY A  UNIFORM,  INSIGNIA  OR  FACSIMILE\n    5  THEREOF  BY  WHICH  SUCH  EMPLOYEE  MAY  BE  DISTINGUISHED,  OR  FALSELY\n    6  EXPRESSES BY HIS OR HER WORDS OR ACTIONS THAT HE OR SHE IS  AN  EMPLOYEE\n    7  OF SUCH EMPLOYER OR IS ACTING WITH APPROVAL OR AUTHORITY OF SUCH EMPLOY-\n    8  ER;  AND  (B) SO ACTS WITH THE INTENT TO INDUCE ANOTHER TO PERMIT HIM OR\n    9  HER TO ENTER OR REMAIN IN A DWELLING. FOR PURPOSES OF THIS  SUBDIVISION,\n   10  \"DWELLING\"  SHALL  HAVE  THE  SAME  MEANING  AS  IN SUBDIVISION THREE OF\n   11  SECTION 140.00 OF THIS PART.\n   12    Criminal impersonation in the second degree is a class A misdemeanor.\n   13    S 2. This act shall take effect on the first of November next succeed-\n   14  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to expanding the crime of criminal impersonation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T154221.TXT", "SOBI.D110111.T133711.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778541079
}