{
  "year" : 2011,
  "senateBillNo" : "A1634-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to codes",
    "billEventId" : "A1634-2011-1294722000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts provisions to insure community safety using moneys available to inmates",
  "summary" : "Enacts provisions to insure community safety using moneys available to inmates by allowing courts the power of assessing inmates the per diem cost of incarceration where they have the means to pay such costs; provides a hearing procedure for determining the community reimbursement account of an inmate. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A10353-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1634\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO  --  Multi-Sponsored  by -- M. of A.\n         CALHOUN, FITZPATRICK, KOLB -- read once and referred to the  Committee\n         on Codes\n\n       AN  ACT  to  amend  the  penal  law,  the  criminal  procedure  law, the\n         correction law and the state finance law,  in  relation  to  community\n         safety\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 3 of section 60.27 of the penal law, as  added\n    2  by chapter 290 of the laws of 1980, is amended to read as follows:\n    3    3. The provisions of sections 400.50, 420.10, 420.20 and 420.30 of the\n    4  criminal  procedure  law  shall apply in the collection and remission of\n    5  restitution and reparation.\n    6    S 2. The penal law is amended by adding a new section 60.31 to read as\n    7  follows:\n    8  S 60.31 REIMBURSEMENT OF INCARCERATION COSTS.\n    9    1. IN ADDITION TO ANY OF THE DISPOSITIONS AUTHORIZED BY THIS  ARTICLE,\n   10  THE  COURT  MAY, AS PART OF THE SENTENCE IMPOSED UPON A PERSON CONVICTED\n   11  OF AN OFFENSE AND SENTENCED TO A TERM OF INCARCERATION IN A CORRECTIONAL\n   12  FACILITY WITHIN THE STATE, REQUIRE THE DEFENDANT TO REIMBURSE THE  STATE\n   13  FOR THE COSTS OF PROVIDING FOOD, SHELTER AND CLOTHING WHILE SO INCARCER-\n   14  ATED.  SUCH  REIMBURSEMENT  SHALL  NOT  EXCEED  THE  PER CAPITA COSTS OF\n   15  PROVIDING FOOD AND SHELTER TO AN INMATE IN SAID FACILITY  AS  DETERMINED\n   16  BY THE COMMISSIONER OF CORRECTIONAL SERVICES.\n   17    2. WHENEVER THE COURT REQUIRES REIMBURSEMENT A FINDING MUST BE MADE IN\n   18  ACCORDANCE WITH SECTION 400.50 OF THE CRIMINAL PROCEDURE LAW.\n   19    3.  FOR  THE  PURPOSES  OF IMPOSITION, DETERMINATION AND REMITTANCE OF\n   20  REIMBURSEMENT, AS PROVIDED IN THIS CHAPTER,  THE  TERM  \"OFFENSE\"  SHALL\n   21  INCLUDE  THE OFFENSE FOR WHICH A DEFENDANT WAS CONVICTED, AS WELL AS ANY\n   22  OTHER OFFENSE THAT IS PART OF THE SAME CRIMINAL TRANSACTION OR  THAT  IS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01451-01-1\n\n       A. 1634                             2\n\n    1  CONTAINED  IN ANY OTHER ACCUSATORY INSTRUMENT DISPOSED OF BY ANY PLEA OF\n    2  GUILTY BY THE DEFENDANT TO AN OFFENSE.\n    3    S  3. Subdivision 1 of section 390.30 of the criminal procedure law is\n    4  amended to read as follows:\n    5    1. The investigation. The pre-sentence investigation consists  of  the\n    6  gathering of information with respect to the circumstances attending the\n    7  commission  of  the  offense,  the defendant's history of delinquency or\n    8  criminality, and the defendant's  social  history,  employment  history,\n    9  family  situation,  economic  status,  education,  and  personal habits.\n   10  ECONOMIC STATUS SHALL INCLUDE ALL AGGREGATE  ADJUSTED  GROSS  INCOME  AS\n   11  DEFINED BY THE TAX LAW, EXCEPT TO THE EXTENT ANY SUCH INCOME IS EXCLUDED\n   12  BY  FEDERAL  STATUTE, THAT HAS BEEN OR IS EXPECTED TO BE RECEIVED BY THE\n   13  DEFENDANT AND EXCEPT FOR ANY MONIES THAT THE DEFENDANT MAY EARN FOR WORK\n   14  PERFORMED WHILE HE OR SHE IS AN INMATE. IT SHALL ALSO INCLUDE ANY MONIES\n   15  FROM WHATEVER SOURCE, RECEIVED BY THE  DEFENDANT  BY  WAY  OF  JUDGMENT,\n   16  SETTLEMENT,  GIFT,  DEVISE  OR  OTHERWISE.  Such  investigation may also\n   17  include any other matter which the agency conducting  the  investigation\n   18  deems  relevant to the question of sentence, and must include any matter\n   19  the court directs to be included.\n   20    S 4. The criminal procedure law is amended by  adding  a  new  section\n   21  400.50 to read as follows:\n   22  S  400.50  PROCEDURE FOR DETERMINING THE COMMUNITY REIMBURSEMENT ACCOUNT\n   23             OF AN INMATE.\n   24    1. HEARING. IN ANY CASE WHERE THE COURT FINDS THAT THE SENTENCE  SHALL\n   25  INCLUDE  A  COURT  ORDER  THAT  PORTIONS  OF  THE DEFENDANT'S INCOME, AS\n   26  DEFINED AND DETERMINED IN SECTION 390.30 OF THIS CHAPTER, BE DISTRIBUTED\n   27  FOR THE PURPOSES OF RESTITUTION AND REPARATION PURSUANT TO SECTION 60.27\n   28  OF THE PENAL LAW AND REIMBURSEMENT TO THE  STATE  FOR  FUTURE  COSTS  OF\n   29  FOOD, SHELTER AND CLOTHING INCURRED BY THE INCARCERATION OF SUCH DEFEND-\n   30  ANT  AS DEFINED IN SECTION 60.31 OF THE PENAL LAW, THE COURT SHALL ORDER\n   31  A HEARING TO ESTABLISH THE AMOUNT OF MONEY TO BE PAID INTO AN INDIVIDUAL\n   32  ACCOUNT TO THE CREDIT OF THE DEFENDANT TO  BE  KNOWN  AS  THE  COMMUNITY\n   33  REIMBURSEMENT  ACCOUNT  AND  TO  DETERMINE  THE  AMOUNTS  THEREOF  TO BE\n   34  DISTRIBUTED AS PROVIDED BY THIS SECTION. THE ORDER FOR THE HEARING  MUST\n   35  BE  FILED  WITH  THE  CLERK OF THE COURT AND MUST SPECIFY A DATE FOR THE\n   36  HEARING NOT LESS THAN TEN DAYS AFTER THE FILING OF THE ORDER.\n   37    2. NOTICE OF HEARING. UPON RECEIPT OF THE  ORDER,  THE  CLERK  OF  THE\n   38  COURT  MUST  SEND  A  NOTICE OF THE HEARING TO THE DEFENDANT, HIS OR HER\n   39  COUNSEL AND THE DISTRICT ATTORNEY. SUCH NOTICE MUST SPECIFY THE TIME AND\n   40  PLACE OF THE HEARING AND THE FACT THAT THE PURPOSE THEREOF IS TO  DETER-\n   41  MINE  THE  DEFENDANT'S  INCOME AND THE AMOUNTS THEREOF TO BE CREDITED TO\n   42  AND FROM THE COMMUNITY REIMBURSEMENT ACCOUNT FOR RESTITUTION AND REPARA-\n   43  TION AND REIMBURSEMENT.\n   44    3. HEARING; STATEMENT.  WHEN THE DEFENDANT APPEARS FOR THE HEARING THE\n   45  COURT MUST ASK HIM OR HER WHETHER HE OR SHE WISHES TO MAKE ANY STATEMENT\n   46  WITH RESPECT TO  THE  PRE-SENTENCE  INVESTIGATION  STATING  HIS  OR  HER\n   47  ECONOMIC  AND INCOME STATUS. IF THE DEFENDANT DOES MAKE A STATEMENT, THE\n   48  COURT MAY ACCEPT SUCH STATEMENT AND BASE ITS FINDING THEREON. WHERE  THE\n   49  DEFENDANT  DOES NOT MAKE A STATEMENT, OR WHERE THE COURT DOES NOT ACCEPT\n   50  THE DEFENDANT'S STATEMENT, IT MAY PROCEED WITH THE HEARING.\n   51    4. BURDEN AND STANDARD OF PROOF, EVIDENCE. AT ANY HEARING HELD  PURSU-\n   52  ANT TO THIS SECTION THE BURDEN OF PROOF RESTS UPON THE PEOPLE. A FINDING\n   53  AS  TO  THE AMOUNT OF A DEFENDANT'S INCOME MUST BE BASED UPON DOCUMENTED\n   54  EVIDENCE. ANY RELEVANT EVIDENCE, NOT LEGALLY PRIVILEGED, MAY BE RECEIVED\n   55  REGARDLESS  OF  ITS  ADMISSIBILITY  UNDER  THE  EXCLUSIONARY  RULES   OF\n   56  EVIDENCE.\n\n       A. 1634                             3\n\n    1    5. RULING. THE COURT MAY ORDER THAT WHILE THE DEFENDANT IS INCARCERAT-\n    2  ED  IN A CORRECTIONAL FACILITY WITHIN THE STATE, HIS OR HER INCOME SHALL\n    3  BE DEPOSITED IN HIS OR HER COMMUNITY REIMBURSEMENT ACCOUNT IN A BANK  AS\n    4  APPROVED  BY  THE  COMPTROLLER  AND  PURSUANT  TO  SECTION  ONE  HUNDRED\n    5  SIXTEEN-A  OF  THE CORRECTION LAW. THE COURT MAY ORDER PERIODIC PAYMENTS\n    6  TO BE MADE IN A TIMELY AND PROPORTIONATE MANNER ACCORDING TO THE FOLLOW-\n    7  ING PRIORITIES:\n    8    (A) FOR RESTITUTION AND REPARATION ACCORDING TO SECTION 60.27  OF  THE\n    9  PENAL LAW TO ANY VICTIM OF THE CRIME COMMITTED BY THE DEFENDANT; AND\n   10    (B)  FOR THE REIMBURSEMENT TO THE STATE OF THE COSTS TO BE INCURRED BY\n   11  THE CORRECTIONAL FACILITY IN WHICH THE  DEFENDANT  IS  INCARCERATED  FOR\n   12  PROVIDING  FOOD,  SHELTER  AND  CLOTHING  DURING SUCH PERIOD. IN NO CASE\n   13  SHALL THIS REIMBURSEMENT EXCEED THE PER CAPITA COST OF  PROVIDING  FOOD,\n   14  SHELTER  AND  CLOTHING  TO  AN  INMATE  IN SUCH CORRECTIONAL FACILITY AS\n   15  DETERMINED BY THE COMMISSIONER OF CORRECTIONAL  SERVICES  WHICH  AMOUNTS\n   16  SHALL BE TRANSFERRED TO AND DEPOSITED INTO THE GENERAL FUND TO THE CRED-\n   17  IT  OF THE COMMUNITY SAFETY FUND ESTABLISHED PURSUANT TO SECTION NINETY-\n   18  ONE-H OF THE STATE FINANCE LAW.\n   19    THE ABOVE AMOUNTS SO PROPORTIONED SHALL BE REMITTED TO THE APPROPRIATE\n   20  OFFICIAL AS DESIGNATED BY THE  COURT  FOR  DISTRIBUTION  TO  THE  PROPER\n   21  PERSON.  IN  THE  EVENT THAT THERE ARE MONIES REMAINING TO THE CREDIT OF\n   22  THE DEFENDANT AFTER HIS OR HER INCARCERATION IS CONCLUDED, THEY SHALL BE\n   23  MADE PAYABLE BY THE COMPTROLLER TO THE DEFENDANT UPON HIS OR HER RELEASE\n   24  SUBJECT TO THE CERTIFICATION OF THE SUPERINTENDENT OF  THE  FACILITY  IN\n   25  WHICH HE OR SHE WAS INCARCERATED.\n   26    6.  APPEAL.  THE DEFENDANT MAY APPEAL TO THE COURT FOR RECONSIDERATION\n   27  OF THE ABOVE FINDINGS RELATING TO HIS  OR  HER  COMMUNITY  REIMBURSEMENT\n   28  ACCOUNT  WITHIN  THIRTY  DAYS  OF  ANY  SUBSTANTIVE CHANGE IN HIS OR HER\n   29  INCOME. THE COURT SHALL RENDER A DECISION  IN  KEEPING  WITH  THE  ABOVE\n   30  PROVISIONS NO LATER THAN NINETY DAYS AFTER THE FILING OF SUCH APPEAL.\n   31    S 5. Subdivision 1 of section 420.10 of the criminal procedure law, as\n   32  separately amended by chapters 233 and 506 of the laws of 1985 and para-\n   33  graph  (e)  as amended by chapter 618 of the laws of 1992, is amended to\n   34  read as follows:\n   35     1. Alternative methods of payment. When the court imposes a fine upon\n   36  an individual, it shall designate the official other than  the  district\n   37  attorney  to  whom  payment  is to be remitted.   When the court imposes\n   38  restitution or reparation and requires that the defendant pay  a  desig-\n   39  nated  surcharge thereon pursuant to the provisions of subdivision eight\n   40  of section 60.27 of the penal law, it shall designate  the  official  or\n   41  organization  other  than  the  district  attorney, selected pursuant to\n   42  subdivision eight of this section, to whom payment is  to  be  remitted.\n   43  (a) The court may direct:\n   44     (i)  That the defendant pay the entire amount at the time sentence is\n   45  pronounced;\n   46     (ii) That the defendant pay the entire amount at some later date; or\n   47     (iii) That the defendant pay a specified portion at designated  peri-\n   48  odic  intervals  ACCORDING  TO  THE PROVISIONS OF SECTION 400.50 OF THIS\n   49  TITLE.\n   50     (b) When the court imposes both (i) a fine and  (ii)  restitution  or\n   51  reparation  and such designated surcharge upon an individual and imposes\n   52  a schedule of payments, the court shall  also  direct  that  payment  of\n   53  restitution  or  reparation  and such designated surcharge take priority\n   54  over the payment of the fine.\n   55     (c) Where the defendant is sentenced to a period of probation as well\n   56  as a fine, restitution or reparation and such designated surcharge,  the\n\n       A. 1634                             4\n\n    1  court may direct that payment of the fine, restitution or reparation and\n    2  such designated surcharge be a condition of the sentence.\n    3     (d)  When  a  court  requires that restitution or reparation and such\n    4  designated surcharge be made it must direct that notice be  given  to  a\n    5  person or persons to whom it is to be paid of the conditions under which\n    6  it  is  to  be  remitted; the name and address of the public official or\n    7  organization to whom it is to be remitted for  payment  and  the  amount\n    8  thereof;  and the availability of civil proceedings for collection under\n    9  subdivision six of this section. An official or organization  designated\n   10  to  receive  payment under this subdivision must report to the court any\n   11  failure to comply with the order and shall cooperate with  the  district\n   12  attorney  pursuant to his responsibilities under subdivision six of this\n   13  section.\n   14     (e) Where cash bail has been posted by the defendant as the principal\n   15  and is not forfeited or assigned, the court at its discretion may  order\n   16  that bail be applied toward payment of any order of restitution or repa-\n   17  ration  or  fine.  If  the  court  so orders, the bail proceeds shall be\n   18  applied to payment first of the restitution or reparation  and  then  of\n   19  the fine.\n   20    S 6. Subdivision 1 of section 112 of the correction law, as amended by\n   21  chapter 476 of the laws of 1970, is amended to read as follows:\n   22    1.  The  commissioner  [of correction] shall have the superintendence,\n   23  management and control of the correctional facilities in the  department\n   24  and  of the inmates confined therein, and of all matters relating to the\n   25  government, discipline, policing, contracts and fiscal concerns thereof.\n   26  He shall have the power and it shall be his duty  to  inquire  into  all\n   27  matters  connected with said correctional facilities. He shall make such\n   28  rules and regulations, not in conflict with the statutes of this  state,\n   29  for the government of the officers and other employees of the department\n   30  assigned to said facilities, and in regard to the duties to be performed\n   31  by  them,  and  for  the  government and discipline of each correctional\n   32  facility, as he may deem proper, and shall cause such  rules  and  regu-\n   33  lations to be recorded by the superintendent of the facility, and a copy\n   34  thereof  to  be  furnished to each employee assigned to the facility. He\n   35  shall also prescribe a system of accounts and records to be kept at each\n   36  correctional facility, which system shall be  uniform  at  all  of  said\n   37  facilities, and he shall also make rules and regulations for a record of\n   38  photographs  and  other  means  of identifying each inmate received into\n   39  said facilities. He shall appoint  and  remove,  subject  to  the  civil\n   40  service  law  and rules, subordinate officers and other employees of the\n   41  department who are assigned to correctional facilities. FURTHER,  HE  IS\n   42  EMPOWERED TO PROMULGATE NECESSARY RULES AND REGULATIONS TO IMPLEMENT AND\n   43  CARRY OUT THE PURPOSES OF THE COMMUNITY REIMBURSEMENT ACCOUNT AS DEFINED\n   44  AND  ESTABLISHED  IN  SECTION  ONE HUNDRED SIXTEEN-A OF THIS ARTICLE AND\n   45  SECTION 400.50 OF THE CRIMINAL PROCEDURE LAW.\n   46    S 7. Section 116 of the correction law, as amended by  section  42  of\n   47  part  A-1  of  chapter  56  of  the  laws of 2010, is amended to read as\n   48  follows:\n   49    S 116. Inmates' funds. The warden or superintendent  of  each  of  the\n   50  institutions  within  the jurisdiction of the department [of correction]\n   51  shall deposit at least once in each week to his credit as  such  warden,\n   52  or  superintendent,  in  such  bank or banks as may be designated by the\n   53  comptroller, all the moneys received by him as such  warden,  or  super-\n   54  intendent,  as  inmates'  funds, and send to the comptroller and also to\n   55  the commissioner [of correction] monthly, a statement showing the amount\n   56  so received and deposited. Such statement of deposits shall be certified\n\n       A. 1634                             5\n\n    1  by the proper officer of the bank receiving such  deposit  or  deposits.\n    2  The  warden,  or superintendent, shall also verify by his affidavit that\n    3  the sum so deposited is all the money received by him as inmates'  funds\n    4  during  the  month. Any bank in which such deposits shall be made shall,\n    5  before receiving any such deposits, file a bond with the comptroller  of\n    6  the state, subject to his approval, for such sum as he shall deem neces-\n    7  sary.  [Upon  a  certificate  of  approval issued by the director of the\n    8  budget, pursuant to the provisions of section fifty-three of  the  state\n    9  finance law, the] THE amount of interest, if any, heretofore accrued and\n   10  hereafter  to  accrue  on  moneys so deposited, heretofore and hereafter\n   11  credited to the warden, or superintendent, by  the  bank  from  time  to\n   12  time,  shall  be available for expenditure by the warden, or superinten-\n   13  dent, subject to the direction of the  commissioner,  for  welfare  work\n   14  among  the inmates in his custody. The withdrawal of moneys so deposited\n   15  by such warden, or superintendent,  as  inmates'  funds,  including  any\n   16  interest  so  credited,  shall  be subject to his check. Each warden, or\n   17  superintendent, shall each month provide the comptroller  and  also  the\n   18  commissioner  with  a  record of all withdrawals from inmates' funds. As\n   19  used in this section, the term \"inmates' funds\" means the funds  in  the\n   20  possession  of the inmate at the time of his admission into the institu-\n   21  tion, funds earned by him as provided in section one hundred eighty-sev-\n   22  en of this chapter and any other funds received by him or on his  behalf\n   23  and  deposited with such warden or superintendent in accordance with the\n   24  rules and regulations of the commissioner EXCEPT FOR THE FUNDS SPECIFIED\n   25  IN SECTION ONE HUNDRED SIXTEEN-A OF THIS ARTICLE.   Whenever  the  total\n   26  unencumbered  value of funds in an inmate's account exceeds ten thousand\n   27  dollars, the superintendent shall give written notice to the  office  of\n   28  victim services.\n   29    S  8.  The  correction law is amended by adding a new section 116-a to\n   30  read as follows:\n   31    S 116-A. COMMUNITY REIMBURSEMENT ACCOUNT. 1. EACH INMATE OF A  CORREC-\n   32  TIONAL  FACILITY  WITHIN THE STATE WHO HAS RECEIVED A SENTENCE ACCORDING\n   33  TO THE PROVISIONS OF SECTIONS 60.27 AND 60.31 OF THE PENAL LAW  AND  HAS\n   34  BEEN  ORDERED  TO  MAKE  PAYMENTS  FOR  RESTITUTION  AND  REPARATION AND\n   35  REIMBURSEMENT TO THE STATE FOR COSTS OF INCARCERATION  PURSUANT  TO  THE\n   36  PROVISIONS  OF  SECTION  400.50 OF THE CRIMINAL PROCEDURE LAW SHALL HAVE\n   37  HIS OR HER INCOME DEPOSITED IN A BANK APPROVED BY THE STATE  COMPTROLLER\n   38  IN AN ACCOUNT TO BE KNOWN AS THE COMMUNITY REIMBURSEMENT ACCOUNT.\n   39    2. THE SUPERINTENDENT OF THE FACILITY IN WHICH THE INMATE IS INCARCER-\n   40  ATED  SHALL  DEPOSIT  THE INCOME OF THE INMATE IN SUCH BANK ON A REGULAR\n   41  BASIS BUT IN NO CASE LESS THAN ONCE PER MONTH. REMITTANCES SHALL BE MADE\n   42  ON A TIMELY BASIS TO THE APPROPRIATE OFFICIAL AS ORDERED BY THE COURT.\n   43    3. THE SUPERINTENDENT SHALL KEEP AN  ACCURATE  FISCAL  RECORD  OF  THE\n   44  DEPOSITS  AND  DISBURSEMENTS  FROM  THE INMATE'S COMMUNITY REIMBURSEMENT\n   45  ACCOUNT AND SHALL SEND A MONTHLY STATEMENT SHOWING THE AMOUNTS RECEIVED,\n   46  DEPOSITED AND DISBURSED AS ORDERED BY THE COURT  AND  CERTIFIED  BY  THE\n   47  PROPER OFFICIAL OF THE BANK, TO THE COMPTROLLER AND TO THE COMMISSIONER.\n   48  THE  SUPERINTENDENT  SHALL  ALSO VERIFY BY HIS OR HER AFFIDAVIT THAT THE\n   49  SUM SO DEPOSITED IS ALL THE  MONEY  RECEIVED  BY  HIM  OR  HER  FOR  THE\n   50  INMATE'S  COMMUNITY  REIMBURSEMENT  ACCOUNT  AS  DESIGNATED BY THE COURT\n   51  ACCORDING TO SECTION 400.50 OF THE CRIMINAL PROCEDURE LAW. THESE RECORDS\n   52  SHALL BE OPEN AT ALL TIMES TO THE COURT, TO THE COMMISSIONER AND TO  THE\n   53  COMPTROLLER AND THEIR AUTHORIZED REPRESENTATIVES.\n   54    4.  IN  NO CASE SHALL ANY OF THE MONIES IN THIS ACCOUNT BE USED BY THE\n   55  DEPARTMENT OR THE FACILITY FOR ANY PURPOSE OTHER THAN  THOSE  DESIGNATED\n   56  IN SUBDIVISION ONE OF THIS SECTION.\n\n       A. 1634                             6\n\n    1    S  9. The state finance law is amended by adding a new section 91-h to\n    2  read as follows:\n    3    S  91-H.  COMMUNITY SAFETY FUND. 1. THERE IS HEREBY ESTABLISHED IN THE\n    4  JOINT CUSTODY OF THE COMPTROLLER AND THE COMMISSIONER  OF  TAXATION  AND\n    5  FINANCE, A SPECIAL FUND TO BE KNOWN AS THE \"COMMUNITY SAFETY FUND\".\n    6    2.  SUCH FUND SHALL CONSIST OF ALL MONEYS RECEIVED BY THE STATE PURSU-\n    7  ANT TO PARAGRAPH (B) OF SUBDIVISION FIVE OF SECTION 400.50 OF THE CRIMI-\n    8  NAL PROCEDURE LAW AND ALL OTHER GRANTS, BEQUESTS OR OTHER MONEYS  APPRO-\n    9  PRIATED,  CREDITED  OR TRANSFERRED THERETO FROM ANY OTHER FUND OR SOURCE\n   10  PURSUANT TO LAW.\n   11    3. MONEYS IN THE FUND SHALL BE KEPT SEPARATE AND APART AND  SHALL  NOT\n   12  BE  COMMINGLED  WITH  ANY OTHER MONEYS IN THE CUSTODY OF THE COMPTROLLER\n   13  AND SHALL ONLY BE EXPENDED HEREIN AND IN SUCH AMOUNTS AS APPROVED BY THE\n   14  DIVISION OF THE BUDGET.\n   15    4. THE MONEYS RECEIVED BY SUCH FUND  SHALL  BE  EXPENDED  PURSUANT  TO\n   16  APPROPRIATION  ONLY TO REIMBURSE COSTS INCURRED BY LOCAL GOVERNMENTS FOR\n   17  PERSONNEL SERVICES ASSOCIATED WITH  THE  HIRING  AND  RETENTION  OF  NEW\n   18  POLICE OFFICERS WHOSE PRIMARY RESPONSIBILITY SHALL BE TO PREVENT VIOLENT\n   19  AND  SERIOUS CRIMES. NONE OF THE MONEYS EXPENDED PURSUANT TO THIS SUBDI-\n   20  VISION SHALL BE FOR THE REIMBURSEMENT OF COSTS INCURRED BY  AGENCIES  OF\n   21  CITIES WITH POPULATIONS OF ONE MILLION OR MORE.\n   22    5.  MONEY  MAY BE EXPENDED PURSUANT TO THIS SECTION ONLY IN ACCORDANCE\n   23  WITH PLANS PREPARED BY SUCH LOCAL GOVERNMENTS AND APPROVED BY THE COMMU-\n   24  NITY SAFETY COUNCIL ESTABLISHED PURSUANT  TO  SUBDIVISION  SIX  OF  THIS\n   25  SECTION  ACCORDING TO THE STANDARDS PROVIDED FOR IN SUBDIVISION SEVEN OF\n   26  THIS SECTION.\n   27    6. THE COMMUNITY SAFETY COUNCIL SHALL CONSIST OF SIX MEMBERS APPOINTED\n   28  AS FOLLOWS: TWO MEMBERS, TO BE APPOINTED BY THE GOVERNOR ON  THE  RECOM-\n   29  MENDATION  OF  THE TEMPORARY PRESIDENT OF THE SENATE; TWO MEMBERS, TO BE\n   30  APPOINTED BY THE GOVERNOR UPON THE RECOMMENDATION OF THE SPEAKER OF  THE\n   31  ASSEMBLY; ONE MEMBER, TO BE APPOINTED BY THE GOVERNOR UPON THE RECOMMEN-\n   32  DATION  OF  THE  MINORITY  LEADER  OF  THE SENATE; AND ONE MEMBER, TO BE\n   33  APPOINTED UPON THE RECOMMENDATION OF THE MINORITY LEADER OF  THE  ASSEM-\n   34  BLY.  THE  TERM  OF  APPOINTMENT  SHALL  BE  FOR  A PERIOD OF TWO YEARS.\n   35  APPOINTMENT TO THE COUNCIL SHALL NOT CONSTITUTE THE HOLDING OF A  PUBLIC\n   36  OFFICE.    THE  COUNCIL  SHALL REPORT ANNUALLY TO THE LEGISLATURE ON THE\n   37  EXPENDITURE OF MONEYS FROM THE COMMUNITY SAFETY FUND AND THE  ACTIVITIES\n   38  FINANCED WITH SUCH MONEYS.\n   39    7.  MONEYS  SHALL BE GRANTED TO LOCAL GOVERNMENTS WHO ACCORDING TO THE\n   40  MOST RECENT AVAILABLE STATISTICS DEMONSTRATE TO THE  COUNCIL  THAT  SUCH\n   41  LOCAL  GOVERNMENT  HAS BEEN SUBJECT TO A SIGNIFICANT INCREASE IN VIOLENT\n   42  OR SERIOUS CRIMES OVER THE NUMBER OF SUCH CRIMES AS REPORTED IN THE  TWO\n   43  THOUSAND  FOUR  CALENDAR  YEAR.  IN ORDER TO IMPLEMENT AND ASSIST IN THE\n   44  IMPLEMENTATION OF THE PROVISIONS OF THIS  SUBDIVISION  THE  COUNCIL  MAY\n   45  REQUEST  AND  SHALL  RECEIVE  THE ASSISTANCE OF THE DIVISION OF CRIMINAL\n   46  JUSTICE SERVICES.\n   47    S 10. This act shall  take  effect  on  the  first  of  November  next\n   48  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, the criminal procedure law, the correction law and the state finance law, in relation to community safety ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T121157.TXT", "SOBI.D110111.T154221.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778541069
}