{
  "year" : 2011,
  "senateBillNo" : "A1639-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1639-2011-1294722000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the division of criminal justice services to establish a methamphetamine manufacturer registry",
  "summary" : "Directs the division of criminal justice services to establish a methamphetamine manufacturer registry of persons convicted of crimes involving the manufacture of methamphetamine which would be available to the public via a web site. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A1799-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1639\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. DINOWITZ, GUNTHER, LUPARDO, GALEF, MAISEL, WEIS-\n         ENBERG, CLARK -- Multi-Sponsored by  --  M.  of  A.  BOYLAND,  CROUCH,\n         FINCH,  GIGLIO, P. LOPEZ, MARKEY, MAYERSOHN, McENENY, McKEVITT, SPANO,\n         SWEENEY -- read once and referred to  the  Committee  on  Governmental\n         Operations\n\n       AN  ACT  to amend the executive law, in relation to establishing a meth-\n         amphetamine manufacturer registry\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"methamphetamine manufacturer registry act\".\n    3    S 2. The executive law is amended by adding a  new  section  837-s  to\n    4  read as follows:\n    5    S  837-S.  METHAMPHETAMINE  MANUFACTURER REGISTRY. 1. (A) THE DIVISION\n    6  SHALL ESTABLISH AND MAINTAIN A METHAMPHETAMINE MANUFACTURER REGISTRY FOR\n    7  THE PURPOSE OF IDENTIFYING PERSONS CONVICTED OF MANUFACTURING METHAMPHE-\n    8  TAMINE, AS SET FORTH IN SUBDIVISION TWO OF THIS SECTION. THE  METHAMPHE-\n    9  TAMINE  MANUFACTURER REGISTRY SHALL CONTAIN SUCH INDIVIDUAL'S NAME, DATE\n   10  OF BIRTH, OFFENSE OR OFFENSES REQUIRING INCLUSION IN THE METHAMPHETAMINE\n   11  MANUFACTURER REGISTRY, THE CONVICTION  DATE  AND  COUNTY  OF  EACH  SUCH\n   12  OFFENSE,  AND  SUCH  OTHER IDENTIFYING INFORMATION AS THE DIVISION DEEMS\n   13  NECESSARY TO IDENTIFY SUCH INDIVIDUAL, BUT SHALL NOT INCLUDE THE  SOCIAL\n   14  SECURITY NUMBER OF SUCH PERSON.\n   15    (B)  THE DIVISION SHALL MAKE THE INFORMATION CONTAINED IN THE REGISTRY\n   16  ACCESSIBLE TO THE PUBLIC AND ON  THE  INTERNET  THROUGH  THE  DIVISION'S\n   17  WEBSITE. THE DIVISION SHALL UPDATE INFORMATION AS IT DEEMS NECESSARY.\n   18    (C)  THE  DIVISION SHALL PROMULGATE RULES AND REGULATIONS NECESSARY TO\n   19  IMPLEMENT THIS SECTION WHICH SHALL INCLUDE PROCEDURES TO ENSURE THAT THE\n   20  INFORMATION IN THE REGISTRY IS ACCURATE, AND THAT THE INFORMATION IN THE\n   21  REGISTRY REFLECTS ANY CHANGES BASED ON THE REVERSAL OF A CONVICTION  FOR\n   22  AN  OFFENSE  REQUIRING  INCLUSION  IN  THE  METHAMPHETAMINE MANUFACTURER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04474-01-1\n\n       A. 1639                             2\n\n    1  REGISTRY, OR A COURT ORDER  REQUIRING  THE  SEALING  OR  EXPUNGEMENT  OF\n    2  RECORDS RELATING TO THE OFFENSE. A CERTIFIED COPY OF SUCH AN ORDER SHALL\n    3  BE  DEEMED  PRIMA  FACIE  TRUE  AND  CORRECT AND, SHALL BE SUFFICIENT TO\n    4  REQUIRE  THE  IMMEDIATE AMENDMENT OR REMOVAL OF ANY PERSON'S INFORMATION\n    5  FROM THE REGISTRY.\n    6    2. FOR THE PURPOSES OF THIS SECTION A  \"METHAMPHETAMINE  MANUFACTURER\"\n    7  SHALL  MEAN A PERSON CONVICTED OF ANY OF THE FOLLOWING OFFENSES:  CRIMI-\n    8  NAL POSSESSION OF METHAMPHETAMINE MANUFACTURING MATERIAL IN  THE  SECOND\n    9  DEGREE  (220.70);  CRIMINAL  POSSESSION OF METHAMPHETAMINE MANUFACTURING\n   10  MATERIAL IN THE FIRST DEGREE (220.71); CRIMINAL POSSESSION OF PRECURSORS\n   11  OF METHAMPHETAMINE (220.72); UNLAWFUL MANUFACTURE OF METHAMPHETAMINE  IN\n   12  THE  THIRD  DEGREE  (220.73); UNLAWFUL MANUFACTURE OF METHAMPHETAMINE IN\n   13  THE SECOND DEGREE (220.74); UNLAWFUL MANUFACTURE OF  METHAMPHETAMINE  IN\n   14  THE  FIRST  DEGREE  (220.75);  AND  UNLAWFUL DISPOSAL OF METHAMPHETAMINE\n   15  LABORATORY MATERIAL (220.76) OF THE PENAL LAW.\n   16    3. (A) ANY COURT  CLERK  OF  A  COURT  HAVING  JURISDICTION  OVER  THE\n   17  OFFENSES  ENUMERATED  IN  SUBDIVISION  TWO OF THIS SECTION SHALL FORWARD\n   18  MONTHLY TO THE DIVISION A COPY OF THE JUDGMENT FOR ANY PERSON  CONVICTED\n   19  OF  AN OFFENSE WITHIN THE DEFINITION OF METHAMPHETAMINE MANUFACTURER, AS\n   20  SET FORTH IN SUBDIVISION TWO OF THIS SECTION DURING THE PREVIOUS MONTH.\n   21    (B) WITHIN ONE HUNDRED TWENTY DAYS AFTER THE EFFECTIVE  DATE  OF  THIS\n   22  SECTION,  THE COMMISSIONER OF CORRECTIONAL SERVICES SHALL FORWARD TO THE\n   23  DIVISION A LIST OF ALL PERSONS INCARCERATED OR ON PAROLE OR POST-RELEASE\n   24  SUPERVISION, WHO HAVE BEEN CONVICTED OF AN OFFENSE WITHIN THE DEFINITION\n   25  OF METHAMPHETAMINE MANUFACTURER, AS SET FORTH IN SUBDIVISION TWO OF THIS\n   26  SECTION.\n   27    4. THE DIVISION SHALL ALSO ESTABLISH A PUBLIC  AWARENESS  CAMPAIGN  TO\n   28  ADVISE THE PUBLIC OF THE PROVISIONS OF THIS SECTION.\n   29    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to establishing a methamphetamine manufacturer registry ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T154221.TXT", "SOBI.D110111.T133711.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778541089
}