{
  "year" : 2011,
  "senateBillNo" : "A1638-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1638-2011-1294722000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits operation of any motor vehicle equipped with device which affects the operation of traffic-control signals",
  "summary" : "Prohibits the operation of any motor vehicle equipped with a device which affects the operation of traffic-control signals; provides that the possession of such a device shall constitute a traffic infraction, use thereof is a class A misdemeanor, and use which results in personal injury or death shall constitute a class E felony. ",
  "currentCommittee" : null,
  "sameAs" : "S1208",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "AB2791-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1638\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M. of A. DINOWITZ, GUNTHER, BENEDETTO, GALEF, P. RIVERA,\n         LAVINE, CLARK, HOOPER, MAISEL  --  Multi-Sponsored  by  --  M.  of  A.\n         BOYLAND,  CALHOUN,  CROUCH,  GIGLIO, GOTTFRIED, JAFFEE, MARKEY, MAYER-\n         SOHN, McDONOUGH, McENENY,  McKEVITT,  OAKS,  PHEFFER,  RAIA,  REILICH,\n         REILLY,  ROBINSON,  SPANO,  THIELE, TOWNS, WEISENBERG -- read once and\n         referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  prohibiting\n         the use of any device which affects the operation of a traffic-control\n         signal\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The vehicle and traffic law is  amended  by  adding  a  new\n    2  section 397-c to read as follows:\n    3    S  397-C.  INTERFERENCE  WITH  A  TRAFFIC-CONTROL SIGNAL. 1. NO PERSON\n    4  SHALL OPERATE ANY MOTOR VEHICLE, EXCEPT AN AUTHORIZED EMERGENCY  VEHICLE\n    5  OR  AUTHORIZED  PUBLIC  TRANSPORTATION VEHICLE, WHICH HE OR SHE KNOWS IS\n    6  EQUIPPED WITH A DEVICE CAPABLE OF AFFECTING THE OPERATION OF ANY  TRAFF-\n    7  IC-CONTROL  SIGNAL.  THE  PRESENCE  IN  A MOTOR VEHICLE OF SUCH A DEVICE\n    8  CONNECTED TO A POWER SOURCE AND IN AN OPERABLE CONDITION IS  PRESUMPTIVE\n    9  EVIDENCE  OF  THE  OPERATOR'S  KNOWLEDGE OF THE DEVICE. SUCH PRESUMPTION\n   10  SHALL BE REBUTTED BY ANY CREDITABLE EVIDENCE WHICH TENDS  TO  SHOW  THAT\n   11  THE  OPERATOR OF THE MOTOR VEHICLE WAS NOT AWARE OF THE PRESENCE OF SUCH\n   12  DEVICE.\n   13    2. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO ANY PERSON  USING\n   14  SUCH A DEVICE WHILE ENGAGED IN THE AUTHORIZED MAINTENANCE OR REPAIR OF A\n   15  TRAFFIC-CONTROL SIGNAL.\n   16    3.  A  VIOLATION OF SUBDIVISION ONE OF THIS SECTION SHALL CONSTITUTE A\n   17  TRAFFIC INFRACTION PUNISHABLE BY A FINE OF NOT  LESS  THAN  ONE  HUNDRED\n   18  DOLLARS NOR MORE THAN THREE HUNDRED DOLLARS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04455-01-1\n\n       A. 1638                             2\n\n    1    4.   A VIOLATION OF SUBDIVISION ONE OF THIS SECTION WHILE USING SUCH A\n    2  DEVICE TO AFFECT THE OPERATION OF A TRAFFIC-CONTROL SIGNAL SHALL CONSTI-\n    3  TUTE A CLASS A MISDEMEANOR.\n    4    5.  A  VIOLATION OF SUBDIVISION ONE OF THIS SECTION WHILE USING SUCH A\n    5  DEVICE TO AFFECT THE OPERATION OF A TRAFFIC-CONTROL SIGNAL AND SUCH  USE\n    6  CAUSES  PERSONAL INJURY OR DEATH AS A RESULT OF ITS EFFECT ON A TRAFFIC-\n    7  CONTROL SIGNAL SHALL CONSTITUTE A CLASS E FELONY.\n    8    S 2. This act shall take effect on the first of November next succeed-\n    9  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to prohibiting the use of any device which affects the operation of a traffic-control signal ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T154221.TXT", "SOBI.D110111.T133711.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778541083
}