{
  "year" : 2011,
  "senateBillNo" : "A1633-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to children and families",
    "billEventId" : "A1633-2011-1294722000000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Redefines maltreated child to include children of alcohol or drug abusers",
  "summary" : "Amends definition of maltreated or neglected child to include children of alcohol or drug abusers who are unable to provide minimal care to the child or where such parent used alcohol or drugs during pregnancy resulting in the drug dependency of the child at birth. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A10829-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1633\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO  --  Multi-Sponsored  by -- M. of A.\n         BURLING, BUTLER, CALHOUN, CONTE, CROUCH, FITZPATRICK, KOLB, SAYWARD --\n         read once and referred to the Committee on Children and Families\n\n       AN ACT to amend the social services law and the  family  court  act,  in\n         relation to the definition of a maltreated and neglected child\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 412 of the social services law, as\n    2  amended by chapter 323 of the laws  of  2008,  is  amended  to  read  as\n    3  follows:\n    4    2. A \"maltreated child\" includes:\n    5    (a)  a  child under eighteen years of age not in \"residential care\" as\n    6  defined in subdivision four of section four  hundred  twelve-a  of  this\n    7  title:\n    8    (i) defined as a neglected child by the family court act, or\n    9    (ii)  who has had serious physical injury inflicted upon him or her by\n   10  other than accidental means; or\n   11    (b) a child who is a neglected child in residential care as defined in\n   12  subdivision two of section four hundred twelve-a of this title;\n   13    (C) A CHILD OF A PARENT OR PARENTS WHO ABUSE A DRUG OR DRUGS OR  ALCO-\n   14  HOL  TO  THE EXTENT THAT THEY ARE INCAPABLE OF PROVIDING MINIMAL CARE TO\n   15  THE CHILD OR, IF SUCH ABUSE OCCURRED DURING THE PREGNANCY, RESULTING  IN\n   16  THE BIRTH OF A DRUG-DEPENDENT CHILD;\n   17    S  2.  Subparagraph (B) of paragraph (i) of subdivision (f) of section\n   18  1012 of the family court act, as amended by chapter 984 of the  laws  of\n   19  1981, is amended to read as follows:\n   20    (B) in providing the child with proper supervision or guardianship, by\n   21  unreasonably  inflicting or allowing to be inflicted harm, or a substan-\n   22  tial risk  thereof,  including  the  infliction  of  excessive  corporal\n   23  punishment;  or  by  misusing  a drug or drugs; or by misusing alcoholic\n   24  beverages to the extent that  he  loses  self-control  of  his  actions;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02199-01-1\n\n       A. 1633                             2\n\n    1  INCLUDING  THE MISUSE OF A DRUG OR DRUGS OR ALCOHOL DURING THE PREGNANCY\n    2  OF THE MOTHER, RESULTING IN THE BIRTH OF A DRUG-DEPENDENT CHILD;  or  by\n    3  any  other  acts  of a similarly serious nature requiring the aid of the\n    4  court;  provided,  however, that where the respondent is voluntarily and\n    5  regularly participating in a rehabilitative program, evidence  that  the\n    6  respondent has repeatedly misused a drug or drugs or alcoholic beverages\n    7  to the extent that he loses self-control of his actions shall not estab-\n    8  lish  that  the  child  is  a neglected child in the absence of evidence\n    9  establishing that the child's physical, mental  or  emotional  condition\n   10  has  been  impaired or is in imminent danger of becoming impaired as set\n   11  forth in THIS paragraph [(i) of this subdivision]; or\n   12    S 3. This act shall take effect on the first of November next succeed-\n   13  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law and the family court act, in relation to the definition of a maltreated and neglected child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T121157.TXT", "SOBI.D110111.T154221.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778541066
}