{
  "year" : 2011,
  "senateBillNo" : "A1631-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to codes",
    "billEventId" : "A1631-2011-1294722000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends forfeiture provisions to obscenity crimes",
  "summary" : "Allows counties in the state to be more effective in closing stores that deal in obscene material by providing for the forfeiture of the obscene materials after conviction of any misdemeanor or felony detailed in article 235 of the penal law relating to obscenity. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A10900-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1631\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- Multi-Sponsored by -- M. of A. CROUCH\n         -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to extend-\n         ing forfeiture provisions to crimes of obscenity\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of section 1310 of the civil practice law and\n    2  rules,  as  added by chapter 669 of the laws of 1984, is amended to read\n    3  as follows:\n    4    5. \"Post-conviction forfeiture crime\" means ANY MISDEMEANOR OR  FELONY\n    5  DEFINED IN ARTICLE TWO HUNDRED THIRTY-FIVE OF THE PENAL LAW OR any felo-\n    6  ny  defined in ANY OTHER PROVISION OF the penal law or any other chapter\n    7  of the consolidated laws of the state.\n    8    S 2. Paragraph (a) of subdivision 1 of section 1311 of the civil prac-\n    9  tice law and rules, as added by chapter 669 of  the  laws  of  1984,  is\n   10  amended to read as follows:\n   11    (a)  Actions  relating to post-conviction forfeiture crimes. An action\n   12  relating to a post-conviction forfeiture crime must be grounded  upon  a\n   13  conviction  of  a  MISDEMEANOR  OR felony defined in subdivision five of\n   14  section one thousand three hundred ten of this article, or upon criminal\n   15  activity arising from a common scheme or plan of which such a conviction\n   16  is a part, or upon a count of an indictment or information alleging SUCH\n   17  a MISDEMEANOR OR felony which was dismissed at the time  of  a  plea  of\n   18  guilty to a MISDEMEANOR OR felony in satisfaction of such count. A court\n   19  may not grant forfeiture until such conviction has occurred. However, an\n   20  action  may  be  commenced,  and  a court may grant a provisional remedy\n   21  provided under this article, prior to such conviction  having  occurred.\n   22  An action under this paragraph must be dismissed at any time after sixty\n   23  days  of the commencement of the action unless the conviction upon which\n   24  the action is grounded has occurred, or  an  indictment  or  information\n   25  upon  which the asserted conviction is to be based is pending in a supe-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02223-01-1\n\n       A. 1631                             2\n\n    1  rior court. An action under this paragraph shall be  stayed  during  the\n    2  pendency of a criminal action which is related to it; provided, however,\n    3  that  such  stay  shall  not  prevent the granting or continuance of any\n    4  provisional  remedy  provided under this article or any other provisions\n    5  of law.\n    6    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n    7  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to extending forfeiture provisions to crimes of obscenity ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T121157.TXT", "SOBI.D110111.T154221.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778541059
}