{
  "year" : 2011,
  "senateBillNo" : "A1630-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A1630-2011-1294722000000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "No local resolution is needed to extend the deadline for payment of real property tax for a member of the deployed military",
  "summary" : "Establishes that no local resolution is needed to extend the deadline for payment of real property tax for ninety days for a member of the deployed military. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A10533-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1630\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO  --  Multi-Sponsored  by -- M. of A.\n         BARCLAY, CONTE, KOLB -- read once and referred  to  the  Committee  on\n         Real Property Taxation\n\n       AN  ACT to amend the real property tax law, in relation to the extension\n         of the deadline for payment of real property tax for a member  of  the\n         deployed military\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 925-d of the real property tax  law,  as  added  by\n    2  chapter 106 of the laws of 2003, is amended to read as follows:\n    3    S  925-d.  Deployed  military;  extension.  Notwithstanding  any other\n    4  provision of law which relates to the collection of  real  property  tax\n    5  owed  to  a  municipal  corporation or to the imposition of penalties or\n    6  interest therefor for a late payment owed  by  a  person  who  has  been\n    7  deployed  by  the  military or by the spouse or domestic partner of such\n    8  person for real property of a person  so  deployed,  any  deadline  with\n    9  respect to the payment of such real property tax shall be extended for a\n   10  period  of ninety days after the end of such deployment [if such munici-\n   11  pal corporation has passed a local resolution  authorizing  such  exten-\n   12  sion].  For purposes of this section a \"person deployed by the military\"\n   13  shall  mean a person who has been ordered to active military duty, other\n   14  than training, for the period beginning with a  declaration  of  war  by\n   15  Congress  and ending with a date prescribed by Presidential proclamation\n   16  or concurrent resolution of Congress or during  any  periods  of  combat\n   17  designated  by  presidential  executive  order  or  hazardous  duty. Any\n   18  payment on behalf of such deployed person, spouse  or  domestic  partner\n   19  from  a  real  property tax escrow account shall likewise be so extended\n   20  consistent with the provisions of this section.\n   21    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01968-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the extension of the deadline for payment of real property tax for a member of the deployed military ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T121157.TXT", "SOBI.D110111.T154221.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778541056
}