{
  "year" : 2011,
  "senateBillNo" : "A1632-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1632-2011-1294722000000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the definition of aggravated cruelty to animals to include harm to a companion animal during the commission of a felony",
  "summary" : "Expands the definition of aggravated cruelty to animals to include harm to animals during the commission of a felony. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A10541-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1632\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- read once and referred to the Commit-\n         tee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to  expand-\n         ing the definition of aggravated cruelty to animals to include harm to\n         animals during the commission of a felony\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of  section  353-a  of  the  agriculture  and\n    2  markets  law, as added by chapter 118 of the laws of 1999, is amended to\n    3  read as follows:\n    4    1. A person is guilty of aggravated cruelty to animals when[,]: EITHER\n    5    (A) with no justifiable purpose, he  or  she  intentionally  kills  or\n    6  intentionally  causes serious physical injury to a companion animal with\n    7  aggravated cruelty[.]; OR\n    8    (B) IN THE COURSE OF COMMISSION OF A FELONY, OR  OF  IMMEDIATE  FLIGHT\n    9  THEREFROM,  HE  OR  SHE  CAUSES  PHYSICAL INJURY OR DEATH TO A COMPANION\n   10  ANIMAL.\n   11    For purposes of this section, \"aggravated cruelty\" shall mean  conduct\n   12  which:   (i) is intended to cause extreme physical pain; or (ii) is done\n   13  or carried out in an especially depraved or sadistic manner.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02012-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to expanding the definition of aggravated cruelty to animals to include harm to animals during the commission of a felony ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T121157.TXT", "SOBI.D110111.T154221.TXT", "SOBI.D110131.T161219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296508339712
}