{
  "year" : 2011,
  "senateBillNo" : "A1640-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1640-2011-1294722000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases penalties for aggravated unlicensed operation of motor vehicle in second and first degrees; in certain cases",
  "summary" : "Increases penalties for aggravated unlicensed operation of motor vehicle in second and first degrees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A1221-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1640\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GANTT, ORTIZ -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation  to  increasing\n         the  penalties  for aggravated unlicensed operation of a motor vehicle\n         in the second and first degrees in certain cases\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (b) of subdivision 2 of section 511 of the vehi-\n    2  cle and traffic law, as amended by chapter 607 of the laws of  1993,  is\n    3  amended to read as follows:\n    4    (b)  Aggravated  unlicensed operation of a motor vehicle in the second\n    5  degree is a misdemeanor. When a person is convicted of this crime  under\n    6  subparagraph  (i)  of paragraph (a) of this subdivision, the sentence of\n    7  the court must be: (i) a fine of not less than five hundred dollars; and\n    8  (ii) a term of imprisonment not to exceed one hundred  eighty  days;  or\n    9  (iii)  where appropriate a sentence of probation as provided in subdivi-\n   10  sion six of this section; or (iv) a term of imprisonment as a  condition\n   11  of  a  sentence of probation as provided in the penal law and consistent\n   12  with this section. When a  person  is  convicted  of  this  crime  under\n   13  subparagraph  (ii),  (iii) or (iv) of paragraph (a) of this subdivision,\n   14  the sentence of the court must be: (i) a fine of  not  less  than  [five\n   15  hundred] SEVEN HUNDRED FIFTY dollars nor more than one thousand dollars;\n   16  and  (ii)  a  term  of imprisonment of not less than seven days nor more\n   17  than one [hundred eighty  days]  YEAR,  or  (iii)  where  appropriate  a\n   18  sentence of probation as provided in subdivision six of this section; or\n   19  (iv) a term of imprisonment as a condition of a sentence of probation as\n   20  provided in the penal law and consistent with this section.\n   21    S  2. Paragraph (b) of subdivision 3 of section 511 of the vehicle and\n   22  traffic law, as separately amended by chapters 786 and 892 of  the  laws\n   23  of 1990, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03225-01-1\n\n       A. 1640                             2\n\n    1    (b)  Aggravated  unlicensed  operation of a motor vehicle in the first\n    2  degree is a class E felony. When a person is convicted  of  this  crime,\n    3  the sentence of the court must be: (i) a fine in an amount not less than\n    4  [five]  TWENTY-FIVE hundred dollars nor more than five thousand dollars;\n    5  and  (ii)  a term of imprisonment as provided in the penal law, or (iii)\n    6  where appropriate and a term of imprisonment  is  not  required  by  the\n    7  penal  law,  a  sentence  of probation as provided in subdivision six of\n    8  this section, or (iv) a  term  of  imprisonment  as  a  condition  of  a\n    9  sentence of probation as provided in the penal law.\n   10    S 3. This act shall take effect on the first of November next succeed-\n   11  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to increasing the penalties for aggravated unlicensed operation of a motor vehicle in the second and first degrees in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T154221.TXT", "SOBI.D110111.T133711.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778541092
}