{
  "year" : 2011,
  "senateBillNo" : "A1641-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1641-2011-1294722000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes Rockland community college to establish a tuition reduction program for active members of the volunteer fire companies and ambulance corps in Rockland",
  "summary" : "Authorizes Rockland community college to establish a tuition reduction program for active members in good standing of the volunteer fire companies and ambulance service corps in Rockland county. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10114-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1641\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. JAFFEE, ZEBROWSKI -- read once and referred to\n         the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to  authorizing  Rockland\n         community  college to establish a tuition reduction program for active\n         members of the volunteer fire companies and ambulance corps  in  Rock-\n         land\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 6304 of the education law is amended  by  adding  a\n    2  new subdivision 5-c to read as follows:\n    3    5-C.  NOTWITHSTANDING THE PROVISIONS OF ANY GENERAL, SPECIAL, OR LOCAL\n    4  LAW, INCLUDING THE PROVISIONS OF SUBDIVISION FIVE OF  THIS  SECTION,  TO\n    5  THE  CONTRARY,  ROCKLAND  COMMUNITY  COLLEGE  MAY,  WITH THE CONSENT AND\n    6  APPROVAL OF THE LEGISLATURE OF ROCKLAND COUNTY AND THE STATE  UNIVERSITY\n    7  TRUSTEES,  REQUIRE LESSER TUITION CHARGES OR FEES THAN THE AMOUNT NECES-\n    8  SARY IN THE AGGREGATE TO PROVIDE ONE-THIRD OF THE OPERATING COSTS  FROM,\n    9  OR PROVIDE TUITION WITHOUT CHARGE TO, ANY ENROLLED ACTIVE MEMBER IN GOOD\n   10  STANDING  OF AN INCORPORATED VOLUNTEER FIRE COMPANY, FIRE DEPARTMENT, OR\n   11  INCORPORATED VOLUNTARY AMBULANCE SERVICE IN ROCKLAND COUNTY WHO:\n   12    A. RESIDES IN ROCKLAND COUNTY; AND\n   13    B. HAS BEEN CERTIFIED BY THE AUTHORITY  HAVING  JURISDICTION  FOR  THE\n   14  INCORPORATED  VOLUNTEER  FIRE  COMPANY  OR  FIRE DEPARTMENT OR VOLUNTARY\n   15  AMBULANCE SERVICE AS AN ENROLLED ACTIVE MEMBER IN GOOD STANDING OF  SUCH\n   16  INCORPORATED  VOLUNTEER  FIRE  COMPANY  OR  FIRE DEPARTMENT OR VOLUNTARY\n   17  AMBULANCE SERVICE FOR PERIODS OF TIME AND ACCORDING  TO  PROCEDURES  AND\n   18  CRITERIA ESTABLISHED BY RESOLUTION OR LOCAL LAW ADOPTED BY THE COUNTY OF\n   19  ROCKLAND. THE BENEFITS RECEIVED UNDER THE PROVISIONS OF THIS SUBDIVISION\n   20  BY  ANY  PERSON  WHO AT THE TIME SUCH BENEFIT IS RECEIVED IS A VOLUNTEER\n   21  FIREFIGHTER OR VOLUNTEER AMBULANCE WORKER, SHALL  NOT  ADVERSELY  AFFECT\n   22  THE  VOLUNTEER  STATUS OF SUCH PERSON FOR PURPOSES OF ANY OTHER GENERAL,\n   23  SPECIAL, OR LOCAL LAW.\n   24    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05565-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to authorizing Rockland community college to establish a tuition reduction program for active members of the volunteer fire companies and ambulance corps in Rockland ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T154221.TXT", "SOBI.D110111.T133711.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778541093
}