{
  "year" : 2011,
  "senateBillNo" : "A164-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A164-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for 90-day notice of eviction for disabled tenants",
  "summary" : "Relates to a stay of issuance of a warrant for eviction for certain holdover tenants; permits 6 month stay in certain cases of extreme hardship. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "AB3646-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          164\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL, TITUS, BENEDETTO -- Multi-Sponsored by --\n         M. of A. COOK -- read once and referred to the Committee on Housing\n\n       AN  ACT  to  amend  the  real  property  actions and proceedings law, in\n         relation to certain holdover tenants\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The section heading and subdivision 1 of section 753 of the\n    2  real  property  actions  and  proceedings  law,  the  section heading as\n    3  amended by chapter 870 of the laws of 1982, subdivision 1 as amended  by\n    4  chapter 305 of the laws of 1963, are amended to read as follows:\n    5    Stay  where  tenant  holds  over  in  premises  occupied  for dwelling\n    6  purposes [in city of New York].  1.  In  a  proceeding  to  recover  the\n    7  possession  of  premises [in the city of New York] occupied for dwelling\n    8  purposes, other than a room or rooms in  an  hotel,  lodging  house,  or\n    9  rooming  house,  upon  the  ground that the occupant is holding over and\n   10  continuing in possession of the premises after the expiration of his  OR\n   11  HER term and without the permission of the landlord, or, in a case where\n   12  a  new  lessee  is entitled to possession, without the permission of the\n   13  new lessee, the court, on application of  the  occupant,  may  stay  the\n   14  issuance  of  a warrant and also stay any execution to collect the costs\n   15  of the proceeding for a period of  not  more  than  six  months,  if  it\n   16  appears  that  the  premises  are  used  for dwelling purposes; that the\n   17  application is made in good faith; that the applicant cannot within  the\n   18  neighborhood  secure  suitable premises similar to those occupied by him\n   19  OR HER and that he OR SHE made due and reasonable efforts to secure such\n   20  other premises, or that by reason  of  other  facts  it  would  occasion\n   21  extreme hardship to [him or his] THE APPLICANT OR THE APPLICANT'S family\n   22  if  the  stay  were  not granted.   IN AN APPLICATION BROUGHT IN TOWN OR\n   23  VILLAGE COURTS, THE TERM  \"NEIGHBORHOOD\"  SHALL  BE  CONSTRUED  TO  MEAN\n   24  EITHER  THE  SAME TOWN OR VILLAGE WHERE THE APPLICANT NOW RESIDES, OR IF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01170-01-1\n\n       A. 164                              2\n\n    1  THE APPLICANT HAS SCHOOL AGED CHILDREN RESIDING WITH HIM OR HER, \"NEIGH-\n    2  BORHOOD\" SHALL MEAN THE SCHOOL DISTRICT WHERE SUCH  CHILDREN  ATTEND  OR\n    3  ARE ELIGIBLE TO ATTEND.\n    4    S  2.  This  act  shall take effect immediately and shall apply to any\n    5  proceeding to recover real property filed with any  court  of  competent\n    6  jurisdiction on and after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law, in relation to certain holdover tenants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T111415.TXT", "SOBI.D101217.T113936.TXT", "SOBI.D101216.T113417.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292603976105
}