{
  "year" : 2011,
  "senateBillNo" : "A1643-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1643-2011-1294722000000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a public service commission nominating board to make recommendations of persons qualified for appointment as commissioners of the public service commission",
  "summary" : "Establishes a public service commission nominating board to make recommendations of persons qualified for appointment as commissioners of the public service commission. ",
  "currentCommittee" : null,
  "sameAs" : "S1984",
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A1671-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Nolan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1643\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. KAVANAGH, BENEDETTO, COOK, GALEF, JAFFEE, MARKEY,\n         M. MILLER, MILLMAN, NOLAN, ROBINSON, ROSENTHAL, PHEFFER -- Multi-Spon-\n         sored  by  --  M.  of A. BING, BOYLAND, CYMBROWITZ, DESTITO, DINOWITZ,\n         GOTTFRIED, McDONOUGH, McENENY, PERRY, SAYWARD, TOWNS -- read once  and\n         referred to the Committee on Corporations, Authorities and Commissions\n\n       AN  ACT  to amend the public service law, in relation to the appointment\n         of members of the public service commission\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 4 of the public service law is amended by adding a\n    2  new subdivision 4 to read as follows:\n    3    4. TO ENSURE THE HIGHEST STANDARD OF PUBLIC  UTILITY  REGULATION,  ANY\n    4  PERSON  APPOINTED  AS  A COMMISSIONER PURSUANT TO THE PROVISIONS OF THIS\n    5  SECTION SHALL BE QUALIFIED FOR SUCH APPOINTMENT AS PROVIDED  IN  SECTION\n    6  FOUR-A OF THIS ARTICLE.\n    7    S  2. The public service law is amended by adding a new section 4-a to\n    8  read as follows:\n    9    S 4-A. PUBLIC SERVICE  COMMISSION  NOMINATING  BOARD.  1.  ANY  PERSON\n   10  APPOINTED  AS  A COMMISSIONER PURSUANT TO THE PROVISIONS OF SECTION FOUR\n   11  OF THIS ARTICLE SHALL (A) HAVE EDUCATION AND TRAINING, AND THREE OR MORE\n   12  YEARS OF EXPERIENCE IN ONE OR MORE OF THE FOLLOWING  FIELDS:  ECONOMICS,\n   13  ENGINEERING,  LAW,  ACCOUNTING, BUSINESS MANAGEMENT, UTILITY REGULATION,\n   14  PUBLIC POLICY, CONSUMER ADVOCACY OR ENVIRONMENTAL  MANAGEMENT;  AND  (B)\n   15  SHALL  BE  SELECTED  FROM A LIST OF INDIVIDUALS NOMINATED AS PROVIDED IN\n   16  SUBDIVISION TWO OF THIS SECTION.\n   17    2. (A) THERE SHALL BE ESTABLISHED IN THE DEPARTMENT A  PUBLIC  SERVICE\n   18  COMMISSION NOMINATING BOARD CONSISTING OF THE FOLLOWING:\n   19    (1)  THE EXECUTIVE DIRECTOR OF THE STATE CONSUMER PROTECTION BOARD, OR\n   20  HIS OR HER DESIGNEE;\n   21    (2) THE PRESIDENT OF THE NEW YORK STATE ENERGY RESEARCH  AND  DEVELOP-\n   22  MENT AUTHORITY, OR HIS OR HER DESIGNEE;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04803-01-1\n\n       A. 1643                             2\n\n    1    (3) THE COMMISSIONER OF ECONOMIC DEVELOPMENT, OR HIS OR HER DESIGNEE;\n    2    (4)  THE  COMMISSIONER  OF  ENVIRONMENTAL  CONSERVATION, OR HIS OR HER\n    3  DESIGNEE;\n    4    (5) THE ATTORNEY GENERAL, OR HIS OR HER DESIGNEE;\n    5    (6) A PROFESSIONAL ENGINEER APPOINTED BY THE  COMMISSIONER  OF  EDUCA-\n    6  TION, TO SERVE AT THE PLEASURE OF SUCH COMMISSIONER;\n    7    (7)  A  CERTIFIED  PUBLIC  ACCOUNTANT APPOINTED BY THE COMMISSIONER OF\n    8  EDUCATION, TO SERVE AT THE PLEASURE OF SUCH COMMISSIONER;\n    9    (8) A PERSON SIXTY-FIVE YEARS OF AGE OR OLDER APPOINTED BY THE  DIREC-\n   10  TOR  OF THE STATE OFFICE FOR THE AGING, TO SERVE AT THE PLEASURE OF SUCH\n   11  DIRECTOR;\n   12    (9) A REPRESENTATIVE OF BUSINESS ENTITIES REGULATED BY THE COMMISSION,\n   13  APPOINTED BY THE GOVERNOR, TO SERVE AT THE PLEASURE OF THE GOVERNOR;\n   14    (10) A REPRESENTATIVE OF BUSINESS ENTITIES THAT ARE NOT  REGULATED  BY\n   15  THE  COMMISSION,  APPOINTED BY THE GOVERNOR, TO SERVE AT THE PLEASURE OF\n   16  THE GOVERNOR;\n   17    (11) A REPRESENTATIVE OF LABOR APPOINTED BY THE GOVERNOR, TO SERVE  AT\n   18  THE PLEASURE OF THE GOVERNOR;\n   19    (12)  TWO MEMBERS OF THE PUBLIC APPOINTED BY THE SPEAKER OF THE ASSEM-\n   20  BLY, TO SERVE AT THE PLEASURE OF THE SPEAKER;\n   21    (13) TWO MEMBERS OF THE PUBLIC APPOINTED BY THE TEMPORARY PRESIDENT OF\n   22  THE SENATE, TO SERVE AT THE PLEASURE OF THE TEMPORARY PRESIDENT;\n   23    (14) A MEMBER OF THE PUBLIC APPOINTED BY THE MINORITY  LEADER  OF  THE\n   24  ASSEMBLY, TO SERVE AT THE PLEASURE OF THE MINORITY LEADER; AND\n   25    (15)  A  MEMBER  OF THE PUBLIC APPOINTED BY THE MINORITY LEADER OF THE\n   26  SENATE, TO SERVE AT THE PLEASURE OF THE MINORITY LEADER.\n   27    (B) AT ITS INITIAL MEETING IN EACH CALENDAR  YEAR,  SUCH  BOARD  SHALL\n   28  SELECT  FROM AMONG ITS MEMBERS A CHAIRPERSON. THE BOARD MAY ADOPT BYLAWS\n   29  GOVERNING ITS PROCEEDINGS.\n   30    (C) THE PUBLIC SERVICE COMMISSION NOMINATING BOARD SHALL KEEP A RECORD\n   31  OF ITS PROCEEDINGS. SPECIAL MEETINGS MAY BE CALLED BY  THE  CHAIRPERSON,\n   32  AND SHALL BE CALLED BY THE CHAIRPERSON UPON RECEIPT OF A WRITTEN REQUEST\n   33  FOR A MEETING SIGNED BY TWO OR MORE MEMBERS OF THE BOARD. WRITTEN NOTICE\n   34  OF  THE  TIME  AND PLACE OF EACH MEETING SHALL BE SENT TO EACH MEMBER OF\n   35  THE BOARD.\n   36    (D) THE PUBLIC SERVICE COMMISSION NOMINATING BOARD SHALL:\n   37    (1) REVIEW AND EVALUATE POSSIBLE APPOINTEES FOR THE OFFICE OF  COMMIS-\n   38  SIONER OF THE COMMISSION;\n   39    (2)  NOT  MORE  THAN EIGHTY-FIVE NOR LESS THAN SIXTY DAYS PRIOR TO THE\n   40  EXPIRATION OF THE TERM OF A COMMISSIONER, OR NOT MORE THAN  THIRTY  DAYS\n   41  AFTER  THE  DEATH  OR  RESIGNATION  OF  OR  TERMINATION OF SERVICE BY, A\n   42  COMMISSIONER, PROVIDE THE GOVERNOR WITH A LIST OF FOUR INDIVIDUALS MEET-\n   43  ING THE QUALIFICATIONS OF THIS SECTION WHO ARE, IN THE JUDGMENT  OF  THE\n   44  BOARD,  THE  MOST  FULLY QUALIFIED TO SERVE ON THE COMMISSION. THE BOARD\n   45  SHALL NOT INCLUDE THE NAME OF AN INDIVIDUAL UPON ANY SUCH  LIST  IF  THE\n   46  APPOINTMENT OF THAT INDIVIDUAL BY THE GOVERNOR WOULD RESULT IN A GREATER\n   47  NUMBER  OF  MEMBERS  OF  THE  COMMISSION BELONGING TO THE SAME POLITICAL\n   48  PARTY THAN IS PERMITTED PURSUANT TO SECTION FOUR OF THIS ARTICLE.\n   49    (3) IN REVIEWING AND EVALUATING POSSIBLE APPOINTEES FOR THE OFFICE  OF\n   50  COMMISSIONER  OF  THE  COMMISSION,  THE  BOARD MAY ACCEPT COMMENTS FROM,\n   51  COOPERATE WITH AND REQUEST INFORMATION FROM ANY PERSON.\n   52    (E) WITHIN THIRTY DAYS OF RECEIPT OF THE BOARD'S RECOMMENDATIONS,  THE\n   53  GOVERNOR  SHALL  APPOINT  ONE OF THE PERSONS RECOMMENDED BY THE BOARD TO\n   54  FILL A VACANCY OCCURRING IN THE OFFICE OF COMMISSIONER. NOTHING IN  THIS\n   55  SECTION  SHALL  PREVENT  THE  GOVERNOR IN THE GOVERNOR'S DISCRETION FROM\n   56  REJECTING ALL OF THE NOMINEES OF THE BOARD AND RECONVENING THE BOARD  IN\n\n       A. 1643                             3\n\n    1  ORDER TO SELECT FOUR ADDITIONAL NOMINEES. HOWEVER, WHEN THE GOVERNOR HAS\n    2  RECONVENED  THE  BOARD  AND  THE  BOARD HAS PROVIDED THE GOVERNOR WITH A\n    3  SECOND LIST OF FOUR NAMES, THE GOVERNOR SHALL MAKE THE APPOINTMENT  FROM\n    4  ONE OF THE NAMES ON THE FIRST LIST OR THE SECOND LIST.\n    5    (F)  THE  MEMBERS OF THE BOARD SHALL RECEIVE NO COMPENSATION FOR THEIR\n    6  SERVICES ON THE BOARD BUT SHALL BE ENTITLED TO  REIMBURSEMENT  OF  THEIR\n    7  ACTUAL AND NECESSARY EXPENSES.\n    8    S 3. This act shall take effect on the one hundred twentieth day after\n    9  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to the appointment of members of the public service commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T122938.TXT", "SOBI.D110111.T154221.TXT", "SOBI.D110111.T133711.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295026178618
}