{
  "year" : 2011,
  "senateBillNo" : "A1648-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1648-2011-1294722000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the use of innovative techniques to enhance public participation in the rule making process",
  "summary" : "Authorizes the use of innovative techniques to enhance public participation in the rule making process; provides that use of such techniques shall in no way otherwise diminish public participation in the rule making process; establishes a three year pilot project for seven major regulatory agencies to hold public hearings upon petition of 125 or more New York residents. ",
  "currentCommittee" : null,
  "sameAs" : "S1967",
  "lawSection" : "State Administrative Procedure Act",
  "previousVersions" : [ "A8431-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1648\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. KAVANAGH, AUBRY, CAHILL, CASTRO, COOK, GALEF,\n         JAFFEE, LANCMAN, LUPARDO -- Multi-Sponsored by -- M. of A. BING, BREN-\n         NAN, GOTTFRIED, MAGEE, McDONOUGH,  McKEVITT,  MENG,  MOLINARO,  ORTIZ,\n         PERRY,  SALADINO,  SWEENEY,  THIELE  --  read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the state administrative procedure act, in  relation  to\n         public  hearings  on  proposed  rules; and providing for the repeal of\n         such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1 of section 102 of the state administrative\n    2  procedure act, as amended by chapter 635 of the laws of 1995, is amended\n    3  to read as follows:\n    4    1. \"Agency\" means any department, board, bureau, commission, division,\n    5  office, council, committee or officer of the state, or a public  benefit\n    6  corporation  or  public  authority  at  least  one  of  whose members is\n    7  appointed by the governor, authorized by law to make rules  or  to  make\n    8  final  decisions  in  adjudicatory proceedings but shall not include the\n    9  governor, agencies in the legislative and  judicial  branches,  agencies\n   10  created  by  interstate compact or international agreement, the division\n   11  of military and naval affairs to the extent it exercises  its  responsi-\n   12  bility for military and naval affairs, the division of state police, the\n   13  identification and intelligence unit of the division of criminal justice\n   14  services,  the  state  insurance fund, the unemployment insurance appeal\n   15  board, and except for purposes of subdivision one of section two hundred\n   16  two-d AND SECTION TWO  HUNDRED  TWO-F  of  this  chapter,  the  workers'\n   17  compensation  board and except for purposes of article two of this chap-\n   18  ter, the state division of parole and  the  department  of  correctional\n   19  services.\n   20    S 2. The state administrative procedure act is amended by adding a new\n   21  section 202-f to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04122-01-1\n\n       A. 1648                             2\n\n    1    S  202-F.  PUBLIC  HEARINGS. 1. WHENEVER A PUBLIC HEARING IS HELD ON A\n    2  PROPOSED RULE PURSUANT TO THIS CHAPTER,  UNLESS  OTHERWISE  PROVIDED  IN\n    3  LAW, AN AGENCY IS AUTHORIZED TO UTILIZE INNOVATIVE TECHNIQUES TO ENHANCE\n    4  PUBLIC PARTICIPATION IN RULE MAKING, INCLUDING BUT NOT LIMITED TO ALLOW-\n    5  ING  THE  PUBLIC  TO  ASK QUESTIONS OF AGENCY PERSONNEL FOR A PORTION OF\n    6  SUCH HEARING, ORGANIZING SUCH HEARING AS A ROUNDTABLE DISCUSSION, SCHED-\n    7  ULING AN EVENING OR WEEKEND HEARING, AND USING BROADCASTING AND TELECON-\n    8  FERENCING TECHNOLOGIES; PROVIDED, HOWEVER, THAT NO SUCH INNOVATIVE TECH-\n    9  NIQUES SHALL BE USED IN A MANNER  WHICH  DIMINISHES  THE  ABILITY  WHICH\n   10  MEMBERS  OF  THE  PUBLIC WOULD OTHERWISE HAVE TO COMMENT ON THE PROPOSED\n   11  RULE AT A PUBLIC HEARING. EACH AGENCY LISTED IN SUBDIVISION FOUR OF THIS\n   12  SECTION SHALL, AND ANY OTHER AGENCY MAY, INCLUDE IN ITS ANNUAL REPORT  A\n   13  DESCRIPTION AND ANALYSIS OF ITS USE OF INNOVATIVE TECHNIQUES PURSUANT TO\n   14  THIS SUBDIVISION.\n   15    2. EXCEPT AS PROVIDED IN SUBDIVISION THREE OF THIS SECTION, ANY AGENCY\n   16  LISTED  IN  SUBDIVISION  FOUR  OF THIS SECTION WHICH RECEIVES A PETITION\n   17  SUBSCRIBED BY NOT FEWER THAN ONE HUNDRED TWENTY-FIVE PERSONS RESIDING IN\n   18  THIS STATE REQUESTING A PUBLIC HEARING ON ANY RULE OR RULES  WHICH  HAVE\n   19  BEEN  PROPOSED  BY  THE AGENCY, OR HAVE BEEN DESCRIBED IN THE REGULATORY\n   20  AGENDA SUBMITTED BY THE AGENCY PURSUANT TO SECTION TWO HUNDRED TWO-D  OF\n   21  THIS  ARTICLE,  SHALL  HOLD  AT  LEAST ONE PUBLIC HEARING ON THE RULE OR\n   22  RULES; PROVIDED, HOWEVER, THAT ANY SUCH PETITION ON  A  RULE  WHICH  HAS\n   23  BEEN  PROPOSED MUST BE RECEIVED BY THE AGENCY NOT LATER THAN THE TWENTI-\n   24  ETH DAY BEFORE THE LAST DATE FOR SUBMISSION OF COMMENTS. ANY AGENCY THAT\n   25  RECEIVES A PETITION AFTER THE TWENTIETH DAY BEFORE  THE  LAST  DATE  FOR\n   26  SUBMISSION  OF COMMENTS AND ANY AGENCY NOT LISTED IN SUBDIVISION FOUR OF\n   27  THIS SECTION MAY ELECT TO HOLD A HEARING UPON RECEIPT OF A PETITION. DUE\n   28  CONSIDERATION SHALL BE GIVEN TO ANY REQUEST IN A PETITION THAT A HEARING\n   29  BE CONDUCTED IN A PARTICULAR REGION.\n   30    3. AN AGENCY SHALL NOT BE REQUIRED TO HOLD A PUBLIC  HEARING  PURSUANT\n   31  TO  SUBDIVISION TWO OF THIS SECTION (A) ON A RULE FOR WHICH A HEARING IS\n   32  REQUIRED BY LAW AND HAS BEEN SCHEDULED OR HELD; (B) ON A CONSENSUS RULE;\n   33  OR (C) ON A RULE DEFINED IN SUBPARAGRAPH (II) OF PARAGRAPH (A) OF SUBDI-\n   34  VISION TWO OF SECTION ONE HUNDRED TWO OF THIS  CHAPTER.  WHEN  A  PUBLIC\n   35  HEARING  HAS BEEN REQUESTED FOR ANY RULE DESCRIBED IN A REGULATORY AGEN-\n   36  DA, THE AGENCY SHALL NOT BE REQUIRED TO SCHEDULE A PUBLIC HEARING  UNTIL\n   37  SUCH TIME AS THE RULE IS PROPOSED.\n   38    4.  THE  FOLLOWING AGENCIES SHALL ENGAGE IN THE REPORTING PROVIDED FOR\n   39  IN SUBDIVISION ONE OF THIS SECTION AND HOLD HEARINGS AS PROVIDED FOR  IN\n   40  SUBDIVISIONS  TWO  AND  THREE OF THIS SECTION: THE WORKERS' COMPENSATION\n   41  BOARD AND THE  DEPARTMENTS  OF  EDUCATION,  ENVIRONMENTAL  CONSERVATION,\n   42  HEALTH, INSURANCE, LABOR AND FAMILY ASSISTANCE.\n   43    S  3. This act shall take effect on the first of January next succeed-\n   44  ing the date on which it shall have become a law, and shall  expire  and\n   45  be  deemed  repealed  on  the thirty-first day of December of the second\n   46  calendar year following such effective date,  and  shall  apply  to  all\n   47  rules  for  which a notice of proposed rule making or a description in a\n   48  regulatory agenda is published during such time period.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state administrative procedure act, in relation to public hearings on proposed rules; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T134710.TXT", "SOBI.D110111.T155722.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110111.T134209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295025878378
}