{
  "year" : 2011,
  "senateBillNo" : "A1656-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1656-2011-1294722000000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a smart grid system",
  "summary" : "Establishes a smart grid system. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A6954-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1656\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, COLTON -- Multi-Sponsored by -- M. of A.\n         BRENNAN, REILLY, ROBINSON -- read once and referred to  the  Committee\n         on Corporations, Authorities and Commissions\n\n       AN  ACT  to  amend the public authorities law, in relation to smart grid\n         systems\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public authorities law is amended by adding a new title\n    2  13 to article 5 to read as follows:\n\n    3                                  TITLE 13\n    4                      NEW YORK STATE SMART GRID SYSTEMS\n\n    5  SECTION 1349-A. LEGISLATIVE INTENT.\n    6          1349-B. DEFINITIONS.\n    7          1349-C. RECOVERING COSTS.\n    8          1349-D. DEPLOYMENT PLAN.\n    9          1349-E. ECONOMIC INCENTIVES.\n   10          1349-F. INSTALLATION.\n   11          1349-G. ELECTRICAL CORPORATION.\n   12          1349-H. PROHIBITED REGULATION.\n\n   13    S  1349-A.  LEGISLATIVE INTENT. THE LEGISLATURE FINDS AND DECLARES ALL\n   14  OF THE FOLLOWING:\n   15    1. SMART GRID SYSTEMS THAT ALLOW REAL-TIME, TWO-WAY  DIGITAL  COMMUNI-\n   16  CATIONS  BETWEEN ELECTRIC UTILITIES AND THEIR DISTRIBUTION GRID AND WITH\n   17  THEIR CUSTOMERS CAN GREATLY IMPROVE THE EFFICIENCY  AND  RELIABILITY  OF\n   18  ELECTRICAL  DISTRIBUTION SYSTEMS AND FACILITATE CONSERVATION BY ENABLING\n   19  REAL-TIME DEMAND RESPONSE PRICING.\n   20    2. SMART GRID SYSTEMS  CONSTITUTE  CRITICAL  INFRASTRUCTURE  THAT  CAN\n   21  SUPPORT  IMPORTANT  HOMELAND  SECURITY NEEDS, BOTH BY PROVIDING DISASTER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04520-01-1\n\n       A. 1656                             2\n\n    1  PREVENTION AND RECOVERY CAPABILITIES TO  PROTECT  THE  STATE'S  ELECTRIC\n    2  GRID  AND BY ENABLING REMOTE MONITORING OF OTHER CRITICAL INFRASTRUCTURE\n    3  AND KEY ASSETS.\n    4    3.  SMART GRID SYSTEMS WILL PERMIT THE STATE TO TAKE FULL ADVANTAGE OF\n    5  DISTRIBUTED GENERATION RESOURCES THAT WILL INCREASE  DISTRIBUTION  EFFI-\n    6  CIENCY,   LOWER  CUSTOMER  PRICES,  STIMULATE  INNOVATION  AND  NEW  JOB\n    7  CREATION, AND  ULTIMATELY  REDUCE  EMISSIONS  OF  GREENHOUSE  GASES  AND\n    8  DECREASE DEPENDENCE ON FOREIGN OIL.\n    9    S 1349-B. DEFINITIONS. FOR PURPOSES OF THIS TITLE, THE FOLLOWING TERMS\n   10  HAVE THE FOLLOWING MEANINGS:\n   11    1. \"ELECTRIC UTILITY\" SHALL MEAN AN ELECTRICAL CORPORATION, ELECTRICAL\n   12  COOPERATIVE, OR LOCAL PUBLICLY OWNED ELECTRIC UTILITY.\n   13    2.  \"ELECTRICAL  DELIVERY SYSTEM\" SHALL MEAN THOSE FACILITIES THAT ARE\n   14  USED BY AN ELECTRICAL  CORPORATION,  ELECTRICAL  COOPERATIVE,  OR  LOCAL\n   15  PUBLICLY  OWNED  ELECTRIC UTILITY TO TRANSMIT, DELIVER, OR FURNISH ELEC-\n   16  TRICITY TO RETAIL END-USE CUSTOMERS.\n   17    3. \"SMART GRID SYSTEM\" SHALL MEAN A TWO-WAY COMMUNICATIONS SYSTEM  AND\n   18  ASSOCIATED  EQUIPMENT AND SOFTWARE, INCLUDING EQUIPMENT INSTALLED ON THE\n   19  ELECTRICAL DELIVERY SYSTEM AND ON THE PREMISES OF RETAIL END-USE CUSTOM-\n   20  ERS, THAT UTILIZES THE ELECTRICAL DELIVERY SYSTEM TO  PROVIDE  REAL-TIME\n   21  MONITORING,  DIAGNOSTIC,  AND  CONTROL  INFORMATION  AND  SERVICES  THAT\n   22  IMPROVE THE EFFICIENCY AND RELIABILITY OF THE DISTRIBUTION  AND  USE  OF\n   23  ELECTRICITY,  INCLUDING AUTOMATED LOAD CONTROL OR DEMAND RESPONSE, POWER\n   24  LOSS DETECTION AND PREVENTION, REMOTE OUTAGE AND RESTORATION  DETECTION,\n   25  CONTINUOUS  REPORTING OF UTILITY AND CUSTOMER DEMAND, DYNAMIC PRICING OF\n   26  ELECTRICAL SERVICE, PERFORMANCE MONITORING  OF  ELECTRICAL  DISTRIBUTION\n   27  NETWORK  EQUIPMENT, AND PREDICTIVE MAINTENANCE AND DIAGNOSTICS. AN ELEC-\n   28  TRIC UTILITY MAY TREAT AN ELECTRICAL METER INSTALLED TO ENABLE THE ELEC-\n   29  TRICAL DELIVERY SYSTEM TO FUNCTION PROPERLY AS BEING PART OF  THE  SMART\n   30  GRID  SYSTEM  IF THE METER HAS THE CAPABILITY OF MEASURING AND RECORDING\n   31  ELECTRICITY USAGE DATA  ON  A  TIME-DIFFERENTIATED  BASIS  OF  AT  LEAST\n   32  FIFTEEN  MINUTE  INTERVALS  FOR AT LEAST FOUR SEPARATE TIME SEGMENTS PER\n   33  DAY.\n   34    S 1349-C. RECOVERING COSTS. 1. IT  IS  THE  POLICY  OF  THE  STATE  TO\n   35  ENCOURAGE  AND, WHERE APPROPRIATE, MANDATE THE UTILIZATION OF SMART GRID\n   36  SYSTEMS BY ELECTRIC UTILITIES.\n   37    2. AN ELECTRIC UTILITY SHALL RECOVER ITS REASONABLE  COSTS  FOR  PLAN-\n   38  NING,  BUILDING,  AND  OPERATING  A  SMART  GRID SYSTEM FROM RATEPAYERS,\n   39  INCLUDING ADMINISTRATIVE  AND  OPERATIONAL  COSTS,  COSTS  FOR  SERVICES\n   40  RENDERED  BY UTILITY EMPLOYEES, CONTRACTORS, AND SUBCONTRACTORS, CAPITAL\n   41  INVESTMENT AND DEPRECIATION, TAXES, FINANCING, FINANCIAL INCENTIVES PAID\n   42  TO CUSTOMERS FOR PARTICIPATION IN DEMAND  RESPONSE,  LOAD  CONTROL,  AND\n   43  OTHER  CONSERVATION  PROGRAMS,  AND  MARKETING AND ADVERTISING COSTS FOR\n   44  SUCH PROGRAMS.\n   45    3. AN ELECTRIC UTILITY SHALL RECOVER THE REASONABLE COSTS OF EQUIPMENT\n   46  RENDERED OBSOLETE BY DEPLOYMENT OF A SMART GRID  SYSTEM,  BASED  ON  THE\n   47  REMAINING DEPRECIABLE LIFE OF THE OBSOLETE EQUIPMENT.\n   48    4.  AN  ELECTRIC  UTILITY  SHALL NOT RECOVER THE COSTS OF EQUIPMENT OR\n   49  SOFTWARE FROM RATEPAYERS UNLESS THE EQUIPMENT AND SOFTWARE IS COMPATIBLE\n   50  WITH, AND CAPABLE OF INTEROPERATING WITH, A SMART GRID SYSTEM.\n   51    5. SUBDIVISION FOUR OF THIS SECTION DOES NOT APPLY  IN  THE  FOLLOWING\n   52  SITUATIONS:  (A) THE ELECTRIC UTILITY HAS, PRIOR TO FEBRUARY TWENTY-SEC-\n   53  OND, TWO THOUSAND EIGHT, ENTERED INTO A BINDING FINANCIAL COMMITMENT  TO\n   54  MAKE  A  PURCHASE OF, OR EXPENDITURE FOR, THE EQUIPMENT OR SOFTWARE THAT\n   55  IS NOT COMPATIBLE WITH, OR CAPABLE OF INTEROPERATING WITH, A SMART  GRID\n   56  SYSTEM.\n\n       A. 1656                             3\n\n    1    (B)  THE EQUIPMENT OR SOFTWARE IS FOR PROVIDING SERVICE IN A GEOGRAPH-\n    2  ICAL AREA WHERE THE DEMONSTRATED COST OF DEPLOYING A SMART  GRID  SYSTEM\n    3  EXCEEDS  THE  REASONABLY  ANTICIPATED  BENEFITS OF DEPLOYMENT, INCLUDING\n    4  BENEFITS TO THE UTILITY, RATEPAYERS, THE ENVIRONMENT, AND HOMELAND SECU-\n    5  RITY.\n    6    S 1349-D. DEPLOYMENT PLAN. 1. EACH ELECTRIC UTILITY WITH MORE THAN TEN\n    7  THOUSAND SERVICE CONNECTIONS SHALL DEVELOP AND ADOPT A SMART GRID SYSTEM\n    8  DEPLOYMENT  PLAN  BY  JUNE  THIRTIETH,  TWO THOUSAND TWELVE. AN ELECTRIC\n    9  UTILITY WITH TEN THOUSAND OR FEWER  SERVICE  CONNECTIONS  MAY  ELECT  TO\n   10  DEVELOP AND ADOPT A SMART GRID SYSTEM DEPLOYMENT PLAN.\n   11    2.  EACH  ELECTRIC UTILITY SHALL, BY SEPTEMBER THIRTIETH, TWO THOUSAND\n   12  TWELVE, ISSUE A SMART GRID SYSTEM REQUEST FOR PROPOSALS CONSISTENT  WITH\n   13  THE  DEPLOYMENT  PLAN. RESPONDENTS TO A REQUEST FOR PROPOSAL SHALL OFFER\n   14  TO SERVE AT LEAST A MAJORITY OF THE ELECTRIC UTILITY'S RESIDENTIAL ELEC-\n   15  TRIC SUBSCRIBERS.\n   16    3. UNLESS SUBDIVISION FOUR OF THIS SECTION IS APPLICABLE, AN  ELECTRIC\n   17  UTILITY  SHALL MAKE A FINAL SELECTION OF A WINNING RESPONSE TO ITS SMART\n   18  GRID SYSTEM REQUEST FOR PROPOSALS NO LATER THAN ONE HUNDRED TWENTY  DAYS\n   19  AFTER THE DATE THE REQUEST FOR PROPOSALS IS ISSUED. ANY WINNING RESPONSE\n   20  SELECTED  SHALL  PROPOSE  TO CONSTRUCT A SMART GRID SYSTEM THAT PROVIDES\n   21  SUFFICIENT CAPACITY AND CAPABILITIES TO  MEET  ANTICIPATED  DEMANDS  FOR\n   22  MANAGEMENT  AND  CONTROL  OF  THE ELECTRIC UTILITY'S ELECTRICAL DELIVERY\n   23  SYSTEM UNTIL AT LEAST DECEMBER THIRTY-FIRST, TWO THOUSAND TWENTY-SIX.\n   24    4. AN ELECTRIC UTILITY MAY DECLINE TO SELECT A WINNING  PROPOSAL  ONLY\n   25  IF THERE ARE NO PROPOSALS MEETING THE REQUIREMENTS OF THE REQUEST OR THE\n   26  ELECTRIC  UTILITY MAKES WRITTEN FINDINGS THAT THE COSTS TO IMPLEMENT ANY\n   27  BIDS MEETING THE REQUIREMENTS OF THE PROPOSAL WOULD CLEARLY OUTWEIGH THE\n   28  POTENTIAL BENEFITS OF DEPLOYING A SMART GRID SYSTEM, INCLUDING  ENVIRON-\n   29  MENTAL  BENEFITS AND DIRECT AND INDIRECT BENEFITS TO THE UTILITY'S RATE-\n   30  PAYERS.\n   31    S 1349-E. ECONOMIC INCENTIVES. 1. BY APRIL FIRST, TWO THOUSAND TWELVE,\n   32  THE COMMISSION SHALL ESTABLISH RULES TO ENSURE  THAT  ELECTRICAL  CORPO-\n   33  RATIONS  WITH  MORE  THAN TEN THOUSAND SERVICE CONNECTIONS HAVE ADEQUATE\n   34  ECONOMIC INCENTIVES TO  DEPLOY  SMART  GRID  SYSTEMS.  THE  RULES  SHALL\n   35  ENCOURAGE ELECTRICAL CORPORATIONS TO DEPLOY SMART GRID SYSTEMS THAT HAVE\n   36  SUFFICIENT  CAPACITY AND CAPABILITIES TO MEET ANTICIPATED FUTURE DEMANDS\n   37  FOR MANAGEMENT AND CONTROL OF THE ELECTRICAL DISTRIBUTION  SYSTEM  UNTIL\n   38  AT  LEAST  DECEMBER  THIRTY-FIRST, TWO THOUSAND TWENTY-SIX. THE ECONOMIC\n   39  INCENTIVES SHALL, FOR SMART GRID SYSTEMS DEPLOYED ON OR  AFTER  DECEMBER\n   40  THIRTY-FIRST, TWO THOUSAND EIGHT, INCLUDE ONE OR MORE OF THE FOLLOWING:\n   41    (A) AN ENHANCED RETURN ON ITS REASONABLE CAPITAL EXPENDITURES AND ON A\n   42  PORTION  OF  ITS REASONABLE OPERATIONS AND MAINTENANCE COSTS FOR A SMART\n   43  GRID SYSTEM; OR\n   44    (B) RETENTION OF A PORTION OF ANY COST SAVINGS ATTRIBUTABLE TO THE USE\n   45  OF A SMART GRID SYSTEM.\n   46    2. THE GOVERNING BOARD OF AN ELECTRIC UTILITY THAT  IS  NOT  AN  ELEC-\n   47  TRICAL CORPORATION MAY ESTABLISH INCENTIVES TO DEPLOY SMART GRID SYSTEMS\n   48  CONSISTENT WITH SUBDIVISION ONE OF THIS SECTION.\n   49    3.  AN  ELECTRICAL  CORPORATION  WITH  TEN  THOUSAND  OR FEWER SERVICE\n   50  CONNECTIONS MAY FILE AN APPLICATION WITH THE COMMISSION SEEKING AUTHORI-\n   51  ZATION TO ESTABLISH INCENTIVES TO DEPLOY SMART GRID  SYSTEMS  CONSISTENT\n   52  WITH SUBDIVISION ONE OF THIS SECTION.\n   53    S  1349-F.  INSTALLATION.  1.  AN  ELECTRIC UTILITY OR ITS CONTRACTORS\n   54  INSTALLING A SMART GRID SYSTEM SHALL BE PERMITTED ACCESS TO  ANY  POLES,\n   55  DUCTS,  CONDUITS,  AND RIGHTS-OF-WAY ON TERMS AND CONDITIONS AT LEAST AS\n\n       A. 1656                             4\n\n    1  FAVORABLE AS THOSE GRANTED TO A HOLDER OF A STATE FRANCHISE. THE  RIGHTS\n    2  GRANTED BY THIS SECTION DO NOT LIMIT EITHER OF THE FOLLOWING:\n    3    (A)  ANY  RIGHT  THAT A UTILITY OR THIRD PARTY INSTALLING A SMART GRID\n    4  SYSTEM MAY HAVE TO ACCESS  POLES,  DUCTS,  CONDUITS,  AND  RIGHTS-OF-WAY\n    5  PURSUANT TO CONTRACT OR UNDER ANY OTHER LAW; OR\n    6    (B) THE SERVICES THAT MAY BE OFFERED OVER A SMART GRID SYSTEM.\n    7    2.  A  SMART  GRID  SYSTEM  IS AN INTEGRAL COMPONENT OF THE ELECTRICAL\n    8  DELIVERY SYSTEM AND THE INSTALLATION OF A SMART GRID  SYSTEM  SHALL  NOT\n    9  REQUIRE  AN ELECTRIC UTILITY OR ITS CONTRACTOR TO OBTAIN OR EXPAND EASE-\n   10  MENTS OR OTHER RIGHTS-OF-WAY OR TO PROVIDE ADDITIONAL CONSIDERATION AS A\n   11  RESULT OF THE INSTALLATION  OR  OPERATION  OF  THE  SMART  GRID  SYSTEM.\n   12  INSTALLATION OF A SMART GRID SYSTEM IS CONSISTENT WITH, AND PART OF, THE\n   13  INSTALLATION OF THE ELECTRICAL DISTRIBUTION SYSTEM.\n   14    S  1349-G. ELECTRICAL CORPORATION. AN ELECTRICAL CORPORATION MAY ELECT\n   15  TO OWN AND OPERATE A SMART GRID SYSTEM ON ITS  OWN  ELECTRICAL  DELIVERY\n   16  SYSTEM,  OR  MAY  PERMIT  AN AFFILIATED OR UNAFFILIATED ENTITY TO OWN OR\n   17  OPERATE THE SMART GRID SYSTEM.\n   18    S 1349-H.  PROHIBITED  REGULATION.  A  LOCAL  MUNICIPALITY  SHALL  NOT\n   19  PROHIBIT OR REGULATE EITHER OF THE FOLLOWING:\n   20    (A)  THE  INSTALLATION OR OPERATION OF A SMART GRID SYSTEM BY AN ELEC-\n   21  TRICAL CORPORATION OR ELECTRICAL COOPERATIVE, OR A CONTRACTOR OR  AFFIL-\n   22  IATE,  WITHIN  THE  SERVICE  AREA OF THE ELECTRICAL CORPORATION OR ELEC-\n   23  TRICAL COOPERATIVE; OR\n   24    (B) THE INSTALLATION OR OPERATION OF A SMART GRID SYSTEM  BY  A  LOCAL\n   25  PUBLICLY  OWNED  ELECTRIC  UTILITY,  OR A CONTRACTOR, WITHIN THE SERVICE\n   26  AREA OF THE UTILITY, WHEN APPROVED BY THE GOVERNING BOARD OF THE  UTILI-\n   27  TY.\n   28    S 2. This act shall take effect on the one hundred twentieth day after\n   29  it shall have become a law; provided, however, that effective immediate-\n   30  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   31  necessary for the implementation of this act on its effective  date  are\n   32  authorized  and  directed  to  be  made  and completed on or before such\n   33  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to smart grid systems ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T153721.TXT", "SOBI.D110111.T134209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778241856
}