{
  "year" : 2011,
  "senateBillNo" : "A1651-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to education",
    "billEventId" : "A1651-2011-1294722000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Nolan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that charter school employees are entitled to same collective bargaining representation and retirement as public school employees; repealer",
  "summary" : "Provides that employees of charter schools shall be entitled to be represented by the same collective bargaining unit that represents the public school employees of the school district in which the charter school is located, and shall be entitled to the same retirement system membership as such public school employees are entitled. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1814-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1651\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. NOLAN -- Multi-Sponsored by -- M. of A. McENENY,\n         MILLMAN -- read once and referred to the Committee on Education\n\n       AN ACT to amend the education law, in relation to the rights of  employ-\n         ees of charter schools; and to repeal paragraph (b-1) of subdivision 3\n         of  section  2854 of such law relating to collective bargaining repre-\n         sentation of employees of charter schools\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraphs (b) and (c) of subdivision 3 of section 2854 of\n    2  the education law, as added by chapter  4  of  the  laws  of  1998,  are\n    3  amended to read as follows:\n    4    (b)  The school employees of a charter school [that has been converted\n    5  from an existing public school]  who  are  eligible  for  representation\n    6  under  article  fourteen  of the civil service law shall be deemed to be\n    7  included within the negotiating unit containing  like  titles  or  posi-\n    8  tions,  if  any, for the school district in which such charter school is\n    9  located and shall be subject  to  the  collective  bargaining  agreement\n   10  covering  that school district negotiating unit; provided, however, that\n   11  a majority of the members of a negotiating unit within a charter  school\n   12  may  modify,  in  writing,  a  collective  bargaining  agreement for the\n   13  purposes of employment in the charter school with the  approval  of  the\n   14  board of trustees of the charter school.\n   15    (c)  The employees of the charter school [may] SHALL be deemed employ-\n   16  ees of the local school district for the purpose of providing retirement\n   17  benefits, including membership in the teachers'  retirement  system  and\n   18  other retirement systems open to employees of public schools. The finan-\n   19  cial  contributions for such benefits shall be the responsibility of the\n   20  charter school and the school's employees. The commissioner, in  consul-\n   21  tation  with the comptroller, shall develop regulations to implement the\n   22  provisions of this paragraph in a manner that allows charter schools  to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05585-01-1\n\n       A. 1651                             2\n\n    1  provide retirement benefits to its employees in the same manner as other\n    2  public school employees.\n    3    S 2. Paragraph (b-1) of subdivision 3 of section 2854 of the education\n    4  law is REPEALED.\n    5    S  3.  This  act shall take effect on the thirtieth day after it shall\n    6  have become a law.\n         REPEAL NOTE.--Paragraph (b-1) of subdivision 3 of section 2854 of  the\n       education  law,  proposed  to  be  repealed  by section two of this act,\n       exempts employees of charter schools,  that  are  not  conversions  from\n       existing  public  schools,  from collective bargaining representation by\n       the unit representing public school employees.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the rights of employees of charter schools; and to repeal paragraph (b-1) of subdivision 3 of section 2854 of such law relating to collective bargaining representation of employees of charter schools ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T153721.TXT", "SOBI.D110111.T153221.TXT", "SOBI.D110111.T134209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778241832
}