{
  "year" : 2011,
  "senateBillNo" : "A1655-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to codes",
    "billEventId" : "A1655-2011-1294722000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits peace officers from inquiring about the nationality or immigration status of a victim or witness to a criminal offense",
  "summary" : "Prohibits law enforcement agencies or peace officers from inquiring about the nationality or immigration status of a victim or witness to a criminal offense. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "AA11590-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1655\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Codes\n\n       AN ACT to amend the criminal procedure law, in relation  to  prohibiting\n         law  enforcement  agencies and peace officers from inquiring about the\n         nationality or immigration status of a victim or witness to a criminal\n         offense\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  criminal  procedure  law  is amended by adding a new\n    2  section 2.25 to read as follows:\n    3  S 2.25 PROHIBITIONS ON LAW ENFORCEMENT AGENCIES AND PEACE OFFICERS.\n    4    A LAW ENFORCEMENT AGENCY OF THE STATE OR A  POLITICAL  SUBDIVISION  OF\n    5  THE  STATE  OR  A PEACE OFFICER MAY NOT INQUIRE AS TO THE NATIONALITY OR\n    6  IMMIGRATION STATUS OF A VICTIM OF  OR  WITNESS  TO  A  CRIMINAL  OFFENSE\n    7  EXCEPT AS NECESSARY TO INVESTIGATE THE OFFENSE.\n    8    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03969-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to prohibiting law enforcement agencies and peace officers from inquiring about the nationality or immigration status of a victim or witness to a criminal offense ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T153721.TXT", "SOBI.D110111.T134209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778241852
}