{
  "year" : 2011,
  "senateBillNo" : "A1650-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A1650-2011-1294722000000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the \"New York state civil war 150th anniversary commemoration commission\"",
  "summary" : "Creates the \"New York state civil war 150th anniversary commemoration commission\" to plan and execute an organized series of reenactment tourism events. ",
  "currentCommittee" : null,
  "sameAs" : "S197",
  "lawSection" : "Tourism",
  "previousVersions" : [ "AA8157-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1650\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. McENENY, ENGLEBRIGHT, TITONE -- read once and\n         referred to the Committee on Tourism, Parks, Arts and Sports  Develop-\n         ment\n\n       AN  ACT to create a temporary New York state civil war 150th anniversary\n         commemoration  commission;  and  providing  for  the  repeal  of  such\n         provisions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings.  The  legislature  hereby  finds  and\n    2  declares that there is a need to create a New York state civil war 150th\n    3  anniversary commemoration commission to promote the 150th anniversary of\n    4  the  American civil war which will take place between the years 2011 and\n    5  2015. The primary focus of the New York state civil war  150th  anniver-\n    6  sary  commemoration  commission will be to plan and execute an organized\n    7  series of civil war reenactment tourism events.\n    8    The legislature finds that the creation of a New York state civil  war\n    9  150th anniversary commemoration commission is necessary to bring togeth-\n   10  er  persons  qualified  by experience and/or by powers vested in them by\n   11  their offices to coordinate and facilitate such a multi-year event.\n   12    S 2. New York state civil war 150th anniversary commemoration  commis-\n   13  sion;  created.  1. There is hereby created a temporary state commission\n   14  to be known as the \"New York state civil war 150th  anniversary  commem-\n   15  oration commission\".\n   16    2. Definitions. As used in this act:\n   17    a.  \"Commission\"  means the New York state civil war 150th anniversary\n   18  commemoration commission created by this section.\n   19    b. \"Re-enactor\" means a person who is a recognized member  of  a  duly\n   20  constituted  reenactment  organization approved by the host site and who\n   21  participates in the main civil war reenactment event for the year.\n   22    3. a. The commission shall consist of 14 members to  be  appointed  as\n   23  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01683-01-1\n\n       A. 1650                             2\n\n    1    The  commissioner  of the department of parks, recreation and historic\n    2  preservation or his or her duly designated representative,  the  commis-\n    3  sioner  of  the  department  of  education or his or her duly designated\n    4  representative, the commissioner of the department of economic  develop-\n    5  ment or his or her duly designated representative, and 11 members of the\n    6  civil war reenactment community of whom three members shall be appointed\n    7  by the governor, three members shall be appointed by the temporary pres-\n    8  ident  of the senate, three members shall be appointed by the speaker of\n    9  the assembly, one member shall be appointed by the  minority  leader  of\n   10  the  senate  and one member shall be appointed by the minority leader of\n   11  the assembly. The commissioner of the department of economic development\n   12  or his or her duly designated representative shall serve as  chairperson\n   13  of the commission. The eleven appointed members shall serve at the plea-\n   14  sure of the appointing official. Vacancies shall be filled in the manner\n   15  provided for original appointments.\n   16    b.  The  members  of  the commission shall receive no compensation for\n   17  their services.\n   18    c. Notwithstanding any inconsistent provision of any general,  special\n   19  or  local  law,  ordinance, resolution or charter, no officer, member or\n   20  employee of the state or of any public corporation shall forfeit his  or\n   21  her  office or employment by reason of his or her acceptance of appoint-\n   22  ment as a member of the commission, nor shall service as such commission\n   23  member be deemed incompatible or in conflict with such office or employ-\n   24  ment.\n   25    d. The commission shall appoint such staff  as  may  be  necessary  to\n   26  carry out its duties.\n   27    S 3. Powers and duties of the commission. 1. The commission shall have\n   28  the following powers and duties:\n   29    a.  To  coordinate  the  commemoration of the 150th anniversary of the\n   30  civil war for the years 2011 through 2015;\n   31    b. To plan and execute an organized series of  civil  war  reenactment\n   32  tourism events;\n   33    c.  To  promote  civil  war educational studies in grades kindergarten\n   34  through twelve in New York state schools; and\n   35    d. To design two special \"metal alloy\" medallions to issue exclusively\n   36  to those re-enactors who are duly authorized and who participate in  the\n   37  main  reenactment  event of each year. A medallion shall be prepared for\n   38  issuance to American forces and a separate and distinct medallion  shall\n   39  be prepared for issuance to Confederate forces.\n   40    2. The commission shall work with forts within New York state that are\n   41  planning  civil  war  reenactment events. Each fort shall have authority\n   42  over how such events are handled.\n   43    S 4. The commission may employ and at pleasure remove  such  personnel\n   44  as  it  may  deem necessary for the performance of its functions and fix\n   45  their compensation within the amounts made  available  by  appropriation\n   46  therefor.  The  commission may meet and hold public and/or private hear-\n   47  ings within or without the state, and shall have all  the  powers  of  a\n   48  legislative committee pursuant to the legislative law.\n   49    S  5.  The  commission may request and shall receive from any subdivi-\n   50  sion, department, board, commission, office, agency, or other instrumen-\n   51  tality of the state or of any political subdivision thereof such facili-\n   52  ties, assistance and data as it deems necessary  or  desirable  for  the\n   53  proper execution of its powers and duties and to effectuate the purposes\n   54  set forth in this act.\n   55    S  6.  The commission is hereby authorized and empowered to enter into\n   56  any agreements and to do and perform any acts  that  may  be  necessary,\n\n       A. 1650                             3\n\n    1  desirable  or  proper  to  carry out the purposes and objectives of this\n    2  act.\n    3    S  7.  The  commission  shall continue in existence until December 31,\n    4  2015, at which time it shall be deemed to be repealed.\n    5    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to create a temporary New York state civil war 150th anniversary commemoration commission; and providing for the repeal of such provisions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T160223.TXT", "SOBI.D110111.T134209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294779743588
}