{
  "year" : 2011,
  "senateBillNo" : "A1658-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1658-2011-1294722000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the provision of certain financial services to debt evading foreign states",
  "summary" : "Relates to the provision of certain financial services to debt evading foreign states. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1658\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to  the  provision  of  certain\n         financial services to debt evading foreign states\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The tax law is amended by adding a new article 15  to  read\n    2  as follows:\n\n    3                                 ARTICLE 15\n    4     TAX ON THE PROVISION OF CERTAIN FINANCIAL SERVICES TO DEBT EVADING\n    5                               FOREIGN STATES\n\n    6  SECTION 330. DEFINITIONS.\n    7          331. IMPOSITION OF TAX.\n    8          332. REPORTS AND ADDITIONAL MEASURES.\n    9    S 330. DEFINITIONS. AS USED IN THIS ARTICLE, THE FOLLOWING TERMS SHALL\n   10  HAVE THE FOLLOWING MEANINGS:\n   11    1. \"AGENCY OR INSTRUMENTALITY OF A FOREIGN STATE\" MEANS ANY ENTITY:\n   12    (A) WHICH IS A SEPARATE LEGAL PERSON, CORPORATE OR OTHERWISE, AND\n   13    (B)  WHICH  IS  AN ORGAN OF A FOREIGN STATE OR A PROVINCE OR POLITICAL\n   14  SUBDIVISION THEREOF, OR A MAJORITY OF WHOSE SHARES  OR  OTHER  OWNERSHIP\n   15  INTEREST IS OWNED BY A FOREIGN STATE OR A PROVINCE OR POLITICAL SUBDIVI-\n   16  SION THEREOF, AND\n   17    (C)  WHICH  IS  NEITHER A CITIZEN OF A STATE OF THE UNITED STATES, NOR\n   18  CREATED UNDER THE LAWS OF ANY THIRD COUNTRY.\n   19    2. \"FINAL JUDGMENT\" MEANS ANY JUDGMENT THAT IS NO LONGER  ELIGIBLE  TO\n   20  BE APPEALED TO ANY COURT.\n   21    3.  \"FINANCIAL  INSTITUTION\" MEANS THE OFFICE OR BRANCH IN NEW YORK OF\n   22  ANY BANK OR BANKING ORGANIZATION, WHETHER FOREIGN OR DOMESTIC,  THAT  IS\n   23  REGULATED BY THE NEW YORK BANKING DEPARTMENT OR ANY AGENCY OR DEPARTMENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04570-01-1\n\n       A. 1658                             2\n\n    1  OF  THE  UNITED  STATES,  OR  ANY TRUST COMPANY OR ANY OTHER PROVIDER OF\n    2  PAYING AGENT SERVICES, FISCAL  AGENT  SERVICES,  OR  ANY  OTHER  SIMILAR\n    3  SERVICES.\n    4    4.  \"PAYING  AGENT  AND  FISCAL  AGENT  SERVICES\" MEANS THE PAYMENT OR\n    5  DISBURSEMENT IN NEW YORK BY  A  FINANCIAL  INSTITUTION  OF  ALL  OR  ANY\n    6  PORTION  OF  PRINCIPAL  OR INTEREST ON A BOND, NOTE AND OTHER OBLIGATION\n    7  ISSUED BY DEBT EVADING FOREIGN STATES.\n    8    5. \"FOREIGN STATE\" MEANS ANY GOVERNMENTAL UNIT OTHER THAN  THE  UNITED\n    9  STATES,  OR  ANY  STATE,  DISTRICT,  COMMONWEALTH,  TERRITORY OR INSULAR\n   10  POSSESSION THEREOF, AND INCLUDES A PROVINCE OR POLITICAL SUBDIVISION  OF\n   11  A FOREIGN STATE.\n   12    6. (A) \"DEBT EVADING FOREIGN STATE\" MEANS ANY FOREIGN STATE THAT:\n   13    (I) HAS ONE OR MORE FINAL JUDGMENTS ENTERED AGAINST IT BY ANY STATE OR\n   14  FEDERAL  COURT  LOCATED  IN  NEW  YORK,  INCLUDING  ANY  FINAL  JUDGMENT\n   15  ORIGINALLY ISSUED IN A FOREIGN COURT THAT IS FILED OR REGISTERED IN  NEW\n   16  YORK,  IN  THE  COMBINED  AMOUNT  OF  WHICH JUDGMENTS EXCEED ONE HUNDRED\n   17  MILLION DOLLARS;\n   18    (II) FAILS TO SATISFY IN FULL ANY SUCH JUDGMENT FOR A PERIOD  OF  MORE\n   19  THAN  TWO  YEARS AFTER THE JUDGMENT BECOMES A FINAL JUDGMENT, REGARDLESS\n   20  OF WHETHER SUCH JUDGMENT BECAME A FINAL JUDGMENT BEFORE THE DATE OF  THE\n   21  ENACTMENT OF THIS SUBDIVISION; AND\n   22    (III) IS NOT A FOREIGN STATE ELIGIBLE FOR:\n   23    (1)   FINANCING  THROUGH  THE  INTERNATIONAL  DEVELOPMENT  ASSOCIATION\n   24  (UNLESS SUCH STATE IS ELIGIBLE FOR FINANCING FROM THE INTERNATIONAL BANK\n   25  FOR RECONSTRUCTION AND DEVELOPMENT); OR\n   26    (2) DEBT RELIEF UNDER THE ENHANCED  HIPC  INITIATIVE  (AS  DEFINED  IN\n   27  SECTION  1625(E)(3)  OF THE UNITED STATES INTERNATIONAL FINANCIAL INSTI-\n   28  TUTIONS ACT); OR\n   29    (3) DEBT RELIEF UNDER THE MULTILATERAL DEBT RELIEF INITIATIVE  OF  THE\n   30  INTERNATIONAL MONETARY FUND.\n   31    (B)  FOR  PURPOSES  OF  THIS  ARTICLE,  REFERENCES  TO A 'DEBT EVADING\n   32  FOREIGN STATE' SHALL INCLUDE 'AGENCY OR  INSTRUMENTALITY  OF  A  FOREIGN\n   33  STATE' AND 'STATE-OWNED CORPORATION OF A DEBT EVADING FOREIGN STATE,' AS\n   34  DEFINED IN THIS SECTION.\n   35    7. \"STATE-OWNED CORPORATION OF A DEBT EVADING FOREIGN STATE\" MEANS ANY\n   36  CORPORATION  OR  ENTITY (OTHER THAN A NATURAL PERSON), A MAJORITY OF THE\n   37  SHARES OR OTHER OWNERSHIP INTEREST OF WHICH IS HELD, EITHER DIRECTLY  OR\n   38  INDIRECTLY,  BY  A DEBT EVADING FOREIGN STATE OR BY AN AGENCY OR INSTRU-\n   39  MENTALITY OF A DEBT EVADING FOREIGN STATE.\n   40    8. \"STATE\" MEANS EACH OF THE SEVERAL STATES, THE DISTRICT OF COLUMBIA,\n   41  AND ANY COMMONWEALTH, TERRITORY OR POSSESSION OF THE UNITED STATES.\n   42    S 331. IMPOSITION OF TAX. 1. THERE IS HEREBY IMPOSED AND SHALL BE PAID\n   43  A TAX ON EACH PROVISION IN NEW YORK OF INITIAL PAYING AGENT SERVICES  OR\n   44  FISCAL  AGENT  SERVICES  BY  A  FINANCIAL  INSTITUTION TO A DEBT EVADING\n   45  FOREIGN STATE.\n   46    2. THE TAX IMPOSED SHALL BE AT A RATE OF FOUR  PERCENT  OF  THE  GROSS\n   47  AMOUNT  DISBURSED BY THE FINANCIAL INSTITUTION IN RELATION TO AND AT THE\n   48  TIME OF EACH PROVISION OF SUCH SERVICE.\n   49    3. THE ULTIMATE INCIDENCE OF AND LIABILITY FOR THE TAX SHALL  BE  UPON\n   50  THE  DEBT  EVADING  FOREIGN  STATE  ON BEHALF OF WHICH SUCH PAYING AGENT\n   51  SERVICE OR FISCAL AGENT SERVICE IS PROVIDED.  EACH FINANCIAL INSTITUTION\n   52  THAT PROVIDES THE INITIAL PAYING AGENT OR FISCAL AGENT SERVICES  IN  NEW\n   53  YORK  WITH  RESPECT  TO  ALL  OR ANY PORTION OF AN INTEREST OR PRINCIPAL\n   54  PAYMENT ON BEHALF OF A DEBT EVADING FOREIGN STATE SHALL  BE  RESPONSIBLE\n   55  FOR THE COLLECTION OF THE TAX FROM SUCH DEBT EVADING FOREIGN STATE ALLO-\n   56  CABLE TO THE GROSS AMOUNT OF FUNDS IT DISBURSES AND FOR THE REMISSION OF\n\n       A. 1658                             3\n\n    1  THE  TAX  TO  THE  TAX  COMMISSION. IN THE EVENT A FINANCIAL INSTITUTION\n    2  DISBURSES ANY FUNDS IN RELATION TO  THE  PROVISION  OF  A  PAYING  AGENT\n    3  SERVICE  OR FISCAL AGENT SERVICE WITHOUT REMITTING THE TAX IMPOSED BY OR\n    4  PURSUANT  TO THIS ARTICLE TO THE TAX COMMISSION, SUCH FINANCIAL INSTITU-\n    5  TION SHALL BE LIABLE FOR THE FULL AMOUNT OF SUCH TAX IMPOSED WHICH SHALL\n    6  BE IMMEDIATELY DUE AND PAYABLE TO THE TAX COMMISSION.\n    7    S 332. REPORTS AND ADDITIONAL MEASURES. 1. THE DEPARTMENT SHALL, ON  A\n    8  MONTHLY  BASIS,  REVIEW  THE RECORDS OF UNSATISFIED JUDGMENTS ENTERED IN\n    9  ALL FEDERAL AND STATE COURTS LOCATED IN THIS STATE TO IDENTIFY ALL  DEBT\n   10  EVADING FOREIGN STATES.\n   11    2.  THE  DEPARTMENT SHALL, ON A MONTHLY BASIS, POST TO ITS WEBSITE THE\n   12  IDENTITIES OF ALL DEBT EVADING FOREIGN STATES OR OTHERWISE PUBLISH  SUCH\n   13  IDENTITIES  IN  ANY OTHER MANNER REASONABLY CALCULATED TO GIVE NOTICE TO\n   14  FINANCIAL INSTITUTIONS IN NEW YORK.  ANY FINANCIAL  INSTITUTION  SUBJECT\n   15  TO  THIS  ARTICLE SHALL HAVE THE ABSOLUTE RIGHT TO RELY UPON THE LIST OF\n   16  DEBT EVADING FOREIGN STATES POSTED OR PUBLISHED BY  THE  DEPARTMENT  FOR\n   17  THE PURPOSE OF COMPLYING WITH THIS ARTICLE.\n   18    3.  THE DEPARTMENT SHALL REPORT TO THE OFFICE OF THE NEW YORK ATTORNEY\n   19  GENERAL THE NAMES OF ANY  FINANCIAL  INSTITUTIONS  THAT  THE  DEPARTMENT\n   20  DETERMINES IS NOT COMPLYING WITH THIS ARTICLE.\n   21    4.  THE DEPARTMENT AND THE ATTORNEY GENERAL MAY CONSIDER DOCUMENTS AND\n   22  OTHER INFORMATION RECEIVED FROM THIRD  PARTIES,  FINANCIAL  INSTITUTIONS\n   23  AND  DEBT EVADING FOREIGN STATES TO DETERMINE WHETHER A FOREIGN STATE IS\n   24  A DEBT EVADING FOREIGN STATE.\n   25    5. AT SUCH TIME AS THE DEPARTMENT DETERMINES THAT A FOREIGN  STATE  NO\n   26  LONGER  QUALIFIES  AS A DEBT EVADING FOREIGN STATE, IT SHALL REMOVE FROM\n   27  ITS WEBSITE THE DESIGNATION OF THE  FOREIGN  STATE  AS  A  DEBT  EVADING\n   28  FOREIGN  STATE  OR TAKE SUCH OTHER ACTION AS IS REASONABLY CALCULATED TO\n   29  GIVE NOTICE TO FINANCIAL INSTITUTIONS IN  NEW  YORK  THAT  SUCH  FOREIGN\n   30  STATE IS NO LONGER DESIGNATED AS A DEBT EVADING FOREIGN STATE.\n   31    S  2.  The  tax law is amended by adding a new section 1816 to read as\n   32  follows:\n   33    S 1816. ATTEMPT TO EVADE OR DEFEAT CERTAIN TAXES. ANY FINANCIAL INSTI-\n   34  TUTION THAT WILLFULLY ATTEMPTS IN ANY MANNER TO EVADE OR DEFEAT ANY  TAX\n   35  IMPOSED BY OR PURSUANT TO ARTICLE FIFTEEN OF THIS CHAPTER OR THE PAYMENT\n   36  THEREOF SHALL, IN ADDITION TO OTHER PENALTIES PROVIDED BY LAW, BE GUILTY\n   37  OF  A  MISDEMEANOR  PUNISHABLE  BY  A FINE OF NOT MORE THAN TEN THOUSAND\n   38  DOLLARS PER OCCURRENCE.\n   39    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   40  have  become  a  law  and  shall  apply  to any disbursement of funds in\n   41  connection with the provision of a paying agent service or fiscal  agent\n   42  service occurring on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the provision of certain financial services to debt evading foreign states ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T153221.TXT", "SOBI.D110111.T134209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294777941706
}