{
  "year" : 2011,
  "senateBillNo" : "A1652-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to labor",
    "billEventId" : "A1652-2011-1294722000000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Nolan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the farmworkers fair labor practices act, granting collective bargaining rights, workers' compensation and unemployment benefits to farmworkers",
  "summary" : "Enacts the farmworkers fair labor practices act: grants collective bargaining rights to farm laborers; requires employers of farm laborers to allow at least 24 consecutive hours of rest each week; provides for an 8 hour work day for farm laborers; requires overtime rate at one and one-half times normal rate; makes provisions of unemployment insurance law applicable to farm laborers; defines \"work agreement\" and mandates use thereof; provides sanitary code shall apply to all farm and food processing labor camps intended to house migrant workers, regardless of the number of occupants; provides for eligibility of farm laborers for workers' compensation benefits; requires employers of farm laborers to provide such farm laborers with claim forms for workers' compensation claims under certain conditions; requires reporting of injuries to employers of farmworkers. ",
  "currentCommittee" : null,
  "sameAs" : "S1862",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A1867-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1652\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. NOLAN, MILLMAN, GOTTFRIED, O'DONNELL, MAISEL,\n         ENGLEBRIGHT, ORTIZ, PERRY, COOK, SCARBOROUGH -- Multi-Sponsored by  --\n         M. of A. BRENNAN, GLICK, HEASTIE, PHEFFER, WEISENBERG -- read once and\n         referred to the Committee on Labor\n\n       AN  ACT  to  amend  the  labor  law,  in relation to granting collective\n         bargaining rights to farm laborers and allowing farm workers  one  day\n         of  rest  each  week and including farm laborers within the provisions\n         pertaining to overtime compensation  and  unemployment  insurance;  to\n         amend  the  public  health  law, in relation to the application of the\n         sanitary code to all farm and food processing labor camps for  migrant\n         workers;  to  amend  the workers' compensation law, in relation to the\n         eligibility of farm laborers for workers'  compensation  benefits  and\n         the provision of claim forms to farm laborers injured in the course of\n         employment  and  in relation to service as farm laborers; and to amend\n         the labor law, in relation to labor  on  a  farm  and  regulating  the\n         employment  of certain employees whose earning capacity is affected or\n         impaired by youth or age\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. This act shall be known and may be cited as \"the farmwork-\n    2  ers fair labor practices act\".\n    3    S 2. Paragraph (a) of subdivision 3 of section 701 of the  labor  law,\n    4  as  amended  by  chapter  43  of the laws of 1989, is amended to read as\n    5  follows:\n    6    (a) The term \"employees\" includes but is not restricted to  any  indi-\n    7  vidual employed by a labor organization; any individual whose employment\n    8  has ceased as a consequence of, or in connection with, any current labor\n    9  dispute  or  because  of  any  unfair  labor  practice,  and who has not\n   10  obtained any other regular and substantially equivalent employment;  and\n   11  shall  not  be limited to the employees of a particular employer, unless\n   12  the article explicitly states otherwise, but shall not include any indi-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03070-02-1\n\n       A. 1652                             2\n\n    1  vidual employed by his parent or spouse or in the  domestic  service  of\n    2  and  directly  employed,  controlled and paid by any person in his home,\n    3  any individual whose primary responsibility is the care of a minor child\n    4  or  children  and/or  someone  who lives in the home of a person for the\n    5  purpose of serving as a companion to a  sick,  convalescing  or  elderly\n    6  person  or  any  individuals  employed  only for the duration of a labor\n    7  dispute, [or any individuals employed as farm laborers] or[,] any  indi-\n    8  vidual  who  participates  in and receives rehabilitative or therapeutic\n    9  services in a charitable non-profit rehabilitation facility or sheltered\n   10  workshop or any individual employed in a charitable non-profit rehabili-\n   11  tation facility or sheltered workshop who has received rehabilitative or\n   12  therapeutic services and whose capacity to perform the work for which he\n   13  is engaged is substantially impaired by physical or mental deficiency or\n   14  injury.\n   15    S 3. Subdivision 1 of section 161 of  the  labor  law  is  amended  by\n   16  adding a new undesignated paragraph to read as follows:\n   17    EVERY  PERSON  EMPLOYED  AS  A  FARM LABORER SHALL BE ALLOWED AT LEAST\n   18  TWENTY-FOUR CONSECUTIVE HOURS OF REST IN EACH AND EVERY  CALENDAR  WEEK.\n   19  THIS  REQUIREMENT  SHALL NOT APPLY TO THE PARENT, CHILD, SPOUSE OR OTHER\n   20  MEMBER OF THE EMPLOYER'S IMMEDIATE FAMILY. TWENTY-FOUR CONSECUTIVE HOURS\n   21  SPENT AT REST BECAUSE OF CIRCUMSTANCES, SUCH AS WEATHER OR  CROP  CONDI-\n   22  TIONS,  SHALL  BE  DEEMED  TO CONSTITUTE THE REST REQUIRED BY THIS PARA-\n   23  GRAPH. NO PROVISION OF THIS PARAGRAPH SHALL PROHIBIT A FARM LABORER FROM\n   24  VOLUNTARILY REFUSING THE REST REQUIRED BY  THIS  PARAGRAPH.    THE  TERM\n   25  \"FARM  LABOR\"  SHALL  INCLUDE  ALL  SERVICES  PERFORMED  IN AGRICULTURAL\n   26  EMPLOYMENT IN CONNECTION WITH CULTIVATING THE  SOIL,  OR  IN  CONNECTION\n   27  WITH  RAISING  OR  HARVESTING OF AGRICULTURAL COMMODITIES, INCLUDING THE\n   28  RAISING, SHEARING, CARING FOR AND MANAGEMENT OF  LIVESTOCK,  POULTRY  OR\n   29  DAIRY.   THE DAY OF REST AUTHORIZED UNDER THIS SUBDIVISION SHOULD, WHEN-\n   30  EVER POSSIBLE, COINCIDE WITH THE TRADITIONAL DAY RESERVED  BY  THE  FARM\n   31  LABORER FOR RELIGIOUS WORSHIP.\n   32    S  4.  Paragraphs b and d of subdivision 2 of section 161 of the labor\n   33  law, as amended by chapter 281 of the laws of 1941, are amended to  read\n   34  as follows:\n   35    b.  Employees in [dairies, creameries,] milk condenseries, milk powder\n   36  factories, milk sugar factories,  milk  shipping  stations,  butter  and\n   37  cheese  factories,  ice  cream  manufacturing  plants  and milk bottling\n   38  plants, where not more than seven persons are employed;\n   39    d. Employees whose duties include not more than three hours'  work  on\n   40  Sunday  in setting sponges in bakeries, [caring for live animals,] main-\n   41  taining fires, or making necessary repairs to boilers or machinery.\n   42    S 5. The opening paragraph of subdivision 3  of  section  160  of  the\n   43  labor  law, as amended by chapter 481 of the laws of 2010, is amended to\n   44  read as follows:\n   45    For all other employees, except [those engaged in farm work and] those\n   46  affected by subdivision four of section two hundred twenty of this chap-\n   47  ter, eight hours.\n   48    S 6. Subdivision 1 of section 220 of the labor law is amended to  read\n   49  as follows:\n   50    1.  Eight hours shall constitute a legal day's work for all classes of\n   51  employees in this state except those  engaged  in  [farm  and]  domestic\n   52  service unless otherwise provided by law.\n   53    S 7. The labor law is amended by adding a new section 163-a to read as\n   54  follows:\n   55    S  163-A.  FARM  LABORERS.  NO  PERSON OR CORPORATION OPERATING A FARM\n   56  SHALL REQUIRE ANY EMPLOYEE TO WORK MORE THAN EIGHT  HOURS  IN  ANY  DAY;\n\n       A. 1652                             3\n\n    1  PROVIDED,  HOWEVER, THAT OVERTIME WORK PERFORMED BY A FARM LABORER SHALL\n    2  BE AT A RATE WHICH IS AT LEAST  ONE  AND  ONE-HALF  TIMES  THE  WORKER'S\n    3  NORMAL WAGE RATE.\n    4    S  8.  The  opening  paragraph  of  paragraph  (a) of subdivision 6 of\n    5  section 511 of the labor law, as amended by chapter 675 of the  laws  of\n    6  1977, is amended to read as follows:\n    7    The  term  \"employment\" [does not include] INCLUDES agricultural labor\n    8  [unless it is covered pursuant to section five hundred sixty-four].  The\n    9  term \"agricultural labor\" includes all service performed:\n   10    S 9. Section 564 of the labor law, as added by chapter 675 of the laws\n   11  of 1977, is amended to read as follows:\n   12    S  564.  Agricultural  labor CREW LEADERS.  [1. Coverage. (a) Notwith-\n   13  standing the provisions of section five hundred sixty of  this  article,\n   14  an employer of persons engaged in agricultural labor shall become liable\n   15  for contributions under this article if the employer:\n   16    (1)  has  paid cash remuneration of twenty thousand dollars or more in\n   17  any calendar quarter to persons employed in agricultural labor, and such\n   18  liability shall commence on the first day of such quarter, or\n   19    (2) has employed in agricultural labor ten or more persons on each  of\n   20  twenty  days during a calendar year or the preceding calendar year, each\n   21  day being in a different calendar week, and the liability shall in  such\n   22  event commence on the first day of the calendar year, or\n   23    (3)  is  liable for the tax imposed under the federal unemployment tax\n   24  act as an employer of agricultural labor and the liability shall in such\n   25  event commence on the first day of the calendar quarter in such calendar\n   26  year when he first paid remuneration  for  agricultural  labor  in  this\n   27  state.\n   28    (b)  An  employer who becomes liable for contributions under paragraph\n   29  (a) of this subdivision shall cease to be liable as of the first day  of\n   30  a  calendar  quarter  next following the filing of a written application\n   31  provided the commissioner finds that the employer:\n   32    (1) has not paid to persons employed in agricultural labor cash remun-\n   33  eration of twenty thousand dollars or more in any of the eight  calendar\n   34  quarters preceding such day, and\n   35    (2) has not employed in agricultural labor ten or more persons on each\n   36  of  twenty  days during the current or the preceding calendar year, each\n   37  day being in a different week, and\n   38    (3) is not liable for the tax imposed under the  federal  unemployment\n   39  tax act as an employer of agricultural labor.\n   40    2.  Crew  leader.] Whenever a person renders services as a member of a\n   41  crew which is paid and furnished by the crew leader to perform  services\n   42  in  agricultural  labor for another employer, such other employer shall,\n   43  for the purpose of this article, be deemed to be the  employer  of  such\n   44  person, unless:\n   45    [(a)]  1.  the  crew  leader holds a valid certificate of registration\n   46  under the federal farm labor contractor  registration  act  of  nineteen\n   47  hundred sixty-three or substantially all the members of the crew operate\n   48  or  maintain tractors, mechanized harvesting or cropdusting machinery or\n   49  any other mechanized equipment which is provided by the crew leader, and\n   50    [(b)] 2. the crew leader is not an employee of such other employer and\n   51  has not entered into a written agreement with such employer under  which\n   52  he is designated as an employee.\n   53    S  10.  Paragraph  (m)  of  subdivision 5 of section 225 of the public\n   54  health law, as amended by section 51 of part A of chapter 58 of the laws\n   55  of 2010, is amended to read as follows:\n\n       A. 1652                             4\n\n    1    (m) require that application be made for a permit to operate a farm or\n    2  food processing labor camp as defined in the  sanitary  code;  authorize\n    3  appropriate  officers or agencies to issue such a permit when the appli-\n    4  cant is in compliance with the established regulations; prescribe stand-\n    5  ards  for  living  quarters  at  farm  and  food processing labor camps,\n    6  including provisions for sanitary conditions; light,  air,  and  safety;\n    7  protection from fire hazards; maintenance; and such other matters as may\n    8  be  appropriate  for  security of life or health, provided however, that\n    9  the  provisions  of  the  sanitary  code  established  pursuant  to  the\n   10  provisions  hereof  shall  apply  to  all farm and food processing labor\n   11  camps intended to house migrant workers and which are occupied [by  five\n   12  or  more  persons].  In  the preparation of such regulations, the public\n   13  health and health planning council may request and shall receive techni-\n   14  cal assistance from the board of standards  and  appeals  of  the  state\n   15  department  of  labor and the state building code commission. Such regu-\n   16  lation shall be enforced in the same manner as are other  provisions  of\n   17  the sanitary code;\n   18    S  11. Groups 14-a and 14-b of subdivision 1 of section 3 of the work-\n   19  ers' compensation law, Group 14-a as amended by chapter 233 of the  laws\n   20  of  1961 and Group 14-b as added by chapter 646 of the laws of 1966, are\n   21  amended to read as follows:\n   22    Group 14-a. On and after January first,  nineteen  hundred  sixty-two,\n   23  any  other  employment in a trade, business, or occupation carried on by\n   24  the employer for pecuniary gain in which one or  more  employees  [other\n   25  than farm laborers] are employed.\n   26    Group 14-b. Employment as a farm laborer as provided herein.  A farmer\n   27  shall  provide  coverage  under  this  chapter  for  all  farm  laborers\n   28  [employed during any part of the  twelve  consecutive  months  beginning\n   29  April  first  of  any calendar year preceded by a calendar year in which\n   30  the cash remuneration  paid  to  all  farm  laborers  aggregated  twelve\n   31  hundred dollars or more].\n   32    S  12.    Section  51  of the workers' compensation law, as amended by\n   33  chapter 561 of the laws of 2003, is amended to read as follows:\n   34    S 51. Posting of notice regarding compensation. Every employer who has\n   35  complied with section fifty of this article shall post and maintain in a\n   36  conspicuous place or places in and about his place or places of business\n   37  typewritten or printed IN ENGLISH AND SPANISH notices in form prescribed\n   38  by the chairman, stating the fact that he  has  complied  with  all  the\n   39  rules  and  regulations  of  the  chairman and the board and that he has\n   40  secured the payment of compensation to his employees  and  their  depen-\n   41  dents  in accordance with the provisions of this chapter, but failure to\n   42  post such notice as herein provided shall not  in  any  way  affect  the\n   43  exclusiveness of the remedy provided for by section eleven of this chap-\n   44  ter. Every employer who owns or operates automotive or horse-drawn vehi-\n   45  cles  and  has  no minimum staff of regular employees required to report\n   46  for work at an established place of business maintained by such employer\n   47  and every employer who is engaged in the business  of  moving  household\n   48  goods  or  furniture  shall  post such notices in each and every vehicle\n   49  owned or operated by him. Failure to post or maintain such notice in any\n   50  of said vehicles shall constitute presumptive evidence that such employ-\n   51  er has failed to secure the payment of compensation.  The  chairman  may\n   52  require  any employer to furnish a written statement at any time showing\n   53  the stock corporation, mutual corporation or reciprocal insurer in which\n   54  such employer is insured or  the  manner  in  which  such  employer  has\n   55  complied with any provision of this chapter. Failure for a period of ten\n   56  days  to  furnish  such  written  statement shall constitute presumptive\n\n       A. 1652                             5\n\n    1  evidence that such employer has neglected or failed in respect of any of\n    2  the matters so required. Any employer  who  fails  to  comply  with  the\n    3  provisions  of this section shall be required to pay to the board a fine\n    4  of [up to two hundred fifty] FIVE HUNDRED dollars for each violation, in\n    5  addition  to any other penalties imposed by law to be deposited into the\n    6  uninsured employers' fund.\n    7    S 13. The workers' compensation law is amended by adding a new section\n    8  110-b to read as follows:\n    9    S 110-B. REPORTING OF INJURIES TO EMPLOYER. EVERY FARM LABOR  CONTRAC-\n   10  TOR, FOREMAN OR SUPERVISOR OF FARM LABORERS WHO HAS NOTICE OF ANY INJURY\n   11  TO  A  FARM  LABORER  INCURRED  DURING THE COURSE OF EMPLOYMENT SHALL BE\n   12  REQUIRED TO INFORM THE EMPLOYER, OWNER OR OPERATOR OF A FARM OF ANY SUCH\n   13  INJURY.\n   14    S 14. The first undesignated paragraph of section 120 of the  workers'\n   15  compensation  law,  as  amended  by  chapter  61 of the laws of 1989, is\n   16  amended to read as follows:\n   17    It shall be unlawful for any employer or his or  her  duly  authorized\n   18  agent  to  discharge  or  in  any  other  manner discriminate against an\n   19  employee as to his or her employment because such employee  has  claimed\n   20  or attempted to claim compensation from such employer, REQUESTED A CLAIM\n   21  FORM FOR INJURIES RECEIVED IN THE COURSE OF EMPLOYMENT, or because he or\n   22  she  has  testified  or  is  about to testify in a proceeding under this\n   23  chapter and no other valid reason is shown to exist for such  action  by\n   24  the employer.\n   25    S 15. The opening paragraph of paragraph A of subdivision 6 of section\n   26  201  of  the workers' compensation law, as amended by chapter 481 of the\n   27  laws of 2010, is amended to read as follows:\n   28    \"Employment\" means employment in any  trade,  business  or  occupation\n   29  carried on by an employer, except that the following shall not be deemed\n   30  employment  under  this  article:  services  performed  for the state, a\n   31  municipal corporation, local governmental agency, other political subdi-\n   32  vision or public authority; employment subject to the  federal  railroad\n   33  unemployment  insurance  act;  service  performed on or as an officer or\n   34  member of the crew of a vessel on the  navigable  water  of  the  United\n   35  States  or outside the United States; [service as farm laborers;] casual\n   36  employment and the first forty-five days of extra employment of  employ-\n   37  ees  not regularly in employment as otherwise defined herein; service as\n   38  golf caddies; and service during all or any part of the school  year  or\n   39  regular vacation periods as a part-time worker of any person actually in\n   40  regular  attendance during the day time as a student in an elementary or\n   41  secondary school.  The  term  \"employment\"  shall  include  domestic  or\n   42  personal work in a private home. The term \"employment\" shall not include\n   43  the  services  of a licensed real estate broker or sales associate if it\n   44  be proven that (a) substantially all of the remuneration (whether or not\n   45  paid in cash) for the services performed by such broker or sales associ-\n   46  ate is directly related to sales or other output (including the perform-\n   47  ance of services) rather than to the number of  hours  worked;  (b)  the\n   48  services performed by the broker or sales associate are performed pursu-\n   49  ant  to a written contract executed between such broker or sales associ-\n   50  ate and the person for whom the services are performed within  the  past\n   51  twelve  to  fifteen months; and (c) the written contract provided for in\n   52  subparagraph (b) of this paragraph was not  executed  under  duress  and\n   53  contains the following provisions:\n   54    S  16.  The  opening  paragraph of subdivision 5 of section 651 of the\n   55  labor law, as amended by chapter 481 of the laws of 2010, is amended  to\n   56  read as follows:\n\n       A. 1652                             6\n\n    1    \"Employee\" includes any individual employed or permitted to work by an\n    2  employer  in any occupation, but shall not include any individual who is\n    3  employed or permitted to work: (a) on a casual basis  in  service  as  a\n    4  part  time  baby  sitter in the home of the employer; (b) [in labor on a\n    5  farm;  (c)]  in  a  bona fide executive, administrative, or professional\n    6  capacity; [(d)] (C) as an  outside  salesman;  [(e)]  (D)  as  a  driver\n    7  engaged  in  operating  a  taxicab; [(f)] (E) as a volunteer, learner or\n    8  apprentice  by  a  corporation,  unincorporated  association,  community\n    9  chest,  fund  or foundation organized and operated exclusively for reli-\n   10  gious, charitable or educational purposes, no part of the  net  earnings\n   11  of which inures to the benefit of any private shareholder or individual;\n   12  [(g)]  (F)  as  a  member  of  a religious order, or as a duly ordained,\n   13  commissioned or licensed minister, priest or rabbi, or as a  sexton,  or\n   14  as  a  christian science reader; [(h)] (G) in or for such a religious or\n   15  charitable institution, which work is incidental to  or  in  return  for\n   16  charitable  aid conferred upon such individual and not under any express\n   17  contract of hire; [(i)] (H) in or for such a religious,  educational  or\n   18  charitable  institution if such individual is a student; [(j)] (I) in or\n   19  for such a religious, educational or charitable institution if the earn-\n   20  ing capacity of such individual is impaired by age  or  by  physical  or\n   21  mental  deficiency  or  injury;  [(k)]  (J)  in  or for a summer camp or\n   22  conference of such a religious, educational  or  charitable  institution\n   23  for  not more than three months annually; [(l)] (K) as a staff counselor\n   24  in a children's camp; [(m)] (L)  in  or  for  a  college  or  university\n   25  fraternity,  sorority,  student  association  or faculty association, no\n   26  part of the net earnings of which inures to the benefit of  any  private\n   27  shareholder  or  individual,  and which is recognized by such college or\n   28  university, if such individual is a student; [(n)]  (M)  by  a  federal,\n   29  state  or  municipal  government  or political subdivision thereof.  The\n   30  exclusions from the term \"employee\" contained in this subdivision  shall\n   31  be  as  defined  by  regulations  of the commissioner; or [(o)] (N) as a\n   32  volunteer at a recreational or amusement event run by  a  business  that\n   33  operates  such  events,  provided that no single such event lasts longer\n   34  than eight consecutive days and no more than one such  event  concerning\n   35  substantially  the  same subject matter occurs in any calendar year. Any\n   36  such volunteer shall be at least eighteen years of age. A business seek-\n   37  ing coverage under this paragraph shall notify every volunteer in  writ-\n   38  ing,  in  language  acceptable to the commissioner, that by volunteering\n   39  his or her services, such volunteer is  waiving  his  or  her  right  to\n   40  receive  the minimum wage pursuant to this article. Such notice shall be\n   41  signed and dated by a representative of the business and  the  volunteer\n   42  and kept on file by the business for thirty-six months.\n   43    S 17. Subdivision 1 of section 674 of the labor law, as added by chap-\n   44  ter 552 of the laws of 1969, is amended to read as follows:\n   45    1. The commissioner may promulgate such regulations as he deems appro-\n   46  priate  to carry out the purposes of this article and to safeguard mini-\n   47  mum wage standards. Such regulations may include, but  are  not  limited\n   48  to,  the  defining of the circumstances or conditions for the acceptance\n   49  of non-hourly rates and piece rates as equivalent to the minimum  hourly\n   50  rates  established  by  this article. Such regulations also may include,\n   51  but are not limited  to,  waiting  time  and  call-in  pay  rates;  wage\n   52  provisions  governing  guaranteed  earnings  during specified periods of\n   53  work; allowances for meals,  lodging,  and  other  items,  services  and\n   54  facilities  when furnished by the employer; [and the employment of indi-\n   55  viduals whose earning capacity is affected or impaired by youth or age,]\n   56  or by physical or mental deficiency or  injury,  under  special  certif-\n\n       A. 1652                             7\n\n    1  icates  issued by the commissioner, at such wages lower than the minimum\n    2  wage established by this  article  and  for  such  period  as  shall  be\n    3  prescribed in such regulations.\n    4    S  18.  This  act shall take effect immediately, provided that section\n    5  ten of this act shall take effect on the thirtieth day  after  it  shall\n    6  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to granting collective bargaining rights to farm laborers and allowing farm workers one day of rest each week and including farm laborers within the provisions pertaining to overtime compensation and unemployment insurance; to amend the public health law, in relation to the application of the sanitary code to all farm and food processing labor camps for migrant workers; to amend the workers' compensation law, in relation to the eligibility of farm laborers for workers' compensation benefits and the provision of claim forms to farm laborers injured in the course of employment and in relation to service as farm laborers; and to amend the labor law, in relation to labor on a farm and regulating the employment of certain employees whose earning capacity is affected or impaired by youth or age ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110124.T154137.TXT", "SOBI.D110111.T153721.TXT", "SOBI.D110113.T163924.TXT", "SOBI.D110111.T134209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295901697179
}