{
  "year" : 2011,
  "senateBillNo" : "A1657-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1657-2011-1294722000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows certain veterans to ride public transportation free of charge",
  "summary" : "Allows veterans who performed military service during a period of war to ride public transportation free of charge for the year immediately after his or her return to this state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Military Law",
  "previousVersions" : [ "A7625-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1657\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, SCHROEDER, TOWNS, CLARK, COOK, CASTELLI --\n         Multi-Sponsored  by -- M. of A. GABRYSZAK, GUNTHER, LATIMER, V. LOPEZ,\n         MAYERSOHN, WEISENBERG -- read once and referred to  the  Committee  on\n         Governmental Operations\n\n       AN ACT to amend the military law, in relation to allowing certain veter-\n         ans to ride public transportation free of charge\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The military law is amended by adding a new  section  245-a\n    2  to read as follows:\n    3    S  245-A.  FREE PUBLIC TRANSPORTATION; CERTAIN WAR VETERANS.  NOTWITH-\n    4  STANDING ANY OTHER PROVISIONS OF LAW OR THE TERMS  OF  ANY  CONTRACT,  A\n    5  RESIDENT OF THE STATE WHO IS A HONORABLY DISCHARGED MEMBER OF ANY BRANCH\n    6  OF  THE ARMED FORCES OF THE UNITED STATES WHO PERFORMED MILITARY SERVICE\n    7  DURING A PERIOD OF WAR SHALL BE ENTITLED, FOR THE YEAR IMMEDIATELY AFTER\n    8  HIS OR HER RETURN TO THIS STATE FROM SUCH MILITARY SERVICE, TO RIDE FREE\n    9  OF CHARGE ON EVERY TRANSPORTATION PROVIDER IN THIS  STATE.  THE  COMMIS-\n   10  SIONER  OF  TRANSPORTATION  IS  AUTHORIZED  TO PROMULGATE REGULATIONS TO\n   11  CARRY OUT THE PROVISIONS OF THIS SECTION. FOR PURPOSES OF THIS  SECTION,\n   12  \"TRANSPORTATION PROVIDER\" SHALL MEAN ANY PUBLIC, PRIVATE OR NOT-FOR-PRO-\n   13  FIT  ENTITY  UTILIZING  PUBLIC  FUNDS  TO PROVIDE OR CONTRACT FOR PUBLIC\n   14  TRANSPORTATION SERVICES FOR THE BENEFIT OF THE GENERAL PUBLIC OR SPECIF-\n   15  IC CLIENT GROUPS.\n   16    S 2. This act shall take effect on the one hundred twentieth day after\n   17  it shall have become a law; provided, however, that effective immediate-\n   18  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   19  necessary  for  the implementation of this act on its effective date are\n   20  authorized and directed to be made  and  completed  on  or  before  such\n   21  effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04026-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the military law, in relation to allowing certain veterans to ride public transportation free of charge ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T153221.TXT", "SOBI.D110111.T134209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294777941705
}