{
  "year" : 2011,
  "senateBillNo" : "A1661-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1661-2011-1294722000000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts \"The Mercury-Free Water Resources and Mercury Reduction Management Strategy Act\"; repealer",
  "summary" : "Enacts \"The Mercury Free Water Resources and Mercury Reduction Management Strategy Act\"; provides for: disclosure of mercury content, phase-out of mercury-added products, disposal prohibition, labelling, source separation, collection, requirements for sewage treatment plants, point source release containment traps, ban on sale or distribution of certain mercury products, replacement of manometers and gas pressure regulators (agriculture dept. to handle for dairy industry), regulates dental use and bans health insurance discrimination therein, requires lamp recycling; adds all mercury-added products to state universal waste rules; provides for a state advisory committee on mercury pollution; provides for penalties for violations; repeals chapter 145 of the laws of 2004 amending the environmental conservation law and the state finance law relating to the labeling and recycling of mercury-added consumer products and establishing an advisory committee on mercury pollution. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A5811-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1661\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, the agriculture  and\n         markets law, and the insurance law, in relation to enacting the Mercu-\n         ry-Free Water Resources and Mercury Reduction Management Strategy Act;\n         to  amend  the  state  finance  law,  in  relation to making technical\n         corrections thereto and to repeal certain provisions of  the  environ-\n         mental conservation law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known as  \"The  Mercury-Free\n    2  Water Resources and Mercury Reduction Management Strategy Act\".\n    3    S  2.  Title 21 of article 27 and section 71-2724 of the environmental\n    4  conservation law are REPEALED.\n    5    S 3. Article 15 of the environmental conservation law  is  amended  by\n    6  adding a new title 35 to read as follows:\n    7                                   TITLE 35\n    8                    MERCURY REDUCTION MANAGEMENT STRATEGY\n    9  SECTION 15-3501. SHORT TITLE.\n   10          15-3503. DEFINITIONS.\n   11          15-3505. PUBLICLY  OWNED  SEWAGE TREATMENT PLANTS; REGULATION OF\n   12                     MERCURY.\n   13          15-3507. PUBLICLY OWNED  SEWAGE  TREATMENT  PLANTS;  CONTROL  OF\n   14                     MERCURY.\n   15          15-3509. POINT SOURCE RELEASE; MERCURY CONTAINMENT TRAP REQUIRE-\n   16                     MENT.\n   17          15-3511. EXEMPTION.\n   18  S 15-3501. SHORT TITLE.\n   19    THIS TITLE SHALL BE KNOWN AS \"THE MERCURY REDUCTION MANAGEMENT STRATE-\n   20  GY ACT\".\n   21  S 15-3503. DEFINITIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04578-01-1\n\n       A. 1661                             2\n\n    1    FOR PURPOSES OF THIS TITLE, THE TERMS \"EFFLUENT LIMITATION\" AND \"POINT\n    2  SOURCE\" HAVE THE SAME MEANINGS AS ARE DEFINED IN SECTION 17-0105 OF THIS\n    3  CHAPTER  AND  THE  TERM \"HOUSEHOLD\" MEANS PRIVATE DWELLINGS AND MULTIPLE\n    4  DWELLINGS AS DEFINED IN SECTION 4 OF THE MULTIPLE DWELLING LAW.\n    5  S 15-3505. PUBLICLY  OWNED SEWAGE TREATMENT PLANTS; REGULATION OF MERCU-\n    6  RY.\n    7    1. ON OR BEFORE  DECEMBER  THIRTY-FIRST,  TWO  THOUSAND  TWELVE,  EACH\n    8  PUBLICLY OWNED SEWAGE TREATMENT WORKS SHALL:\n    9    (A)  MEASURE  THE  LEVELS  OF  MERCURY IN EFFLUENT FROM PUBLICLY OWNED\n   10  TREATMENT WORKS USING THE UNITED STATES ENVIRONMENTAL  PROTECTION  AGEN-\n   11  CY'S TEST METHOD;\n   12    (B)  DEVELOP  AND  IMPLEMENT A MONITORING PROGRAM TO IDENTIFY PUBLICLY\n   13  OWNED TREATMENT WORKS USERS THAT DISCHARGE WASTEWATER CONTAINING  MERCU-\n   14  RY; AND\n   15    (C)  PROVIDE  INFORMATION  ON  MERCURY  DISCHARGES  AND THE SOURCES OF\n   16  MERCURY DISCHARGES TO THE PUBLIC THROUGH  INSERTS  IN  CUSTOMER  BILLING\n   17  STATEMENTS.\n   18    2.  (A) ON OR BEFORE DECEMBER THIRTY-FIRST, TWO THOUSAND THIRTEEN, THE\n   19  DEPARTMENT AND EACH PUBLICLY OWNED TREATMENT  WORKS  SHALL  USE  RESULTS\n   20  FROM  THE  MEASUREMENTS PERFORMED AND THE MONITORING PROGRAM IMPLEMENTED\n   21  UNDER SUBDIVISION ONE OF THIS SECTION TO DEVELOP AND IMPLEMENT A  VOLUN-\n   22  TARY POLLUTION PREVENTION PROGRAM.\n   23    (B)  THE  PURPOSE  OF THE VOLUNTARY POLLUTION PREVENTION PROGRAM IS TO\n   24  MINIMIZE THE LEVELS OF MERCURY IN THE DISCHARGE OF PUBLICLY OWNED TREAT-\n   25  MENT WORKS USERS TO  REFLECT  THE  RELATIVE  CONTRIBUTION  OF  DIFFERENT\n   26  SOURCES OF MERCURY TO THE MERCURY LEVELS IN THE PUBLICLY OWNED TREATMENT\n   27  WORKS EFFLUENT.\n   28    3.  ON  OR  BEFORE  DECEMBER  THIRTY-FIRST, TWO THOUSAND FOURTEEN, THE\n   29  DEPARTMENT SHALL DEVELOP:\n   30    (A) AN ACCEPTABLE LIMIT ON THE  CONCENTRATION  OF  MERCURY  IN  SEWAGE\n   31  SLUDGE AND INCINERATOR ASH;\n   32    (B)  EFFLUENT  LIMITATION  ON  THE  DISCHARGE OF MERCURY FROM PUBLICLY\n   33  OWNED TREATMENT WORKS THAT ARE NO GREATER THAN THE LIMITS  OF  DETECTION\n   34  OF THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY'S TEST METHOD; AND\n   35    (C)  PRETREATMENT  STANDARDS THAT REFLECT THE BEST AVAILABLE TREATMENT\n   36  TECHNOLOGY FOR EACH CATEGORY OF SOURCES OF MERCURY THAT HAVE BEEN DETER-\n   37  MINED TO CONTRIBUTE TO THE DISCHARGE OF WASTEWATER CONTAINING MERCURY TO\n   38  PUBLICLY OWNED TREATMENT WORKS.\n   39  S 15-3507. PUBLICLY OWNED SEWAGE TREATMENT PLANTS; CONTROL OF MERCURY.\n   40    1. THE DEPARTMENT SHALL ESTABLISH:\n   41    (A) AN ACCEPTABLE LIMIT ON THE  CONCENTRATION  OF  MERCURY  IN  SEWAGE\n   42  SLUDGE AND INCINERATOR ASH;\n   43    (B)  EFFLUENT  LIMITATION  ON  THE  DISCHARGE OF MERCURY FROM PUBLICLY\n   44  OWNED TREATMENT WORKS THAT ARE NO GREATER THAN THE LIMITS  OF  DETECTION\n   45  OF THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY'S TEST METHOD; AND\n   46    (C)  PRETREATMENT  STANDARDS THAT REFLECT THE BEST AVAILABLE TREATMENT\n   47  TECHNOLOGY FOR EACH CATEGORY OF SOURCES OF MERCURY THAT HAVE BEEN DETER-\n   48  MINED TO CONTRIBUTE TO THE DISCHARGE OF WASTEWATER CONTAINING MERCURY TO\n   49  PUBLICLY OWNED TREATMENT WORKS.\n   50    2. A PERSON SHALL NOT:\n   51    (A) DISCHARGE MERCURY THROUGH A PUBLICLY OWNED TREATMENT WORKS INTO  A\n   52  BODY  OF  WATER  IN  EXCESS  OF THE EFFLUENT STANDARDS ESTABLISHED UNDER\n   53  SUBDIVISION 1 OF THIS SECTION;\n   54    (B) ACCEPT FOR DISPOSAL IN A LANDFILL SLUDGE THAT CONTAINS MERCURY  IN\n   55  EXCESS OF THE STANDARDS UNDER SUBDIVISION 1 OF THIS SECTION;\n\n       A. 1661                             3\n\n    1    (C)  DISCHARGE  MERCURY INTO A WASTEWATER TREATMENT PLANT IN EXCESS OF\n    2  THE PRETREATMENT REQUIREMENTS ESTABLISHED UNDER SUBDIVISION  1  OF  THIS\n    3  SECTION; OR\n    4    (D)  APPLY TO LAND ANY SEWAGE SLUDGE OR INCINERATOR ASH  THAT CONTAINS\n    5  MERCURY IN EXCESS OF THE CONCENTRATION LIMITS ESTABLISHED UNDER SUBDIVI-\n    6  SION 1 OF THIS SECTION.\n    7  S 15-3509. POINT SOURCE RELEASE; MERCURY CONTAINMENT TRAP REQUIREMENT.\n    8    1. ANY FACILITY THAT HAS THE POTENTIAL FOR RELEASE OF ELEMENTAL MERCU-\n    9  RY OR A MERCURY CONTAINING SUBSTANCE INTO PLUMBING  SYSTEMS  DURING  ITS\n   10  NORMAL  DAILY  OPERATIONS,  INCLUDING BUT NOT LIMITED TO DENTAL OFFICES,\n   11  DENTAL TRAINING OR VOCATIONAL SCHOOLS, DENTAL HOSPITALS, MERCURY RECYCL-\n   12  ING CENTERS, LABORATORIES, AND ANY OTHER ENTITY  THE  DEPARTMENT  DETER-\n   13  MINES  SHALL BE CONSIDERED A POINT SOURCE PURSUANT TO ARTICLE 17 OF THIS\n   14  CHAPTER, UNLESS  SUCH  FACILITY  SHALL  PLACE  INTO  SERVICE  A  MERCURY\n   15  CONTAINMENT TRAP AS CERTIFIED BY THE DEPARTMENT.\n   16    2.  THE DEPARTMENT SHALL PROMULGATE REGULATIONS FOR THE PROPER INSTAL-\n   17  LATION, MAINTENANCE, USE, AND CERTIFICATION OF SUCH MERCURY  CONTAINMENT\n   18  TRAPS.\n   19  S 15-3511. EXEMPTION.\n   20    THE PROVISIONS OF SUBDIVISION 2 OF SECTION 15-3507 OF THIS TITLE SHALL\n   21  NOT APPLY TO HOUSEHOLDS UNTIL TWO YEARS AFTER THIS TITLE TAKES EFFECT.\n   22    S  4.  Article  27 of the environmental conservation law is amended by\n   23  adding a new title 21 to read as follows:\n   24                                  TITLE 21\n   25                          COMPREHENSIVE MANAGEMENT\n   26                              OF WASTE MERCURY\n   27  SECTION 27-2101. SHORT TITLE.\n   28          27-2103. DEFINITIONS.\n   29          27-2105. DISCLOSURE OF MERCURY CONTENT.\n   30          27-2107. MERCURY-ADDED PRODUCT PHASE-OUT.\n   31          27-2109. MERCURY DISPOSAL PROHIBITION.\n   32          27-2111. LABELING OF PRODUCTS CONTAINING MERCURY.\n   33          27-2113. SOURCE SEPARATION.\n   34          27-2115. COLLECTION.\n   35          27-2117. ELEMENTAL MERCURY.\n   36          27-2119. REMOVAL FROM SERVICE; MERCURY-ADDED PRODUCTS.\n   37          27-2121. BAN ON TOYS, GAMES, COSMETICS, AND APPAREL.\n   38          27-2123. BAN ON DISTRIBUTION AND SALE OF MERCURY THERMOMETERS.\n   39          27-2125. REPLACEMENT OF MERCURY-ADDED MANOMETERS  AND  GAS-PRES-\n   40                     SURE REGULATORS.\n   41          27-2127. DENTAL OFFICE REQUIREMENTS.\n   42          27-2129. NOTIFICATION.\n   43          27-2131. INFORMED CONSENT; DENTAL PROCEDURES.\n   44          27-2133. BAN ON HEALTH INSURANCE DISCRIMINATION.\n   45          27-2135. LAMP RECYCLING FACILITY REQUIREMENTS.\n   46          27-2137. ADDITION   OF   ALL  MERCURY-ADDED  PRODUCTS  TO  STATE\n   47                     UNIVERSAL WASTES RULES.\n   48          27-2139. STATE ADVISORY COMMITTEE ON MERCURY POLLUTION.\n   49          27-2141. EXEMPTION.\n   50  S 27-2101. SHORT TITLE.\n   51    THIS TITLE SHALL BE KNOWN AS \"THE COMPREHENSIVE  MANAGEMENT  OF  WASTE\n   52  MERCURY ACT\".\n   53  S 27-2103. DEFINITIONS.\n   54    AS USED IN THIS TITLE:\n\n       A. 1661                             4\n\n    1    1.  \"LAMP  RECYCLING  FACILITY\"  MEANS  A FACILITY OPERATED TO REMOVE,\n    2  RECOVER, AND RECYCLE FOR REUSE MERCURY OR OTHER HAZARDOUS MATERIALS FROM\n    3  FLUORESCENT OR HIGH INTENSITY DISCHARGE LAMPS.\n    4    2.  \"MERCURY-ADDED  PRODUCT\"  MEANS EQUIPMENT OR A PRODUCT, DEVICE, OR\n    5  INSTRUMENT INTO WHICH ELEMENTAL MERCURY OR MERCURY COMPOUNDS ARE  INTEN-\n    6  TIONALLY  ADDED  DURING  ITS FORMULATION OR MANUFACTURE AND IN WHICH THE\n    7  CONTINUED PRESENCE OF MERCURY IS DESIRED TO PROVIDE A  SPECIFIC  CHARAC-\n    8  TERISTIC  OR  TO  PERFORM A SPECIFIC FUNCTION, INCLUDING BUT NOT LIMITED\n    9  TO: BATTERIES;  LAMPS;  THERMOSTATS;  THERMOMETERS;  ELECTRIC  SWITCHES;\n   10  DENTAL  AMALGAMS;  APPLIANCES; GAUGES; MEDICAL OR SCIENTIFIC INSTRUMENTS\n   11  OR DEVICES; ELECTRIC OR DISPLACEMENT RELAYS;  GAS  PRESSURE  REGULATORS;\n   12  TESTING  EQUIPMENT;  MANOMETERS;  AND  ANY  OTHER ELECTRICAL DEVICE FROM\n   13  WHICH THE ADDED MERCURY HAS NOT BEEN REMOVED.\n   14    3. \"PERSON\" SHALL MEAN  ANY  ENTITY,  INCLUDING  BUT  NOT  LIMITED  TO\n   15  NATURAL PERSONS, CORPORATIONS, FIRMS, LIMITED LIABILITY COMPANIES, PART-\n   16  NERSHIPS, STATE AGENCIES, STATE AUTHORITIES, AND FEDERAL AGENCIES.\n   17    4.  \"HOUSEHOLD\"  MEANS  PRIVATE  DWELLINGS  AND  MULTIPLE DWELLINGS AS\n   18  DEFINED IN SECTION 4 OF THE MULTIPLE DWELLING LAW.\n   19  S 27-2105. DISCLOSURE OF MERCURY CONTENT.\n   20    A MANUFACTURER OR WHOLESALER SHALL NOT SELL A MERCURY-ADDED PRODUCT AT\n   21  RETAIL IN THIS STATE, TO A RETAILER IN THIS STATE, OR FOR  USE  IN  THIS\n   22  STATE WITHOUT PRIOR THERETO NOTIFYING THE COMMISSIONER IN WRITING OF THE\n   23  AMOUNT  OF  MERCURY  IN EACH RETAIL-SIZED UNIT OF THE PRODUCT, THE TOTAL\n   24  AMOUNT OF MERCURY IN EACH TYPE OF PRODUCT SOLD AT RETAIL  IN  THE  STATE\n   25  EACH  YEAR  BY  THE  MANUFACTURER  OR  WHOLESALER, AND THE ESSENTIAL-USE\n   26  PURPOSE THAT THE MERCURY IN THE PRODUCT SERVES.\n   27  S 27-2107. MERCURY-ADDED PRODUCT PHASE-OUT.\n   28    1. A MANUFACTURER, DIRECTLY OR THROUGH AN  AGENT,  SHALL  NOT  SELL  A\n   29  MERCURY-ADDED PRODUCT AT RETAIL OR WHOLESALE IN THIS STATE, TO A RETAIL-\n   30  ER  OR  WHOLESALER IN THIS STATE, OR FOR USE IN THIS STATE AFTER JANUARY\n   31  FIRST, TWO THOUSAND FOURTEEN UNLESS  THE  MANUFACTURER  HAS  RECEIVED  A\n   32  \"PHASE-OUT EXEMPTION\" PERMIT FROM THE COMMISSIONER.\n   33    2.  UPON  MAKING  A  DETERMINATION THAT AN APPLICATION FOR A PHASE-OUT\n   34  EXEMPTION IS COMPLETE, THE COMMISSIONER SHALL PROVIDE A SIXTY DAY PUBLIC\n   35  COMMENT PERIOD ON ALL APPLICATIONS  FOR  EXEMPTIONS  AND  SHALL  HOLD  A\n   36  PUBLIC  INFORMATIONAL  MEETING,  IF  SUCH  A  MEETING  IS REQUESTED. THE\n   37  COMMISSIONER SHALL FULLY  CONSIDER  ALL  WRITTEN  AND  ORAL  SUBMISSIONS\n   38  CONCERNING  PROPOSED EXEMPTIONS PRIOR TO TAKING FINAL ACTION ON A PHASE-\n   39  OUT EXEMPTION REQUEST.\n   40    3. THE COMMISSIONER SHALL ONLY GRANT A PHASE-OUT EXEMPTION UPON DETER-\n   41  MINATION OF ALL OF THE FOLLOWING:\n   42    THE MERCURY-ADDED PRODUCT IS AN ESSENTIAL USE THAT IS  USED  WHERE  NO\n   43  ALTERNATIVE NON-MERCURY-ADDED PRODUCTS ARE AVAILABLE THAT:\n   44    (A) PERFORM THE SAME FUNCTION;\n   45    (B) ARE COMMERCIALLY AVAILABLE;\n   46    (C) ARE ECONOMICALLY PRACTICAL; AND\n   47    (D) ARE MORE ENVIRONMENTALLY SAFE.\n   48  S 27-2109. MERCURY DISPOSAL PROHIBITION.\n   49    MERCURY-ADDED PRODUCTS SHALL NOT BE PLACED IN ANY OF THE FOLLOWING:\n   50    1. SOLID WASTE.\n   51    2. MEDICAL, INFECTIOUS, OR LABORATORY WASTE.\n   52    3. WASTEWATER.\n   53    4. RADIOACTIVE WASTE.\n   54    5. SCRAP METAL PROCESSING OR RECYCLING STREAMS.\n   55  S 27-2111. LABELING OF PRODUCTS CONTAINING MERCURY.\n\n       A. 1661                             5\n\n    1    A  MANUFACTURER OR WHOLESALER SHALL NOT SELL AT RETAIL OR WHOLESALE IN\n    2  THIS STATE, TO A RETAILER OR WHOLESALER IN THIS STATE,  OR  FOR  USE  IN\n    3  THIS  STATE,  AND  A  RETAILER OR WHOLESALER SHALL NOT KNOWINGLY SELL IN\n    4  THIS STATE, A MERCURY-ADDED PRODUCT, UNLESS SUCH PRODUCT IS LABELED IN A\n    5  MANNER  TO  CLEARLY  INFORM A PURCHASER OR CONSUMER OF SUCH PRODUCT THAT\n    6  MERCURY IS PRESENT IN THE PRODUCT  AND  THAT  THE  PRODUCT  MAY  NOT  BE\n    7  DISPOSED  OF  IN VIOLATION OF THE PROHIBITIONS ESTABLISHED UNDER SECTION\n    8  27-2109 OF THIS TITLE.\n    9  S 27-2113. SOURCE SEPARATION.\n   10    EVERY PERSON WHO  DISCARDS  SOLID  WASTE,  MEDICAL  WASTE,  INFECTIOUS\n   11  WASTE,  LABORATORY  WASTE,  RADIOACTIVE  WASTE, OR WASTEWATER WITHIN THE\n   12  STATE OR WHO PLACES SCRAP METAL IN A REPROCESSING  OR  RECYCLING  STREAM\n   13  WITHIN  THE  STATE  SHALL  ENSURE THAT THE WASTE OR SCRAP METAL DOES NOT\n   14  CONTAIN MERCURY ABOVE NATURALLY OCCURRING BACKGROUND LEVELS.  ANY PERSON\n   15  WHO REPLACES, REMOVES, OR TRANSPORTS MERCURY-ADDED PRODUCTS IS RESPONSI-\n   16  BLE FOR THE PROPER MANAGEMENT OF ANY DISCARDED MERCURY-ADDED PRODUCT.\n   17  S 27-2115. COLLECTION.\n   18    THE MANUFACTURER OF A MERCURY-ADDED PRODUCT SHALL:\n   19    1. PROVIDE A SYSTEM FOR THE COLLECTION OF SUCH PRODUCT FROM  USERS  IN\n   20  THIS STATE.\n   21    2.  CLEARLY INFORM EACH PURCHASER OF A MERCURY-ADDED PRODUCT OF ALL OF\n   22  THE FOLLOWING:\n   23    (A) DETAILS CONCERNING THE AVAILABLE SYSTEM FOR PROPER  COLLECTION  OF\n   24  THE PRODUCT.\n   25    (B)  THAT  STATE  LAW  PROHIBITS  CHARGING A FEE FOR COLLECTION OF THE\n   26  PRODUCT.\n   27    (C) THAT DISPOSAL OF THE PRODUCT IS PROHIBITED IN SOLID WASTE, MEDICAL\n   28  WASTE, INFECTIOUS WASTE, LABORATORY WASTE, RADIOACTIVE WASTE, OR  WASTE-\n   29  WATER,  AS  IS PLACEMENT OF THE PRODUCT IN A SCRAP METAL REPROCESSING OR\n   30  RECYCLING STREAM.\n   31    3. THE DEPARTMENT  SHALL  PROMULGATE  REGULATIONS  TO  IMPLEMENT  THIS\n   32  SECTION.\n   33  S 27-2117. ELEMENTAL MERCURY.\n   34    1.  SALE.  A  PERSON  SHALL NOT SELL MERCURY TO ANOTHER PERSON IN THIS\n   35  STATE WITHOUT PROVIDING A MATERIAL SAFETY DATA SHEET, AS DEFINED  IN  42\n   36  U.S.C. 11049.\n   37    2.  USE.  A PERSON WHO USES ELEMENTAL MERCURY IN ANY APPLICATION SHALL\n   38  NOT PLACE, OR DELIVER THE MERCURY TO ANOTHER PERSON  WHO  PLACES,  RESI-\n   39  DUES,  PARTICLES,  SCRAPINGS, OR OTHER MATERIALS THAT CONTAIN MERCURY IN\n   40  SOLID WASTE, MEDICAL WASTE, INFECTIOUS WASTE, LABORATORY WASTE, RADIOAC-\n   41  TIVE WASTE, WASTEWATER, OR HAZARDOUS WASTE, EXCEPT FOR TRACES OF MATERI-\n   42  ALS THAT MAY INADVERTENTLY PASS THROUGH A  FILTRATION  SYSTEM  DURING  A\n   43  DENTAL PROCEDURE.\n   44    3. THE DEPARTMENT SHALL ADOPT REGULATIONS IN RELATION TO ALLOWED TRACE\n   45  POINT  SOURCE  RELEASES  OF  ELEMENTAL  MERCURY  AND  MERCURY CONTAINING\n   46  SUBSTANCES.\n   47  S 27-2119. REMOVAL FROM SERVICE; MERCURY-ADDED PRODUCTS.\n   48    1. WHEN A MERCURY-ADDED PRODUCT IS REMOVED FROM SERVICE,  THE  MERCURY\n   49  IN  THE  ITEM SHALL BE SOURCE-SEPARATED FOR STABILIZATION FOR RETIREMENT\n   50  OR OTHERWISE MANAGED TO PREVENT ITS RELEASE INTO THE ENVIRONMENT.    THE\n   51  COMMISSIONER  SHALL,  BY REGULATION, PROVIDE FOR THE USE OF MERCURY, AND\n   52  PERMIT MERCURY THAT  HAS  BEEN  SOURCE  SEPARATED  TO  BE  RECYCLED  FOR\n   53  PURPOSES  OF REUSE, IN PRODUCTS THAT HAVE RECEIVED A PHASE-OUT EXEMPTION\n   54  PERMIT FROM THE COMMISSIONER PURSUANT TO SECTION 27-2107 OF THIS TITLE.\n   55    2. A PERSON WHO IS IN THE BUSINESS OF REPLACING OR REPAIRING A  MERCU-\n   56  RY-ADDED  PRODUCT IN HOUSEHOLDS SHALL DELIVER, OR CAUSE TO BE DELIVERED,\n\n       A. 1661                             6\n\n    1  ANY ITEM IN NEED OF REPLACEMENT TO A  MANUFACTURER'S  COLLECTION  SYSTEM\n    2  PURSUANT TO SECTION 27-2115 OF THIS TITLE.\n    3    3.  THE DEPARTMENT SHALL PROMULGATE REGULATIONS FOR THE PROPER REMOVAL\n    4  FROM SERVICE AND SOURCE-SEPARATION OF MERCURY-ADDED PRODUCTS, INCLUDING,\n    5  BUT NOT LIMITED TO, AUTOMOBILES, BUILDINGS, HOME  OR  COMMERCIAL  APPLI-\n    6  ANCES, AND FLUORESCENT LAMPS.\n    7  S 27-2121. BAN ON TOYS, GAMES, COSMETICS, AND APPAREL.\n    8    A  MANUFACTURER  OR WHOLESALER SHALL NOT SELL AT RETAIL IN THIS STATE,\n    9  TO A RETAILER IN THIS STATE, OR FOR USE IN THIS STATE,  AND  A  RETAILER\n   10  SHALL  NOT  SELL  IN  THIS  STATE,  A  MERCURY-ADDED  TOY  OR  GAME,  OR\n   11  MERCURY-ADDED COSMETICS, OR ANY ITEM OF CLOTHING OR WEARING APPAREL THAT\n   12  CONTAINS A MERCURY-ADDED ELECTRIC SWITCH.\n   13  S 27-2123. BAN ON DISTRIBUTION AND SALE OF MERCURY THERMOMETERS.\n   14    NO PERSON SHALL DISTRIBUTE FREE OF  CHARGE  OR  SELL  A  MERCURY-ADDED\n   15  FEVER THERMOMETER. SUCH THERMOMETERS SHALL BE PROHIBITED FROM BEING SOLD\n   16  AT RETAIL AS OF JANUARY FIRST, TWO THOUSAND THIRTEEN.\n   17  S 27-2125. REPLACEMENT  OF  MERCURY-ADDED  MANOMETERS  AND  GAS-PRESSURE\n   18               REGULATORS.\n   19    1. THE DEPARTMENT OF AGRICULTURE AND MARKETS SHALL DEVELOP  A  PROGRAM\n   20  TO  REPLACE  MERCURY-ADDED  MANOMETERS  USED  FOR  DAIRY  PURPOSES  WITH\n   21  NON-MERCURY MANOMETERS FOR SUCH PURPOSES.  THE MERCURY, MANOMETERS,  AND\n   22  APPARATUS SHALL BE MANAGED IN ACCORDANCE WITH THIS TITLE.\n   23    2.  (A)  NO PERSON, PUBLIC OR PRIVATE UTILITY, OR CONTRACTOR SHALL USE\n   24  MERCURY-ADDED GAS-PRESSURE REGULATORS  TO  MONITOR,  REGULATE,  OR  TEST\n   25  VAPORIZED GASSES, INCLUDING, BUT NOT LIMITED TO, THOSE DEVICES CONTAINED\n   26  WITHIN NATURAL GAS LINES.\n   27    (B) THE DEPARTMENT SHALL PROMULGATE REGULATIONS FOR THE PROPER REMOVAL\n   28  OF MERCURY-ADDED GAS-PRESSURE REGULATORS. SUCH REGULATIONS SHALL REQUIRE\n   29  THOSE  ENTITIES ENGAGED IN THE USE OF MERCURY-ADDED GAS-PRESSURE REGULA-\n   30  TORS TO CONDUCT A TEST FOR THE PRESENCE OF MERCURY AFTER REMOVAL OF SUCH\n   31  MERCURY-ADDED GAS-PRESSURE REGULATORS WITHIN A TIME PERIOD SPECIFIED  BY\n   32  THE DEPARTMENT.\n   33    (C)  UPON THE IMPLEMENTATION OF THIS TITLE, PRIORITY SHALL BE ASSIGNED\n   34  TO REMOVAL OF THOSE MERCURY-ADDED GAS-PRESSURE REGULATORS LOCATED WITHIN\n   35  HOUSEHOLDS AND COMMERCIAL PREMISES.\n   36    (D) NOTIFICATION. ANY UTILITY USING MERCURY-ADDED GAS-PRESSURE REGULA-\n   37  TORS WITHIN HOUSEHOLDS OR COMMERCIAL PREMISES  SHALL  NOTIFY  OWNERS  OF\n   38  SUCH  PROPERTIES  OF  THE  EXISTENCE  OF SUCH MERCURY-ADDED GAS-PRESSURE\n   39  REGULATORS AND SHALL NOTIFY OWNERS OF THE DANGERS POSED BY THE  PRESENCE\n   40  OF  MERCURY.  THE  DEPARTMENT SHALL PROMULGATE REGULATIONS PROVIDING FOR\n   41  NOTIFICATION REQUIREMENTS.\n   42    3. (A) NO PERSON, PUBLIC OR PRIVATE UTILITY, OR CONTRACTOR  SHALL  USE\n   43  MERCURY-ADDED  TESTING  EQUIPMENT.    FOR  THE PURPOSES OF THIS SECTION,\n   44  \"MERCURY-ADDED TESTING EQUIPMENT\" MEANS ANY  DEVICE  CONTAINING  MERCURY\n   45  USED  FOR  PURPOSES  OF TESTING PRESSURE, INCLUDING, BUT NOT LIMITED TO,\n   46  NATURAL GAS LINES. THIS  INCLUDES  HAND-HELD,  PORTABLE,  OR  STATIONARY\n   47  TESTING  EQUIPMENT  CONTAINING  MERCURY,  INCLUDING, BUT NOT LIMITED TO,\n   48  MERCURY-ADDED MANOMETERS AND MERCURY-ADDED GAUGES.\n   49    (B) THE DEPARTMENT SHALL PROMULGATE REGULATIONS FOR THE PROPER REMOVAL\n   50  FROM SERVICE OF MERCURY-ADDED TESTING EQUIPMENT, INCLUDING  TESTING  FOR\n   51  PRESENCE  OF  MERCURY  WITHIN  DWELLINGS KNOWN OR POSSIBLY KNOWN TO HAVE\n   52  BEEN TESTED USING MERCURY-ADDED TESTING EQUIPMENT.\n   53  S 27-2127. DENTAL OFFICE REQUIREMENTS.\n   54    EACH DENTAL OFFICE IS REQUIRED TO SUBMIT  AN  ANNUAL  AMALGAM  MERCURY\n   55  REPORT DESCRIBING QUANTITIES OF ALL SOURCES STORED AND RECYCLED: INCLUD-\n   56  ING  CHAIR-SIDE  TRAPS,  CLEAN SCRAP, ELEMENTAL MERCURY, AMALGAM SLUDGE,\n\n       A. 1661                             7\n\n    1  AND MERCURY CONTAINMENT TRAPS.  THE DEPARTMENT SHALL  PROVIDE  BY  REGU-\n    2  LATION THEREFOR.\n    3  S 27-2129. NOTIFICATION.\n    4    EVERY  DENTIST  SHALL  DISPLAY,  IN BOLDFACE PRINT, IN THE ENGLISH AND\n    5  SPANISH LANGUAGE, AND IN  A  CONSPICUOUS  PLACE  WITHIN  SUCH  DENTIST'S\n    6  OFFICE, A NOTICE STATING THE FOLLOWING:\n    7    \"THIS  OFFICE  USES AMALGAM FILLING MATERIALS WHICH CONTAIN AND EXPOSE\n    8  YOU TO MERCURY, A CHEMICAL KNOWN TO THE STATE OF NEW  YORK  AS  A  TOXIN\n    9  LINKED  TO  NEUROLOGICAL AND DEVELOPMENTAL DEFECTS. ADDITIONALLY, SCIEN-\n   10  TIFIC STUDIES OF  MERCURY-CONTAINING  AMALGAM  USE  HAVE  SHOWN  THAT  A\n   11  SIGNIFICANT  HEALTH  HAZARD EXISTS FOR PREGNANT WOMEN AND CHILDREN UNDER\n   12  THE AGE OF 15. SAFE ALTERNATIVES TO MERCURY-CONTAINING  AMALGAMS  EXIST.\n   13  PLEASE CONSULT YOUR DENTIST FOR MORE INFORMATION.\"\n   14  S 27-2131. INFORMED CONSENT; DENTAL PROCEDURES.\n   15    NO  DENTIST SHALL USE MERCURY OR MERCURY AMALGAM IN A DENTAL PROCEDURE\n   16  UNLESS, PRIOR TO THE USE, THE DENTIST  CERTIFIES  IN  WRITING  THAT  THE\n   17  PATIENT GAVE INFORMED CONSENT THERETO FREELY AND WITHOUT COERCION.  SUCH\n   18  INFORMED  CONSENT  SHALL  BE  PROVIDED  IN WRITING AND REQUIRED FOR EACH\n   19  DENTAL OFFICE VISIT IN WHICH THE PROCEDURE INVOLVES THE USE  OF  MERCURY\n   20  AMALGAM AND SHALL CONTAIN THE FOLLOWING STATEMENT IN BOLDFACE PRINT:\n   21    \"I  CONSENT  TO  THE  USE OF MERCURY CONTAINING AMALGAM IN THIS DENTAL\n   22  PROCEDURE. I HAVE BEEN INFORMED THAT THE AMALGAM  TO  BE  USED  IN  THIS\n   23  PROCEDURE CONTAINS MERCURY, A CHEMICAL KNOWN TO THE STATE OF NEW YORK AS\n   24  A TOXIN LINKED TO NEUROLOGICAL AND DEVELOPMENTAL DEFECTS.  ADDITIONALLY,\n   25  I  HAVE  BEEN  INFORMED  THAT  SCIENTIFIC  STUDIES OF AMALGAM CONTAINING\n   26  MERCURY HAVE SHOWN THAT A SIGNIFICANT HEALTH HAZARD EXISTS FOR  PREGNANT\n   27  WOMEN  AND  CHILDREN UNDER THE AGE OF 15. I HAVE ALSO BEEN INFORMED THAT\n   28  SAFE ALTERNATIVES TO AMALGAM CONTAINING MERCURY EXIST.\"\n   29  S 27-2133. BAN ON HEALTH INSURANCE DISCRIMINATION.\n   30    NO HEALTH INSURANCE POLICY OR CONTRACT SHALL IN ANY  WAY  DISCRIMINATE\n   31  AGAINST AMALGAMS THAT DO NOT CONTAIN ADDED MERCURY.\n   32  S 27-2135. LAMP RECYCLING FACILITY REQUIREMENTS.\n   33    NO  PERSON SHALL OPERATE A LAMP RECYCLING FACILITY WITHOUT OBTAINING A\n   34  PERMIT FOR THE FACILITY FROM THE COMMISSIONER, ISSUED BY THE COMMISSION-\n   35  ER NO LATER THAN NINE MONTHS AFTER THE EFFECTIVE DATE OF THIS TITLE.\n   36  S 27-2137. ADDITION OF ALL MERCURY-ADDED  PRODUCTS  TO  STATE  UNIVERSAL\n   37               WASTES RULES.\n   38    THE  COMMISSIONER  SHALL  PROMULGATE  THE  UNIVERSAL  WASTES RULES FOR\n   39  MERCURY-ADDED THERMOSTATS AND SHALL ADD ALL  MERCURY-ADDED  PRODUCTS  TO\n   40  ITS UNIVERSAL WASTES RULES WITHIN ONE YEAR OF THE EFFECTIVE DATE OF THIS\n   41  TITLE.\n   42  S 27-2139. STATE ADVISORY COMMITTEE ON MERCURY POLLUTION.\n   43    1.  THERE  IS  CREATED  AN ADVISORY COMMITTEE ON MERCURY POLLUTION, TO\n   44  CONSIST OF ONE APPOINTEE OF THE TEMPORARY PRESIDENT OF THE  SENATE,  ONE\n   45  APPOINTEE  OF  THE  SPEAKER OF THE ASSEMBLY, THE COMMISSIONER (OR HIS OR\n   46  HER DESIGNEE), THE COMMISSIONER OF HEALTH (OR HIS OR HER DESIGNEE),  AND\n   47  THE  FOLLOWING  PERSONS  APPOINTED  BY  THE  GOVERNOR: ONE PUBLIC HEALTH\n   48  SPECIALIST, ONE TOXICOLOGIST, ONE REPRESENTATIVE OF  A  NATIVE  AMERICAN\n   49  TRIBE OR GROUP, ONE SCIENTIST WHO IS KNOWLEDGEABLE ON MATTERS RELATED TO\n   50  MERCURY  CONTAMINATION,  ONE CHILDREN'S ADVOCATE, AND ONE CONSUMER ADVO-\n   51  CATE. THE ADVISORY COMMITTEE SHALL ADVISE THE LEGISLATURE AND THE EXECU-\n   52  TIVE BRANCH ON MATTERS RELATING TO THE PREVENTION AND CLEANUP OF MERCURY\n   53  POLLUTION AND THE REDUCTION IN HUMAN EXPOSURE TO MERCURY.\n   54    2. BY JANUARY FIFTEENTH  OF  EACH  YEAR,  BEGINNING  IN  TWO  THOUSAND\n   55  TWELVE,  THE ADVISORY COMMITTEE SHALL SUBMIT A REPORT TO THE LEGISLATURE\n   56  REGARDING:\n\n       A. 1661                             8\n\n    1    (A) THE EXTENT OF MERCURY CONTAMINATION IN THE SOIL, WATERS,  AND  AIR\n    2  OF THE STATE.\n    3    (B)  THE  EXTENT  OF ANY HEALTH RISK FROM MERCURY CONTAMINATION IN THE\n    4  STATE, ESPECIALLY TO WOMEN OF CHILDBEARING YEARS, CHILDREN, NATIVE AMER-\n    5  ICANS, SPORTS FISHERS, AND SUBSISTENCE FISHERS; AND WAYS TO REDUCE HUMAN\n    6  EXPOSURE TO MERCURY.\n    7    (C) ALL METHODS AVAILABLE FOR MINIMIZING RISK OF FURTHER CONTAMINATION\n    8  OR INCREASED HEALTH RISK TO THE PUBLIC.\n    9    (D) COORDINATION NEEDED  WITH  OTHER  STATES  TO  EFFECTIVELY  ADDRESS\n   10  MERCURY ISSUES AND POLLUTION.\n   11    (E)  WAYS  TO  ELIMINATE  NONESSENTIAL  USES OF MERCURY IN HEALTH CARE\n   12  INSTITUTIONS, GOVERNMENT BUILDINGS, AND CONSUMER AND BUSINESS USES.\n   13    (F) WAYS TO REDUCE THE WASTE DISPOSAL, WASTEWATER DISPOSAL, AND  WASTE\n   14  INCINERATION  OF  MERCURY-ADDED  PRODUCTS  AND THE EXTENT TO WHICH SOLID\n   15  WASTE AND MEDICAL WASTE ARE INCINERATED OR AUTOCLAVED WITHIN  THE  STATE\n   16  OR SENT OUT OF STATE FOR SUCH PURPOSES.\n   17  S 27-2141. EXEMPTION.\n   18    THE  PROVISIONS  OF  SECTION  27-2113 OF THIS TITLE SHALL NOT APPLY TO\n   19  HOUSEHOLDS UNTIL TWO YEARS AFTER THIS TITLE TAKES EFFECT.\n   20    S 5. The environmental conservation law is amended  by  adding  a  new\n   21  section 71-2730 to read as follows:\n   22  S 71-2730. PENALTIES  FOR VIOLATIONS OF TITLE 21 OF ARTICLE 27 AND TITLE\n   23               35 OF ARTICLE 15.\n   24    1. FOR A FIRST VIOLATION OF TITLE 21 OF ARTICLE 27  AND  TITLE  35  OF\n   25  ARTICLE  15  OF  THIS CHAPTER, IN LIEU OF A PENALTY, A VIOLATOR SHALL BE\n   26  ISSUED A WRITTEN WARNING BY THE DEPARTMENT  AND  SHALL  ALSO  BE  ISSUED\n   27  EDUCATIONAL  MATERIALS  AT THE DISCRETION OF THE DEPARTMENT. SUCH PERSON\n   28  SHALL, HOWEVER, FOR A SECOND VIOLATION, BE LIABLE TO THE PEOPLE  OF  THE\n   29  STATE  FOR  A  CIVIL PENALTY NOT TO EXCEED SEVENTY-FIVE DOLLARS FOR EACH\n   30  VIOLATION, WHICH IN THE AGGREGATE SHALL NOT EXCEED:\n   31    A. TWO HUNDRED TWENTY-FIVE DOLLARS FOR HOUSEHOLDS, TO THE EXTENT  THAT\n   32  THE VIOLATION INVOLVES ONLY THE IMPROPER PLACEMENT OF THE WASTE PRODUCED\n   33  BY THE PERSON OR PERSONS WITHIN SUCH DWELLING.\n   34    B. TEN THOUSAND DOLLARS FOR MANUFACTURERS OF MERCURY-ADDED PRODUCTS OR\n   35  DISTRIBUTORS OR PROVIDERS OF ELEMENTAL MERCURY.\n   36    C. FIVE THOUSAND DOLLARS FOR ALL OTHER VIOLATORS.\n   37    2.  SUCH  CIVIL  PENALTY  SHALL  BE IN ADDITION TO ANY OTHER PENALTIES\n   38  AUTHORIZED UNDER OTHER FEDERAL, STATE, OR LOCAL LAWS GOVERNING THE ILLE-\n   39  GAL DISPOSAL, SALE, RESALE, OR  DISTRIBUTION  OF  ELEMENTAL  MERCURY  OR\n   40  MERCURY-ADDED  PRODUCTS.  THE  CRIMINAL  PENALTIES  SET FORTH IN SECTION\n   41  71-4001 OF THIS ARTICLE SHALL NOT APPLY TO VIOLATIONS  OF  TITLE  21  OF\n   42  ARTICLE 27 OR TITLE 35 OF ARTICLE 15 OF THIS CHAPTER.\n   43    3.  PENALTIES UNDER THIS SECTION SHALL BE ASSESSED BY THE COMMISSIONER\n   44  AFTER A HEARING OR OPPORTUNITY TO BE HEARD PURSUANT TO THE PROVISIONS OF\n   45  SECTION 71-1709 OF THIS ARTICLE, AND, IN ADDITION  THERETO,  ANY  PERSON\n   46  FOUND TO HAVE VIOLATED THE PROVISIONS OF TITLE 21 OF ARTICLE 27 OR TITLE\n   47  35 OF ARTICLE 15 OF THIS CHAPTER MAY BY SIMILAR PROCESS BE ENJOINED FROM\n   48  CONTINUING  SUCH VIOLATION. FOR THE PURPOSES OF THIS SECTION, THE UNLAW-\n   49  FUL SALE, RESALE, DISTRIBUTION, OR  DISPOSAL  OF  EACH  ITEM  CONTAINING\n   50  MERCURY SHALL CONSTITUTE A SEPARATE VIOLATION.\n   51    4.  ALL CIVIL PENALTIES AND FINES COLLECTED FOR ANY VIOLATION OF TITLE\n   52  21 OF ARTICLE 27 OR TITLE 35 OF ARTICLE 15 OF THIS CHAPTER SHALL BE PAID\n   53  OVER TO THE COMMISSIONER FOR DEPOSIT IN THE GENERAL FUND OF THE STATE.\n   54    5. FOR PURPOSES OF THIS SECTION, \"HOUSEHOLD\" MEANS  PRIVATE  DWELLINGS\n   55  AND  MULTIPLE DWELLINGS AS DEFINED IN SECTION 4 OF THE MULTIPLE DWELLING\n   56  LAW.\n\n       A. 1661                             9\n\n    1    S 6. Section 16 of the agriculture  and  markets  law  is  amended  by\n    2  adding a new subdivision 45 to read as follows:\n    3    45.  ESTABLISH  A PROGRAM TO REPLACE MERCURY-ADDED MANOMETERS USED FOR\n    4  DAIRY PURPOSES WITH NON-MERCURY MANOMETERS FOR SUCH PURPOSES PURSUANT TO\n    5  SECTION 27-2125 OF THE ENVIRONMENTAL CONSERVATION LAW.\n    6    S 7. The insurance law is amended by adding a new section 3240 to read\n    7  as follows:\n    8    S 3240. DENTAL AMALGAM NONDISCRIMINATION. NO HEALTH INSURANCE  POLICY,\n    9  CONTRACT,  OR BENEFIT, WHETHER SUBJECT TO THIS ARTICLE OR ARTICLE FORTY-\n   10  THREE OR FORTY-FOUR OF THIS CHAPTER, SHALL  DISCRIMINATE  IN  REGARD  TO\n   11  DENTAL  AMALGAMS  IN  VIOLATION  OF SECTION 27-2133 OF THE ENVIRONMENTAL\n   12  CONSERVATION LAW.\n   13    S 8. Subdivision 3 of section  92-s  of  the  state  finance  law,  as\n   14  amended  by  section  2  of part T of chapter 59 of the laws of 2009, is\n   15  amended to read as follows:\n   16    3. Such fund shall consist of the amount of revenue  collected  within\n   17  the  state  from the amount of revenue, interest and penalties deposited\n   18  pursuant to section fourteen hundred twenty-one  of  the  tax  law,  the\n   19  amount  of fees and penalties received from easements or leases pursuant\n   20  to subdivision fourteen of section seventy-five of the public lands  law\n   21  and  the  money  received  as annual service charges pursuant to section\n   22  four hundred four-l of the vehicle and traffic law, all moneys  required\n   23  to  be  deposited  therein from the contingency reserve fund pursuant to\n   24  section two hundred ninety-four of chapter fifty-seven of  the  laws  of\n   25  nineteen  hundred  ninety-three,  all  moneys  required  to be deposited\n   26  pursuant to section thirteen of chapter six hundred ten of the  laws  of\n   27  nineteen  hundred  ninety-three,  repayments  of  loans made pursuant to\n   28  section 54-0511 of the environmental conservation law, all moneys to  be\n   29  deposited from the Northville settlement pursuant to section one hundred\n   30  twenty-four  of  chapter  three  hundred  nine  of  the laws of nineteen\n   31  hundred ninety-six, provided however, that such  moneys  shall  only  be\n   32  used  for  the cost of the purchase of private lands in the core area of\n   33  the central Suffolk pine barrens pursuant to a consent  order  with  the\n   34  Northville  industries  signed  on  October thirteenth, nineteen hundred\n   35  ninety-four and the related resource restoration and  replacement  plan,\n   36  [the  amount  of  penalties  required to be deposited therein by section\n   37  71-2724 of the environmental conservation law,] all moneys  required  to\n   38  be  deposited  pursuant  to  article  thirty-three  of the environmental\n   39  conservation law, all fees collected pursuant to  subdivision  eight  of\n   40  section  70-0117  of  the environmental conservation law, [as added by a\n   41  chapter of the laws of two thousand nine,] all moneys collected pursuant\n   42  to title thirty-three of article fifteen of the environmental  conserva-\n   43  tion  law,  [as added by a chapter of the laws of two thousand nine] and\n   44  all other moneys credited or transferred thereto from any other fund  or\n   45  source  pursuant  to  law. All such revenue shall be initially deposited\n   46  into the environmental protection fund, for application as  provided  in\n   47  subdivision five of this section.\n   48    S  9. This act shall take effect on the first of January next succeed-\n   49  ing the date on which it shall have become a law. Effective  immediately\n   50  the  commissioner of environmental conservation is authorized to promul-\n   51  gate any and all rules and  regulations  and  take  any  other  measures\n   52  necessary  to implement this act on its effective date on or before such\n   53  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, the agriculture and markets law, and the insurance law, in relation to enacting the Mercury-Free Water Resources and Mercury Reduction Management Strategy Act; to amend the state finance law, in relation to making technical corrections thereto and to repeal certain provisions of the environmental conservation law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T134710.TXT", "SOBI.D110112.T154619.TXT", "SOBI.D110111.T135211.TXT", "SOBI.D110111.T161223.TXT", "SOBI.D110111.T134209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294865179296
}