{
  "year" : 2011,
  "senateBillNo" : "A1669-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to education",
    "billEventId" : "A1669-2011-1294722000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides loans, grants and incentives to promote studies in math, science and technology or any other high-tech field deemed appropriate",
  "summary" : "Provides loans, grants and incentives to promote studies in math, science and engineering or any other high-tech field the commissioner deems appropriate on a high school and college level; establishes certain state funds and provides tax credits for contributions thereto. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A6649-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1669\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO, THIELE, J. MILLER, KOLB, BUTLER, McKEV-\n         ITT -- Multi-Sponsored by -- M. of A. AMEDORE, BARCLAY, CONTE, CROUCH,\n         FINCH, GIGLIO, HAWLEY, HAYES, P. LOPEZ, OAKS, RAIA, REILICH, SALADINO,\n         SAYWARD, TOBACCO -- read once and referred to the Committee on  Educa-\n         tion\n\n       AN  ACT  to  amend  the education law, the state finance law and the tax\n         law, in relation to increasing educational opportunities in the fields\n         of math, science and technology or any high-tech field; and making  an\n         appropriation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"New Edison Project Act\".\n    3    S 2. Legislative intent. Today, Americans are feeling the far-reaching\n    4  effects   of  economic  globalization  and  the  loss  of  the  American\n    5  distinction as the leader in technological innovation.  While  there  is\n    6  recognition  throughout  the  United States from academic, political and\n    7  business leaders of the nature of the  problem,  solutions  appear  both\n    8  varied  and isolated. Only recently has government been compelled to put\n    9  forth legislative efforts.\n   10    Here in New York, we have made great efforts to cultivate a new gener-\n   11  ation of high tech business, and we have marketed these emerging efforts\n   12  with names such as Tech Valley and Silicon Alley. If we are to  continue\n   13  to  build a future for New York as a technological center for innovation\n   14  and science, we must be committed to cultivating  a  new  generation  of\n   15  scientists.\n   16    The  New  Edison  Project  does  not  rely on a single decision-making\n   17  factor to influence a student's career choice,  but  instead  employs  a\n   18  broad  range of programs that seek to influence and inspire a generation\n   19  of high school and college students.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01336-01-1\n\n       A. 1669                             2\n\n    1    S 3. Section 305 of the education law is amended  by  adding  two  new\n    2  subdivisions 42 and 43 to read as follows:\n    3    42.   THE  COMMISSIONER  SHALL  DEVELOP  GUIDELINES  BY  WHICH  SCHOOL\n    4  DISTRICTS MAY ESTABLISH HIGH SCHOOLS OFFERING ADVANCED CURRICULA OF  THE\n    5  SCIENCES. SUCH SCHOOLS WOULD BE EITHER DISTINCT HIGH SCHOOLS OR PROGRAMS\n    6  WITHIN  HIGH  SCHOOLS  DISTRIBUTED REGIONALLY THROUGHOUT THE STATE WHICH\n    7  PROVIDE STUDENTS WITH ENRICHED MATH, SCIENCE AND  TECHNOLOGY  CURRICULA.\n    8  EACH  SCHOOL DISTRICT INTERESTED IN PARTICIPATING SHALL SUBMIT AN APPLI-\n    9  CATION TO THE DEPARTMENT SETTING FORTH ITS PLAN FOR ADVANCED CURRICULUM.\n   10  SIX SCHOOL DISTRICTS SHALL BE ACCEPTED FOR ADVANCED  CURRICULUM  FUNDING\n   11  OF UP TO ONE MILLION DOLLARS EACH IN ADDITION TO TRADITIONAL SCHOOL AID.\n   12    43.  TO  PROPERLY  ACQUAINT  THE  PUBLIC  WITH  THE  IMPORTANCE OF THE\n   13  PROVISIONS OF SUBDIVISION FORTY-TWO OF THIS SECTION,  THE  COMMISSIONER,\n   14  WITH   APPROPRIATE  CONSULTATION,  SHALL  ESTABLISH  A  CELEBRITY  MEDIA\n   15  CAMPAIGN WHEREBY CELEBRITIES OF TELEVISION, FILM AND  THE  SCIENCES  ARE\n   16  INVOLVED TO DRAW ATTENTION TO MATH, SCIENCE AND TECHNOLOGY CAREER PATHS.\n   17  THIS CAMPAIGN WILL ALSO BE AIMED AT PARENTS OF POTENTIAL STUDENTS OF THE\n   18  ADVANCED CURRICULUM.\n   19    S  4.  The  education  law is amended by adding a new section 667-b to\n   20  read as follows:\n   21    S 667-B. SUPPLEMENTAL PROGRAM FOR MATH, SCIENCE AND TECHNOLOGY MAJORS.\n   22  ANY FULL TIME STUDENT ENTERING HIS OR HER SOPHOMORE YEAR WHO IS ENROLLED\n   23  IN A MATH, SCIENCE OR TECHNOLOGY  MAJOR,  AND  WHO  IS  A  RECIPIENT  OF\n   24  TUITION  ASSISTANCE  PURSUANT TO SECTION SIX HUNDRED SIXTY-SEVEN OF THIS\n   25  SUBPART, SHALL RECEIVE AN ADDITIONAL SUM OF FIVE HUNDRED DOLLARS  TOWARD\n   26  TUITION.\n   27    S  5.  The  education  law is amended by adding a new section 669-e to\n   28  read as follows:\n   29    S 669-E. ADDITIONAL INCENTIVES IN THE  FIELDS  OF  MATH,  SCIENCE  AND\n   30  TECHNOLOGY.  IN  ADDITION  TO  THE  INCENTIVES  TOWARD A TEACHING CAREER\n   31  PURSUANT TO SECTION  SIX  HUNDRED  SIXTY-NINE-D  OF  THIS  SUBPART,  THE\n   32  COMMISSIONER  SHALL SELECT UP TO FIVE HUNDRED FULL TIME STUDENTS WHO ARE\n   33  MAJORING IN MATH, SCIENCE OR TECHNOLOGY  OR  ANY  OTHER  HIGH-TECHNOLOGY\n   34  FIELD  THAT THE COMMISSIONER DEEMS APPROPRIATE, TO RECEIVE LOAN FORGIVE-\n   35  NESS OF TEN THOUSAND DOLLARS PER YEAR FOR UP TO FIVE YEARS PROVIDED EACH\n   36  SUCH STUDENT AGREES IN WRITING TO WORKING WITHIN THIS STATE FOR AT LEAST\n   37  FIVE YEARS AFTER GRADUATION IN AN APPROPRIATE FIELD OF MATH, SCIENCE  OR\n   38  TECHNOLOGY  OR  ANY  OTHER  HIGH-TECHNOLOGY  FIELD THAT THE COMMISSIONER\n   39  DEEMS APPROPRIATE.\n   40    S 6. The state finance law is amended by adding a new section 89-h  to\n   41  read as follows:\n   42    S  89-H.  MICROSCOPE FUND. 1. THERE IS HEREBY ESTABLISHED IN THE JOINT\n   43  CUSTODY OF THE COMMISSIONER OF TAXATION AND FINANCE AND THE COMPTROLLER,\n   44  A SPECIAL FUND TO BE KNOWN AS THE \"MICROSCOPE FUND\".\n   45    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE  DEPARTMENT\n   46  OF  TAXATION  AND  FINANCE FROM GRANTS, CONTRIBUTIONS, DONATIONS AND ALL\n   47  OTHER MONEYS CREDITED OR TRANSFERRED THERETO  FROM  ANY  OTHER  FUND  OR\n   48  SOURCE  PURSUANT TO LAW. THE COMMISSIONER OF EDUCATION SHALL ESTABLISH A\n   49  LOW INTEREST LOAN FUND, TO BE ADMINISTERED BY A PRIVATE FINANCIAL CORPO-\n   50  RATION. SUCH FUND SHALL PROVIDE UP TO FIFTY THOUSAND  DOLLARS  PER  HIGH\n   51  SCHOOL  GRANTED  A  LOW  INTEREST  LOAN PURSUANT TO THIS SECTION.   HIGH\n   52  SCHOOLS SHALL QUALIFY FOR SUCH A LOAN BASED ON CRITERIA TO BE DETERMINED\n   53  BY THE PRIVATE FINANCIAL CORPORATION ADMINISTERING  THE  LOAN  FUND  AND\n   54  PRIORITY SHALL BE GIVEN TO FUNDING FOR SPECIALIZED PROJECTS.\n   55    3.  ON  OR BEFORE THE FIRST DAY OF FEBRUARY EACH YEAR, THE COMPTROLLER\n   56  SHALL CERTIFY TO THE GOVERNOR, TEMPORARY PRESIDENT OF THE SENATE, SPEAK-\n\n       A. 1669                             3\n\n    1  ER OF THE ASSEMBLY, MINORITY LEADER OF THE SENATE,  MINORITY  LEADER  OF\n    2  THE  ASSEMBLY,  CHAIR  OF THE SENATE FINANCE COMMITTEE, RANKING MINORITY\n    3  MEMBER OF THE SENATE FINANCE COMMITTEE, CHAIR OF THE ASSEMBLY  WAYS  AND\n    4  MEANS  COMMITTEE  AND  RANKING  MINORITY MEMBER OF THE ASSEMBLY WAYS AND\n    5  MEANS COMMITTEE, THE AMOUNT OF MONEY DEPOSITED IN SUCH FUND  DURING  THE\n    6  PRECEDING CALENDAR YEAR.\n    7    4. MONEYS IN SUCH FUND SHALL BE KEPT SEPARATE AND SHALL NOT BE COMMIN-\n    8  GLED  WITH  ANY OTHER MONEYS IN THE CUSTODY OF THE COMMISSIONER OF TAXA-\n    9  TION AND FINANCE AND THE COMPTROLLER.\n   10    5. ALL PAYMENTS FROM SUCH FUND SHALL BE  MADE  BY  THE  DEPARTMENT  OF\n   11  TAXATION  AND  FINANCE  AFTER  AUDIT  AND  WARRANT OF THE COMPTROLLER ON\n   12  VOUCHERS APPROVED BY THE COMMISSIONER OF EDUCATION.\n   13    S 7. The state finance law is amended by adding a new section 89-i  to\n   14  read as follows:\n   15    S  89-I.  FOUNDATION FUND. 1. THERE IS HEREBY ESTABLISHED IN THE JOINT\n   16  CUSTODY OF THE COMMISSIONER OF TAXATION AND FINANCE AND THE COMPTROLLER,\n   17  A SPECIAL FUND TO BE KNOWN AS THE \"FOUNDATION FUND\".\n   18    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED BY THE  DEPARTMENT\n   19  OF  TAXATION  AND FINANCE, FROM MONEYS APPROPRIATED, CREDITED, OR TRANS-\n   20  FERRED THERETO FROM ANY OTHER FUND OR SOURCE PURSUANT TO LAW.    NOTHING\n   21  CONTAINED IN THIS SECTION SHALL PREVENT THE STATE FROM RECEIVING GRANTS,\n   22  GIFTS  OR  BEQUESTS  FOR  THE  PURPOSES  OF  THE FUND AS DEFINED IN THIS\n   23  SECTION AND DEPOSITING THEM INTO SUCH FUND ACCORDING TO LAW.\n   24    3. ON OR BEFORE THE FIRST DAY OF FEBRUARY EACH YEAR,  THE  COMPTROLLER\n   25  SHALL CERTIFY TO THE GOVERNOR, TEMPORARY PRESIDENT OF THE SENATE, SPEAK-\n   26  ER  OF  THE  ASSEMBLY, MINORITY LEADER OF THE SENATE, MINORITY LEADER OF\n   27  THE ASSEMBLY, CHAIR OF THE SENATE FINANCE  COMMITTEE,  RANKING  MINORITY\n   28  MEMBER  OF  THE SENATE FINANCE COMMITTEE, CHAIR OF THE ASSEMBLY WAYS AND\n   29  MEANS COMMITTEE AND RANKING MINORITY MEMBER OF  THE  ASSEMBLY  WAYS  AND\n   30  MEANS COMMITTEE, THE AMOUNT OF MONEY DEPOSITED IN SUCH FUND.\n   31    4. MONEYS IN SUCH FUND SHALL BE KEPT SEPARATE AND SHALL NOT BE COMMIN-\n   32  GLED  WITH  ANY OTHER MONEYS IN THE CUSTODY OF THE COMMISSIONER OF TAXA-\n   33  TION AND FINANCE AND THE COMPTROLLER.\n   34    5. ALL PAYMENTS FROM SUCH FUND SHALL BE  MADE  BY  THE  DEPARTMENT  OF\n   35  TAXATION  AND  FINANCE  AFTER  AUDIT  AND  WARRANT OF THE COMPTROLLER ON\n   36  VOUCHERS APPROVED BY THE COMMISSIONER OF EDUCATION.\n   37    6. THE MONIES FROM THIS FUND SHALL BE DISTRIBUTED BY THE  COMMISSIONER\n   38  OF  EDUCATION  TO  GRADUATE STUDENTS IN ALL SECTORS TO PURSUE SCIENTIFIC\n   39  RESEARCH RELATED TO THEIR GRADUATE OR DOCTORAL STUDIES.   EACH  GRADUATE\n   40  STUDENT,  SELECTED USING CRITERIA TO BE ESTABLISHED BY THE DEPARTMENT OF\n   41  EDUCATION, SHALL BE ELIGIBLE TO RECEIVE UP TO TWENTY  THOUSAND  DOLLARS.\n   42  SUCH AWARD SHALL BE TO HELP SUCH STUDENTS SECURE INCUBATOR SPACE AND PAY\n   43  FOR  COSTS  ASSOCIATED  WITH  DEVELOPMENT AND CONSTRUCTION OF SCIENTIFIC\n   44  PROTOTYPES. SUCH AWARDS SHALL BE GRANTED  ON  A  COMPETITIVE  BASIS  AND\n   45  SHALL BE AVAILABLE TO INDIVIDUALS ONLY ONCE.\n   46    S 8. Section 210 of the tax law is amended by adding a new subdivision\n   47  43 to read as follows:\n   48    43.  MICROSCOPE  FUND TAX CREDIT. A TAXPAYER SHALL BE ALLOWED A CREDIT\n   49  AGAINST THE TAX IMPOSED BY THIS ARTICLE. THE AMOUNT OF THE CREDIT  SHALL\n   50  BE  EQUAL  TO  FIFTY PERCENT OF THE SUM OF THE FOLLOWING INVESTMENTS AND\n   51  CONTRIBUTIONS MADE DURING THE TAXABLE YEAR AND CERTIFIED BY THE  COMMIS-\n   52  SIONER  OF  EDUCATION  FOR  TAXABLE YEARS BEGINNING ON AND AFTER JANUARY\n   53  FIRST, TWO THOUSAND TWELVE, CONTRIBUTIONS IN THE FORM OF DONATIONS  MADE\n   54  TO  THE MICROSCOPE FUND ESTABLISHED PURSUANT TO SECTION EIGHTY-NINE-H OF\n   55  THE STATE FINANCE LAW. THE AMOUNT OF SUCH CREDIT ALLOWABLE TO A TAXPAYER\n   56  UNDER THIS SUBDIVISION SHALL NOT EXCEED TWENTY-FIVE THOUSAND DOLLARS.\n\n       A. 1669                             4\n\n    1    S 9. The commissioner of education shall create and sponsor a  science\n    2  fair  intended  to  lead the nation in participation and prizes awarded.\n    3  Such fair shall be designed to challenge and inspire the state's bright-\n    4  est and most inventive high school students to attempt to solve a timely\n    5  societal  challenge,  such  as  our reliance on fossil fuels.  After the\n    6  challenge is announced in September, each participating high school will\n    7  have six months to solve the problem and host a science fair to be  held\n    8  by February, qualifying one team for the regional competition.  The team\n    9  will  win a $2,500 award to aid with additional costs of the project and\n   10  travel expenses.  Each award shall be presented by  the  school's  state\n   11  senate  representative  and  assembly  representative. Each winning team\n   12  will then compete in one of 10 regional competitions. Each region  shall\n   13  qualify the three top teams to compete in the final state competition to\n   14  be  held  in Albany in the spring. The awards for the 30 teams competing\n   15  in the final:\n   16    First Place: The New Edison Medal presented by the governor,  $500,000\n   17  to  the  winning  high school, $5,000 to each team member to be used for\n   18  attending a New York state college, and an agreement  that  seventy-five\n   19  percent  of the award to the school be used to improve math, science and\n   20  technology programs at the school.\n   21    Second Place: $50,000 for the high school, $2,000 for each team member\n   22  to be used for attending a New York state college, and an agreement that\n   23  seventy-five percent of the award to the school be used to improve math,\n   24  science and technology programs at the school.\n   25    Third Place and Fourth Place: $10,000 for the high  school,  and  $500\n   26  for each team member to be used for attending a New York state college.\n   27    S  10.  Commission on science, math and technology. 1. There is hereby\n   28  established a temporary state commission on science, math and  technolo-\n   29  gy.  The commission shall investigate and make recommendations regarding\n   30  strengthening science, math  and  technology  education  throughout  the\n   31  state;  including, but not limited to, identifying ways to utilize guid-\n   32  ance counselors as a means of encouraging  careers  and  activities  for\n   33  grades six through twelve that are geared toward math, science and tech-\n   34  nology.\n   35    2.  The  commission  shall report each year to the governor, temporary\n   36  president of the senate, minority leader of the senate, speaker  of  the\n   37  assembly  and the minority leader of the assembly as to engaging elemen-\n   38  tary school children in the study of math, science and technology; iden-\n   39  tifying internships and fellowships for middle  school  through  college\n   40  age students in high-tech areas; and designing curriculum for kindergar-\n   41  ten  through  twelve and higher education in the science, math and tech-\n   42  nology areas.\n   43    3. The commissioner of education or his or her  designee  shall  chair\n   44  the  commission.  In addition, the governor shall appoint three members;\n   45  one representative of private  schools,  one  representative  of  public\n   46  schools and one representative of private industry, the temporary presi-\n   47  dent  of  the  senate,  the  speaker of the assembly and the comptroller\n   48  shall each appoint one member of the commission.\n   49    4. The members of the commission shall not be  compensated  for  their\n   50  service  but shall be reimbursed for their actual and necessary expenses\n   51  in providing such service.\n   52    5. The department of education and any other state  agency  shall,  if\n   53  called upon, provide the members with cooperation, information and staff\n   54  support.\n   55    S  11. The sum of two million dollars ($2,000,000), or so much thereof\n   56  as may be necessary, is hereby appropriated to the foundation fund  from\n\n       A. 1669                             5\n\n    1  any  moneys  in  the state treasury in the general fund to the credit of\n    2  the state purposes account not otherwise appropriated for  the  purposes\n    3  of  carrying  out  the provisions of section seven of this act. Such sum\n    4  shall  be  payable  on the audit and warrant of the state comptroller on\n    5  vouchers certified or approved by the commissioner of education, or  his\n    6  or  her duly designated representative in the manner provided by law. No\n    7  expenditure shall be made from this appropriation until a certificate of\n    8  approval of availability shall have been issued by the director  of  the\n    9  budget  and  filed  with the state comptroller and a copy filed with the\n   10  chairman of the senate finance committee and the chairman of the  assem-\n   11  bly  ways and means committee. Such certificate may be amended from time\n   12  to time by the director of the budget and a copy of each such  amendment\n   13  shall  be  filed  with the state comptroller, the chairman of the senate\n   14  finance committee and the  chairman  of  the  assembly  ways  and  means\n   15  committee.\n   16    S  12. This act shall take effect January 1, 2012. The commissioner of\n   17  education shall immediately develop necessary guidelines and  promulgate\n   18  necessary  rules and regulations to carry out the provisions of this act\n   19  on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, the state finance law and the tax law, in relation to increasing educational opportunities in the fields of math, science and technology or any high-tech field; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T134710.TXT", "SOBI.D110111.T135211.TXT", "SOBI.D110111.T161223.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294780343734
}