{
  "year" : 2011,
  "senateBillNo" : "A1664-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to education",
    "billEventId" : "A1664-2011-1294722000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the audit of schools in the state to determine compliance in the instruction of humane treatment of animals",
  "summary" : "Requires the audit of schools in the state to determine compliance in the instruction of humane treatment of animals; report to governor and legislature. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1664\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to  auditing  schools  of\n         the  state to determine compliance in the instruction of humane treat-\n         ment of animals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  6  of  section  809 of the education law, as\n    2  amended by chapter 542 of the laws  of  1994,  is  amended  to  read  as\n    3  follows:\n    4    6. AUDIT. THE DEPARTMENT SHALL ANNUALLY AUDIT THE SCHOOLS OF THE STATE\n    5  TO DETERMINE COMPLIANCE WITH THIS SECTION.\n    6    7.  Report.  On or before the first day of January next succeeding the\n    7  effective date of this amended section, the commissioner shall  annually\n    8  submit a report to the governor and the legislature which shall include,\n    9  but  not  be  limited  to,  the number of written program plan proposals\n   10  submitted by schools and  the  number  of  such  proposals  subsequently\n   11  approved  by  the  commissioner.  In  those  cases  where a program plan\n   12  proposal has been approved by  the  commissioner,  such  plan  shall  be\n   13  appended  to and become a part of the commissioner's annual report.  THE\n   14  REPORT SHALL ALSO INCLUDE THE RESULTS  OF  AN  AUDIT  CONDUCTED  BY  THE\n   15  DEPARTMENT PURSUANT TO SUBDIVISION SIX OF THIS SECTION.\n   16    S  2. This act shall take effect on the first of January next succeed-\n   17  ing the date on which it shall have become a law. Effective immediately,\n   18  the addition, amendment and/or repeal of any rule or  regulation  neces-\n   19  sary  for  the  implementation  of  this  act  on its effective date are\n   20  authorized and directed to be made  and  completed  on  or  before  such\n   21  effective date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05085-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to auditing schools of the state to determine compliance in the instruction of humane treatment of animals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T161223.TXT", "SOBI.D110111.T134209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294780343713
}