{
  "year" : 2011,
  "senateBillNo" : "A1668-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to codes",
    "billEventId" : "A1668-2011-1294722000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crimes of criminal impersonation in the third and fourth degrees and increases the penalties for criminal impersonation in the first and second degrees",
  "summary" : "Creates the crime of criminal impersonation in the fourth degree for receiving a benefit worth under $100 for such impersonation in aggregate and makes it a class B misdemeanor; creates the crime of criminal impersonation in the third degree for receiving a benefit worth between $100 and $500 for such impersonation in aggregate and makes it a class A misdemeanor; increases the penalty for criminal impersonation in the first degree from a class E felony to a class D felony; increases the penalty for criminal impersonation in the second degree from a class A misdemeanor to a class E felony. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A10367-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1668\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO -- Multi-Sponsored by -- M. of A. HAWLEY,\n         KOLB, McKEVITT -- read once and referred to the Committee on Codes\n\n       AN  ACT  to  amend  the penal law, in relation to creating the crimes of\n         criminal impersonation in the third and fourth degrees and  increasing\n         the  penalties  for  criminal  impersonation  in  the first and second\n         degrees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  190.23  of  the  penal law is renumbered section\n    2  190.22 and two new sections 190.23 and  190.24  are  added  to  read  as\n    3  follows:\n    4  S 190.23 CRIMINAL IMPERSONATION IN THE FOURTH DEGREE.\n    5    A PERSON IS GUILTY OF CRIMINAL IMPERSONATION IN THE FOURTH DEGREE WHEN\n    6  HE OR SHE:\n    7    1. IMPERSONATES ANOTHER AND DOES AN ACT IN SUCH ASSUMED CHARACTER WITH\n    8  INTENT TO OBTAIN A BENEFIT OF CREDIT, GOODS, MONEY, PROPERTY OR SERVICES\n    9  IN  THE  NAME  OF SUCH OTHER PERSON IN AN AGGREGATE AMOUNT THAT DOES NOT\n   10  EXCEED ONE HUNDRED DOLLARS; OR\n   11    2. PRETENDS TO BE A REPRESENTATIVE OF SOME PERSON OR ORGANIZATION  AND\n   12  DOES  AN  ACT IN SUCH PRETENDED CAPACITY WITH INTENT TO OBTAIN A BENEFIT\n   13  OF CREDIT, GOODS, MONEY, PROPERTY OR SERVICES IN THE NAME OF SUCH  OTHER\n   14  PERSON IN AN AGGREGATE AMOUNT THAT DOES NOT EXCEED ONE HUNDRED DOLLARS.\n   15    CRIMINAL IMPERSONATION IN THE FOURTH DEGREE IS A CLASS B MISDEMEANOR.\n   16  S 190.24 CRIMINAL IMPERSONATION IN THE THIRD DEGREE.\n   17    A  PERSON IS GUILTY OF CRIMINAL IMPERSONATION IN THE THIRD DEGREE WHEN\n   18  HE OR SHE:\n   19    1. IMPERSONATES ANOTHER AND DOES AN ACT IN SUCH ASSUMED CHARACTER WITH\n   20  INTENT TO OBTAIN A BENEFIT OF CREDIT, GOODS, MONEY, PROPERTY OR SERVICES\n   21  IN THE NAME OF SUCH OTHER PERSON IN  AN  AGGREGATE  AMOUNT  BETWEEN  ONE\n   22  HUNDRED AND FIVE HUNDRED DOLLARS; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01471-01-1\n\n       A. 1668                             2\n\n    1    2.  PRETENDS TO BE A REPRESENTATIVE OF SOME PERSON OR ORGANIZATION AND\n    2  DOES AN ACT IN SUCH PRETENDED CAPACITY WITH INTENT TO OBTAIN  A  BENEFIT\n    3  OF  CREDIT, GOODS, MONEY, PROPERTY OR SERVICES IN THE NAME OF SUCH OTHER\n    4  PERSON IN AN AGGREGATE AMOUNT  BETWEEN  ONE  HUNDRED  AND  FIVE  HUNDRED\n    5  DOLLARS.\n    6    CRIMINAL IMPERSONATION IN THE THIRD DEGREE IS A CLASS A MISDEMEANOR.\n    7    S 2. Section 190.25 of the penal law, the section heading, the opening\n    8  paragraph, subdivision 3 and the closing paragraph as amended by chapter\n    9  27  of  the  laws  of 1980, subdivision 4 as added by chapter 304 of the\n   10  laws of 2008, is amended to read as follows:\n   11  S 190.25 Criminal impersonation in the second degree.\n   12    A person is guilty of criminal impersonation in the second degree when\n   13  he OR SHE:\n   14    1. Impersonates another and does an act in such assumed character with\n   15  intent to obtain a benefit OF CREDIT, GOODS, MONEY, PROPERTY OR SERVICES\n   16  IN THE NAME OF SUCH OTHER PERSON IN AN  AGGREGATE  AMOUNT  THAT  EXCEEDS\n   17  FIVE HUNDRED DOLLARS or to injure or defraud another; or\n   18    2.  Pretends to be a representative of some person or organization and\n   19  does an act in such pretended capacity with intent to obtain  a  benefit\n   20  OF  CREDIT, GOODS, MONEY, PROPERTY OR SERVICES IN THE NAME OF SUCH OTHER\n   21  PERSON IN AN AGGREGATE AMOUNT THAT EXCEEDS FIVE HUNDRED  DOLLARS  or  to\n   22  injure or defraud another; or\n   23    3.  (a)  Pretends to be a public servant, or wears or displays without\n   24  authority any uniform, badge, insignia or  facsimile  thereof  by  which\n   25  such  public  servant is lawfully distinguished, or falsely expresses by\n   26  his OR HER words or actions that he OR SHE is a  public  servant  or  is\n   27  acting  with approval or authority of a public agency or department; and\n   28  (b) so acts with intent to induce another to submit  to  such  pretended\n   29  official  authority,  to  solicit funds or to otherwise cause another to\n   30  act in reliance upon that pretense.\n   31    4. Impersonates another by communication by internet website or  elec-\n   32  tronic means with intent to obtain a benefit or injure or defraud anoth-\n   33  er, or by such communication pretends to be a public servant in order to\n   34  induce  another  to  submit to such authority or act in reliance on such\n   35  pretense.\n   36    Criminal impersonation in the second degree is a class [A misdemeanor]\n   37  E FELONY.\n   38    S 3. Section 190.26 of the penal law, as amended by chapter 2  of  the\n   39  laws  of  1998,  subdivision  1 as amended by chapter 434 of the laws of\n   40  2008, is amended to read as follows:\n   41  S 190.26 Criminal impersonation in the first degree.\n   42    A person is guilty of criminal impersonation in the first degree  when\n   43  he OR SHE:\n   44    1.  Pretends to be a police officer or a federal law enforcement offi-\n   45  cer as enumerated in section 2.15 of  the  criminal  procedure  law,  or\n   46  wears  or displays without authority, any uniform, badge or other insig-\n   47  nia or facsimile thereof, by which such police officer  or  federal  law\n   48  enforcement officer is lawfully distinguished or expresses by his or her\n   49  words or actions that he or she is acting with the approval or authority\n   50  of  any police department or acting as a federal law enforcement officer\n   51  with the approval of any agency that  employs  federal  law  enforcement\n   52  officers  as  enumerated  in section 2.15 of the criminal procedure law;\n   53  and\n   54    2. So acts with intent to induce another to submit to  such  pretended\n   55  official  authority  or  otherwise to act in reliance upon said pretense\n\n       A. 1668                             3\n\n    1  and in the course of such pretense commits or attempts to commit a felo-\n    2  ny; or\n    3    3.  Pretending to be a duly licensed physician or other person author-\n    4  ized to issue a prescription for any drug or any  instrument  or  device\n    5  used in the taking or administering of drugs for which a prescription is\n    6  required by law, communicates to a pharmacist an oral prescription which\n    7  is  required  to  be reduced to writing pursuant to section thirty-three\n    8  hundred thirty-two of the public health law.\n    9    Criminal impersonation in the first degree is a class [E] D felony.\n   10    S 4. This act shall take effect on the first of November next succeed-\n   11  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to creating the crimes of criminal impersonation in the third and fourth degrees and increasing the penalties for criminal impersonation in the first and second degrees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T134710.TXT", "SOBI.D110111.T161223.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294780343731
}