{
  "year" : 2011,
  "senateBillNo" : "A1662-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1662-2011-1294722000000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the department of environmental conservation to promulgate standards for emission of regulated air contaminants from small electric generating sources",
  "summary" : "Directs the department of environmental conservation to promulgate standards for emission of regulated air contaminants from small electric generating sources (defined within); specifies criteria therefor; provides for a permitting requirement and an alternative permitting mechanism involving a registration process. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A4254-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1662\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to stan-\n         dards for emissions from small electric generating sources\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  19-0107 of the environmental conservation law is\n    2  amended by adding a new subdivision 25 to read as follows:\n    3    25. \"SMALL ELECTRIC GENERATING SOURCE\" MEANS ANY STATIONARY SOURCE  OR\n    4  COMBINATION  OF  STATIONARY  SOURCES  THAT HAS THE CAPACITY OR POTENTIAL\n    5  CAPACITY TO GENERATE TEN OR MORE KILOWATTS OF ELECTRICITY, EMITS A REGU-\n    6  LATED AIR CONTAMINANT, AND IS NOT DEFINED AS A MAJOR  AIR  CONTAMINATION\n    7  SOURCE  PURSUANT TO THIS ARTICLE OR THE FEDERAL CLEAN AIR ACT (42 U.S.C.\n    8  SECTION 7401 ET SEQ.).\n    9    S 2. Subdivision 2 of section 19-0301 of the  environmental  conserva-\n   10  tion law is amended by adding a new paragraph f to read as follows:\n   11    F. BY JANUARY FIRST, TWO THOUSAND THIRTEEN, PROMULGATE RULES AND REGU-\n   12  LATIONS ESTABLISHING PERFORMANCE STANDARDS FOR THE EMISSION OF REGULATED\n   13  AIR  CONTAMINANTS  FROM SMALL ELECTRIC GENERATING SOURCES. SUCH EMISSION\n   14  STANDARDS SHALL BE EQUIVALENT WITH THE PERFORMANCE (ON THE BASIS OF UNIT\n   15  OF POLLUTANT EMITTED PER UNIT OF ENERGY OUTPUT) OF NEW NATURAL GAS MAJOR\n   16  SOURCE GENERATORS MEETING BEST AVAILABLE CONTROL TECHNOLOGY PURSUANT  TO\n   17  THIS  ARTICLE  AND  THE FEDERAL CLEAN AIR ACT (42 U.S.C. SECTION 7401 ET\n   18  SEQ.).\n   19    (1) PERFORMANCE OF SMALL ELECTRIC GENERATING SOURCES SHALL BE MEASURED\n   20  IN POUNDS OF POLLUTION PER MEGAWATT-HOUR  USEFUL  ENERGY  OUTPUT,  WHERE\n   21  USEFUL  ENERGY  OUTPUT  INCLUDES  HEAT  GENERATED BY SYSTEMS SOLD BY THE\n   22  ORIGINAL EQUIPMENT MANUFACTURER  AS  A  COMBINED  HEAT  AND  ELECTRICITY\n   23  GENERATOR.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04579-01-1\n\n       A. 1662                             2\n\n    1    (2)  RULES  AND REGULATIONS PROMULGATED PURSUANT TO THIS ARTICLE SHALL\n    2  INCLUDE A PERMITTING  REQUIREMENT  FOR  ALL  SMALL  ELECTRIC  GENERATING\n    3  SOURCES IN ORDER TO ENFORCE THE PERFORMANCE STANDARDS.\n    4    (3)  THE DEPARTMENT SHALL ALSO DEVELOP AN ALTERNATIVE PERMITTING MECH-\n    5  ANISM AND MAKE THIS MECHANISM AVAILABLE TO COVER ONLY THOSE SMALL  ELEC-\n    6  TRIC GENERATING SOURCES THAT HAVE BEEN CERTIFIED BY THE MANUFACTURER AND\n    7  VERIFIED BY A THIRD-PARTY, WHICH IS DULY AUTHORIZED BY THE DEPARTMENT TO\n    8  VERIFY  SUCH  COMPLIANCE,  TO MEET APPLICABLE PERFORMANCE STANDARDS WHEN\n    9  OPERATED UNDER LIKELY CONDITIONS AND  IN  ACCORDANCE  WITH  MANUFACTURER\n   10  INSTRUCTIONS.  SMALL  ELECTRIC  GENERATING SOURCES ELIGIBLE FOR COVERAGE\n   11  UNDER  THIS  ALTERNATIVE  PERMITTING  MECHANISM  SHALL  OBTAIN  COVERAGE\n   12  THROUGH A REGISTRATION PROCESS, RATHER THAN THROUGH AN INDIVIDUAL APPLI-\n   13  CATION  PROCESS.  THE  MANUFACTURER CERTIFICATION SHALL ALSO ENSURE THAT\n   14  THE SMALL ELECTRIC GENERATING SOURCE WILL CONTINUE TO MEET THE  PERFORM-\n   15  ANCE STANDARDS FOR THE LIFE OF THE ALTERNATIVE PERMITTING MECHANISM, THE\n   16  TERM OF WHICH SHALL NOT EXCEED FIVE YEARS.\n   17    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to standards for emissions from small electric generating sources ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T134710.TXT", "SOBI.D110111.T161223.TXT", "SOBI.D110111.T134209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294780343725
}