{
  "year" : 2011,
  "senateBillNo" : "A1660-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1660-2011-1294722000000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts regulations of perchloroethylene dry cleaning facilities, including phase-out from residential buildings",
  "summary" : "Enacts regulations of perchloroethylene dry cleaning facilities; establishes equipment standards and specifications and operating requirements; provides for lead inspection and self monitoring and for management of perc-contaminated wastewater and makes numerous other regulatory provisions; includes phase-out from residential buildings. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A5846-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1660\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to regu-\n         lating perchloroethylene dry cleaning facilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 19 of the environmental conservation law is amended\n    2  by adding a new title 13 to read as follows:\n    3                                  TITLE 13\n    4                  PERCHLOROETHYLENE DRY CLEANING FACILITIES\n    5  SECTION 19-1301. DEFINITIONS.\n    6          19-1303. VARIANCES.\n    7          19-1305. PROHIBITIONS.\n    8          19-1307. PRE-PERMITTING REQUIREMENTS FOR EXISTING FACILITIES.\n    9          19-1309. EQUIPMENT STANDARDS AND SPECIFICATIONS.\n   10          19-1311. LEAK INSPECTION AND SELF MONITORING REQUIREMENTS.\n   11          19-1313. OPERATION AND MAINTENANCE REQUIREMENTS.\n   12          19-1315. PERC-CONTAMINATED WASTEWATER MANAGEMENT.\n   13          19-1317. HAZARDOUS WASTE MANAGEMENT.\n   14          19-1319. EMERGENCY RESPONSE.\n   15          19-1321. REPORTING AND RECORDKEEPING.\n   16          19-1323. EQUIPMENT TESTING AND CERTIFICATION.\n   17          19-1325.  DRY  CLEANING  OWNER/MANAGER,  OPERATOR  AND INSPECTOR\n   18                     TRAINING AND CERTIFICATION.\n   19          19-1327. PERMITTING.\n   20          19-1329. COMPLIANCE INSPECTIONS.\n   21          19-1331. EQUIVALENCY.\n   22          19-1333. POSTING NOTICE.\n   23          19-1335. SEVERABILITY.\n   24  S 19-1301. DEFINITIONS.\n   25    FOR THE PURPOSE OF THIS TITLE, THE FOLLOWING DEFINITIONS SHALL APPLY:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04576-01-1\n\n       A. 1660                             2\n\n    1    (1) ADSORPTIVE CARTRIDGE FILTER. A REPLACEABLE CARTRIDGE  FILTER  THAT\n    2  CONTAINS DIATOMACEOUS EARTH OR ACTIVATED CLAY AS THE FILTER MEDIUM.\n    3    (2)  ANCILLARY  EQUIPMENT.  THE  EQUIPMENT  USED  WITH  A DRY CLEANING\n    4  MACHINE IN A DRY CLEANING SYSTEM INCLUDING, BUT NOT LIMITED TO, EMISSION\n    5  CONTROL DEVICES, PUMPS, FILTERS, MUCK COOKERS,  STILLS,  SOLVENT  TANKS,\n    6  SOLVENT  CONTAINERS, WATER SEPARATORS, EXHAUST DAMPERS, DIVERTER VALVES,\n    7  INTERCONNECTING PIPING, HOSES AND DUCTS.\n    8    (3) ARTICLES. CLOTHING, GARMENTS, TEXTILES,  FABRICS,  LEATHER  GOODS,\n    9  AND THE LIKE, THAT ARE DRY CLEANED.\n   10    (4)  AZEOTROPIC  CONTROL  DEVICE.  A DRY CLEANING CONTROL SYSTEM WHERE\n   11  PERC EMISSIONS FROM THE  DRY  CLEANING  MACHINE  ARE  FIRST  COOLED  AND\n   12  CONDENSED, AND ARE THEN TREATED WITH WATER TO FURTHER DISPLACE PERC FROM\n   13  THE  ARTICLES  UPON  BEING RETURNED TO THE DRYER, CONDENSER, AND SOLVENT\n   14  STORAGE TANK. THERE IS NO EXHAUST TO THE ATMOSPHERE  DURING  THE  DRYING\n   15  CYCLE.\n   16    (5)  CARBON ADSORBER. AN AIR CLEANING DEVICE THAT CONSISTS OF AN INLET\n   17  FOR EXHAUST GASES FROM A DRY CLEANING MACHINE; ACTIVATED CARBON  IN  THE\n   18  FORM  OF A FIXED BED, CARTRIDGE, OR CANISTER, AS AN ADSORBENT; AN OUTLET\n   19  FOR EXHAUST GASES; AND A SYSTEM  TO  REGENERATE,  OR  RECLAIM  SATURATED\n   20  ADSORBENT.\n   21    (6) CARTRIDGE FILTER. A REPLACEABLE CARTRIDGE FILTER THAT CONTAINS ONE\n   22  OF THE FOLLOWING AS THE FILTER MEDIUM: PAPER, ACTIVATED CARBON, OR PAPER\n   23  AND  ACTIVATED CARBON. A CARTRIDGE FILTER CONTAINS NO DIATOMACEOUS EARTH\n   24  OR ACTIVATED CLAY. CARTRIDGE FILTERS INCLUDE, BUT ARE  NOT  LIMITED  TO:\n   25  STANDARD  FILTER, SPLIT FILTERS, \"JUMBO\" FILTERS, AND ALL CARBON POLISH-\n   26  ING FILTERS.\n   27    (7) CLOSED-LOOP MACHINE. DRY  CLEANING  EQUIPMENT  IN  WHICH  WASHING,\n   28  EXTRACTION,  AND  DRYING ARE ALL PERFORMED IN THE SAME SINGLE UNIT (ALSO\n   29  KNOWN AS A DRY-TO-DRY UNIT)  AND  WHICH  RECIRCULATES  PERC-LADEN  VAPOR\n   30  THROUGH  A  PRIMARY CONTROL SYSTEM (E.G. REFRIGERATED CONDENSER) WITH NO\n   31  EXHAUST TO THE ATMOSPHERE DURING THE DRYING CYCLE. A CLOSED-LOOP MACHINE\n   32  MAY ALLOW FOR VENTING TO THE AMBIENT AIR THROUGH A LOCAL EXHAUST  VENTI-\n   33  LATION  SYSTEM,  SUCH  AS A DOOR FAN, AFTER THE DRYING CYCLE IS COMPLETE\n   34  AND ONLY WHILE THE MACHINE DOOR IS OPEN.\n   35    (8) CO-LOCATED. SHARING A COMMON WALL, FLOOR, OR CEILING WITH A  RESI-\n   36  DENCE OR BUSINESS.\n   37    (9)  COLORIMETRIC  DETECTOR  TUBE. A GLASS TUBE (SEALED PRIOR TO USE),\n   38  CONTAINING MATERIAL IMPREGNATED WITH A CHEMICAL  THAT  IS  SENSITIVE  TO\n   39  PERC AND IS DESIGNED TO MEASURE THE CONCENTRATION OF PERC IN AIR.\n   40    (10)  COMMERCIAL BUILDING. ANY BUILDING WHERE ONLY COMMERCIAL BUSINESS\n   41  IS CONDUCTED, SUCH AS AN OFFICE BUILDING OR STRIP MALL.\n   42    (11) CONDENSER. AN AIR CLEANING DEVICE THAT REMOVES CONDENSABLE VAPORS\n   43  BY A REDUCTION IN THE TEMPERATURE OF THE EXHAUST GASES OR, IN  THE  CASE\n   44  OF  A SURFACE CONDENSER, BY CONTACT OF THE EXHAUST GASES WITH STRUCTURES\n   45  THAT ARE COOLED BY A CIRCULATING COOLING FLUID.\n   46    (12) CONVERTED MACHINE. AN EXISTING VENTED MACHINE THAT HAS BEEN MODI-\n   47  FIED TO BE A CLOSED-LOOP  MACHINE  BY  ELIMINATING  THE  AERATION  STEP,\n   48  INSTALLING  A PRIMARY CONTROL SYSTEM, AND PROVIDING FOR RECIRCULATION OF\n   49  THE PERC-LADEN VAPOR WITH NO  EXHAUST  TO  THE  ATMOSPHERE  OR  WORKROOM\n   50  DURING  THE  DRYING  CYCLE. A CONVERTED MACHINE MAY ALLOW FOR VENTING TO\n   51  THE AMBIENT AIR THROUGH A LOCAL EXHAUST VENTILATION SYSTEM,  SUCH  AS  A\n   52  DOOR  FAN, AFTER THE DRYING CYCLE IS COMPLETE AND ONLY WHILE THE MACHINE\n   53  DOOR IS OPEN.\n   54    (13) COOL-DOWN. THE PORTION OF THE DRYING CYCLE THAT BEGINS  WHEN  THE\n   55  HEATING  MECHANISM  DEACTIVATES AND THE REFRIGERATED CONDENSER CONTINUES\n\n       A. 1660                             3\n\n    1  TO REDUCE THE TEMPERATURE OF THE AIR RECIRCULATING THROUGH THE  DRUM  TO\n    2  REDUCE THE CONCENTRATION OF PERC IN THE DRUM.\n    3    (14) DESORPTION. REGENERATION OR STRIPPING OF AN ACTIVATED CARBON BED,\n    4  OR  ANY  OTHER TYPE OF VAPOR ADSORBER BY REMOVAL OF THE ADSORBED SOLVENT\n    5  USING HOT AIR, STEAM, OR OTHER MEANS.\n    6    (15) DIP TANK. A SEPARATE TANK THAT CONTAINS  PERC  AND  IS  USED  FOR\n    7  PURPOSES OTHER THAN DRY CLEANING (E.G. WATERPROOFING).\n    8    (16) DIVERTER VALVE. A FLOW CONTROL DEVICE THAT PREVENTS ROOM AIR FROM\n    9  PASSING THROUGH A REFRIGERATED CONDENSER WHEN THE DOOR OF A DRY CLEANING\n   10  MACHINE IS OPEN.\n   11    (17)  DOOR FAN. A LOCAL EXHAUST VENTILATION SYSTEM DESIGNED TO PROVIDE\n   12  FOR A MINIMUM 100 FPM INWARD AIR VELOCITY OR EQUIVALENT INTO THE  EFFEC-\n   13  TIVE  DOOR  OPEN  AREA  OF  A  DRY CLEANING MACHINE WHENEVER THE DOOR IS\n   14  OPENED, AND WHERE THE PERC EMISSIONS ARE CONTROLLED BY A CARBON ADSORBER\n   15  OR EQUIVALENT CONTROL PRIOR TO VENTING TO THE OUTER AIR.\n   16    (18) DRUM. THE ROTATING CYLINDER OR WHEEL OF THE DRY CLEANING  MACHINE\n   17  THAT HOLDS THE ARTICLES BEING CLEANED.\n   18    (19)  DRY  CLEANING.  THE PROCESS USED TO REMOVE SOIL, GREASES, PAINTS\n   19  AND OTHER UNWANTED SUBSTANCES FROM ARTICLES WITH THE USE OF PERC.\n   20    (20) DRY CLEANING CONTROL SYSTEM.  EQUIPMENT  (E.G.  CARBON  ADSORBER,\n   21  REFRIGERATED CONDENSER, AZEOTROPIC UNIT, ETC.) OR AN AIR CLEANING DEVICE\n   22  USED  TO REDUCE THE AMOUNT OF AIR POLLUTANT(S) IN AN AIR STREAM PRIOR TO\n   23  DISCHARGE TO THE ATMOSPHERE.\n   24    (21) DRY CLEANING EQUIPMENT. ANY MACHINE, DEVICE, OR APPARATUS USED TO\n   25  DRY CLEAN ARTICLES.\n   26    (22) DRY CLEANING FACILITY. AN ESTABLISHMENT  WITH  ONE  OR  MORE  DRY\n   27  CLEANING SYSTEMS.\n   28    (23)  DRY CLEANING SYSTEM. ALL OF THE FOLLOWING EQUIPMENT, DEVICES, OR\n   29  APPARATUS ASSOCIATED WITH THE PERC DRY CLEANING  OPERATIONS,  INCLUDING,\n   30  BUT  NOT  LIMITED  TO:  DRY  CLEANING  EQUIPMENT; FILTER OR PURIFICATION\n   31  SYSTEMS; WASTE HOLDING, TREATMENT,  OR  DISPOSAL  SYSTEMS;  PERC  SUPPLY\n   32  SYSTEMS;  DIP  TANKS; PUMPS; GASKETS; PIPING, DUCTING, FITTINGS, VALVES,\n   33  OR FLANGES THAT CONVEY PERC-CONTAMINATED AIR; AND DRY  CLEANING  CONTROL\n   34  SYSTEMS.\n   35    (24)  DRYING  CABINET.  A  HOUSING  IN  WHICH MATERIALS THAT HAVE BEEN\n   36  PREVIOUSLY DRY CLEANED IN PERC ARE  DRIED  INSTEAD  OF  BEING  DRIED  BY\n   37  TUMBLING IN A DRY CLEANING MACHINE.\n   38    (25)  DRYING  CYCLE.  THE  OPERATION  USED TO ACTIVELY REMOVE THE PERC\n   39  REMAINING IN THE MATERIALS AFTER WASHING AND EXTRACTION. FOR CLOSED-LOOP\n   40  MACHINES, THE HEATED PORTION OF THE CYCLE IS FOLLOWED BY  COOL-DOWN  AND\n   41  MAY  BE EXTENDED BEYOND COOL-DOWN BY THE ACTIVATION OF A CONTROL SYSTEM.\n   42  THE DRYING CYCLE BEGINS WHEN HEATING COILS ARE ACTIVATED AND  ENDS  WHEN\n   43  THE MACHINE CEASES ROTATION OF THE DRUM.\n   44    (26)  DRYING  SENSOR. A DEVICE THAT SENSES WHEN ARTICLES BEING CLEANED\n   45  ARE RELATIVELY DRY AND AUTOMATICALLY CONTROLS THE DRYING CYCLE.   DRYING\n   46  SENSORS  INCLUDE  BUT  ARE  NOT  LIMITED  TO:  INFRARED ANALYZERS, FLOAT\n   47  SWITCHES, AND RESISTANCE PROBES. THE DEVICE DETECTS THE CONCENTRATION OF\n   48  SYNTHETIC SOLVENTS IN THE DRYING AIR OR THAT THE LIQUID SOLVENT RECOVERY\n   49  RATE IS AT A MINIMAL RATE. THE DRYING SENSOR EXTENDS  THE  DRYING  CYCLE\n   50  FOR A MINIMUM TIME BEYOND THE ACTIVATION POINT TO DRY ARTICLES.\n   51    (27) DRY-TO-DRY MACHINE. A ONE-MACHINE DRY CLEANING OPERATION IN WHICH\n   52  DRYING AND WASHING ARE PERFORMED IN THE SAME MACHINE.\n   53    (28)  DRY-TO-DRY VENTED MACHINE. DRY CLEANING EQUIPMENT IN WHICH WASH-\n   54  ING, EXTRACTION, AND DRYING ARE ALL PERFORMED IN THE  SAME  SINGLE  UNIT\n   55  AND  IN  WHICH FRESH AIR IS INTRODUCED INTO THE DRUM IN THE LAST STEP OF\n\n       A. 1660                             4\n\n    1  THE DRYING CYCLE AND EXHAUSTED TO THE OUTDOOR ATMOSPHERE, EITHER DIRECT-\n    2  LY OR THROUGH A CONTROL DEVICE (2ND GENERATION EQUIPMENT).\n    3    (29)  ENVIRONMENTAL TRAINING PROGRAM. AN INITIAL COURSE OR A REFRESHER\n    4  COURSE OF THE ENVIRONMENTAL TRAINING PROGRAM, FOR OWNERS  AND  OPERATORS\n    5  OF  PERC DRY CLEANING OPERATIONS THAT HAS BEEN AUTHORIZED BY THE DEPART-\n    6  MENT.\n    7    (30) EQUIVALENT CLOSED-LOOP VAPOR RECOVERY SYSTEM. A DEVICE OR  COMBI-\n    8  NATION  OF  DEVICES THAT ACHIEVES, IN PRACTICE, A PERC RECOVERY PERFORM-\n    9  ANCE EQUAL TO OR EXCEEDING THAT OF REFRIGERATED CONDENSERS.\n   10    (31) EXISTING FACILITY. ANY FACILITY THAT WAS PERMITTED BY THIS  TITLE\n   11  OR  AT  WHICH DRY CLEANING EQUIPMENT WAS OPERATED PRIOR TO THE EFFECTIVE\n   12  DATE OF THIS TITLE.\n   13    (32) FACILITY. ANY STRUCTURE OR BUILDING OR  GROUP  OF  STRUCTURES  OR\n   14  BUILDINGS  LOCATED,  OWNED BY ONE PERSON, AND LOCATED ON THE SAME PARCEL\n   15  OR CONTIGUOUS PARCELS, IN WHICH PERC DRY CLEANING EQUIPMENT IS  OPERATED\n   16  OR SET UP TO OPERATE.\n   17    (33)  FILTER  MUCK. THE RESIDUE FROM A FILTER USING LOOSE DIATOMACEOUS\n   18  EARTH, WHICH MUST BE REPLACED PERIODICALLY.\n   19    (34) FIRST GENERATION EQUIPMENT. TRANSFER MACHINES WHERE CLEANING  AND\n   20  DRYING  (RECLAIMING)  TAKE  PLACE  IN  SEPARATE MACHINES WITH THE MANUAL\n   21  TRANSFER OF ARTICLES FROM ONE MACHINE TO ANOTHER.\n   22    (35) FOURTH GENERATION EQUIPMENT. A PRIMARY  CLOSED-LOOP  REFRIGERATED\n   23  DRY  CLEANING  MACHINE  THAT  HAS  A  \"SECONDARY  CONTROL  SYSTEM\" (I.E.\n   24  CLOSED-LOOP REFRIGERATED CONDENSER WITH A DRYING SENSOR AND AN  INTEGRAL\n   25  CARBON ADSORBER).\n   26    (36) FPM. FEET PER MINUTE.\n   27    (37) FUGITIVE EMISSIONS. THOSE EMISSIONS OF REGULATED AIR CONTAMINANTS\n   28  WHICH  COULD NOT REASONABLY PASS THROUGH A STACK, CHIMNEY, VENT OR OTHER\n   29  FUNCTIONALLY-EQUIVALENT OPENINGS.\n   30    (38) FULL-TIME EMPLOYEE. ANY PERSON WHO IS EMPLOYED AT THE DRY  CLEAN-\n   31  ING  FACILITY AND AVERAGES AT LEAST THIRTY HOURS PER WEEK IN ANY NINETY-\n   32  DAY PERIOD.\n   33    (39) FULL-SIZE CARBON UNIT. A CARBON UNIT THAT IS USED TO ADSORB  PERC\n   34  FROM A DRY CLEANING MACHINE WHEN THE VAPORS ARE RECIRCULATING OR VENTING\n   35  FROM  THE  DRUM  DURING  THE  DRYING  CYCLE. (NORMALLY USED ON FIRST AND\n   36  SECOND GENERATION EQUIPMENT).\n   37    (40) GENERAL EXHAUST VENTILATION SYSTEM. A MECHANICAL  EXHAUST  VENTI-\n   38  LATION  SYSTEM  CONSISTING  OF  FRESH AIR MAKE-UP INLETS AND ONE OR MORE\n   39  EXHAUST FANS IN A DRY CLEANING FACILITY, THAT PRIMARILY EXHAUSTS  A  DRY\n   40  CLEANING WORKROOM; ALSO USED WITH A ROOM ENCLOSURE.\n   41    (41)  HALOGENATED-HYDROCARBON  DETECTOR.  A PORTABLE DEVICE CAPABLE OF\n   42  DETECTING VAPOR CONCENTRATIONS OF  PERC  AND  INDICATING  AN  INCREASING\n   43  CONCENTRATION  BY  EMITTING  AN  AUDIBLE SIGNAL OR VISUAL INDICATOR THAT\n   44  VARIES AS THE CONCENTRATION CHANGES.\n   45    (42) LIQUID LEAK. A LEAK OF LIQUID CONTAINING PERC OF  MORE  THAN  ONE\n   46  DROP EVERY THREE MINUTES.\n   47    (43)  LOCAL  EXHAUST  VENTILATION  SYSTEM. A MECHANICAL EXHAUST VENTI-\n   48  LATION SYSTEM CONNECTED DIRECTLY TO VENT A DRY CLEANING MACHINE OR OTHER\n   49  RELATED DRY CLEANING EQUIPMENT. FOR EXAMPLE, THE  EXHAUST  SYSTEM  ON  A\n   50  DOOR FAN FOR A THIRD GENERATION MACHINE.\n   51    (44)  MAJOR  SOURCE.  A  DRY  CLEANING  FACILITY THAT EMITS OR HAS THE\n   52  POTENTIAL TO EMIT MORE THAN 9.1 MEGAGRAMS PER YEAR (10 TONS PER YEAR) OF\n   53  PERCHLOROETHYLENE TO THE ATMOSPHERE. IN LIEU OF MEASURING  A  FACILITY'S\n   54  POTENTIAL  TO  EMIT PERCHLOROETHYLENE EMISSIONS OR DETERMINING A FACILI-\n   55  TY'S POTENTIAL TO  EMIT  PERCHLOROETHYLENE  EMISSIONS,  A  DRY  CLEANING\n   56  FACILITY  IS A MAJOR SOURCE IF: (A) IT INCLUDES ONLY DRY-TO-DRY MACHINES\n\n       A. 1660                             5\n\n    1  AND HAS A TOTAL YEARLY PERCHLOROETHYLENE CONSUMPTION GREATER THAN  8,000\n    2  LITERS (2,100 GALLONS) OR, (B) IT INCLUDES ONLY TRANSFER MACHINE SYSTEMS\n    3  OR BOTH DRY-TO-DRY MACHINES AND TRANSFER MACHINE SYSTEMS AND HAS A TOTAL\n    4  YEARLY  PERCHLOROETHYLENE  CONSUMPTION  GREATER THAN 6,800 LITERS (1,800\n    5  GALLONS).\n    6    (45) MIXED-USE FACILITY. A FACILITY THAT IS CO-LOCATED.\n    7    (46) MUCK COOKER. A DEVICE FOR HEATING FILTER MUCK TO DRIVE  OFF  PERC\n    8  VAPORS FOR RECLAIMING.\n    9    (47)  NEW  FACILITY. A FACILITY THAT WAS NOT USED FOR THE OPERATION OF\n   10  ANY DRY CLEANING EQUIPMENT PRIOR TO THE EFFECTIVE DATE OF THIS TITLE.\n   11    (48) OCCUPANCY. ANY BUILDING OR PART OF A BUILDING, EXCLUDING THE  DRY\n   12  CLEANING FACILITY.\n   13    (49) OPENINGS. ANY WINDOW, DOOR OR AIR INTAKE.\n   14    (50) PERCEPTIBLE LEAK. ANY PERC VAPOR OR LIQUID LEAKS THAT ARE OBVIOUS\n   15  FROM THE ODOR OF PERC, POOLS OR DROPLETS OF PERC OR THE DETECTION OF GAS\n   16  FLOW  BY  PASSING  A  FINGER  OVER  THE  SURFACE OF THE EQUIPMENT, OR AS\n   17  DETECTED BY AN APPROPRIATE PORTABLE MONITORING INSTRUMENT.\n   18    (51) PERC. A COLORLESS VOLATILE CHLORINATED HYDROCARBON. PERC IS  ALSO\n   19  KNOWN  AS  TETRACHLOROETHYLENE AND PCE. THE CHEMICAL FORMULA FOR PERC IS\n   20  C1{2}C:CC1{2}. THE CAS REGISTRY NUMBER FOR PERC IS 00127-18-4.\n   21    (51-A) PERC-BASED DRY CLEANING FACILITY.  ALL  EQUIPMENT,  DEVICES  OR\n   22  APPARATUS  ASSOCIATED  WITH  PERC DRY CLEANING OPERATIONS, INCLUDING BUT\n   23  NOT LIMITED TO: DRY CLEANING EQUIPMENT; FILTER OR PURIFICATION  SYSTEMS;\n   24  WASTE  HOLDING,  TREATMENT OR DISPOSAL SYSTEMS; PERCHLOROETHYLENE SUPPLY\n   25  SYSTEMS; DIP TANKS, PUMPS, GASKETS, PIPING, DUCTING, FITTINGS, VALVES OR\n   26  FLANGES THAT CONVEY PERC-CONTAMINATED  AIR;  AND  DRY  CLEANING  CONTROL\n   27  SYSTEMS.\n   28    (52)  PERC-CONTAMINATED WASTEWATER EVAPORATOR. A DEVICE THAT VAPORIZES\n   29  WASTEWATER THROUGH THE ADDITION OF THERMAL ENERGY, OR  THROUGH  PHYSICAL\n   30  ACTION.\n   31    (53) PPB. PARTS PER BILLION BY VOLUME IN AIR OR BY WEIGHT IN WATER.\n   32    (54) PPM. PARTS PER MILLION BY VOLUME IN AIR OR BY WEIGHT IN WATER.\n   33    (55)  PRIMARY  CONTROL  SYSTEM. A REFRIGERATED CONDENSER, OR AN EQUIV-\n   34  ALENT CLOSED-LOOP VAPOR RECOVERY SYSTEM APPROVED BY THE DEPARTMENT.\n   35    (56) PROCESS VENTILATION EMISSION. AN EMISSION FROM ANY  DRY  CLEANING\n   36  MACHINE  NORMALLY  VENTED TO THE OUTER AIR; THAT OCCURS DURING THE AERA-\n   37  TION CYCLE AND ALSO WHEN THE MACHINE DOOR IS OPEN; EXCLUDING  DOOR  FANS\n   38  ON AZEOTROPIC AND THIRD GENERATION EQUIPMENT.\n   39    (57)  REFRIGERATED CONDENSER. A CLOSED-LOOP VAPOR RECOVERY SYSTEM INTO\n   40  WHICH PERC VAPORS ARE CONDENSED BY COOLING BELOW THE DEW  POINT  OF  THE\n   41  PERC USING A MECHANICAL REFRIGERATED SYSTEM.\n   42    (58)  RESIDENTIAL  BUILDING.  ANY  DWELLING  OR HOUSING THAT IS OWNED,\n   43  RENTED, OR OCCUPIED BY THE SAME PERSON  FOR  A  PERIOD  OF  ONE  HUNDRED\n   44  EIGHTY  DAYS  OR  MORE IN A YEAR, EXCLUDING SHORT-TERM HOUSING SUCH AS A\n   45  MOTEL OR HOTEL ROOM RENTED AND OCCUPIED BY THE SAME PERSON FOR A  PERIOD\n   46  OF LESS THAN ONE HUNDRED EIGHTY DAYS.\n   47    (59)  ROOM ENCLOSURE. A ROOM THAT ENCLOSES THE DRY CLEANING MACHINE OR\n   48  EQUIPMENT. IT IS CONSTRUCTED OF MATERIAL THAT IS IMPERMEABLE TO PERC AND\n   49  DESIGNED AND OPERATED TO MAINTAIN NEGATIVE PRESSURE AT  ALL  TIMES  THAT\n   50  THE  EQUIPMENT  IS  OPERATING  AND IS USED WITH A GENERAL EXHAUST VENTI-\n   51  LATION SYSTEM.\n   52    (60) SECOND GENERATION EQUIPMENT.  DRY-TO-DRY  VENTED,  UNREFRIGERATED\n   53  DRY  CLEANING  MACHINES  PROPERLY  VENTED  TO A CONTROL DEVICE SUCH AS A\n   54  CARBON ADSORBER, OR AZEOTROPIC CONTROL DEVICE PLUS A SMALL CARBON ADSOR-\n   55  BER, OR EQUIVALENT.\n\n       A. 1660                             6\n\n    1    (61) SECONDARY CONTROL SYSTEM. A DEVICE OR APPARATUS THAT REDUCES  THE\n    2  CONCENTRATION  OF PERC IN THE RECIRCULATING AIR AT THE END OF THE DRYING\n    3  CYCLE BEYOND THE LEVEL ACHIEVABLE WITH A REFRIGERATED  CONDENSER  ALONE.\n    4  (E.G. INTEGRAL CARBON ADSORBER USED IN FOURTH GENERATION EQUIPMENT).\n    5    (I)  AN \"INTEGRAL\" SECONDARY CONTROL SYSTEM IS DESIGNED AND OFFERED AS\n    6  AN INTEGRAL PART OF A PRODUCTION PACKAGE WITH A SINGLE MAKE AND MODEL OF\n    7  DRY CLEANING MACHINE AND PRIMARY CONTROL SYSTEM.\n    8    (II) AN \"ADD-ON\" SECONDARY CONTROL SYSTEM IS DESIGNED OR OFFERED AS  A\n    9  SEPARATE RETROFIT SYSTEM FOR USE ON MULTIPLE MACHINE MAKES AND MODELS.\n   10    (62)  SELF-SERVICE  DRY  CLEANING MACHINE. A PERC DRY CLEANING MACHINE\n   11  THAT IS LOADED, ACTIVATED, OR UNLOADED BY THE CUSTOMER.\n   12    (63) SMALL CARBON ADSORBERS. A CARBON UNIT THAT IS USED TO ADSORB PERC\n   13  FROM THE MACHINE DRUM WHEN THE MACHINE DOOR IS OPENED TO REMOVE  CLOTHES\n   14  AT  THE  END  OF THE DRYING CYCLE, (E.G. ADSORBERS USED TO CONTROL EMIS-\n   15  SIONS FROM SUPPLEMENTAL DOOR FANS AND AZEOTROPIC CONTROL DEVICES).\n   16    (64) SOLVENT MILEAGE. THE  AVERAGE  WEIGHT  OF  ARTICLES  CLEANED  PER\n   17  VOLUME OF PERC USED.\n   18    (65)  SOLVENT  TANK. ANY CONTAINER THAT IS USED TO STORE PERC PRIOR TO\n   19  USE IN THE DRY CLEANING OPERATION AND FROM WHICH THE PERC IS  INTRODUCED\n   20  INTO THE DRUM OF THE MACHINE AT THE START OF THE CLEANING CYCLE.\n   21    (66) STAND-ALONE FACILITY. A FACILITY THAT IS NOT CO-LOCATED.\n   22    (67) STILL. DISTILLATION EQUIPMENT USED TO VOLATILIZE AND RECOVER PERC\n   23  FROM CONTAMINATED SOLVENT REMOVED FROM THE CLEANED MATERIALS.\n   24    (68)  THIRD  GENERATION  EQUIPMENT. A CLOSED-LOOP DRY CLEANING MACHINE\n   25  EQUIPPED WITH A  REFRIGERATED  CONDENSER  OR  OTHER  EQUIVALENT  PRIMARY\n   26  CONTROL SYSTEM.\n   27    (69)  TRAINED OPERATOR. A PERSON WHO HOLDS A CERTIFICATE OF COMPLETION\n   28  FOR THE INITIAL COURSE OF AN ENVIRONMENTAL TRAINING  PROGRAM  AND  MAIN-\n   29  TAINS  HIS OR HER STATUS BY SUCCESSFULLY COMPLETING REFRESHER COURSES AS\n   30  REQUIRED.\n   31    (70) TRANSFER MACHINE. PERC DRY CLEANING EQUIPMENT  IN  WHICH  WASHING\n   32  AND  EXTRACTION  ARE  PERFORMED IN ONE UNIT AND DRYING IS PERFORMED IN A\n   33  SEPARATE UNIT (1ST GENERATION EQUIPMENT).\n   34    (71) VAPOR ADSORBER. A BED OF ACTIVATED CARBON OR OTHER ADSORBENT INTO\n   35  WHICH VAPORS ARE INTRODUCED AND TRAPPED FOR SUBSEQUENT DESORPTION.\n   36    (72) VAPOR BARRIER. A MATERIAL SURFACE OR COATING THAT IS  IMPERMEABLE\n   37  TO PERC.\n   38    (73)  VAPOR  LEAK.  A  FUGITIVE EMISSION OF PERC VAPOR FROM UNINTENDED\n   39  OPENINGS IN THE DRY CLEANING SYSTEM. A VAPOR LEAK CAN BE INDICATED BY  A\n   40  RAPID  AUDIBLE  SIGNAL  OR  VISUAL SIGNAL FROM A HALOGENATED-HYDROCARBON\n   41  DETECTOR OR OTHER APPROVED INSTRUMENT.\n   42    (74) WATER SEPARATOR. A VESSEL THAT USES GRAVITY TO  PHYSICALLY  SEPA-\n   43  RATE LIQUID PERC FROM LIQUID WATER.\n   44  S 19-1303. VARIANCES.\n   45    (1) UNLESS OTHERWISE PRECLUDED BY FEDERAL LAW OR SUBDIVISION 4 OF THIS\n   46  SECTION,  THE  DEPARTMENT  MAY, UPON WRITTEN APPLICATION FROM ANY PERSON\n   47  WHO IS SUBJECT TO THIS TITLE, GRANT A VARIANCE FROM ONE OR MORE SPECIFIC\n   48  PROVISIONS OF THIS TITLE UNDER THE CONDITIONS SET FORTH IN THIS SECTION;\n   49  PROVIDED, HOWEVER, THAT VARIANCES SHALL ONLY  BE  GRANTED  UNDER  EXCEP-\n   50  TIONAL OR EXTRAORDINARY CIRCUMSTANCES.\n   51    (2) EVERY APPLICATION FOR A VARIANCE MUST:\n   52    (A)  IDENTIFY THE SPECIFIC PROVISIONS OF THIS TITLE FROM WHICH A VARI-\n   53  ANCE IS SOUGHT;\n   54    (B) DEMONSTRATE THAT COMPLIANCE WITH THE IDENTIFIED PROVISIONS  WOULD,\n   55  ON  THE  BASIS OF CONDITIONS UNIQUE TO THE PERSON'S PARTICULAR SITUATION\n   56  IN CONTRAST TO THE REST OF THE INDUSTRY OR ANY SEGMENT THEREOF, TEND  TO\n\n       A. 1660                             7\n\n    1  IMPOSE  AN UNREASONABLE ECONOMIC, TECHNOLOGICAL, OR SAFETY BURDEN ON THE\n    2  PERSON OR THE PUBLIC; AND\n    3    (C)  DEMONSTRATE  THAT  THE PROPOSED ACTIVITY WILL HAVE NO SIGNIFICANT\n    4  ADVERSE IMPACT ON THE PUBLIC HEALTH, SAFETY, OR WELFARE, THE ENVIRONMENT\n    5  OR NATURAL RESOURCES AND WILL BE CONSISTENT WITH THE PROVISIONS OF  THIS\n    6  CHAPTER  AND  THE  PERFORMANCE EXPECTED FROM AN ACTIVITY PERMITTED UNDER\n    7  THE PROVISIONS OF THIS TITLE.\n    8    (3) IN GRANTING ANY VARIANCE UNDER THIS  SUBDIVISION,  THE  DEPARTMENT\n    9  MAY  IMPOSE  SPECIFIC  CONDITIONS  NECESSARY  TO ASSURE THAT THE SUBJECT\n   10  ACTIVITY WILL HAVE NO SIGNIFICANT ADVERSE IMPACT ON THE  PUBLIC  HEALTH,\n   11  SAFETY, OR WELFARE, THE ENVIRONMENT OR NATURAL RESOURCES.\n   12    (4) PHASE-OUT DATES FOR DRY CLEANING EQUIPMENT CANNOT BE EXTENDED BY A\n   13  VARIANCE.\n   14  S 19-1305. PROHIBITIONS.\n   15    (1)  THE  USE  OF  ANY  DRY-TO-DRY VENTED OR NON-VENTED EQUIPMENT AS A\n   16  TRANSFER MACHINE IS PROHIBITED.\n   17    (2) THE INSTALLATION OF SELF-SERVICE DRY CLEANING EQUIPMENT AFTER  THE\n   18  EFFECTIVE DATE OF THIS TITLE IS PROHIBITED.\n   19    (3) THE USE OR OFFERING FOR USE OF SELF-SERVICE DRY CLEANING EQUIPMENT\n   20  SIX MONTHS AFTER THE EFFECTIVE DATE OF THIS TITLE IS PROHIBITED.\n   21    (4)  THE  USE  OF  IMMERSION  HEATERS  TO  EVAPORATE  SOLVENT FROM THE\n   22  UNTREATED WATER EFFLUENT OF SOLVENT WATER SEPARATORS IS PROHIBITED.\n   23    (5) EXCEPT AS PROVIDED IN THIS TITLE, PRE-PERMITTING REQUIREMENTS, THE\n   24  COMMENCEMENT OF CONSTRUCTION OR MODIFICATION OF A DRY CLEANING  FACILITY\n   25  WITHOUT  FIRST  OBTAINING  A  VALID  PERMIT  ISSUED BY THE DEPARTMENT IS\n   26  PROHIBITED.\n   27    (6) THE CONSTRUCTION OR OPERATION OF A DRY CLEANING  FACILITY  WITHOUT\n   28  FIRST OBTAINING A VALID PERMIT ISSUED BY THE DEPARTMENT IS PROHIBITED.\n   29    (7)  VENTING OF PERC EMISSIONS FROM DRY CLEANING EQUIPMENT OR EMISSION\n   30  CONTROL DEVICES INTO THE WORKROOM OR FACILITY IS PROHIBITED.\n   31    (8) NO NEW PERC-BASED DRY CLEANING FACILITIES SHALL BE PERMITTED WITH-\n   32  IN RESIDENTIAL BUILDINGS AFTER THE EFFECTIVE DATE OF THIS SUBDIVISION.\n   33  S 19-1307. PRE-PERMITTING REQUIREMENTS FOR EXISTING FACILITIES.\n   34    EXISTING FACILITIES MUST COMPLY WITH  THE  FOLLOWING  REQUIREMENTS  IN\n   35  ACCORDANCE WITH THE TIMEFRAMES ESTABLISHED IN THIS SECTION IN ADVANCE OF\n   36  APPLYING  FOR  AND  OBTAINING PERMITS REQUIRED UNDER THIS SECTION. PRIOR\n   37  APPROVALS FROM THE DEPARTMENT ARE NOT NEEDED  FOR  CONSTRUCTION  OF  THE\n   38  ROOM  ENCLOSURE,  VAPOR BARRIER, OR CHANGES IN VENT STACK LOCATIONS. NEW\n   39  FACILITIES MUST COMPLY WITH ALL THE ITEMS CONTAINED IN THIS SECTION UPON\n   40  START-UP.\n   41    (1) VAPOR BARRIERS AND GENERAL EXHAUST VENTILATION.\n   42    (A) STAND-ALONE DRY CLEANING FACILITIES THAT ARE DESIGNATED  AS  MAJOR\n   43  SOURCES,  PURSUANT TO THE NATIONAL PERCHLOROETHYLENE AIR EMISSION STAND-\n   44  ARDS FOR DRY CLEANING FACILITIES UNDER 40 CFR 63  SUBPART  M,  AND  THAT\n   45  HAVE  TRANSFER  TYPE  MACHINES  SHOULD  HAVE CONTAINED ALL SUCH MACHINES\n   46  INSIDE ROOM ENCLOSURES BY SEPTEMBER TWENTY-THIRD,  TWO  THOUSAND  THREE.\n   47  EACH ROOM ENCLOSURE MUST BE:\n   48    (I) CONSTRUCTED OF MATERIALS IMPERMEABLE TO PERCHLOROETHYLENE; AND,\n   49    (II)  DESIGNED  AND  OPERATED  TO MAINTAIN A NEGATIVE PRESSURE AT EACH\n   50  OPENING AT ALL TIMES THAT THE MACHINE IS OPERATING.\n   51    (B) CO-LOCATED DRY CLEANING FACILITIES MUST BE EQUIPPED WITH  A  VAPOR\n   52  BARRIER  OR  ROOM  ENCLOSURES AND GENERAL EXHAUST VENTILATION THAT MEETS\n   53  THE DESIGN AND PERFORMANCE REQUIREMENTS ESTABLISHED IN THIS TITLE BY THE\n   54  FOLLOWING DATES:\n   55    (I) TRANSFER MACHINES - WITHIN SIX MONTHS AFTER THE EFFECTIVE DATE  OF\n   56  THIS TITLE.\n\n       A. 1660                             8\n\n    1    (II)  DRY-TO-DRY VENTED MACHINES - WITHIN FIFTEEN MONTHS OF THE EFFEC-\n    2  TIVE DATE OF THIS TITLE.\n    3    (III) THIRD GENERATION DRY-TO-DRY MACHINES - WITHIN EIGHTEEN MONTHS OF\n    4  THE EFFECTIVE DATE OF THIS TITLE.\n    5    (IV)  FOURTH  GENERATION DRY-TO-DRY MACHINES - WITHIN TWO YEARS OF THE\n    6  EFFECTIVE DATE OF THIS TITLE.\n    7    (C) THE FACILITY OWNER MUST NOTIFY THE DEPARTMENT BY MAIL WITHIN THIR-\n    8  TY DAYS OF INSTALLATION  OF  THE  REQUIRED  VAPOR  BARRIER  AND  GENERAL\n    9  EXHAUST  VENTILATION  SYSTEM  AND  CERTIFY  THAT IT MEETS ALL REGULATORY\n   10  REQUIREMENTS. SUCH NOTIFICATION MUST BE SENT BY CERTIFIED  MAIL  TO  THE\n   11  APPROPRIATE  REGIONAL  OFFICE OF THE DEPARTMENT ADDRESSED TO THE DEPART-\n   12  MENT OF ENVIRONMENTAL CONSERVATION, ATTENTION:  REGIONAL  AIR  POLLUTION\n   13  CONTROL ENGINEER.\n   14    (2)  RELOCATION  OF  EMISSION POINTS. THE RELOCATION OF PROCESS VENTI-\n   15  LATION EMISSION POINTS TO THE OUTDOOR ATMOSPHERE MUST  COMPLY  WITH  THE\n   16  RETROFITTING  REQUIREMENTS AND BE COMPLETED BY THE DEADLINES ESTABLISHED\n   17  UNDER THIS TITLE.\n   18    (3) PUBLIC INFORMATION NOTICE. THE FACILITY OWNER MUST POST A COPY  OF\n   19  THE NOTICE PREPARED BY THE DEPARTMENT AS REQUIRED UNDER THIS TITLE.\n   20    (4)  LEAK  INSPECTION.  THE  FACILITY  OWNER  MUST  INITIATE  THE LEAK\n   21  INSPECTION REQUIREMENTS ESTABLISHED IN THIS TITLE IMMEDIATELY  UPON  THE\n   22  EFFECTIVE DATE OF THIS TITLE.\n   23    (5)  OPERATION  AND  MAINTENANCE. THE FACILITY OWNER MUST INITIATE ALL\n   24  OPERATION AND MAINTENANCE  REQUIREMENTS  WHICH  APPLY  TO  DRY  CLEANING\n   25  MACHINES  AND  EXISTING  EMISSION  CONTROL  SYSTEMS  ESTABLISHED IN THIS\n   26  TITLE, WITHIN SIX MONTHS OF THE EFFECTIVE DATE OF THIS TITLE.   HOWEVER,\n   27  ALL  REQUIREMENTS  THAT  ARE  ALREADY IN EFFECT PURSUANT TO THE NATIONAL\n   28  PERCHLOROETHYLENE AIR EMISSION STANDARDS FOR DRY CLEANING FACILITIES  IN\n   29  40 CFR 63 SUBPART M, CONTINUE TO BE IN EFFECT.\n   30    (6)  COMPLIANCE  INSPECTIONS.  THE  COMPLIANCE INSPECTION REQUIREMENTS\n   31  UNDER THIS TITLE ARE EFFECTIVE IMMEDIATELY UPON THE  EFFECTIVE  DATE  OF\n   32  THIS   TITLE.   FACILITY  OWNERS  MUST  INITIATE  THE  FIRST  COMPLIANCE\n   33  INSPECTION AT THEIR FACILITY WITHIN SIX MONTHS OF THE EFFECTIVE DATE  OF\n   34  THIS TITLE.\n   35    (7)  RECORDKEEPING.  THE  FACILITY  OWNER MUST INITIATE ALL APPLICABLE\n   36  RECORDKEEPING REQUIRED UNDER THIS TITLE WITHIN SIXTY DAYS OF THE  EFFEC-\n   37  TIVE  DATE OF THIS TITLE. SUCH RECORDKEEPING MUST COVER ALL REQUIREMENTS\n   38  ESTABLISHED FOR DRY CLEANING SYSTEMS AND FACILITIES IN GENERAL AND  MUST\n   39  ALSO  COMPLY  WITH  REQUIREMENTS FOR SPECIFIC DRY CLEANING MACHINE TYPES\n   40  AND EMISSION CONTROL SYSTEMS. HOWEVER, ALL REQUIREMENTS THAT ARE ALREADY\n   41  IN EFFECT PURSUANT TO THE NATIONAL PERCHLOROETHYLENE AIR EMISSION STAND-\n   42  ARDS FOR DRY CLEANING FACILITIES IN 40 CFR 63 SUBPART M, CONTINUE TO  BE\n   43  IN EFFECT.\n   44    (8)  PERC-CONTAMINATED  WASTEWATER  MANAGEMENT. FACILITIES MUST COMPLY\n   45  WITH THE PERC-CONTAMINATED WASTEWATER MANAGEMENT REQUIREMENTS UNDER THIS\n   46  TITLE WITHIN TWELVE MONTHS OF THE EFFECTIVE DATE OF THIS TITLE.\n   47    (9) HAZARDOUS WASTE MANAGEMENT AND EMERGENCY RESPONSE.  THE  HAZARDOUS\n   48  WASTE  MANAGEMENT  REQUIREMENTS  UNDER  THIS  TITLE  AND  THE  EMERGENCY\n   49  RESPONSE REQUIREMENTS UNDER THIS TITLE ARE  EFFECTIVE  IMMEDIATELY  UPON\n   50  THE EFFECTIVE DATE OF THIS TITLE.\n   51  S 19-1309. EQUIPMENT STANDARDS AND SPECIFICATIONS.\n   52    (1) SPECIFIC EQUIPMENT STANDARDS AND EMISSION CONTROL SPECIFICATIONS:\n   53    (A) VAPOR BARRIERS. VAPOR BARRIERS MUST, AT A MINIMUM, ENCLOSE THE DRY\n   54  CLEANING EQUIPMENT. VAPOR BARRIERS CAN BE CONSTRUCTED OF POLYVINYL CHLO-\n   55  RIDE,  PVC  SHEET 22 MIL THICK (0.022 IN.), SHEET METAL, METAL FOIL FACE\n   56  COMPOSITE BOARD, OR OTHER EQUIVALENT MATERIALS THAT ARE  IMPERMEABLE  TO\n\n       A. 1660                             9\n\n    1  PERC  VAPORS.  VAPOR BARRIERS MUST BE CONSTRUCTED SO THAT ALL JOINTS AND\n    2  SEAMS ARE SEALED EXCEPT FOR INLET MAKE-UP AIR AND  EXHAUST  OPENINGS  IN\n    3  ENTRY  DOORS, WHICH MUST ONLY BE OPEN WHEN A PERSON IS ENTERING OR EXIT-\n    4  ING THE ROOM ENCLOSURE.\n    5    (B)  GENERAL  EXHAUST  VENTILATION. DRY CLEANING FACILITIES CO-LOCATED\n    6  WITH RESIDENTIAL LIVING QUARTERS, FOOD  SERVICE  ESTABLISHMENTS  OR  ANY\n    7  NON-INDUSTRIAL FACILITY MUST BE EQUIPPED WITH A VAPOR BARRIER AND WITH A\n    8  GENERAL  EXHAUST VENTILATION SYSTEM THAT IS COMPLETELY SEPARATE FROM THE\n    9  VENTILATION SYSTEM SERVING OTHER AREAS  OF  THE  BUILDING.  THE  GENERAL\n   10  EXHAUST VENTILATION SYSTEM MUST BE LOCATED NEAR THE DRY CLEANING MACHIN-\n   11  ERY  OR  CONNECTED  TO  A  SEPARATE  ROOM ENCLOSURE WITH A VAPOR BARRIER\n   12  EXHAUSTING EMISSIONS TO THE OUTER AIR. THIS DRY CLEANING GENERAL EXHAUST\n   13  VENTILATION SYSTEM MUST BE OPERATED AT ALL TIMES WHEN THE  DRY  CLEANING\n   14  MACHINES ARE IN OPERATION, AND DURING MAINTENANCE OPERATIONS AND MUST BE\n   15  CAPABLE OF AT LEAST ONE AIR CHANGE PER FIVE MINUTES.\n   16    (C) DOOR FAN/LOCAL EXHAUST VENTILATION SYSTEMS:\n   17    (I) ALL FIRST, SECOND AND THIRD GENERATION DRY CLEANING EQUIPMENT MUST\n   18  BE  EQUIPPED  WITH  A  DOOR  FAN/LOCAL  EXHAUST VENTILATION SYSTEM. THIS\n   19  SYSTEM MUST INCLUDE A MECHANICAL EXHAUST FAN THAT IS ACTIVATED WHEN  THE\n   20  LOADING  DOOR  IS  OPEN, DRAWING AIR FROM THE MACHINE DRUM CAUSING FRESH\n   21  AIR TO BE DRAWN IN THROUGH THE LOADING DOOR. A MINIMUM INWARD AIR VELOC-\n   22  ITY OF 100 FPM, MUST BE MAINTAINED THROUGH THE  EFFECTIVE  DOOR  OPENING\n   23  AREA OF THE LOADING DOOR OF THE MACHINE.\n   24    (II)  DOOR  FAN/LOCAL EXHAUST VENTILATION SYSTEMS MUST NOT RECIRCULATE\n   25  VAPORS INTO THE WORKROOM AND MUST BE PROPERLY VENTED TO THE OUTER AIR.\n   26    (III) DOOR FAN/LOCAL EXHAUST VENTILATION EMISSIONS MUST BE  CONTROLLED\n   27  TO  A  DESIGN  EMISSION STANDARD OF FIVE PPM PERC WITH AN IN-USE MAXIMUM\n   28  COMPLIANCE STANDARD OF 20 PPM.\n   29    (D) PROCESS VENTILATION - INTERIM STANDARDS:\n   30    (I) PROCESS VENTS ON FIRST AND SECOND GENERATION MACHINES THAT EXHAUST\n   31  DURING THE AERATION CYCLE AND WHEN THE MACHINE  DOOR  IS  OPEN  MUST  BE\n   32  VENTED  TO  THE  OUTER AIR ABOVE THE ROOF AND MORE THAN TWENTY-FIVE FEET\n   33  FROM ALL OPENINGS IN NEARBY OCCUPANCIES.\n   34    (II) PROCESS VENTILATION EMISSIONS  FROM  EXISTING  FIRST  AND  SECOND\n   35  GENERATION  VENTED  MACHINES  HAVING  EMISSION  CONTROLS  AS PART OF THE\n   36  ORIGINAL EQUIPMENT OR RETROFITTED TO COMPLY WITH THE 100 PPM PERC  EMIS-\n   37  SION STANDARD EFFECTIVE MAY TENTH, NINETEEN HUNDRED EIGHTY-ONE UNDER THE\n   38  PRIOR  VERSION  OF  THIS TITLE MUST CONTINUE TO MEET THIS STANDARD UNTIL\n   39  SUCH TIME AS RETROFITTING, REPLACEMENT, OR SHUTDOWN  IS  REQUIRED  UNDER\n   40  THIS SECTION.\n   41    (III)  PROCESS  VENTILATION  EMISSIONS FROM EXISTING SECOND GENERATION\n   42  MACHINES THAT ARE RETROFITTED WITH  CONTROL  EQUIPMENT  TO  COMPLY  WITH\n   43  INTERIM  STANDARDS  ESTABLISHED  UNDER  THIS SECTION MUST BE DESIGNED TO\n   44  ACHIEVE A PERC CONCENTRATION OF FIVE PPM OR  LESS  IN  THE  EXHAUST  AND\n   45  ACHIEVE  AN  IN-USE  COMPLIANCE STANDARD OF LESS THAN 20 PPM PERC IN THE\n   46  EXHAUST.\n   47    (IV) THE EXHAUST DAMPER OF A VENTED FIRST OR SECOND GENERATION MACHINE\n   48  MUST BE COMPLETELY CLOSED WHEN THE MACHINE IS NOT BEING VENTED, AND MUST\n   49  NOT LEAK VAPORS INTO THE WORKROOM OR THE OUTER AIR.\n   50    (E) PRIMARY  EMISSION  CONTROL  SYSTEMS.  REFRIGERATED  CONDENSERS  OR\n   51  EQUIVALENT  CLOSED  LOOP  VAPOR RECOVERY SYSTEMS MUST MEET THE FOLLOWING\n   52  REQUIREMENTS:\n   53    (I) REFRIGERATED CONDENSERS MUST BE CAPABLE  OF  ACHIEVING  AN  OUTLET\n   54  VAPOR  TEMPERATURE  DOWNSTREAM OF ANY BY-PASS OF THE CONDENSER LESS THAN\n   55  OR EQUAL TO 45µF (7.2µC) DURING THE FINAL COOL DOWN CYCLE, AND ACHIEVE A\n\n       A. 1660                            10\n\n    1  CONCENTRATION OF 8600 PPM OR LESS PERC IN THE DRUM  UPON  COMPLETION  OF\n    2  THE DRYING CYCLE.\n    3    (II)  REFRIGERATED CONDENSERS MUST HAVE A GRADUATED THERMOMETER, THER-\n    4  MOCOUPLE OR EQUIVALENT INSTRUMENT WITH A MINIMUM RANGE FROM 0µF  (-18µC)\n    5  TO  150µF  (66µC),  THAT  MEASURES  THE  TEMPERATURE OF THE OUTLET VAPOR\n    6  STREAM DOWNSTREAM OF ANY BY-PASS OF THE CONDENSER, AND IS EASILY VISIBLE\n    7  TO THE OPERATOR.\n    8    (III) NEW THIRD AND  FOURTH  GENERATION  EQUIPMENT  WITH  REFRIGERATED\n    9  CONDENSER   CONTROL   SYSTEMS   MUST   BE   EQUIPPED   WITH   A   DRYING\n   10  SENSOR/CONTROLLER THAT EXTENDS THE DRYING TIME  AT  LEAST  FOUR  MINUTES\n   11  BEYOND  THE  POINT THAT THE SOLVENT RECOVERY RATE IS LESS THAN 40 ML/MIN\n   12  OR SOLVENT VAPOR CONCENTRATION IN THE DRUM IS LESS THAN 8600 PPM PERC.\n   13    (IV) THE REFRIGERATED CONDENSER  MUST  BE  OPERATED  WITH  A  DIVERTER\n   14  VALVE.\n   15     (V)  EQUIVALENT  CLOSED-LOOP  VAPOR RECOVERY SYSTEMS OR OTHER CONTROL\n   16  DEVICE MUST USE A TECHNOLOGY THAT HAS BEEN DEMONSTRATED, PURSUANT TO THE\n   17  REQUIREMENTS OF THIS TITLE, TO ACHIEVE AT LEAST  90  PERCENT  BY  WEIGHT\n   18  EMISSION  REDUCTION  BASED  UPON THE AMOUNT OF PERC ENTERING AND LEAVING\n   19  THE CONTROL DEVICE.\n   20    (F) A SECONDARY CONTROL SYSTEM MUST:\n   21    (I) BE DESIGNED TO FUNCTION WITH A PRIMARY  CONTROL  SYSTEM  COMPLYING\n   22  WITH ALL REQUIREMENTS FOR THIRD GENERATION EQUIPMENT.\n   23    (II)  BE  CAPABLE  OF REDUCING THE PERC CONCENTRATION IN THE DRUM FROM\n   24  8600 PPM OR GREATER TO 300 PPM.\n   25    (III) ANY INTEGRAL CARBON ADSORBER USED AS A SECONDARY CONTROL  SYSTEM\n   26  MUST  BE  SIZED CORRECTLY FOR THE MACHINE AND BE CAPABLE OF REDUCING THE\n   27  PERC CONCENTRATION IN THE DRUM FROM 8,600 PPM OR GREATER TO 300  PPM  OR\n   28  LESS.\n   29    (IV)  THE  INTEGRAL  CARBON  ADSORBER MUST BE DESIGNED FOR NON-CONTACT\n   30  STEAM OR HOT AIR STRIPPING OPERATION, AND MUST BE STRIPPED  OR  DESORBED\n   31  IN  ACCORDANCE  WITH  MANUFACTURER'S  INSTRUCTIONS  OR  AT LEAST WEEKLY,\n   32  WHICHEVER IS MORE STRINGENT.\n   33    (G) SPILL CONTAINMENT. ALL NEW THIRD AND FOURTH GENERATION,  OR  USED,\n   34  REINSTALLED  DRY  CLEANING  EQUIPMENT  MUST  BE  EQUIPPED  WITH  A SPILL\n   35  CONTAINMENT SYSTEM CAPABLE OF CONTAINING 125 PERCENT OF THE CAPACITY  OF\n   36  THE  LARGEST  DRY  CLEANING  PERC TANK OR VESSEL ASSOCIATED WITH THE DRY\n   37  CLEANING MACHINE.\n   38    (2) TO DETERMINE WHICH STANDARDS WILL APPLY TO A PARTICULAR DRY CLEAN-\n   39  ING FACILITY, FIRST DETERMINE WHETHER THE FACILITY IS  NEW  OR  EXISTING\n   40  (ONE  THAT  EXISTED  PRIOR  TO  THE  EFFECTIVE DATE OF THIS TITLE). THEN\n   41  DETERMINE WHETHER THE FACILITY IS A  STAND-ALONE  OR  IS  LOCATED  IN  A\n   42  MIXED-USE  BUILDING. IF IN A MIXED-USE BUILDING, DETERMINE WHETHER IT IS\n   43  A COMMERCIAL OR RESIDENTIAL BUILDING. FINALLY, FOR EACH PIECE OF  EQUIP-\n   44  MENT THERE ARE TWO PRIMARY ISSUES ADDRESSED IN THE REGULATIONS--THE TYPE\n   45  OF  EMISSIONS  CONTROL  AND THE LOCATION OF ANY PROCESS VENTS (SEE DEFI-\n   46  NITION OF PROCESS VENT).  PROCESS  VENTS  APPLY  ONLY  TO  TRANSFER  AND\n   47  DRY-TO-DRY  VENTED  EQUIPMENT, NOT TO DOOR FANS, GENERAL OR OTHER VENTI-\n   48  LATION.\n   49    IN ALL, THERE ARE SIX DIFFERENT CATEGORIES FOR WHICH EQUIPMENT  STAND-\n   50  ARDS ARE PROVIDED AS FOLLOWS:\n   51    1. NEW STAND-ALONE FACILITIES--EQUIPMENT REQUIREMENTS\n   52    2.  EXISTING STAND-ALONE FACILITIES--REPLACEMENT OR ADDITION OF EQUIP-\n   53  MENT\n   54    3. EXISTING STAND-ALONE FACILITIES--RETROFITTING OF EQUIPMENT\n   55    4. NEW MIXED-USE FACILITIES--NEW EQUIPMENT\n   56    5. EXISTING MIXED-USE FACILITIES--REPLACEMENT OR ADDITION OF EQUIPMENT\n\n       A. 1660                            11\n\n    1    6. EXISTING MIXED-USE FACILITIES--RETROFITTING OF EQUIPMENT\n    2    (A)  NEW STAND-ALONE FACILITIES--EQUIPMENT REQUIREMENTS. THE FOLLOWING\n    3  TYPES OF NEW AND/OR USED EQUIPMENT ARE ALLOWED IN NEW STAND-ALONE FACIL-\n    4  ITIES.\n    5    (I) NEW EQUIPMENT - FOURTH GENERATION.\n    6    (A) VAPOR BARRIER - NOT REQUIRED.\n    7    (B) SPILL CONTAINMENT - REQUIRED AS SPECIFIED HEREIN.\n    8    (C) GENERAL VENTILATION - OPTIONAL.\n    9    (D) PRIMARY  AND  SECONDARY  CONTROL  SYSTEMS,  AND  DRYING  SENSOR  -\n   10  REQUIRED AS SPECIFIED IN THIS SECTION.\n   11    (E)  FUGITIVE  PERC EMISSIONS FROM ANY PART OF THE DRY CLEANING SYSTEM\n   12  MUST NOT EXCEED 50 PPM AT ANY TIME.\n   13    (II) NEW EQUIPMENT - THIRD GENERATION. THE INSTALLATION OF  THIS  TYPE\n   14  OF  EQUIPMENT  IS  PROHIBITED  AFTER DECEMBER THIRTY-FIRST, TWO THOUSAND\n   15  THIRTEEN.\n   16    (A) VAPOR BARRIER - NOT REQUIRED.\n   17    (B) SPILL CONTAINMENT - REQUIRED AS SPECIFIED HEREIN.\n   18    (C) GENERAL VENTILATION - OPTIONAL.\n   19    (D) PRIMARY AND SECONDARY CONTROL SYSTEMS, DRYING SENSOR, AND DOOR FAN\n   20  - REQUIRED AS SPECIFIED IN THIS SECTION.\n   21    (E) FUGITIVE PERC EMISSIONS FROM ANY PART OF THE DRY  CLEANING  SYSTEM\n   22  MUST NOT EXCEED 50 PPM AT ANY TIME.\n   23    (F)  AN  ADDITIONAL  OPTION WOULD BE TO CONVERT TO A FOURTH GENERATION\n   24  MACHINE WITH LESS THAN OR EQUAL TO 300 PPM IN DRUM. UNDER THIS OPTION  A\n   25  DOOR FAN WOULD NOT BE REQUIRED.\n   26    (III) USED EQUIPMENT - THIRD GENERATION.\n   27    (A) VAPOR BARRIER - NOT REQUIRED.\n   28    (B) SPILL CONTAINMENT - REQUIRED AS SPECIFIED HEREIN.\n   29    (C) GENERAL VENTILATION - OPTIONAL.\n   30    (D)  PRIMARY  CONTROL  SYSTEMS AND DOOR FAN - REQUIRED AS SPECIFIED IN\n   31  THIS SECTION.\n   32    (E) FUGITIVE PERC EMISSIONS FROM ANY PART OF THE DRY  CLEANING  SYSTEM\n   33  MUST NOT EXCEED 50 PPM PERC AT ANY TIME.\n   34    (F)  AN  ADDITIONAL  OPTION WOULD BE TO CONVERT TO A FOURTH GENERATION\n   35  MACHINE WITH LESS THAN OR EQUAL TO 300 PPM PERC IN THE DRUM. UNDER  THIS\n   36  OPTION A DOOR FAN WOULD NOT BE REQUIRED.\n   37    (B)  EXISTING  STAND-ALONE  FACILITIES  -  REPLACEMENT  OR ADDITION OF\n   38  EQUIPMENT. THE EQUIPMENT STANDARDS FOR NEW STAND-ALONE  FACILITIES  MUST\n   39  BE  FOLLOWED.  HOWEVER,  TRANSFER MACHINES MAY BE REPLACED WITH UPGRADED\n   40  DRY-TO-DRY VENTED EQUIPMENT IN ACCORDANCE WITH THE RETROFITTING REQUIRE-\n   41  MENTS.\n   42    (C) EXISTING STAND-ALONE FACILITIES - RETROFITTING OF EQUIPMENT.\n   43    (I) TRANSFER MACHINES -  NO  RETROFITTING  IS  ALLOWED.  ALL  TRANSFER\n   44  MACHINES MUST BE REMOVED FROM SERVICE ON THE FOLLOWING SCHEDULE.\n   45    (A)  IF  THE  PROCESS  VENT IS LOCATED ABOVE THE ROOF AND MORE THAN 25\n   46  FEET FROM ALL OPENINGS IN NEARBY OCCUPANCIES, AND IF  PREVIOUSLY  RETRO-\n   47  FITTED  TO  MEET THE LESS THAN 100 PPM PERC VENTED EMISSION LEVEL AND IS\n   48  OPERATING IN COMPLIANCE WITH THAT EMISSION LEVEL, THE EQUIPMENT MUST  BE\n   49  REPLACED WITH THIRD OR FOURTH GENERATION EQUIPMENT BY JANUARY FIRST, TWO\n   50  THOUSAND FOURTEEN.\n   51    (B)  IF  THE  PROCESS  VENT IS BELOW THE ROOF OR LESS THAN TWENTY-FIVE\n   52  FEET FROM ANY OPENING IN A NEARBY OCCUPANCY, OR IF  PROCESS  VENTILATION\n   53  EMISSIONS  DO  NOT  MEET  THE 100 PPM PERC EMISSION LEVEL, THE EQUIPMENT\n   54  MUST BE REPLACED WITH THIRD OR FOURTH GENERATION  EQUIPMENT  WITHIN  SIX\n   55  MONTHS AFTER THE EFFECTIVE DATE OF THIS TITLE.\n   56    (C) VAPOR BARRIER - NOT REQUIRED.\n\n       A. 1660                            12\n\n    1    (D) GENERAL VENTILATION - OPTIONAL.\n    2    (II) DRY-TO-DRY VENTED (SECOND GENERATION)\n    3    (A) VAPOR BARRIER - NOT REQUIRED.\n    4    (B) GENERAL VENTILATION - OPTIONAL.\n    5    (C) PROCESS VENT EMISSION POINT LOCATION.\n    6    (1)  IF  THE  PROCESS VENT IS ABOVE THE ROOF AND MORE THAN TWENTY-FIVE\n    7  FEET FROM ALL OPENINGS IN NEARBY  OCCUPANCIES,  THE  RELOCATION  OF  THE\n    8  PROCESS VENT IS NOT REQUIRED.\n    9    (2)  IF  THE  PROCESS  VENT IS BELOW THE ROOF OR LESS THAN TWENTY-FIVE\n   10  FEET FROM ANY OPENING IN A NEARBY OCCUPANCY: THE PROCESS  VENT  MUST  BE\n   11  CHANGED  TO  BE  OVER  THE  ROOF AND MORE THAN TWENTY-FIVE FEET FROM ALL\n   12  OPENINGS IN NEARBY OCCUPANCIES WITHIN SIX  MONTHS  AFTER  THE  EFFECTIVE\n   13  DATE  OF THIS TITLE.  ALTERNATIVELY, THE EQUIPMENT MUST BE REPLACED WITH\n   14  THIRD OR FOURTH GENERATION EQUIPMENT WITHIN THE SAME TIME LIMIT.\n   15    (D) EMISSION CONTROLS.\n   16    (1) CONTROLLED.\n   17    (A) IF THE MACHINE HAS  BEEN  CONTROLLED  WITH  EITHER  AN  AZEOTROPIC\n   18  CONTROL  PLUS  SMALL CARBON ADSORBER OR CONVERTED TO A CLOSED LOOP THIRD\n   19  GENERATION MACHINE HAVING AN INTEGRAL OR EXTERNAL  PRIMARY  REFRIGERATED\n   20  CONDENSER  (THE  WATER  COOLER CONDENSING SYSTEM HAVING BEEN ELIMINATED)\n   21  AND HAS A DOOR FAN, MEETING THE REQUIREMENTS OF THIS SECTION,  NO  ADDI-\n   22  TIONAL CONTROL IS REQUIRED.\n   23    (B)  IF THE MACHINE IS EQUIPPED WITH EITHER A FULL SIZED CARBON ADSOR-\n   24  BER OR A REFRIGERATED CONDENSER WITH A WATER COOLER  CONDENSING  SYSTEM,\n   25  IT  MUST  BE  RETROFITTED  WITH  EITHER AN AZEOTROPIC CONTROL PLUS SMALL\n   26  CARBON ADSORBER, PROVIDED EPA PUBLISHES A DETERMINATION THAT  AZEOTROPIC\n   27  CONTROL  IS  EQUIVALENT  TO  A CARBON ADSORBER, OR CONVERTED TO A CLOSED\n   28  LOOP THIRD GENERATION MACHINE BY ADDING AN INTEGRAL OR EXTERNAL  PRIMARY\n   29  REFRIGERATED  CONDENSER (ELIMINATING THE WATER COOLED CONDENSING SYSTEM)\n   30  AND A DOOR FAN WITH A SMALL CARBON ADSORBER MUST BE ADDED BY FOUR  YEARS\n   31  AFTER THE EFFECTIVE DATE OF THE TITLE. ALTERNATIVELY, THE EQUIPMENT MUST\n   32  BE  REPLACED WITH A THIRD GENERATION MACHINE WITH A DOOR FAN BY DECEMBER\n   33  THIRTY-FIRST, TWO THOUSAND THIRTEEN, OR  WITH  A  FOURTH  GENERATION  BY\n   34  JANUARY FIRST, TWO THOUSAND FIFTEEN.\n   35    (2)  UNCONTROLLED.  EQUIPMENT MUST BE RETROFITTED WITH EITHER AN AZEO-\n   36  TROPIC CONTROL PLUS SMALL CARBON  ADSORBER,  PROVIDED  EPA  PUBLISHES  A\n   37  DETERMINATION  THAT  AZEOTROPIC CONTROL IS EQUIVALENT TO A CARBON ADSOR-\n   38  BER, OR CONVERTED TO CLOSED LOOP THIRD GENERATION BY ADDING AN  INTEGRAL\n   39  OR EXTERNAL PRIMARY REFRIGERATED CONDENSER (ELIMINATING THE WATER COOLED\n   40  CONDENSING  SYSTEM)  AND A DOOR FAN WITH A SMALL CARBON ADSORBER MUST BE\n   41  ADDED WITHIN SIX MONTHS AFTER THE EFFECTIVE DATE OF THIS TITLE. ALTERNA-\n   42  TIVELY, EQUIPMENT MUST BE  REPLACED  WITH  THIRD  OR  FOURTH  GENERATION\n   43  EQUIPMENT WITHIN THE SAME TIME LIMIT.\n   44    (E)  FUGITIVE PERC EMISSIONS FROM ANY PART OF THE DRY CLEANING SYSTEM,\n   45  MUST NOT EXCEED 50 PPM AT ANY TIME.\n   46    (III) DRY-TO-DRY NON-VENTED. THIRD GENERATION.\n   47    (A) VAPOR BARRIER - NOT REQUIRED.\n   48    (B) GENERAL VENTILATION - OPTIONAL.\n   49    (C) EQUIPMENT MUST BE RETROFITTED WITH A DOOR FAN BY FOUR YEARS  AFTER\n   50  THE EFFECTIVE DATE OF THIS TITLE; OR,\n   51    (D) AN ADDITIONAL OPTION WOULD BE TO CONVERT THIS TYPE OF EQUIPMENT TO\n   52  A  FOURTH  GENERATION MACHINE THAT ACHIEVES A PERC CONCENTRATION OF LESS\n   53  THAN OR EQUAL TO 300 PPM IN THE DRUM BY FOUR YEARS AFTER  THE  EFFECTIVE\n   54  DATE OF THIS TITLE. UNDER THIS OPTION A DOOR FAN WOULD NOT BE REQUIRED.\n   55    (E)  FUGITIVE  PERC EMISSIONS FROM ANY PART OF THE DRY CLEANING SYSTEM\n   56  MUST NOT EXCEED 50 PPM AT ANY TIME.\n\n       A. 1660                            13\n\n    1    (IV) DRY-TO-DRY NON-VENTED. FOURTH GENERATION.\n    2    (A) VAPOR BARRIER - NOT REQUIRED.\n    3    (B) GENERAL VENTILATION - OPTIONAL.\n    4    (C)  PRIMARY AND SECONDARY CONTROL SYSTEM AND DRYING SENSORS MUST MEET\n    5  REQUIREMENTS SPECIFIED IN THIS SECTION.  HOWEVER,  FOR  FACILITIES  THAT\n    6  PURCHASED MACHINES PRIOR TO THE EFFECTIVE DATE OF THIS TITLE THE FOLLOW-\n    7  ING PROVISION APPLIES:\n    8    IF  THE  OWNER/MANAGER OR OPERATOR CAN DEMONSTRATE THAT THE MACHINE IS\n    9  OPERATING IN THE BEST POSSIBLE WORKING CONDITION, NO ACTION IS  REQUIRED\n   10  IF  THE MEASURED PERC CONCENTRATION IN THE DRUM IS LESS THAN 500 PPM. IF\n   11  THE LEVEL EXCEEDS 500 PPM, A DOOR FAN THAT  MEETS  THE  REQUIREMENTS  OF\n   12  THIS SECTION MUST BE INSTALLED BY JANUARY FIRST, TWO THOUSAND FOURTEEN.\n   13    (D)  FUGITIVE  PERC EMISSIONS FROM ANY PART OF THE DRY CLEANING SYSTEM\n   14  MUST NOT EXCEED 50 PPM AT ANY TIME.\n   15    (D)  NEW  MIXED-USE FACILITIES--NEW  EQUIPMENT.  ONLY  NEW  DRY-TO-DRY\n   16  FOURTH  GENERATION  EQUIPMENT IS ALLOWED IN NEW MIXED-USE FACILITIES. NO\n   17  USED OR RETROFITTED EQUIPMENT IS ALLOWED.\n   18    (I) VAPOR BARRIER AND GENERAL  VENTILATION  -  REQUIRED  AS  SPECIFIED\n   19  HEREIN.\n   20    (II) SPILL CONTAINMENT - REQUIRED AS SPECIFIED HEREIN.\n   21    (III)  PRIMARY  AND  SECONDARY  CONTROL  SYSTEMS  AND  DRYING SENSOR -\n   22  REQUIRED AS SPECIFIED IN THIS SECTION. ANY MACHINE NOT MEETING  THE  300\n   23  PPM  REQUIREMENT,  AND,  WHERE  THE OWNER/MANAGER OR OPERATOR CAN DEMON-\n   24  STRATE THAT THE MACHINE IS OPERATING IN THE BEST POSSIBLE WORKING CONDI-\n   25  TION MUST HAVE A DOOR FAN INSTALLED THAT MEETS THE REQUIREMENTS OF  THIS\n   26  SECTION WITHIN SIX MONTHS OF AN INSPECTION INDICATING HIGH PPM LEVELS.\n   27    (IV)  FUGITIVE PERC EMISSIONS FROM ANY PART OF THE DRY CLEANING SYSTEM\n   28  MUST NOT EXCEED 50 PPM AT ANY TIME.\n   29    (E) EXISTING MIXED-USE FACILITIES -- REPLACEMENT OR ADDITION OF EQUIP-\n   30  MENT. THE EQUIPMENT  STANDARDS  FOR  NEW  MIXED-USE FACILITIES  MUST  BE\n   31  FOLLOWED.\n   32    (F) EXISTING MIXED-USE FACILITIES -- RETROFITTING OF EQUIPMENT.\n   33    (I)  TRANSFER  MACHINES.  NO EMISSION CONTROL RETROFITTING IS ALLOWED.\n   34  ALL TRANSFER MACHINES MUST BE REMOVED  FROM  SERVICE  ON  THE  FOLLOWING\n   35  SCHEDULE.  ALL TRANSFER MACHINES ARE REQUIRED TO MEET THE GENERAL VENTI-\n   36  LATION AND VAPOR BARRIER REQUIREMENT WITHIN SIX MONTHS AFTER THE  EFFEC-\n   37  TIVE DATE OF THE TITLE AS SPECIFIED IN THIS SECTION.\n   38    (A)  IF THE PROCESS VENT IS LOCATED ABOVE THE ROOF AND MORE THAN TWEN-\n   39  TY-FIVE FEET FROM ALL OPENINGS IN NEARBY OCCUPANCIES, AND IF THE  EQUIP-\n   40  MENT  HAS  BEEN  PREVIOUSLY RETROFITTED TO COMPLY WITH THE LESS THAN 100\n   41  PPM PERC VENTED EMISSION LEVEL AND IS OPERATING IN COMPLIANCE WITH  THAT\n   42  EMISSION  LEVEL, THE EQUIPMENT MUST BE REMOVED FROM SERVICE BY SEPTEMBER\n   43  TWENTY-SECOND, TWO THOUSAND TWELVE.\n   44    (B) IF  THE  PROCESS  VENT  IS  NOT  ABOVE  THE  ROOF  AND  MORE  THAN\n   45  TWENTY-FIVE  FEET  FROM  ALL  OPENINGS  IN NEARBY OCCUPANCIES, OR IF THE\n   46  EQUIPMENT HAS NOT PREVIOUSLY BEEN RETROFITTED OR IS  NOT  IN  COMPLIANCE\n   47  WITH  THE  LESS  THAN 100 PPM PERC EMISSION LEVEL, THE EQUIPMENT MUST BE\n   48  REMOVED FROM SERVICE WITHIN SIX MONTHS AFTER THE EFFECTIVE DATE OF  THIS\n   49  TITLE.\n   50    (C)  A  VAPOR  BARRIER AND GENERAL VENTILATION ARE REQUIRED WITHIN SIX\n   51  MONTHS AFTER THE EFFECTIVE DATE OF  THIS  TITLE  AS  SPECIFIED  IN  THIS\n   52  SECTION.\n   53    (II) DRY-TO-DRY VENTED. SECOND GENERATION.\n   54    (A)  VAPOR  BARRIER  AND GENERAL VENTILATION - REQUIRED WITHIN FIFTEEN\n   55  MONTHS OF THE EFFECTIVE DATE OF THIS TITLE AS SPECIFIED IN THIS SECTION.\n   56    (B) PROCESS VENT EMISSION LOCATION.\n\n       A. 1660                            14\n\n    1    (1) IF THE PROCESS VENT IS ABOVE THE ROOF AND  MORE  THAN  TWENTY-FIVE\n    2  FEET  FROM  ALL  OPENINGS  IN  NEARBY OCCUPANCIES, THE RELOCATION OF THE\n    3  PROCESS VENT IS NOT REQUIRED.\n    4    (2)  IF  THE  PROCESS  VENT IS BELOW THE ROOF OR LESS THAN TWENTY-FIVE\n    5  FEET FROM ANY OPENING IN A NEARBY OCCUPANCY, CHANGE THE PROCESS VENT  TO\n    6  BE  OVER  THE  ROOF  AND MORE THAN TWENTY-FIVE FEET FROM ALL OPENINGS IN\n    7  NEARBY OCCUPANCIES WITHIN SIX MONTHS AFTER THE EFFECTIVE  DATE  OF  THIS\n    8  TITLE.  ALTERNATIVELY, EQUIPMENT MUST BE REPLACED WITH FOURTH GENERATION\n    9  EQUIPMENT WITHIN THE SAME TIME LIMIT.\n   10    (C) EMISSION CONTROLS.\n   11    (1) MIXED-USE - COMMERCIAL - UNCONTROLLED. EQUIPMENT MUST BE RETROFIT-\n   12  TED  WITH  EITHER AN AZEOTROPIC CONTROL PLUS A SMALL CARBON ADSORBER, OR\n   13  CONVERTED TO A CLOSED LOOP THIRD GENERATION MACHINE BY ADDING  AN  INTE-\n   14  GRAL  OR  EXTERNAL PRIMARY REFRIGERATED CONDENSER (ELIMINATING THE WATER\n   15  COOLED CONDENSING SYSTEM) AND A DOOR FAN MUST BE ADDED AS  SPECIFIED  IN\n   16  THIS  SECTION  WITHIN SIX MONTHS AFTER THE EFFECTIVE DATE OF THIS TITLE.\n   17  ALTERNATIVELY, EQUIPMENT MUST BE REPLACED WITH FOURTH GENERATION  EQUIP-\n   18  MENT WITHIN THE SAME TIME LIMIT.\n   19    THE  RETROFIT  OF  THIS  EQUIPMENT IS ONLY AN INTERIM MEASURE, AND ALL\n   20  RETROFITTED EQUIPMENT OF THIS TYPE MUST BE REMOVED FROM SERVICE BY JANU-\n   21  ARY FIRST, TWO THOUSAND NINETEEN.\n   22    (2) MIXED-USE - COMMERCIAL - CONTROLLED.\n   23    (A) IF THE MACHINE HAS  BEEN  CONTROLLED  WITH  EITHER  AN  AZEOTROPIC\n   24  CONTROL  PLUS  SMALL  CARBON ADSORBER OR CONVERTED TO A THIRD GENERATION\n   25  MACHINE HAVING AN INTEGRAL OR EXTERNAL  PRIMARY  REFRIGERATED  CONDENSER\n   26  (THE  WATER  COOLED  CONDENSING SYSTEM HAVING BEEN ELIMINATED) AND HAS A\n   27  DOOR FAN AS SPECIFIED IN THIS SECTION, NO INTERIM RETROFITTING ACTION IS\n   28  REQUIRED. THIS EQUIPMENT MUST BE REMOVED FROM SERVICE AND REPLACED  WITH\n   29  FOURTH GENERATION EQUIPMENT BY JANUARY FIRST, TWO THOUSAND NINETEEN.\n   30    (B)  IF THE MACHINE IS EQUIPPED WITH EITHER A FULL-SIZED CARBON ADSOR-\n   31  BER OR A REFRIGERATED CONDENSER WITH A WATER COOLED  CONDENSING  SYSTEM,\n   32  IT  MUST  BE  RETROFITTED  WITH  EITHER AN AZEOTROPIC CONTROL PLUS SMALL\n   33  CARBON ADSORBER, PROVIDED EPA PUBLISHES A DETERMINATION THAT  AZEOTROPIC\n   34  CONTROL  IS  EQUIVALENT  TO  A  CARBON ADSORBER, OR CONVERTED TO A THIRD\n   35  GENERATION MACHINE BY ADDING AN INTEGRAL OR EXTERNAL  PRIMARY  REFRIGER-\n   36  ATED  CONDENSER  (ELIMINATING  THE WATER COOLED CONDENSING SYSTEM) AND A\n   37  DOOR FAN MUST BE ADDED AS SPECIFIED IN THIS SECTION  BY  JANUARY  FIRST,\n   38  TWO  THOUSAND  FIFTEEN.   ALTERNATIVELY, EQUIPMENT MUST BE REPLACED WITH\n   39  FOURTH GENERATION EQUIPMENT BY JANUARY FIRST, TWO THOUSAND FIFTEEN.  THE\n   40  RETROFIT  OF THIS EQUIPMENT IS AN INTERIM MEASURE ONLY AND ALL RETROFIT-\n   41  TED EQUIPMENT MUST BE REPLACED WITH FOURTH GENERATION EQUIPMENT BY JANU-\n   42  ARY FIRST, TWO THOUSAND NINETEEN.\n   43    (3) MIXED-USE - RESIDENTIAL - UNCONTROLLED. EQUIPMENT MUST  BE  RETRO-\n   44  FITTED WITH EITHER AN AZEOTROPIC CONTROL DEVICE PLUS SMALL CARBON ADSOR-\n   45  BER,  PROVIDED  EPA PUBLISHES A DETERMINATION THAT AZEOTROPIC CONTROL IS\n   46  EQUIVALENT TO A CARBON ADSORBER, OR CONVERTED TO THIRD GENERATION EQUIP-\n   47  MENT BY ADDING AN INTEGRAL OR EXTERNAL  PRIMARY  REFRIGERATED  CONDENSER\n   48  (ELIMINATING  THE WATER COOLED CONDENSING SYSTEM) AND A DOOR FAN MUST BE\n   49  ADDED AS SPECIFIED IN THIS SECTION WITHIN SIX MONTHS AFTER THE EFFECTIVE\n   50  DATE OF THIS TITLE. ALTERNATIVELY, THE EQUIPMENT MUST BE  REPLACED  WITH\n   51  FOURTH  GENERATION EQUIPMENT WITHIN THE SAME TIME LIMIT. THE RETROFIT OF\n   52  THIS EQUIPMENT IS ONLY AN INTERIM MEASURE AND ALL RETROFITTED  EQUIPMENT\n   53  OF THIS TYPE MUST BE REMOVED FROM SERVICE BY JANUARY FIRST, TWO THOUSAND\n   54  FOURTEEN.\n   55    (4) MIXED-USE - RESIDENTIAL - CONTROLLED.\n\n       A. 1660                            15\n\n    1    (A)  IF  THE  MACHINE  HAS  BEEN  CONTROLLED WITH EITHER AN AZEOTROPIC\n    2  CONTROL DEVICE PLUS A SMALL CARBON ADSORBER OR HAS BEEN CONVERTED  TO  A\n    3  THIRD  GENERATION MACHINE HAVING AN INTEGRAL OR EXTERNAL PRIMARY REFRIG-\n    4  ERATED CONDENSER (THE WATER COOLED SYSTEM HAVING  BEEN  ELIMINATED)  AND\n    5  HAS  A DOOR FAN AS SPECIFIED IN THIS SECTION, NO ADDITIONAL RETROFITTING\n    6  IS REQUIRED. HOWEVER, ALL EQUIPMENT OF THIS TYPE MUST BE  REPLACED  WITH\n    7  FOURTH GENERATION EQUIPMENT BY JANUARY FIRST, TWO THOUSAND FOURTEEN.\n    8    (B)  IF THE MACHINE IS EQUIPPED WITH FULL-SIZED CARBON ADSORBER WITH A\n    9  WATER COOLED CONDENSING SYSTEM, IT MUST BE OPERATED IN  COMPLIANCE  WITH\n   10  THE  100  PPM STANDARDS OF THE PREVIOUS REGULATIONS AND MUST BE REPLACED\n   11  WITH FOURTH GENERATION EQUIPMENT BY JANUARY FIRST,  TWO  THOUSAND  FOUR-\n   12  TEEN.\n   13    (C)  FUGITIVE  PERC EMISSIONS FROM ANY PART OF THE DRY CLEANING SYSTEM\n   14  MUST NOT EXCEED 50 PPM AT ANY TIME.\n   15    (III) DRY-TO-DRY NON-VENTED. THIRD GENERATION.\n   16    (A) VAPOR BARRIER AND GENERAL VENTILATION - REQUIRED  WITHIN  EIGHTEEN\n   17  MONTHS OF THE EFFECTIVE DATE OF THIS TITLE AS SPECIFIED IN THIS SECTION.\n   18    (B) EQUIPMENT MUST BE RETROFITTED WITH A DOOR FAN MEETING THE REQUIRE-\n   19  MENTS  OF  THIS  SECTION  BY FOUR YEARS AFTER THE EFFECTIVE DATE OF THIS\n   20  TITLE.\n   21    (C) AN ADDITIONAL OPTION IS TO CONVERT THIS PIECE OF  EQUIPMENT  TO  A\n   22  FOURTH  GENERATION  MACHINE  THAT  ACHIEVES A PERC CONCENTRATION OF LESS\n   23  THAN OR EQUAL TO 300 PPM IN THE MACHINE DRUM BY  FOUR  YEARS  AFTER  THE\n   24  EFFECTIVE  DATE  OF THE TITLE. UNDER THIS OPTION A DOOR FAN WOULD NOT BE\n   25  REQUIRED.\n   26    (D) FUGITIVE PERC EMISSIONS FROM ANY PART OF THE DRY  CLEANING  SYSTEM\n   27  MUST NOT EXCEED 50 PPM AT ANY TIME.\n   28    (IV) DRY-TO-DRY NON-VENTED. FOURTH GENERATION.\n   29    (A)  VAPOR BARRIER AND GENERAL VENTILATION - REQUIRED WITHIN TWO YEARS\n   30  OF THE EFFECTIVE DATE OF THIS TITLE AS SPECIFIED IN THIS SECTION.\n   31    (B) PRIMARY AND SECONDARY CONTROLS AND DRYING  SENSOR  -  REQUIRED  AS\n   32  SPECIFIED  IN  THIS SECTION. HOWEVER, FOR NON-MAJOR FACILITIES UNDER THE\n   33  NATIONAL EMISSION STANDARDS FOR HAZARDOUS AIR POLLUTANTS IN 40 CFR  PART\n   34  63 THAT PURCHASED MACHINES PRIOR TO THE EFFECTIVE DATE OF THIS TITLE THE\n   35  FOLLOWING PROVISION APPLIES: IF THE OWNER/MANAGER OR OPERATOR CAN DEMON-\n   36  STRATE THAT THE MACHINE IS OPERATING IN THE BEST POSSIBLE WORKING CONDI-\n   37  TION,  NO  ACTION  IS REQUIRED IF THE MEASURED PERC CONCENTRATION IN THE\n   38  DRUM IS LESS THAN 500 PPM. IF THE LEVEL EXCEEDS 500 PPM, A DOOR  FAN  AS\n   39  SPECIFIED IN THIS SECTION IS REQUIRED.\n   40    (C)  FUGITIVE  PERC EMISSIONS FROM ANY PART OF THE DRY CLEANING SYSTEM\n   41  MUST NOT EXCEED 50 PPM AT ANY TIME.\n   42  S 19-1311. LEAK INSPECTION AND SELF MONITORING REQUIREMENTS.\n   43    (1) LEAK CHECK REQUIREMENTS. THE TRAINED OPERATOR MUST INSPECT THE DRY\n   44  CLEANING SYSTEM FOR PERCEPTIBLE (LIQUID AND VAPOR) LEAKS AND OTHER FUGI-\n   45  TIVE EMISSIONS. THE TRAINED OPERATOR OR  A  DESIGNEE,  MUST  RECORD  THE\n   46  STATUS  OF  EACH  COMPONENT  ON  A CHECKLIST SUPPLIED BY THE DEPARTMENT.\n   47  COMPLETED CHECKLISTS MUST BE KEPT FOR AT LEAST FIVE YEARS FROM THE  DATE\n   48  OF THE INSPECTION.\n   49    (A)  THE  DRY  CLEANING  SYSTEM MUST BE THOROUGHLY INSPECTED, AT LEAST\n   50  WEEKLY, FOR VAPOR LEAKS USING ONE OF THE FOLLOWING FOR  DETECTING  VAPOR\n   51  LEAKS:\n   52    (I) A HALOGENATED-HYDROCARBON DETECTOR;\n   53    (II) A PORTABLE GAS ANALYZER;\n   54    (III) AN AIR SAMPLING PUMP AND COLORIMETRIC TUBE; OR\n   55    (IV) AN ALTERNATIVE METHOD APPROVED BY THE DEPARTMENT.\n\n       A. 1660                            16\n\n    1    (B) ALL EQUIPMENT REFERENCED IN PARAGRAPH (I) OF SUBDIVISION 2 OF THIS\n    2  SECTION MUST BE PROPERLY CALIBRATED.\n    3    (2)  THE  FOLLOWING  COMPONENTS  OF  THE  DRY  CLEANING SYSTEM MUST BE\n    4  INSPECTED WEEKLY FOR PERCEPTIBLE (LIQUID AND VAPOR) LEAKS AND FOR PROPER\n    5  OPERATION AS REQUIRED BY SECTION 19-1313 OF THIS  TITLE  (OPERATION  AND\n    6  MAINTENANCE REQUIREMENTS) WHILE THE DRY CLEANING SYSTEM IS OPERATING:\n    7    (A) HOSE AND PIPE CONNECTIONS, FITTINGS, COUPLING AND VALVES;\n    8    (B) DOOR GASKETS AND SEATINGS;\n    9    (C) FILTER GASKETS AND SEATINGS;\n   10    (D) PUMPS;\n   11    (E) SOLVENT (INCLUDING SPENT SOLVENT) TANKS AND CONTAINERS;\n   12    (F) WATER SEPARATORS;\n   13    (G) MUCK COOKER;\n   14    (H) STILLS;\n   15    (I) EXHAUST DAMPERS;\n   16    (J) DIVERTER VALVES; AND\n   17    (K) CARTRIDGE FILTER HOUSINGS.\n   18    (3)  CARBON  ADSORBER  VENTS  MUST BE TESTED WEEKLY USING COLORIMETRIC\n   19  DETECTOR TUBES OR PORTABLE HALOGEN DETECTORS AS  REQUIRED  BY  REFERENCE\n   20  METHOD  21  OR  EQUIVALENT, AND TEST RESULTS MUST BE NOTED ON THE CHECK-\n   21  LIST.\n   22    (A) CARBON ADSORBER VENTS IN MIXED-USE FACILITIES MUST ALSO BE  TESTED\n   23  WEEKLY USING COLORIMETRIC DETECTOR TUBES, AND TEST RESULTS MUST BE NOTED\n   24  ON THE CHECKLIST.\n   25    (B)  CARBON ADSORBER VENTS ON SMALL CARBON ADSORBERS USED FOR CONTROL-\n   26  LING SECOND AND THIRD GENERATION EQUIPMENT IN MIXED-USE FACILITIES  MUST\n   27  BE  TESTED  WEEKLY  USING  COLORIMETRIC DETECTOR TUBES, AND TEST RESULTS\n   28  MUST BE NOTED ON THE CHECKLIST.\n   29    (4) THE TEMPERATURE OF THE VAPOR STREAM ON THE INLET AND  OUTLET  SIDE\n   30  OF  A REFRIGERATED CONDENSER MUST BE MEASURED WEEKLY AND RECORDED ON THE\n   31  CHECKLIST.\n   32    (5) PREPAREDNESS AND PREVENTION EQUIPMENT AND CONDITIONS  AS  REQUIRED\n   33  IN  THIS  TITLE  MUST BE INSPECTED WEEKLY TO ENSURE PROPER OPERATION AND\n   34  MAINTENANCE. A NOTATION MUST BE MADE ON THE CHECKLIST  AT  THE  TIME  OF\n   35  INSPECTION.\n   36    (6)  THE  INWARD  AIR  VELOCITY FOR A LOADING DOOR FAN MUST BE CHECKED\n   37  WEEKLY WITH A PORTABLE VELOMETER OR EQUIVALENT MEASUREMENT INSTRUMENT. A\n   38  NOTATION OF THE INSTRUMENT READING MUST BE MADE ON THE CHECKLIST.\n   39    (7) ANY LIQUID LEAK, VAPOR LEAK, OR MALFUNCTION THAT HAS BEEN DETECTED\n   40  BY THE OPERATOR MUST BE NOTED ON THE CHECKLIST AND, IF AT ALL  POSSIBLE,\n   41  REPAIRED  IMMEDIATELY.  IF  THE  LEAK  CANNOT BE REPAIRED AT THE TIME OF\n   42  DETECTION, THE LEAKING COMPONENT MUST BE PHYSICALLY MARKED OR TAGGED  IN\n   43  A MANNER THAT IS READILY OBSERVABLE BY AN INSPECTOR AND MUST BE REPAIRED\n   44  WITHIN  TWENTY-FOUR HOURS OF DETECTION, UNLESS REPAIR PARTS ARE UNAVAIL-\n   45  ABLE.\n   46    (A) IF REPAIR PARTS ARE NOT AVAILABLE AT THE FACILITY, THE PARTS  MUST\n   47  BE ORDERED WITHIN TWO WORKING DAYS OF DETECTING SUCH A LEAK. SUCH REPAIR\n   48  PARTS  MUST BE INSTALLED WITHIN FIVE WORKING DAYS AFTER RECEIPT.  EQUIP-\n   49  MENT WITH A LEAK THAT HAS NOT BEEN REPAIRED BY THE END OF THE  FIFTEENTH\n   50  WORKING  DAY  AFTER  DETECTION  MUST  NOT  BE OPERATED UNTIL THE LEAK IS\n   51  REPAIRED, UNLESS THE FACILITY OWNER OR OPERATOR RECEIVES  A  LEAK-REPAIR\n   52  EXTENSION FROM THE DEPARTMENT.\n   53    (B)  THE  DEPARTMENT  MAY  GRANT A LEAK-REPAIR EXTENSION TO A FACILITY\n   54  OWNER FOR A SINGLE PERIOD OF THIRTY DAYS  OR  LESS,  IF  THE  DEPARTMENT\n   55  MAKES THESE FINDINGS:\n\n       A. 1660                            17\n\n    1    (I)  THE  DELAY  IN  REPAIRING THE LEAK COULD NOT HAVE BEEN AVOIDED BY\n    2  ACTION ON THE PART OF THE FACILITY OWNER OR OPERATOR;\n    3    (II)  THE FACILITY OWNER AND OPERATOR USED REASONABLE PREVENTIVE MEAS-\n    4  URES AND ACTED PROMPTLY TO INITIATE THE REPAIR;\n    5    (III) THE LEAK WILL NOT SIGNIFICANTLY INCREASE PERC EXPOSURE NEAR  THE\n    6  FACILITY; AND\n    7    (IV) THE FACILITY IS IN COMPLIANCE WITH ALL OTHER REQUIREMENTS OF THIS\n    8  SECTION AND HAS A HISTORY OF COMPLIANCE.\n    9    (C) SUCH EXTENSION MAY BE GRANTED VERBALLY, BUT MUST BE FOLLOWED UP BY\n   10  A WRITTEN CONFIRMATION WITHIN THREE DAYS.\n   11    (D)  ONCE  A REPAIR IS COMPLETED, THE COMPLETION DATE MUST BE RECORDED\n   12  ON THE CHECKLIST.\n   13    (E) WHERE A HAZARD IS  IMMINENT  OR  HAS  ALREADY  OCCURRED,  REMEDIAL\n   14  ACTION MUST BE TAKEN IMMEDIATELY.\n   15    (F)  ALL  UNCONTAINABLE RELEASES, FIRES OR EXPLOSIONS MUST BE REPORTED\n   16  TO THE DEPARTMENT AND APPROPRIATE EMERGENCY RESPONSE AGENCIES IMMEDIATE-\n   17  LY.\n   18    (8) A FUGITIVE EMISSION CONCENTRATION OF 50 PPM OF PERC EMANATING FROM\n   19  ANY PART  OF  THE  DRY  CLEANING  SYSTEM  IS  A  VIOLATION;  EXCEPT  FOR\n   20  SHORT-TERM  MAINTENANCE OPERATIONS INVOLVING THE OPENING OF DRY CLEANING\n   21  SYSTEM COMPONENTS FOR INSPECTION OR REPAIR.\n   22    (9) ANY EXCEEDANCE OF THE LEAK INSPECTION REQUIREMENTS IN  THIS  TITLE\n   23  THAT  HAS  BEEN  DETECTED BY THE OPERATOR MUST BE NOTED ON THE CHECKLIST\n   24  AND REPAIRED/ADJUSTED IMMEDIATELY.\n   25  S 19-1313. OPERATION AND MAINTENANCE REQUIREMENTS.\n   26    (1) DRY CLEANING FACILITIES MUST BE MAINTAINED AND OPERATED  TO  MINI-\n   27  MIZE THE RELEASE OF PERC TO THE ENVIRONMENT.\n   28    (2)  THE  OPERATOR MUST OPERATE AND MAINTAIN ALL COMPONENTS OF THE DRY\n   29  CLEANING SYSTEM IN ACCORDANCE WITH THE REQUIREMENTS OF  THIS  TITLE  AND\n   30  THE  CONDITIONS  SPECIFIED  IN  A FACILITY'S OPERATING PERMIT. FOR OPER-\n   31  ATIONS NOT SPECIFICALLY ADDRESSED, THE COMPONENTS MUST BE  OPERATED  AND\n   32  MAINTAINED  IN  ACCORDANCE  WITH THE MANUFACTURER'S RECOMMENDATIONS. THE\n   33  FACILITY OPERATOR MUST RETAIN, ON-SITE, A COPY OF THE DESIGN  SPECIFICA-\n   34  TIONS  AND  THE  OPERATING MANUALS FOR EACH DRY CLEANING SYSTEM AND EACH\n   35  EMISSION CONTROL DEVICE LOCATED AT THE DRY CLEANING FACILITY.\n   36    (3) THE DEPARTMENT SHALL PROVIDE AN OPERATION AND  MAINTENANCE  CHECK-\n   37  LIST  TO  THE  FACILITY. EACH OPERATION AND MAINTENANCE FUNCTION AND THE\n   38  DATE PERFORMED MUST BE RECORDED ON THE CHECKLIST.  COMPLETED  CHECKLISTS\n   39  MUST  BE MAINTAINED ON SITE FOR AT LEAST FIVE YEARS FROM THE DATE OF THE\n   40  CHECKLIST.\n   41    (4) OPERATORS MUST COMPLY WITH THE FOLLOWING OPERATION AND MAINTENANCE\n   42  REQUIREMENTS, AS APPLICABLE:\n   43    (A) FOURTH GENERATION MACHINES.\n   44    (I) REFRIGERATED  CONDENSERS  MUST  BE  OPERATED  IN  ACCORDANCE  WITH\n   45  MANUFACTURER'S SPECIFICATIONS.\n   46    (II)  INTEGRAL REFRIGERATED CONDENSERS MUST BE OPERATED TO ENSURE THAT\n   47  EXHAUST GASES ARE RECIRCULATED UNTIL THE AIR-VAPOR STREAM TEMPERATURE IS\n   48  45µF OR LESS AT THE OUTLET. THE DIFFERENCE BETWEEN  THE  TEMPERATURE  OF\n   49  THE AIR-PERC GAS VAPOR STREAM EXITING THE REFRIGERATED CONDENSER MUST BE\n   50  GREATER  THAN  OR  EQUAL TO 20µ F (11.1µC). THE TEMPERATURE DIFFERENTIAL\n   51  MUST BE DETERMINED AT LEAST WEEKLY WITH A THERMOMETER WITH A TEMPERATURE\n   52  RANGE  OF  FROM  32µF  (0µC)  TO  120µF  (48.9µC)  TO  AN  ACCURACY   OF\n   53  ñ2µF(1.1µC).\n   54    (III)  VAPOR ADSORBERS USED WITH A PRIMARY CONTROL SYSTEM OR SECONDARY\n   55  CONTROL SYSTEM MUST BE OPERATED TO ENSURE THAT EXHAUST GASES ARE  RECIR-\n   56  CULATED AT THE TEMPERATURE SPECIFIED FOR OPTIMUM ADSORPTION.\n\n       A. 1660                            18\n\n    1    (IV)  CARTRIDGE  FILTERS  AND  ADSORPTIVE  CARTRIDGE  FILTERS  MUST BE\n    2  HANDLED USING ONE OF THE FOLLOWING METHODS:\n    3    (A)  DRAINED  IN THE FILTER HOUSING, BEFORE DISPOSAL, FOR NO LESS THAN\n    4  TWENTY-FOUR HOURS FOR CARTRIDGE FILTER AND FORTY-EIGHT HOURS FOR ADSORP-\n    5  TIVE CARTRIDGE FILTERS.\n    6    IF THE FILTERS ARE THEN TRANSFERRED TO A SEPARATE  DEVICE  TO  FURTHER\n    7  REDUCE  THE VOLUME OF PERC, THIS TREATMENT MUST BE DONE IN A SYSTEM THAT\n    8  ROUTES ANY VAPOR TO A  PRIMARY  CLOSED  LOOP  CONTROL  SYSTEM,  WITH  NO\n    9  EXHAUST  TO  THE ATMOSPHERE. SUCH TRANSFER MUST BE PERFORMED CLOSING THE\n   10  FILTER HOUSING AS SOON AS POSSIBLE TO MINIMIZE VAPOR LEAKS. THE  GENERAL\n   11  EXHAUST VENTILATION SYSTEM MUST BE OPERATED DURING THIS ACTIVITY.\n   12    (B)  DRIED, STRIPPED, SPARGED, OR OTHERWISE TREATED, WITHIN THE SEALED\n   13  FILTER HOUSING, TO REDUCE THE VOLUME OF PERC CONTAINED IN THE FILTER.\n   14    (V) ALL STEAM AND CONDENSING COILS MUST BE MAINTAINED TO  BE  FREE  OF\n   15  LINT AND HARD LINT BUILD-UP ON INTERIOR SURFACES.\n   16    (VI)  FOR  DRY  CLEANING  EQUIPMENT  EQUIPPED WITH A DOOR FAN, SUCH AS\n   17  WHERE THE APPLICABLE DRUM CONCENTRATION UPON MACHINE OPENING  CANNOT  BE\n   18  MET,  THE  OPERATOR MUST USE A PORTABLE VELOMETER OR EQUIVALENT MEASURE-\n   19  MENT INSTRUMENT TO VERIFY THAT THE REQUIRED 100 FPM INWARD AIR  VELOCITY\n   20  IS  MAINTAINED  THROUGH THE EFFECTIVE DOOR OPENING WHEN THE LOADING DOOR\n   21  IS OPEN. THE INWARD AIR VELOCITY MUST BE CHECKED ON A WEEKLY BASIS.\n   22    (B) THIRD GENERATION MACHINES.\n   23    (I) REFRIGERATED  CONDENSERS  MUST  BE  OPERATED  IN  ACCORDANCE  WITH\n   24  MANUFACTURER'S SPECIFICATIONS.\n   25    (II) INTEGRAL AND EXTERNAL REFRIGERATED CONDENSERS MUST BE OPERATED TO\n   26  ENSURE  THAT  EXHAUST  GASES ARE RECIRCULATED UNTIL THE AIR-VAPOR STREAM\n   27  TEMPERATURE IS 45µF OR LESS AT THE OUTLET. THE  DIFFERENCE  BETWEEN  THE\n   28  TEMPERATURE  OF  THE  AIR-PERC GAS VAPOR STREAM EXITING THE REFRIGERATED\n   29  CONDENSER MUST BE GREATER THAN OR EQUAL TO 20µF  (11.1µC).  THE  TEMPER-\n   30  ATURE DIFFERENTIAL MUST BE DETERMINED AT LEAST WEEKLY WITH A THERMOMETER\n   31  WITH  A  TEMPERATURE  RANGE  OF  FROM 32µF (0µC) TO 120µF (48.9µC) TO AN\n   32  ACCURACY OF ñ2µF(1.1µC).\n   33    (III) VAPOR ADSORBERS USED WHEN THE MACHINE HAS BEEN RETROFITTED AS  A\n   34  FOURTH  GENERATION MACHINE MUST BE OPERATED TO ENSURE THAT EXHAUST GASES\n   35  ARE RECIRCULATED AT THE TEMPERATURE SPECIFIED BY  THE  MANUFACTURER  FOR\n   36  OPTIMUM ADSORPTION.\n   37    (IV)  CARTRIDGE  FILTERS  AND  ADSORPTIVE  CARTRIDGE  FILTERS  MUST BE\n   38  HANDLED USING ONE OF THE FOLLOWING METHODS:\n   39    (A) DRAINED IN THE FILTER HOUSING, BEFORE DISPOSAL, FOR NO LESS  THAN:\n   40  TWENTY-FOUR  HOURS  FOR  CARTRIDGE  FILTERS  AND  FORTY-EIGHT  HOURS FOR\n   41  ADSORPTIVE CARTRIDGE FILTERS. IF THE FILTERS ARE THEN TRANSFERRED  TO  A\n   42  SEPARATE  DEVICE  TO  FURTHER  REDUCE THE VOLUME OF PERC, THIS TREATMENT\n   43  MUST BE DONE IN A SYSTEM THAT ROUTES ANY VAPOR TO A PRIMARY CLOSED  LOOP\n   44  CONTROL SYSTEM, WITH NO EXHAUST TO THE ATMOSPHERE. SUCH TRANSFER MUST BE\n   45  PERFORMED  CLOSING  THE  FILTER  HOUSING AS SOON AS POSSIBLE TO MINIMIZE\n   46  VAPOR LEAKS. THE GENERAL EXHAUST VENTILATION  SYSTEM  MUST  BE  OPERATED\n   47  DURING THIS ACTIVITY.\n   48    (B)  DRIED, STRIPPED, SPARGED, OR OTHERWISE TREATED, WITHIN THE SEALED\n   49  FILTER HOUSING, TO REDUCE THE VOLUME OF PERC CONTAINED IN THE FILTER.\n   50    (V) ALL STEAM AND CONDENSING COILS MUST BE MAINTAINED TO  BE  FREE  OF\n   51  LINT AND HARD LINT BUILD-UP ON INTERIOR SURFACES.\n   52    (VI) FOR DRY CLEANING EQUIPMENT EQUIPPED WITH A DOOR FAN, THE OPERATOR\n   53  MUST  USE  A  PORTABLE VELOMETER OR EQUIVALENT MEASUREMENT INSTRUMENT TO\n   54  VERIFY THAT THE REQUIRED 100  FPM  INWARD  AIR  VELOCITY  IS  MAINTAINED\n   55  THROUGH  THE  EFFECTIVE  DOOR OPENING WHEN THE LOADING DOOR IS OPEN. THE\n   56  INWARD AIR VELOCITY MUST BE CHECKED ON A WEEKLY BASIS.\n\n       A. 1660                            19\n\n    1    (C) SECOND GENERATION MACHINES.\n    2    (I)  A  VENTED  MACHINE  OPERATED  WITH  FULL-SIZED  CARBON  ADSORBERS\n    3  (DRY-TO-DRY VENTED) THAT FUNCTION DURING THE DRYING CYCLE MUST MEET  THE\n    4  FOLLOWING REQUIREMENTS:\n    5    (A)  DESORPTION  MUST  BE  PERFORMED AT THE FREQUENCY SPECIFIED BY THE\n    6  MANUFACTURER OR AS SPECIFIED BY THIS TITLE, WHICHEVER IS MORE STRINGENT.\n    7  THE MINIMUM FREQUENCY FOR DESORPTION OF FULL-SIZE  CARBON  UNITS  IS  AS\n    8  FOLLOWS,  EACH  TIME  ALL DRY CLEANING EQUIPMENT EXHAUSTED TO THE DEVICE\n    9  HAS CLEANED A TOTAL OF THREE POUNDS OF ARTICLES FOR EACH POUND OF  ACTI-\n   10  VATED  CARBON. DESORPTION MUST BE PERFORMED WITH THE MINIMUM STEAM PRES-\n   11  SURE AND AIR FLOW CAPACITY SPECIFIED BY THE MANUFACTURER.\n   12    (B) ONCE DESORPTION IS COMPLETE, THE CARBON BED MUST  BE  FULLY  DRIED\n   13  ACCORDING TO THE MANUFACTURER'S INSTRUCTIONS.\n   14    (C)  NO  PERC  VAPORS  MAY  BYPASS  THE CARBON ADSORBER TO THE OUTDOOR\n   15  ATMOSPHERE AT ANY TIME, NOR BE RECIRCULATED INTO THE FACILITY.\n   16    (D) THE FILTER LOCATED IN FRONT OF THE CARBON ADSORBER MUST BE CHECKED\n   17  AND CLEANED WEEKLY.\n   18    (E) FOR DRY CLEANING  EQUIPMENT  IN  MIXED-USE  SETTINGS,  THE  CARBON\n   19  ADSORBER  VENT  MUST BE TESTED WEEKLY USING COLORIMETRIC DETECTOR TUBES.\n   20  TEST RESULTS MUST BE RECORDED ON THE CHECKLIST. TEST RESULTS OF FIVE PPM\n   21  OR GREATER PERC REQUIRE AN IMMEDIATE STRIPPING OF THE CARBON ADSORBER.\n   22    (II) SMALL EXTERNAL  CARBON  ADSORBERS  USED  FOR  AZEOTROPIC  CONTROL\n   23  SYSTEMS, MUST BE STRIPPED AT LEAST WEEKLY WHEN IN USE. IF NOT IN CONTIN-\n   24  UOUS DAILY USE, ADSORBERS MUST BE STRIPPED AFTER THEY HAVE BEEN USED FOR\n   25  TEN DAYS.\n   26    (A)  SMALL  EXTERNAL  CARBON  ADSORBERS  MUST BE VENTED TO OUTSIDE THE\n   27  BUILDING AND MUST NOT RECIRCULATE VAPOR INTO THE FACILITY.\n   28    (B) SMALL EXTERNAL CARBON ADSORBERS USED IN MIXED-USE SETTINGS MUST BE\n   29  TESTED WEEKLY USING COLORIMETRIC DETECTOR TUBES OR EQUIVALENT  MEASURING\n   30  DEVICES.  TEST  RESULTS  MUST BE RECORDED ON THE INSPECTION CHECKLIST. A\n   31  TEST RESULT OF FIVE PPM PERC OR GREATER REQUIRE AN  IMMEDIATE  STRIPPING\n   32  OF THE CARBON ADSORBER.\n   33    (III) THE EXHAUST DAMPER OF A VENTED MACHINE MUST BE COMPLETELY CLOSED\n   34  WHEN  THE  MACHINE  IS NOT BEING VENTED AND MUST BE REPAIRED OR REPLACED\n   35  WITHIN FIVE WORKING DAYS IF MALFUNCTIONING.\n   36    (IV) CARTRIDGE  FILTERS  AND  ADSORPTIVE  CARTRIDGE  FILTERS  MUST  BE\n   37  HANDLED USING ONE OF THE FOLLOWING METHODS:\n   38    (A)  DRAINED IN THE FILTER HOUSING, BEFORE DISPOSAL, FOR NO LESS THAN:\n   39  TWENTY-FOUR HOURS  FOR  CARTRIDGE  FILTERS  AND  FORTY-EIGHT  HOURS  FOR\n   40  ADSORPTIVE CARTRIDGE FILTERS.\n   41    IF  THE  FILTERS  ARE THEN TRANSFERRED TO A SEPARATE DEVICE TO FURTHER\n   42  REDUCE THE VOLUME OF PERC, THIS TREATMENT MUST BE DONE IN A SYSTEM  THAT\n   43  ROUTES  ANY  VAPOR  TO  A  PRIMARY  CLOSED  LOOP CONTROL SYSTEM, WITH NO\n   44  EXHAUST TO THE ATMOSPHERE. SUCH TRANSFER MUST BE PERFORMED  CLOSING  THE\n   45  FILTER  HOUSING AS SOON AS POSSIBLE TO MINIMIZE VAPOR LEAKS. THE GENERAL\n   46  EXHAUST VENTILATION SYSTEM MUST BE OPERATED DURING THIS ACTIVITY.\n   47    (B) DRIED, STRIPPED, SPARGED, OR OTHERWISE TREATED, WITHIN THE  SEALED\n   48  FILTER HOUSING, TO REDUCE THE VOLUME OF PERC CONTAINED IN THE FILTER.\n   49    (V)  ALL  WATER-COOLED  CONDENSERS  MUST  INCLUDE  TEMPERATURE  GAUGES\n   50  INSTALLED IN THE INLET AND OUTLET WATER LINES OF THE CONDENSING COIL  ON\n   51  THE  DRYER.  THE  TEMPERATURE DIFFERENCE MUST BE MAINTAINED ACCORDING TO\n   52  MANUFACTURER'S SPECIFICATIONS.\n   53    (VI) AZEOTROPIC CONTROL UNITS  MUST  BE  MAINTAINED  AND  OPERATED  IN\n   54  ACCORDANCE WITH MANUFACTURER'S INSTRUCTIONS AND SPECIFICATIONS.\n   55    (D)  FIRST  GENERATION  MACHINES. AN EXISTING FACILITY WITH A TRANSFER\n   56  MACHINE OPERATING A FULL-SIZED CARBON  ADSORBER  OR  AZEOTROPIC  CONTROL\n\n       A. 1660                            20\n\n    1  SYSTEM,  AND  CARTRIDGE FILTERS MUST MEET THE APPLICABLE REQUIREMENTS OF\n    2  SECOND GENERATION MACHINES.\n    3    (E)  ANCILLARY  EQUIPMENT.    (I) ALL FILTER MUCK MUST BE TREATED IN A\n    4  STILL OR MUCK COOKER, WHICH ROUTES PERC-CONTAMINATED VAPORS TO A CONDEN-\n    5  SER OR OTHER CONTROL DEVICE  AND  RECYCLES  CONDENSER  VAPORS  INTO  THE\n    6  MACHINE.  STILL  OR  MUCK  COOKER  EMISSIONS MUST NOT BE VENTED INTO THE\n    7  FACILITY. ANY STILL, OR MUCK COOKER, MUST NOT BE OPERATED  IN  A  MANNER\n    8  THAT  EXCEEDS  SEVENTY-FIVE  PERCENT OF ITS CAPACITY; OR OTHER ALTERNATE\n    9  VALUE RECOMMENDED BY THE MANUFACTURER.  ANY STILL, OR MUCK COOKER,  MUST\n   10  BE COOLED TO 100µF (38µC) OR LESS BEFORE BEING EMPTIED OR CLEANED.\n   11    (II)  BUTTON  AND  LINT TRAPS MUST BE CLEANED EACH WORKING DAY AND THE\n   12  LINT MUST BE PLACED IN A TIGHTLY  SEALED  CONTAINER.  WHENEVER  POSSIBLE\n   13  SUCH  OPERATIONS  MUST BE PERFORMED SO THAT THE OPENING OF SUCH TRAPS IS\n   14  DONE QUICKLY WITH THE LOCAL OR GENERAL EXHAUST SYSTEM OPERATING TO MINI-\n   15  MIZE PERC EMISSIONS.\n   16    (III) PERC-CONTAMINATED WASTEWATER TREATMENT UNITS.\n   17    (A) CARBON FILTRATION UNITS-CARBON CARTRIDGES MUST BE REPLACED ACCORD-\n   18  ING TO A SCHEDULE AS SPECIFIED BY THE MANUFACTURER TO ASSURE AN EFFLUENT\n   19  QUALITY THAT DOES NOT EXCEED 20 PPB PERC.\n   20    (B) EVAPORATORS - PERC CONTAMINATED  WASTEWATER  EVAPORATORS  MUST  BE\n   21  OPERATED TO ENSURE THAT NO LIQUID PERC OR VISIBLE EMULSION IS ALLOWED TO\n   22  VAPORIZE.\n   23    (IV)  DIP  TANKS  AND DRYING CABINETS MUST BE EXHAUSTED TO MAINTAIN AN\n   24  INWARD AIR FLOW, AND BE MAINTAINED UNDER NEGATIVE  PRESSURE,  TO  ENSURE\n   25  THAT  FUGITIVE  EMISSIONS  SHALL BE NO GREATER THAN 50 PPM. VENTED EMIS-\n   26  SIONS FROM DIP TANKS AND DRYING CABINETS MUST NOT EXCEED 20 PPM.\n   27    (F) THE OWNER OR OPERATOR OF A DRY CLEANING SYSTEM MUST  MAINTAIN  THE\n   28  FOLLOWING EQUIPMENT AS RECOMMENDED BY MANUFACTURER SPECIFICATIONS:\n   29    (I) HOSE AND PIPE CONNECTIONS, FITTINGS, COUPLINGS, AND UNIONS;\n   30    (II) DOOR GASKETS AND SEATINGS;\n   31    (III) FILTER GASKETS AND SEATINGS;\n   32    (IV) PUMPS;\n   33    (V) WATER SEPARATORS;\n   34    (VI) MUCK COOKER;\n   35    (VII) STILLS;\n   36    (VIII) EXHAUST DAMPERS;\n   37    (IX) DIVERTER VALVES;\n   38    (X) CARTRIDGE FILTER HOUSINGS;\n   39    (XI) DRYING SENSORS.\n   40    (G) PREPAREDNESS AND PREVENTION.\n   41    (I) ALL DRY CLEANING OPERATIONS MUST BE EQUIPPED WITH THE FOLLOWING:\n   42    (A)  ADEQUATE  SPILL CONTROL EQUIPMENT INCLUDING SORBENT MATERIALS, OR\n   43  ALTERNATIVE METHOD FOR ABSORBING SPILLS,\n   44    (B) VAPOR-PROOF CONTAINERS FOR  STORING  SPILL-CONTAMINATED  MATERIAL,\n   45  AND\n   46    (C) FIRE CONTROL EQUIPMENT.\n   47    (II)  THE  FACILITY  OWNER  MUST  MAINTAIN AISLE SPACE TO ALLOW PROPER\n   48  INSPECTION OF THE DRY CLEANING EQUIPMENT.\n   49    (III) A REASONABLE SUPPLY OF SPARE PARTS FOR  REPAIRING  DRY  CLEANING\n   50  EQUIPMENT MUST BE AVAILABLE AT THE DRY CLEANING FACILITY.\n   51    (H)  ALL PARTS OF THE DRY CLEANING SYSTEM INCLUDING SOLVENT CONTAINERS\n   52  WHERE PERC MAY BE EMITTED TO THE ATMOSPHERE MUST BE KEPT CLOSED  AT  ALL\n   53  TIMES  EXCEPT  WHEN  ACCESS IS REQUIRED FOR PROPER OPERATION AND MAINTE-\n   54  NANCE.\n   55  S 19-1315. PERC-CONTAMINATED WASTEWATER MANAGEMENT.\n\n       A. 1660                            21\n\n    1    PERC-CONTAMINATED WASTEWATER GENERATED BY FACILITIES SUBJECT  TO  THIS\n    2  TITLE MUST BE MANAGED AS FOLLOWS:\n    3    (1) PERC-CONTAMINATED WASTEWATER DISCHARGES.\n    4    (A)  PERC-CONTAMINATED WASTEWATER THAT IS DISCHARGED TO A SEWER SYSTEM\n    5  MUST BE TREATED BY PHYSICAL  SEPARATION  (WATER  SEPARATOR)  AND  DOUBLE\n    6  CARBON  FILTRATION,  OR AN EQUIVALENT CONTROL WHICH HAS BEEN APPROVED BY\n    7  THE DEPARTMENT, WHICH HAS BEEN PROPERLY DESIGNED TO ASSURE  AN  EFFLUENT\n    8  QUALITY THAT:\n    9    (I)  IS  LESS  THAN  OR EQUAL TO 20 PPB PERC WITHOUT PERC EVAPORATION;\n   10  AND,\n   11    (II) CONFORMS TO APPROPRIATE LOCAL SEWER USE ORDINANCES.\n   12    (B) ALL PERC-CONTAMINATED WASTEWATER DISCHARGES TO SURFACE AND GROUND-\n   13  WATERS MUST CONFORM TO THE REQUIREMENTS OF THIS CHAPTER.\n   14    (2) EVAPORATION OF PERC-CONTAMINATED WASTEWATER.\n   15    PERC-CONTAMINATED WASTEWATER THAT IS EVAPORATED  MUST  BE  TREATED  BY\n   16  PHYSICAL SEPARATION (WATER SEPARATOR) AND DOUBLE CARBON FILTRATION PRIOR\n   17  TO EVAPORATION.\n   18  S 19-1317. HAZARDOUS WASTE MANAGEMENT.\n   19    (1)  ANY PERC-CONTAMINATED WASTES GENERATED MUST BE MANAGED IN ACCORD-\n   20  ANCE WITH THIS CHAPTER.  PERC-CONTAMINATED WASTEWATER MUST BE HANDLED AS\n   21  PROVIDED IN SECTION 19-1315 OF THIS TITLE.\n   22    (2) ALL PERC-CONTAMINATED WASTES (INCLUDING SPENT  CARTRIDGE  FILTERS,\n   23  SPENT  CARBON, STILL BOTTOMS, AND LINT) MUST BE STORED IN TIGHTLY SEALED\n   24  CONTAINERS, WHICH ARE IMPERMEABLE TO THE SOLVENT; SO  THAT  NO  PERC  IS\n   25  EMITTED TO THE ATMOSPHERE.\n   26    (3)  CONTAINERS  MUST  BE APPROPRIATELY LABELED AND STORED IN A DESIG-\n   27  NATED AREA.\n   28    (4) CONTAINERS MUST BE IN GOOD  CONDITION  AND  MUST  BE  KEPT  CLOSED\n   29  EXCEPT WHEN NECESSARY TO ADD OR REMOVE WASTE.\n   30    (5) RECEIPTS OR RECORDS SHOWING THE DATE AND VOLUME OF HAZARDOUS WASTE\n   31  SHIPMENTS MUST BE RETAINED FOR FIVE YEARS.\n   32  S 19-1319. EMERGENCY RESPONSE.\n   33    (1)  DRY  CLEANING  SYSTEMS  MUST BE OPERATED AND MAINTAINED TO ENSURE\n   34  THAT PERC RELEASES ARE CONTAINED AND DO NOT MIGRATE TO SEWER SYSTEMS  OR\n   35  GROUNDWATER.\n   36    (A) FOR EXISTING DRY CLEANING EQUIPMENT:\n   37    (I) FLOOR DRAINS AND FLOORING IN THE VICINITY OF THE EQUIPMENT MUST BE\n   38  SEALED SO AS TO BE IMPERMEABLE TO SPILLS, OR\n   39    (II)  TEMPORARY DIKES, BERMS AND CONTAINMENT DEVICES MUST BE PLACED IN\n   40  AREAS WHERE SPILLS ARE MOST LIKELY TO OCCUR AND PROCEDURES FOR  PREVENT-\n   41  ING SPILL MIGRATION MUST BE ESTABLISHED AND FOLLOWED.\n   42    (B) FOR NEW DRY CLEANING EQUIPMENT, A SPILL CONTAINMENT SYSTEM MUST BE\n   43  INSTALLED UNDER THE EQUIPMENT.\n   44    (2)  IN THE EVENT OF A PERC RELEASE, THE OWNER, OPERATOR OR A DESIGNEE\n   45  MUST TAKE ALL REASONABLE MEASURES TO ENSURE THE  RELEASE  IS  CONTAINED.\n   46  THESE  MEASURES  MUST  INCLUDE, WHERE APPLICABLE, STOPPING PROCESSES AND\n   47  OPERATIONS, INCREASING ROOM EXHAUST VENTILATION, COLLECTING AND CONTAIN-\n   48  ING RELEASED PERC AND REMOVING AND MAINTAINING CONTAINERS.\n   49    (3) IF THE FACILITY OPERATOR DETERMINES THE FACILITY HAS HAD AN UNCON-\n   50  TAINABLE RELEASE, FIRE OR EXPLOSION, HE OR SHE MUST REPORT THE  FINDINGS\n   51  TO THE DEPARTMENT AND APPROPRIATE EMERGENCY RESPONSE AGENCIES IMMEDIATE-\n   52  LY.\n   53    (4)  ANY  EMERGENCY RESPONSE ACTION MUST BE RECORDED. THIS RECORD MUST\n   54  INCLUDE, AT A MINIMUM:\n   55    (A) THE DATE, DURATION AND NATURE OF ANY MALFUNCTION, SPILL  OR  INCI-\n   56  DENT OF THE DRY CLEANING SYSTEM;\n\n       A. 1660                            22\n\n    1    (B) THE NOTIFICATION PROCEDURES; AND,\n    2    (C) THE CORRECTIVE ACTIONS TAKEN.\n    3  S 19-1321. REPORTING AND RECORDKEEPING.\n    4    (1)  OPERATORS  OF ALL DRY CLEANING FACILITIES OR THEIR DESIGNEES MUST\n    5  RECORD THE FOLLOWING:\n    6    (A) THE DATE, DURATION AND NATURE OF ANY MALFUNCTION, SPILL, INCIDENT,\n    7  OR EMERGENCY RESPONSE AT THE FACILITY;\n    8    (B) THE DATE OF MAINTENANCE ON ANY AIR CLEANING COMPONENT  OR  EXHAUST\n    9  SYSTEM  (SUCH  AS THE REGENERATION AND/OR REPLACEMENT OF THE CARBON IN A\n   10  CARBON ADSORBER);\n   11    (C) THE NUMBER OF LOADS BETWEEN REGENERATIONS; CLEANING  AND  REPLACE-\n   12  MENT  OF  LINT  FILTERS,  AND  CARBON  ADSORBER  PRE-FILTERS;  REPAIR OR\n   13  REPLACEMENT OF EXHAUST FANS;\n   14    (D) THE AMOUNT OF ACTIVATED CARBON IN CARBON ADSORBERS (DRY WEIGHT  IN\n   15  POUNDS);\n   16    (E) THE DATE OF MAINTENANCE OF DRYING SENSORS;\n   17    (F) THE DATE AND VOLUME OF HAZARDOUS WASTE SHIPMENTS; AND\n   18    (G)  THE  DATES  OF PERC-CONTAMINATED WASTEWATER TREATMENT UNIT CARBON\n   19  CARTRIDGE REPLACEMENT.\n   20    (2) EACH OWNER OR OPERATOR  OF  A  DRY  CLEANING  FACILITY  MUST  KEEP\n   21  RECEIPTS OF PERC PURCHASES, A LOG OF THE FOLLOWING INFORMATION, MAINTAIN\n   22  SUCH  INFORMATION  ON  SITE  AND PROVIDE IT UPON REQUEST FOR A PERIOD OF\n   23  FIVE YEARS:\n   24    (A) THE VOLUME OF PERC PURCHASED EACH MONTH BY THE DRY CLEANING FACIL-\n   25  ITY AS RECORDED FROM PERC PURCHASES; IF NO PERC IS  PURCHASED  DURING  A\n   26  GIVEN MONTH THEN THE OWNER OR OPERATOR WOULD ENTER ZERO GALLONS INTO THE\n   27  LOG;\n   28    (B)  THE  OWNER  OR OPERATOR MUST PERFORM THE FOLLOWING CALCULATION ON\n   29  THE FIRST DAY OF EVERY MONTH:\n   30    (I) SUM THE VOLUME OF ALL PERC PURCHASES MADE IN EACH OF THE  PREVIOUS\n   31  TWELVE MONTHS, AS RECORDED IN THE LOG.\n   32    (II)  IF  NO  PERC PURCHASES WERE MADE IN A GIVEN MONTH, THEN THE PERC\n   33  CONSUMPTION FOR THAT MONTH IS ZERO GALLONS.\n   34    (III) THE TOTAL SUM CALCULATED IS THE YEARLY PERC CONSUMPTION  AT  THE\n   35  FACILITY.\n   36    (3)  EACH OWNER OR OPERATOR OF A DRY CLEANING FACILITY MUST RECORD THE\n   37  FOLLOWING INFORMATION ON AN INSPECTION CHECKLIST.\n   38    (A) THE DATES WHEN THE DRY CLEANING SYSTEM  COMPONENTS  ARE  INSPECTED\n   39  FOR  PERCEPTIBLE  LEAKS  AS  SPECIFIED  UNDER THE INSPECTION AND TESTING\n   40  REQUIREMENTS, AND THE NAME OR LOCATION OF DRY CLEANING SYSTEM COMPONENTS\n   41  WHERE PERCEPTIBLE LEAKS ARE DETECTED;\n   42    (B) THE DATE, TIME AND COLORIMETRIC DETECTOR TUBE MONITORING  RESULTS,\n   43  IF A CARBON ADSORBER IS USED FOR PRIMARY OR SECONDARY EMISSION CONTROL;\n   44    (C)  THE  DATE,  TIME  AND  TEMPERATURE  SENSOR MONITORING RESULTS FOR\n   45  REFRIGERATED CONDENSERS;\n   46    (D) THE DATES OF REPAIR AND RECORDS OF WRITTEN OR  VERBAL  ORDERS  FOR\n   47  REPAIR  PARTS  TO DEMONSTRATE COMPLIANCE WITH THE INSPECTION AND TESTING\n   48  REQUIREMENTS, IN SECTION 19-1311 OF THIS TITLE.\n   49    (4) EACH OWNER OR OPERATOR OF A DRY CLEANING FACILITY MUST  RETAIN  ON\n   50  SITE  COPIES  OF THE OPERATION AND MAINTENANCE CHECKLISTS AND COMPLIANCE\n   51  INSPECTION REPORTING FORMS.\n   52    (5) EACH OWNER OR OPERATOR OF A DRY CLEANING FACILITY MUST  RETAIN  ON\n   53  SITE  A  COPY OF THE DESIGN SPECIFICATIONS AND THE OPERATING MANUALS FOR\n   54  EACH DRY CLEANING SYSTEM AND EACH EMISSION CONTROL DEVICE LOCATED AT THE\n   55  DRY CLEANING FACILITY.\n\n       A. 1660                            23\n\n    1    (6) ALL RECORDS MUST BE MAINTAINED ON SITE FOR AT LEAST FIVE YEARS AND\n    2  MUST BE MADE AVAILABLE TO THE DEPARTMENT UPON WRITTEN OR VERBAL REQUEST.\n    3    (7)  NEW  FACILITIES,  OR  FACILITIES  INSTALLING  NEW EQUIPMENT, MUST\n    4  SUBMIT A COMPLIANCE REPORT WITHIN THIRTY DAYS OF COMMENCING OPERATION TO\n    5  CERTIFY COMPLIANCE WITH THE FEDERAL NESHAP REQUIREMENTS. THIS  STATEMENT\n    6  MUST INCLUDE:\n    7    (A) THE NAME AND ADDRESS OF THE OWNER OR OPERATOR;\n    8    (B)  THE  ADDRESS  (THAT  IS,  PHYSICAL  LOCATION) OF THE DRY CLEANING\n    9  FACILITY;\n   10    (C) AN ESTIMATION OF THE ANNUAL PERC CONSUMPTION;\n   11    (D) A DESCRIPTION OF THE MACHINES' CONTROL DEVICES;\n   12    (E) A STATEMENT VERIFYING COMPLIANCE WITH EACH APPLICABLE  REQUIREMENT\n   13  UNDER 40 CFR SECTIONS 63.322, 63.323, AND 63.324; AND\n   14    (F)  A  STATEMENT  CERTIFYING  THAT  ALL  INFORMATION CONTAINED IN THE\n   15  STATEMENT IS ACCURATE AND TRUE.\n   16    (8) FACILITIES EXCEEDING THE CONSUMPTION THRESHOLDS IDENTIFIED  IN  40\n   17  CFR SECTION 63.620(D), (E), OR (G) MUST SUBMIT A COMPLIANCE REPORT WITH-\n   18  IN  THIRTY  DAYS  OF  THE COMPLIANCE DEADLINE OF ONE HUNDRED EIGHTY DAYS\n   19  CERTIFYING COMPLIANCE WITH ANY  ADDITIONAL  FEDERAL  REQUIREMENTS.  THIS\n   20  STATEMENT MUST INCLUDE:\n   21    (A) THE NAME AND ADDRESS OF THE OWNER OR OPERATOR;\n   22    (B)  THE  ADDRESS  (THAT  IS,  PHYSICAL  LOCATION) OF THE DRY CLEANING\n   23  FACILITY;\n   24    (C) AN ESTIMATION OF THE ANNUAL PERC CONSUMPTION;\n   25    (D) A DESCRIPTION OF THE MACHINES' CONTROL DEVICES;\n   26    (E) A STATEMENT VERIFYING COMPLIANCE WITH EACH APPLICABLE  REQUIREMENT\n   27  UNDER 40 CFR SECTIONS 63.322, 63.323, AND 63.324; AND\n   28    (F)  A  STATEMENT  CERTIFYING  THAT  ALL  INFORMATION CONTAINED IN THE\n   29  STATEMENT IS ACCURATE AND TRUE.\n   30  S 19-1323. EQUIPMENT TESTING AND CERTIFICATION.\n   31    (1) PROHIBITIONS AND REQUIREMENTS. THE PROVISIONS OF THIS  SUBDIVISION\n   32  SHALL  BE  EFFECTIVE SIXTY DAYS AFTER THE DATE THAT THE FIRST QUALIFYING\n   33  TESTING PROGRAM IS APPROVED BY THE DEPARTMENT OR ITS AGENT.\n   34    (A) ONLY THE FOLLOWING KINDS OF DRY CLEANING EQUIPMENT  ARE  PERMITTED\n   35  TO  BE  INSTALLED IN PERC DRY CLEANING FACILITIES SUBJECT TO THIS TITLE:\n   36  NEW CLOSED LOOP DRY CLEANING MACHINES; CONVERTED DRY CLEANING  MACHINES;\n   37  DOOR  FAN  SYSTEMS;  OR, ADD-ON SECONDARY CONTROL SYSTEMS WHICH MEET THE\n   38  DESIGN AND  PERFORMANCE  STANDARDS  AND  TESTING  REQUIREMENTS  OF  THIS\n   39  SECTION.  UNLESS  OTHERWISE  SPECIFIED  IN  THIS TITLE, THE DRY CLEANING\n   40  EQUIPMENT AS MANUFACTURED AND INSTALLED MUST COMPLY IN ALL RESPECTS WITH\n   41  THE UNIT UPON WHICH CERTIFICATION BY THE DEPARTMENT  OR  ITS  AGENT  WAS\n   42  BASED.\n   43    (B)  ANY  MANUFACTURER  OR  VENDOR OF ANY NEW CLOSED LOOP DRY CLEANING\n   44  EQUIPMENT THAT IS TO BE INSTALLED IN AND USED BY A DRY CLEANING FACILITY\n   45  IN NEW YORK STATE MUST APPLY FOR  AND  RECEIVE  CERTIFICATION  FROM  THE\n   46  DEPARTMENT  OR ITS AGENT THAT THE EQUIPMENT TO BE INSTALLED AND OPERATED\n   47  COMPLIES IN ALL RESPECTS WITH  THE  PERFORMANCE  STANDARDS  AND  TESTING\n   48  REQUIREMENTS  OF  THIS  TITLE. SUCH CERTIFICATION MUST INCLUDE OPERATING\n   49  PARAMETERS UNDER WHICH THE  EQUIPMENT  WAS  TESTED  TO  RECEIVE  CERTIF-\n   50  ICATION.\n   51    (C) IT IS UNLAWFUL FOR ANY PERSON TO SELL, OFFER FOR SALE, CAUSE TO BE\n   52  OFFERED FOR SALE, LEASE OR REPRESENT NEW CLOSED LOOP DRY CLEANING EQUIP-\n   53  MENT  OR  ANY OTHER MACHINE OR SYSTEM DESCRIBED IN PARAGRAPH (A) OF THIS\n   54  SUBDIVISION AS ONE WHICH CAN BE USED BY A DRY CLEANING FACILITY  IN  NEW\n   55  YORK STATE UNLESS IT HAS BEEN CERTIFIED BY THE DEPARTMENT OR ITS AGENT.\n\n       A. 1660                            24\n\n    1    (D)  THE  CONTRACT  OF SALE, LEASE, OR USE BETWEEN THE MANUFACTURER OR\n    2  VENDOR AND DRY CLEANING EQUIPMENT USER MUST CONTAIN,  AT  A  MINIMUM,  A\n    3  PROVISION  STATING  THAT  THE MANUFACTURER OR VENDOR MUST, UPON REQUEST,\n    4  PROVIDE THE USER WITH A COPY OF THE CERTIFICATION OF  THE  EQUIPMENT  BY\n    5  THE DEPARTMENT OR ITS AGENT, AS REQUIRED IN THIS TITLE.\n    6    (E)  THE MANUFACTURER OR VENDOR MUST PROVIDE IMMEDIATE NOTIFICATION TO\n    7  THE DEPARTMENT OF ANY GENERIC DESIGN OR FUNCTIONAL DEFECT DISCOVERED  IN\n    8  THE  EQUIPMENT. SUCH NOTICE MUST INCLUDE A DETAILED PLAN OF THE MANUFAC-\n    9  TURER'S OR VENDOR'S REMEDY.\n   10    (F) AFTER THE CERTIFIED DRY CLEANING EQUIPMENT HAS BEEN  INSTALLED  AT\n   11  THE  USER'S  FACILITY, THE MANUFACTURER OR MANUFACTURER'S REPRESENTATIVE\n   12  MUST SUPPLY AT LEAST A TWO-DAY TRAINING  SESSION  TO  THE  PURCHASER  OR\n   13  LEASEE.  THE  TRAINING  MUST  INCLUDE INSTRUCTION ON HOW TO MAINTAIN AND\n   14  OPERATE THE DRY CLEANING MACHINE. THIS REQUIREMENT  DOES  NOT  APPLY  TO\n   15  ADD-ON DOOR FAN SYSTEMS DESIGNED TO CAPTURE DRUM VAPORS WHEN THE DOOR IS\n   16  OPEN.\n   17    (2)  EQUIPMENT TESTING. FOR A GIVEN DESIGN, A SINGLE TEST PROGRAM MUST\n   18  BE CONDUCTED IN ACCORDANCE WITH THE  FOLLOWING  PROCEDURES:  THE  PERSON\n   19  CONDUCTING  THE  TEST  PROGRAM  MUST  PREPARE  A  WRITTEN TEST PLAN THAT\n   20  DESCRIBES, IN DETAIL, THE DRY CLEANING MACHINE AND CONTROL SYSTEMS BEING\n   21  TESTED, THE TEST PROTOCOL, AND TEST METHODS.\n   22    (A) TEST PROGRAM AND  SCOPE.    A  MINIMUM  OF  THREE  TESTS  MUST  BE\n   23  CONDUCTED  FOR  EACH  TEST  PROGRAM  ON EACH CONTROL SYSTEM DESIGN.  ALL\n   24  TESTS FOR A SINGLE TEST PROGRAM MUST BE CONDUCTED ON A SINGLE DRY CLEAN-\n   25  ING MACHINE.\n   26    (B) TEST CONDITIONS.  TESTING MUST BE CONDUCTED UNDER NORMAL OPERATING\n   27  CONDITIONS, UNLESS OTHERWISE SPECIFIED.\n   28    (I) FOR PRIMARY CONTROL SYSTEMS AND SECONDARY  CONTROL  SYSTEMS,  EACH\n   29  TEST MUST BE CONDUCTED DURING THE CLEANING OF ONE LOAD OF MATERIALS.\n   30    (A)  THE MACHINE MUST BE FILLED TO NO LESS THAN ONE HUNDRED PERCENT OF\n   31  ITS CAPACITY WITH ARTICLES FOR EACH TEST.  AT LEAST SEVENTY  PERCENT  OF\n   32  THE LOAD TO BE CLEANED MUST BE WOOL OR PADDED MATERIAL.\n   33    (B) THE WEIGHT OF ARTICLES MUST BE RECORDED FOR EACH TEST.\n   34    (II) A PRIMARY CONTROL SYSTEM MUST BE TESTED ON A CLOSED-LOOP MACHINE,\n   35  OR A CONVERTED MACHINE, WITHOUT A SECONDARY CONTROL SYSTEM.\n   36    (III)  A  SECONDARY  CONTROL  SYSTEM  MUST  BE TESTED ON A CLOSED-LOOP\n   37  MACHINE.\n   38    (A) AN INTEGRAL SECONDARY CONTROL  SYSTEM  MUST  BE  TESTED  WITH  THE\n   39  PRIMARY CONTROL SYSTEM OPERATING NORMALLY.\n   40    (B) AN ADD-ON SECONDARY CONTROL SYSTEM MUST BE TESTED INDEPENDENT OF A\n   41  PRIMARY  CONTROL  SYSTEM  AND THE INITIAL PERC CONCENTRATION IN THE DRUM\n   42  MUST BE 8600 PPM OR GREATER.\n   43    (C) TEST METHOD.   EQUIPMENT MUST BE TESTED  IN  ACCORDANCE  WITH  THE\n   44  FOLLOWING  METHODS.    FOR PRIMARY CONTROL SYSTEMS AND SECONDARY CONTROL\n   45  SYSTEMS:\n   46    (I) THE TEMPERATURE OF THE AIR  IN  THE  DRUM  MUST  BE  MEASURED  AND\n   47  RECORDED  CONTINUOUSLY  DURING  THE  ENTIRE  DRYING CYCLE, INCLUDING THE\n   48  OPERATION OF THE SECONDARY CONTROL SYSTEM.\n   49    (II) SAMPLING MUST BE CONDUCTED AS FOLLOWS:\n   50    (A)  FOR  PRIMARY  CONTROL  SYSTEMS  AND  INTEGRAL  SECONDARY  CONTROL\n   51  SYSTEMS,  SAMPLING  MUST  BEGIN  AT  THE  END OF THE DRYING CYCLE AND BE\n   52  COMPLETED WITHIN FIVE MINUTES.\n   53    (B) FOR ADD-ON SECONDARY CONTROL SYSTEMS, SAMPLING MUST BE  DONE  WHEN\n   54  THE  CONCENTRATION  OF  PERC  IS  8600 PPM OR GREATER AND AGAIN WHEN THE\n   55  CONCENTRATION REACHES 300 PPM OR LESS.\n\n       A. 1660                            25\n\n    1    (C) SAMPLING MUST BE COMPLETED PRIOR TO THE  OPENING  OF  THE  MACHINE\n    2  DOOR AND ACTIVATION OF ANY FUGITIVE CONTROL SYSTEM.\n    3    (III) THE PERC CONCENTRATION IN THE DRUM MUST BE DETERMINED BY ANALYT-\n    4  ICAL METHODS APPROVED BY THE DEPARTMENT OR ITS AGENT.\n    5    (A)  THE  PERSON  OR  ORGANIZATION  CONDUCTING  THE  TEST PROGRAM MUST\n    6  INCLUDE THE PROPOSED ANALYTICAL METHODS IN THE REQUIRED TEST PLAN.\n    7    (B) ALL TEST RESULTS MUST BE PROVIDED TO THE DEPARTMENT  UPON  REQUEST\n    8  FOR CERTIFICATION OF EQUIPMENT.\n    9    (3)  CERTIFICATION OF DRY CLEANING EQUIPMENT.  (A) THE MANUFACTURER OR\n   10  VENDOR OF THE DRY CLEANING EQUIPMENT MUST SUBMIT THE  FOLLOWING  TO  THE\n   11  DEPARTMENT  OR ITS AGENT WHEN REQUESTING CERTIFICATION OF THE EQUIPMENT.\n   12  SEPARATE DOCUMENTATION MUST BE SUBMITTED FOR EACH DRY CLEANING EQUIPMENT\n   13  DESIGN, MARKETED UNDER  DIFFERENT  NAMES  OR  MODEL  NUMBERS,  THAT  THE\n   14  DEPARTMENT IS REQUESTED TO CERTIFY.\n   15    (I)  A  DETAILED  DESCRIPTION  OF  THE  DRY  CLEANING  SYSTEM,  AND  A\n   16  DESCRIPTION OF THE CAPABILITIES AND  PROCEDURES  FOR  THE  INSTALLATION,\n   17  USE,  MAINTENANCE,  REPAIR,  AND  TUNE-UP  OF  THE  SYSTEM,  INCLUDING A\n   18  DESCRIPTION OF ANY LOCKOUT SYSTEMS EMPLOYED;\n   19    (II) A DESCRIPTION OF HOW PROGRAM UPDATES AND  MODIFICATIONS  WILL  BE\n   20  MADE IN ANY MICROPROCESSOR SOFTWARE, IF APPLICABLE;\n   21    (III)  A  COPY  OF  THE  DRY  CLEANING  EQUIPMENT WARRANTY AND SERVICE\n   22  CONTRACTS, INCLUDING A DESCRIPTION OF THE SERVICING  NETWORK  AND  PARTS\n   23  AVAILABILITY  TO  BE ESTABLISHED TO SERVE DRY CLEANING FACILITIES WITHIN\n   24  THE STATE;\n   25    (IV) A DETAILED DESCRIPTION OF THE PROPOSED  TRAINING  PROGRAM  TO  BE\n   26  CONDUCTED  ON-SITE  AT  THE DRY CLEANING FACILITY FOR THE OWNERS, OPERA-\n   27  TORS, AND EMPLOYEES;\n   28    (V) A COPY OF THE OPERATOR'S MANUAL, WRITTEN IN PLAIN LANGUAGE, COVER-\n   29  ING USE, MAINTENANCE, AND PARTS AND SERVICE INFORMATION,  THAT  MUST  BE\n   30  PROVIDED WITH THE DRY CLEANING EQUIPMENT; AND\n   31    (VI) SUCH OTHER MATERIAL OR INFORMATION AS THE DEPARTMENT OR ITS AGENT\n   32  MAY REQUIRE TO ASCERTAIN COMPLIANCE WITH THE REQUIREMENTS OF THIS TITLE.\n   33    (B)  EACH  MANUFACTURER  OR VENDOR OF DRY CLEANING EQUIPMENT FOR WHICH\n   34  CERTIFICATION IS REQUESTED MUST MAINTAIN CALIBRATING  SERVICING  TO  THE\n   35  USER  FACILITY FOR AT LEAST FIVE YEARS FOR ANY SENSORS OR INTEGRAL MEAS-\n   36  URING DEVICES THAT ARE CRUCIAL TO  THE  CONTINUED  COMPLIANCE  WITH  ANY\n   37  PERFORMANCE STANDARDS UNDER THIS TITLE.\n   38    (C)  EACH  MANUFACTURER  OR VENDOR OF DRY CLEANING EQUIPMENT FOR WHICH\n   39  CERTIFICATION IS REQUESTED MUST CERTIFY TO THE DEPARTMENT OR  ITS  AGENT\n   40  THAT THE EQUIPMENT COMPLIES WITH ALL OTHER APPLICABLE NEW YORK STATE AND\n   41  FEDERAL  CERTIFICATION  REQUIREMENTS.    THE MANUFACTURER OR VENDOR MUST\n   42  SUBMIT COPIES OF ANY APPROPRIATE APPROVAL OR CERTIFICATION.\n   43    (D) THE DEPARTMENT OR ITS AGENT MUST PERFORM  TESTING,  IN  ACCORDANCE\n   44  WITH THIS SECTION, FOR ANY DRY CLEANING EQUIPMENT FOR WHICH THE MANUFAC-\n   45  TURER OR VENDOR REQUESTS CERTIFICATION.\n   46    (I)  THE  MANUFACTURER  OR  VENDOR  MUST PROVIDE A PRODUCTION UNIT FOR\n   47  TESTING AT THE TIME THAT THE DEPARTMENT OR ITS  AGENT  IS  REQUESTED  TO\n   48  CERTIFY THE EQUIPMENT;\n   49    (II)  THE  MANUFACTURER  MUST  DEMONSTRATE  THAT THE UNIT PROVIDED FOR\n   50  TESTING AND CERTIFICATION WAS SELECTED AT  RANDOM  FROM  THE  PRODUCTION\n   51  PROCESS AND IS TYPICAL OF ALL UNITS PRODUCED BY THE MANUFACTURER;\n   52    (III)  WHEN  THE  INITIAL  TESTING REVEALS ANY CONDITION THAT REQUIRES\n   53  CORRECTION OR REPAIRS BY THE MANUFACTURER OR VENDOR, THE  DEPARTMENT  OR\n   54  ITS  AGENT  SHALL  RETEST THE EQUIPMENT AS SOON AS PRACTICABLE AFTER THE\n   55  MANUFACTURER OR VENDOR COMPLETES WHATEVER MODIFICATIONS MAY  BE  NEEDED;\n   56  AND\n\n       A. 1660                            26\n\n    1    (IV)  THE  DEPARTMENT  OR  ITS  AGENT SHALL NOTIFY THE MANUFACTURER OR\n    2  VENDOR OF ANY DEFICIENCIES IN THE EQUIPMENT THAT WOULD PREVENT  IT  FROM\n    3  BEING CERTIFIED.\n    4  S  19-1325.  DRY CLEANING OWNER/MANAGER, OPERATOR AND INSPECTOR TRAINING\n    5               AND CERTIFICATION.\n    6    (1) NO DRY CLEANING FACILITY SUBJECT TO THIS TITLE SHALL BE  PERMITTED\n    7  TO  OPERATE  UNLESS  SAID  FACILITY IS UNDER THE SUPERVISION OF A PERSON\n    8  POSSESSING A DRY  CLEANING  OWNER/MANAGER  CERTIFICATION;  AND  THE  DRY\n    9  CLEANING MACHINE IS OPERATED BY A PERSON HOLDING A DRY CLEANING OPERATOR\n   10  CERTIFICATION.    EXCEPT FOR THE CONDITIONS ESTABLISHED IN SUBDIVISION 2\n   11  OF THIS SECTION, IT IS UNLAWFUL FOR ANY PERSON TO OPERATE A DRY CLEANING\n   12  FACILITY SUBJECT TO THIS TITLE UNLESS:\n   13    (A) THE FACILITY MANAGER AND/OR OWNER HAS  A  CURRENT  AND  VALID  DRY\n   14  CLEANING OWNER/MANAGER CERTIFICATION; AND\n   15    (B)  THE  PERSON  OPERATING THE DRY CLEANING MACHINE HAS A CURRENT AND\n   16  VALID DRY CLEANING OPERATOR CERTIFICATION.\n   17    (2) IN THE EVENT THAT AN UNFORESEEN/UNPREDICTABLE SITUATION PREVENTS A\n   18  DRY CLEANING FACILITY FROM HAVING A CERTIFIED OPERATOR OPERATING THE DRY\n   19  CLEANING EQUIPMENT, THE OWNER/MANAGER SHALL BE ALLOWED TO CONTINUE OPER-\n   20  ATION OF THE DRY CLEANING MACHINE WITH A NON-CERTIFIED  OPERATOR  FOR  A\n   21  PERIOD  NOT TO EXCEED THREE DAYS PER OCCURRENCE.  UNDER NO CIRCUMSTANCES\n   22  MAY AN UNCERTIFIED OPERATOR OPERATE DRY CLEANING EQUIPMENT AT ANY FACIL-\n   23  ITY FOR A TOTAL OF MORE THAN TEN DAYS IN ANY CALENDAR YEAR.  IF, THE USE\n   24  OF AN UNCERTIFIED OPERATOR WOULD CAUSE NONPERFORMANCE OF REQUIRED  MAIN-\n   25  TENANCE AND LEAK DETECTION, THE FACILITY MUST SUSPEND DRY CLEANING OPER-\n   26  ATIONS  UNTIL  A  CERTIFIED OPERATOR IS AVAILABLE.   THE PURPOSE OF THIS\n   27  PROVISION IS TO ACCOMMODATE EMERGENCY OR UNFORESEEN EXTENUATING  CIRCUM-\n   28  STANCES  AND  MUST  NOT  BE  USED  TO  COVER  ROUTINE SITUATIONS SUCH AS\n   29  VACATIONS, OR OTHER SCHEDULED ABSENCES.\n   30    (3) A DRY CLEANING OWNER/MANAGER CERTIFICATION MAY BE  ISSUED  BY  ANY\n   31  ORGANIZATION  THAT OFFERS A TRAINING PROGRAM (INCLUDING REFRESHER COURS-\n   32  ES) APPROVED BY THE DEPARTMENT THAT INCLUDES, BUT IS NOT LIMITED TO, THE\n   33  FOLLOWING ELEMENTS:\n   34    (A) COURSE TOPICS:\n   35    (I) THE HISTORY OF DRY CLEANING AND WET CLEANING TECHNIQUES  INCLUDING\n   36  THE APPROPRIATE USE OF EACH;\n   37    (II) ALTERNATIVES TO PERC, INCLUDING GREATER USE OF WET CLEANING;\n   38    (III) THE CHARACTERISTICS AND ENVIRONMENTAL EFFECTS OF PERC;\n   39    (IV) THE HEALTH IMPACTS OF PERC;\n   40    (V) KNOWLEDGE OF PERSONAL PROTECTIVE EQUIPMENT;\n   41    (VI)  FEDERAL,  STATE  AND  LOCAL  GOVERNMENT  OPERATION, MAINTENANCE,\n   42  RECORDKEEPING AND REPORTING REQUIREMENTS, INCLUDING  THE  ADMINISTRATION\n   43  AND  IMPLEMENTATION  OF APPROPRIATE STATE AND FEDERAL LABOR, HEALTH, AND\n   44  SAFETY LAWS AND REGULATIONS;\n   45    (VII)  KNOWLEDGE  OF  DRY  CLEANING  SYSTEMS  INCLUDING  ENVIRONMENTAL\n   46  CONTROL EQUIPMENT AND GENERAL AND LOCAL EXHAUST VENTILATION SYSTEMS;\n   47    (VIII)  OPERATION  OF  DRY  CLEANING  SYSTEMS  INCLUDING ENVIRONMENTAL\n   48  CONTROL EQUIPMENT AND THE USE OF PERC-CONTAMINATED  WASTEWATER  EVAPORA-\n   49  TORS;\n   50    (IX)  MAINTENANCE  OF  DRY CLEANING SYSTEMS INCLUDING SPILL PREVENTION\n   51  TECHNIQUES;\n   52    (X) INSPECTION AND TESTING OF DRY CLEANING SYSTEMS FOR LEAKS AND FUGI-\n   53  TIVE EMISSIONS;\n   54    (XI) MONITORING OF PERC LEVELS IN THE AIR;\n   55    (XII) MAXIMIZING PERC RECLAMATION AND MILEAGE; AND,\n\n       A. 1660                            27\n\n    1    (XIII) WASTE HANDLING REQUIREMENTS TO MINIMIZE PERC LOSS TO THE  ENVI-\n    2  RONMENT.\n    3    (B) ADMINISTRATION. THE COURSE ADMINISTRATION MUST INCLUDE:\n    4    (I)  TESTING  BY  AN  INDEPENDENT  TESTING  ORGANIZATION, COVERING ALL\n    5  TOPICS LISTED IN PARAGRAPH (A) OF THIS SUBDIVISION; AND\n    6    (II) PROCEDURES FOR REVOCATION OF CERTIFICATION.\n    7    (4) A DRY CLEANING OPERATOR CERTIFICATION MAY BE ISSUED BY ANY  ORGAN-\n    8  IZATION  THAT OFFERS A TRAINING AND TESTING PROGRAM (INCLUDING REFRESHER\n    9  COURSES) APPROVED BY THE DEPARTMENT THAT INCLUDES, BUT  IS  NOT  LIMITED\n   10  TO, THE FOLLOWING ELEMENTS:\n   11    (A) COURSE TOPICS:\n   12    (I) THE CHARACTERISTICS AND ENVIRONMENTAL EFFECTS OF PERC;\n   13    (II) APPROPRIATE USE OF WET CLEANING;\n   14    (III) THE HEALTH IMPACTS OF PERC;\n   15    (IV) KNOWLEDGE OF PERSONAL PROTECTIVE EQUIPMENT;\n   16    (V) STATE RECORDKEEPING AND REPORTING REQUIREMENTS;\n   17    (VI) KNOWLEDGE OF GENERAL AND LOCAL EXHAUST VENTILATION SYSTEMS;\n   18    (VII)  OPERATION  OF  DRY  CLEANING  SYSTEMS  INCLUDING  ENVIRONMENTAL\n   19  CONTROL EQUIPMENT AND THE USE OF PERC-CONTAMINATED  WASTEWATER  EVAPORA-\n   20  TORS;\n   21    (VIII)  MAINTENANCE OF DRY CLEANING SYSTEMS INCLUDING SPILL PREVENTION\n   22  TECHNIQUES;\n   23    (IX) INSPECTION AND TESTING OF DRY  CLEANING  SYSTEMS  FOR  LEAKS  AND\n   24  FUGITIVE EMISSIONS;\n   25    (X) MONITORING OF PERC LEVELS IN THE AIR;\n   26    (XI) MAXIMIZING PERC RECLAMATION AND MILEAGE; AND\n   27    (XII)  WASTE  HANDLING REQUIREMENTS TO MINIMIZE PERC LOSS TO THE ENVI-\n   28  RONMENT.\n   29    (B) ADMINISTRATION. THE PROGRAM ADMINISTRATION MUST INCLUDE:\n   30    (I) A HANDS ON PROGRAM DESIGNED TO TEST AN ACCEPTABLE LEVEL  OF  KNOW-\n   31  LEDGE.  SUCCESSFUL COMPLETION OF THE PROGRAM MUST INCLUDE A DEMONSTRATED\n   32  KNOWLEDGE OF ALL TOPICS LISTED IN PARAGRAPH (A) OF SUBDIVISION 3 OF THIS\n   33  SECTION.\n   34    (II) PROCEDURES FOR REVOCATION OF CERTIFICATE.\n   35    (5) INDIVIDUALS THAT INSPECT DRY  CLEANING  FACILITIES,  EITHER  AS  A\n   36  REGISTERED INSPECTOR OR UNDER THE SUPERVISION OF A REGISTERED INSPECTOR,\n   37  MUST OBTAIN A DRY CLEANER OWNER/MANAGER CERTIFICATION.\n   38    (6)  EFFECTIVE  DATE  FOR  DRY CLEANING OWNER/MANAGER AND DRY CLEANING\n   39  OPERATOR CERTIFICATION. AFTER THE DATE OF THE FIRST QUALIFYING  TRAINING\n   40  PROGRAM APPROVED BY THE DEPARTMENT, THE REQUIREMENTS OF THIS SUBDIVISION\n   41  SHALL  TAKE  EFFECT  AND  THE  FIRST TRAINING AND CERTIFICATION SHALL BE\n   42  MANDATORY ACCORDING TO THE FOLLOWING SCHEDULE:\n   43    (A) UPON START UP FOR ALL OPERATORS OF  NEW  DRY  CLEANING  FACILITIES\n   44  UNLESS  THE  FACILITY OWNER/MANAGER CAN DEMONSTRATE THAT COMPLIANCE WITH\n   45  THIS REQUIREMENT POSES AN UNREASONABLE BURDEN BECAUSE  OF  THE  UNAVAIL-\n   46  ABILITY OF SCHEDULED TRAINING COURSES OR TESTING FACILITIES;\n   47    (B) THREE MONTHS FOR OPERATORS OF ALL EXISTING DRY CLEANING FACILITIES\n   48  THAT ARE IN MIXED-USE LOCATIONS AND THAT CONTAIN TRANSFER MACHINES;\n   49    (C)  SIX  MONTHS FOR OPERATORS OF ALL EXISTING DRY CLEANING FACILITIES\n   50  IN MIXED-USE LOCATIONS THAT CONTAIN DRY-TO-DRY VENTED  MACHINES  BUT  DO\n   51  NOT CONTAIN TRANSFER MACHINES;\n   52    (D)  NINE  MONTHS  FOR  OPERATORS  OF ALL THE REST OF THE EXISTING DRY\n   53  CLEANING FACILITIES IN MIXED-USE LOCATIONS;\n   54    (E) TWELVE MONTHS FOR OPERATORS OF ALL EXISTING DRY  CLEANING  FACILI-\n   55  TIES IN STAND-ALONE LOCATIONS THAT CONTAIN TRANSFER MACHINES;\n\n       A. 1660                            28\n\n    1    (F)  FIFTEEN  MONTHS  FOR  OPERATORS  OF  ALL THE REST OF EXISTING DRY\n    2  CLEANING FACILITIES IN STAND-ALONE  LOCATIONS  THAT  CONTAIN  DRY-TO-DRY\n    3  VENTED MACHINES BUT DO NOT CONTAIN TRANSFER MACHINES; AND,\n    4    (G)  EIGHTEEN  MONTHS  FOR  OPERATORS  OF ALL THE REST OF EXISTING DRY\n    5  CLEANING FACILITIES IN STAND-ALONE LOCATIONS.\n    6    (7) A DRY CLEANING OPERATOR CERTIFICATION SHALL BE VALID FOR  A  THREE\n    7  YEAR PERIOD AND MAY BE RENEWED UPON COMPLETION OF A REFRESHER COURSE.\n    8    (8) PERSONS OR ORGANIZATIONS AUTHORIZED TO OFFER OPERATOR TRAINING AND\n    9  CERTIFICATION  COURSES  MAY  NOT REQUIRE MEMBERSHIP IN AN ASSOCIATION OR\n   10  PURCHASE OF A PRODUCT AS A  PREREQUISITE  TO  ENROLLMENT  OR  SUCCESSFUL\n   11  COMPLETION OF THE COURSE.\n   12    (9)  AN  AUTHORIZATION  TO  OFFER  OPERATOR TRAINING AND CERTIFICATION\n   13  COURSES IS VALID FOR A MAXIMUM OF FIVE YEARS. THE AUTHORIZATION  MAY  BE\n   14  RENEWED BY FILING AN APPLICATION PROVIDED BY THE DEPARTMENT. SUCH APPLI-\n   15  CATION  MUST BE FILED AT LEAST SIX MONTHS PRIOR TO THE EXPIRATION OF THE\n   16  CURRENT AUTHORIZATION.\n   17    (10) THE COMMISSIONER SHALL, IN CONJUNCTION  WITH  REPRESENTATIVES  OF\n   18  THE  EMPLOYEES,  OWNERS  AND OPERATORS OF DRY CLEANING FACILITIES IN NEW\n   19  YORK STATE, DEVELOP DRY CLEANING TRAINING PROGRAMS TO  ENHANCE  EMPLOYEE\n   20  AND  OWNER  UNDERSTANDING  OF  DRY CLEANING TECHNOLOGIES AND ALTERNATIVE\n   21  CLEANING METHODS  AS  WELL  AS  BUSINESS  AND  EMPLOYMENT  SKILLS.  SUCH\n   22  PROGRAMS  SHALL  BE  ADMINISTERED  BY THE DEPARTMENT AND PROVIDED BY DRY\n   23  CLEANING EMPLOYEES, OWNERS AND  OPERATORS.  ALL  EMPLOYEES,  OWNERS  AND\n   24  OPERATORS  OF  DRY  CLEANING  FACILITIES  SHALL  BE REQUIRED TO ATTEND A\n   25  TRAINING PROGRAM ONCE EVERY TWO YEARS.\n   26  S 19-1327. PERMITTING.\n   27    (1) ANY PERSON PROPOSING TO CONSTRUCT A NEW PERC DRY CLEANING  FACILI-\n   28  TY,  OR  MAKE MODIFICATIONS TO EXISTING SYSTEMS THAT ARE NOT REQUIRED IN\n   29  ORDER TO COMPLY WITH THE EQUIPMENT STANDARDS UNDER  SECTION  19-1309  OF\n   30  THIS  TITLE,  MUST  APPLY  FOR  A PERMIT AND RECEIVE DEPARTMENT APPROVAL\n   31  BEFORE COMMENCING CONSTRUCTION OR INSTALLATION, EXCEPT AS  PROVIDED  FOR\n   32  IN THE PRE-PERMITTING REQUIREMENTS FOR EXISTING FACILITIES.\n   33    (2)  ANY  PERSON  WHO  OWNS AN EXISTING FACILITY SUBJECT TO THIS TITLE\n   34  MUST TAKE ONE OR MORE OF THE FOLLOWING ACTIONS WITHIN THE  TIME  PERIODS\n   35  SPECIFIED  BELOW  IN  ORDER  TO  INFORM THE DEPARTMENT OF THE COMPLIANCE\n   36  STATUS OF THEIR FACILITY AND OBTAIN NECESSARY PERMITS AS OF  THE  EFFEC-\n   37  TIVE  DATE  OF  THIS  TITLE.  THOSE  FACILITIES PREVIOUSLY EXEMPTED, AND\n   38  THEREFORE NOT CURRENTLY REQUIRED TO HAVE PERMITS TO OPERATE EXISTING DRY\n   39  CLEANING SYSTEMS, SHALL  BE  CONSIDERED  TO  BE  IN  COMPLIANCE  IF  THE\n   40  PROVISIONS  OF  PARAGRAPHS  (A),  (B),  AND  (C) OF THIS SUBDIVISION ARE\n   41  COMPLIED WITH.\n   42    (A) SUBMIT TO THE DEPARTMENT WRITTEN NOTIFICATION OF  THE  TERMINATION\n   43  OF  OPERATION  OF  EACH DRY CLEANING SYSTEM AT THE FACILITY THAT MUST BE\n   44  REPLACED AS REQUIRED BY THIS  TITLE  ON  OR  BEFORE  THE  THIRTIETH  DAY\n   45  FOLLOWING  THE  COMPLIANCE  DEADLINES  ESTABLISHED IN SECTION 19-1309 OF\n   46  THIS TITLE. SUCH NOTIFICATION MUST BE SUBMITTED  TO  THE  DEPARTMENT  BY\n   47  MEANS OF CERTIFIED MAIL, RETURN RECEIPT REQUESTED.\n   48    (B)  FOR  EXISTING  FACILITIES  THAT  ARE IN COMPLIANCE WITH EQUIPMENT\n   49  STANDARDS UNDER SECTION 19-1309 OF THIS TITLE, THE OWNER MUST  OBTAIN  A\n   50  REGISTRATION  IN  ACCORDANCE WITH REGULATIONS TO CONTINUE TO OPERATE THE\n   51  DRY CLEANING SYSTEMS. REGISTRATION APPLICATIONS  MUST  BE  SUBMITTED  AT\n   52  LEAST  SIXTY CALENDAR DAYS IN ADVANCE OF THE APPLICABLE COMPLIANCE DEAD-\n   53  LINE.\n   54    (C) FOR EXISTING FACILITIES WHERE DRY CLEANING SYSTEMS MUST  BE  MODI-\n   55  FIED  OR  REPLACED  IN  ORDER  TO  COMPLY WITH EQUIPMENT STANDARDS UNDER\n   56  SECTION 19-1309 OF THIS TITLE REGISTRATION APPLICATIONS MUST BE  SUBMIT-\n\n       A. 1660                            29\n\n    1  TED  TO  THE  DEPARTMENT AT LEAST NINETY CALENDAR DAYS IN ADVANCE OF THE\n    2  APPLICABLE COMPLIANCE DEADLINES.\n    3    (3)  NOTWITHSTANDING  THE  PROVISIONS  OF SUBDIVISIONS 1 AND 2 OF THIS\n    4  SECTION, PERC DRY CLEANING FACILITIES THAT ARE MAJOR STATIONARY  SOURCES\n    5  MUST  COMPLY  WITH ALL REQUIREMENTS IN THE RULES AND REGULATIONS PROMUL-\n    6  GATED PURSUANT TO THIS CHAPTER WITH REGARD TO OBTAINING A TITLE V FACIL-\n    7  ITY PERMIT.\n    8  S 19-1329. COMPLIANCE INSPECTIONS.\n    9    (1) STAND-ALONG DRY CLEANING FACILITIES MUST  BE  INSPECTED  AT  LEAST\n   10  ANNUALLY,  AND  MIXED-USE  FACILITIES MUST BE INSPECTED ACCORDING TO THE\n   11  FOLLOWING SCHEDULE:\n   12    (A) AT LEAST TWICE ANNUALLY WHERE ANY TRANSFER  OR  DRY-TO-DRY  VENTED\n   13  EQUIPMENT IS OPERATED; OR\n   14    (B) AT LEAST ANNUALLY WHERE ONLY NON-VENTED EQUIPMENT IS OPERATED.\n   15    (2) SUCH INSPECTIONS MUST BE PERFORMED BY AN INSPECTOR REGISTERED WITH\n   16  THE  DEPARTMENT  OR  BY AN INDIVIDUAL WORKING UNDER THE SUPERVISION OF A\n   17  REGISTERED INSPECTOR.\n   18    (3) ALL REGISTERED INSPECTORS MUST MEET THE REQUIREMENTS OF PARAGRAPHS\n   19  (A), (B) AND (C) OF THIS SUBDIVISION. ALL INDIVIDUALS WORKING UNDER  THE\n   20  SUPERVISION  OF  A  REGISTERED  INSPECTOR  MUST MEET THE REQUIREMENTS OF\n   21  PARAGRAPHS (B) AND (C) OF THIS SUBDIVISION.\n   22    (A) THE INSPECTOR MUST BE ONE OF THE FOLLOWING:\n   23    (I) A LICENSED PROFESSIONAL ENGINEER;\n   24    (II) A REGISTERED ARCHITECT; OR\n   25    (III) A CERTIFIED INDUSTRIAL HYGIENIST.\n   26    (B) MUST POSSESS A DRY CLEANER OWNER/MANAGER CERTIFICATION IN  ACCORD-\n   27  ANCE  WITH  SECTION 19-1325 OF THIS TITLE AND COMPLETE OTHER APPROPRIATE\n   28  TRAINING  AS  SPECIFIED  BY  THE  DEPARTMENT  ON   TOPICS   RELATED   TO\n   29  INSPECTIONS.\n   30    (C)  MUST  NOT  BE  ENGAGED  IN THE SALES OR MARKETING OF DRY CLEANING\n   31  EQUIPMENT. MUST NOT BE ENGAGED IN PROVIDING SERVICES TO THE DRY CLEANING\n   32  INDUSTRY. EMPLOYEES OF TRADE ASSOCIATIONS MAY NOT  CONDUCT  INSPECTIONS,\n   33  BUT  TRADE  ASSOCIATIONS  MAY SOLICIT BIDS FOR PERFORMING INSPECTIONS ON\n   34  BEHALF OF THEIR MEMBERS.\n   35    (4) THE DEPARTMENT MUST BE NOTIFIED OF ALL INSPECTIONS, IN WRITING  AT\n   36  LEAST  SEVEN  DAYS  PRIOR  TO  INSPECTION,  IN  A FORM ACCEPTABLE TO THE\n   37  DEPARTMENT, BY THE REGISTERED INSPECTOR.\n   38    (5) INSPECTIONS MUST BE CONDUCTED IN ACCORDANCE WITH PROTOCOLS  SPECI-\n   39  FIED  BY THE DEPARTMENT, USING AN INSPECTION REPORTING FORM SPECIFIED BY\n   40  THE DEPARTMENT.\n   41    (6) ANALYSIS OF AIR SAMPLES COLLECTED BY PASSIVE SAMPLING  DEVICES  OR\n   42  THE  EQUIVALENT MUST BE CONDUCTED BY A LABORATORY CERTIFIED BY THE ENVI-\n   43  RONMENTAL LABORATORY APPROVAL PROGRAM  (ELAP)  OF  THE  NEW  YORK  STATE\n   44  DEPARTMENT OF HEALTH.\n   45    (7)  THE  INSPECTION SHALL VERIFY THAT THE DEPARTMENT NOTICE IS POSTED\n   46  IN A CONSPICUOUS LOCATION IN THE FACILITY.\n   47    (8) AFTER THE INSPECTION IS COMPLETED, THE REGISTERED  INSPECTOR  MUST\n   48  PROVIDE  A  COMPLETED INSPECTION REPORTING FORM TO THE DEPARTMENT AND TO\n   49  THE FACILITY OWNER WITHIN FORTY-FIVE DAYS OF THE INSPECTION.\n   50    (9) FAILURE OF THE REGISTERED  INSPECTOR  TO  COMPLY  WITH  THE  ABOVE\n   51  REQUIREMENTS  MAY RESULT IN THE REMOVAL OF THE REGISTERED INSPECTOR FROM\n   52  THE DEPARTMENT'S LIST OF REGISTERED INSPECTORS.\n   53    (10) THE OWNER/MANAGER OR OPERATOR MUST:\n   54    (A) MAKE AVAILABLE UPON REQUEST THE MOST RECENT  COMPLETED  INSPECTION\n   55  REPORTING  FORM  TO INTERESTED INDIVIDUALS FOR REVIEW ON PREMISES DURING\n   56  NORMAL BUSINESS HOURS.\n\n       A. 1660                            30\n\n    1    (B) IF THE INSPECTION REVEALS A LEAK OR MALFUNCTION, THE FACILITY MUST\n    2  BE REPAIRED WITH THE TIMEFRAMES ESTABLISHED IN SECTION 19-1311  OF  THIS\n    3  TITLE AND REINSPECTED WITHIN ONE MONTH.\n    4  S 19-1331. EQUIVALENCY.\n    5    (1)  ANY PERSON REQUESTING THAT USE OF ALTERNATIVE EQUIPMENT OR PROCE-\n    6  DURES BE CONSIDERED BY THE DEPARTMENT, AS EQUIVALENT TO THE REQUIREMENTS\n    7  UNDER SECTION 19-1309 OF THIS TITLE, MUST COLLECT, VERIFY AND SUBMIT  TO\n    8  THE  DEPARTMENT  THE  FOLLOWING INFORMATION TO SHOW THAT THE ALTERNATIVE\n    9  ACHIEVES EQUIVALENT EMISSION REDUCTIONS:\n   10    (A) DIAGRAMS, AS APPROPRIATE, ILLUSTRATING THE EMISSION CONTROL  TECH-\n   11  NOLOGY,  ITS OPERATION AND INTEGRATION INTO OR FUNCTION WITH CLOSED LOOP\n   12  THIRD  GENERATION  MACHINES  AND  DRY-TO-DRY  VENTED  SECOND  GENERATION\n   13  MACHINES;\n   14    (B)  INFORMATION  INDICATING  THE LEVELS OF VENTED PERC EMISSIONS FROM\n   15  DRY-TO-DRY SECOND GENERATION MACHINES DURING EACH  PORTION  OF  THE  DRY\n   16  CLEANING  CYCLE WITH AND WITHOUT THE USE OF ALTERNATIVE EMISSION CONTROL\n   17  TECHNOLOGY THAT IS BEING TESTED, AND INFORMATION INDICATING  THE  LEVELS\n   18  OF FUGITIVE EMISSIONS FROM ALL EQUIPMENT;\n   19    (C)  INFORMATION  DETAILING OPERATION AND MAINTENANCE REQUIREMENTS AND\n   20  APPROPRIATE TESTING PARAMETERS  CONSISTENT  WITH  SECTIONS  19-1311  AND\n   21  19-1313 OF THIS TITLE;\n   22    (D)  INFORMATION  DEMONSTRATING  THAT  THE  ENVIRONMENTAL  IMPACTS ARE\n   23  CONSISTENT WITH SECTIONS 19-1311 AND 19-1313 OF THIS TITLE; AND,\n   24    (E) DOCUMENTATION ON SOLVENT MILEAGE (POUNDS OF ARTICLES  CLEANED  PER\n   25  GALLON  OF  SOLVENT ADDED) ACHIEVED WITH AND WITHOUT USE OF THE ALTERNA-\n   26  TIVE EMISSION CONTROL  TECHNOLOGY.  SOLVENT  MILEAGE  DATA  MUST  BE  OF\n   27  CONTINUOUS  DURATION  FOR  AT  LEAST  ONE YEAR UNDER THE CONDITIONS OF A\n   28  TYPICAL DRY CLEANING OPERATION. THIS INFORMATION ON SOLVENT MILEAGE MUST\n   29  BE ACCOMPANIED BY INFORMATION ON THE DESIGN,  CONFIGURATION,  OPERATION,\n   30  AND  MAINTENANCE  OF  THE  SPECIFIC  DRY  CLEANING SYSTEM FROM WHICH THE\n   31  SOLVENT MILEAGE INFORMATION WAS OBTAINED.\n   32    (2) INFORMATION INDICATING THE LEVEL OF EMISSIONS  REQUIRED  IN  PARA-\n   33  GRAPH  (B)  OF  SUBDIVISION  ONE  OF  THIS SECTION MUST ACHIEVE EMISSION\n   34  REDUCTIONS EQUAL TO OR LESS THAN THOSE STATED IN SECTION 19-1309 OF THIS\n   35  TITLE FOR COMPARATIVE TECHNOLOGY.\n   36    (3) FOR THE PURPOSE OF DETERMINING EQUIVALENCY OF CONTROL OF EMISSIONS\n   37  TO THOSE REQUIRED UNDER THIS TITLE, THE DEPARTMENT SHALL EVALUATE WHETH-\n   38  ER THE ALTERNATIVE CONTROL TECHNOLOGY HAS BEEN DEMONSTRATED  ADEQUATELY.\n   39  IF  THE  DEMONSTRATION  IS ADEQUATE, THE ALTERNATIVE TECHNOLOGY SHALL BE\n   40  ELIGIBLE FOR CERTIFICATION.\n   41    (4) ANY DECISION MADE BY THE DEPARTMENT IN  ACCORDANCE  WITH  SUBDIVI-\n   42  SIONS  1, 2 AND 3 OF THIS SECTION IS CONTINGENT UPON REVIEW AND APPROVAL\n   43  BY EPA.\n   44  S 19-1333. POSTING NOTICE.\n   45    (1) EVERY PERC-BASED DRY CLEANING FACILITY SHALL BE REQUIRED TO PROMI-\n   46  NENTLY POST A NOTICE PREPARED  AND  SUPPLIED  BY  THE  DEPARTMENT  IN  A\n   47  CONSPICUOUS  LOCATION  IN  THE  DRY  CLEANING  FACILITY WHICH IS READILY\n   48  ACCESSIBLE TO ALL BUILDING  TENANTS  AND  CUSTOMERS.  THE  NOTICE  SHALL\n   49  CONTAIN  THE FOLLOWING STATEMENTS AND INFORMATION, PRINTED IN LETTERS AT\n   50  LEAST 3/8\" OR LARGER IN SIZE:\n   51    (A) \"THIS DRY CLEANING FACILITY USES THE CHEMICAL COMMONLY CALLED PERC\n   52  (ALSO CALLED  TETRACHLORETHENE,  TETRACHLOROETHYLENE  OR  PERCHLOROETHY-\n   53  LENE).\"\n   54    (B)  \"THE FOLLOWING POTENTIAL HEALTH EFFECTS ARE ASSOCIATED WITH EXPO-\n   55  SURE TO PERC EMISSIONS:\n\n       A. 1660                            31\n\n    1    (I) PERC HAS BEEN CLASSIFIED BY THE INTERNATIONAL AGENCY FOR  RESEARCH\n    2  ON  CANCER AS A 'PROBABLE HUMAN CARCINOGEN', WHICH MEANS THERE ARE RELI-\n    3  ABLE STUDIES OF HUMAN POPULATIONS EXPOSED TO  PERC  THAT  SHOW  ELEVATED\n    4  CANCER RATES.\n    5    (II)  EXPOSURE  TO PERC CAUSES DAMAGE TO THE LIVER, KIDNEY AND CENTRAL\n    6  NERVOUS SYSTEM.\n    7    (III) PERC MAY BE ABSORBED INTO THE BODY AFTER  INGESTION,  INHALATION\n    8  OR CONTACT WITH THE SKIN.\n    9    (IV) PERC IS CLASSIFIED BY THE U.S. ENVIRONMENTAL PROTECTION AGENCY AS\n   10  A HAZARDOUS AIR POLLUTANT.\n   11    (C) \"YOU SHOULD CONTACT THE NEW YORK STATE DEPARTMENT OF ENVIRONMENTAL\n   12  CONSERVATION  IF YOU SMELL CHEMICAL ODORS OR SEE LIQUID LEAKING FROM THE\n   13  DRY CLEANING OPERATIONS AT (INCLUDE TELEPHONE NUMBER).\"\n   14    (D)  \"YOU  MAY  REQUEST  INFORMATION  FROM  THIS  DRY  CLEANER   ABOUT\n   15  INSPECTIONS  THAT  MAY  HAVE  BEEN CONDUCTED AT THIS FACILITY, INCLUDING\n   16  INDOOR AIR TESTING.\"\n   17    (E) NAME OF DRY CLEANING FACILITY, DEPARTMENT PERMIT  OR  REGISTRATION\n   18  NUMBER,  FACILITY  ADDRESS,  FACILITY OWNER, EMERGENCY CONTACT TELEPHONE\n   19  NUMBER.\n   20    (2) THE SIGN MUST BE AT LEAST ELEVEN INCHES  BY  SEVENTEEN  INCHES  IN\n   21  SIZE; AND YELLOW WITH BLACK LETTERING.\n   22  S 19-1335. SEVERABILITY.\n   23    IF  ANY  PROVISION  OF  THIS TITLE OR ITS APPLICATION TO ANY PERSON OR\n   24  CIRCUMSTANCE IS HELD INVALID, THE  REMAINDER  OF  THIS  TITLE,  AND  THE\n   25  APPLICATION  OF THOSE PROVISIONS TO PERSONS OTHER THAN THOSE TO WHICH IT\n   26  IS HELD INVALID, SHALL NOT BE AFFECTED THEREBY.\n   27    S 2. The department of  environmental  conservation  shall  take  such\n   28  actions as are necessary and appropriate to have perc-based dry cleaning\n   29  facilities located in residential buildings phased out within five years\n   30  of the effective date of this act.\n   31    S  3.  This  act shall take effect on the ninetieth day after it shall\n   32  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to regulating perchloroethylene dry cleaning facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T153721.TXT", "SOBI.D110111.T135211.TXT", "SOBI.D110111.T134209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294778241834
}