{
  "year" : 2011,
  "senateBillNo" : "A166-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A166-2011-1294203600000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the charging of additional fees for the payment of a wireless communications service bill",
  "summary" : "Prohibits the charging of additional fees for the payment of a wireless communications service bill when such payment is made in person with the assistance of in-store personnel to complete the transaction. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A485-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          166\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAHILL, MILLMAN, CYMBROWITZ, ORTIZ, ROBINSON --\n         Multi-Sponsored by -- M. of A. COOK, GALEF, JACOBS, McENENY,  PHEFFER,\n         WEISENBERG  --  read  once  and  referred to the Committee on Consumer\n         Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to prohibiting the\n         charging of additional transaction fees for the payment of a  wireless\n         communications service bill or mobile telephone service bill in person\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-ccc to read as follows:\n    3    S 399-CCC. IMPOSITION OF SURCHARGE FOR PAYMENT  OF  WIRELESS  COMMUNI-\n    4  CATIONS  SERVICE  PROHIBITED. A WIRELESS COMMUNICATIONS SERVICE SUPPLIER\n    5  ENGAGED IN THE BUSINESS OF PROVIDING WIRELESS COMMUNICATIONS SERVICE  OR\n    6  MOBILE  TELEPHONE  SERVICE  TO CUSTOMERS SHALL NOT IMPOSE ANY ADDITIONAL\n    7  SURCHARGE FOR THE FACE TO FACE PAYMENT BY A CUSTOMER OF A BILL FOR  SUCH\n    8  WIRELESS  COMMUNICATIONS  SERVICE OR MOBILE TELEPHONE SERVICE. A FACE TO\n    9  FACE PAYMENT SHALL MEAN A PAYMENT MADE IN A STORE WITH THE ASSISTANCE OF\n   10  STORE PERSONNEL TO COMPLETE THE TRANSACTION.\n   11    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   12  have  become  a law, and shall apply to contracts issued, renewed, modi-\n   13  fied or amended after the effective date of this act.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00477-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting the charging of additional transaction fees for the payment of a wireless communications service bill or mobile telephone service bill in person ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T113936.TXT", "SOBI.D101216.T123921.TXT", "SOBI.D101216.T133927.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292603976110
}