{
  "year" : 2011,
  "senateBillNo" : "A1665-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to education",
    "billEventId" : "A1665-2011-1294722000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the instruction of state and local government in elementary and middle schools in the",
  "summary" : "Requires the regents to prescribe courses of instruction in state and local government in elementary and middle schools in the state; boards of education and trustees of the several cities and school districts of the state shall require instruction to be given in such courses by the teachers; requires similar instruction in private schools. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1665\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to requiring the instruc-\n         tion of state and local government in elementary and middle schools in\n         the state\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 802-b\n    2  to read as follows:\n    3    S 802-B. COURSES OF INSTRUCTION IN STATE AND LOCAL GOVERNMENT.  1. THE\n    4  REGENTS SHALL PRESCRIBE  COURSES  OF  INSTRUCTION  IN  STATE  AND  LOCAL\n    5  GOVERNMENT  TO  BE  MAINTAINED AND FOLLOWED IN ALL OF THE ELEMENTARY AND\n    6  MIDDLE SCHOOLS OF THE STATE. THE BOARDS OF EDUCATION AND TRUSTEES OF THE\n    7  SEVERAL CITIES AND SCHOOL DISTRICTS OF THE STATE SHALL REQUIRE  INSTRUC-\n    8  TION  TO  BE  GIVEN  IN  SUCH  COURSES,  BY THE TEACHERS EMPLOYED IN THE\n    9  SCHOOLS THEREIN. ALL PUPILS ATTENDING SUCH SCHOOLS,  IN  ELEMENTARY  AND\n   10  MIDDLE SCHOOL GRADES, SHALL ATTEND UPON SUCH INSTRUCTION.\n   11    2.  SIMILAR  COURSES OF INSTRUCTION SHALL BE PRESCRIBED AND MAINTAINED\n   12  IN PRIVATE SCHOOLS IN THE STATE, AND  ALL  PUPILS  IN  SUCH  SCHOOLS  IN\n   13  GRADES OR CLASSES CORRESPONDING TO THE INSTRUCTION IN THE ELEMENTARY AND\n   14  MIDDLE SCHOOL GRADES OF THE PUBLIC SCHOOLS SHALL ATTEND UPON SUCH COURS-\n   15  ES.  IF  SUCH COURSES ARE NOT SO ESTABLISHED AND MAINTAINED IN A PRIVATE\n   16  SCHOOL, ATTENDANCE UPON INSTRUCTION IN SUCH SCHOOL SHALL NOT  BE  DEEMED\n   17  SUBSTANTIALLY  EQUIVALENT  TO  INSTRUCTION GIVEN TO PUPILS IN THE PUBLIC\n   18  SCHOOLS OF THE CITY OR DISTRICT IN WHICH SUCH PUPILS RESIDE.\n   19    S 2. This act shall take effect July 1, 2012, provided, however,  that\n   20  any rules or regulations necessary for the timely implementation of this\n   21  act on its effective date shall be promulgated on or before such date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05084-02-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring the instruction of state and local government in elementary and middle schools in the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T134710.TXT", "SOBI.D110111.T164725.TXT", "SOBI.D110111.T135211.TXT", "SOBI.D110111.T134209.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294782445674
}