{
  "year" : 2011,
  "senateBillNo" : "A1666-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1666-2011-1294722000000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York calcium purchasing preference initiative",
  "summary" : "Establishes the New York calcium purchasing preference initiative by instructing the purchasing agent of any governmental entity to give preference to a product containing a higher level of calcium than products of the same type and quality which are equal to or lower in price than products of the same type and quality. ",
  "currentCommittee" : null,
  "sameAs" : "S265",
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "SA4159-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1666\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. ROBINSON -- read once and referred to the Commit-\n         tee on Agriculture\n\n       AN  ACT  to amend the agriculture and markets law and the education law,\n         in relation to establishing the New York calcium purchasing preference\n         initiative\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This act shall be known and may be cited as the \"New York\n    2  calcium purchasing preference initiative\".\n    3    S 2. Section 16 of the agriculture  and  markets  law  is  amended  by\n    4  adding a new subdivision 5-c to read as follows:\n    5    5-C.    ESTABLISH,  IN COOPERATION WITH THE COMMISSIONER OF EDUCATION,\n    6  THE NEW YORK CALCIUM PURCHASING PREFERENCE INITIATIVE.   THE  PURCHASING\n    7  AGENT  FOR  ANY GOVERNMENTAL ENTITY WHICH PURCHASES FOOD OR BEVERAGES TO\n    8  BE PROCESSED OR SERVED IN A BUILDING OR ROOM OWNED OR OPERATED  BY  SUCH\n    9  GOVERNMENTAL ENTITY SHALL GIVE PREFERENCE TO FOODS AND BEVERAGES THAT:\n   10    (A)  CONTAIN  A HIGHER LEVEL OF CALCIUM THAN PRODUCTS OF THE SAME TYPE\n   11  AND QUALITY; AND\n   12    (B) ARE EQUAL TO OR LOWER IN PRICE THAN PRODUCTS OF THE SAME TYPE  AND\n   13  QUALITY.\n   14    FOR  THE  PURPOSES  OF  THIS  SUBDIVISION, \"GOVERNMENTAL ENTITY\" SHALL\n   15  MEAN:\n   16    (A) THE STATE OF NEW YORK;\n   17    (B) A COUNTY, CITY, TOWN, VILLAGE OR ANY OTHER  POLITICAL  SUBDIVISION\n   18  OR CIVIL SUBDIVISION OF THE STATE;\n   19    (C)  A  SCHOOL  DISTRICT OR ANY GOVERNMENTAL ENTITY OPERATING A PUBLIC\n   20  SCHOOL, COLLEGE OR UNIVERSITY;\n   21    (D) A PUBLIC AUTHORITY, COMMISSION OR PUBLIC BENEFIT CORPORATION;\n   22    (E) AN AGENCY, BOARD, BUREAU, DIVISION, COMMITTEE, INSTITUTION,  COUN-\n   23  CIL, OR OFFICE; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01417-01-1\n\n       A. 1666                             2\n\n    1    (F)  ANY  OTHER  GOVERNMENTAL  ENTITY  OR  INSTRUMENTALITY  PERFORMING\n    2  PROPRIETARY FUNCTION FOR THE STATE, EXCEPT THE LEGISLATURE  AND  JUDICI-\n    3  ARY.\n    4    A  PURCHASING  AGENT  SHALL NOT BE REQUIRED TO PURCHASE A HIGH CALCIUM\n    5  FOOD OR BEVERAGE FOR ANY GOVERNMENTAL ENTITY IF SUCH PREFERRED  FOOD  OR\n    6  BEVERAGE WILL INTERFERE WITH THE TREATMENT OR CARE OF ANY PERSON.\n    7    THE DEPARTMENT SHALL SOLICIT INFORMATION FROM THE EDUCATION DEPARTMENT\n    8  REGARDING SCHOOL DISTRICTS AND OTHER EDUCATIONAL INSTITUTIONS PURCHASING\n    9  PREFERRED FOODS AND BEVERAGES IN ACCORDANCE WITH THIS SUBDIVISION.\n   10    NOTWITHSTANDING  ANY PROVISIONS OF THIS SUBDIVISION TO THE CONTRARY, A\n   11  PURCHASING AGENT WHO HAS ENTERED INTO A CONTRACT WITH A SUPPLIER  BEFORE\n   12  JULY FIRST, TWO THOUSAND ELEVEN TO PURCHASE FOOD AND BEVERAGES SHALL NOT\n   13  BE  REQUIRED  TO PURCHASE HIGH CALCIUM FOODS AND BEVERAGES IF PURCHASING\n   14  SUCH PRODUCTS CHANGE OR ALTER THE TERMS OF THE CONTRACT.\n   15    THE COMMISSIONER SHALL REPORT TO  THE  LEGISLATURE  ON  THE  NEED  FOR\n   16  CHANGES  IN  LAW TO FACILITATE THE PURCHASES OF SUCH FOODS AND BEVERAGES\n   17  BY A GOVERNMENTAL ENTITY.\n   18    S 3. Section 305 of the education law  is  amended  by  adding  a  new\n   19  subdivision 42 to read as follows:\n   20    42. THE COMMISSIONER SHALL COOPERATE WITH THE COMMISSIONER OF AGRICUL-\n   21  TURE AND MARKETS IN ESTABLISHING THE NEW YORK CALCIUM PURCHASING PREFER-\n   22  ENCE INITIATIVE PURSUANT TO SUBDIVISION FIVE-C OF SECTION SIXTEEN OF THE\n   23  AGRICULTURE  AND  MARKETS LAW. THE COMMISSIONER'S RESPONSIBILITIES SHALL\n   24  INCLUDE, BUT NOT BE LIMITED TO, COMPILING INFORMATION FOR THE DEPARTMENT\n   25  OF AGRICULTURE AND MARKETS FROM SCHOOL DISTRICTS AND  OTHER  EDUCATIONAL\n   26  INSTITUTIONS  UNDER  THE  DEPARTMENT'S JURISDICTION PURCHASING PREFERRED\n   27  FOODS AND BEVERAGES. THE COMMISSIONER SHALL REPORT  TO  THE  LEGISLATURE\n   28  ABOUT  THE  NEED  FOR  CHANGES IN LAW TO FACILITATE THE PURCHASE OF SUCH\n   29  FOOD AND BEVERAGES BY SCHOOLS AND OTHER EDUCATIONAL INSTITUTIONS.\n   30    S 4. This act shall take effect immediately; provided,  however,  that\n   31  the  commissioner  of  agriculture  and  markets and the commissioner of\n   32  education are authorized to promulgate any and all rules and regulations\n   33  necessary to implement the provisions of this  act  on  or  before  such\n   34  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law and the education law, in relation to establishing the New York calcium purchasing preference initiative ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T134710.TXT", "SOBI.D110111.T135211.TXT", "SOBI.D110111.T161223.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294780343717
}