{
  "year" : 2011,
  "senateBillNo" : "A1676-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to health",
    "billEventId" : "A1676-2011-1294722000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the drug overdose prevention act",
  "summary" : "Enacts the drug overdose prevention act; provides for the reporting of deaths attributable to drug overdoses; provides for the commissioner of health to provide advice to localities relating to drug overdose prevention. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1692-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1676\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DINOWITZ, GOTTFRIED, ABBATE -- read once and\n         referred to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to preventing  deaths\n         caused by drug overdose\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the \"drug over-\n    2  dose prevention act\".\n    3    S 2. Article 2 of the public health law is amended  by  adding  a  new\n    4  title 6 to read as follows:\n    5                                  TITLE VI\n    6                          DRUG OVERDOSE PREVENTION\n    7  SECTION 266. DEFINITIONS.\n    8          267. REPORTING REQUIREMENTS.\n    9          268. ADVICE REGARDING DRUG OVERDOSE.\n   10    S 266. DEFINITIONS. WHEN USED IN THIS TITLE:\n   11    1. \"DEPARTMENT\" MEANS THE DEPARTMENT OF HEALTH.\n   12    2. \"COMMISSIONER\" MEANS THE COMMISSIONER OF HEALTH.\n   13    S  267.  REPORTING  REQUIREMENTS.  1.  THE COMMISSIONER SHALL PUBLISH,\n   14  BASED ON INFORMATION COLLECTED PURSUANT TO  SECTION  FOUR  THOUSAND  ONE\n   15  HUNDRED  FORTY-ONE  OF THIS CHAPTER, FINDINGS ON STATEWIDE DRUG OVERDOSE\n   16  TRENDS THAT REVIEW OVERDOSE DEATH RATES AND OTHER INFORMATION TO  ASCER-\n   17  TAIN  CHANGES  IN  THE  CAUSE  AND  RATES OF FATAL DRUG OVERDOSES FOR AN\n   18  APPROPRIATE PERIOD OF TIME. THE REPORT SHALL ALSO PROVIDE INFORMATION ON\n   19  INTERVENTIONS THAT WOULD BE EFFECTIVE IN REDUCING THE RATE OF DRUG OVER-\n   20  DOSE.\n   21    2. THE REPORT SHALL INCLUDE, AT A MINIMUM THE FOLLOWING INFORMATION:\n   22    (A) TRENDS IN DRUG OVERDOSE DEATHS;\n   23    (B) TRENDS IN EMERGENCY ROOM UTILIZATION FOR  THE  TREATMENT  OF  DRUG\n   24  OVERDOSE;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04472-01-1\n\n       A. 1676                             2\n\n    1    (C)  TRENDS  IN UTILIZATION OF PRE-HOSPITAL AND EMERGENCY SERVICES AND\n    2  THE COST OF EMERGENCY SERVICES UTILIZATION FOR DRUG OVERDOSE;\n    3    (D) SUGGESTED IMPROVEMENTS IN DATA COLLECTION; AND\n    4    (E)  A  DESCRIPTION  OF EDUCATION EFFORTS AND OTHER INTERVENTIONS THAT\n    5  WOULD BE EFFECTIVE IN REDUCING THE RATE OF DRUG OVERDOSE.\n    6    3. THE REPORT MAY BE PART OF EXISTING STATE MORTALITY  REPORTS  ISSUED\n    7  BY  THE DEPARTMENT, AND SHALL BE SUBMITTED ANNUALLY TO THE GOVERNOR, THE\n    8  TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY.\n    9    S 268. ADVICE REGARDING DRUG  OVERDOSE.  THE  COMMISSIONER  SHALL,  AS\n   10  NEEDED,  PROVIDE  ADVICE TO APPROPRIATE STATE, COUNTY AND CITY OFFICIALS\n   11  WITH REGARD TO DRUG OVERDOSE, INCLUDING:\n   12    1. THE PREVALENCE OF DRUG OVERDOSE INCIDENTS;\n   13    2. TRENDS IN DRUG OVERDOSE INCIDENTS; AND\n   14    3. STRATEGIES FOR ADDRESSING DRUG OVERDOSE IN THEIR JURISDICTION.\n   15    S 3. Paragraph (d) of subdivision 4 of  section  4141  of  the  public\n   16  health  law,  as added by chapter 413 of the laws of 2005, is amended to\n   17  read as follows:\n   18    (d) Where a death is caused by [an opioid] DRUG overdose, such  infor-\n   19  mation  shall be indicated, including any [related] SPECIFIC information\n   20  CONCERNING THE DRUG OR DRUGS RESPONSIBLE FOR THE DEATH,  AND  ANY  OTHER\n   21  INFORMATION  RELATED  TO  THE  OVERDOSE  DEATH as the commissioner [may]\n   22  SHALL require.\n   23    S 4. This act shall take effect on the first of April next  succeeding\n   24  the  date  on  which it shall have become a law; provided, however, that\n   25  the commissioner of health is authorized to promulgate any and all rules\n   26  and regulations and take any other measures necessary to implement  this\n   27  act on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to preventing deaths caused by drug overdose ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T140712.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110111.T161723.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294780643868
}