{
  "year" : 2011,
  "senateBillNo" : "A1670-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to education",
    "billEventId" : "A1670-2011-1294722000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires school principals review the list of school age missing children to determine whether attending students appear therein",
  "summary" : "Requires school principals to review the list of school age missing children supplied by the department of education on a monthly basis to determine whether attending students appear therein; such principals shall immediately notify the appropriate local, state or federal law enforcement agency. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10644-2009", "A10544-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1670\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO  --  Multi-Sponsored  by -- M. of A.\n         BURLING, CALHOUN, CROUCH, KOLB, J. MILLER, SAYWARD, SPANO -- read once\n         and referred to the Committee on Education\n\n       AN ACT to amend the education law and the executive law, in relation  to\n         the  compilation and dissemination of a monthly list of missing school\n         children\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The opening paragraph of subdivision 4 of section 3211 of\n    2  the education law is designated paragraph (a) and a new paragraph (b) is\n    3  added to read as follows:\n    4    (B) THE PRINCIPAL OF A SCHOOL,  OR  OTHER  PERSON  IN  CHARGE  OF  THE\n    5  INSTRUCTION UPON WHICH A MINOR ATTENDS, SHALL EACH MONTH REVIEW THE LIST\n    6  OF  MISSING SCHOOL AGE CHILDREN PROVIDED EACH MONTH TO THE SCHOOL PURSU-\n    7  ANT TO SUBDIVISION TEN OF SECTION EIGHT HUNDRED  THIRTY-SEVEN-F  OF  THE\n    8  EXECUTIVE  LAW,  IN  ORDER  TO  DETERMINE WHETHER ANY OF THE STUDENTS IN\n    9  ATTENDANCE AT SUCH SCHOOL IS INCLUDED ON SUCH  LIST.  IF  SUCH  DETERMI-\n   10  NATION  IS MADE, SUCH PRINCIPAL OR OTHER PERSON IN CHARGE OF INSTRUCTION\n   11  SHALL IMMEDIATELY NOTIFY THE APPROPRIATE LOCAL,  STATE  OR  FEDERAL  LAW\n   12  ENFORCEMENT AGENCY.\n   13    S 2. Subdivision 10 of section 837-f of the executive law, as added by\n   14  chapter 880 of the laws of 1986, is amended to read as follows:\n   15    10. Beginning on January first, nineteen hundred eighty-seven, dissem-\n   16  inate,  on  a [regular] MONTHLY basis, a bulletin containing information\n   17  on children in the missing children's register to  the  state  education\n   18  department  which  shall  then forward such bulletin to every public and\n   19  private school where parents, guardians or  others  legally  responsible\n   20  for  such  children  have given consent.   THE PRINCIPAL OF A SCHOOL, OR\n   21  OTHER PERSON IN CHARGE OF THE INSTRUCTION UPON WHICH  A  MINOR  ATTENDS,\n   22  SHALL EACH MONTH REVIEW THE LIST OF MISSING SCHOOL AGE CHILDREN PROVIDED\n   23  TO THE SCHOOL PURSUANT TO THIS SUBDIVISION, IN ORDER TO DETERMINE WHETH-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02014-01-1\n\n       A. 1670                             2\n\n    1  ER  ANY OF THE STUDENTS IN ATTENDANCE AT SUCH SCHOOL IS INCLUDED ON SUCH\n    2  LIST. IF SUCH DETERMINATION IS MADE, SUCH PRINCIPAL OR OTHER  PERSON  IN\n    3  CHARGE  OF  INSTRUCTION  SHALL IMMEDIATELY NOTIFY THE APPROPRIATE LOCAL,\n    4  STATE OR FEDERAL LAW ENFORCEMENT AGENCY;\n    5    S  3.  This  act  shall take effect on the sixtieth day after it shall\n    6  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the executive law, in relation to the compilation and dissemination of a monthly list of missing school children ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T134710.TXT", "SOBI.D110111.T135211.TXT", "SOBI.D110111.T161723.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294780643862
}