{
  "year" : 2011,
  "senateBillNo" : "A1674-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1674-2011-1294722000000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to wrongful death actions, allowing for families to institute wrongful death actions on behalf of a child in utero",
  "summary" : "Relates to wrongful death actions, allowing for families to institute wrongful death actions on behalf of a child in utero. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Estates, Powers and Trusts Law",
  "previousVersions" : [ "A2974-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1674\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. CUSICK -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT  to  amend  the  estates,  powers and trusts law, in relation to\n         wrongful death actions\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative purpose and findings. The legislature finds and\n    2  declares  that  when  the  wrongful act of another causes the death of a\n    3  person, the wrongdoer incurs liability. It is an important  and  compel-\n    4  ling  state  interest to safeguard the rights of the family of an unborn\n    5  child fatally injured while in utero and to allow them some  measure  of\n    6  recovery.   The legislature further finds that all states, including New\n    7  York, currently allow recovery for  prenatal  injuries  if  a  child  is\n    8  subsequently  born  alive, and that thirty-six states allow recovery for\n    9  the wrongful death of a child who dies in the womb.\n   10    S 2. Section 5-4.1 of the estates, powers and trusts law,  as  amended\n   11  by  chapter 95 of the laws of 1983 and paragraph 1 as amended by chapter\n   12  114 of the laws of 2003, is amended to read as follows:\n   13  S 5-4.1 Action by personal representative for wrongful act,  neglect  or\n   14            default causing death of decedent\n   15    1.  The  personal  representative, duly appointed in this state or any\n   16  other jurisdiction, of a decedent who is survived  by  distributees  may\n   17  maintain  an  action  to  recover damages for a wrongful act, neglect or\n   18  default which caused the decedent's death against  a  person  who  would\n   19  have  been  liable to the decedent by reason of such wrongful conduct if\n   20  death had not ensued. Such an action must be commenced within two  years\n   21  after  the decedent's death; provided, however, that an action on behalf\n   22  of a decedent whose death was caused by the terrorist attacks on Septem-\n   23  ber eleventh, two thousand one, other than a decedent identified by  the\n   24  attorney general of the United States as a participant or conspirator in\n   25  such  attacks,  must  be commenced within two years and six months after\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03986-01-1\n\n       A. 1674                             2\n\n    1  the decedent's death. When the distributees do not  participate  in  the\n    2  administration of the decedent's estate under a will appointing an exec-\n    3  utor  who refuses to bring such action, the distributees are entitled to\n    4  have  an administrator appointed to prosecute the action for their bene-\n    5  fit.\n    6    2. Whenever it is shown that a  criminal  action  has  been  commenced\n    7  against  the same defendant with respect to the event or occurrence from\n    8  which a claim under this section arises, the personal representative  of\n    9  the  decedent  shall  have at least one year from the termination of the\n   10  criminal action as defined in section 1.20 of the criminal procedure law\n   11  in which to maintain an action, notwithstanding that the time  in  which\n   12  to  commence  such  action  has  already expired or has less than a year\n   13  remaining.\n   14    3. FOR PURPOSES OF THIS SECTION, THE WORD \"DECEDENT\"  SHALL  HAVE  THE\n   15  SAME  MEANING  AS  PROVIDED  IN  SUBDIVISION  TWO OF SECTION FORTY-THREE\n   16  HUNDRED OF THE PUBLIC HEALTH LAW WHICH INCLUDES A FETUS.\n   17    S 3. This act shall take effect immediately and shall apply to actions\n   18  for wrongful death occurring on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the estates, powers and trusts law, in relation to wrongful death actions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T140712.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110111.T161223.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294780343732
}