{
  "year" : 2011,
  "senateBillNo" : "A1677-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to local governments",
    "billEventId" : "A1677-2011-1294722000000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to municipal regulation of the registration and licensing of taxicabs, limousines and livery vehicles in Rockland county",
  "summary" : "Relates to municipal regulation of the registration and licensing of taxicabs, limousines and livery vehicles; permits Rockland county to regulate and license such vehicles and to limit the number of vehicles licensed. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "AB8652-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1677\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  JAFFEE,  CALHOUN, ZEBROWSKI -- read once and\n         referred to the Committee on Local Governments\n\n       AN ACT to amend the general municipal  law,  in  relation  to  municipal\n         regulation  of  the registration and licensing of taxicabs, limousines\n         and livery vehicles\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  181  of the general municipal law, as amended by\n    2  chapter 579 of the laws of 1993, subdivision 1 as amended by chapter 430\n    3  of the laws of 2003, is amended to read as follows:\n    4    S 181. Ordinances to regulate taxicabs and limousines.  The  municipal\n    5  officers  and  boards  in the several cities, towns and villages of this\n    6  state now having the authority to enact ordinances, may adopt ordinances\n    7  regulating:\n    8    1. The registration and licensing of taxicabs and may limit the number\n    9  of taxicabs to be licensed and the county of Westchester may adopt ordi-\n   10  nances regulating the registration and licensing of taxicabs and  limou-\n   11  sines  and  may  limit  the  number  to be licensed; [and] the county of\n   12  Nassau may adopt ordinances regulating the registration of taxicabs  and\n   13  limousines;  AND  THE  COUNTY  OF ROCKLAND MAY ADOPT LOCAL LAWS OR ORDI-\n   14  NANCES REGULATING THE REGISTRATION AND  LICENSING  OF  TAXICABS,  LIMOU-\n   15  SINES, AND LIVERY VEHICLES AND MAY LIMIT THE NUMBER TO BE LICENSED.  ANY\n   16  VILLAGE  WITHIN  THE  COUNTY  OF  ROCKLAND  THAT CURRENTLY REGISTERS AND\n   17  LICENSES TAXICABS SHALL HAVE CONCURRENT JURISDICTION WITH SUCH COUNTY.\n   18    2. Parking and passenger pick-up and discharge by taxicabs, limousines\n   19  and livery vehicles. Establishment of such  ordinances  and  regulations\n   20  regulating  parking  and  passenger  pick-up and discharges may be based\n   21  upon recommendations from municipal planning officials or  other  public\n   22  entities  and  may  address  and  take  into consideration such factors,\n   23  including, but not limited to, geographic areas, vehicle type,  limiting\n   24  the  number  of  parked vehicles and activities undertaken while parked,\n   25  and periods of idling.\n   26    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05563-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to municipal regulation of the registration and licensing of taxicabs, limousines and livery vehicles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T140712.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110111.T161723.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294780643873
}