{
  "year" : 2011,
  "senateBillNo" : "A1671-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1671-2011-1294722000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to plea bargaining and personal court appearances by certain driver's license holders",
  "summary" : "Relates to plea bargaining and personal court appearances by certain driver's license holders; restricts class DJ or class MJ license holders from plea bargaining to a lesser charge unless the district attorney consents after reviewing the evidence; requires a defendant who is a holder of a class DJ or class MJ license to make a personal appearance in court. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A10531-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1671\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- Multi-Sponsored by -- M. of A. HAWLEY\n         -- read once and referred to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law and the  criminal  procedure\n         law, in relation to plea bargaining options and personal court appear-\n         ances for certain driver's license holders\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1805 of the vehicle and traffic law, as amended  by\n    2  chapter 182 of the laws of 2004, is amended to read as follows:\n    3    S 1805. Plea  of guilty, how put in. [The] EXCEPT IN ANY CASE IN WHICH\n    4  THE DEFENDANT IS A HOLDER OF A CLASS DJ OR CLASS MJ LEARNER'S PERMIT  OR\n    5  CLASS  DJ  OR CLASS MJ DRIVER'S LICENSE PURSUANT TO SECTION FIVE HUNDRED\n    6  TWO, THE provisions of section 170.10 of the criminal procedure law  and\n    7  the  provisions of section eighteen hundred seven of this article may be\n    8  waived, to the extent hereinafter indicated, by a defendant charged with\n    9  a violation of any provision of the tax law or  the  transportation  law\n   10  regulating traffic, or a traffic infraction, as defined in this chapter,\n   11  other  than  a third or subsequent speeding violation committed within a\n   12  period of eighteen months, provided that he OR SHE shall submit  to  the\n   13  local  criminal court having jurisdiction, in person, by duly authorized\n   14  agent, by first class mail or by registered or  certified  mail,  return\n   15  receipt  requested,  an  application setting forth (a) the nature of the\n   16  charge, (b) the information or instructions required by section eighteen\n   17  hundred seven of this article to be given  defendant  upon  arraignment,\n   18  (c) that defendant waives arraignment in open court and the aid of coun-\n   19  sel,  (d)  that  he  OR SHE pleads guilty to the offense as charged, (e)\n   20  that defendant elects and requests that the charge be  disposed  of  and\n   21  the  fine  or  penalty fixed by the court, pursuant to this section, (f)\n   22  any statement or explanation that  the  defendant  may  desire  to  make\n   23  concerning  the  offense charged and (g) that defendant makes all state-\n   24  ments with respect to such application under penalty  of  perjury.  This\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02053-01-1\n\n       A. 1671                             2\n\n    1  application  shall  be  in such form as the commissioner shall prescribe\n    2  and a copy thereof shall be handed  to  the  defendant  by  the  officer\n    3  charging  him  OR  HER  with  such offense. Thereupon the local criminal\n    4  court may proceed as though the defendant had been convicted upon a plea\n    5  of  guilty in open court, provided, however, that any imposition of fine\n    6  or penalty hereunder shall be deemed tentative until such fine or penal-\n    7  ty shall have been paid and discharged in full, prior to which time such\n    8  court, in its discretion, may annul any proceedings hereunder, including\n    9  such tentative imposition of fine or penalty, and deny the  application,\n   10  in  which event the charge shall be disposed of pursuant to the applica-\n   11  ble provisions of law, as though no proceedings had been had under  this\n   12  section.  If  upon receipt of the aforesaid application such court shall\n   13  deny the same, it shall thereupon inform the defendant of this fact, and\n   14  that he OR SHE is required to appear before the said court at  a  stated\n   15  time  and  place to answer the charge which shall thereafter be disposed\n   16  of pursuant to the applicable provisions of law.  THE HOLDER OF A  CLASS\n   17  DJ OR CLASS MJ LEARNER'S PERMIT, A CLASS DJ OR CLASS MJ DRIVER'S LICENSE\n   18  OR  A  LIMITED CLASS DJ OR CLASS MJ LICENSE MAY NOT WAIVE THE PROVISIONS\n   19  OF SECTION 170.10 OF THE CRIMINAL  PROCEDURE  LAW  OR  SECTION  EIGHTEEN\n   20  HUNDRED  SEVEN  OF  THIS ARTICLE AND SUCH DEFENDANT SHALL BE REQUIRED TO\n   21  PERSONALLY ENTER A PLEA IN COURT.\n   22    S 2. Paragraph (b) of subdivision 1 of section 170.10 of the  criminal\n   23  procedure law, as amended by chapter 661 of the laws of 1972, is amended\n   24  to read as follows:\n   25    (b)   In any case in which the defendant's appearance is required by a\n   26  summons or an appearance ticket, the court in its  discretion  may,  for\n   27  good  cause  shown, permit the defendant to appear by counsel instead of\n   28  in person, EXCEPT IN ANY CASE IN WHICH THE DEFENDANT IS A  HOLDER  OF  A\n   29  CLASS  DJ  OR CLASS MJ LEARNER'S PERMIT, A CLASS DJ OR CLASS MJ DRIVER'S\n   30  LICENSE ISSUED PURSUANT TO SECTION FIVE HUNDRED TWO OF THE  VEHICLE  AND\n   31  TRAFFIC  LAW,  WHERE SUCH DEFENDANT HAS BEEN CHARGED WITH A VIOLATION OF\n   32  THE VEHICLE AND TRAFFIC LAW, OR OTHER LAW OR ORDINANCE RELATING  TO  THE\n   33  OPERATION OF MOTOR VEHICLES OR MOTORCYCLES.\n   34    S 3. Section 170.10 of the criminal procedure law is amended by adding\n   35  a new subdivision 10 to read as follows:\n   36    10. (A) NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, IN\n   37  ANY  CASE  WHEREIN  A CHARGE LAID BEFORE A COURT ON A SIMPLIFIED TRAFFIC\n   38  INFORMATION CHARGES ANY HOLDER OF A  CLASS  DJ  OR  CLASS  MJ  LEARNER'S\n   39  PERMIT,  A  CLASS  DJ  OR  CLASS  MJ DRIVER'S LICENSE ISSUED PURSUANT TO\n   40  SECTION FIVE HUNDRED TWO OF THE VEHICLE AND TRAFFIC LAW WITH  A  SERIOUS\n   41  TRAFFIC  VIOLATION  AS DEFINED IN PARAGRAPH (B) OF THIS SUBDIVISION, ANY\n   42  PLEA OF GUILTY THEREAFTER ENTERED IN SATISFACTION OF  SUCH  CHARGE  MUST\n   43  INCLUDE AT LEAST A PLEA OF GUILTY TO ONE OF THE CHARGES THAT SUCH HOLDER\n   44  WAS  ORIGINALLY  CHARGED WITH AND NO OTHER DISPOSITION BY PLEA OF GUILTY\n   45  TO ANY OTHER CHARGE IN SATISFACTION OF SUCH CHARGE SHALL BE  AUTHORIZED,\n   46  PROVIDED, HOWEVER, IF THE DISTRICT ATTORNEY UPON REVIEWING THE AVAILABLE\n   47  EVIDENCE  DETERMINES THAT THE CHARGE OF SUCH VIOLATION IS NOT WARRANTED,\n   48  SUCH DISTRICT ATTORNEY MAY CONSENT, AND THE COURT MAY ALLOW  A  DISPOSI-\n   49  TION BY PLEA OF GUILTY TO ANOTHER CHARGE IN SATISFACTION OF SUCH CHARGE;\n   50  PROVIDED, HOWEVER, IN ALL SUCH CASES, THE COURT SHALL SET FORTH UPON THE\n   51  RECORD THE BASIS FOR SUCH DISPOSITION.\n   52    (B)  FOR  PURPOSES  OF  THIS  SUBDIVISION,  THE  TERM \"SERIOUS TRAFFIC\n   53  VIOLATION\" SHALL MEAN OPERATING A MOTOR VEHICLE IN VIOLATION OF  ANY  OF\n   54  THE  FOLLOWING PROVISIONS OF THE VEHICLE AND TRAFFIC LAW: ARTICLES TWEN-\n   55  TY-FIVE AND TWENTY-SIX; SUBDIVISION ONE OF SECTION SIX HUNDRED;  SECTION\n   56  SIX HUNDRED ONE; SECTIONS ELEVEN HUNDRED ELEVEN, ELEVEN HUNDRED SEVENTY,\n\n       A. 1671                             3\n\n    1  ELEVEN HUNDRED SEVENTY-TWO AND ELEVEN HUNDRED SEVENTY-FOUR; SUBDIVISIONS\n    2  (A),  (B),  (C),  (D) AND (F) OF SECTION ELEVEN HUNDRED EIGHTY, PROVIDED\n    3  THAT THE VIOLATION INVOLVED TEN OR MORE MILES PER HOUR OVER  THE  ESTAB-\n    4  LISHED  LIMIT;  SECTION  ELEVEN HUNDRED EIGHTY-TWO; SUBDIVISION THREE OF\n    5  SECTION TWELVE HUNDRED TWENTY-NINE-C FOR  VIOLATIONS  INVOLVING  USE  OF\n    6  SAFETY  BELTS  OR SEATS BY A CHILD UNDER THE AGE OF SIXTEEN; AND SECTION\n    7  TWELVE HUNDRED TWELVE.\n    8    S 4. This act shall take effect on the ninetieth day  after  it  shall\n    9  have  become  a law and shall apply to violations occurring on and after\n   10  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the criminal procedure law, in relation to plea bargaining options and personal court appearances for certain driver's license holders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T134710.TXT", "SOBI.D110111.T161723.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294780643867
}