{
  "year" : 2011,
  "senateBillNo" : "A167-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to racing and wagering",
    "billEventId" : "A167-2011-1294203600000-referred+to+racing+and+wagering",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Adds the town of Wawarsing in Ulster county to the sites the governor is authorized to enter into tribal compacts of certain gaming facilities",
  "summary" : "Adds the town of Wawarsing located in Ulster county to the sites the governor is authorized to enter into tribal compacts of certain gaming facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AA679-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          167\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CAHILL,  P. LOPEZ,  CROUCH  -- read once and\n         referred to the Committee on Racing and Wagering\n\n       AN ACT to amend the executive law, in  relation  to  authorizing  up  to\n         three Class III gaming facilities in certain counties\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (b) of section 12  of  the  executive  law,  as\n    2  amended  by  section  9  of part O of chapter 56 of the laws of 2010, is\n    3  amended to read as follows:\n    4    (b) Notwithstanding any other law, the state,  through  the  governor,\n    5  may  execute tribal-state compacts pursuant to the Indian Gaming Regula-\n    6  tory Act of 1988 (P.L. 100-497; 25 U.S.C. SS 2701-2721 and 18 U.S.C.  SS\n    7  1166-1168)  authorizing  up  to three Class III gaming facilities in the\n    8  [counties] COUNTY of Sullivan and  THE  TOWN  OF  WAWARSING  LOCATED  IN\n    9  Ulster COUNTY. Such tribal-state compact shall be deemed ratified by the\n   10  legislature upon the governor's certification to the temporary president\n   11  of  the  senate, the speaker of the assembly and the secretary of state,\n   12  that such compact, through its terms, by a memorandum  of  understanding\n   13  or other agreement between the state and Nation, by a Nation's ordinance\n   14  or  resolution,  by  statute, by executive order, or by the terms of any\n   15  other agreement entered into by or on behalf of  the  Nation,  provides:\n   16  (i) assurances that the Nation will provide (1) reasonable access to the\n   17  gaming  and related facilities to labor union organizers for purposes of\n   18  a campaign to solicit employee support for labor  union  representation;\n   19  (2)  permission  for  labor  union  organizers to distribute labor union\n   20  authorization cards on site  for  the  purpose  of  soliciting  employee\n   21  support  for  labor  union  representation;  (3) provision of employees'\n   22  names   and   addresses   to    labor    union    representatives    and\n   23  tribal/employer/management   neutrality   in   labor   union  organizing\n   24  campaigns; (4) recognition of labor unions as the  exclusive  collective\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01034-01-1\n\n       A. 167                              2\n\n    1  bargaining  representatives of employees in appropriate bargaining units\n    2  based upon a demonstration of majority employee support  of  such  labor\n    3  unions  by  union authorization card check as verified, if necessary, by\n    4  an  independent  arbitrator appointed by the Public Employment Relations\n    5  Board in consultation with the Nation and the labor union; and (5) final\n    6  and binding arbitration of organized labor matters or disputes including\n    7  negotiations for  collective  bargaining  agreements  with  arbitrators'\n    8  awards  enforceable  in  a state or federal court of competent jurisdic-\n    9  tion; (ii) assurances that the Nation has  an  adequate  civil  recovery\n   10  system  which  guarantees fundamental due process to visitors and guests\n   11  of the facility and related facilities; and (iii)  assurances  that  the\n   12  Nation will maintain during the term of the compact sufficient liability\n   13  insurance  to  assure  that  visitors and guests will be compensated for\n   14  their injuries.\n   15    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to authorizing up to three Class III gaming facilities in certain counties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T134428.TXT", "SOBI.D101217.T113936.TXT", "SOBI.D101216.T133927.TXT", "SOBI.D101216.T123921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292603976115
}