{
  "year" : 2011,
  "senateBillNo" : "A1675-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to election law",
    "billEventId" : "A1675-2011-1294722000000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the authority of the supreme court to hear election case disputes",
  "summary" : "Expands the authority of the supreme court to hear disputes relating to proceedings involving special and general elections. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A631-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1675\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. DESTITO, KAVANAGH -- read once and referred to\n         the Committee on Election Law\n\n       AN ACT to amend the election law, in relation to the jurisdiction of the\n         supreme court to hear cases involving disputed results of general  and\n         special elections\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 16-102 of the election law, as amended  by  chapter\n    2  373  of  the laws of 1978, subdivision 2 as amended by chapter 79 of the\n    3  laws of 1992 and subdivision 4 as added by chapter 135 of  the  laws  of\n    4  1986, is amended to read as follows:\n    5    S  16-102.  Proceedings  as  to designations and nominations, primary,\n    6  SPECIAL AND GENERAL elections, etc. 1. The nomination or designation  of\n    7  any candidate for any public office or party position or any independent\n    8  nomination, or the holding of an uncontested primary election, by reason\n    9  of  a  petition  for  an opportunity to ballot having been filed, or the\n   10  election of any person to any party position OR  PUBLIC  OFFICE  AT  ANY\n   11  PRIMARY,  SPECIAL  OR  GENERAL ELECTION may be contested in a proceeding\n   12  instituted in the supreme court by any aggrieved candidate,  or  by  the\n   13  chairman  of  any  party  committee  or by a person who shall have filed\n   14  objections, as provided in this chapter, except that the chairman  of  a\n   15  party committee may not bring a proceeding with respect to a designation\n   16  or the holding of an otherwise uncontested primary.\n   17    2.  A proceeding with respect to a petition shall be instituted within\n   18  fourteen days after the last day to file the petition, or  within  three\n   19  business  days  after the officer or board with whom or which such peti-\n   20  tion was filed, makes a determination of invalidity with respect to such\n   21  petition, whichever is later; except that a proceeding with respect to a\n   22  petition for a village election  or  an  independent  nomination  for  a\n   23  special  election  shall  be instituted within seven days after the last\n   24  day to file the petition for such village election or independent  nomi-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01697-01-1\n\n       A. 1675                             2\n\n    1  nation  or  within  three  business days after the officer or board with\n    2  whom or which such petition was filed, makes a determination of invalid-\n    3  ity with respect to such petition, whichever is later. A proceeding with\n    4  respect  to  a primary, SPECIAL OR GENERAL ELECTION, convention, meeting\n    5  of a party committee, or caucus shall  be  instituted  within  ten  days\n    6  after the holding of such [primary] ELECTION or convention or the filing\n    7  of  the  certificate  of nominations made at such caucus or meeting of a\n    8  party committee.\n    9    3. The court may direct reassembling of any convention or the  holding\n   10  of  a new primary election, or caucus where it finds there has been such\n   11  fraud or irregularity as to render impossible a determination as to  who\n   12  rightfully  was  nominated  or elected. IN THE CASE OF A PROCEEDING WITH\n   13  RESPECT TO A SPECIAL OR GENERAL ELECTION, THE COURT SHALL FINALLY DETER-\n   14  MINE WHO WAS RIGHTFULLY ELECTED; PROVIDED, HOWEVER,  THAT  WHEN  SUCH  A\n   15  DETERMINATION  CANNOT BE MADE, THE COURT MAY DIRECT THE HOLDING OF A NEW\n   16  ELECTION.\n   17    4. A final order in any proceeding involving the names  of  candidates\n   18  on  ballots or voting machines shall be made, if possible, at least five\n   19  weeks before the day of the election at which  such  ballots  or  voting\n   20  machines  are to be used, or if such proceeding is commenced within five\n   21  weeks of such election, no later than the day following the day on which\n   22  the case is heard.\n   23    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to the jurisdiction of the supreme court to hear cases involving disputed results of general and special elections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T140712.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110111.T161723.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294780643865
}