{
  "year" : 2011,
  "senateBillNo" : "A1673-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to codes",
    "billEventId" : "A1673-2011-1294722000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that either a person or an unborn child in any stage of gestation may be the victim of an assault",
  "summary" : "Provides that either a person or an unborn child in any stage of gestation may be the victim of an assault or homicide; also states situations when it does not constitute an assault on an unborn child such as during the course of an otherwise lawful abortion, during normal medical treatment or by the pregnant woman; defines \"person\" to include any human being who is born and is alive or an unborn child at any stage of gestation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2034-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1673\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. CUSICK -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to  amend  the  penal law, in relation to the unborn victims of\n         violence act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Legislative  intent.   The legislature hereby finds and\n    2  declares that a  significant  loophole  exists  in  state  law,  denying\n    3  protection to pregnant women and certain children.  Currently, an offen-\n    4  der  may  not  be  held  criminally responsible for the harm caused to a\n    5  child unless that child has first been born alive.  Therefore, an assai-\n    6  lant who shoots a woman who is seven months pregnant, and kills both the\n    7  woman and her child, may only be charged with the homicide of the mother\n    8  since the infant is not considered a legal victim of the crime.\n    9    New York state policy lags behind most states in this  area  of  crime\n   10  victims'  protection.    Thirty-one  states  now  provide protection and\n   11  justice for pregnant women and their unborn children who are victims  of\n   12  violence.\n   13    The  legislature  further  finds  and declares that current statistics\n   14  demonstrate that domestic abuse and  violence  against  women  increases\n   15  during pregnancy.  It is estimated that one in five women will be abused\n   16  during  pregnancy.  A study in the Journal of the American Medical Asso-\n   17  ciation found that in the state of Maryland, a pregnant  woman  is  more\n   18  likely  to  be  a  victim  of a homicide than to die of any other cause.\n   19  Thus, rather than pregnancy being a peaceful time of preparation and the\n   20  growth of a healthy child, for many women it can be a time of  violence,\n   21  grief and loss.\n   22    Compounding  this tragedy is the loophole in current law, which denies\n   23  effective protection and remedy to women and their  children.    When  a\n   24  woman makes a conscious choice to keep her baby and has the choice viol-\n   25  ently taken away from her by a violent perpetrator, justice demands that\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04168-01-1\n\n       A. 1673                             2\n\n    1  someone  be  punished  for that crime.   Indeed, mothers will bury their\n    2  baby's body and mark the grave for their child for  the  rest  of  their\n    3  lives, but New York law tells them their loved one never existed.\n    4    The  legislature  does not intend this act to apply to any abortion to\n    5  which a woman has consented, to any act of the mother herself or to  any\n    6  form of medical treatment.  The legislature finds that the current legal\n    7  right  to abortion does not protect and does not confer on an assailant,\n    8  a third-party unilateral right to destroy an unborn child.\n    9    The legislature recognizes that a federal \"unborn victims of violence\"\n   10  law was enacted in 2004, yet believes the law to be limited in  applying\n   11  only to unborn children injured or killed during the course of specified\n   12  federal crimes of violence.\n   13    It  is  the  intent of the legislature that the affirmative right of a\n   14  pregnant woman to carry her child to term be protected, and that  perpe-\n   15  trators  of  crimes  against pregnant women and their unborn children be\n   16  held accountable for their crimes.\n   17    S 2. Short title.  This act shall be known as and may be cited as  the\n   18  \"unborn victims of violence act\".\n   19    S  3.  The  penal law is amended by adding two new sections 120.75 and\n   20  120.80 to read as follows:\n   21  S 120.75 ASSAULT AND RELATED OFFENSES; DEFINITION.\n   22    THE FOLLOWING DEFINITION IS APPLICABLE  TO  SECTIONS  120.00,  120.03,\n   23  120.04, 120.05, 120.06, 120.07, 120.10 AND 120.12 OF THIS ARTICLE:\n   24    \"PERSON,\"  WHEN  REFERRING  TO  THE  VICTIM OF ANY ASSAULT, AGGRAVATED\n   25  ASSAULT OR VEHICULAR ASSAULT, MEANS A HUMAN BEING WHO HAS BEEN BORN  AND\n   26  IS ALIVE, OR AN UNBORN CHILD AT ANY STAGE OF GESTATION.\n   27  S 120.80 ASSAULT AND RELATED OFFENSES; DEFINED.\n   28    NOTHING IN THIS ARTICLE SHALL BE CONSTRUED TO PERMIT THE PROSECUTION:\n   29    1.  OF ANY PERSON FOR CONDUCT RELATING TO A JUSTIFIABLE ABORTIONAL ACT\n   30  FOR WHICH THE CONSENT OF THE PREGNANT WOMAN HAS BEEN OBTAINED;\n   31    2. OF ANY PERSON FOR ANY MEDICAL TREATMENT OF THE  PREGNANT  WOMAN  OR\n   32  HER UNBORN CHILD; OR\n   33    3.  OF ANY WOMAN WITH RESPECT TO HER UNBORN CHILD EXCEPT A PROSECUTION\n   34  FOR VIOLATING SECTION 125.50 OR 125.55 OF THIS TITLE.\n   35    S 4. Section 125.00 of the penal law is amended to read as follows:\n   36  S 125.00  Homicide defined.\n   37    1. Homicide means conduct which causes the death of  a  person  or  an\n   38  unborn  child [with which a female has been pregnant for more than twen-\n   39  ty-four weeks] AT ANY STAGE OF GESTATION under circumstances  constitut-\n   40  ing murder IN THE FIRST DEGREE, MURDER IN THE SECOND DEGREE, manslaught-\n   41  er  in  the  first  degree, manslaughter in the second degree, VEHICULAR\n   42  MANSLAUGHTER IN THE FIRST DEGREE, VEHICULAR MANSLAUGHTER IN  THE  SECOND\n   43  DEGREE OR criminally negligent homicide, abortion in the first degree or\n   44  self-abortion in the first degree.\n   45    2.  NOTHING  IN  THIS  ARTICLE SHALL BE CONSTRUED TO PERMIT THE PROSE-\n   46  CUTION:\n   47    (A) OF ANY PERSON FOR CONDUCT RELATING TO A JUSTIFIABLE ABORTIONAL ACT\n   48  FOR WHICH THE CONSENT OF THE PREGNANT WOMAN OR A  PERSON  AUTHORIZED  BY\n   49  LAW TO ACT ON HER BEHALF, HAS BEEN OBTAINED OR FOR WHICH SUCH CONSENT IS\n   50  IMPLIED BY LAW;\n   51    (B) OF ANY PERSON FOR ANY MEDICAL TREATMENT OF A PREGNANT WOMAN OR HER\n   52  UNBORN CHILD; OR\n   53    (C) OF ANY WOMAN WITH RESPECT TO HER UNBORN CHILD EXCEPT A PROSECUTION\n   54  FOR VIOLATING SECTION 125.50 OR 125.55 OF THIS ARTICLE.\n   55    S  5.  Subdivision  1 of section 125.05 of the penal law is amended to\n   56  read as follows:\n\n       A. 1673                             3\n\n    1    1.  \"Person,\" when referring to the victim  of  a  homicide,  means  a\n    2  human  being  who  has  been born and is alive OR AN UNBORN CHILD AT ANY\n    3  STAGE OF GESTATION.\n    4    S 6. This act shall take effect on the first of November next succeed-\n    5  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the unborn victims of violence act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T134710.TXT", "SOBI.D110111.T161223.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294780343727
}