{
  "year" : 2011,
  "senateBillNo" : "A1682-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to housing",
    "billEventId" : "A1682-2011-1294722000000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to statutes of limitations based on notices of deregulation",
  "summary" : "Relates to statutes of limitations based on notices of deregulation. ",
  "currentCommittee" : null,
  "sameAs" : "S57",
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A7598-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1682\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. JEFFRIES, CAMARA, BOYLAND, GOTTFRIED, KELLNER,\n         LANCMAN, COLTON, CASTRO, DINOWITZ,  JAFFEE,  ROSENTHAL,  O'DONNELL  --\n         Multi-Sponsored  by -- M. of A. FARRELL, GLICK, MAYERSOHN, MENG, SCAR-\n         BOROUGH -- read once and referred to the Committee on Housing\n\n       AN ACT to amend the administrative code of the city of New York and  the\n         emergency  tenant protection act of nineteen seventy-four, in relation\n         to the statute of limitations on notices of deregulation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 26-504.2 of the administrative code of the city of\n    2  New York is amended by adding a new subdivision c to read as follows:\n    3    C.  NOTWITHSTANDING  SECTION  26-516  OF  THIS CHAPTER AND SECTION TWO\n    4  HUNDRED THIRTEEN-A OF THE CIVIL PRACTICE  LAW  AND  RULES,  THE  PERIODS\n    5  PROVIDED FOR THEREIN FOR EXAMINATION OF THE RENTAL HISTORY OF THE ACCOM-\n    6  MODATION FOR THE DETERMINATION OF AN OVERCHARGE AND WHETHER THE ACCOMMO-\n    7  DATION  IS  SUBJECT  TO THIS LAW ARE EXTENDED BY THE PERIOD DURING WHICH\n    8  THE OWNER IS NOT IN COMPLIANCE WITH THE REQUIREMENTS OF SUBDIVISION B OF\n    9  THIS SECTION.\n   10    S 2. Paragraph 13 of subdivision a of section 5 of section 4 of  chap-\n   11  ter  576  of  the  laws  of  1974,  constituting  the  emergency  tenant\n   12  protection act of nineteen seventy-four, as amended by chapter 82 of the\n   13  laws of 2003, is amended to read as follows:\n   14    (13) (I) any housing accommodation with a legal regulated rent of  two\n   15  thousand  dollars  or  more  per month at any time between the effective\n   16  date of this paragraph and October first, nineteen hundred  ninety-three\n   17  which  is or becomes vacant on or after the effective date of this para-\n   18  graph, or any housing accommodation with a legal regulated rent  of  two\n   19  thousand dollars or more per month at any time on or after the effective\n   20  date  of  the  rent  regulation  reform  act of 1997 which is or becomes\n   21  vacant on or after the effective date of the rent regulation reform  act\n   22  of  1997.  This  exclusion  shall  apply  regardless of whether the next\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00444-01-1\n\n       A. 1682                             2\n\n    1  tenant in occupancy or any subsequent tenant in  occupancy  actually  is\n    2  charged  or pays less than two thousand dollars a month. Provided howev-\n    3  er, that this exclusion shall not apply to housing accommodations  which\n    4  became  or  become  subject  to  this act (a) by virtue of receiving tax\n    5  benefits pursuant to section four hundred twenty-one-a or  four  hundred\n    6  eighty-nine  of  the real property tax law, except as otherwise provided\n    7  in subparagraph (i) of paragraph (f) of subdivision two of section  four\n    8  hundred  twenty-one-a  of the real property tax law, or (b) by virtue of\n    9  article seven-C of the multiple dwelling law. This paragraph  shall  not\n   10  apply,  however, to or become effective with respect to housing accommo-\n   11  dations which the commissioner determines or finds that the landlord  or\n   12  any  person acting on his or her behalf, with intent to cause the tenant\n   13  to vacate, has engaged in any course  of  conduct  (including,  but  not\n   14  limited  to,  interruption or discontinuance of required services) which\n   15  interfered with or disturbed  or  was  intended  to  interfere  with  or\n   16  disturb  the comfort, repose, peace or quiet of the tenant in his or her\n   17  use or occupancy of the housing accommodations and  in  connection  with\n   18  such  course of conduct, any other general enforcement provision of this\n   19  act shall also apply.\n   20    (II) THE OWNER OF ANY HOUSING ACCOMMODATION THAT  IS  NOT  SUBJECT  TO\n   21  THIS  ACT  PURSUANT  TO THE PROVISIONS OF SUBPARAGRAPH (I) OF THIS PARA-\n   22  GRAPH OR PARAGRAPH (N) OF PARAGRAPH 2 OF  SECTION  2  OF  THE  EMERGENCY\n   23  HOUSING  RENT  CONTROL  LAW  SHALL GIVE WRITTEN NOTICE CERTIFIED BY SUCH\n   24  OWNER TO THE FIRST TENANT OF THAT HOUSING ACCOMMODATION AFTER SUCH HOUS-\n   25  ING ACCOMMODATION BECOMES EXEMPT FROM THE PROVISIONS OF THIS ACT OR  THE\n   26  EMERGENCY HOUSING RENT CONTROL LAW. SUCH NOTICE SHALL CONTAIN:  THE LAST\n   27  REGULATED  RENT;  THE  REASON  THAT  SUCH  HOUSING  ACCOMMODATION IS NOT\n   28  SUBJECT TO THIS ACT OR THE EMERGENCY HOUSING RENT CONTROL LAW; A  CALCU-\n   29  LATION OF HOW EITHER THE RENTAL AMOUNT CHARGED WHEN THERE IS NO LEASE OR\n   30  THE  RENTAL  AMOUNT  PROVIDED FOR IN THE LEASE HAS BEEN DERIVED SO AS TO\n   31  REACH TWO THOUSAND DOLLARS OR MORE PER MONTH; A STATEMENT THAT THE  LAST\n   32  LEGAL  REGULATED  RENT OR THE MAXIMUM RENT MAY BE VERIFIED BY THE TENANT\n   33  BY CONTACTING THE STATE DIVISION OF HOUSING AND  COMMUNITY  RENEWAL,  OR\n   34  ANY  SUCCESSOR  THERETO;  AND  THE  ADDRESS AND TELEPHONE NUMBER OF SUCH\n   35  AGENCY, OR ANY SUCCESSOR THERETO. SUCH NOTICE SHALL BE SENT BY CERTIFIED\n   36  MAIL WITHIN THIRTY DAYS AFTER THE TENANCY COMMENCES OR AFTER THE SIGNING\n   37  OF THE LEASE BY BOTH PARTIES, WHICHEVER OCCURS FIRST OR SHALL BE  DELIV-\n   38  ERED  TO  THE TENANT AT THE SIGNING OF THE LEASE. IN ADDITION, THE OWNER\n   39  SHALL SEND AND CERTIFY TO THE TENANT A COPY OF THE  REGISTRATION  STATE-\n   40  MENT  FOR  SUCH  HOUSING  ACCOMMODATION FILED WITH THE STATE DIVISION OF\n   41  HOUSING AND COMMUNITY RENEWAL INDICATING THAT SUCH HOUSING ACCOMMODATION\n   42  BECAME EXEMPT FROM THE PROVISIONS OF THIS ACT OR THE  EMERGENCY  HOUSING\n   43  RENT  CONTROL LAW, WHICH FORM SHALL INCLUDE THE LAST REGULATED RENT, AND\n   44  SHALL BE SENT TO  THE  TENANT  WITHIN  THIRTY  DAYS  AFTER  THE  TENANCY\n   45  COMMENCES OR THE FILING OF SUCH REGISTRATION, WHICHEVER OCCURS LATER.\n   46    (III)  NOTWITHSTANDING SECTION TWELVE OF THIS ACT AND SECTION 213-A OF\n   47  THE CIVIL PRACTICE LAW AND RULES TO THE CONTRARY, THE  PERIODS  PROVIDED\n   48  FOR  THEREIN  FOR EXAMINATION OF THE RENTAL HISTORY OF THE ACCOMMODATION\n   49  FOR THE DETERMINATION OF AN OVERCHARGE AND WHETHER THE ACCOMMODATION  IS\n   50  SUBJECT TO THIS LAW ARE EXTENDED BY THE PERIOD DURING WHICH THE OWNER IS\n   51  NOT  IN  COMPLIANCE WITH REQUIREMENTS OF SUBPARAGRAPH (II) OF THIS PARA-\n   52  GRAPH.\n   53    S 3. This act shall take effect immediately provided that:\n   54    (a) the amendment to section 26-504.2 of the rent stabilization law of\n   55  nineteen hundred sixty-nine made by section one of this act shall expire\n\n       A. 1682                             3\n\n    1  on the same date as such law expires and shall not affect the expiration\n    2  of such law as provided under section 26-520 of such law;\n    3    (b)  the  amendments to section 5 of section 4 of the emergency tenant\n    4  protection act of nineteen seventy-four made by section two of this  act\n    5  shall  expire  on the same date as such act expires and shall not affect\n    6  the expiration of such act as provided in section 17 of chapter  576  of\n    7  the laws of 1974, as amended; and\n    8    (c)  the  provisions of this act shall apply to housing accommodations\n    9  which became vacant on or after the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to the statute of limitations on notices of deregulation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110111.T141713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294782445670
}