{
  "year" : 2011,
  "senateBillNo" : "A1689-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1689-2011-1294722000000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the no political solicitation call statewide registry",
  "summary" : "Establishes the no political solicitation call statewide registry. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A2285-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1689\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. McENENY, REILLY, MILLMAN -- Multi-Sponsored by --\n         M.  of  A.  GALEF,  MAGEE, WEISENBERG -- read once and referred to the\n         Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, the public service law and the\n         state finance law, in relation to establishing the no political solic-\n         itation call statewide registry regarding political calls\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-zzzz to read as follows:\n    3    S  399-ZZZZ.  POLITICAL  SOLICITATION;  ESTABLISHMENT  OF NO POLITICAL\n    4  SOLICITATION CALL STATEWIDE REGISTRY.  1. AS USED IN THIS  SECTION,  THE\n    5  FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    6    A. \"BOARD\" SHALL MEAN THE CONSUMER PROTECTION BOARD;\n    7    B.  \"DIRECTOR\" MEANS THE EXECUTIVE DIRECTOR OF THE CONSUMER PROTECTION\n    8  BOARD;\n    9    C.  \"PERSON\" MEANS ANY NATURAL PERSON, ASSOCIATION, PARTNERSHIP, FIRM,\n   10  CORPORATION AND ITS AFFILIATES OR SUBSIDIARIES OR OTHER BUSINESS ENTITY;\n   11  AND\n   12    D. \"UNSOLICITED POLITICAL CALL\" MEANS ANY TELEPHONE CALL OTHER THAN  A\n   13  CALL MADE:\n   14    (I)  IN RESPONSE TO AN EXPRESS WRITTEN OR VERBAL REQUEST OF THE PERSON\n   15  CALLED; OR\n   16    (II) IN CONNECTION WITH AN ESTABLISHED POLITICAL  RELATIONSHIP,  WHICH\n   17  HAS NOT BEEN TERMINATED BY EITHER PARTY.\n   18    2.  THE BOARD SHALL ESTABLISH AND MAINTAIN A NO POLITICAL SOLICITATION\n   19  CALL STATEWIDE REGISTRY WHICH SHALL CONTAIN A LIST OF PERSONS WHO DO NOT\n   20  WISH TO RECEIVE AN UNSOLICITED POLITICAL CALL. THE  BOARD  MAY  CONTRACT\n   21  WITH  A PRIVATE VENDOR TO ESTABLISH AND MAINTAIN SUCH REGISTRY, PROVIDED\n   22  THE PRIVATE VENDOR HAS MAINTAINED  NATIONAL  NO  POLITICAL  SOLICITATION\n   23  CALL  REGISTRIES  FOR MORE THAN TWO YEARS, AND THE CONTRACT REQUIRES THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01822-01-1\n\n       A. 1689                             2\n\n    1  VENDOR TO PROVIDE THE NO POLITICAL SOLICITATION CALL STATEWIDE  REGISTRY\n    2  IN  A  PRINTED HARD COPY FORMAT AND IN ANY OTHER FORMAT AS PRESCRIBED BY\n    3  THE BOARD.\n    4    3.  NO  CALLERS MAY MAKE OR CAUSE TO BE MADE ANY UNSOLICITED POLITICAL\n    5  CALL TO ANY PERSON MORE THAN THIRTY DAYS AFTER  THE  PERSON'S  NAME  AND\n    6  TELEPHONE  NUMBER  OR  NUMBERS  APPEAR  ON THE THEN CURRENT QUARTERLY NO\n    7  POLITICAL SOLICITATION CALL STATEWIDE REGISTRY  MADE  AVAILABLE  BY  THE\n    8  BOARD PURSUANT TO SUBDIVISION TWO OF THIS SECTION.\n    9    4.  A.  THE  BOARD SHALL PROVIDE NOTICE OF THE ESTABLISHMENT OF THE NO\n   10  POLITICAL SOLICITATION CALL STATEWIDE REGISTRY. ANY PERSON WHO WISHES TO\n   11  BE INCLUDED ON  SUCH  LISTING  SHALL  NOTIFY  THE  BOARD  BY  CALLING  A\n   12  TOLL-FREE  NUMBER PROVIDED BY THE BOARD, OR IN ANY OTHER SUCH MANNER AND\n   13  AT SUCH TIMES AS THE BOARD MAY PRESCRIBE WHICH MAY INCLUDE  NOTIFICATION\n   14  VIA  THE  INTERNET. A PERSON ON SUCH REGISTRY SHALL BE DELETED FROM SUCH\n   15  REGISTRY UPON THE PERSON'S WRITTEN REQUEST. THE BOARD SHALL UPDATE  SUCH\n   16  REGISTRY  NOT LESS THAN QUARTERLY AND SHALL MAKE SUCH REGISTRY AVAILABLE\n   17  TO POLITICAL CALLERS FOR A FEE AS THE BOARD SHALL PRESCRIBE.\n   18    B. ANY COMPANY THAT PROVIDES LOCAL TELEPHONE DIRECTORIES TO PERSONS OF\n   19  THIS STATE SHALL INFORM ITS CUSTOMERS OF THE PROVISIONS OF THIS  SECTION\n   20  BY MEANS OF PUBLISHING A NOTICE IN SUCH LOCAL TELEPHONE DIRECTORIES.\n   21    5.  THE BOARD SHALL PRESCRIBE RULES AND REGULATIONS TO ADMINISTER THIS\n   22  SECTION.\n   23    6. A. WHERE IT  IS  DETERMINED  AFTER  HEARING  THAT  ANY  PERSON  HAS\n   24  VIOLATED  ONE  OR  MORE PROVISIONS OF THIS SECTION, THE DIRECTOR, OR ANY\n   25  PERSON DEPUTIZED OR SO DESIGNATED BY HIM OR HER MAY ASSESS A FINE NOT TO\n   26  EXCEED TWO HUNDRED DOLLARS FOR EACH VIOLATION.\n   27    B. ANY PROCEEDING CONDUCTED PURSUANT TO PARAGRAPH A OF  THIS  SUBDIVI-\n   28  SION SHALL BE SUBJECT TO THE STATE ADMINISTRATIVE PROCEDURE ACT.\n   29    C.  NOTHING  IN  THIS  SUBDIVISION  SHALL BE CONSTRUED TO RESTRICT ANY\n   30  RIGHT WHICH ANY PERSON MAY HAVE UNDER ANY OTHER  STATUTE  OR  AT  COMMON\n   31  LAW.\n   32    7. A PERSON SHALL NOT BE HELD LIABLE FOR VIOLATING THIS SECTION IF:\n   33    A.  THE  PERSON  HAS OBTAINED A COPY OF AN UPDATED, QUARTERLY NO POLI-\n   34  TICAL SOLICITATION CALL  STATEWIDE  REGISTRY  AND  HAS  ESTABLISHED  AND\n   35  IMPLEMENTED  WRITTEN  POLICIES AND PROCEDURES RELATED TO THE REQUIREMENT\n   36  OF THIS SECTION;\n   37    B. THE PERSON HAS TRAINED HIS OR HER PERSONNEL IN THE REQUIREMENTS  OF\n   38  THIS SECTION;\n   39    C.  THE  PERSON  MAINTAINS RECORDS DEMONSTRATING COMPLIANCE WITH PARA-\n   40  GRAPHS A AND B OF THIS SUBDIVISION AND THE REQUIREMENTS OF THIS SECTION;\n   41  AND\n   42    D. ANY SUBSEQUENT UNSOLICITED POLITICAL CALL IS THE RESULT OF ERROR.\n   43    S 2. The opening paragraph of section 92-d of the public service  law,\n   44  as  separately  amended  by chapters 546 and 547 of the laws of 2000, is\n   45  amended to read as follows:\n   46    Each local exchange telephone company shall inform  its  customers  of\n   47  the  provisions  of  sections  three  hundred ninety-nine-p [and], three\n   48  hundred ninety-nine-z [and],  three  hundred  ninety-nine-pp  AND  THREE\n   49  HUNDRED  NINETY-NINE-ZZZZ  of the general business law and article ten-B\n   50  of the personal property law, as such provisions relate to the rights of\n   51  consumers with respect to telemarketers, sellers, the  no  telemarketing\n   52  sales  [call]  CALLS  statewide  registry, THE NO POLITICAL SOLICITATION\n   53  CALL STATEWIDE REGISTRY, and automatic  dialing-announcing  devices,  by\n   54  means of:\n   55    S  3. Section 97-www of the state finance law, as added by chapter 547\n   56  of the laws of 2000, is amended to read as follows:\n\n       A. 1689                             3\n\n    1    S 97-www.  [1.] Consumer protection account. 1. There is hereby estab-\n    2  lished in the joint custody of the state comptroller and the commission-\n    3  er of taxation and finance an account within the  miscellaneous  special\n    4  revenue fund to be known as the \"consumer protection account.\"\n    5    2.  Such  account  shall consist of all fees and penalties received by\n    6  the state consumer protection board pursuant to  article  ten-B  of  the\n    7  personal  property  law,  [section] SECTIONS three hundred ninety-nine-z\n    8  AND THREE HUNDRED NINETY-NINE-ZZZZ of the general business law  and  any\n    9  additional  monies appropriated, credited or transferred to such account\n   10  by the Legislature. Any interest earned by the investment of  monies  in\n   11  such  account  shall  be  added  to  such  account,  become part of such\n   12  account, and be used for the purposes of such account.\n   13    3. Monies in the account shall be  available  to  the  state  consumer\n   14  protection  board for the payment of costs of producing and distributing\n   15  educational materials and conducting educational activities relating  to\n   16  the  promotion  of the [\"unsolicited telemarketing sales call] \"NO TELE-\n   17  MARKETING SALES CALLS STATEWIDE registry\", THE \"NO  POLITICAL  SOLICITA-\n   18  TION  CALL  STATEWIDE  REGISTRY\"  and all related costs and expenditures\n   19  incurred in the administration of [section] SECTIONS three hundred nine-\n   20  ty-nine-z AND THREE HUNDRED NINETY-NINE-ZZZZ of the general business law\n   21  and article ten-B of the personal property law.\n   22    4. Monies in the account shall be paid out of the account on the audit\n   23  and warrant of the state comptroller on vouchers certified  or  approved\n   24  by the state consumer protection board or any officer or employee desig-\n   25  nated by the executive director.\n   26    S 4. Severability. If any clause, sentence, paragraph, section or part\n   27  of  this act shall be adjudged by any court of competent jurisdiction to\n   28  be invalid and after exhaustion of  all  further  judicial  review,  the\n   29  judgment  shall  not affect, impair or invalidate the remainder thereof,\n   30  but shall be confined in its operation to the  clause,  sentence,  para-\n   31  graph,  section or part of this act directly involved in the controversy\n   32  in which the judgment shall have been rendered.\n   33    S 5. This act shall take effect April 1, 2011; provided, however, that\n   34  any rules and regulations necessary for  the  timely  implementation  of\n   35  this  act  on  its effective date shall be promulgated on or before such\n   36  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, the public service law and the state finance law, in relation to establishing the no political solicitation call statewide registry regarding political calls ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T141212.TXT", "SOBI.D110111.T142713.TXT", "SOBI.D110111.T170228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294783348146
}