{
  "year" : 2011,
  "senateBillNo" : "A1688-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A1688-2011-1294722000000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Changes default option to a fifty percent joint and survivor option and requires written consent of a member's spouse for electing another option",
  "summary" : "Changes default option to a fifty percent joint and survivor option and requires a retiring married member, who last joined the NYS&LERS or the NYS&LP&FRS on or after 01/01/13 to choose the joint allowance-half option with a spouse as beneficiary unless the member's spouse consents to the selection of a different option. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Retirement and Social Security Law",
  "previousVersions" : [ "AA2947-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1688\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. McENENY, CANESTRARI, GALEF -- Multi-Sponsored by\n         -- M. of A. COLTON, COOK, GLICK, MAYERSOHN, ORTIZ, PAULIN,  WRIGHT  --\n         read once and referred to the Committee on Governmental Employees\n\n       AN  ACT  to amend the retirement and social security law, in relation to\n         retirement options of married members\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph 2 of subdivision bb of section 90 of the retire-\n    2  ment and social security law, as amended by chapter 163 of the  laws  of\n    3  1959, is amended to read as follows:\n    4    2. (A) Notwithstanding any other provision of this section, but except\n    5  where  payment  of accumulated contributions, an ordinary death benefit,\n    6  or both, is or are  required  pursuant  to  subdivision  dd  of  section\n    7  fifty-one  of  this  article  or subdivision aa of section sixty of this\n    8  article, retirement OF MEMBERS WHO LAST JOINED THE RETIREMENT SYSTEM  ON\n    9  OR  BEFORE  DECEMBER  THIRTY-FIRST,  TWO THOUSAND TWELVE shall be on the\n   10  basis of \"Option One-half\" unless the member files an effective election\n   11  pursuant to  this  section  to  retire  on  a  different  basis.    [The\n   12  provisions  of  this paragraph two shall apply to cases where retirement\n   13  shall become effective on or after May first,  nineteen  hundred  fifty-\n   14  four.]\n   15    (B)  NOTWITHSTANDING  ANY OTHER PROVISIONS OF THIS SECTION, BUT EXCEPT\n   16  WHERE PAYMENT OF ACCUMULATED CONTRIBUTIONS, AN ORDINARY DEATH BENEFIT OR\n   17  BOTH IS REQUIRED PURSUANT TO SUBDIVISION DD OF SECTION FIFTY-ONE OF THIS\n   18  ARTICLE OR SUBDIVISION AA OF SECTION SIXTY OF THIS  ARTICLE,  RETIREMENT\n   19  OF  MEMBERS  WHO  LAST  JOINED THE RETIREMENT SYSTEM ON OR AFTER JANUARY\n   20  FIRST, TWO THOUSAND THIRTEEN SHALL BE ON THE BASIS OF \"OPTION  ONE-HALF\"\n   21  IF  THE MEMBER IS NOT MARRIED AT THE TIME OF RETIREMENT, OR ON THE BASIS\n   22  OF THE JOINT ALLOWANCE-HALF OPTION, WITH THE SPOUSE AS  BENEFICIARY,  IF\n   23  THE MEMBER IS MARRIED AT THE TIME OF RETIREMENT, UNLESS THE MEMBER FILES\n   24  AN  EFFECTIVE ELECTION PURSUANT TO THIS SECTION TO RETIRE ON A DIFFERENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01644-02-1\n\n       A. 1688                             2\n\n    1  BASIS. IN ORDER TO BECOME EFFECTIVE,  SUCH  ELECTION  MUST  CONTAIN  THE\n    2  SPOUSE'S  SIGNED  AND  ACKNOWLEDGED WAIVER OF RIGHTS TO RECEIVE BENEFITS\n    3  UNDER THE \"JOINT ALLOWANCE-HALF\" OPTION. THE COMPTROLLER MAY  PROMULGATE\n    4  REGULATIONS  UNDER WHICH THE WAIVER OTHERWISE REQUIRED MAY BE EXCUSED ON\n    5  THE BASIS THAT THE SPOUSE CAN NOT BE LOCATED OR BECAUSE OF OTHER CIRCUM-\n    6  STANCES PROVIDED IN SUCH REGULATIONS.\n    7    S 2. Paragraph 2 of subdivision bb of section 390  of  the  retirement\n    8  and  social  security law, as added by chapter 1000 of the laws of 1966,\n    9  is amended to read as follows:\n   10    2. (A) Notwithstanding any other provision of this section, but except\n   11  where payment of accumulated contributions, an ordinary  death  benefit,\n   12  or  both, is or are required pursuant to subdivision dd of section three\n   13  hundred fifty-one of this article or subdivision  aa  of  section  three\n   14  hundred sixty of this article, retirement OF MEMBERS WHO LAST JOINED THE\n   15  RETIREMENT  SYSTEM  ON  OR  BEFORE  DECEMBER  THIRTY-FIRST, TWO THOUSAND\n   16  TWELVE shall be on the basis of  \"Option  One-half\"  unless  the  member\n   17  files  an  effective  election  pursuant  to this section to retire on a\n   18  different basis. [The provisions of this paragraph two  shall  apply  to\n   19  cases  where  retirement shall become effective on or after April first,\n   20  nineteen hundred sixty-seven.]\n   21    (B) NOTWITHSTANDING ANY OTHER PROVISIONS OF THIS SECTION,  BUT  EXCEPT\n   22  WHERE PAYMENT OF ACCUMULATED CONTRIBUTIONS, AN ORDINARY DEATH BENEFIT OR\n   23  BOTH  IS  REQUIRED  PURSUANT  TO SUBDIVISION DD OF SECTION THREE HUNDRED\n   24  FIFTY-ONE OF THIS ARTICLE OR SUBDIVISION AA  OF  SECTION  THREE  HUNDRED\n   25  SIXTY OF THIS ARTICLE, RETIREMENT OF MEMBERS WHO LAST JOINED THE RETIRE-\n   26  MENT SYSTEM ON OR AFTER JANUARY FIRST, TWO THOUSAND THIRTEEN SHALL BE ON\n   27  THE  BASIS OF \"OPTION ONE-HALF\" IF THE MEMBER IS NOT MARRIED AT THE TIME\n   28  OF RETIREMENT, OR ON THE BASIS OF THE JOINT ALLOWANCE-HALF OPTION,  WITH\n   29  THE  SPOUSE  AS  BENEFICIARY,  IF  THE  MEMBER IS MARRIED AT THE TIME OF\n   30  RETIREMENT, UNLESS THE MEMBER FILES AN EFFECTIVE  ELECTION  PURSUANT  TO\n   31  THIS  SECTION  TO RETIRE ON A DIFFERENT BASIS. IN ORDER TO BECOME EFFEC-\n   32  TIVE, SUCH ELECTION MUST CONTAIN THE SPOUSE'S SIGNED ACKNOWLEDGED WAIVER\n   33  OF RIGHTS TO RECEIVE BENEFITS UNDER THE \"JOINT  ALLOWANCE-HALF\"  OPTION.\n   34  THE COMPTROLLER MAY PROMULGATE REGULATIONS UNDER WHICH THE WAIVER OTHER-\n   35  WISE  REQUIRED  MAY  BE  EXCUSED ON THE BASIS THAT THE SPOUSE CAN NOT BE\n   36  LOCATED OR BECAUSE OF OTHER CIRCUMSTANCES PROVIDED IN SUCH REGULATIONS.\n   37    S 3. Section 514 of the retirement and social security law is  amended\n   38  by adding a new subdivision e to read as follows:\n   39    E.  1.  NOTWITHSTANDING  ANY  OTHER  PROVISION OF THIS SECTION, EXCEPT\n   40  WHERE PAYMENT OF ACCUMULATED CONTRIBUTIONS, AN ORDINARY DEATH BENEFIT OR\n   41  BOTH IS REQUIRED PURSUANT TO THIS ARTICLE, RETIREMENT OF MEMBERS OF  THE\n   42  NEW  YORK  STATE  AND LOCAL EMPLOYEES' RETIREMENT SYSTEM WHO LAST JOINED\n   43  SUCH SYSTEM ON OR BEFORE  DECEMBER  THIRTY-FIRST,  TWO  THOUSAND  TWELVE\n   44  SHALL BE WITHOUT OPTIONAL MODIFICATION UNLESS THE MEMBER FILES AN EFFEC-\n   45  TIVE ELECTION PURSUANT TO THIS SECTION TO RETIRE ON A DIFFERENT BASIS.\n   46    2. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, EXCEPT WHERE PAYMENT OF\n   47  ACCUMULATED CONTRIBUTIONS, AN ORDINARY DEATH BENEFIT OR BOTH IS REQUIRED\n   48  PURSUANT  TO  THIS  ARTICLE, RETIREMENT OF MEMBERS OF THE NEW YORK STATE\n   49  AND LOCAL EMPLOYEES' RETIREMENT SYSTEM WHO LAST JOINED SUCH SYSTEM ON OR\n   50  AFTER JANUARY FIRST, TWO THOUSAND THIRTEEN  SHALL  BE  WITHOUT  OPTIONAL\n   51  MODIFICATION  IF THE MEMBER IS NOT MARRIED AT THE TIME OF RETIREMENT, OR\n   52  ON THE BASIS OF OPTION TWO AS  PROVIDED  UNDER  SUBDIVISION  A  OF  THIS\n   53  SECTION,  WITH  THE  SPOUSE  AS BENEFICIARY TO RECEIVE A MONTHLY BENEFIT\n   54  EQUAL TO FIFTY PERCENT OF THE AMOUNT OF THE MEMBER'S MONTHLY BENEFIT, IF\n   55  THE MEMBER IS MARRIED AT THE TIME OF RETIREMENT, UNLESS THE MEMBER FILES\n   56  AN EFFECTIVE ELECTION PURSUANT TO THIS SECTION TO RETIRE ON A  DIFFERENT\n\n       A. 1688                             3\n\n    1  BASIS.  IN  ORDER  TO  BECOME  EFFECTIVE, SUCH ELECTION MUST CONTAIN THE\n    2  SPOUSE'S SIGNED AND ACKNOWLEDGED WAIVER OF RIGHTS  TO  RECEIVE  BENEFITS\n    3  UNDER  THE OPTION TWO \"JOINT ALLOWANCE-HALF\" OPTION. THE COMPTROLLER MAY\n    4  PROMULGATE  REGULATIONS UNDER WHICH THE WAIVER OTHERWISE REQUIRED MAY BE\n    5  EXCUSED ON THE BASIS THAT THE SPOUSE CAN NOT BE LOCATED OR OTHER CIRCUM-\n    6  STANCES PROVIDED IN SUCH REGULATIONS.\n    7    S 4. Subdivision d of section 610 of the retirement and social securi-\n    8  ty law is amended by adding a new paragraph 3 to read as follows:\n    9    3. (A) NOTWITHSTANDING ANY OTHER PROVISION  OF  THIS  SECTION,  EXCEPT\n   10  WHERE PAYMENT OF ACCUMULATED CONTRIBUTIONS, AN ORDINARY DEATH BENEFIT OR\n   11  BOTH  IS REQUIRED PURSUANT TO THIS ARTICLE, RETIREMENT OF MEMBERS OF THE\n   12  NEW YORK STATE AND LOCAL EMPLOYEES' RETIREMENT SYSTEM  WHO  LAST  JOINED\n   13  SUCH  SYSTEM  ON  OR  BEFORE  DECEMBER THIRTY-FIRST, TWO THOUSAND TWELVE\n   14  SHALL BE WITHOUT OPTIONAL MODIFICATION UNLESS THE MEMBER FILES AN EFFEC-\n   15  TIVE ELECTION PURSUANT TO THIS SECTION TO RETIRE ON A DIFFERENT BASIS.\n   16    (B) NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION, EXCEPT  WHERE\n   17  PAYMENT  OF ANY OTHER ACCUMULATED CONTRIBUTIONS, AN ORDINARY DEATH BENE-\n   18  FIT OR BOTH IS REQUIRED PURSUANT TO THIS ARTICLE, RETIREMENT OF  MEMBERS\n   19  OF  THE  NEW  YORK STATE AND LOCAL EMPLOYEES' RETIREMENT SYSTEM WHO LAST\n   20  JOINED SUCH SYSTEM ON OR AFTER  JANUARY  FIRST,  TWO  THOUSAND  THIRTEEN\n   21  SHALL  BE  WITHOUT OPTIONAL MODIFICATION IF THE MEMBER IS NOT MARRIED AT\n   22  THE TIME OF RETIREMENT, OR ON THE BASIS OF OPTION TWO AS PROVIDED  UNDER\n   23  SUBDIVISION  A OF THIS SECTION WITH THE SPOUSE AS BENEFICIARY TO RECEIVE\n   24  A MONTHLY BENEFIT EQUAL TO FIFTY PERCENT OF THE AMOUNT OF  THE  MEMBER'S\n   25  MONTHLY  BENEFIT,  IF  THE  MEMBER IS MARRIED AT THE TIME OF RETIREMENT,\n   26  UNLESS THE MEMBER FILES AN EFFECTIVE ELECTION PURSUANT TO  THIS  SECTION\n   27  TO  RETIRE  ON  A  DIFFERENT  BASIS.  IN ORDER TO BECOME EFFECTIVE, SUCH\n   28  ELECTION MUST CONTAIN THE SPOUSE'S SIGNED  AND  ACKNOWLEDGED  WAIVER  OF\n   29  RIGHTS  TO  RECEIVE BENEFITS UNDER THE OPTION TWO \"JOINT ALLOWANCE-HALF\"\n   30  OPTION. THE COMPTROLLER MAY PROMULGATE REGULATIONS UNDER WHICH THE WAIV-\n   31  ER OTHERWISE REQUIRED MAY BE EXCUSED ON THE BASIS THAT  THE  SPOUSE  CAN\n   32  NOT  BE LOCATED OR BECAUSE OF OTHER CIRCUMSTANCES PROVIDED IN SUCH REGU-\n   33  LATIONS.\n   34    S 5. This act shall take effect immediately.\n         FISCAL NOTE.--Pursuant to Legislative Law, Section 50:\n         This bill would require a retiring married member who last joined  the\n       New  York  State  and Local Employees' Retirement System or the New York\n       State and Local Police and Fire Retirement System on or after January 1,\n       2013 to choose the joint allowance-half option with spouse as  benefici-\n       ary, unless the member's spouse consents to the selection of a different\n       option.\n         If  this  bill  is enacted, there would be a small administrative cost\n       for modifying the current option  election  forms.  In  addition,  there\n       would  be  an  administrative  cost  associated with the spousal consent\n       forms. These costs would be shared by the State  of  New  York  and  all\n       participating  employers  in  the  New  York  State and Local Employees'\n       Retirement System and the New York  State  and  Local  Police  and  Fire\n       Retirement System.\n         This  estimate,  dated  December  28,  2010, and intended for use only\n       during the  2011  Legislative  Session,  is  Fiscal  Note  No.  2011-74,\n       prepared  by  the  Actuary  for  the New York State and Local Employees'\n       Retirement System and the New York  State  and  Local  Police  and  Fire\n       Retirement System.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the retirement and social security law, in relation to retirement options of married members ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T141212.TXT", "SOBI.D110111.T170228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294783348144
}