{
  "year" : 2011,
  "senateBillNo" : "A1683-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to codes",
    "billEventId" : "A1683-2011-1294722000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sets procedures for the conduct of line-ups: only one suspect may be presented at a time, notice to be given to witnesses, grounds for suppression of evidence",
  "summary" : "Sets procedures for the conduct of line-ups: only one suspect (in person or photo) may be presented at a time, notice to be given to witnesses concerning the identification process, and noncompliance alone is not grounds for suppression of evidence; applies in criminal and juvenile delinquency cases. ",
  "currentCommittee" : null,
  "sameAs" : "S1099",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "AA4215-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1683\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. KAVANAGH -- read once and referred to the Commit-\n         tee on Codes\n\n       AN  ACT to amend the criminal procedure law and the family court act, in\n         relation to the conduct of line-ups\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The  criminal  procedure law is amended by adding a new\n    2  section 60.78 to read as follows:\n    3  S 60.78  RULES OF EVIDENCE; IDENTIFICATION PROCEDURES.\n    4    1. DEFINITIONS. FOR PURPOSES OF THIS SECTION:\n    5    (A) \"ADMINISTRATOR\" MEANS A PERSON CONDUCTING  A  PHOTO  LINEUP,  LIVE\n    6  LINEUP OR SHOWUP;\n    7    (B)  \"BLIND\"  MEANS  THE  ADMINISTRATOR DOES NOT KNOW WHICH PERSON, IF\n    8  ANY, IN THE IDENTIFICATION PROCEDURE IS A SUSPECT;\n    9    (C) \"BLINDED\" MEANS THE ADMINISTRATOR MAY KNOW  WHICH  PERSON  IN  THE\n   10  IDENTIFICATION  PROCEDURE  IS  A SUSPECT, BUT DOES NOT KNOW WHICH PHOTO-\n   11  GRAPH IS BEING VIEWED BY THE EYEWITNESS;\n   12    (D) \"CUSTODY\" SHALL MEAN INCARCERATED, CIVILLY COMMITTED, ON PAROLE OR\n   13  PROBATION, OR SUBJECT TO SEX OFFENDER REGISTRATION;\n   14    (E) \"EYEWITNESS\" MEANS A PERSON WHO OBSERVES ANOTHER PERSON AT OR NEAR\n   15  THE SCENE OF, OR ANOTHER LOCATION RELEVANT TO, AN OFFENSE;\n   16    (F) \"FILLER\" MEANS EITHER A PERSON OR A PHOTOGRAPH OF A PERSON WHO  IS\n   17  NOT A SUSPECT CONCERNING THE OFFENSE BUT WHO IS INCLUDED IN AN IDENTIFI-\n   18  CATION PROCEDURE;\n   19    (G)  \"IDENTIFICATION  PROCEDURE\" MEANS A LIVE LINEUP, PHOTO LINEUP, OR\n   20  SHOWUP;\n   21    (H) \"LIVE LINEUP\" MEANS AN IDENTIFICATION PROCEDURE IN WHICH  A  GROUP\n   22  OF  PERSONS,  WHICH  SHALL  INCLUDE  THE  SUSPECT  AND OTHER PERSONS NOT\n   23  SUSPECTED OF THE OFFENSE, IS DISPLAYED TO AN EYEWITNESS FOR THE  PURPOSE\n   24  OF DETERMINING WHETHER THE EYEWITNESS MAY IDENTIFY THE SUSPECT;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01612-01-1\n\n       A. 1683                             2\n\n    1    (I)  \"PHOTO LINEUP\" MEANS AN INDEMNIFICATION PROCEDURE IN WHICH PHOTO-\n    2  GRAPHS, WHICH SHALL INCLUDE  A  PHOTOGRAPH  OF  THE  SUSPECT  AND  OTHER\n    3  PERSONS  NOT  SUSPECTED  OF  THE OFFENSE, ARE DISPLAYED TO AN EYEWITNESS\n    4  EITHER IN HARD COPY FORM OR VIA COMPUTER OR OTHERWISE, FOR  THE  PURPOSE\n    5  OF DETERMINING WHETHER THE EYEWITNESS MAY IDENTIFY THE SUSPECT;\n    6    (J)  \"SHOWUP\" MEANS AN IDENTIFICATION PROCEDURE IN WHICH AN EYEWITNESS\n    7  IS PRESENTED WITH A SINGLE SUSPECT FOR THE PURPOSE OF DETERMINING WHETH-\n    8  ER THE EYEWITNESS MAY IDENTIFY THE INDIVIDUAL; AND\n    9    (K) \"SUSPECT\" MEANS A PERSON BELIEVED  BY  LAW  ENFORCEMENT  TO  BE  A\n   10  POSSIBLE  PERPETRATOR  OF,  OR  A PERSON OF INTEREST WITH RESPECT TO, AN\n   11  OFFENSE.\n   12    2. EYEWITNESS  IDENTIFICATION  PROCEDURES;  GENERALLY.  (A)  PRIOR  TO\n   13  CONDUCTING A PHOTO OR LIVE LINEUP OR SHOWUP, THE INVESTIGATING PERSONNEL\n   14  SHALL  OBTAIN  AND  RECORD  AS COMPLETE A DESCRIPTION AS POSSIBLE OF THE\n   15  PERSON DESCRIBED BY THE  EYEWITNESS,  IN  THE  EYEWITNESS'S  OWN  WORDS,\n   16  INCLUDING  THE CONDITIONS UNDER WHICH THE EYEWITNESS OBSERVED THE PERSON\n   17  INCLUDING LOCATION,  TIME,  DISTANCE,  OBSTRUCTIONS,  LIGHTING,  WEATHER\n   18  CONDITIONS, AND OTHER IMPAIRMENTS, INCLUDING BUT NOT LIMITED TO ALCOHOL,\n   19  DRUGS, STRESS, AND VISUAL/AUDITORY DISABILITIES. THE EYEWITNESS SHALL BE\n   20  ASKED  AND THE RESPONSE RECORDED ABOUT HIS OR HER VISUAL ACUITY, WHETHER\n   21  HE OR SHE HAS EVER BEEN PRESCRIBED  EYEGLASSES  OR  CONTACT  LENSES  AND\n   22  WHETHER  HE  OR  SHE  WAS  WEARING  THEM AT THE TIME OF THE OFFENSE. THE\n   23  ADMINISTRATOR SHALL NOTE WHETHER THE EYEWITNESS WAS WEARING  GLASSES  OR\n   24  CONTACT LENSES AT THE TIME OF THE IDENTIFICATION PROCEDURE.\n   25    (B)  UNLESS  IMPRACTICABLE,  A  BLIND  OR  BLINDED ADMINISTRATOR SHALL\n   26  CONDUCT THE LIVE OR PHOTO LINEUP. WHEN IT IS IMPRACTICABLE FOR  A  BLIND\n   27  ADMINISTRATOR  TO  CONDUCT SUCH EYEWITNESS IDENTIFICATION PROCEDURE, THE\n   28  INVESTIGATOR SHALL STATE IN WRITING THE REASON THEREFOR.\n   29    (C) PRIOR TO ANY LIVE LINEUP, PHOTO LINEUP OR SHOWUP,  THE  EYEWITNESS\n   30  SHALL  BE  INSTRUCTED,  WITHOUT  OTHER  EYEWITNESSES PRESENT, IN SUM AND\n   31  SUBSTANCE, THAT:\n   32    (I) THE PERPETRATOR MAY OR MAY NOT BE AMONG THE PERSONS IN  THE  IDEN-\n   33  TIFICATION  PROCEDURE OR, IN THE CASE OF A SHOWUP, MAY OR MAY NOT BE THE\n   34  PERSON WHO IS PRESENTED TO THE EYEWITNESS;\n   35    (II) WHERE APPLICABLE, THE ADMINISTRATOR DOES NOT KNOW WHO THE  PERPE-\n   36  TRATOR IS;\n   37    (III)  THE EYEWITNESS SHOULD NOT FEEL COMPELLED TO MAKE AN IDENTIFICA-\n   38  TION;\n   39    (IV) THE INVESTIGATION WILL CONTINUE WHETHER OR NOT AN  IDENTIFICATION\n   40  IS MADE;\n   41    (V)  THE PROCEDURE REQUIRES THE ADMINISTRATOR TO ASK THE EYEWITNESS TO\n   42  STATE, IN HIS OR HER OWN WORDS, HOW CERTAIN HE OR SHE IS  OF  ANY  IDEN-\n   43  TIFICATION; AND\n   44    (VI)  THE EYEWITNESS IS NOT TO DISCUSS THE IDENTIFICATION PROCEDURE OR\n   45  ITS RESULTS WITH OTHER  EYEWITNESSES  INVOLVED  IN  THE  CASE  OR  OTHER\n   46  PERSONS NOT INVOLVED IN THE MATTER.\n   47    (D) IF THE EYEWITNESS MAKES AN IDENTIFICATION, THE ADMINISTRATOR SHALL\n   48  SEEK  AND DOCUMENT A CLEAR STATEMENT FROM THE EYEWITNESS, AT THE TIME OF\n   49  THE IDENTIFICATION AND IN THE EYEWITNESS' OWN WORDS, AS TO  THE  EYEWIT-\n   50  NESS' CONFIDENCE LEVEL THAT THE PERSON IDENTIFIED IN A GIVEN IDENTIFICA-\n   51  TION  PROCEDURE IS THE PERSON THE EYEWITNESS OBSERVED IN CONNECTION WITH\n   52  THE EVENTS HE OR SHE REPORTED TO INVESTIGATORS. THE EYEWITNESS SHALL NOT\n   53  BE PROVIDED ANY INFORMATION CONCERNING SUCH PERSON BEFORE  THE  ADMINIS-\n   54  TRATOR OBTAINS THE EYEWITNESS' CONFIDENCE STATEMENT.\n   55    (E)  A  RECORD  OF  THE  IDENTIFICATION  PROCEDURE  SHALL BE MADE THAT\n   56  INCLUDES ALL  IDENTIFICATION  AND  NON-IDENTIFICATION  RESULTS  OBTAINED\n\n       A. 1683                             3\n\n    1  DURING THE IDENTIFICATION PROCEDURES, SIGNED BY THE EYEWITNESSES. IF THE\n    2  EYEWITNESS REFUSES TO SIGN, THAT OCCURRENCE SHALL BE DOCUMENTED.\n    3    (F)  UNLESS IMPRACTICABLE, A VIDEO RECORD OF THE IDENTIFICATION PROCE-\n    4  DURE SHALL BE MADE THAT INCLUDES THE FOLLOWING INFORMATION:\n    5    (I) ALL IDENTIFICATION AND NON-IDENTIFICATION RESULTS OBTAINED  DURING\n    6  THE IDENTIFICATION PROCEDURES, SIGNED BY THE EYEWITNESSES, INCLUDING THE\n    7  EYEWITNESSES' CONFIDENCE STATEMENTS;\n    8    (II) THE NAMES OF ALL PERSONS PRESENT AT THE IDENTIFICATION PROCEDURE;\n    9    (III) THE DATE, TIME AND LOCATION OF THE IDENTIFICATION PROCEDURE;\n   10    (IV)  IN  A  PHOTO  OR LIVE LINEUP, ANY EYEWITNESS IDENTIFICATION OF A\n   11  FILLER, OR IDENTIFICATIONS OF FILLERS; AND\n   12    (V) IN A PHOTO OR LIVE LINEUP, THE NAMES OF  THE  LINEUP  MEMBERS  AND\n   13  OTHER  RELEVANT  IDENTIFYING  INFORMATION, AND THE SOURCES OF ALL PHOTO-\n   14  GRAPHS OR PERSONS USED IN THE LINEUP.\n   15    (G) IF A VIDEO RECORD OF THE IDENTIFICATION PROCEDURE  IS  IMPRACTICA-\n   16  BLE,  THE OFFICER CONDUCTING THE IDENTIFICATION PROCEDURE SHALL DOCUMENT\n   17  THE REASON THEREFOR, AND AN AUDIO RECORD OF THE IDENTIFICATION PROCEDURE\n   18  SHALL BE MADE WHICH INCLUDES THE ITEMS SPECIFIED  IN  PARAGRAPH  (F)  OF\n   19  THIS  SUBDIVISION.  THE AUDIO RECORD SHALL BE SUPPLEMENTED BY ALL OF THE\n   20  PHOTOGRAPHS USED IN A PHOTO LINEUP, INCLUDING PRESERVATION OF THE  ORDER\n   21  IN WHICH THE PHOTOS WERE VIEWED, OR BY A GROUP PHOTOGRAPH OR PHOTOGRAPHS\n   22  PRESERVING THE LIVE LINEUP THAT REPRESENTS THE GROUP FAIRLY AND CLEARLY,\n   23  OR  BY  A  PHOTOGRAPH  OF THE SHOWUP INCLUDING THE IMMEDIATE SURROUNDING\n   24  AREA OF THE LOCATION OF THE SHOWUP. IF BOTH A VIDEO AND AUDIO RECORD  OF\n   25  THE  IDENTIFICATION  PROCEDURE  ARE  IMPRACTICABLE,  THE  IDENTIFICATION\n   26  PROCEDURE SHALL BE PRESERVED FOLLOWING THE SAME  PRESERVATION  PROCEDURE\n   27  DELINEATED  IN  THIS  SECTION  WITH RESPECT TO AN AUDIO RECORD, WITH THE\n   28  EXCEPTION OF CREATING SUCH AUDIO RECORD.\n   29    (H) RECORDINGS  OF  IDENTIFICATION  PROCEDURES  THAT  ARE  SECURED  IN\n   30  RELATION  TO  AN  INVESTIGATION  OR  PROSECUTION  OF AN OFFENSE SHALL BE\n   31  PRESERVED FOR THE PERIOD OF TIME  THAT  A    PERSON  CONVICTED  OF  THAT\n   32  OFFENSE COULD REMAIN IN CUSTODY FOR SUCH OFFENSE.\n   33    3. ADDITIONAL PROVISIONS CONCERNING PHOTO LINEUPS AND LIVE LINEUPS.\n   34    (A)  A  PHOTO  OR  LIVE  LINEUP  SHALL BE COMPOSED SO THAT THE FILLERS\n   35  GENERALLY RESEMBLE THE  EYEWITNESS'  DESCRIPTION  OF  THE  PERSON  WHILE\n   36  ENSURING  THAT  THE  SUSPECT DOES NOT UNDULY STAND OUT FROM THE FILLERS.\n   37  THE FILLERS SHALL RESEMBLE THE SUSPECT'S FACIAL FEATURES, WEIGHT,  BUILD\n   38  AND  SKIN  TONE  AND BE CLOSE TO HIS OR HER AGE, AND IF VISIBLE, INCLUDE\n   39  ANY UNIQUE OR UNUSUAL FEATURES SUCH AS SCARS OR TATTOOS.\n   40    (B) IF THE EYEWITNESS HAS PREVIOUSLY VIEWED A  PHOTO  LINEUP  OR  LIVE\n   41  LINEUP IN CONNECTION WITH THE IDENTIFICATION OF ANOTHER PERSON SUSPECTED\n   42  OF  INVOLVEMENT  IN  THE OFFENSE, THE FILLERS IN THE LINEUP IN WHICH THE\n   43  INSTANT SUSPECT PARTICIPATES SHALL BE DIFFERENT FROM THE FILLERS USED IN\n   44  ANY PRIOR LINEUPS.\n   45    (C) IF THERE ARE MULTIPLE EYEWITNESSES,  EACH  EYEWITNESS  SHALL  VIEW\n   46  PHOTO  OR  LIVE  LINEUPS  SEPARATELY,  THE  SUSPECT SHALL BE PLACED IN A\n   47  DIFFERENT POSITION IN THE LIVE  LINEUP  AND/OR  PHOTO  LINEUP  FOR  EACH\n   48  EYEWITNESS,  THE EYEWITNESSES SHALL NOT BE PERMITTED TO COMMUNICATE WITH\n   49  EACH OTHER UNTIL ALL IDENTIFICATION PROCEDURES HAVE BEEN COMPLETED,  AND\n   50  NO ADMINISTRATOR, WITNESS, OR OTHER PERSON MAY WRITE OR MARK ANY MATERI-\n   51  ALS THAT MAY BE USED IN SUBSEQUENT IDENTIFICATION PROCEDURES.\n   52    (D)  NO WRITINGS OR INFORMATION CONCERNING THE INSTANT OR ANY PREVIOUS\n   53  ARREST, INDICTMENT OR CONVICTION OF THE SUSPECT SHALL BE VISIBLE OR MADE\n   54  KNOWN TO THE EYEWITNESS.\n   55    (E) WHEN THERE ARE MULTIPLE SUSPECTS,  EACH  IDENTIFICATION  PROCEDURE\n   56  SHALL INCLUDE ONLY ONE SUSPECT.\n\n       A. 1683                             4\n\n    1    (F)  NOTHING  SHALL  BE SAID TO THE EYEWITNESS REGARDING THE SUSPECT'S\n    2  POSITION OR ANY OTHER COMMENT THAT MIGHT OTHERWISE INFLUENCE HIS OR  HER\n    3  IDENTIFICATION.\n    4    (G)  IN A PHOTO LINEUP, THE PHOTOGRAPH OF THE SUSPECT SHALL BE CONTEM-\n    5  PORARY AND SHALL RESEMBLE HIS OR HER  APPEARANCE  AT  THE  TIME  OF  THE\n    6  ALLEGED OFFENSE.\n    7    (H)  IN  A  PHOTO  LINEUP, ONLY ONE PHOTOGRAPH OF THE SUSPECT SHALL BE\n    8  PRESENTED IN EACH IDENTIFICATION PROCEDURE AND  THERE  SHALL  BE  PHOTO-\n    9  GRAPHS OF AT LEAST FIVE FILLERS, IN ADDITION TO THE SUSPECT.\n   10    (I) IN A PHOTO LINEUP, THERE SHALL BE NO CHARACTERISTICS OF THE PHOTO-\n   11  GRAPHS  THEMSELVES  OR  THE  BACKGROUND CONTEXT IN WHICH THEY ARE PLACED\n   12  WHICH SHALL MAKE ANY OF THE PHOTOGRAPHS UNDULY STAND OUT.\n   13    (J) IN A LIVE LINEUP, THERE SHALL BE AT LEAST FOUR FILLERS,  IN  ADDI-\n   14  TION TO THE SUSPECT.\n   15    (K)  IN  A  LIVE  LINEUP,  ANY  IDENTIFYING  ACTIONS,  SUCH AS SPEECH,\n   16  GESTURES OR MOVEMENTS, SHALL BE PERFORMED BY ALL LINEUP PARTICIPANTS.\n   17    (L) IN A LIVE LINEUP, ALL LINEUP PARTICIPANTS MUST BE OUT OF  VIEW  OF\n   18  THE EYEWITNESS PRIOR TO THE IDENTIFICATION PROCEDURE.\n   19    4. ADDITIONAL PROVISIONS CONCERNING SHOWUPS. (A) EFFORTS SHALL BE MADE\n   20  TO PERFORM A LIVE OR PHOTO LINEUP INSTEAD OF A SHOWUP. A SHOWUP MAY ONLY\n   21  BE PERFORMED WHEN EXIGENT CIRCUMSTANCES REQUIRE THE IMMEDIATE DISPLAY OF\n   22  A SUSPECT TO AN EYEWITNESS.\n   23    (B)  ABSENT  EMERGENCY  CIRCUMSTANCES,  THE EYEWITNESS SHALL BE TRANS-\n   24  PORTED TO A NEUTRAL, NON-PREJUDICIAL LOCATION FOR THE  PURPOSES  OF  ANY\n   25  SHOWUP PROCEDURE.\n   26    (C)  MEASURES  SHALL  BE  TAKEN  BY THE ADMINISTRATOR OF THE SHOWUP TO\n   27  REDUCE POTENTIALLY DAMAGING OR PREJUDICIAL INFERENCES THAT MAY BE  DRAWN\n   28  BY  THE EYEWITNESS, INCLUDING REFRAINING FROM SUGGESTING, THROUGH STATE-\n   29  MENTS OR NON-VERBAL CONDUCT, THAT THE PERSON TO BE OBSERVED IS A SUSPECT\n   30  OR MAY BE THE PERPETRATOR OF THE OFFENSE, REMOVING THE  PERSON  OBSERVED\n   31  FROM  THE  POLICE CAR, AND WHEN PRACTICABLE, REMOVING HANDCUFFS FROM THE\n   32  PERSON OBSERVED.\n   33    (D) IF THERE ARE MULTIPLE EYEWITNESSES, ONLY ONE EYEWITNESS AT A  TIME\n   34  SHALL  BE  PRESENT  AT THE SHOWUP LOCATION AND PARTICIPATE IN THE SHOWUP\n   35  PROCEDURE. IF A POSITIVE IDENTIFICATION IS MADE, AND AN ARREST IS LEGAL-\n   36  LY JUSTIFIED, ADDITIONAL EYEWITNESSES SHALL BE SHOWN LIVE OR PHOTO LINE-\n   37  UPS.\n   38    (E) IF THERE ARE MULTIPLE SUSPECTS, EACH SUCH PERSON  SHALL  BE  SEPA-\n   39  RATED AND SUBJECTED TO SEPARATE SHOWUP PROCEDURES.\n   40    5. WITH RESPECT TO ANY PHOTO LINEUP, LIVE LINEUP OR SHOWUP:\n   41    (A)  IF  LAW  ENFORCEMENT  OFFICIALS  OR  PROSECUTING  AGENCIES DO NOT\n   42  SUBSTANTIALLY COMPLY WITH THE PROVISIONS  OF  THIS  SECTION,  THE  TRIAL\n   43  COURT SHALL, ON MOTION OF THE DEFENDANT, CONDUCT A HEARING AS TO WHETHER\n   44  AN  IDENTIFICATION  BY  THE  WITNESS  OF  THE  DEFENDANT AT THE CRIMINAL\n   45  PROCEEDING WOULD BE NEVERTHELESS SUFFICIENTLY RELIABLE;\n   46    (B) EVIDENCE OF A FAILURE TO COMPLY WITH ANY OF THE PROVISIONS OF THIS\n   47  SECTION SHALL BE CONSIDERED BY  TRIAL  COURTS  IN  ADJUDICATING  MOTIONS\n   48  PURSUANT TO SECTION 710.60 OF THIS CHAPTER;\n   49    (C) EVIDENCE OF A FAILURE TO COMPLY WITH ANY OF THE PROVISIONS OF THIS\n   50  SECTION  SHALL BE ADMISSIBLE IN SUPPORT OF CLAIMS OF EYEWITNESS MISIDEN-\n   51  TIFICATION;\n   52    (D) WHEN EVIDENCE OF A FAILURE TO COMPLY WITH ANY OF THE PROVISIONS OF\n   53  THIS SECTION HAS BEEN PRESENTED AT TRIAL, THE TRIAL COURT SHALL INSTRUCT\n   54  THE JURY THAT THE PROVISIONS WERE DESIGNED TO REDUCE THE RISK  OF  MISI-\n   55  DENTIFICATION  AND  THAT IT MAY CONSIDER CREDIBLE EVIDENCE OF NONCOMPLI-\n   56  ANCE WHEN ASSESSING THE RELIABILITY OF EYEWITNESS IDENTIFICATIONS; AND\n\n       A. 1683                             5\n\n    1    (E) WHEN EVIDENCE OF A FAILURE TO COMPLY WITH ANY OF THE PROVISIONS OF\n    2  THIS SECTION, OR OF ANY OTHER UNNECESSARILY  SUGGESTIVE  PROCEDURE,  HAS\n    3  UNDERMINED  THE  COURT'S CONFIDENCE IN THE RELIABILITY OF THE EYEWITNESS\n    4  IDENTIFICATION, THE COURT MAY INSTRUCT THE JURY THAT IT MUST EXAMINE THE\n    5  IDENTIFICATION EVIDENCE WITH THE GREATEST OF CAUTION.\n    6    S 2.  The family court act is amended by adding a new section 303.4 to\n    7  read as follows:\n    8    S  303.4. CERTAIN IDENTIFICATION PROCEDURES. 1. WHENEVER AN EYEWITNESS\n    9  IDENTIFICATION PROCEDURE IS CONDUCTED WITH RESPECT  TO  A  SUSPECT  WHO,\n   10  WHILE  LESS  THAN  SIXTEEN YEARS OF AGE, IS ALLEGED TO HAVE COMMITTED AN\n   11  ACT THAT WOULD  CONSTITUTE  A  CRIME  IF  COMMITTED  BY  AN  ADULT,  THE\n   12  PROVISIONS OF SECTION 60.78 OF THE CRIMINAL PROCEDURE LAW SHALL APPLY.\n   13    2.  FOR PURPOSES OF THIS SECTION AND SUCH APPLICATION OF SECTION 60.78\n   14  OF THE CRIMINAL PROCEDURE LAW:\n   15    (A) \"SUSPECT\" MEANS A PERSON BELIEVED  BY  LAW  ENFORCEMENT  TO  BE  A\n   16  POSSIBLE  PERPETRATOR OF AN ACT THAT WOULD CONSTITUTE A CRIME IF COMMIT-\n   17  TED BY AN ADULT OR A PERSON OF INTEREST WITH RESPECT TO  ANY  SUCH  ACT;\n   18  AND\n   19    (B)  \"IDENTIFICATION  PROCEDURE\"  MEANS A LIVE LINEUP, PHOTO LINEUP OR\n   20  SHOWUP.\n   21    S 3.  This act shall take effect on the one    hundred  eightieth  day\n   22  after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the family court act, in relation to the conduct of line-ups ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T141212.TXT", "SOBI.D110111.T141713.TXT", "SOBI.D110111.T165725.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294783045993
}