{
  "year" : 2011,
  "senateBillNo" : "A1680-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to banks",
    "billEventId" : "A1680-2011-1294722000000-referred+to+banks",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes credit unions and federal credit unions within the definition of bank, trust company or national bank for purpose of banking development district program",
  "summary" : "Includes credit unions and federal credit unions within the definition of bank, trust company or national bank for the purpose of the banking development district program (which was created to encourage the establishment of bank branches in geographic locations where there is a demonstrated need for banking services); directs the banking board to promulgate rules and regulations to authorize the participation of credit unions and federal credit unions in such program; and provides that for purposes of such program, a credit union may include in its membership any person or organization located within a local community, neighborhood or rural district where there is a demonstrated need for banking services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "A168-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1680\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M. of A. JEFFRIES, PERRY, WRIGHT, CASTRO, GIBSON -- read\n         once and referred to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to including credit  unions\n         and federal credit unions within provisions regarding banking develop-\n         ment  district  program  and  providing  for  the  repeal  of  certain\n         provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 5 of section 96-d of the banking law, as added\n    2  by chapter 526 of the laws of 1998, paragraph (a) as amended by  chapter\n    3  328 of the laws of 1999, is amended to read as follows:\n    4    5.  (a)  Notwithstanding  the provisions of subdivision two of section\n    5  two hundred thirty-seven of this  chapter;  for  the  purposes  of  this\n    6  section,  paragraph  c  of subdivision two of section ten of the general\n    7  municipal law, subdivision six of section one hundred five of the  state\n    8  finance  law and section four hundred eighty-five-f of the real property\n    9  tax law, any reference to a bank, trust company or national  bank  shall\n   10  be  deemed  to  include  a  savings  bank, savings and loan association,\n   11  federal savings and loan association [or], federal savings bank,  CREDIT\n   12  UNION  OR  FEDERAL CREDIT UNION; provided, however, that such provisions\n   13  of law do not grant a savings bank, savings and loan association, feder-\n   14  al savings and loan association [or], federal  savings  bank,  A  CREDIT\n   15  UNION  OR  A  FEDERAL  CREDIT  UNION  eligibility to accept municipal or\n   16  public funds or municipal or public moneys other than  for  the  limited\n   17  purposes  of  the  establishment  of  a  branch in a banking development\n   18  district pursuant to this section. Any such municipal or public funds or\n   19  moneys shall be deposited only at the  branch  established  pursuant  to\n   20  this section, and any municipal funds or moneys may be deposited only by\n   21  the  sponsoring municipality in which the branch and banking development\n   22  district are located; provided further that any such municipal or public\n   23  funds or moneys shall be subject to the same requirements which apply to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04666-01-1\n\n       A. 1680                             2\n\n    1  municipal or public funds or moneys deposited in a bank,  trust  company\n    2  or  national bank and shall also be subject to the provisions of section\n    3  one hundred five of the state finance law or section ten of the  general\n    4  municipal law relating to such deposits.\n    5    (b)  Notwithstanding  any  other  provision  of law, the banking board\n    6  shall promulgate rules and regulations to authorize the participation of\n    7  savings banks, savings and  loan  associations,  federal  savings  banks\n    8  [and],  federal savings and loan associations, CREDIT UNIONS AND FEDERAL\n    9  CREDIT UNIONS in the program established pursuant to this section.\n   10    S 2. Subdivision 2 of section 451 of the banking  law  is  amended  by\n   11  adding a new paragraph (c-1) to read as follows:\n   12    (C-1)  FOR  THE  PURPOSES OF SECTION NINETY-SIX-D OF THIS CHAPTER, THE\n   13  CREDIT UNION MAY INCLUDE IN ITS MEMBERSHIP ANY  PERSON  OR  ORGANIZATION\n   14  LOCATED  WITHIN A LOCAL COMMUNITY, NEIGHBORHOOD, OR RURAL DISTRICT WHERE\n   15  THERE IS A DEMONSTRATED NEED FOR BANKING SERVICES AS DETERMINED  BY  THE\n   16  SUPERINTENDENT.\n   17    S  3.  This  act  shall take effect immediately and shall be deemed to\n   18  have been in full force  and  effect  on  and  after  January  1,  2011,\n   19  provided,  however,  that the amendments to subdivision 2 of section 451\n   20  of the banking law made by section two of this act shall expire  and  be\n   21  deemed repealed on the same date as section 4 of chapter 526 of the laws\n   22  of  1998, as amended and provided, further that the amendments to subdi-\n   23  vision 5 of section 96-d of the banking law made by section one of  this\n   24  act  shall not affect the repeal of such subdivision and shall be deemed\n   25  to be repealed therewith as provided in section 4 of chapter 526 of  the\n   26  laws  of  1998;  provided, however, that any branch established prior to\n   27  the expiration and repeal of this act by a credit union or federal cred-\n   28  it union in a banking development district pursuant to  this  act  shall\n   29  continue to operate in accordance with the provisions of the banking law\n   30  as amended by this act and remain eligible for all the rights and privi-\n   31  leges authorized by this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to including credit unions and federal credit unions within provisions regarding banking development district program and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T141713.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110111.T161723.TXT", "SOBI.D110111.T162223.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294780943012
}