{
  "year" : 2011,
  "senateBillNo" : "A168-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A168-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows third party notification by insurance carriers in regard to long term care policies",
  "summary" : "Allows third party notification by insurance carriers in regard to long term care policies; further prohibits the inclusion of certain goods/services in the sale of insurance policies without consent and provides penalty for a violation of this prohibition. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A683-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          168\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL, GOTTFRIED, CLARK -- Multi-Sponsored by --\n         M.  of A.   ENGLEBRIGHT, HOOPER, JACOBS, McENENY, SWEENEY -- read once\n         and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to third party  notifica-\n         tion by insurance carriers in certain instances in regard to long term\n         care policies; prohibiting the inclusion of certain goods and services\n         in  the  sale  of  certain  insurance  policies  without the insured's\n         informed consent, and providing a specific penalty  for  violation  of\n         such prohibition\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (f) of section 3111 of  the  insurance  law,  as\n    2  relettered by section 30 of part B of chapter 58 of the laws of 2004, is\n    3  relettered  subsection  (g) and a new subsection (f) is added to read as\n    4  follows:\n    5    (F) EVERY INSURER THAT HAS IN FORCE A LONG-TERM CARE INSURANCE  POLICY\n    6  AS DEFINED IN SECTION ONE THOUSAND ONE HUNDRED SEVENTEEN OF THIS CHAPTER\n    7  THE  PREMIUMS  FOR  WHICH ARE PAID DIRECTLY TO THE INSURER BY THE SENIOR\n    8  CITIZEN INSURED SHALL PERMIT THE INSURED TO DESIGNATE A  PARTY  TO  WHOM\n    9  THE  INSURER  SHALL  TRANSMIT  NOTICES  OF NONPAYMENT OF PREMIUMS DUE OR\n   10  NOTICE OF CANCELLATION FOR NONPAYMENT OF PREMIUMS, AS DETERMINED BY  THE\n   11  INSURER.  THE SENIOR CITIZEN SHALL NOTIFY THE INSURER THAT A THIRD PARTY\n   12  HAS BEEN SO DESIGNATED. SUCH NOTIFICATION  SHALL  BE  DELIVERED  TO  THE\n   13  INSURER BY CERTIFIED MAIL, RETURN RECEIPT REQUESTED, AND SHALL BE EFFEC-\n   14  TIVE  NOT  LATER  THAN TEN BUSINESS DAYS FROM THE DATE OF RECEIPT BY THE\n   15  INSURER. THE NOTIFICATION MUST CONTAIN, IN WRITING, AN ACCEPTANCE BY THE\n   16  THIRD PARTY DESIGNEE TO RECEIVE SUCH NOTICES OF CANCELLATION. SHOULD THE\n   17  THIRD PARTY DESIGNEE DESIRE TO TERMINATE HIS OR HER STATUS  AS  A  THIRD\n   18  PARTY  DESIGNEE,  SUCH DESIGNEE SHALL PROVIDE WRITTEN NOTICE TO BOTH THE\n   19  INSURER AND THE  SENIOR  CITIZEN  INSURED.  SHOULD  THE  SENIOR  CITIZEN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01037-01-1\n\n       A. 168                              2\n\n    1  INSURED  DESIRE  TO  TERMINATE  THE THIRD PARTY DESIGNATION, THE INSURED\n    2  SHALL PROVIDE WRITTEN NOTICE TO THE INSURER.  THE  TRANSMISSION  TO  THE\n    3  THIRD  PARTY  DESIGNEE  OF  ANY  SUCH NOTICE OF CANCELLATION SHALL BE IN\n    4  ADDITION  TO  A  COPY OF SUCH DOCUMENT TRANSMITTED TO THE SENIOR CITIZEN\n    5  INSURED AND WHEN A THIRD PARTY IS SO DESIGNATED ALL SUCH  NOTICES  SHALL\n    6  BE  MAILED IN AN ENVELOPE CLEARLY MARKED ON ITS FACE WITH THE FOLLOWING:\n    7  \"IMPORTANT INSURANCE POLICY INFORMATION: OPEN IMMEDIATELY\".  DESIGNATION\n    8  AS A THIRD PARTY SHALL NOT CONSTITUTE ACCEPTANCE OF ANY LIABILITY ON THE\n    9  THIRD  PARTY  FOR  SERVICES PROVIDED TO SUCH SENIOR CITIZEN. THE INSURER\n   10  SHALL NOTIFY ITS INSURED SENIOR  CITIZEN  ANNUALLY  IN  WRITING  OF  THE\n   11  AVAILABILITY  OF  THE  THIRD PARTY DESIGNEE NOTICE PROCEDURE AND PROVIDE\n   12  INFORMATION ON HOW THE INSURED CAN  COMMENCE  THIS  PROCEDURE;  HOWEVER,\n   13  SUCH NOTICE NEED NOT BE PROVIDED ONCE A SENIOR CITIZEN HAS MADE A DESIG-\n   14  NATION.\n   15    S  2.  Subsection (a) of section 2324 of the insurance law, as amended\n   16  by chapter 482 of the laws of 2000, is amended to read as follows:\n   17    (a) (1)  No  authorized  insurer,  no  licensed  insurance  agent,  no\n   18  licensed  insurance  broker,  and no employee or other representative of\n   19  any such insurer, agent or broker shall make, procure or  negotiate  any\n   20  contract  of  insurance other than as plainly expressed in the policy or\n   21  other written contract issued or to be issued as  evidence  thereof,  or\n   22  shall  directly  or  indirectly, by giving or sharing a commission or in\n   23  any manner whatsoever, pay or allow or offer to  pay  or  allow  to  the\n   24  insured  or  to  any employee of the insured, either as an inducement to\n   25  the making of insurance or after insurance has been effected, any rebate\n   26  from the premium which is specified in the policy, or any special  favor\n   27  or  advantage  in  the  dividends or other benefit to accrue thereon, or\n   28  shall give or offer to give any valuable consideration or inducement  of\n   29  any  kind, directly or indirectly, which is not specified in such policy\n   30  or contract, other than any article of merchandise not exceeding fifteen\n   31  dollars in value which shall have conspicuously stamped or printed ther-\n   32  eon the advertisement of the insurer, agent or broker,  or  shall  give,\n   33  sell  or  purchase, or offer to give, sell or purchase, as an inducement\n   34  to the making of such insurance or in connection therewith,  any  stock,\n   35  bond  or  other  securities or any dividends or profits accrued thereon,\n   36  nor shall the insured, his OR  HER  agent  or  representative  knowingly\n   37  receive  directly  or  indirectly,  any  such rebate or special favor or\n   38  advantage, provided, however, a licensed insurance agent or  a  licensed\n   39  insurance  broker may retain the usual commission or underwriting fee on\n   40  insurance placed on his OR HER own property or risks, if  the  aggregate\n   41  of such commissions or underwriting fees will not exceed five percent of\n   42  the total net commissions or underwriting fees received by such licensed\n   43  insurance agent or insurance broker during the calendar year.\n   44    (2)  NO  AUTHORIZED  INSURER, NO LICENSED INSURANCE AGENT, NO LICENSED\n   45  INSURANCE BROKER, AND NO EMPLOYEE OR OTHER REPRESENTATIVE  OF  ANY  SUCH\n   46  INSURER,  AGENT  OR  BROKER  SHALL INCLUDE WITH THE SALE OF AN INSURANCE\n   47  POLICY ANY OTHER INSURANCE POLICY OR PRODUCT OR OTHER GOODS AND SERVICES\n   48  WITHOUT FIRST OBTAINING THE INFORMED CONSENT OF THE PROPOSED INSURED.\n   49    S 3. Subsection (f) of section 2324 of the insurance law is amended to\n   50  read as follows:\n   51    (f) (1) Any person or corporation violating  the  provisions  of  this\n   52  section  shall,  in addition to all other penalties provided by law, pay\n   53  to the people of this state as a penalty the sum of five hundred dollars\n   54  for each such violation.\n   55    (2) ANY PERSON OR CORPORATION VIOLATING THE  PROVISIONS  OF  PARAGRAPH\n   56  TWO  OF  SUBSECTION  (A) OF THIS SECTION SHALL, IN ADDITION TO ALL OTHER\n\n       A. 168                              3\n\n    1  PENALTIES PROVIDED BY LAW, PAY A FINE IN THE SUM OF ONE THOUSAND DOLLARS\n    2  FOR EACH SUCH VIOLATION.\n    3    S  4.  Subsection (c) of section 4224 of the insurance law, as amended\n    4  by chapter 592 of the laws of 2008, is amended to read as follows:\n    5    (c) (1) Except as permitted by  section  three  thousand  two  hundred\n    6  thirty-nine  of this chapter, no such life insurance company and no such\n    7  savings and insurance bank and no officer, agent, solicitor or represen-\n    8  tative thereof and no such insurer doing in this state the  business  of\n    9  accident and health insurance and no officer, agent, solicitor or repre-\n   10  sentative  thereof,  and no licensed insurance broker and no employee or\n   11  other representative of any such insurer, agent or  broker,  shall  pay,\n   12  allow  or  give, or offer to pay, allow or give, directly or indirectly,\n   13  as an inducement to any  person  to  insure,  or  shall  give,  sell  or\n   14  purchase,  or  offer  to  give, sell or purchase, as such inducement, or\n   15  interdependent with any policy of life insurance or annuity contract  or\n   16  policy  of  accident  and  health insurance, any stocks, bonds, or other\n   17  securities, or any dividends or profits accruing or to  accrue  thereon,\n   18  or  any  valuable  consideration or inducement whatever not specified in\n   19  such policy or contract; nor shall any person in  this  state  knowingly\n   20  receive  as  such inducement, any rebate of premium or policy fee or any\n   21  special favor or advantage in the dividends or other benefits to  accrue\n   22  on any such policy or contract, or knowingly receive any paid employment\n   23  or  contract  for services of any kind, or any valuable consideration or\n   24  inducement whatever which is not specified in such policy or contract.\n   25    (2) NO SUCH LIFE INSURANCE COMPANY AND NO SUCH SAVINGS  AND  INSURANCE\n   26  BANK  AND  NO  SUCH INSURER DOING IN THIS STATE THE BUSINESS OF ACCIDENT\n   27  AND HEALTH INSURANCE AND NO OFFICER, AGENT, SOLICITOR OR  REPRESENTATIVE\n   28  THEREOF AND NO LICENSED INSURANCE BROKER AND NO EMPLOYEE OR OTHER REPRE-\n   29  SENTATIVE  OF  ANY  SUCH INSURER, AGENT OR BROKER SHALL INCLUDE WITH THE\n   30  SALE OF AN INSURANCE POLICY ANY OTHER INSURANCE  POLICY  OR  PRODUCT  OR\n   31  OTHER GOODS AND SERVICES WITHOUT FIRST OBTAINING THE INFORMED CONSENT OF\n   32  THE PROPOSED INSURED.\n   33    S  5.  Section  4224  of  the insurance law is amended by adding a new\n   34  subsection (f) to read as follows:\n   35    (F) ANY PERSON OR CORPORATION VIOLATING THE  PROVISIONS  OF  PARAGRAPH\n   36  TWO  OF  SUBSECTION  (C)  OF THIS SECTION SHALL IN ADDITION TO ALL OTHER\n   37  PENALTIES PROVIDED BY LAW PAY A FINE IN THE SUM OF ONE THOUSAND  DOLLARS\n   38  FOR EACH SUCH VIOLATION.\n   39    S  6.  This act shall take effect immediately, except that section one\n   40  of this act shall take effect on the first of  January  next  succeeding\n   41  the date on which it shall have become a law and shall apply to policies\n   42  issued or renewed on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to third party notification by insurance carriers in certain instances in regard to long term care policies; prohibiting the inclusion of certain goods and services in the sale of certain insurance policies without the insured's informed consent, and providing a specific penalty for violation of such prohibition ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T113936.TXT", "SOBI.D101216.T123921.TXT", "SOBI.D101216.T132927.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292603976117
}