{
  "year" : 2011,
  "senateBillNo" : "A1685-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to election law",
    "billEventId" : "A1685-2011-1294722000000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes the following participating agencies for purposes of agency assisted voter registration: public libraries, local housing authorities, and public high schools",
  "summary" : "Makes the following participating agencies for purposes of agency assisted voter registration: public libraries, local housing authorities, and public high schools; directs the state board of elections to promulgate rules and regulations for implementation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A5260-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1685\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  KAVANAGH,  COLTON,  GALEF,  GOTTFRIED, MENG,\n         M. MILLER, PHEFFER -- Multi-Sponsored by -- M. of A. BOYLAND,  MAGNAR-\n         ELLI -- read once and referred to the Committee on Election Law\n\n       AN  ACT to amend the election law, in relation to designating additional\n         participating agencies for purposes of agency assisted voter registra-\n         tion\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of section 5-211 of the election law,\n    2  as  amended  by  chapter  200 of the laws of 1996, is amended to read as\n    3  follows:\n    4    Each agency designated as a participating agency under the  provisions\n    5  of this section shall implement and administer a program of distribution\n    6  of  voter registration forms pursuant to the provisions of this section.\n    7  The following offices which provide  public  assistance  and/or  provide\n    8  state funded programs primarily engaged in providing services to persons\n    9  with  disabilities are hereby designated as voter registration agencies:\n   10  designated as the state agencies which provide public assistance are the\n   11  [department of social  services]  OFFICE  OF  TEMPORARY  AND  DISABILITY\n   12  ASSISTANCE  and  the  department  of health.   Also designated as public\n   13  assistance agencies are all agencies of local  government  that  provide\n   14  such  assistance.  Designated  as  state  agencies that provide programs\n   15  primarily engaged in providing services to people with disabilities  are\n   16  the  department  of  labor,  office for the aging, division of veterans'\n   17  affairs, office of mental health, office of vocational  and  educational\n   18  services  for  individuals  with  disabilities, commission on quality of\n   19  care for the mentally disabled, office of mental retardation and  devel-\n   20  opmental  disabilities,  commission  for  the  blind  and visually hand-\n   21  icapped, office of alcoholism and substance abuse services,  the  office\n   22  of  the  advocate  for  the  disabled  and  all offices which administer\n   23  programs established or funded by such agencies. Additional state  agen-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04807-01-1\n\n       A. 1685                             2\n\n    1  cies  designated  as  voter  registration  offices are the department of\n    2  state and the division of workers' compensation. Such agencies shall  be\n    3  required  to  offer  voter  registration  forms  to persons upon initial\n    4  application  for  services,  renewal or recertification for services and\n    5  change of address relating to such services. Such agencies shall also be\n    6  responsible for providing assistance to applicants in  completing  voter\n    7  registration forms, receiving and transmitting the completed application\n    8  form  from  all applicants who wish to have such form transmitted to the\n    9  appropriate board of elections. The  state  board  of  elections  shall,\n   10  together  with representatives of the department of defense, develop and\n   11  implement procedures for including  recruitment  offices  of  the  armed\n   12  forces  of  the  United  States  as voter registration offices when such\n   13  offices are so designated by federal law.   The state board  shall  also\n   14  make request of the United States Immigration and Naturalization Service\n   15  to  include  applications  for  registration  by mail with any materials\n   16  which are given to new citizens.  All institutions of the state  univer-\n   17  sity  of  New  York  and  the city university of New York, shall, at the\n   18  beginning of the school year, and again in January of a  year  in  which\n   19  the president of the United States is to be elected, provide an applica-\n   20  tion  for  registration  to  each student in each such institution.  The\n   21  state board of elections may, by regulation, grant a waiver from any  or\n   22  all  of  the requirements of this section to any office or program of an\n   23  agency, if it determines that it is not  feasible  for  such  office  or\n   24  program  to administer such requirement.  ALSO DESIGNATED AS PARTICIPAT-\n   25  ING AGENCIES ARE ALL PUBLIC LIBRARIES, WHICH SHALL BE REQUIRED TO  OFFER\n   26  VOTER  REGISTRATION FORMS TO PERSONS EIGHTEEN YEARS OF AGE OR OLDER UPON\n   27  INITIAL APPLICATION FOR A LIBRARY CARD. ALSO DESIGNATED AS PARTICIPATING\n   28  AGENCIES ARE ALL LOCAL HOUSING AUTHORITIES, WHICH SHALL BE  REQUIRED  TO\n   29  OFFER  VOTER  REGISTRATION FORMS TO PERSONS UPON INITIAL APPLICATION FOR\n   30  SERVICES OR RECERTIFICATION FOR SERVICES. ALSO DESIGNATED AS PARTICIPAT-\n   31  ING AGENCIES ARE ALL PUBLIC HIGH SCHOOLS, WHICH  SHALL  BE  REQUIRED  TO\n   32  OFFER VOTER REGISTRATION FORMS TO ALL SENIORS UPON THEIR GRADUATION.\n   33    S 2. This act shall take effect on the one hundred twentieth day after\n   34  it  shall  have become a law; provided that the state board of elections\n   35  is authorized to promulgate any rules necessary to implement this act on\n   36  or before its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to designating additional participating agencies for purposes of agency assisted voter registration ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T141212.TXT", "SOBI.D110111.T165725.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294783045006
}