{
  "year" : 2011,
  "senateBillNo" : "A1681-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1681-2011-1294722000000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the recordation of restrictive covenant modification documents where conveyance instruments include language violative of civil rights laws",
  "summary" : "Provides for notice of illegal restrictive covenant language in documents to be recorded and the recordation of restrictive covenant modification documents where conveyance instruments include language violative of civil rights laws; requires any title insurance company, title abstract company or escrow company to include such notice in title abstract reports and to inform purchaser/title insurance applicants of the availability from the county recorder of restrictive covenant modification documents. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "A2371-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1681\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN  ACT  to  amend  the  real  property law, in relation to recording of\n         restrictive covenant modification documents\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real property law is amended by adding a new section\n    2  291-i to read as follows:\n    3    S 291-I. RECORDING OF RESTRICTIVE COVENANT MODIFICATION  DOCUMENT.  1.\n    4  (A) IF ANY COVENANTS, CONDITIONS AND RESTRICTIONS EXIST IN A DOCUMENT TO\n    5  BE  RECORDED  WHICH  DISCRIMINATE ON THE BASIS OF RACE, COLOR, RELIGION,\n    6  GENDER, SEXUAL ORIENTATION, FAMILIAL STATUS, MARITAL STATUS, DISABILITY,\n    7  NATIONAL ORIGIN, SOURCE OF INCOME,  SOCIO-ECONOMIC  STATUS  OR  ANCESTRY\n    8  THEN  ANY  TITLE  INSURANCE  COMPANY,  TITLE  ABSTRACT COMPANY OR ESCROW\n    9  COMPANY, SHALL:\n   10    (I) NOTIFY IN AT LEAST EIGHTEEN-POINT BOLDFACE TYPE ON A SEPARATE PAGE\n   11  WITHIN THE TITLE ABSTRACT REPORT TO THE PURCHASER/TITLE INSURANCE APPLI-\n   12  CANT,  THE  FOLLOWING  LANGUAGE:   \"THIS   DOCUMENT   CONTAINS   ILLEGAL\n   13  RESTRICTIONS BASED ON RACE, COLOR, RELIGION, GENDER, SEXUAL ORIENTATION,\n   14  FAMILIAL  STATUS, MARITAL STATUS, DISABILITY, NATIONAL ORIGIN, SOURCE OF\n   15  INCOME, SOCIO-ECONOMIC STATUS OR ANCESTRY, THAT VIOLATE STATE AND FEDER-\n   16  AL HOUSING LAW.\" THE PURCHASER/TITLE INSURANCE APPLICANT OF REAL PROPER-\n   17  TY MAY HAVE SUCH ILLEGAL RESTRICTIONS  REMOVED  FROM  SUCH  DOCUMENT  BY\n   18  SUBMITTING  A RESTRICTIVE COVENANT MODIFICATION DOCUMENT, WHICH SHALL BE\n   19  AVAILABLE FROM THE COUNTY RECORDER, EITHER WITH THE DEED FOR  RECORDING,\n   20  OR SEPARATELY;\n   21    (II)  PROVIDE  THE  PURCHASER/TITLE INSURANCE APPLICANT WITH A LEGIBLE\n   22  COPY OF THE ILLEGAL LANGUAGE ON A SEPARATE PAGE IN  THE  TITLE  ABSTRACT\n   23  REPORT;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02154-02-1\n\n       A. 1681                             2\n\n    1    (III)  PROVIDE  THE PURCHASER/TITLE INSURANCE APPLICANT WITH A COPY OF\n    2  THE APPROPRIATE RESTRICTIVE COVENANT MODIFICATION DOCUMENT PRIOR  TO  OR\n    3  AT THE CLOSING OF TITLE;\n    4    (IV)  RECORD  THE  RESTRICTIVE  COVENANT  MODIFICATION DOCUMENT, WHICH\n    5  PURCHASER  SHALL  PAY  THE   APPROPRIATE   FILING   FEES,   UNLESS   THE\n    6  PURCHASER/TITLE INSURANCE APPLICANT OBJECTS IN WRITING.\n    7    (B)  THIS  SECTION  SHALL  NOT  APPLY TO ANY LAWFUL RESTRICTIONS UNDER\n    8  STATE AND FEDERAL HOUSING LAW.\n    9    2. THE RESTRICTIVE COVENANT MODIFICATION DOCUMENT SHALL BE INDEXED  IN\n   10  THE  SAME  MANNER  AS  ANY  PREVIOUSLY RECORDED DOCUMENT OR DOCUMENTS TO\n   11  WHICH THE MODIFICATION DOCUMENT REFERS AND SHALL REFERENCE THE  ORIGINAL\n   12  DOCUMENT  BY  BOOK AND PAGE OR INSTRUMENT NUMBER AND THE DATE OF RECORD-\n   13  ING.\n   14    3. SUBJECT TO COVENANTS, CONDITIONS, AND RESTRICTIONS  RECORDED  AFTER\n   15  THE  ORIGINAL  DOCUMENT CONTAINING UNLAWFUL RESTRICTIONS, AND SUBJECT TO\n   16  COVENANTS, CONDITIONS AND RESTRICTIONS RECORDED  AFTER  THE  RESTRICTIVE\n   17  COVENANT  MODIFICATION  DOCUMENT, THE RESTRICTIVE COVENANT MODIFICATION,\n   18  ONCE RECORDED, SHALL BE DEEMED THE ONLY RESTRICTIONS  HAVING  EFFECT  ON\n   19  THE PROPERTY.\n   20    4.  ANY  PERSON HOLDING AN OWNERSHIP INTEREST IN REAL PROPERTY THAT HE\n   21  OR SHE BELIEVES IS SUBJECT TO  AN  UNLAWFULLY  RESTRICTIVE  COVENANT  IN\n   22  VIOLATION OF STATE OR FEDERAL LAW PROHIBITING RESTRICTION BASED ON RACE,\n   23  COLOR,  RELIGION,  GENDER,  SEXUAL ORIENTATION, FAMILIAL STATUS, MARITAL\n   24  STATUS, DISABILITY, NATIONAL ORIGIN, SOURCE  OF  INCOME,  SOCIO-ECONOMIC\n   25  STATUS  OR ANCESTRY MAY RECORD A RESTRICTIVE COVENANT MODIFICATION DOCU-\n   26  MENT PURSUANT TO SUBDIVISION ONE OF THIS SECTION. SUCH  RECORDING  SHALL\n   27  INCLUDE  A COMPLETE COPY OF THE ORIGINAL DOCUMENT CONTAINING THE ILLEGAL\n   28  LANGUAGE WITH THE ILLEGAL LANGUAGE STRICKEN AND SHALL  BE  SIGNED  UNDER\n   29  PENALTY OF LAW.\n   30    5.  THE  COUNTY  RECORDER SHALL MAKE AVAILABLE TO THE PUBLIC FORMS FOR\n   31  PREPARATION OF A RESTRICTIVE COVENANT MODIFICATION DOCUMENT.\n   32    6. IF THE HOLDER OF AN OWNERSHIP INTEREST IN  PROPERTY  CAUSES  TO  BE\n   33  RECORDED  A  RESTRICTIVE COVENANT MODIFICATION DOCUMENT PURSUANT TO THIS\n   34  SECTION WHICH CONTAINS LANGUAGE NOT  AUTHORIZED  BY  THIS  SECTION,  ANY\n   35  LIABILITY  WHICH DERIVES FROM SUCH RECORDING SHALL BE THE SOLE RESPONSI-\n   36  BILITY OF THE HOLDER OF THE OWNERSHIP INTEREST OF RECORD AND THE  COUNTY\n   37  RECORDER SHALL NOT INCUR ANY LIABILITY FOR RECORDING SUCH DOCUMENT.\n   38    S 2. This act shall take effect on the one hundred eightieth day after\n   39  it  shall have become a law; provided, however that effective immediate-\n   40  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   41  necessary  for  the implementation of this act on its effective date are\n   42  authorized and directed to be made  and  completed  on  or  before  such\n   43  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to recording of restrictive covenant modification documents ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110111.T141713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294782445661
}