{
  "year" : 2011,
  "senateBillNo" : "A1695-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1695-2011-1294722000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a program to transport persons subject to an outstanding warrant of arrest to the appropriate jurisdiction",
  "summary" : "Provides for a program to transport persons subject to an outstanding warrant of arrest to the appropriate jurisdiction initially to include persons charged with a felony, and then to include persons charged with a class A misdemeanor except in those cases where the distance for travel is 50 miles or less; requires the division of state police, the division of criminal justice services and the office of court administration to coordinate a plan for the state assumption of the costs thereof, and makes other further refinements to existing and similar programs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A10897-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1695\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO  --  Multi-Sponsored  by -- M. of A.\n         CALHOUN, J. MILLER, OAKS -- read once and referred to the Committee on\n         Governmental Operations\n\n       AN ACT to amend the executive law, in relation to the implementation  of\n         a special program to provide for the transportation of persons subject\n         to a warrant of arrest\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  221-e\n    2  to read as follows:\n    3    S  221-E.  TRANSPORTATION  OF  PERSONS  SUBJECT  TO  A WARRANT. 1. THE\n    4  VIOLENT FELON WARRANT PROGRAM AS PRESENTLY CONSTITUTED WITHIN THE  DIVI-\n    5  SION  OF  STATE POLICE WHEREBY THE DIVISION PROVIDES FOR THE TRANSPORTA-\n    6  TION OF CERTAIN DEFENDANTS CHARGED WITH  THE  COMMISSION  OF  A  VIOLENT\n    7  FELONY AND SUBJECT TO AN OUTSTANDING WARRANT OF ARREST, BENCH WARRANT OR\n    8  SUPERIOR  COURT  WARRANT OF ARREST, AS SUCH TERMS ARE DEFINED IN SECTION\n    9  1.20 OF THE CRIMINAL PROCEDURE LAW, IS  FROM  ONE  JURISDICTION  TO  THE\n   10  JURISDICTION WHERE THE WARRANT IS OUTSTANDING IS HEREBY CONTINUED IN ITS\n   11  CURRENT  FORM,  AND  IS  ALSO  EXTENDED  TO INCLUDE THE REQUIREMENTS AND\n   12  DIRECTIVES CONTAINED IN THIS SECTION.\n   13    2. SUCH PROGRAM SHALL BE FURTHER EXPANDED ON AND  AFTER  APRIL  FIRST,\n   14  TWO  THOUSAND  TWELVE  TO  THE  EXTENT  THAT THE DIVISION SHALL BEAR THE\n   15  RESPONSIBILITY, UPON REQUEST OF THE APPROPRIATE POLICE DEPARTMENT, COURT\n   16  OR OTHER CRIMINAL JUSTICE ENTITY, TO PROVIDE FOR THE  TRANSPORTATION  OF\n   17  PERSONS SUBJECT TO ANY SUCH WARRANT OF ARREST, BENCH WARRANT OR SUPERIOR\n   18  COURT  WARRANT  FOR  ANY  FELONY AS SUCH TERM IS DEFINED IN THE CRIMINAL\n   19  PROCEDURE LAW FROM ANY JURISDICTION WHEREIN SUCH PERSON  IS  APPREHENDED\n   20  TO  THE  JURISDICTION WHERE THE WARRANT IS OUTSTANDING, PROVIDED HOWEVER\n   21  THAT SUCH RESPONSIBILITY SHALL ONLY APPLY WHERE THE DISTANCE FOR  TRAVEL\n   22  IS  MORE THAN FIFTY MILES. DURING THE PERIOD OF TIME COMMENCING WITH THE\n   23  EFFECTIVE DATE OF THIS SECTION AND TERMINATING MARCH FIRST, TWO THOUSAND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02221-01-1\n\n       A. 1695                             2\n\n    1  TWELVE, THE DIVISION, IN  CONJUNCTION  WITH  THE  DIVISION  OF  CRIMINAL\n    2  JUSTICE  SERVICES AND THE OFFICE OF COURT ADMINISTRATION SHALL DEVELOP A\n    3  PLAN AND PROCEDURES TO ENSURE THE TIMELY IMPLEMENTATION OF THIS SUBDIVI-\n    4  SION. SUCH PLAN SHALL INCLUDE A REQUEST FOR AN APPROPRIATION FOR THE TWO\n    5  THOUSAND  TWELVE--TWO  THOUSAND THIRTEEN STATE FISCAL YEAR TO FULLY FUND\n    6  THE PROGRAM AS HEREIN EXPANDED.\n    7    3.  THE DIVISION, IN CONJUNCTION WITH THE DIVISION OF CRIMINAL JUSTICE\n    8  SERVICES AND THE OFFICE OF COURT ADMINISTRATION  SHALL  FURTHER  DEVELOP\n    9  SUCH  PLAN  PROVIDED  FOR  IN  SUBDIVISION  TWO OF THIS SECTION SO AS TO\n   10  INCLUDE WITHIN ITS REQUIREMENTS THE TRANSPORTATION OF PERSONS SUBJECT TO\n   11  SUCH WARRANT FOR ANY CLASS A MISDEMEANOR.  SUCH  PLAN  SHALL  INCLUDE  A\n   12  STUDY  IDENTIFYING AN ALTERNATIVE, MORE COST EFFICIENT METHOD OF PROVID-\n   13  ING FOR THE TRANSPORTATION OF SUCH PERSONS INCLUDING BUT NOT LIMITED  TO\n   14  THE USE OF LOCAL POLICE AGENCIES, SUBJECT TO REIMBURSEMENT BY THE STATE,\n   15  AND APPROVAL OF THE TERMS OF ANY AGREEMENT BY THE LOCAL LEGISLATIVE BODY\n   16  OF  THE  FINANCIALLY AFFECTED LOCALITY. SUCH PLAN AS FURTHER EXPANDED BY\n   17  THIS SUBDIVISION SHALL INCLUDE A REQUEST FOR FUNDING IN THE TWO THOUSAND\n   18  TWELVE--TWO THOUSAND THIRTEEN STATE FISCAL YEAR TO INITIALLY  CARRY  OUT\n   19  THE PROVISIONS OF THIS SUBDIVISION.\n   20    4.  NOTHING  CONTAINED IN THIS SECTION SHALL BE DEEMED TO PRECLUDE THE\n   21  DEVELOPMENT AND IMPLEMENTATION OF A  MODEL  PROGRAM  WHICH  HAS  AS  ITS\n   22  INTENTION THE TRANSPORTATION OF PERSONS SUBJECT TO SUCH A WARRANT FROM A\n   23  JURISDICTION  WHERE  APPREHENDED  TO THE JURISDICTION WHERE A WARRANT IS\n   24  OUTSTANDING IN A SIMILAR MANNER. ANY MODEL PROGRAM  AS  ADOPTED  MAY  BE\n   25  USED  IN  THE  DEVELOPMENT OF THE STATEWIDE PROGRAM PROVIDED FOR IN THIS\n   26  SECTION.\n   27    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the implementation of a special program to provide for the transportation of persons subject to a warrant of arrest ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T170726.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110111.T142213.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294783646272
}