{
  "year" : 2011,
  "senateBillNo" : "A1696-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to children and families",
    "billEventId" : "A1696-2011-1294722000000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes disclosure of death of biological parents and adoptive children by adoption registry",
  "summary" : "Authorizes the estate of either a natural parent or an adopted child to disclose the death of such person for inclusion in the health department's adoption information registry or an adoption agency's mutual consent voluntary adoption registry. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A10286-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1696\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. TEDISCO, KOLB -- read once and referred to the\n         Committee on Children and Families\n\n       AN ACT to amend the  public  health  law,  in  relation  to  authorizing\n         disclosure of the death of biological parents and adoptive children by\n         the  adoption information registry and by the mutual consent voluntary\n         adoption registry\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  4138-c  of  the  public health law is amended by\n    2  adding a new subdivision 6-b to read as follows:\n    3    6-B. IN ADDITION TO ANY OTHER INFORMATION PROVIDED FOR AND  MAINTAINED\n    4  BY THE REGISTRY PURSUANT TO THIS SECTION, THE PERSONAL REPRESENTATIVE OF\n    5  THE ESTATE OF AN ADOPTEE IF TWENTY-ONE YEARS OF AGE OR OVER OR THE ADOP-\n    6  TIVE  PARENTS  OF AN ADOPTEE IF LESS THAN TWENTY-ONE YEARS OF AGE OR THE\n    7  PARENTS OF AN ADOPTEE WHOSE CONSENT TO THE ADOPTION WAS REQUIRED AT  THE\n    8  TIME  OF  THE ADOPTION, OR WHOSE SIGNATURE WAS REQUIRED ON AN INSTRUMENT\n    9  OF SURRENDER TO AN AUTHORIZED AGENCY IF SUCH ADOPTEE WAS  BORN  IN  THIS\n   10  STATE,  MAY  TRANSMIT NOTICE OF THE DEATH OF SUCH PARTY FOR INCLUSION IN\n   11  THE REGISTRY. WHERE A REQUEST IS MADE FOR INFORMATION MAINTAINED BY  THE\n   12  DEPARTMENT  PURSUANT  TO  THIS SECTION, THE DEPARTMENT SHALL RELEASE THE\n   13  FACT OF SUCH PERSON'S DEATH, AND THE DATE OF AND  CAUSE  OF  SUCH  DEATH\n   14  WHERE THE PERSONAL REPRESENTATIVE HAS SO NOTIFIED THE DEPARTMENT.\n   15    S  2.  Section  4138-d of the public health law is amended by adding a\n   16  new subdivision 6-a to read as follows:\n   17    6-A. IN ADDITION TO ANY OTHER INFORMATION PROVIDED FOR AND  MAINTAINED\n   18  BY THE REGISTRY PURSUANT TO THIS SECTION, THE PERSONAL REPRESENTATIVE OF\n   19  THE ESTATE OF AN ADOPTEE IF TWENTY-ONE YEARS OF AGE OR OVER OR THE ADOP-\n   20  TIVE  PARENTS  OF AN ADOPTEE IF LESS THAN TWENTY-ONE YEARS OF AGE OR THE\n   21  PARENTS OF AN ADOPTEE WHOSE CONSENT TO THE ADOPTION WAS REQUIRED AT  THE\n   22  TIME  OF  THE ADOPTION, OR WHOSE SIGNATURE WAS REQUIRED ON AN INSTRUMENT\n   23  OF SURRENDER TO AN AUTHORIZED AGENCY IF SUCH ADOPTEE WAS  BORN  IN  THIS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01479-01-1\n\n       A. 1696                             2\n\n    1  STATE,  MAY  TRANSMIT NOTICE OF THE DEATH OF SUCH PARTY FOR INCLUSION IN\n    2  THE REGISTRY. WHERE A REQUEST IS MADE FOR INFORMATION MAINTAINED BY  THE\n    3  DEPARTMENT  PURSUANT  TO THIS SECTION, THE AGENCY SHALL RELEASE THE FACT\n    4  OF  SUCH  PERSON'S  DEATH, AND THE DATE OF AND CAUSE OF SUCH DEATH WHERE\n    5  THE PERSONAL REPRESENTATIVE HAS SO NOTIFIED THE AGENCY.\n    6    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to authorizing disclosure of the death of biological parents and adoptive children by the adoption information registry and by the mutual consent voluntary adoption registry ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T170726.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110111.T142213.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294783646274
}