{
  "year" : 2011,
  "senateBillNo" : "A1691-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to health",
    "billEventId" : "A1691-2011-1294722000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that health maintenance organizations shall provide market access to diagnostic laboratories",
  "summary" : "Provides that health maintenance organizations shall provide market access to diagnostic laboratories. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AC8836-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1691\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ -- Multi-Sponsored by -- M. of A. CRESPO --\n         read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law and the insurance law, in relation\n         to  providing  access to diagnostic laboratories by patients in health\n         maintenance organizations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 4406 of the public health law is amended by adding\n    2  a new subdivision 6 to read as follows:\n    3    6. NOTWITHSTANDING ANY OTHER PROVISION  OF  LAW,  IF  AN  ENROLLEE  IS\n    4  REFERRED  BY  AN  IN-PLAN  PROVIDER TO A PROVIDER OF CLINICAL LABORATORY\n    5  SERVICES NOT PARTICIPATING IN THE PLAN (A \"NON-PARTICIPATING PROVIDER\"),\n    6  ANY SERVICE PROVIDED BY A NON-PARTICIPATING PROVIDER THAT  WOULD  OTHER-\n    7  WISE  BE PAID FOR BY THE PLAN TO OTHER NON-PARTICIPATING PROVIDERS SHALL\n    8  BE PAID FOR BY THE PLAN, AND THE PLAN SHALL BE RESPONSIBLE  FOR  PAYMENT\n    9  DIRECTLY  TO  THE NON-PARTICIPATING PROVIDER FOR THAT SERVICE IN ACCORD-\n   10  ANCE WITH THE TIME FRAME FOR SUCH PAYMENTS SET FORTH  IN  SECTION  THREE\n   11  THOUSAND  TWO  HUNDRED  TWENTY-FOUR-A  OF  THE  INSURANCE LAW; PROVIDED,\n   12  HOWEVER, THAT THE ENROLLEE  SHALL  BE  RESPONSIBLE  FOR  ANY  APPLICABLE\n   13  COPAY,  COINSURANCE  OR DEDUCTIBLE FOR SUCH SERVICES. CLINICAL LABORATO-\n   14  RIES  SEEKING  REIMBURSEMENT  PURSUANT  TO  THIS  ARTICLE  FOR  SERVICES\n   15  RENDERED  SHALL  DIRECTLY  BILL  THE  PLAN  WHOSE  ENROLLEE RECEIVED THE\n   16  SERVICES. ANY PAYMENT MADE BY A PLAN DIRECTLY  TO  THE  ENROLLEE  RATHER\n   17  THAN  TO THE CLINICAL LABORATORY SEEKING REIMBURSEMENT SHALL NOT SATISFY\n   18  THE PLAN'S PAYMENT OBLIGATION TO THE CLINICAL LABORATORY.\n   19    S 2. Section 4406-c of the public health law is amended by adding  two\n   20  new subdivisions 4-a and 4-b to read as follows:\n   21    4-A.  NO HEALTH CARE PLAN, NOT-FOR-PROFIT OR FOR-PROFIT HEALTH MAINTE-\n   22  NANCE ORGANIZATION, PREFERRED PROVIDER ORGANIZATION,  POINT  OF  SERVICE\n   23  PLAN,  GOVERNMENT  SUBSIDIZED  HEALTH  CARE  PLAN  OR  SELF INSURED PLAN\n   24  (COLLECTIVELY, \"PLAN\")  SHALL  EXCLUDE  FROM  PARTICIPATING  WITHIN  ITS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03933-01-1\n\n       A. 1691                             2\n\n    1  NETWORK  ANY  PROVIDER  OF  CLINICAL  LABORATORY SERVICES THAT MEETS THE\n    2  FOLLOWING REQUIREMENTS: (A) SUCH PROVIDER  IS  LICENSED  AS  A  MEDICARE\n    3  PROVIDER  BY  THE UNITED STATES DEPARTMENT OF HEALTH AND HUMAN SERVICES;\n    4  (B)  SUCH  PROVIDER  IS  EITHER  ACCREDITED  BY  THE COLLEGE OF AMERICAN\n    5  PATHOLOGISTS, OR LICENSED BY THE NEW YORK STATE  DEPARTMENT  OF  HEALTH;\n    6  AND  (C)  SUCH  PROVIDER  SUBMITS  ELECTRONIC CLAIMS TO THE PLAN FOR THE\n    7  PAYMENT OF CLINICAL LABORATORY SERVICES RENDERED TO ENROLLEES. EACH PLAN\n    8  SHALL DIRECTLY PAY FOR CLINICAL LABORATORY SERVICES RENDERED  TO  ENROL-\n    9  LEES  BY  ANY PROVIDER OF CLINICAL LABORATORY SERVICES PRACTICING WITHIN\n   10  ITS NETWORK IN ACCORDANCE WITH THE TIME  FRAME  FOR  SUCH  PAYMENTS  SET\n   11  FORTH  IN SECTION THREE THOUSAND TWO HUNDRED TWENTY-FOUR-A OF THE INSUR-\n   12  ANCE LAW; PROVIDED, HOWEVER, THAT THE ENROLLEE SHALL BE RESPONSIBLE  FOR\n   13  ANY APPLICABLE COPAY, COINSURANCE OR DEDUCTIBLE FOR SUCH SERVICES.\n   14    4-B. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, IN NO EVENT SHALL ANY\n   15  PLAN: (A) REIMBURSE ANY IN-PLAN PROVIDER OF CLINICAL LABORATORY SERVICES\n   16  FOR  A  PARTICULAR  LABORATORY  TEST  BUT  NOT REIMBURSE ANOTHER IN-PLAN\n   17  PROVIDER OF CLINICAL LABORATORY SERVICES FOR THAT LABORATORY  TEST;  (B)\n   18  ASSIGN  PREFERENTIAL  STATUS  NOR  PROVIDE  PREFERENTIAL  TREATMENT TO A\n   19  PROVIDER OF CLINICAL LABORATORY SERVICES PRACTICING WITHIN ITS  NETWORK.\n   20  SUCH PROHIBITED PREFERENTIAL TREATMENT SHALL INCLUDE, BUT IS NOT LIMITED\n   21  TO,  MAINTAINING  A  SUBSTANTIALLY DIFFERENT RATE OF PAYMENT OR FEES FOR\n   22  SIMILAR PRODUCTS AND SERVICES PROVIDED  BY  ONE  IN-PLAN  PROVIDER  OVER\n   23  THOSE  OF  OTHER  IN-PLAN PROVIDERS, OR ESTABLISHING A PAYMENT PROCEDURE\n   24  WITH ONE IN-PLAN PROVIDER AS OPPOSED TO OTHER IN-PLAN PROVIDERS KNOWN TO\n   25  LIKELY RESULT IN THE LOSS OF PAYMENT FOR  SUCH  IN-PLAN  PROVIDERS;  (C)\n   26  ESTABLISH DIFFERENT PERFORMANCE MEASURES OR REQUIREMENTS FOR ONE IN-PLAN\n   27  PROVIDER  OVER  THOSE  OF OTHER IN-PLAN PROVIDERS OF CLINICAL LABORATORY\n   28  SERVICES, INCLUDING BUT NOT LIMITED TO, THE NUMBER  OF  PATIENT  SERVICE\n   29  CENTERS REQUIRED TO BE OPERATED IN A COVERED AREA OR FLUCTUATING REPORT-\n   30  ING  GUIDELINES  AND REQUIREMENTS; (D) SUBCONTRACT THE MANAGEMENT OF THE\n   31  NETWORK TO AN IN-PLAN LABORATORY THAT COLLECTS A MANAGEMENT FEE FOR SUCH\n   32  MANAGEMENT SERVICES; OR (E) TREAT ANY ENROLLEE UTILIZING THE SERVICES OF\n   33  ANY PROVIDER OF  CLINICAL  LABORATORY  SERVICES  PRACTICING  WITHIN  ITS\n   34  NETWORK  IN A MANNER WHICH IS NOT THE SAME AS OR SIMILAR IN ALL MATERIAL\n   35  RESPECTS TO THE MANNER  IN  WHICH  ALL  OTHER  ENROLLEES  UTILIZING  THE\n   36  SERVICES  OF  ANY  PROVIDER  OF  CLINICAL LABORATORY SERVICES PRACTICING\n   37  WITHIN ITS NETWORK ARE TREATED.\n   38    S 3. Section 4804 of the insurance law is  amended  by  adding  a  new\n   39  subsection (g) to read as follows:\n   40    (G)  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW, IF AN INSURED IS\n   41  REFERRED BY AN IN-PLAN PROVIDER TO A  PROVIDER  OF  CLINICAL  LABORATORY\n   42  SERVICES NOT PARTICIPATING IN THE PLAN (A \"NON-PARTICIPATING PROVIDER\"),\n   43  ANY  SERVICE THAT WOULD OTHERWISE BE COVERED AS AN IN-PLAN SERVICE UNDER\n   44  THE PLAN THAT IS PROVIDED BY THE  NON-PARTICIPATING  PROVIDER  SHALL  BE\n   45  COVERED,  AND THE ORGANIZATION SHALL BE RESPONSIBLE FOR PAYMENT DIRECTLY\n   46  TO THE NON-PARTICIPATING PROVIDER FOR THOSE SERVICES IN ACCORDANCE  WITH\n   47  THE TIME FRAME FOR SUCH PAYMENTS SET FORTH IN SECTION THREE THOUSAND TWO\n   48  HUNDRED  TWENTY-FOUR-A  OF  THIS  CHAPTER;  PROVIDED,  HOWEVER, THAT THE\n   49  INSURED SHALL BE RESPONSIBLE FOR ANY APPLICABLE  COPAY,  COINSURANCE  OR\n   50  DEDUCTIBLE  FOR  SUCH SERVICES. CLINICAL LABORATORIES SEEKING REIMBURSE-\n   51  MENT PURSUANT TO THIS ARTICLE FOR SERVICES RENDERED SHALL DIRECTLY  BILL\n   52  THE  ORGANIZATION  WHOSE INSURED RECEIVED THE SERVICES. ANY PAYMENT MADE\n   53  BY AN ORGANIZATION DIRECTLY TO THE INSURED RATHER THAN TO  THE  CLINICAL\n   54  LABORATORY  SEEKING  REIMBURSEMENT  SHALL NOT SATISFY THE ORGANIZATION'S\n   55  PAYMENT OBLIGATION TO THE CLINICAL LABORATORY.\n   56    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the insurance law, in relation to providing access to diagnostic laboratories by patients in health maintenance organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T170726.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110111.T170228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294783646254
}