{
  "year" : 2011,
  "senateBillNo" : "A1693-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to codes",
    "billEventId" : "A1693-2011-1294722000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the violation of unlawful downloading of intellectual property",
  "summary" : "Establishes the violation of unlawful downloading of intellectual property. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A8732-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1693\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, PERRY, GALEF, TITONE, MAYERSOHN -- Multi-\n         Sponsored by -- M. of A. CASTRO, HOOPER, JEFFRIES, MENG --  read  once\n         and referred to the Committee on Codes\n\n       AN  ACT to amend the executive law and the penal law, in relation to the\n         unlawful downloading of intellectual property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 63 of the executive law is amended by adding a new\n    2  subdivision 14 to read as follows:\n    3    14. PROSECUTE ANY PERSON FOR A VIOLATION OF  UNLAWFUL  DOWNLOADING  OF\n    4  INTELLECTUAL  PROPERTY  AS SET FORTH IN SECTION 156.40 OF THE PENAL LAW.\n    5  IN ALL SUCH PROCEEDINGS, THE ATTORNEY GENERAL MAY APPEAR IN PERSON OR BY\n    6  HIS DEPUTY OR ASSISTANT BEFORE ANY COURT OR ANY GRAND JURY AND  EXERCISE\n    7  ALL  THE  POWERS  AND PERFORM ALL THE DUTIES NECESSARY OR REQUIRED TO BE\n    8  EXERCISED OR PERFORMED IN PROSECUTING ANY SUCH PERSON FOR SUCH OFFENSE.\n    9    S 2. Section 156.00 of the penal law is amended by adding a new subdi-\n   10  vision 10 to read as follows:\n   11    10. \"INTELLECTUAL PROPERTY\" MEANS A PRODUCT OF THE INTELLECT THAT  HAS\n   12  COMMERCIAL  VALUE,  AND  SHALL  INCLUDE,  BUT  NOT BE LIMITED TO, MUSIC,\n   13  LITERARY WORKS AND OTHER ARTISTIC WORKS.\n   14    S 3. The penal law is amended by adding two new  sections  156.40  and\n   15  156.41 to read as follows:\n   16  S 156.40 UNLAWFUL DOWNLOADING OF INTELLECTUAL PROPERTY.\n   17    A  PERSON  IS  GUILTY OF UNLAWFUL DOWNLOADING OF INTELLECTUAL PROPERTY\n   18  WHEN SUCH PERSON, WITH ACTUAL KNOWLEDGE,  WITH  CONSCIOUS  AVOIDANCE  OF\n   19  ACTUAL KNOWLEDGE, OR WILLFULLY, DOWNLOADS INTELLECTUAL PROPERTY BY MEANS\n   20  OF A SHARED COMPUTER NETWORK, WITHOUT FIRST:\n   21    1.  OBTAINING  THE  WRITTEN CONSENT OF THE HOLDER OF THE RIGHTS OF THE\n   22  INTELLECTUAL PROPERTY; OR\n   23    2. PURCHASING THE RIGHT TO DOWNLOAD SUCH INTELLECTUAL PROPERTY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03930-01-1\n\n       A. 1693                             2\n\n    1    UNLAWFUL DOWNLOADING OF INTELLECTUAL PROPERTY IS A VIOLATION AND SHALL\n    2  BE PUNISHABLE AS SET FORTH IN SECTION 156.41 OF THIS ARTICLE.\n    3  S 156.41 UNLAWFUL DOWNLOADING OF INTELLECTUAL PROPERTY; ENFORCEMENT.\n    4    UNLAWFUL  DOWNLOADING  OF INTELLECTUAL PROPERTY SHALL BE PUNISHABLE AS\n    5  FOLLOWS:\n    6    1. FOR A FIRST OFFENSE, THE DEFENDANT SHALL RECEIVE A WARNING  IN  THE\n    7  FORM  OF  AN EMAIL FROM THE ATTORNEY GENERAL VIA SUCH DEFENDANT'S BROAD-\n    8  BAND OR INTERNET SERVICE PROVIDER REQUIRING SUCH DEFENDANT TO CEASE SUCH\n    9  UNLAWFUL DOWNLOADING;\n   10    2. FOR A SECOND OFFENSE, THE DEFENDANT SHALL RECEIVE A WARNING IN  THE\n   11  FORM  OF  A LETTER FROM THE ATTORNEY GENERAL REQUIRING SUCH DEFENDANT TO\n   12  CEASE SUCH UNLAWFUL DOWNLOADING;\n   13    3. FOR A THIRD OFFENSE, THE DEFENDANT SHALL BE PROHIBITED  FROM  MAIN-\n   14  TAINING AN INTERNET CONNECTION FOR A PERIOD OF ONE YEAR.\n   15    S 4. This act shall take effect on the first of November next succeed-\n   16  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the penal law, in relation to the unlawful downloading of intellectual property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T170726.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110111.T142213.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294783646263
}