{
  "year" : 2011,
  "senateBillNo" : "A1692-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to children and families",
    "billEventId" : "A1692-2011-1294722000000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides legal assistance to youth ordered by the court into the custody of the office of children and family services and placed or committed to a state operated juvenile detention center",
  "summary" : "Provides legal assistance to youth ordered by the court into the custody of the office of children and family services and placed or committed to a state operated juvenile detention center. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A11032-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1692\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, MILLMAN, GIBSON, ROBINSON -- Multi-Spon-\n         sored by -- M. of A.  BOYLAND, CAHILL, McENENY, TITONE  --  read  once\n         and referred to the Committee on Children and Families\n\n       AN  ACT  to  amend  the  mental  hygiene  law  and the executive law, in\n         relation to providing legal assistance to youth ordered by  the  court\n         into  the  custody  of  the office of children and family services and\n         placed or committed to a state operated juvenile detention center\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (a) of section 47.01 of the mental hygiene law,\n    2  as  amended  by  chapter  7  of  the laws of 2007, is amended to read as\n    3  follows:\n    4    (a) There shall be a mental hygiene legal service of the state in each\n    5  judicial department. The  service  shall  provide  legal  assistance  to\n    6  patients  or  residents of a facility as defined in section 1.03 of this\n    7  chapter, or any other place or facility which is  required  to  have  an\n    8  operating  certificate pursuant to article sixteen or thirty-one of this\n    9  chapter, and to persons alleged to be in need of care and  treatment  in\n   10  such facilities or places, and to persons entitled to such legal assist-\n   11  ance  as  provided  by  article ten of this chapter.  THE SERVICES SHALL\n   12  ALSO PROVIDE LEGAL ASSISTANCE TO YOUTH ORDERED BY  THE  COURT  INTO  THE\n   13  CUSTODY  OF  THE  OFFICE  OF  CHILDREN AND FAMILY SERVICES AND PLACED OR\n   14  COMMITTED TO A STATE OPERATED JUVENILE DETENTION  CENTER.  The  head  of\n   15  such  service  in  each judicial department and such assistants and such\n   16  staff as may be necessary shall be appointed and may be removed  by  the\n   17  presiding  justice of the appellate division of the judicial department.\n   18  Appointments  and  transfers  to  the  service  shall  comply  with  the\n   19  provisions of the civil service law. Standards for qualifications of the\n   20  personnel  in  the service shall be established by the presiding justice\n   21  of the appellate division of  the  judicial  department.  The  presiding\n   22  justice  of  the  appellate  division  of  the judicial department shall\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03965-01-1\n\n       A. 1692                             2\n\n    1  promulgate such rules or regulations as may be necessary  to  effectuate\n    2  the purposes of this article.\n    3    S  2. Section 47.03 of the mental hygiene law, as added by chapter 789\n    4  of the laws of 1985, subdivision (c) as amended by chapter  408  of  the\n    5  laws of 1999, subdivisions (d) and (e) as amended and subdivision (f) as\n    6  added by chapter 7 of the laws of 2007, is amended to read as follows:\n    7  S 47.03 Functions, powers and duties of the service.\n    8    The  mental  hygiene  legal service in each judicial department of the\n    9  state shall perform the following duties:\n   10    (a) To study and review the admission and retention of all patients or\n   11  residents which shall include a review of the willingness of the patient\n   12  or resident to remain in his or her status and the determination of  the\n   13  facility  director  as to suitability of such status, as provided for by\n   14  this chapter;\n   15    (b) To inform patients or  residents  and,  in  proper  cases,  others\n   16  interested  in  such  persons'  welfare  of procedures for admission and\n   17  retention and of the patients' or  residents'  right  to  have  judicial\n   18  hearing  and  review,  to  be  represented by legal counsel, and to seek\n   19  independent medical opinion;\n   20    (c) To provide legal services and assistance to patients or  residents\n   21  and  their  families  related  to the admission, retention, and care and\n   22  treatment of such persons, to provide legal services and  assistance  to\n   23  subjects of a petition or patients subject to section 9.60 of this chap-\n   24  ter,  and to inform patients or residents, their families and, in proper\n   25  cases, others interested in the patients' or residents' welfare  of  the\n   26  availability  of  other  legal  resources  which may be of assistance in\n   27  matters not directly related to the admission, retention, and  care  and\n   28  treatment of such patients or residents;\n   29    (d)  TO  PROVIDE  LEGAL  SERVICES  AND ASSISTANCE TO YOUTH RESIDING IN\n   30  JUVENILE DETENTION CENTERS AND THEIR FAMILIES RELATED TO THE  RETENTION,\n   31  CARE  AND TREATMENT OF SUCH PERSONS, AND TO INFORM YOUTH AND THEIR FAMI-\n   32  LIES AND IN PROPER CASES, OTHERS INTERESTED IN THE YOUTHS'  WELFARE,  OF\n   33  THE  AVAILABILITY OF OTHER LEGAL RESOURCES WHICH MAY BE OF ASSISTANCE IN\n   34  MATTERS NOT DIRECTLY RELATED TO THE RETENTION,  CARE  AND  TREATMENT  OF\n   35  SUCH YOUTH;\n   36    (E) To be granted access at any and all times to any facility or place\n   37  or  part  thereof  described in subdivision (a) of section 47.01 of this\n   38  article, and to all books, records  and  data  pertaining  to  any  such\n   39  facility  or  place  deemed  necessary  for  carrying out its functions,\n   40  powers and duties. The mental hygiene legal service may require from the\n   41  officers or employees of such facility or place any  information  deemed\n   42  necessary  for  the  purpose  of  carrying  out the service's functions,\n   43  powers and duties. Information, books, records or data which are  confi-\n   44  dential  and  any limitations on the release thereof imposed by law upon\n   45  the party furnishing the information, books, records or data shall apply\n   46  to  the  service.  Provided,  however,  whenever   federal   regulations\n   47  restrict,  or  as  a  condition  of  federal aid require that a facility\n   48  restrict the release of information contained in the clinical record  of\n   49  a patient or client, or restrict disclosure of the identity of a patient\n   50  or  access  to  that  patient, to a greater extent than is allowed under\n   51  this section, the provisions of such federal law or  federal  regulation\n   52  shall be controlling;\n   53    [(e)]  (F)  To  initiate and take any legal action deemed necessary to\n   54  safeguard the right of any patient [or], resident OR YOUTH to protection\n   55  from abuse or mistreatment, which may  include  investigation  into  any\n\n       A. 1692                             3\n\n    1  such  allegations  of abuse or mistreatment of any such patient or resi-\n    2  dent; and\n    3    [(f)]  (G) To provide legal services and assistance in accordance with\n    4  article ten of this chapter.\n    5    S 3. The executive law is amended by adding a  new  section  508-a  to\n    6  read as follows:\n    7    S  508-A.  LEGAL SERVICES AND ASSISTANCE TO YOUTH.  IN ADDITION TO ANY\n    8  LAW GUARDIAN, COURT APPOINTED COUNSEL OR PRIVATE  COUNSEL  A  YOUTH  MAY\n    9  HAVE,  THE  MENTAL  HYGIENE LEGAL SERVICE IN EACH JUDICIAL DEPARTMENT OF\n   10  THE STATE, ESTABLISHED PURSUANT TO ARTICLE  FORTY-SEVEN  OF  THE  MENTAL\n   11  HYGIENE  LAW,  SHALL  PROVIDE LEGAL SERVICES AND ASSISTANCE TO YOUTH AND\n   12  THEIR FAMILY RELATING TO THE RETENTION, CARE AND TREATMENT OF SUCH YOUTH\n   13  WHEN SUCH YOUTH IS ORDERED BY THE COURT INTO THE CUSTODY OF  THE  OFFICE\n   14  OF CHILDREN AND FAMILY SERVICES AND PLACED OR COMMITTED TO A STATE OPER-\n   15  ATED JUVENILE DETENTION CENTER.\n   16    S  4.  This  act shall take effect on the ninetieth day after it shall\n   17  have become a law; provided, however, that the amendments to subdivision\n   18  (c) of section 47.03 of the mental hygiene law made by  section  two  of\n   19  this  act shall not affect the expiration and reversion of such subdivi-\n   20  sion.  Further provided, effective immediately, the addition,  amendment\n   21  and/or repeal of any rule or regulation necessary for the implementation\n   22  of this act on its effective date are authorized and directed to be made\n   23  and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law and the executive law, in relation to providing legal assistance to youth ordered by the court into the custody of the office of children and family services and placed or committed to a state operated juvenile detention center ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T170726.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110111.T142213.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294783646259
}