{
  "year" : 2011,
  "senateBillNo" : "A1690-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1690-2011-1294722000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Nolan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes public officials from office who are convicted of certain misdemeanor offenses",
  "summary" : "Removes public officials from office who are convicted of certain misdemeanor offenses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A9472-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1690\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  NOLAN,  BENEDETTO, CYMBROWITZ, GALEF, GLICK,\n         GUNTHER, JAFFEE,  MAISEL,  PAULIN,  PHEFFER,  WEISENBERG,  SCHIMEL  --\n         Multi-Sponsored  by  --  M.  of  A.  DESTITO,  MAGEE  -- read once and\n         referred to the Committee on Governmental Operations\n\n       AN ACT to amend the public officers law, in relation to removing  public\n         officials  from  office  who  are  convicted  of  certain  misdemeanor\n         offenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 30 of the public officers law, as\n    2  amended by chapter 209 of the laws of 1954, paragraph e  as  amended  by\n    3  chapter  454  of  the laws of 1987 and paragraph f as amended by chapter\n    4  550 of the laws of 1978, is amended to read as follows:\n    5    1. Every office shall be vacant upon  the  happening  of  one  of  the\n    6  following events before the expiration of the term thereof:\n    7    a. The death of the incumbent;\n    8    b. His OR HER resignation;\n    9    c. His OR HER removal from office;\n   10    d.  His  OR  HER ceasing to be an inhabitant of the state, or if he OR\n   11  SHE be a local officer,  of  the  political  subdivision,  or  municipal\n   12  corporation of which he OR SHE is required to be a resident when chosen;\n   13    e. His OR HER conviction of a felony, OR A MISDEMEANOR OFFENSE AGAINST\n   14  ANOTHER  PERSON  INVOLVING PHYSICAL INJURY, SEXUAL CONDUCT, RESTRAINT OR\n   15  INTIMIDATION, or a crime involving a violation of his  OR  HER  oath  of\n   16  office,  provided,  however,  that  a non-elected official may apply for\n   17  reinstatement to the appointing authority upon reversal or the  vacating\n   18  of such conviction where the conviction is the sole basis for the vacan-\n   19  cy.  After  receipt  of such application, the appointing authority shall\n   20  afford such applicant a hearing to determine  whether  reinstatement  is\n   21  warranted. The record of the hearing shall include the final judgment of\n   22  the court which reversed or vacated such conviction and may also include\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05588-01-1\n\n       A. 1690                             2\n\n    1  the entire employment history of the applicant and any other submissions\n    2  which  may  form  the  basis  of  the  grant  or denial of reinstatement\n    3  notwithstanding the reversal or vacating of  such  conviction.  Notwith-\n    4  standing  any  law  to  the  contrary,  after review of such record, the\n    5  appointing authority may, in its discretion, reappoint such  non-elected\n    6  official  to his OR HER former office, or a similar office if his OR HER\n    7  former office is no  longer  available.  In  the  event  of  such  rein-\n    8  statement, the appointing authority may, in its discretion, award salary\n    9  or  compensation  in  full  or in part for the period from the date such\n   10  office became vacant to the date of reinstatement or any part thereof;\n   11    f. The entry of a judgment or order of a court of competent  jurisdic-\n   12  tion declaring him OR HER to be incompetent;\n   13    g.  The  judgment  of  a  court, declaring void his OR HER election or\n   14  appointment, or that his OR HER office is forfeited or vacant;\n   15    h. His OR HER refusal or neglect to file his OR HER official  oath  or\n   16  undertaking,  if one is required, before or within thirty days after the\n   17  commencement of the term of office for which he OR SHE is chosen, if  an\n   18  elective  office,  or  if an appointive office, within thirty days after\n   19  notice of his OR HER  appointment,  or  within  thirty  days  after  the\n   20  commencement  of  such term; or to file a renewal undertaking within the\n   21  time required by law, or if no time be so specified, within thirty  days\n   22  after notice to him OR HER in pursuance of law, that such renewal under-\n   23  taking is required. The neglect or failure of any state or local officer\n   24  to  execute  and file his OR HER oath of office and official undertaking\n   25  within the time limited therefor by law, shall not create a  vacancy  in\n   26  the office if such officer was on active duty in the armed forces of the\n   27  United  States and absent from the county of his OR HER residence at the\n   28  time of his OR HER election or appointment, and shall take  his  OR  HER\n   29  oath of office and execute his OR HER official undertaking within thirty\n   30  days  after receipt of notice of his OR HER election or appointment, and\n   31  provided such oath of office and official undertaking  be  filed  within\n   32  ninety  days  following  the  date it has been taken and subscribed, any\n   33  inconsistent provision of law, general, special, or local to the contra-\n   34  ry, notwithstanding.\n   35    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to removing public officials from office who are convicted of certain misdemeanor offenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T141212.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110111.T170228.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294783348147
}