{
  "year" : 2011,
  "senateBillNo" : "A1697-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1697-2011-1294722000000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes restriction upon nude entertainment",
  "summary" : "Imposes the same restrictions applicable to establishments licensed under the alcoholic beverage control law upon places of entertainment which present nude entertainment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A10287-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1697\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO -- Multi-Sponsored by -- M. of A. CALHOUN\n         --  read once and referred to the Committee on Environmental Conserva-\n         tion\n\n       AN ACT to amend the  general  business  law,  in  relation  to  imposing\n         restriction upon nude entertainment\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-j to read as follows:\n    3    S 399-J. RESTRICTIONS ON NUDITY. 1. FOR PURPOSES OF THIS SECTION,  THE\n    4  TERM \"PLACE OF ENTERTAINMENT\" SHALL MEAN ANY FACILITY OPEN TO THE PUBLIC\n    5  WHEREIN PERSONS DANCE OR OTHERWISE PERFORM, AND APPEAR UNCLOTHED.\n    6    2.  NO PLACE OF ENTERTAINMENT SHALL PERMIT (A) ANY PERSON WHO PERFORMS\n    7  IN SUCH PLACE OF ENTERTAINMENT TO CONDUCT THEMSELVES IN A LEWD OR  INDE-\n    8  CENT  MANNER  OR  TO  APPEAR  UNCLOTHED IN SUCH A MANNER OR ATTIRE AS TO\n    9  EXPOSE SUCH PERSON'S GENITALS; OR\n   10    (B) ANY FEMALE WHO PERFORMS IN SUCH PLACE OF ENTERTAINMENT  TO  APPEAR\n   11  IN  SUCH MANNER OR ATTIRE AS TO EXPOSE TO VIEW ANY PORTION OF THE BREAST\n   12  BELOW THE TOP OF THE AREOLA, OR ANY SIMULATION THEREOF.  THE  PROVISIONS\n   13  OF  THIS  PARAGRAPH SHALL NOT APPLY TO ANY FEMALE ENTERTAINER PERFORMING\n   14  ON A STAGE OR PLATFORM WHICH IS AT LEAST EIGHTEEN INCHES ABOVE THE IMME-\n   15  DIATE FLOOR LEVEL AND WHICH IS REMOVED AT LEAST SIX FEET FROM THE  NEAR-\n   16  EST PATRON.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01480-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to imposing restriction upon nude entertainment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T141212.TXT", "SOBI.D110111.T142213.TXT", "SOBI.D110112.T095954.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294844394207
}