{
  "year" : 2011,
  "senateBillNo" : "A1694-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to local governments",
    "billEventId" : "A1694-2011-1294722000000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows the town or village board to make changes to the proposed annual fire district budget; requires public vote before appropriations to capital reserve fund",
  "summary" : "Allows the town or village board to make changes to the proposed annual fire district budget; requires public vote before appropriations made to fire district capital reserve fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Town Law",
  "previousVersions" : [ "A10568-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1694\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Local Governments\n\n       AN ACT to amend the town law,  in  relation  to  allowing  the  town  or\n         village  board  to  make  changes to the proposed annual fire district\n         budget and requiring a public vote before appropriations made to capi-\n         tal reserve fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs (a) and (b) of subdivision 3 of section 181 of\n    2  the town law, paragraph (a) as amended and paragraph  (b)  as  added  by\n    3  chapter 555 of the laws of 2007, are amended to read as follows:\n    4    (a)  The  board  of  commissioners  of each fire district shall hold a\n    5  public hearing on the third Tuesday in October to discuss  the  contents\n    6  of the proposed budget, AND SHALL PRESENT ANY PROPOSED APPROPRIATIONS TO\n    7  BE  MADE  TO THE FIRE DISTRICT'S CAPITAL RESERVE FUND AND TO BE VOTED ON\n    8  AT SUCH HEARING.  The hearing AND THE PUBLIC VOTE shall be conducted and\n    9  scheduled in a manner  that  maximizes  participation.  Notice  of  such\n   10  public  hearing  AND PUBLIC VOTE shall be published at least once in the\n   11  official newspaper, or if no official newspaper has been designated,  in\n   12  any  newspaper having general circulation in the district. At least five\n   13  days shall elapse between the date  of  the  first  publication  of  the\n   14  notice  and  the  date  specified  for the hearing AND PUBLIC VOTE.  The\n   15  notice of hearing AND PUBLIC VOTE shall state  the  time  when  and  the\n   16  place  where  the  public  hearing AND THE PUBLIC VOTE will be held, the\n   17  purpose thereof and that a copy of the proposed budget AND THE  PROPOSED\n   18  APPROPRIATIONS  TO  BE  MADE TO THE FIRE DISTRICT'S CAPITAL RESERVE FUND\n   19  [is] ARE available at the office of the town clerk or  clerks  and  fire\n   20  district  secretary  where  [it] THEY may be inspected by any interested\n   21  person during office hours. In the case of a fire  district  that  main-\n   22  tains  an  internet website, the notice of hearing AND PUBLIC VOTE shall\n   23  also state that the proposed budget AND PROPOSED  APPROPRIATIONS  TO  BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03908-01-1\n\n       A. 1694                             2\n\n    1  MADE  TO THE FIRE DISTRICT'S CAPITAL RESERVE FUND [is] ARE posted on the\n    2  fire district's website. The town clerk or clerks shall cause a copy  of\n    3  the  notice  to  be  posted on the signboard of the town or towns, main-\n    4  tained  pursuant  to  subdivision six of section thirty of this chapter,\n    5  not later than five days before the day designated for such hearing  AND\n    6  PUBLIC  VOTE.  The  notice  shall also be posted on the municipal and/or\n    7  fire district website or websites, if one exists. At such  hearing,  any\n    8  person  may  be  heard  in  favor  of  or against the proposed budget as\n    9  compiled, or for or against any item or items therein contained. AT SUCH\n   10  HEARING, THE PUBLIC SHALL REVIEW THE PROPOSED APPROPRIATIONS TO BE  MADE\n   11  TO  THE  FIRE DISTRICT'S CAPITAL RESERVE FUND AND SHALL VOTE IN FAVOR OR\n   12  AGAINST SUCH APPROPRIATIONS. IF IT  IS  DETERMINED  THAT  SUCH  PROPOSED\n   13  APPROPRIATIONS  TO  SUCH  CAPITAL RESERVE FUND ARE NOT SATISFACTORY, THE\n   14  BOARD OF FIRE COMMISSIONERS SHALL TAKE SUCH DETERMINATION INTO CONSIDER-\n   15  ATION WHEN CHANGING, ALTERING OR REVISING SUCH PROPOSED BUDGET.\n   16    (b) After the public hearing, THE  TOWN  OR  VILLAGE  BOARD  MAY  MAKE\n   17  CHANGES  TO  THE PROPOSED BUDGET AND SUBMIT SUCH CHANGES TO the board of\n   18  fire commissioners. THE BOARD OF FIRE  COMMISSIONERS  SHALL  REVIEW  AND\n   19  CONSIDER  SUCH  PROPOSED CHANGES AND ANY DETERMINATIONS MADE AS A RESULT\n   20  OF A PUBLIC VOTE CONCERNING PROPOSED APPROPRIATIONS TO BE  MADE  TO  THE\n   21  CAPITAL  RESERVE  FUND,  AND  may  adopt  SUCH  changes, alterations and\n   22  revisions to the proposed budget subject to the  requirements  of  para-\n   23  graph  (a)  of subdivision two of this section, except that the board of\n   24  fire commissioners shall not add or increase an appropriation to a capi-\n   25  tal reserve fund. On or before the fourth day of November, the board  of\n   26  fire commissioners shall adopt as the annual budget of the fire district\n   27  either the proposed budget or the proposed budget as changed, altered or\n   28  revised  after  the  public hearing. In the event that the board of fire\n   29  commissioners fails to  adopt  the  annual  budget  by  such  date,  the\n   30  proposed  budget  with  such changes, alterations and revisions as shall\n   31  have been adopted by the board of fire commissioners by that date  shall\n   32  constitute the annual budget of the fire district.\n   33    S  2. This act shall take effect on the first of January next succeed-\n   34  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the town law, in relation to allowing the town or village board to make changes to the proposed annual fire district budget and requiring a public vote before appropriations made to capital reserve fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T170726.TXT", "SOBI.D110111.T141212.TXT", "SOBI.D110111.T142213.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294783646267
}