{
  "year" : 2011,
  "senateBillNo" : "A169-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A169-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the temporary surrender of firearms where an individual may be a danger to himself or herself or others",
  "summary" : "Provides for the temporary surrender of firearms to the police by any person who is taken into custody by the police for the purpose of a mental examination and prior to an examination ordered pursuant to article seven hundred thirty of the criminal procedure law; requires a \"cooling off period\" following the discharge from psychiatric care during which time firearms, which came into police custody during the person's prehospitalization intervention or during hospitalization, may be kept in police custody for thirty days, or after a psychiatric examiner has determined whether the person is a threat to himself or herself or others; provides that a judge of the local jurisdiction may order an early return of the firearms if he or she determines that it would be appropriate to do so. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A486-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          169\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAHILL, ORTIZ -- Multi-Sponsored by -- M. of A.\n         COLTON, V. LOPEZ, PHEFFER, SCARBOROUGH, TOWNS, WRIGHT -- read once and\n         referred to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the temporary surrender of\n         firearms for public safety purposes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 400.05 of the penal law is amended by adding a new\n    2  subdivision 7 to read as follows:\n    3    7. (A) ANY PERSON WHO IS TAKEN INTO CUSTODY  BY  THE  POLICE  FOR  THE\n    4  PURPOSE  OF  A  MENTAL  EXAMINATION, AND PRIOR TO AN EXAMINATION ORDERED\n    5  PURSUANT TO ARTICLE SEVEN HUNDRED THIRTY OF THE CRIMINAL PROCEDURE  LAW,\n    6  SHALL  BE REQUIRED TO SURRENDER HIS OR HER FIREARMS AS DEFINED IN SUBDI-\n    7  VISION THREE OF SECTION 265.00 OF THIS CHAPTER, TO THE POLICE.\n    8    (B) THERE SHALL BE A \"COOLING OFF PERIOD\" FOLLOWING THE DISCHARGE FROM\n    9  PSYCHIATRIC CARE DURING WHICH TIME  FIREARMS,  WHICH  CAME  INTO  POLICE\n   10  CUSTODY  DURING  THE PERSON'S PRE-HOSPITALIZATION INTERVENTION OR DURING\n   11  HOSPITALIZATION, MAY BE KEPT IN POLICE CUSTODY FOR THIRTY DAYS, OR AFTER\n   12  A PSYCHIATRIC EXAMINER HAS DETERMINED WHETHER THE PERSON IS A THREAT  TO\n   13  HIMSELF OR HERSELF OR OTHERS. HOWEVER, A JUDGE OF THE LOCAL JURISDICTION\n   14  MAY  ORDER  AN EARLY RETURN OF THE FIREARMS IF HE OR SHE DETERMINES THAT\n   15  IT WOULD BE APPROPRIATE TO DO SO.\n   16    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00478-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the temporary surrender of firearms for public safety purposes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T114437.TXT", "SOBI.D101216.T123921.TXT", "SOBI.D101216.T132927.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292604277166
}