{
  "year" : 2011,
  "senateBillNo" : "A1704-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1704-2011-1294722000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a distinctive \"Pink Ribbon\" license plate and provides for the use of the service charge for breast cancer education and support",
  "summary" : "Establishes a distinctive \"Pink Ribbon\" license plate for which there is an additional annual service charge of $25; establishes the \"breast cancer education and support fund\"; provides for disbursement of monies in such fund for community-based breast cancer education and support programs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A9378-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1704\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. GUNTHER, BENEDETTO, ROBINSON, SPANO, SCHIMMINGER,\n         GIBSON,  DenDEKKER,  GALEF, HOOPER, CASTRO, PHEFFER -- Multi-Sponsored\n         by -- M. of  A.  BARCLAY,  BOYLAND,  BURLING,  CALHOUN,  CONTE,  COOK,\n         DUPREY,  FINCH,  KOLB,  MAISEL, MAYERSOHN, McDONOUGH, MURRAY, RABBITT,\n         RAIA, REILLY, SALADINO, SAYWARD,  SWEENEY,  TEDISCO,  THIELE,  TITONE,\n         TOBACCO,  WEISENBERG  --  read  once  and referred to the Committee on\n         Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to establishing\n         distinctive \"Pink Ribbon\" plates; and to amend the state finance  law,\n         in  relation  to establishing the \"breast cancer education and support\n         fund\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE \"PINK  RIBBON\"  LICENSE  PLATES.  1.  ANY  PERSON\n    4  RESIDING  IN  THIS  STATE  SHALL,  UPON REQUEST, BE ISSUED A DISTINCTIVE\n    5  \"PINK RIBBON\" LICENSE PLATE OF A DESIGN APPROVED  BY  THE  COMMISSIONER.\n    6  APPLICATION  FOR  SAID  LICENSE  PLATE  SHALL BE FILED WITH THE FORM AND\n    7  DETAIL AS THE COMMISSIONER SHALL PRESCRIBE.\n    8    2. A DISTINCTIVE PLATE ISSUED PURSUANT TO THIS SECTION SHALL BE ISSUED\n    9  IN THE SAME MANNER AS OTHER NUMBER PLATES UPON THE PAYMENT OF THE  REGU-\n   10  LAR  REGISTRATION  FEE  PRESCRIBED  BY  SECTION FOUR HUNDRED ONE OF THIS\n   11  ARTICLE, PROVIDED, HOWEVER, THAT AN ADDITIONAL ANNUAL SERVICE CHARGE  OF\n   12  TWENTY-FIVE  DOLLARS  SHALL  BE  CHARGED FOR SUCH PLATE. SUCH ADDITIONAL\n   13  SERVICE CHARGE SHALL BE  DEPOSITED  PURSUANT  TO  SECTION  FOUR  HUNDRED\n   14  FOUR-OO  OF  THIS ARTICLE TO THE CREDIT OF THE DEPARTMENT OF MOTOR VEHI-\n   15  CLES DISTINCTIVE PLATE DEVELOPMENT FUND, ESTABLISHED BY SECTION  NINETY-\n   16  FIVE-G  OF  THE STATE FINANCE LAW, AND SHALL BE USED FOR THE PRODUCTION,\n   17  DESIGN,  ADVERTISING  AND  MARKETING  OF  DISTINCTIVE   NUMBER   PLATES;\n   18  PROVIDED,  HOWEVER,  THAT ADDITIONAL ANNUAL SERVICE CHARGES COLLECTED IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02368-01-1\n\n       A. 1704                             2\n\n    1  EXCESS OF SIX THOUSAND DOLLARS SHALL BE DEPOSITED TO THE CREDIT  OF  THE\n    2  BREAST CANCER EDUCATION AND SUPPORT FUND ESTABLISHED PURSUANT TO SECTION\n    3  NINETY-FIVE-H OF THE STATE FINANCE LAW.\n    4    S  2. The state finance law is amended by adding a new section 95-h to\n    5  read as follows:\n    6    S 95-H. BREAST CANCER EDUCATION AND SUPPORT FUND. 1. THERE  IS  HEREBY\n    7  ESTABLISHED  IN  THE  JOINT  CUSTODY OF THE COMMISSIONER OF TAXATION AND\n    8  FINANCE AND THE COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS  THE  \"BREAST\n    9  CANCER EDUCATION AND SUPPORT FUND\".\n   10    2. SUCH FUND SHALL CONSIST OF ALL MONEYS COLLECTED PURSUANT TO SECTION\n   11  FOUR HUNDRED FOUR-X OF THE VEHICLE AND TRAFFIC LAW, AND ALL OTHER MONEYS\n   12  APPROPRIATED,  CREDITED  OR  TRANSFERRED  THERETO FROM ANY OTHER FUND OR\n   13  SOURCE PURSUANT TO LAW.\n   14    3. MONEYS OF THE FUND SHALL BE EXPENDED BY THE DEPARTMENT  FOR  BREAST\n   15  CANCER  EDUCATION  AND  SUPPORT  PROJECTS  AND GRANTS TO COMMUNITY-BASED\n   16  ORGANIZATIONS PURSUANT TO  SECTION  TWENTY-FOUR  HUNDRED  SIX-A  OF  THE\n   17  PUBLIC HEALTH LAW.\n   18    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to establishing distinctive \"Pink Ribbon\" plates; and to amend the state finance law, in relation to establishing the \"breast cancer education and support fund\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T095453.TXT", "SOBI.D110111.T141713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294844093079
}