{
  "year" : 2011,
  "senateBillNo" : "A1708-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to mental health",
    "billEventId" : "A1708-2011-1294722000000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines a bill of rights for persons with autism or autism spectrum disorders",
  "summary" : "Defines a bill of rights for persons with autism or autism spectrum disorders. ",
  "currentCommittee" : null,
  "sameAs" : "S2148",
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A10157-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1708\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GUNTHER, SPANO, CONTE -- read once and referred\n         to the Committee on Mental Health\n\n       AN ACT to amend the mental hygiene law, in relation to defining  a  bill\n         of rights for persons with autism or autism spectrum disorders\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The mental hygiene law is amended by adding a  new  section\n    2  16.39 to read as follows:\n    3  S 16.39 BILL OF RIGHTS FOR PERSONS WITH AUTISM OR AUTISM SPECTRUM DISOR-\n    4            DERS.\n    5    (A)  BOTH  EARLY INTERVENTION AND CONTINUING TREATMENT ARE INTEGRAL TO\n    6  THE HEALTHCARE OF THOSE DIAGNOSED WITH AUTISM OR AUTISM SPECTRUM  DISOR-\n    7  DERS.    INSURANCE  COMPANIES SHALL NOT DISCRIMINATE AGAINST INDIVIDUALS\n    8  WITH SUCH DIAGNOSES BY IMPOSING FINANCIAL BURDENS AND BARRIERS TO TREAT-\n    9  MENT SUCH AS DIFFERENTIAL DEDUCTIBLES, DISPARATE CO-PAYS, SPENDING CAPS,\n   10  AND ARBITRARY LIMITS ON ACCESS TO MEDICALLY NECESSARY  INPATIENT  AND/OR\n   11  OUTPATIENT SERVICES.\n   12    (B)  ALL  PERSONS  WITH AUTISM OR AUTISM SPECTRUM DISORDERS SHALL HAVE\n   13  THE FOLLOWING RIGHTS:\n   14    (1) THE RIGHT TO AN INCREASED INVESTMENT IN HIGH-QUALITY  RESEARCH  ON\n   15  THE ORIGIN, DIAGNOSIS AND TREATMENT OF AUTISM AND AUTISM SPECTRUM DISOR-\n   16  DERS;\n   17    (2)  THE  RIGHT  TO  ACCESS,  AND  HAVE THEIR PARENTS AND/OR GUARDIANS\n   18  ACCESS, A COMPREHENSIVE CONTINUUM OF CARE BASED ON THE PATIENT'S  NEEDS-\n   19  -INCLUDING A FULL RANGE OF PSYCHOSOCIAL, BEHAVIORAL, PHARMACOLOGICAL AND\n   20  EDUCATIONAL SERVICES--REGARDLESS OF THE COST;\n   21    (3) THE RIGHT TO RECEIVE TREATMENT WITHIN A COORDINATED SYSTEM OF CARE\n   22  WHERE  ALL  AGENCIES  DELIVERING  SERVICES (INCLUDING BUT NOT LIMITED TO\n   23  HEALTH, MENTAL HEALTH, CHILD WELFARE, JUVENILE  JUSTICE  AND  EDUCATION)\n   24  WORK TOGETHER TO OPTIMIZE TREATMENT OUTCOME;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01575-01-1\n\n       A. 1708                             2\n\n    1    (4)  THE RIGHT TO RECEIVE IN-HOME CARE, AS WELL AS TREATMENT IN COMMU-\n    2  NITY-BASED SETTINGS AS CLOSE TO HOME AS POSSIBLE;\n    3    (5)  THE RIGHT TO RECEIVE CARE FROM HIGHLY QUALIFIED PROFESSIONALS WHO\n    4  ACT IN THE BEST INTERESTS OF THE PATIENT AND FAMILY;\n    5    (6) THE RIGHT TO TREATMENT THAT IS FAMILY-DRIVEN AND  PATIENT-FOCUSED.\n    6  PARENTS  AND/OR  GUARDIANS (AND PATIENTS WHEN APPROPRIATE) MUST HAVE THE\n    7  PRIMARY DECISION-MAKING ROLE WITH REGARD TO TREATMENT;\n    8    (7) THE RIGHT TO RECEIVE, AND  HAVE  THEIR  PARENTS  AND/OR  GUARDIANS\n    9  RECEIVE,  ALL  INFORMATION REGARDING THE RISKS, BENEFITS AND ANTICIPATED\n   10  OUTCOMES OF ALL AVAILABLE TREATMENT OPTIONS THAT IS NECESSARY TO FACILI-\n   11  TATE EDUCATED DECISIONS AND INFORMED CONSENT;\n   12    (8) THE RIGHT TO ACCESS,  AND  HAVE  THEIR  PARENTS  AND/OR  GUARDIANS\n   13  ACCESS,  MENTAL HEALTH PROFESSIONALS WITH APPROPRIATE TRAINING AND EXPE-\n   14  RIENCE.   PRIMARY CARE PROFESSIONALS PROVIDING  MENTAL  HEALTH  SERVICES\n   15  MUST  HAVE  ACCESS TO CONSULTATION AND REFERRAL RESOURCES FROM QUALIFIED\n   16  MENTAL HEALTH PROFESSIONALS; AND\n   17    (9) THE RIGHT TO APPROPRIATE MONITORING  OF  PHARMACEUTICAL  TREATMENT\n   18  FOR  MENTAL DISORDERS, BOTH TO OPTIMIZE THE BENEFITS AND TO MINIMIZE ANY\n   19  RISKS OR POTENTIAL SIDE-EFFECTS ASSOCIATED WITH SUCH TREATMENTS.\n   20    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to defining a bill of rights for persons with autism or autism spectrum disorders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T114126.TXT", "SOBI.D110111.T144715.TXT", "SOBI.D110111.T143714.TXT", "SOBI.D110112.T095954.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295368886897
}