{
  "year" : 2011,
  "senateBillNo" : "A1702-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to aging",
    "billEventId" : "A1702-2011-1294722000000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires establishment of model community programs",
  "summary" : "Requires establishment of model community programs, including a model telephone reassurance program and a model visiting program for elders. ",
  "currentCommittee" : null,
  "sameAs" : "S1898",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A11305-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1702\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, ROBINSON, LUPARDO -- Multi-Sponsored by\n         -- M. of A. BARRON -- read once and referred to the Committee on Aging\n\n       AN ACT to amend the elder law, in relation to requiring establishment of\n         model  community  programs for local agencies, including a model tele-\n         phone reassurance program and a model visiting program for elders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The elder law is amended by adding a new section 203-a to\n    2  read as follows:\n    3    S 203-A. MODEL COMMUNITY PROGRAMS. IN ORDER TO ENCOURAGE THE  DEVELOP-\n    4  MENT  OF  ACTIVITIES  AND  PROGRAMS  THAT  PROMOTE AGING WITH DIGNITY IN\n    5  COMMUNITIES, THE OFFICE SHALL DEVELOP MODEL  COMMUNITY  PROGRAMS  TO  BE\n    6  DISTRIBUTED  UPON  REQUEST TO LOCAL AREA AGENCIES ON AGING AND COMMUNITY\n    7  BASED ORGANIZATIONS. SUCH MODEL COMMUNITY  PROGRAMS  SHALL  INCLUDE  THE\n    8  FOLLOWING:\n    9    1. A MODEL TELEPHONE REASSURANCE PROGRAM SHALL BE DEVELOPED TO PROVIDE\n   10  FOR THE FOLLOWING:\n   11    (A) PHONE CALLS BY THE ORGANIZATION MAINTAINING THE PROGRAM TO PARTIC-\n   12  IPATING SENIORS AT AN AGREED UPON TIME EACH DAY;\n   13    (B)  A  SECONDARY  CONTACT,  WHERE  APPLICABLE, TO BE CONTACTED IF THE\n   14  SENIOR DOES NOT ANSWER THE INITIAL CALL AND BEFORE LOCAL LAW ENFORCEMENT\n   15  ARE CONTACTED;\n   16    (C) COORDINATION WITH LOCAL LAW ENFORCEMENT TO ENSURE  AN  APPROPRIATE\n   17  RESPONSE IN THE EVENT THE SENIOR CANNOT BE CONTACTED;\n   18    (D)  ADVANCE CONSENT TO ACCESS TO THE HOME BY LOCAL LAW ENFORCEMENT TO\n   19  DETERMINE THE STATUS OF THE SENIOR IF CONTACT WITH THE SENIOR COULD  NOT\n   20  BE MADE; AND\n   21    (E)  INCREASED  COORDINATION BETWEEN THE SENIORS UTILIZING THE PROGRAM\n   22  AND PROGRAM OPERATORS TO REDUCE INCIDENTS RESULTING IN  UNNECESSARY  LAW\n   23  ENFORCEMENT RESPONSE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04508-01-1\n\n       A. 1702                             2\n\n    1    2. A MODEL VISITING PROGRAM SHALL BE DEVELOPED TO PROVIDE SENIORS WITH\n    2  A VISITOR WHO CAN OFFER CONTACT ON A REGULAR BASIS AND COMPANIONSHIP FOR\n    3  SENIORS  WHO  LACK A NETWORK OF FAMILY AND FRIENDS IN THEIR COMMUNITIES.\n    4  THE MODEL VISITING PROGRAM SHALL INCLUDE:\n    5    (A)  METHODS  TO  OBTAIN VOLUNTEERS INCLUDING BY PARTNERING WITH LOCAL\n    6  EDUCATIONAL INSTITUTIONS;\n    7    (B) SYSTEMS TO SCREEN VOLUNTEERS TO  BOTH  ENSURE  A  GOOD  MATCH  AND\n    8  PROTECT SENIORS INVOLVED IN THE PROGRAM;\n    9    (C)  SYSTEMS TO PERIODICALLY CHECK ON BOTH VOLUNTEERS AND THE SENIORS;\n   10  AND\n   11    (D) RESPONSES TO PROBLEMS THAT MAY ARISE.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to requiring establishment of model community programs for local agencies, including a model telephone reassurance program and a model visiting program for elders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T141713.TXT", "SOBI.D110114.T094405.TXT", "SOBI.D110112.T100454.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295016245595
}