{
  "year" : 2011,
  "senateBillNo" : "A170-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A170-2011-1294203600000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides the assessor shall issue a receipt to the applicant of proof of submission of a STAR application",
  "summary" : "Provides the assessor shall issue a receipt to the applicant of proof of submission of a STAR application. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A675-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          170\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CAHILL, DESTITO, PHEFFER, TOWNS, SPANO -- Multi-\n         Sponsored by -- M. of A. BRENNAN, CLARK, McENENY, PERRY --  read  once\n         and referred to the Committee on Real Property Taxation\n\n       AN  ACT  to amend the real property tax law, in relation to the assessor\n         providing proof of submission to the STAR applicant\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph (b) of subdivision 6 of section 425 of the real\n    2  property tax law, as amended by chapter 531 of  the  laws  of  2006,  is\n    3  amended to read as follows:\n    4    (b)  Approval  or  denial of application. If the assessor is satisfied\n    5  that the applicant or applicants are entitled to an  exemption  pursuant\n    6  to  this  section, he or she shall approve the application and such real\n    7  property shall thereafter be exempt from  school  district  taxation  as\n    8  provided  herein.  UPON  RECEIPT  OF  AN APPLICATION, THE ASSESSOR SHALL\n    9  PROVIDE THE APPLICANT WITH WRITTEN PROOF  OF  SUCH  SUBMISSION.  If  the\n   10  assessor determines that the applicant or applicants are not entitled to\n   11  an  exemption  pursuant to this section, he or she shall, not later than\n   12  ten days prior to the date for hearing complaints in relation to assess-\n   13  ments, mail to each applicant not entitled to the exemption a notice  of\n   14  denial  of  that  application  for  the  exemption herein for that year;\n   15  except that in the city of New York, such notice  shall  be  mailed  not\n   16  later  than thirty days prior to the final date for filing an assessment\n   17  appeal as set forth in paragraph (b-1) of this subdivision.  The  notice\n   18  of denial shall specify each reason for such denial and shall be sent on\n   19  a form prescribed by the state board. Failure to mail any such notice of\n   20  denial  or  the  failure  of any person to receive such notice shall not\n   21  prevent the levy, collection and enforcement of the  taxes  on  property\n   22  owned by such person.\n   23    S  2. This act shall take effect on the first of January next succeed-\n   24  ing the date on which it shall have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00783-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the assessor providing proof of submission to the STAR applicant ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T113936.TXT", "SOBI.D101216.T123921.TXT", "SOBI.D101216.T132927.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292603976109
}