{
  "year" : 2011,
  "senateBillNo" : "A1705-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1705-2011-1294722000000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes distinctive \"I love NYS parks\" license plates and \"New York state park revolving fund\"",
  "summary" : "Establishes distinctive \"I love NYS parks\" license plates and \"New York state parks revolving fund.\" ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A10064-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1705\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER, ENGLEBRIGHT, WEISENBERG, PHEFFER, BENE-\n         DETTO, TITONE, GALEF, CASTRO, GIBSON, GABRYSZAK,  HOYT,  ZEBROWSKI  --\n         Multi-Sponsored  by  --  M.  of  A.   BOYLAND, BUTLER, CALHOUN, CONTE,\n         CORWIN, CROUCH, DUPREY, GLICK, HAWLEY, JORDAN, KOLB, MAGEE, McDONOUGH,\n         McENENY, McKEVITT, MOLINARO, MURRAY,  PERRY,  RAIA,  REILICH,  REILLY,\n         SALADINO,  SAYWARD,  SWEENEY,  THIELE -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to establishing\n         distinctive \"I love NYS parks\" license plates; and to amend the  state\n         finance  law,  in  relation  to  establishing the New York state parks\n         revolving fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 404-x to read as follows:\n    3    S 404-X. DISTINCTIVE \"I LOVE NYS PARKS\" LICENSE PLATES. 1.  ANY PERSON\n    4  RESIDING IN THIS STATE SHALL UPON REQUEST BE  ISSUED  A  DISTINCTIVE  \"I\n    5  LOVE  NYS PARKS\" LICENSE PLATE BEARING THE PHRASE \"I LOVE (\"LOVE\" DEMON-\n    6  STRATED BY A RED HEART) NYS PARKS\". APPLICATION FOR SAID LICENSE  PLATES\n    7  SHALL  BE  FILED  WITH  THE  COMMISSIONER IN SUCH FORM AND DETAIL AS THE\n    8  COMMISSIONER SHALL PRESCRIBE.\n    9    2. ANY DISTINCTIVE PLATE ISSUED PURSUANT  TO  THIS  SECTION  SHALL  BE\n   10  ISSUED IN THE SAME MANNER AS OTHER NUMBER PLATES UPON THE PAYMENT OF THE\n   11  REGULAR  REGISTRATION FEE PRESCRIBED BY SECTION FOUR HUNDRED ONE OF THIS\n   12  ARTICLE PROVIDED, HOWEVER, THAT AN ADDITIONAL ANNUAL SERVICE  CHARGE  OF\n   13  TWENTY-FIVE DOLLARS SHALL BE CHARGED FOR SUCH PLATE. SUCH ANNUAL SERVICE\n   14  CHARGE  SHALL  BE  DEPOSITED  PURSUANT TO THE PROVISIONS OF SECTION FOUR\n   15  HUNDRED FOUR-OO OF THIS ARTICLE TO THE CREDIT  OF  THE  NEW  YORK  STATE\n   16  PARKS  REVOLVING  FUND ESTABLISHED BY SECTION NINETY-NINE-T OF THE STATE\n   17  FINANCE LAW, AND SHALL BE USED  FOR  NEW  YORK  STATE  PARKS.  PROVIDED,\n   18  HOWEVER,  THAT  ONE YEAR AFTER THE EFFECTIVE DATE OF THIS SECTION, FUNDS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02369-01-1\n\n       A. 1705                             2\n\n    1  IN THE AMOUNT OF FIVE THOUSAND DOLLARS, OR SO MUCH  THEREOF  AS  MAY  BE\n    2  AVAILABLE  SHALL BE ALLOCATED FROM SUCH FUND TO THE DEPARTMENT TO OFFSET\n    3  COSTS ASSOCIATED WITH THE PRODUCTION OF SUCH LICENSE PLATE.\n    4    S  2. The state finance law is amended by adding a new section 99-t to\n    5  read as follows:\n    6    S 99-T. NEW YORK STATE PARKS REVOLVING FUND. 1. THERE IS HEREBY ESTAB-\n    7  LISHED IN THE JOINT CUSTODY OF THE COMMISSIONER OF TAXATION AND  FINANCE\n    8  AND  THE  COMPTROLLER, A SPECIAL FUND TO BE KNOWN AS THE \"NEW YORK STATE\n    9  PARKS REVOLVING FUND\".\n   10    2. SUCH FUND SHALL CONSIST OF ALL REVENUES RECEIVED  PURSUANT  TO  THE\n   11  PROVISIONS OF SECTION FOUR HUNDRED FOUR-X OF THE VEHICLE AND TRAFFIC LAW\n   12  AND ALL OTHER MONEYS APPROPRIATED, CREDITED, OR TRANSFERRED THERETO FROM\n   13  ANY  OTHER  FUND  OR  SOURCE  PURSUANT TO LAW. NOTHING CONTAINED IN THIS\n   14  SECTION SHALL PREVENT THE STATE FROM RECEIVING GRANTS, GIFTS OR BEQUESTS\n   15  FOR THE PURPOSES OF THE FUND AS DEFINED IN THIS SECTION  AND  DEPOSITING\n   16  THEM INTO THE FUND ACCORDING TO LAW.\n   17    3. MONIES OF THE FUND SHALL BE EXPENDED ONLY FOR NEW YORK STATE PARKS.\n   18    S 3. This act shall take effect on the one hundred eightieth day after\n   19  it  shall have become a law. Effective immediately, the addition, amend-\n   20  ment and/or repeal of any rule or regulation necessary for the implemen-\n   21  tation of this act on its effective date is authorized to be made on  or\n   22  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to establishing distinctive \"I love NYS parks\" license plates; and to amend the state finance law, in relation to establishing the New York state parks revolving fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T141713.TXT", "SOBI.D110112.T095954.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294844394193
}