{
  "year" : 2011,
  "senateBillNo" : "A1709-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1709-2011-1294722000000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts school districts operating within the metropolitan commuter transportation district from the metropolitan commuter transportation mobility tax; repealer",
  "summary" : "Exempts school districts operating within the metropolitan commuter transportation district from the metropolitan commuter transportation mobility tax. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A11631-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Conte",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1709\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER, CONTE -- Multi-Sponsored by -- M. of A.\n         CALHOUN, CROUCH, JAFFEE, McDONOUGH, MOLINARO, MURRAY,  RABBITT,  RAIA,\n         THIELE -- read once and referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend  the  tax law and part C of chapter 25 of the laws of\n         2009, amending the tax law and the administrative code of the city  of\n         New York relating to the metropolitan commuter transportation mobility\n         tax, in relation to the exemption of school districts operating within\n         the  metropolitan  commuter transportation district from the metropol-\n         itan commuter transportation mobility tax; and to  repeal  part  D  of\n         chapter 25 of the laws of 2009, amending the education law relating to\n         certain  moneys  apportioned  to school districts for reimbursement of\n         article twenty-three of the tax law payments, relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection (a) of section 801 of the tax law, as added by\n    2  section 1 of part C of chapter 25 of the laws of  2009,  is  amended  to\n    3  read as follows:\n    4    (a)  For  the sole purpose of providing an additional stable and reli-\n    5  able  dedicated  funding  source  for  the  metropolitan  transportation\n    6  authority  and  its subsidiaries and affiliates to preserve, operate and\n    7  improve essential transit and transportation services in  the  metropol-\n    8  itan commuter transportation district, a tax is hereby imposed at a rate\n    9  of  thirty-four  hundredths  (.34) percent of (1) the payroll expense of\n   10  every employer who engages in business within the MCTD and (2)  the  net\n   11  earnings  from  self-employment  of individuals that are attributable to\n   12  the MCTD if such earnings attributable to the MCTD exceed  ten  thousand\n   13  dollars  for  the tax year.   THIS SECTION SHALL NOT APPLY TO ANY SCHOOL\n   14  DISTRICT OPERATING WITHIN THE MCTD.\n   15    S 2. Subsection (a) of section 804 of the tax law, as added by section\n   16  1 of part C of chapter 25 of the laws of 2009, is  amended  to  read  as\n   17  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02370-01-1\n\n       A. 1709                             2\n\n    1    (a)  Employers  with  payroll  expense. The tax imposed on the payroll\n    2  expense of employers under section eight hundred one of this article for\n    3  each calendar quarter must be paid quarterly at the  same  time  as  the\n    4  statewide  wage  reporting  system  report is required under section one\n    5  hundred  seventy-one-a of this chapter; provided however, that employers\n    6  subject to section nine of this chapter [other than school districts  as\n    7  defined  in section thirty-six hundred nine-g of the education law] must\n    8  pay the tax on the payroll expense at the same time as  the  withholding\n    9  tax remitted under the electronic payment reporting system and the elec-\n   10  tronic funds transfer system authorized by section nine of this chapter.\n   11    S 3. Subdivision (a) of section 23 of part C of chapter 25 of the laws\n   12  of 2009, amending the tax law and the administrative code of the city of\n   13  New  York  relating to the metropolitan commuter transportation mobility\n   14  tax, is amended to read as follows:\n   15    (a) the metropolitan  commuter  transportation  mobility  tax  enacted\n   16  pursuant  to  section  one of this act that is (i) imposed on employers,\n   17  shall apply on and after March 1, 2009[, provided however, that the  tax\n   18  shall  apply to public school districts within the metropolitan commuter\n   19  transportation district (MCTD) on and after September 1, 2009] and  (ii)\n   20  imposed  on  individuals  with net earnings from self-employment for tax\n   21  years beginning on or after January 1, 2009, but  the  individual's  tax\n   22  liability  for  the  2009 tax year will be based only on ten-twelfths of\n   23  such net earnings for the 2009 tax year;\n   24    S 4. Part D of chapter 25 of the laws of 2009, amending the  education\n   25  law  relating  to  certain  moneys  apportioned  to school districts for\n   26  reimbursement of article  twenty-three  of  the  tax  law  payments,  is\n   27  REPEALED.\n   28    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and part C of chapter 25 of the laws of 2009, amending the tax law and the administrative code of the city of New York relating to the metropolitan commuter transportation mobility tax, in relation to the exemption of school districts operating within the metropolitan commuter transportation district from the metropolitan commuter transportation mobility tax; and to repeal part D of chapter 25 of the laws of 2009, amending the education law relating to certain moneys apportioned to school districts for reimbursement of article twenty-three of the tax law payments, relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T144715.TXT", "SOBI.D110111.T143714.TXT", "SOBI.D110112.T095954.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294844394204
}