{
  "year" : 2011,
  "senateBillNo" : "A1715-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to racing and wagering",
    "billEventId" : "A1715-2011-1294722000000-referred+to+racing+and+wagering",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits social card games",
  "summary" : "Permits social card games. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A10815-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1715\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. LENTOL, RAIA -- read once and referred to the\n         Committee on Racing and Wagering\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 9 of article 1 of the constitution, in\n         relation to authorizing certain social card games\n\n    1    Section 1. Resolved (if the Senate concur), That section 9 of  article\n    2  1 of the constitution be amended to read as follows:\n    3    S  9.  1.  No  law  shall be passed abridging the rights of the people\n    4  peaceably to assemble and to petition the government, or any  department\n    5  thereof; nor shall any divorce be granted otherwise than by due judicial\n    6  proceedings;  except  as hereinafter provided, no lottery or the sale of\n    7  lottery tickets, pool-selling, book-making, or any other kind of  gambl-\n    8  ing,  except  lotteries  operated  by  the state and the sale of lottery\n    9  tickets in connection therewith as may be authorized and  prescribed  by\n   10  the  legislature, the net proceeds of which shall be applied exclusively\n   11  to or in aid or support of education in this state  as  the  legislature\n   12  may  prescribe,  and except pari-mutuel betting on horse races as may be\n   13  prescribed by the legislature and from which the state  shall  derive  a\n   14  reasonable  revenue  for  the  support of government, shall hereafter be\n   15  authorized or allowed within this state; and the legislature shall  pass\n   16  appropriate  laws  to  prevent offenses against any of the provisions of\n   17  this section.\n   18    2. Notwithstanding the foregoing provisions of this section, any city,\n   19  town or village within the state may by an approving vote of the majori-\n   20  ty of the qualified electors in such municipality voting on  a  proposi-\n   21  tion  therefor  submitted  at  a  general or special election authorize,\n   22  subject to state legislative supervision and control, the conduct of one\n   23  or both of the following categories of games of  chance  commonly  known\n   24  as:  (a)  bingo  or  lotto,  in which prizes are awarded on the basis of\n   25  designated numbers or symbols on a card conforming to numbers or symbols\n   26  selected at random; (b) games in which prizes are awarded on  the  basis\n   27  of  a  winning  number or numbers, color or colors, or symbol or symbols\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89047-01-1\n\n       A. 1715                             2\n\n    1  determined by chance from among those  previously  selected  or  played,\n    2  whether  determined  as the result of the spinning of a wheel, a drawing\n    3  or otherwise by chance; (C) SOCIAL  CARD  GAMES  AS  DETERMINED  BY  THE\n    4  LEGISLATURE. If authorized, such games shall be subject to the following\n    5  restrictions,  among  others which may be prescribed by the legislature:\n    6  (1) only bona fide religious, charitable or non-profit organizations  of\n    7  veterans,  volunteer  firefighter  and  similar non-profit organizations\n    8  shall be permitted to conduct such games; (2) the entire net proceeds of\n    9  any game shall be exclusively devoted to the  lawful  purposes  of  such\n   10  organizations;  (3)  no  person  except  a  bona fide member of any such\n   11  organization shall participate in the management or  operation  of  such\n   12  game; and (4) no person shall receive any remuneration for participating\n   13  in  the  management  or  operation  of  any  such game. Unless otherwise\n   14  provided by law, no single prize shall exceed two hundred fifty dollars,\n   15  nor shall any series of prizes on one occasion aggregate more  than  one\n   16  thousand  dollars. The legislature shall pass appropriate laws to effec-\n   17  tuate the purposes of this  subdivision,  ensure  that  such  games  are\n   18  rigidly  regulated  to  prevent commercialized gambling, prevent partic-\n   19  ipation by criminal and other undesirable elements and the diversion  of\n   20  funds  from  the purposes authorized hereunder and establish a method by\n   21  which a municipality which has authorized  such  games  may  rescind  or\n   22  revoke such authorization. Unless permitted by the legislature, no muni-\n   23  cipality  shall have the power to pass local laws or ordinances relating\n   24  to such games. Nothing in this section  shall  prevent  the  legislature\n   25  from  passing  laws  more restrictive than any of the provisions of this\n   26  section.\n   27    S 2. Resolved (if the Senate concur), That the foregoing amendment  be\n   28  referred  to  the  first regular legislative session convening after the\n   29  next succeeding general election of members of  the  assembly,  and,  in\n   30  conformity  with  section  1  of  article  19  of  the  constitution, be\n   31  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 9 of article 1 of the constitution, in relation to authorizing certain social card games ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T144715.TXT", "SOBI.D110111.T143714.TXT", "SOBI.D110112.T100454.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294844694342
}