{
  "year" : 2011,
  "senateBillNo" : "A1714-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to labor",
    "billEventId" : "A1714-2011-1294722000000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires utility companies to employ only competent workers skilled in excavation or construction projects when working on a public thoroughfare",
  "summary" : "Requires utility companies to employ only competent workers skilled in excavation or construction projects when working on a public thoroughfare of the state, county or municipality. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A8383-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1714\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Labor\n\n       AN ACT to amend the labor law, in relation to requiring  utility  compa-\n         nies  to  employ  only  competent workers skilled in the work of exca-\n         vation or construction projects when working on a public  thoroughfare\n         of the state, county or municipality\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited  as  the  \"roadway\n    2  construction competent worker act\".\n    3    S  2.  The  labor law is amended by adding a new section 28 to read as\n    4  follows:\n    5    S 28. WORKERS ON EXCAVATION OR CONSTRUCTION PROJECTS.  UTILITY  COMPA-\n    6  NIES  OR  THEIR  CONTRACTORS AND SUBCONTRACTORS PERFORMING EXCAVATION OR\n    7  CONSTRUCTION TO USE OR OPEN A PUBLIC THOROUGHFARE OF THE  STATE,  COUNTY\n    8  OR  MUNICIPALITY SHALL EMPLOY ONLY COMPETENT WORKERS SKILLED IN THE WORK\n    9  REQUIRED OF THEM AND THAT THE PREVAILING  WAGE  FOR  SIMILAR  TITLES  AS\n   10  ESTABLISHED BY THE FISCAL OFFICER PURSUANT TO SECTION TWO HUNDRED TWENTY\n   11  OF THIS CHAPTER SHALL BE PAID TO THOSE SO EMPLOYED. FOR PURPOSES OF THIS\n   12  SECTION  THE  TERM  \"PUBLIC THOROUGHFARE\" SHALL INCLUDE A PUBLIC STREET,\n   13  ROAD, BRIDGE AND RIGHT OF WAY.\n   14    S 3. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04124-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to requiring utility companies to employ only competent workers skilled in the work of excavation or construction projects when working on a public thoroughfare of the state, county or municipality ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T143714.TXT", "SOBI.D110128.T085733.TXT", "SOBI.D110111.T144215.TXT", "SOBI.D110112.T100454.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296223053278
}