{
  "year" : 2011,
  "senateBillNo" : "A1712-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to election law",
    "billEventId" : "A1712-2011-1294722000000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"automatic voter registration act\" to provide for the registration to vote of persons based on motor vehicle and tax records",
  "summary" : "Enacts the \"automatic voter registration act\"; requires the department of motor vehicles and the department of taxation and finance to transmit the names and addresses of persons who are U.S. citizens and residents of this state, and who will be 18 years old by the next general election to the state board of elections; provides that the state board of elections shall forward such names to the appropriate boards of elections and such persons shall be registered to vote; directs the state board of elections to study the feasibility of using other state and local records as a means of automatically registering voters. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A5265-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1712\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. KAVANAGH, CUSICK, HOYT, KELLNER, J. RIVERA --\n         Multi-Sponsored by -- M.  of A. GLICK, PEOPLES-STOKES, TOWNS  --  read\n         once and referred to the Committee on Election Law\n\n       AN  ACT  to  amend the election law, the vehicle and traffic law and the\n         tax law, in relation to enacting  the  \"automatic  voter  registration\n         act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"automatic voter registration act\".\n    3    S  2.  The  election law is amended by adding a new section 5-212-a to\n    4  read as follows:\n    5    S 5-212-A. AUTOMATIC VOTER REGISTRATION. 1. IN ADDITION TO  ANY  OTHER\n    6  METHOD  OF  VOTER REGISTRATION PROVIDED FOR IN THIS ARTICLE, EACH QUALI-\n    7  FIED PERSON SHALL BE REGISTERED TO VOTE PURSUANT TO  THE  PROVISIONS  OF\n    8  THIS SECTION.\n    9    2.  ON OR BEFORE THE FIRST OF SEPTEMBER, THE DEPARTMENT OF MOTOR VEHI-\n   10  CLES SHALL TRANSMIT TO THE STATE BOARD OF ELECTIONS THE NAME AND ADDRESS\n   11  OF EVERY CITIZEN OF THE UNITED STATES, WHO IS A RESIDENT OF THIS  STATE,\n   12  WHO  HAS  ATTAINED OR WILL ATTAIN THE AGE OF EIGHTEEN YEARS ON OR BEFORE\n   13  THE NEXT GENERAL ELECTION, AND WHO  HOLDS  A  NON-DRIVER  IDENTIFICATION\n   14  CARD,  LEARNER'S  PERMIT OR DRIVER'S LICENSE PURSUANT TO THE VEHICLE AND\n   15  TRAFFIC LAW.\n   16    3. ON OR BEFORE THE FIRST OF SEPTEMBER, THE DEPARTMENT OF TAXATION AND\n   17  FINANCE SHALL TRANSMIT TO THE STATE BOARD  OF  ELECTIONS  THE  NAME  AND\n   18  ADDRESS  OF EVERY CITIZEN OF THE UNITED STATES, WHO IS A RESIDENT OF THE\n   19  STATE, WHO HAS ATTAINED OR WILL ATTAIN THE AGE OF EIGHTEEN YEARS  ON  OR\n   20  BEFORE  THE  NEXT  GENERAL  ELECTION,  AND  WHO HAS SUBMITTED A RESIDENT\n   21  PERSONAL INCOME TAX RETURN PURSUANT TO ARTICLE  TWENTY-TWO  OF  THE  TAX\n   22  LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04808-01-1\n\n       A. 1712                             2\n\n    1    4.  THE STATE BOARD OF ELECTIONS SHALL COMPILE THE INFORMATION SUBMIT-\n    2  TED PURSUANT TO SUBDIVISIONS TWO AND  THREE  OF  THIS  SECTION  FOR  THE\n    3  PURPOSE  OF  COMPLYING  WITH  THE  PROVISIONS OF SUBDIVISION THIRTEEN OF\n    4  SECTION 3-102 OF THIS CHAPTER, AND WITHIN TEN DAYS OF THE RECEIPT OF THE\n    5  NAMES  AND  ADDRESSES  OF  PERSONS PURSUANT TO SUCH SUBDIVISIONS TWO AND\n    6  THREE, THE STATE BOARD OF ELECTIONS SHALL TRANSMIT EACH  SUCH  NAME  AND\n    7  ADDRESS  TO  THE APPROPRIATE BOARD OF ELECTIONS, BASED UPON THE ADDRESS,\n    8  AND EACH SUCH PERSON SHALL IMMEDIATELY BE REGISTERED TO VOTE.\n    9    5. THE STATE BOARD OF ELECTIONS IS AUTHORIZED AND DIRECTED  TO  ESTAB-\n   10  LISH  ANY RULES AND REGULATIONS NECESSARY TO IMPLEMENT THE PROVISIONS OF\n   11  THIS SECTION.\n   12    6. NO PROVISION OF THIS SECTION SHALL BE DEEMED  TO  PROVIDE  FOR  THE\n   13  ENROLLMENT OF ANY PERSON IN A PARTY. EVERY PERSON REGISTERED PURSUANT TO\n   14  THIS  SECTION  MAY ENROLL IN A PARTY BY COMPLYING WITH THE PROVISIONS OF\n   15  TITLE THREE OF THIS ARTICLE.\n   16    S 3. Subdivisions 2 and 3 of section 5-212-a of the election  law,  as\n   17  added by section two of this act, are amended to read as follows:\n   18    2.  On  or  before the first of September EACH YEAR, the department of\n   19  motor vehicles shall transmit to the state board of elections  the  name\n   20  and  address of every citizen of the United States, who is a resident of\n   21  this state, who has attained or will attain the age  of  eighteen  years\n   22  AFTER  THE  DATE OF THE IMMEDIATELY PRECEDING GENERAL ELECTION AND on or\n   23  before the next general election, and who holds a non-driver identifica-\n   24  tion card, learner's permit or driver's license pursuant to the  vehicle\n   25  and traffic law.\n   26    3.  On  or  before the first of September EACH YEAR, the department of\n   27  taxation and finance shall transmit to the state board of elections  the\n   28  name  and  address of every citizen of the United States, who is a resi-\n   29  dent of the state, who has attained or will attain the age  of  eighteen\n   30  years  AFTER  THE DATE OF THE IMMEDIATELY PRECEDING GENERAL ELECTION AND\n   31  on or before the next general election, and who has submitted a resident\n   32  personal income tax return pursuant to article  twenty-two  of  the  tax\n   33  law.\n   34    S 4. Section 201 of the vehicle and traffic law is amended by adding a\n   35  new subdivision 8 to read as follows:\n   36    8.  NO  PROVISION  OF  THIS  SECTION  SHALL  BE DEEMED TO PROHIBIT THE\n   37  DEPARTMENT FROM COMPLYING WITH THE  PROVISIONS  OF  SUBDIVISION  TWO  OF\n   38  SECTION  5-212-A  OF  THE ELECTION LAW. THE INFORMATION REQUIRED BY SUCH\n   39  SUBDIVISION SHALL BE PROVIDED TO THE STATE BOARD  OF  ELECTIONS  WITHOUT\n   40  ANY FEE IMPOSED BY SECTION TWO HUNDRED TWO OF THIS ARTICLE.\n   41    S 5. Section 170 of the tax law is amended by adding a new subdivision\n   42  9 to read as follows:\n   43    9.  NO  PROVISION  OF  THIS  CHAPTER  SHALL  BE DEEMED TO PROHIBIT THE\n   44  DEPARTMENT FROM COMPLYING WITH THE PROVISIONS OF  SUBDIVISION  THREE  OF\n   45  SECTION  5-212-A  OF  THE ELECTION LAW. THE INFORMATION REQUIRED BY SUCH\n   46  SUBDIVISION SHALL BE PROVIDED TO THE STATE BOARD  OF  ELECTIONS  WITHOUT\n   47  ANY CHARGE OR FEE.\n   48    S 6. The state board of elections shall conduct a study of the practi-\n   49  cality  and cost-effectiveness of providing automatic voter registration\n   50  pursuant to section 5-212-a of the election law, as added by section two\n   51  of this act and amended by section three of this act. In addition,  such\n   52  board  shall  study  the  feasibility of utilizing other state and local\n   53  records for the purpose of automatically registering persons to vote. On\n   54  or before January 1, 2013, the state board of elections shall  submit  a\n   55  report  of  its findings and recommendations pursuant to this section to\n\n       A. 1712                             3\n\n    1  the governor, temporary president of  the  senate  and  speaker  of  the\n    2  assembly.\n    3    S 7. This act shall take effect immediately, except that section three\n    4  of  this act shall take effect one year after the effective date of this\n    5  act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, the vehicle and traffic law and the tax law, in relation to enacting the \"automatic voter registration act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T150719.TXT", "SOBI.D110111.T143714.TXT", "SOBI.D110112.T100454.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294844694331
}