{
  "year" : 2011,
  "senateBillNo" : "A1710-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1710-2011-1294722000000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes shareholders to attend meetings via remote communication and to be deemed present for voting purposes",
  "summary" : "Requires certain corporations to permit shareholders to attend meetings via remote communication and to be deemed present for voting purposes. ",
  "currentCommittee" : null,
  "sameAs" : "S447",
  "lawSection" : "Business Corporation Law",
  "previousVersions" : [ "A1567-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1710\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. KAVANAGH, ROSENTHAL -- read once and referred to\n         the Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the business corporation law, in relation to  attendance\n         of a meeting of shareholders by remote communication\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs (b), (c) and (d) of section 602 of the  business\n    2  corporation  law  are  relettered  paragraphs (c), (d) and (e) and a new\n    3  paragraph (b) is added to read as follows:\n    4    (B)(I) EVERY CORPORATION WHOSE SHARES ARE TRADED ON A  STOCK  EXCHANGE\n    5  OR  IN THE OVER-THE-COUNTER MARKET SHALL: (1) IMPLEMENT REASONABLE MEAS-\n    6  URES TO PROVIDE SHAREHOLDERS NOT PHYSICALLY PRESENT AT  A  SHAREHOLDERS'\n    7  MEETING A REASONABLE OPPORTUNITY TO WITNESS THE PROCEEDINGS OF THE MEET-\n    8  ING  SUBSTANTIALLY  CONCURRENTLY  WITH SUCH PROCEEDINGS; AND (2) PROVIDE\n    9  REASONABLE MEANS TO ENABLE SHAREHOLDERS TO VOTE  OR  CAST  PROXIES  WITH\n   10  RESPECT  TO  MATTERS  SUBMITTED  TO  THE SHAREHOLDERS AT A SHAREHOLDERS'\n   11  MEETING BY MEANS OF ELECTRONIC COMMUNICATION.\n   12    (II) THIS PARAGRAPH MAY ALSO APPLY TO OTHER CORPORATIONS IF THE  BOARD\n   13  OF DIRECTORS HAS ELECTED TO BE SUBJECT TO THIS PARAGRAPH.\n   14    (III) NOTHING REQUIRED IN SUBPARAGRAPHS (I) AND (II) OF THIS PARAGRAPH\n   15  SHALL  LIMIT,  RESTRICT  OR  SUPERSEDE OTHER FORMS OF VOTING AND PARTIC-\n   16  IPATION.\n   17    (IV) FOR  PURPOSES  OF  THIS  PARAGRAPH,  \"REASONABLE  MEASURES\"  WITH\n   18  RESPECT  TO  WITNESSING PROCEEDINGS SHALL INCLUDE, BUT NOT BE LIMITED TO\n   19  AUDIO WEBCAST OR OTHER BROADCAST OF THE MEETING  AND  FOR  VOTING  SHALL\n   20  INCLUDE BUT NOT BE LIMITED TO TELEPHONIC AND INTERNET VOTING.\n   21    S  2. Section 605 of the business corporation law, as amended by chap-\n   22  ter 746 of the laws of 1963, paragraph (a) as amended by chapter 498  of\n   23  the laws of 1998, is amended to read as follows:\n   24  S 605. Notice of meetings of shareholders.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00841-02-1\n\n       A. 1710                             2\n\n    1    (a)  Whenever  under  the  provisions of this chapter shareholders are\n    2  required or permitted to take any action at a meeting, notice  shall  be\n    3  given  stating  the  place,  date  and hour of the meeting, THE MEANS OF\n    4  REMOTE COMMUNICATIONS, IF ANY, BY WHICH  SHAREHOLDERS  AND  PROXYHOLDERS\n    5  MAY  WITNESS  THE PROCEEDINGS OF THE MEETING AND VOTE OR CAST PROXIES AT\n    6  SUCH MEETING and, unless it is the annual meeting, indicating that it is\n    7  being issued by or at the direction of the person or persons calling the\n    8  meeting. Notice of a special meeting shall also  state  the  purpose  or\n    9  purposes  for  which  the  meeting  is  called. Notice of any meeting of\n   10  shareholders may be written or electronic. If, at any meeting, action is\n   11  proposed to  be  taken  which  would,  if  taken,  entitle  shareholders\n   12  fulfilling  the requirements of section 623 (Procedure to enforce share-\n   13  holder's right to receive payment for shares)  to  receive  payment  for\n   14  their  shares,  the  notice of such meeting shall include a statement of\n   15  that purpose and to that effect and shall be accompanied by  a  copy  of\n   16  section  623  or an outline of its material terms. Notice of any meeting\n   17  shall be given not fewer than ten nor more than sixty  days  before  the\n   18  date of the meeting, provided, however, that such notice may be given by\n   19  third  class  mail  not  fewer than twenty-four nor more than sixty days\n   20  before the date of the meeting, to each shareholder entitled to vote  at\n   21  such  meeting.  If  mailed,  such  notice is given when deposited in the\n   22  United States mail, with postage thereon prepaid, directed to the share-\n   23  holder at the shareholder's address as  it  appears  on  the  record  of\n   24  shareholders, or, if the shareholder shall have filed with the secretary\n   25  of  the  corporation a request that notices to the shareholder be mailed\n   26  to some other address, then directed to him at such  other  address.  If\n   27  transmitted  electronically,  such  notice is given when directed to the\n   28  shareholder's electronic mail address as supplied by the shareholder  to\n   29  the  secretary  of  the corporation or as otherwise directed pursuant to\n   30  the shareholder's authorization or instructions.  An  affidavit  of  the\n   31  secretary  or  other  person giving the notice or of a transfer agent of\n   32  the corporation that the notice required by this section has been  given\n   33  shall,  in  the  absence  of fraud, be prima facie evidence of the facts\n   34  therein stated.\n   35    (b) When a meeting is adjourned to another time or place, it shall not\n   36  be necessary, unless the by-laws require otherwise, to give  any  notice\n   37  of  the  adjourned meeting if the time and place to which the meeting is\n   38  adjourned AND THE MEANS OF  REMOTE  COMMUNICATIONS,  IF  ANY,  BY  WHICH\n   39  SHAREHOLDERS AND PROXYHOLDERS MAY WITNESS THE PROCEEDINGS OF THE MEETING\n   40  AND  VOTE OR CAST PROXIES AT THE MEETING are announced at the meeting at\n   41  which the adjournment is taken, and at the adjourned meeting  any  busi-\n   42  ness  may  be transacted that might have been transacted on the original\n   43  date of the meeting. However, if after the adjournment the board fixes a\n   44  new record date for the adjourned meeting, a  notice  of  the  adjourned\n   45  meeting  shall  be given to each shareholder of record on the new record\n   46  date entitled to notice under paragraph (a) of this section.\n   47    (C) NOTHING REQUIRED IN PARAGRAPHS (A) AND (B) OF THIS  SECTION  SHALL\n   48  LIMIT, RESTRICT OR SUPERSEDE OTHER FORMS OF VOTING AND PARTICIPATION.\n   49    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the business corporation law, in relation to attendance of a meeting of shareholders by remote communication ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T144715.TXT", "SOBI.D110125.T142421.TXT", "SOBI.D110111.T143714.TXT", "SOBI.D110112.T095954.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295983461593
}