{
  "year" : 2011,
  "senateBillNo" : "A1728-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to health",
    "billEventId" : "A1728-2011-1294722000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows clinical labs to provide biological data analysis services",
  "summary" : "Allows clinical labs to provide biological data analysis services upon the request of the person on whom the service is to be performed for personal genomics or biological data collection. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A7820-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1728\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation to clinical laborato-\n         ries and biological data analysis\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 576-b of the public health law, as added by chapter\n    2  572 of the laws of 2002, is amended to read as follows:\n    3    S  576-b.  Performance  of  certain  clinical laboratory services upon\n    4  request. 1. (A) A clinical laboratory may perform a clinical  laboratory\n    5  service  (including  accepting  a specimen or assignment for examination\n    6  and rendering a report), that it is otherwise allowed to  perform,  upon\n    7  the  request  of  the  person on whom the service is to be performed and\n    8  render a report directly to the person, where the  service  is  for  the\n    9  same  purpose  as  a test or collection device that has been approved or\n   10  cleared by the Food and Drug Administration of the United States Depart-\n   11  ment of Health and Human Services for sale or distribution to the public\n   12  on a direct or over-the-counter basis  without  a  prescription  from  a\n   13  qualified health care practitioner.\n   14    (B)  IN  ADDITION  TO ANY CLINICAL LABORATORY SERVICE AUTHORIZED UNDER\n   15  PARAGRAPH (A) OF THIS SUBDIVISION, A CLINICAL LABORATORY MAY  PERFORM  A\n   16  CLINICAL  LABORATORY  SERVICE (INCLUDING ACCEPTING A SPECIMEN OR ASSIGN-\n   17  MENT FOR EXAMINATION AND RENDERING  A  REPORT),  THAT  IT  IS  OTHERWISE\n   18  ALLOWED  TO  PERFORM, UPON THE REQUEST OF THE PERSON ON WHOM THE SERVICE\n   19  IS TO BE PERFORMED FOR PERSONAL GENOMICS OR BIOLOGICAL DATA COLLECTION.\n   20    2. All services conducted pursuant to this section shall  comply  with\n   21  the  standards  for  testing  established by the department and with any\n   22  other laws of this state, including requirements for confidentiality and\n   23  pre-test and post-test counseling.\n   24    3. [The] (A) EXCEPT AS PROVIDED IN PARAGRAPH (B) OF THIS  SUBDIVISION,\n   25  THE  results  of  any  test  conducted pursuant to this section shall be\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02252-01-1\n\n       A. 1728                             2\n\n    1  provided only to the person who requested the test. Such  results  shall\n    2  be  provided in a clear and concise manner that is understandable by lay\n    3  persons and that identifies results indicating the need for referral  to\n    4  a physician or other qualified health care practitioner.\n    5    (B) WHERE A CLINICAL LABORATORY PERFORMS A CLINICAL LABORATORY SERVICE\n    6  AS  PROVIDED FOR IN THIS SECTION, AND WHERE SUCH SERVICE IS FOR PERSONAL\n    7  GENOMICS OR BIOLOGICAL DATA COLLECTION,  WHEN  DIRECTED  BY  THE  PERSON\n    8  REQUESTING  SUCH  SERVICE, A CLINICAL LABORATORY MAY SEND THE RESULTS OF\n    9  THE SERVICE TO AN ENTITY FOR BIOLOGICAL  DATA  ANALYSIS  SERVICES.  SUCH\n   10  BIOLOGICAL  DATA  ANALYSIS  SERVICES  SHALL NOT BE CONSIDERED A CLINICAL\n   11  LABORATORY SERVICE UNDER THIS ARTICLE. THE  RESULTS  OF  ANY  BIOLOGICAL\n   12  DATA  ANALYSIS  SERVICES SHALL BE PROVIDED IN A CLEAR AND CONCISE MANNER\n   13  THAT IS UNDERSTANDABLE BY LAY PERSONS, AND SHALL BE SENT DIRECTLY TO THE\n   14  PERSON REQUESTING SUCH ANALYSIS.\n   15    4. Nothing in this section shall authorize a clinical  laboratory,  OR\n   16  AN  ENTITY PROVIDING BIOLOGICAL DATA ANALYSIS SERVICES, to engage in the\n   17  practice of any health care profession under title eight of  the  educa-\n   18  tion law. The report issued to a person for a test conducted pursuant to\n   19  this  section  shall contain a clear statement, presented in a prominent\n   20  manner, to the effect that the report should not be  viewed  as  medical\n   21  advice and is not meant to replace direct communication with a physician\n   22  or other health care practitioner.\n   23    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to clinical laboratories and biological data analysis ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T144715.TXT", "SOBI.D110112.T102955.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294846195049
}