{
  "year" : 2011,
  "senateBillNo" : "A172-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to transportation",
    "billEventId" : "A172-2011-1294203600000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that registration lists and title information made available to contracting parties may not be used for various purposes without the registrant's consent",
  "summary" : "Provides that registration lists and title information made available to contracting parties by the department of motor vehicles may not be used for purposes other than (i) issuance of manufacturer's warranty, safety recall or similar notices, or (ii) statistical compilations without the registrant's express consent. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A517-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          172\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. CAHILL, PHEFFER, GANTT, ENGLEBRIGHT -- Multi-\n         Sponsored by -- M. of A.  CLARK, MARKEY, McENENY, REILLY -- read  once\n         and referred to the Committee on Transportation\n\n       AN  ACT to amend the vehicle and traffic law, in relation to consent for\n         the use of registration lists and title information\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (b) of subdivision 4 of section 202 of the vehi-\n    2  cle and traffic law, as amended by chapter 293 of the laws of  1989,  is\n    3  amended to read as follows:\n    4    (b)  The  commissioner  shall  notify each vehicle registrant that the\n    5  registration information specified in paragraph (a) of this  subdivision\n    6  has been or will be furnished to the contracting party.  The commission-\n    7  er shall inform each vehicle registrant when such registrant first makes\n    8  application  for  a vehicle registration or when such registrant applies\n    9  to renew an existing vehicle registration how to [achieve  the  deletion\n   10  of] PROVIDE EXPRESS CONSENT FOR such information [from] IN the contract-\n   11  ing  party's  file  TO  BE  USED FOR PURPOSES OTHER THAN THOSE LISTED IN\n   12  SUBPARAGRAPHS (I) AND (II) OF THIS PARAGRAPH.  The contract between  the\n   13  commissioner  and  the  contracting  party shall provide that, [upon the\n   14  request of the registrant] UNLESS THE VEHICLE  REGISTRANT  HAS  PROVIDED\n   15  EXPRESS  CONSENT  AS INDICATED IN A SEPARATE WRITTEN AUTHORIZATION, made\n   16  in such manner and in such form as shall be prescribed  by  the  commis-\n   17  sioner,   such  registration  information  shall  be  deleted  from  the\n   18  contracting party's file for all purposes,  except:    (i)  issuance  of\n   19  manufacturer's  warranty,  safety  recall  or  similar  notices, or (ii)\n   20  statistical [complications] COMPILATIONS.\n   21    S 2. This act shall take effect on the one hundred twentieth day after\n   22  it shall have become a law; provided  that  the  commissioner  of  motor\n   23  vehicles  is  authorized to promulgate any and all rules and regulations\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00479-01-1\n\n       A. 172                              2\n\n    1  and take any other measures necessary  to  implement  this  act  on  its\n    2  effective  date  on  or  before such date; and provided further that the\n    3  provisions of this act shall apply to contracts entered  into,  altered,\n    4  modified, extended, or renewed on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to consent for the use of registration lists and title information ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T115937.TXT", "SOBI.D101216.T123921.TXT", "SOBI.D101216.T132927.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292605177357
}