{
  "year" : 2011,
  "senateBillNo" : "A1725-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1725-2011-1294722000000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the humane removal of downed animals",
  "summary" : "Provides for the humane treatment and removal of downed animals. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A4513-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1725\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. ROSENTHAL -- Multi-Sponsored by -- M. of A. PHEF-\n         FER -- read once and referred to the Committee on Agriculture\n\n       AN  ACT  to amend the agriculture and markets law, in relation to downed\n         animals\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 96-g of the agriculture and markets law is amended\n    2  by adding a new subdivision 18 to read as follows:\n    3    18. \"DOWNED ANIMAL\" MEANS ANY LIVE SPECIES OF CATTLE THAT IS UNABLE TO\n    4  STAND AND WALK UNASSISTED.\n    5    S 2. The agriculture and markets  law  is  amended  by  adding  a  new\n    6  section 96-k to read as follows:\n    7    S  96-K.  DOWNED  ANIMALS.  1.  NO  SLAUGHTERHOUSE, STOCKYARD, AUCTION\n    8  MARKET AGENCY, OR DEALER SHALL BUY, SELL, OR RECEIVE A DOWNED ANIMAL  OR\n    9  PRODUCTS OF DOWNED ANIMALS FOR HUMAN CONSUMPTION.\n   10    2.  NO  SLAUGHTERHOUSE,  STOCKYARD,  AUCTION  MARKET AGENCY, OR DEALER\n   11  SHALL HOLD A DOWNED ANIMAL WITHOUT TAKING IMMEDIATE ACTION  TO  HUMANELY\n   12  EUTHANIZE  THE  ANIMAL,  OR  HUMANELY  REMOVE  THE ANIMAL FOR VETERINARY\n   13  TREATMENT.\n   14    3. WHILE IN TRANSIT OR ON THE PREMISES OF A SLAUGHTERHOUSE, STOCKYARD,\n   15  AUCTION MARKET AGENCY, OR DEALER, A DOWNED ANIMAL SHALL NOT  BE  DRAGGED\n   16  AT  ANY  TIME,  OR PUSHED WITH EQUIPMENT AT ANY TIME, BUT SHALL BE MOVED\n   17  WITH A SLING OR ON A STONEBOAT OR BY OTHER SLED-LIKE OR WHEELED  CONVEY-\n   18  ANCE.\n   19    4.  AS USED IN THIS SECTION (A) \"HUMANELY EUTHANIZED\" MEANS TO KILL BY\n   20  A MECHANICAL, CHEMICAL, OR ELECTRICAL METHOD  THAT  RAPIDLY  AND  EFFEC-\n   21  TIVELY RENDERS THE ANIMAL INSENSITIVE TO PAIN; AND (B) \"HUMANELY REMOVE\"\n   22  MEANS  MOVING A DOWNED ANIMAL WITH A SLING OR ON A STONEBOAT OR BY OTHER\n   23  SLED-LIKE OR WHEELED CONVEYANCE.\n   24    5. A VIOLATION OF THIS SECTION SHALL BE A MISDEMEANOR  AS  DEFINED  IN\n   25  SUBDIVISION FOUR OF SECTION 10.00 OF THE PENAL LAW.\n   26    S  3.  This  act shall take effect on the ninetieth day after it shall\n   27  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01777-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to downed animals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T102455.TXT", "SOBI.D110111.T144715.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294845895880
}