{
  "year" : 2011,
  "senateBillNo" : "A1724-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to health",
    "billEventId" : "A1724-2011-1294722000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to notification of rate increases to residents of assisted living residences",
  "summary" : "Provides for notification of rate increases to residents of residential health care facilities, assisted living facilities and adult care facilities; requires forty-five days notice for any increase; specifies that a 10% increase requires 90 days prior notification to residents; provides for an appeals process. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A4511-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1724\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ROSENTHAL, DINOWITZ, GOTTFRIED, MILLMAN, CAHILL\n         -- Multi-Sponsored by -- M. of A. BOYLAND, PAULIN,  J. RIVERA,  ROBIN-\n         SON, WEISENBERG -- read once and referred to the Committee on Health\n\n       AN  ACT  to  amend the public health law, in relation to notification of\n         rate increases to residents of assisted living residences\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Title  4  of  article  46-B of the public health law is\n    2  amended by adding a new section 4664 to read as follows:\n    3    S 4664. ASSISTED LIVING; RATE INCREASES.  1.  IF  AN  ASSISTED  LIVING\n    4  RESIDENCE  INCREASES  THE RATES OF FEES FOR RESIDENTS OR MAKES INCREASES\n    5  IN ANY OF ITS RATE STRUCTURES FOR SERVICES, THE OPERATOR  SHALL  PROVIDE\n    6  NO  LESS THAN FORTY-FIVE DAYS PRIOR NOTICE TO THE RESIDENTS OR THE RESI-\n    7  DENTS' REPRESENTATIVES SETTING FORTH THE AMOUNT  OF  THE  INCREASE,  THE\n    8  REASON FOR THE INCREASE, AND A DESCRIPTION OF THE METHODOLOGY, INCLUDING\n    9  A GENERAL DESCRIPTION OF THE ADDITIONAL COSTS, EXCEPT FOR AN INCREASE IN\n   10  THE  RATE  DUE  TO  A  CHANGE IN THE LEVEL OF CARE OF THE RESIDENT. THIS\n   11  SUBDIVISION SHALL NOT APPLY TO OPTIONAL SERVICES THAT  ARE  PROVIDED  BY\n   12  INDIVIDUALS,   PROFESSIONALS,   OR   ORGANIZATIONS   UNDER   A  SEPARATE\n   13  FEE-FOR-SERVICE ARRANGEMENT WITH THE RESIDENTS.\n   14    2. NOTWITHSTANDING SUBDIVISION ONE OF THIS  SECTION,  IF  AN  ASSISTED\n   15  LIVING  RESIDENCE INCREASES RATES BY MORE THAN TEN PERCENT, THE OPERATOR\n   16  SHALL PROVIDE NO LESS THAN NINETY DAYS PRIOR WRITTEN NOTICE TO THE RESI-\n   17  DENTS OR THE RESIDENTS' REPRESENTATIVES SETTING FORTH THE AMOUNT OF  THE\n   18  INCREASE,  THE REASON FOR THE INCREASE, AND A DESCRIPTION OF THE METHOD-\n   19  OLOGY, INCLUDING A GENERAL DESCRIPTION OF THE ADDITIONAL  COSTS,  EXCEPT\n   20  FOR  AN INCREASE IN THE RATE DUE TO A CHANGE IN THE LEVEL OF CARE OF THE\n   21  RESIDENT. EACH ASSISTED LIVING RESIDENCE SHALL ESTABLISH A  PROCESS  FOR\n   22  RESIDENTS  OF  THE ASSISTED LIVING RESIDENCE TO OPPOSE THE RATE INCREASE\n   23  BASED ON FINANCIAL HARDSHIP, INCLUDING PROVISIONS  FOR  INFORMATION  AND\n   24  POSSIBLE  RESIDENTIAL  ALTERNATIVES  FOR  THOSE  RESIDENTS.   THE NOTICE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01773-01-1\n\n       A. 1724                             2\n\n    1  REQUIRED BY THIS SUBDIVISION SHALL INFORM RESIDENTS  ABOUT  THE  APPEALS\n    2  PROCESS.  THIS SUBDIVISION SHALL NOT APPLY TO OPTIONAL SERVICES THAT ARE\n    3  PROVIDED BY INDIVIDUALS, PROFESSIONALS, OR ORGANIZATIONS UNDER  A  SEPA-\n    4  RATE FEE-FOR-SERVICE ARRANGEMENT WITH RESIDENTS.\n    5    3.  NO  ASSISTED  LIVING  RESIDENCE SHALL CHARGE NONRECURRING LUMP-SUM\n    6  ASSESSMENTS. THE NOTIFICATION REQUIREMENTS CONTAINED IN SUBDIVISION  ONE\n    7  OF  THIS SECTION SHALL APPLY TO INCREASES SPECIFIED IN THIS SUBDIVISION.\n    8  FOR PURPOSES OF THIS SUBDIVISION,  \"NONRECURRING  LUMP-SUM  ASSESSMENTS\"\n    9  ARE  DEFINED  AS  RATE INCREASES DUE TO UNAVOIDABLE AND UNEXPECTED COSTS\n   10  THAT FINANCIALLY OBLIGATE THE ASSISTED LIVING RESIDENCE.  IN LIEU OF THE\n   11  LUMP-SUM PAYMENT, ALL INCREASES IN RATES SHALL BE TO  THE  MONTHLY  RATE\n   12  AMORTIZED OVER A TWELVE MONTH PERIOD. THE PROHIBITION AGAINST A LUMP-SUM\n   13  ASSESSMENT  SHALL  NOT  APPLY  TO CHARGES FOR SPECIFIC GOODS OR SERVICES\n   14  PROVIDED TO AN INDIVIDUAL RESIDENT.\n   15    4. EACH ASSISTED LIVING RESIDENCE SHALL INCLUDE ALL OF  THE  FOLLOWING\n   16  IN ITS RESIDENCY AGREEMENT:\n   17    (A)  A  COMPREHENSIVE  DESCRIPTION  OF ANY ITEMS AND SERVICES PROVIDED\n   18  UNDER A SINGLE FEE, SUCH AS A MONTHLY FEE FOR  ROOM,  BOARD,  AND  OTHER\n   19  ITEMS AND SERVICES;\n   20    (B)  A  COMPREHENSIVE  DESCRIPTION  OF,  AND THE FEE SCHEDULE FOR, ALL\n   21  ITEMS AND SERVICES NOT INCLUDED IN A SINGLE FEE. IN ADDITION, THE AGREE-\n   22  MENT SHALL INDICATE THAT THE RESIDENT SHALL RECEIVE A MONTHLY  STATEMENT\n   23  ITEMIZING ALL SEPARATE CHARGES INCURRED BY THE RESIDENT;\n   24    (C)  A  FACILITY  MAY  ASSESS A SEPARATE CHARGE FOR AN ITEM OR SERVICE\n   25  ONLY IF THAT SEPARATE CHARGE IS AUTHORIZED BY THE  RESIDENCY  AGREEMENT.\n   26  IF  ADDITIONAL  SERVICES  ARE  AVAILABLE  THROUGH  THE  FACILITY  TO  BE\n   27  PURCHASED BY THE RESIDENT THAT WERE NOT AVAILABLE AT THE TIME THE  RESI-\n   28  DENCY  AGREEMENT  WAS SIGNED, A LIST OF THESE SERVICES AND CHARGES SHALL\n   29  BE PROVIDED TO THE RESIDENT OR THE RESIDENT'S REPRESENTATIVE.  A  STATE-\n   30  MENT  ACKNOWLEDGING THE ACCEPTANCE OR REFUSAL TO PURCHASE THE ADDITIONAL\n   31  SERVICES SHALL BE SIGNED AND DATED BY THE  RESIDENT  OR  THE  RESIDENT'S\n   32  REPRESENTATIVE AND ATTACHED TO THE RESIDENCY AGREEMENT;\n   33    (D)  AN  EXPLANATION  OF  THE  USE  OF THIRD-PARTY SERVICES WITHIN THE\n   34  FACILITY THAT ARE NOT RELATED TO THE RESIDENT'S SERVICE PLAN, INCLUDING,\n   35  BUT NOT LIMITED TO: ANCILLARY, HEALTH, AND MEDICAL  SERVICES;  HOW  THEY\n   36  MAY BE ARRANGED, ACCESSED, AND MONITORED; ANY RESTRICTIONS ON THIRD-PAR-\n   37  TY  SERVICES;  AND  WHO  IS  FINANCIALLY RESPONSIBLE FOR THE THIRD-PARTY\n   38  SERVICES;\n   39    (E) A COMPREHENSIVE DESCRIPTION OF BILLING AND  PAYMENT  POLICIES  AND\n   40  PROCEDURES; AND\n   41    (F)  A STATEMENT INDICATING THAT RATES MAY BE INCREASED AND THE CONDI-\n   42  TIONS UNDER WHICH RATES MAY BE  INCREASED  AND  NOTIFICATION  PROCEDURES\n   43  PURSUANT TO SUBDIVISIONS ONE AND TWO OF THIS SECTION.\n   44    5.  NONPROFIT  ASSISTED  LIVING  RESIDENCES  SHALL  BE EXEMPT FROM THE\n   45  PROVISIONS OF THIS SECTION.\n   46    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to notification of rate increases to residents of assisted living residences ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T102455.TXT", "SOBI.D110111.T144715.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294845895876
}