{
  "year" : 2011,
  "senateBillNo" : "A1730-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to codes",
    "billEventId" : "A1730-2011-1294722000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts provisions relating to the trafficking of weapons and for the firearm, rifle and shotgun ballistic identification bank",
  "summary" : "Enacts provisions relating to the trafficking of weapons and for the firearm, rifle and shotgun ballistic identification bank; phases in reporting requirements for firearms and weapons. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A4618-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1730\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. ROSENTHAL, CAMARA, PHEFFER, JAFFEE, DINOWITZ,\n         SCHIMEL, GOTTFRIED, BING, ROBINSON, KELLNER -- Multi-Sponsored  by  --\n         M.  of A. BOYLAND, COLTON, GLICK, MAISEL, PEOPLES-STOKES, PERRY, WEIS-\n         ENBERG, WRIGHT -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the executive law  and  the  general  business  law,  in\n         relation to gun trafficking and the firearm, rifle and shotgun ballis-\n         tic identification databank\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 2, 4 and 5 of section  230  of  the  executive\n    2  law,  as added by chapter 189 of the laws of 2000, are amended and a new\n    3  subdivision 6 is added to read as follows:\n    4    2. The superintendent of the division of state police, in  cooperation\n    5  with the United States department of [treasury] JUSTICE, bureau of alco-\n    6  hol,  tobacco  [and],  firearms AND EXPLOSIVES and district attorneys in\n    7  New York state, shall develop and implement a strategy for the interdic-\n    8  tion of guns illegally entering New York from supplier states. The stra-\n    9  tegy shall include  identifying  and  prosecuting  gun  traffickers  and\n   10  suppliers  of  such  guns  who  may be violating federal, state or local\n   11  laws, and cooperating with the United States  department  of  [treasury]\n   12  JUSTICE,  bureau  of alcohol, tobacco [and], firearms AND EXPLOSIVES and\n   13  appropriate prosecutorial  agencies  and  law  enforcement  agencies  in\n   14  supplier  states  in  the  investigation  and  enforcement of such laws.\n   15  District attorneys are authorized to enter into collaborative agreements\n   16  with prosecutorial and  other  governmental  agencies  and  entities  in\n   17  supplier  states  in an effort to stop the movement of illegal guns into\n   18  New York.\n   19    4. (A) The superintendent of the division of state police shall estab-\n   20  lish and maintain within the division a criminal gun clearinghouse as  a\n   21  central  repository of information regarding all guns seized, forfeited,\n   22  found or otherwise coming into the possession of any state or local  law\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01781-01-1\n\n       A. 1730                             2\n\n    1  enforcement  agency  which are believed to have been used in the commis-\n    2  sion of a crime. The superintendent of  the  division  of  state  police\n    3  shall  adopt and promulgate regulations prescribing reporting procedures\n    4  for such state or local law enforcement agencies, including the form for\n    5  reporting  such  information. In addition to any other information which\n    6  the superintendent of the division of state police may require, the form\n    7  shall require [(a)] (I) the serial number  [or],  BALLISTIC  INFORMATION\n    8  AND  other  identifying  information  on the gun, EXPENDED PROJECTILE OR\n    9  EXPENDED SHELL CASING, if available and [(b)] (II) a  brief  description\n   10  of  the  circumstances  under  which  the  gun,  EXPENDED  PROJECTILE OR\n   11  EXPENDED SHELL CASING came into the possession of  the  law  enforcement\n   12  agency,  including  the  crime which was or may have been committed with\n   13  the gun.\n   14    (B) ANY GUN, EXPENDED PROJECTILE  OR  EXPENDED  SHELL  CASING  SEIZED,\n   15  FOUND,  OR  OTHERWISE  COMING  INTO POSSESSION OF ANY STATE OR LOCAL LAW\n   16  ENFORCEMENT AGENCY SHALL BE SUBMITTED TO THE DIVISION OF  STATE  POLICE,\n   17  WHICH SHALL CAUSE TO BE ENTERED IN THE CRIMINAL GUN CLEARINGHOUSE ESTAB-\n   18  LISHED  PURSUANT  TO  PARAGRAPH  (A)  OF THIS SUBDIVISION (I) THE SERIAL\n   19  NUMBER, BALLISTIC INFORMATION AND IDENTIFYING INFORMATION  ON  THE  GUN,\n   20  EXPENDED  PROJECTILE,  OR EXPENDED SHELL CASING, IF AVAILABLE AND (II) A\n   21  BRIEF DESCRIPTION OF THE CIRCUMSTANCES UNDER  WHICH  THE  GUN,  EXPENDED\n   22  PROJECTILE  OR EXPENDED SHELL CASING CAME INTO THE POSSESSION OF THE LAW\n   23  ENFORCEMENT AGENCY.\n   24    (C) MATERIALS REQUIRED TO BE SUBMITTED PURSUANT  TO  THIS  SUBDIVISION\n   25  SHALL BE SUBMITTED WITHIN THIRTY DAYS OF COMING INTO THE POSSESSION OF A\n   26  STATE OR LOCAL LAW ENFORCEMENT AGENCY. SUCH MATERIALS SHALL BE TESTED OR\n   27  EXAMINED  AS  REQUIRED  BY  THIS SUBDIVISION WITHIN THIRTY DAYS OF THEIR\n   28  RECEIPT BY THE LABORATORY.\n   29    5. In any case where a state or local law enforcement agency  investi-\n   30  gates  the  commission  of  a  crime in this state and a specific gun is\n   31  known to have been used in  such  crime,  such  agency  shall  submit  a\n   32  request FOR A TRACE OF SUCH GUN to:\n   33    (A)  the  national  tracing  center  of the United States [Department]\n   34  DEPARTMENT of [Treasury] JUSTICE,  bureau  of  alcohol,  tobacco  [and],\n   35  firearms  AND  EXPLOSIVES  to  trace  the movement of such gun [and such\n   36  federal agency shall be requested to provide the superintendent  of  the\n   37  division  of  state police and the local law enforcement agency with the\n   38  results of such a trace], AND\n   39    (B) THE FIREARM, RIFLE AND SHOTGUN BALLISTIC  IDENTIFICATION  DATABANK\n   40  ESTABLISHED  PURSUANT  TO  SECTION  THREE  HUNDRED  NINETY-SIX-FF OF THE\n   41  GENERAL BUSINESS LAW.\n   42    This subdivision shall not apply where the source of a gun is  already\n   43  known to a local law enforcement agency.\n   44    6.  ON  DECEMBER  FIRST,  TWO  THOUSAND TWELVE THE COMMISSIONER OF THE\n   45  DIVISION OF CRIMINAL JUSTICE SERVICES SHALL OBTAIN A COPY OF THE LIST OF\n   46  MOST FREQUENTLY TRACED CRIME GUNS IN NEW YORK, WHICH WAS PREPARED BY THE\n   47  UNITED STATES DEPARTMENT OF JUSTICE,  BUREAU  OF  ALCOHOL,  TOBACCO  AND\n   48  FIREARMS AS PART OF ITS YOUTH CRIME GUN INTERDICTION REPORT, AND FORWARD\n   49  SUCH  LIST TO ALL GUNSMITHS AND FIREARM DEALERS LICENSED IN NEW YORK, AS\n   50  WELL AS ALL GUN MANUFACTURERS SHIPPING GUNS INTO NEW YORK.  THE  COMMIS-\n   51  SIONER  OF  THE  DIVISION OF CRIMINAL JUSTICE SERVICES SHALL FORWARD ANY\n   52  UPDATED LIST TO ALL GUNSMITHS AND FIREARM DEALERS LICENSED IN  NEW  YORK\n   53  WITHIN SIXTY DAYS OF THE ISSUANCE OF SUCH LIST.\n   54    S  2.  Section 396-ff of the general business law, as added by chapter\n   55  189 of the laws of 2000, is amended to read as follows:\n\n       A. 1730                             3\n\n    1    S 396-ff. [Pistol] FIREARM, RIFLE  and  [revolver]  SHOTGUN  ballistic\n    2  identification  databank.  (1)  For  the  purposes  of this section, the\n    3  following terms shall have the following meanings:\n    4    (a)  \"Manufacturer\" means any person, firm or corporation possessing a\n    5  valid federal license that permits such person, firm or  corporation  to\n    6  engage in the business of manufacturing [pistols or revolvers] FIREARMS,\n    7  RIFLES  OR  SHOTGUNS  or  ammunition therefor for the purpose of sale or\n    8  distribution.\n    9    (b) \"FIREARM\" MEANS A PISTOL, REVOLVER OR OTHER WEAPON AS  DEFINED  IN\n   10  SUBDIVISION THREE OF SECTION 265.00 OF THE PENAL LAW.\n   11    (C) \"RIFLE\" MEANS A WEAPON AS DEFINED IN SUBDIVISION ELEVEN OF SECTION\n   12  265.00 OF THE PENAL LAW.\n   13    (D)  \"SHOTGUN\"  MEANS  A  WEAPON  AS  DEFINED IN SUBDIVISION TWELVE OF\n   14  SECTION 265.00 OF THE PENAL LAW.\n   15    (E) \"Shell casing\" means that part of ammunition capable of being used\n   16  in a pistol or revolver that contains the primer and  propellant  powder\n   17  to discharge the bullet or projectile.\n   18    (F)  \"PROJECTILE\"  MEANS  THAT  PART  OF  AMMUNITION  THAT IS EXPELLED\n   19  THROUGH THE BARREL OF A FIREARM, RIFLE OR SHOTGUN BY MEANS OF AN  EXPLO-\n   20  SION.\n   21    (G)  \"FREQUENTLY TRACED CRIME GUN\" MEANS ANY FIREARM, RIFLE OR SHOTGUN\n   22  WHICH IS THE SAME MAKE AND MODEL AS THOSE IDENTIFIED BY  THE  BUREAU  OF\n   23  ALCOHOL, TOBACCO AND FIREARMS YOUTH CRIME GUN INTERDICTION INITIATIVE AS\n   24  ONE  OF  THE TEN MOST FREQUENTLY TRACED CRIME GUNS IN CITIES IN NEW YORK\n   25  STATE BEGINNING IN TWO THOUSAND.\n   26    (H) \"BALLISTIC IDENTIFIER\" MEANS A DIGITIZED OR ELECTRONIC IMAGE OF  A\n   27  PROJECTILE  OR  SHELL  CASING DISCHARGED BY A FIREARM, RIFLE OR SHOTGUN,\n   28  CLEARLY SHOWING THE DISTINCTIVE FIRING PIN, BREECH, EJECTION, EXTRACTION\n   29  AND/OR BARREL MARKS FOR THAT PARTICULAR FIREARM  OR  RIFLE  SHOWING  THE\n   30  DISTINCTIVE  FIRING PIN AND BREECH MARKS FOR SHOTGUNS WHICH MAY BE USED,\n   31  THROUGH COMPARATIVE COMPUTER ANALYSIS, FOR INVESTIGATIVE,  PROSECUTORIAL\n   32  AND ADJUDICATIVE PURPOSES.\n   33    (2)  On and after March first, two thousand one, any manufacturer that\n   34  ships, transports or delivers a pistol or revolver to any person in this\n   35  state shall, in accordance with rules and regulations promulgated by the\n   36  division of state police, include in the container with such  pistol  or\n   37  revolver a separate sealed container that encloses:\n   38    (a)  a  shell  casing  of  a bullet or projectile discharged from such\n   39  pistol or revolver; and\n   40    (b) any additional information that identifies such pistol or revolver\n   41  and shell casing as required by such rules and regulations.\n   42    (3) (A) A gunsmith or dealer in firearms licensed in this state shall,\n   43  within ten days of the receipt of any pistol or revolver from a manufac-\n   44  turer that fails to comply with the provisions of this  section,  either\n   45  [(a)]  (I) return such pistol or revolver to such manufacturer, or [(b)]\n   46  (II) notify the division of state police of such noncompliance and ther-\n   47  eafter obtain a substitute sealed container through participation  in  a\n   48  program  operated by the state police as provided in subdivision four of\n   49  this section.\n   50    (B) THE STATE POLICE SHALL MAINTAIN RECORDS REGARDING  THE  NUMBER  OF\n   51  BALLISTIC IMAGES SCANNED FOR THE MOST RECENT PERIOD, THE TOTAL NUMBER OF\n   52  BALLISTIC  IMAGES  COLLECTED  TO DATE, THE TYPE OF WEAPONS INCLUDED, THE\n   53  NUMBER OF LAW ENFORCEMENT INQUIRIES BY COUNTY, THE  NUMBER  AND  GENERAL\n   54  DESCRIPTION  OF INVESTIGATIVE LEADS GENERATED, THE NUMBER OF ARRESTS AND\n   55  NUMBER OF CONVICTIONS RESULTING, IN WHOLE OR IN PART, FROM  SUCH  LEADS,\n\n       A. 1730                             4\n\n    1  THE  COMPLIANCE  RATE FOR EACH MANUFACTURER, GUN DEALER AND GUNSMITH AND\n    2  THE NUMBER AND DESCRIPTION OF PROSECUTIONS FOR NONCOMPLIANCE.\n    3    (4)  The  division  of state police shall no later than October first,\n    4  two thousand, promulgate rules and regulations for the  operation  of  a\n    5  program  which  provides  a gunsmith or a dealer in firearms licensed in\n    6  this state with a sealed container  enclosing  the  items  specified  in\n    7  subdivision two of this section. The program shall at a minimum:\n    8    (a) be operational by January first, two thousand one;\n    9    (b) operate in at least five regional locations within the state; and\n   10    (c)  specify procedures by which such gunsmith or dealer is to deliver\n   11  a pistol or revolver to the regional program location closest to his  or\n   12  her  place  of  business for testing and prompt return of such pistol or\n   13  revolver.\n   14    (5) On and after March first, two thousand one, a gunsmith  or  dealer\n   15  in  firearms licensed in this state shall, within ten days of delivering\n   16  to any person a pistol or revolver received by such gunsmith  or  dealer\n   17  in  firearms  on  or  after  such date, forward to the division of state\n   18  police, along with the original transaction report required by  subdivi-\n   19  sion  twelve  of  section  400.00 of the penal law, the sealed container\n   20  enclosing the shell casing from  such  pistol  or  revolver  either  (a)\n   21  received from the manufacturer, or (b) obtained through participation in\n   22  the  program operated by the division of state police in accordance with\n   23  subdivision four of this section.\n   24    (6) Upon receipt of the sealed container, the division of state police\n   25  shall cause to be entered in an automated electronic databank  pertinent\n   26  data  and  other ballistic information relevant to identification of the\n   27  shell casing AND/OR PROJECTILE and to the [pistol  or  revolver]  WEAPON\n   28  from which it was discharged.  The automated electronic databank will be\n   29  operated  and  maintained by the division of state police, in accordance\n   30  with its rules and  regulations  adopted  after  consultation  with  the\n   31  Federal  Bureau  of  Investigation  and  the United States Department of\n   32  [Treasury] JUSTICE, Bureau of Alcohol, Tobacco and  Firearms  to  ensure\n   33  compatibility with national ballistic technology.  THE DATABANK SHALL BE\n   34  MODIFIED AS NECESSARY TO ASSURE COMPLIANCE WITH THE REQUIREMENTS OF THIS\n   35  SECTION.\n   36    (7) THE SUPERINTENDENT OF THE STATE POLICE SHALL ISSUE A STATUS REPORT\n   37  ON  THE  FIREARM,  RIFLE AND SHOTGUN BALLISTIC DATABANK TO THE GOVERNOR,\n   38  THE MAJORITY LEADER OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY  ANNU-\n   39  ALLY.  THE  REPORT  SHALL  INCLUDE, BUT NOT BE LIMITED TO, THE NUMBER OF\n   40  BALLISTIC IMAGES SCANNED FOR THE MOST RECENT PERIOD, THE TOTAL NUMBER OF\n   41  BALLISTIC IMAGES COLLECTED TO DATE, THE TYPES OF WEAPONS  INCLUDED,  THE\n   42  NUMBER  OF  LAW  ENFORCEMENT INQUIRIES BY COUNTY, THE NUMBER AND GENERAL\n   43  DESCRIPTION OF INVESTIGATIVE LEADS GENERATED, THE NUMBER OF ARRESTS  AND\n   44  NUMBER OF CONVICTIONS RESULTING IN WHOLE OR IN PART FROM SUCH LEADS, THE\n   45  COMPLIANCE  RATE  FOR EACH MANUFACTURER, GUN DEALER AND GUNSMITH AND THE\n   46  NUMBER AND DESCRIPTION OF PROSECUTIONS FOR NONCOMPLIANCE.\n   47    (8) Any person, firm or corporation who knowingly violates any of  the\n   48  provisions of this section shall be guilty of a violation, punishable as\n   49  provided  in  the  penal  law  AND,  NOTWITHSTANDING SUBDIVISION FOUR OF\n   50  SECTION 80.05 OF THE PENAL LAW, SHALL BE SUBJECT TO A FINE OF UP TO  ONE\n   51  THOUSAND  DOLLARS.    Any  person,  firm  or  corporation  who knowingly\n   52  violates any of the provisions of this section after having been  previ-\n   53  ously  convicted  of  a  violation  of this section shall be guilty of a\n   54  class A misdemeanor, punishable as provided in the penal law, AND  SHALL\n   55  BE SUBJECT TO A FINE OF UP TO ONE THOUSAND DOLLARS.\n\n       A. 1730                             5\n\n    1    S 3. Subdivisions 2, 3 and 5 of section 396-ff of the general business\n    2  law,  as  amended  by  section  two  of this act, are amended to read as\n    3  follows:\n    4    (2)  On and after March first, two thousand [one] TWELVE, any manufac-\n    5  turer that ships, transports or delivers a [pistol or revolver]  FIREARM\n    6  to  any  person  in this state shall, in accordance with rules and regu-\n    7  lations promulgated by the division of  state  police,  include  in  the\n    8  container  with  such  [pistol  or  revolver]  WEAPON  a separate sealed\n    9  container that encloses:\n   10    (a) A DOCUMENT IDENTIFYING THE MAKE, MODEL AND SERIAL  NUMBER  OF  THE\n   11  WEAPON;\n   12    (B)  a  shell  casing  of  a bullet or projectile discharged from such\n   13  [pistol or revolver] FIREARM OR, IN THE CASE OF A FIREARM THAT DOES  NOT\n   14  EJECT  A  SHELL  CASING  UPON  FIRING,  A  SHELL  CASING  AND PROJECTILE\n   15  DISCHARGED FROM SUCH WEAPON; and\n   16    [(b) any additional information that identifies such pistol or  revol-\n   17  ver  and  shell  casing  as  required by such rules and regulations] (C)\n   18  BALLISTIC IDENTIFIERS FOR THE WEAPON WHICH WERE OBTAINED FROM THE  SHELL\n   19  CASING  AND/OR  PROJECTILE, AS THE CASE MAY BE, SUBMITTED AS REQUIRED BY\n   20  THIS SUBDIVISION.\n   21    (3) (a) [A] ON OR AFTER MARCH FIRST, TWO THOUSAND TWELVE,  A  gunsmith\n   22  or  dealer  in firearms licensed in this state shall, within ten days of\n   23  the receipt of any [pistol or revolver] FIREARM from a manufacturer that\n   24  fails to comply with the provisions of this section, either  (i)  return\n   25  such  [pistol  or revolver] FIREARM to such manufacturer, or (ii) notify\n   26  the division of state police of such noncompliance and thereafter obtain\n   27  a substitute sealed container through participation in a  program  oper-\n   28  ated  by  the  state  police  as  provided  in  subdivision four of this\n   29  section.\n   30    (b) The state police shall maintain records regarding  the  number  of\n   31  ballistic images scanned for the most recent period, the total number of\n   32  ballistic  images  collected  to date, the type of weapons included, the\n   33  number of law enforcement inquiries by county, the  number  and  general\n   34  description  of investigative leads generated, the number of arrests and\n   35  number of convictions resulting, in whole or in part, from  such  leads,\n   36  the  compliance  rate for each manufacturer, gun dealer and gunsmith and\n   37  the number and description of prosecutions for noncompliance.\n   38    (5) On and after March first, two thousand [one] TWELVE, a gunsmith or\n   39  dealer in firearms licensed in this state  shall,  within  ten  days  of\n   40  delivering to any person a [pistol or revolver] FIREARM received by such\n   41  gunsmith  or  dealer  in  firearms on or after such date, forward to the\n   42  division of state police, along with  the  original  transaction  report\n   43  required  by  subdivision twelve of section 400.00 of the penal law, THE\n   44  BALLISTIC IDENTIFIER FOR THE FIREARM AND the sealed container  enclosing\n   45  the  shell  casing  AND/OR  PROJECTILE,  AS  THE  CASE MAY BE, from such\n   46  [pistol or revolver] FIREARM either (a) received from the  manufacturer,\n   47  or  (b)  obtained  through  participation in the program operated by the\n   48  division of state police in accordance with  subdivision  four  of  this\n   49  section.\n   50    S  4.  Subdivision 4 of section 396-ff of the general business law, as\n   51  amended by section two of this act, is amended to read as follows:\n   52    (4) The division of state police shall no later  than  October  first,\n   53  two  thousand ELEVEN, promulgate rules and regulations for the operation\n   54  of a program which provides a gunsmith or a dealer in firearms  licensed\n   55  in  this  state with a sealed container enclosing the items specified in\n   56  subdivision two of this section. The program shall at a minimum:\n\n       A. 1730                             6\n\n    1    (a) be operational by January first, two thousand [one] TWELVE;\n    2    (b) operate in at least five regional locations within the state; and\n    3    (c)  specify procedures by which such gunsmith or dealer is to deliver\n    4  a [pistol or revolver] FIREARM to the regional program location  closest\n    5  to  his  or  her place of business for testing and prompt return of such\n    6  [pistol or revolver] FIREARM.\n    7    S 5. Subdivisions 2, 3 and 5 of section 396-ff of the general business\n    8  law, as amended by section three of this act, are  amended  to  read  as\n    9  follows:\n   10    (2)  On  and  after  March  first, two thousand [twelve] THIRTEEN, any\n   11  manufacturer that ships, transports or delivers a firearm OR  FREQUENTLY\n   12  TRACED  CRIME  GUN to any person in this state shall, in accordance with\n   13  rules and regulations promulgated  by  the  division  of  state  police,\n   14  include  in  the  container with such weapon a separate sealed container\n   15  that encloses:\n   16    (a) a document identifying the make, model and serial  number  of  the\n   17  weapon;\n   18    (b)  a  shell  casing  of  a bullet or projectile discharged from such\n   19  firearm OR FREQUENTLY TRACED CRIME GUN or, in the case of a  firearm  OR\n   20  FREQUENTLY  TRACED  CRIME  GUN  that  does not eject a shell casing upon\n   21  firing, a shell casing and projectile discharged from such weapon; and\n   22    (c) ballistic identifiers for the weapon which were obtained from  the\n   23  shell  casing  and/or  projectile,  as  the  case  may  be, submitted as\n   24  required by this subdivision.\n   25    (3) (a) On or after March first, two  thousand  [twelve]  THIRTEEN,  a\n   26  gunsmith  or dealer in firearms licensed in this state shall, within ten\n   27  days of the receipt of any firearm OR FREQUENTLY TRACED CRIME GUN from a\n   28  manufacturer that fails to comply with the provisions of  this  section,\n   29  either  (i)  return  such firearm OR FREQUENTLY TRACED CRIME GUN to such\n   30  manufacturer, or (ii) notify  the  division  of  state  police  of  such\n   31  noncompliance  and  thereafter  obtain  a  substitute  sealed  container\n   32  through participation in a program  operated  by  the  state  police  as\n   33  provided in subdivision four of this section.\n   34    (b)  The  state  police shall maintain records regarding the number of\n   35  ballistic images scanned for the most recent period, the total number of\n   36  ballistic images collected to date, the type of  weapons  included,  the\n   37  number  of  law  enforcement inquiries by county, the number and general\n   38  description of investigative leads generated, the number of arrests  and\n   39  number  of  convictions resulting, in whole or in part, from such leads,\n   40  the compliance rate for each manufacturer, gun dealer and  gunsmith  and\n   41  the number and description of prosecutions for noncompliance.\n   42    (5)  On  and  after  March  first,  two  thousand [twelve] THIRTEEN, a\n   43  gunsmith or dealer in firearms OR FREQUENTLY TRACED CRIME GUNS  licensed\n   44  in  this  state  shall,  within  ten  days of delivering to any person a\n   45  firearm OR FREQUENTLY TRACED CRIME GUN  received  by  such  gunsmith  or\n   46  dealer  in  firearms  OR  FREQUENTLY  TRACED CRIME GUNS on or after such\n   47  date, forward to the division of state police, along with  the  original\n   48  transaction  report  required  FOR  FIREARMS  by  subdivision  twelve of\n   49  section 400.00 of the penal  law,  [the  ballistic  identifier  for  the\n   50  firearm]  OR, IN ALL OTHER CASES, A DOCUMENT IDENTIFYING THE MAKE, MODEL\n   51  AND SERIAL NUMBER OF THE FREQUENTLY  TRACED  CRIME  GUN,  THE  BALLISTIC\n   52  IDENTIFIER  FOR  THE WEAPON and the sealed container enclosing the shell\n   53  casing and/or projectile, as the case  may  be,  from  such  firearm  OR\n   54  FREQUENTLY  TRACED  CRIME GUN either (a) received from the manufacturer,\n   55  or (b) obtained through participation in the  program  operated  by  the\n\n       A. 1730                             7\n\n    1  division  of  state  police  in accordance with subdivision four of this\n    2  section.\n    3    S  6.  Subdivision 4 of section 396-ff of the general business law, as\n    4  amended by section four of this act, is amended to read as follows:\n    5    (4) The division of state police shall no later  than  October  first,\n    6  two  thousand  [eleven] TWELVE, promulgate rules and regulations for the\n    7  operation of a program which provides a gunsmith or a dealer in firearms\n    8  OR FREQUENTLY TRACED CRIME GUNS licensed in this  state  with  a  sealed\n    9  container  enclosing  the  items  specified  in  subdivision two of this\n   10  section. The program shall at a minimum:\n   11    (a) be operational by January first, two thousand [twelve] THIRTEEN;\n   12    (b) operate in at least five regional locations within the state; and\n   13    (c) specify procedures by which such gunsmith or dealer is to  deliver\n   14  a  firearm  OR  FREQUENTLY  TRACED  CRIME  GUN  to  the regional program\n   15  location closest to his or her place of business for testing and  prompt\n   16  return of such firearm OR FREQUENTLY TRACED CRIME GUN.\n   17    S 7. Subdivisions 2, 3 and 5 of section 396-ff of the general business\n   18  law,  as  amended  by  section  five of this act, are amended to read as\n   19  follows:\n   20    (2) On and after March first, two thousand  [thirteen]  FOURTEEN,  any\n   21  manufacturer that ships, transports or delivers a firearm [or frequently\n   22  traced  crime  gun], RIFLE OR SHOTGUN to any person in this state shall,\n   23  in accordance with rules and regulations promulgated by the division  of\n   24  state  police,  include  in  the  container  with such weapon a separate\n   25  sealed container that encloses:\n   26    (a) a document identifying the make, model and serial  number  of  the\n   27  weapon;\n   28    (b)  a  shell  casing  of  a bullet or projectile discharged from such\n   29  firearm [or frequently traced crime gun], RIFLE OR SHOTGUN  or,  in  the\n   30  case  of  a  firearm  [or frequently traced crime gun], RIFLE OR SHOTGUN\n   31  that does not eject a shell casing  upon  firing,  a  shell  casing  and\n   32  projectile discharged from such weapon; and\n   33    (c)  ballistic identifiers for the weapon which were obtained from the\n   34  shell casing and/or  projectile,  as  the  case  may  be,  submitted  as\n   35  required by this subdivision.\n   36    (3)  (a)  On or after March first, two thousand [thirteen] FOURTEEN, a\n   37  gunsmith or dealer in firearms, RIFLES AND  SHOTGUNS  licensed  in  this\n   38  state shall, within ten days of the receipt of any firearm [or frequent-\n   39  ly traced crime gun], RIFLE OR SHOTGUN from a manufacturer that fails to\n   40  comply  with  the  provisions  of  this  section, either (i) return such\n   41  firearm [or frequently traced crime  gun],  RIFLE  OR  SHOTGUN  to  such\n   42  manufacturer,  or  (ii)  notify  the  division  of  state police of such\n   43  noncompliance  and  thereafter  obtain  a  substitute  sealed  container\n   44  through  participation  in  a  program  operated  by the state police as\n   45  provided in subdivision four of this section.\n   46    (b) The state police shall maintain records regarding  the  number  of\n   47  ballistic images scanned for the most recent period, the total number of\n   48  ballistic  images  collected  to date, the type of weapons included, the\n   49  number of law enforcement inquiries by county, the  number  and  general\n   50  description  of investigative leads generated, the number of arrests and\n   51  number of convictions resulting, in whole or in part, from  such  leads,\n   52  the  compliance  rate for each manufacturer, gun dealer and gunsmith and\n   53  the number and description of prosecutions for noncompliance.\n   54    (5) On and after March first,  two  thousand  [thirteen]  FOURTEEN,  a\n   55  gunsmith or dealer in firearms [or frequently traced crime guns], RIFLES\n   56  OR  SHOTGUNS licensed in this state shall, within ten days of delivering\n\n       A. 1730                             8\n\n    1  to any person a firearm [or frequently traced crime gun], RIFLE OR SHOT-\n    2  GUN received by such gunsmith  or  dealer  in  firearms  [or  frequently\n    3  traced crime guns], RIFLES OR SHOTGUNS on or after such date, forward to\n    4  the division of state police, along with the original transaction report\n    5  required  for  firearms  by  subdivision twelve of section 400.00 of the\n    6  penal law, or, in all other cases,  a  document  identifying  the  make,\n    7  model  and  serial  number of the [frequently traced crime gun] RIFLE OR\n    8  SHOTGUN, the ballistic identifier for the weapon and the sealed contain-\n    9  er enclosing the shell casing and/or projectile, as  the  case  may  be,\n   10  from  such  firearm  [or  frequently traced crime gun], RIFLE OR SHOTGUN\n   11  either (a) received from  the  manufacturer,  or  (b)  obtained  through\n   12  participation in the program operated by the division of state police in\n   13  accordance with subdivision four of this section.\n   14    S  8.  Subdivision 4 of section 396-ff of the general business law, as\n   15  amended by section six of this act, is amended to read as follows:\n   16    (4) The division of state police shall no later  than  October  first,\n   17  two thousand [twelve] THIRTEEN, promulgate rules and regulations for the\n   18  operation of a program which provides a gunsmith or a dealer in firearms\n   19  [or  frequently  traced crime guns], RIFLES OR SHOTGUNS licensed in this\n   20  state with a sealed container enclosing the items specified in  subdivi-\n   21  sion two of this section. The program shall at a minimum:\n   22    (a) be operational by January first, two thousand [thirteen] FOURTEEN;\n   23    (b) operate in at least five regional locations within the state; and\n   24    (c)  specify procedures by which such gunsmith or dealer is to deliver\n   25  a firearm [or frequently traced crime gun],  RIFLE  OR  SHOTGUN  to  the\n   26  regional  program  location  closest to his or her place of business for\n   27  testing and prompt return of such firearm [or  frequently  traced  crime\n   28  gun], RIFLE OR SHOTGUN.\n   29    S  9.  This  act shall take effect on the thirtieth day after it shall\n   30  have become a law; provided, however, that:\n   31    1. Section three of this act shall take effect March 1, 2012;\n   32    2. Section four of this act shall take effect October 1, 2011;\n   33    3. Section five of this act shall take effect March 1, 2013;\n   34    4. Section six of this act shall take effect October 1, 2012;\n   35    5. Section seven of this act shall take effect March 1, 2014; and\n   36    6. Section eight of this act shall take effect October 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the general business law, in relation to gun trafficking and the firearm, rifle and shotgun ballistic identification databank ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T102455.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294845895882
}