{
  "year" : 2011,
  "senateBillNo" : "A173-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A173-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes commissioner of health to issue copies of death certificates for genealogical purposes",
  "summary" : "Authorizes the commissioner of health to issue copies and transcripts of death certificates, which do not include the cause of death or medical certifications, for genealogical and research purposes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A575-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          173\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAHILL, SCHIMMINGER -- Multi-Sponsored by -- M.\n         of A. McENENY -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law, in  relation  to  issuance  of  a\n         record of death for genealogical or research purposes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 4174 of the public health  law  is\n    2  amended by adding a new paragraph (a-1) to read as follows:\n    3    (A-1)  UPON  REQUEST,  ISSUE  TO  ANY  APPLICANT,  FOR GENEALOGICAL OR\n    4  RESEARCH PURPOSES, A COPY OR TRANSCRIPT  OF  THE  RECORD  OF  ANY  DEATH\n    5  REGISTERED UNDER THE PROVISIONS OF THIS CHAPTER, WHICH SHALL NOT INCLUDE\n    6  THEREIN THE CAUSE OF DEATH OF THE DECEDENT NOR THE MEDICAL CERTIFICATE;\n    7    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01082-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to issuance of a record of death for genealogical or research purposes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T115937.TXT", "SOBI.D101216.T123921.TXT", "SOBI.D101216.T132927.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292605177359
}