{
  "year" : 2011,
  "senateBillNo" : "A1736-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1736-2011-1294722000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends definition of \"caregiver\" for purpose of obtaining the criminal history information of such person to include caregivers of senior, ill and disabled persons",
  "summary" : "Amends the definition of \"caregiver\" for the purpose of obtaining the criminal history information of such person to include persons employed to provide 15 or more hours of care per week to senior, ill and disabled persons in the home of such senior, ill or disabled person. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A11417-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1736\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN  ACT  to  amend  the  executive law, in relation to the definition of\n         caregiver for the purpose of obtaining the criminal  history  informa-\n         tion of such person\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1  of  section  837-n  of  the\n    2  executive  law, as added by chapter 3 of the laws of 1998, is amended to\n    3  read as follows:\n    4    (a) \"Caregiver\" shall mean a person employed  to  provide  fifteen  or\n    5  more  hours  of care per week to a child or children, SENIOR OR SENIORS,\n    6  OR PERSON OR PERSONS HAVING AN ILLNESS OR DISABILITY in the home of such\n    7  a child or children, SENIOR OR SENIORS, OR PERSON OR PERSONS  HAVING  AN\n    8  ILLNESS OR DISABILITY.\n    9    S  2.  This  act shall take effect on the ninetieth day after it shall\n   10  have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06009-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the definition of caregiver for the purpose of obtaining the criminal history information of such person ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110112.T103456.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294846496160
}