{
  "year" : 2011,
  "senateBillNo" : "A1732-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1732-2011-1294722000000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants legislative minority leaders the right to participate in budget negotiations",
  "summary" : "Grants legislative minority leaders the right to participate in budget negotiations; defines budget negotiations as any formal or informal meetings conducted by or called at the request of the governor, the temporary president of the senate or the speaker of the assembly. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "A10352-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1732\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TEDISCO, KOLB, BARCLAY -- Multi-Sponsored by --\n         M. of A. BUTLER, CALHOUN, CONTE, CROUCH,  SAYWARD  --  read  once  and\n         referred to the Committee on Governmental Operations\n\n       AN ACT to amend the legislative law, in relation to granting the minori-\n         ty leaders of the legislature the right to participate in budget nego-\n         tiations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The legislative law is amended by  adding  a  new  section\n    2  31-a to read as follows:\n    3    S 31-A. MINORITY LEADERS TO BE REPRESENTED DURING BUDGET NEGOTIATIONS.\n    4  1.  FOR  PURPOSES  OF  THIS  SECTION  THE FOLLOWING TERMS SHALL HAVE THE\n    5  FOLLOWING MEANINGS:\n    6    (A) \"BUDGET NEGOTIATIONS\" SHALL MEAN ANY FORMAL OR INFORMAL MEETING OR\n    7  CONFERENCE CONDUCTED BY OR AT THE REQUEST OF THE GOVERNOR, THE TEMPORARY\n    8  PRESIDENT OF THE SENATE OR THE SPEAKER OF THE ASSEMBLY FOR  THE  PURPOSE\n    9  OF NEGOTIATING LEGISLATION TO BE ENACTED FOR THE PURPOSE OF IMPLEMENTING\n   10  THE STATE BUDGET.\n   11    (B)  \"MINORITY  LEADERS  OF  THE  LEGISLATURE\" SHALL MEAN THE MINORITY\n   12  LEADER OF THE SENATE AND THE MINORITY LEADER OF THE ASSEMBLY.\n   13    2. THE MINORITY LEADERS OF THE LEGISLATURE SHALL BE DEEMED TO HAVE THE\n   14  SAME RIGHTS AND PRIVILEGES AS THE TEMPORARY PRESIDENT OF THE SENATE  AND\n   15  THE  SPEAKER  OF THE ASSEMBLY WITH RESPECT TO ATTENDANCE AT, AND PARTIC-\n   16  IPATION IN BUDGET NEGOTIATIONS, INCLUDING BUT  NOT  LIMITED  TO  ADVANCE\n   17  NOTICE  OF  THE  PLACE AND TIME, AN OPPORTUNITY TO BE PRESENT DURING ALL\n   18  PHASES THEREOF, THE RIGHT TO A COPY OF ALL DOCUMENTATION  AND  DATA,  IF\n   19  ANY, PRODUCED IN CONNECTION THEREWITH, AND THE RIGHT TO DESIGNATE REPRE-\n   20  SENTATIVES OR EMISSARIES IF WARRANTED.\n   21    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01450-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to granting the minority leaders of the legislature the right to participate in budget negotiations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T102955.TXT", "SOBI.D110131.T160719.TXT", "SOBI.D110111.T144215.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296508039499
}