{
  "year" : 2011,
  "senateBillNo" : "A1748-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to health",
    "billEventId" : "A1748-2011-1294722000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a state-wide database of all donations of tissue or non-transplant organs procured by an organ procurement organization or a procurement organization",
  "summary" : "Creates a state-wide database of all donations of tissue or non-transplant organs procured by an organ procurement organization or a procurement organization; provides that such data shall include, but not be limited to: the donor's full name, address at the time of donation, identification code, date of birth or age and date and time of death, if a cadaveric donor; documentation of evaluation of physical condition, of cadaveric donor; complete medical history of the donor, including but not limited to, any testing or medical records indicating a communicable disease or cancer, autopsy reports, donation questionnaires and other donor solicitation materials; documentation of informed consent or consent of the person authorized by law to consent to the donation; date and time of the collection, where the procurement occurred and the description and quantity of the tissue collected; name and address of the recipient of the tissue or organ; and the outcome of the transplantation, transfer and implementation procedures, and any reports which would affect the donor's acceptability; authorizes the promulgation of necessary rules and regulations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A388-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1748\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GUNTHER -- Multi-Sponsored by -- M. of A. ORTIZ\n         -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to the creation of  a\n         state-wide  database  of  all  donations  of  tissue or non-transplant\n         organs procured by an organ procurement organization or a  procurement\n         organization\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  4369 to read as follows:\n    3    S  4369.  STATE-WIDE DATABASE OF DONATIONS OF TISSUE OR NON-TRANSPLANT\n    4  ORGANS. 1. THE DEPARTMENT SHALL ESTABLISH A STATE-WIDE DATABASE  OF  ALL\n    5  DONATIONS  OF  TISSUE  OR  NON-TRANSPLANT  ORGANS  PROCURED  BY AN ORGAN\n    6  PROCUREMENT ORGANIZATION OR A PROCUREMENT ORGANIZATION. SUCH DATA  SHALL\n    7  INCLUDE, BUT NOT BE LIMITED TO:\n    8    (A)  THE DONOR'S FULL NAME, ADDRESS AT THE TIME OF DONATION, IDENTIFI-\n    9  CATION CODE, DATE OF BIRTH OR AGE AND DATE  AND  TIME  OF  DEATH,  IF  A\n   10  CADAVERIC DONOR;\n   11    (B)  DOCUMENTATION  OF  EVALUATION OF PHYSICAL CONDITION, OF CADAVERIC\n   12  DONOR;\n   13    (C) COMPLETE MEDICAL HISTORY OF THE DONOR, INCLUDING BUT  NOT  LIMITED\n   14  TO,  ANY TESTING OR MEDICAL RECORDS INDICATING A COMMUNICABLE DISEASE OR\n   15  CANCER, AUTOPSY REPORTS, DONATION QUESTIONNAIRES AND OTHER DONOR  SOLIC-\n   16  ITATION MATERIALS;\n   17    (D) DOCUMENTATION OF INFORMED CONSENT OR CONSENT OF THE PERSON AUTHOR-\n   18  IZED BY LAW TO CONSENT TO THE DONATION;\n   19    (E)  DATE  AND  TIME OF THE COLLECTION, WHERE THE PROCUREMENT OCCURRED\n   20  AND THE DESCRIPTION AND QUANTITY OF THE TISSUE COLLECTED;\n   21    (F) NAME AND ADDRESS OF THE RECIPIENT OF THE TISSUE OR ORGAN; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02575-01-1\n\n       A. 1748                             2\n\n    1    (G) THE OUTCOME OF THE TRANSPLANTATION,  TRANSFER  AND  IMPLEMENTATION\n    2  PROCEDURES,  AND  ANY REPORTS WHICH WOULD AFFECT THE DONOR'S ACCEPTABIL-\n    3  ITY.\n    4    2.  THE  INFORMATION  REQUIRED TO BE KEPT IN THIS DATABASE SHALL IN NO\n    5  WAY PREEMPT THE RECORDING REQUIREMENTS DESCRIBED IN THE NEW YORK  CODES,\n    6  RULES AND REGULATIONS TITLE 10 SECTION 52-2.9. THE INFORMATION IN SUBDI-\n    7  VISION  ONE  OF  THIS  SECTION SHALL BE COLLECTED BY THE DEPARTMENT AS A\n    8  MEANS OF TRACKING DONATED TISSUE AND ORGANS.  ANY  IDENTIFYING  INFORMA-\n    9  TION,  SUCH  AS  THE  DONOR'S NAME AND ADDRESS SHALL NOT BE DISCLOSED OR\n   10  RELEASED BY THE DEPARTMENT TO ANY PERSON  OR  ENTITY,  EXCEPT  UPON  THE\n   11  WRITTEN  CONSENT  OF  THE  DONOR OR THE PERSON AUTHORIZED BY LAW TO MAKE\n   12  SUCH DONATION, OR TO AUTHORIZED  EMPLOYEES  OF  THE  DEPARTMENT,  OR  AS\n   13  PERMITTED BY LAW.\n   14    3. THE DEPARTMENT SHALL PROMULGATE ANY RULES AND REGULATIONS NECESSARY\n   15  FOR  THE  IMPLEMENTATION  OF  SUCH DATABASE ESTABLISHED PURSUANT TO THIS\n   16  SECTION.\n   17    4. THE DEPARTMENT SHALL DEVELOP A PROTOCOL TO PROVIDE NOTICE TO TISSUE\n   18  OR ORGAN RECIPIENTS, IF IT IS DETERMINED THAT SUCH TISSUE OR ORGANS HAVE\n   19  BEEN PROCURED FROM A DONOR WHO HAS OR HAD AN INFECTIOUS,  CONTAGIOUS  OR\n   20  COMMUNICABLE DISEASE OR CANCER.\n   21    S  2.  This act shall take effect immediately; provided, however, that\n   22  within one year of the effective date of this act, the addition,  amend-\n   23  ment and/or repeal of any rule or regulation necessary for the implemen-\n   24  tation of this act are authorized and directed to be made and completed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the creation of a state-wide database of all donations of tissue or non-transplant organs procured by an organ procurement organization or a procurement organization ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T165226.TXT", "SOBI.D110112.T101955.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294845595732
}