{
  "year" : 2011,
  "senateBillNo" : "A1745-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1745-2011-1294722000000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York state nursing shortage correction act",
  "summary" : "Enacts the New York state nursing shortage correction act; creates statewide nursing recruitment incentive and retention pilot initiatives; establishes the New York state nursing recruitment incentive and retention account. ",
  "currentCommittee" : null,
  "sameAs" : "S181",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A2027-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1745\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER, LUPARDO, TITONE, LIFTON, PAULIN, DESTI-\n         TO, JACOBS, PHEFFER, MAGNARELLI, SCHROEDER, COLTON, WEISENBERG, THIELE\n         -- Multi-Sponsored by -- M.  of A. BOYLAND, KELLNER, WEINSTEIN -- read\n         once and referred to the Committee on Higher Education\n\n       AN ACT to amend the labor law and the state finance law, in relation  to\n         enacting the New York state nursing shortage correction act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the  \"New  York\n    2  state nursing shortage correction act\".\n    3    S 2. The labor law is amended by adding a new section 211-b to read as\n    4  follows:\n    5    S  211-B.  STATEWIDE NURSING RECRUITMENT INCENTIVE AND RETENTION PILOT\n    6  INITIATIVES. THE DEPARTMENT IS AUTHORIZED, WITHIN AMOUNTS  APPROPRIATED,\n    7  TO  AWARD  FUNDING TO SCHOOLS OF NURSING, OTHER EDUCATIONAL INSTITUTIONS\n    8  AND HEALTH CARE PROVIDERS TO DEVELOP PILOT INITIATIVES  TO  IMPROVE  THE\n    9  CAPACITY TO PREPARE FUTURE GENERATIONS OF ENTRY AND ADVANCED LEVEL NURS-\n   10  ES. FUNDING MAY BE USED FOR:\n   11    1. RECRUITMENT AND RETENTION INCENTIVES THAT EXPAND FACULTY CAPACITY;\n   12    2.  INITIAL  COSTS  RELATED  TO THE DEVELOPMENT OF NEW AND/OR EXPANDED\n   13  PROGRAMS, INCLUDING EQUIPMENT AND CAPITAL COSTS;\n   14    3. DEVELOPMENT OF CLINICAL SIMULATION LABORATORIES  IN  BOTH  NEW  AND\n   15  EXISTING PROGRAMS;\n   16    4.  ACADEMIC  AND  CLINICAL PARTNERSHIPS TO INCREASE THE USE OF EXPERT\n   17  CLINICIANS TO EXPAND FACULTY CAPACITY;\n   18    5. DEVELOPMENT AND EXPANSION OF NURSING EDUCATION THAT IS INTERNET-FA-\n   19  CILITATED AND/OR PROVIDED THROUGH SATELLITE COURSE-WORK;\n   20    6. INITIATIVES TO RETAIN RETIRING NURSING  FACULTY  AND  THOSE  EXPERT\n   21  NURSES LEAVING CLINICAL PRACTICE TO FUNCTION IN EDUCATOR ROLES;\n   22    7. FINANCIAL ASSISTANCE TO PREPARE NURSES FOR AN ACADEMIC CAREER; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01647-01-1\n\n       A. 1745                             2\n\n    1    8.  EARLY  MENTORING PROGRAMS BETWEEN SCHOOL DISTRICTS, NURSING EDUCA-\n    2  TION PROGRAMS, AND HEALTH CARE PROVIDERS TO INTRODUCE STUDENTS TO  NURS-\n    3  ING CAREERS.\n    4    S  3. The state finance law is amended by adding a new section 91-h to\n    5  read as follows:\n    6    S 91-H. NEW YORK STATE NURSING  RECRUITMENT  INCENTIVE  AND  RETENTION\n    7  ACCOUNT.  1.  THERE  IS  HEREBY  ESTABLISHED IN THE JOINT CUSTODY OF THE\n    8  STATE COMPTROLLER AND  THE  COMMISSIONER  OF  TAXATION  AND  FINANCE  AN\n    9  ACCOUNT IN THE MISCELLANEOUS SPECIAL REVENUE FUND TO BE KNOWN AS THE NEW\n   10  YORK STATE NURSING RECRUITMENT INCENTIVE AND RETENTION ACCOUNT.\n   11    2.  SUCH  ACCOUNT SHALL CONSIST OF ALL REVENUES RECEIVED FROM CONTRIB-\n   12  UTIONS, DONATIONS AND OTHER MONEYS CREDITED OR TRANSFERRED THERETO  FROM\n   13  ANY OTHER FUND OR SOURCE PURSUANT TO LAW.\n   14    3.  MONEYS  OF THE ACCOUNT, FOLLOWING APPROPRIATION BY THE LEGISLATURE\n   15  MAY BE EXPENDED FOR THE NEW YORK STATE NURSING RECRUITMENT INCENTIVE AND\n   16  RETENTION PROGRAM. MONEYS SHALL BE PAID OUT OF THE ACCOUNT ON THE  AUDIT\n   17  AND  WARRANT  OF THE STATE COMPTROLLER ON VOUCHERS CERTIFIED OR APPROVED\n   18  BY THE COMMISSIONER OF EDUCATION.\n   19    S 4. This act shall take effect on the first of April next  succeeding\n   20  the  date  on  which it shall have become a law.  Effective immediately,\n   21  the addition, amendment and/or repeal of any rule or  regulation  neces-\n   22  sary  for  the  implementation  of  this  act  on its effective date are\n   23  authorized and directed to be made and completed by the commissioner  of\n   24  education  in  consultation  with the commissioner of labor on or before\n   25  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law and the state finance law, in relation to enacting the New York state nursing shortage correction act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T165226.TXT", "SOBI.D110112.T101955.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294845595725
}