{
  "year" : 2011,
  "senateBillNo" : "A1742-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to codes",
    "billEventId" : "A1742-2011-1294722000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates crimes for disruption of funerals",
  "summary" : "Creates crimes for disruption of funerals; establishes the crimes of disorderly conduct in the first and second degrees and establishes the crimes of disruption of meetings in the first and second degrees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A4938-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1742\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. GIGLIO -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to  amend the penal law, in relation to offenses against public\n         order\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The legislature has determined that\n    2  certain despicable individuals have  been  disrupting  the  funerals  of\n    3  soldiers  who  died  while serving in the United States Armed Forces and\n    4  that these disruptions have taken such forms as shouting insults at  the\n    5  parents  of  the fallen. The legislature has further determined that the\n    6  deceased members of the military and their families deserve respect  and\n    7  compassion and that all mourners should be left in peace.\n    8    S  2.  The  penal  law  is amended by adding four new sections 240.22,\n    9  240.23, 240.24 and 240.24-a to read as follows:\n   10  S 240.22 DISORDERLY CONDUCT IN THE FIRST DEGREE.\n   11    A PERSON IS GUILTY OF DISORDERLY CONDUCT IN THE FIRST DEGREE  WHEN  HE\n   12  OR SHE:\n   13    1.  IN  A  PUBLIC PLACE AND WITH INTENT TO CAUSE PUBLIC INCONVENIENCE,\n   14  ANNOYANCE OR ALARM, OR WANTONLY CREATING A RISK THEREOF:\n   15    (A) ENGAGES IN FIGHTING  OR  IN  VIOLENT,  TUMULTUOUS  OR  THREATENING\n   16  BEHAVIOR;\n   17    (B) MAKES UNREASONABLE NOISE; OR\n   18    (C)  CREATES  A HAZARDOUS OR PHYSICALLY OFFENSIVE CONDITION BY ANY ACT\n   19  THAT SERVES NO LEGITIMATE PURPOSE; AND\n   20    2. ACTS IN THE MANNER DESCRIBED IN SUBDIVISION  ONE  OF  THIS  SECTION\n   21  WITHIN THREE HUNDRED FEET OF A:\n   22    (A) CEMETERY DURING A FUNERAL OR BURIAL;\n   23    (B) FUNERAL HOME DURING THE VIEWING OF A DECEASED PERSON;\n   24    (C) FUNERAL PROCESSION; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02100-01-1\n\n       A. 1742                             2\n\n    1    (D)  BUILDING  IN  WHICH  A  FUNERAL  OR  MEMORIAL  SERVICE  IS  BEING\n    2  CONDUCTED; AND\n    3    3.  KNOWS  THAT  HE  OR  SHE  IS WITHIN THREE HUNDRED FEET OF ANY AREA\n    4  DESCRIBED IN SUBDIVISION TWO OF THIS SECTION.\n    5    DISORDERLY CONDUCT IN THE FIRST DEGREE IS A CLASS A MISDEMEANOR.\n    6  S 240.23 DISORDERLY CONDUCT IN THE SECOND DEGREE.\n    7    A PERSON IS GUILTY OF DISORDERLY CONDUCT IN THE SECOND DEGREE WHEN  IN\n    8  A  PUBLIC PLACE AND WITH INTENT TO CAUSE PUBLIC INCONVENIENCE, ANNOYANCE\n    9  OR ALARM, OR WANTONLY CREATING A RISK THEREOF, HE OR SHE:\n   10    1. ENGAGES IN FIGHTING OR IN VIOLENT, TUMULTUOUS OR THREATENING BEHAV-\n   11  IOR; OR\n   12    2. MAKES UNREASONABLE NOISE; OR\n   13    3. REFUSES TO OBEY AN OFFICIAL ORDER TO DISPERSE  ISSUED  TO  MAINTAIN\n   14  PUBLIC  SAFETY  IN DANGEROUS PROXIMITY TO A FIRE, HAZARD, OR OTHER EMER-\n   15  GENCY; OR\n   16    4. CREATES A HAZARDOUS OR PHYSICALLY OFFENSIVE CONDITION  BY  ANY  ACT\n   17  THAT SERVES NO LEGITIMATE PURPOSE.\n   18    DISORDERLY CONDUCT IN THE SECOND DEGREE IS A CLASS B MISDEMEANOR.\n   19  S 240.24 DISRUPTION OF MEETINGS AND PROCESSIONS IN THE FIRST DEGREE.\n   20    A  PERSON  IS  GUILTY OF DISRUPTION OF MEETINGS AND PROCESSIONS IN THE\n   21  FIRST DEGREE WHEN, WITH INTENT TO PREVENT OR DISRUPT A FUNERAL OR  BURI-\n   22  AL,  FUNERAL  HOME  VIEWING OF A DECEASED PERSON, FUNERAL PROCESSION, OR\n   23  FUNERAL OR MEMORIAL SERVICE FOR A DECEASED PERSON, HE OR  SHE  DOES  ANY\n   24  ACT  TENDING  TO  OBSTRUCT  OR INTERFERE WITH IT PHYSICALLY OR MAKES ANY\n   25  UTTERANCE, GESTURE OR DISPLAY DESIGNED TO OUTRAGE THE  SENSIBILITIES  OF\n   26  THE GROUP ATTENDING THE OCCASION.\n   27    DISRUPTION  OF MEETINGS AND PROCESSIONS IN THE FIRST DEGREE IS A CLASS\n   28  A MISDEMEANOR.\n   29  S 240.24-A DISRUPTION OF MEETINGS AND PROCESSIONS IN THE SECOND DEGREE.\n   30    A PERSON IS GUILTY OF DISRUPTION OF MEETINGS AND  PROCESSIONS  IN  THE\n   31  SECOND  DEGREE WHEN, WITH INTENT TO PREVENT OR DISRUPT A LAWFUL MEETING,\n   32  PROCESSION OR GATHERING, HE OR SHE DOES ANY ACT TENDING TO  OBSTRUCT  OR\n   33  INTERFERE  WITH IT PHYSICALLY OR MAKES ANY UTTERANCE, GESTURE OR DISPLAY\n   34  DESIGNED TO OUTRAGE THE SENSIBILITIES OF THE GROUP.\n   35    DISRUPTION OF MEETINGS AND PROCESSIONS IN THE SECOND DEGREE IS A CLASS\n   36  B MISDEMEANOR.\n   37    S 3. This act shall take effect on the first of November next succeed-\n   38  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to offenses against public order ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T165226.TXT", "SOBI.D110112.T103956.TXT", "SOBI.D110112.T103456.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294846796261
}