{
  "year" : 2011,
  "senateBillNo" : "A174-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A174-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows for prorated refunds of the licensure and registration fee to the spouse of a deceased professional",
  "summary" : "Allows for prorated refunds to the spouse of a deceased professional of the licensure and registration fee which reflects the remaining fee from the time of death to the end of the registration period. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1192-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          174\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL, CANESTRARI, McENENY -- Multi-Sponsored by\n         -- M. of A. COOK, GLICK, MAYERSOHN, ORTIZ, PHEFFER, SCHIMMINGER, WEIS-\n         ENBERG -- read once and referred to the Committee on Higher Education\n\n       AN  ACT to amend the education law, in relation to allowing for prorated\n         refunds of the licensure and registration  fee  to  the  spouse  of  a\n         deceased professional\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 3 of section 6502 of  the  education  law,  as\n    2  amended  by  chapter  599  of  the  laws  of 1996, is amended to read as\n    3  follows:\n    4    3. An application for registration and the required  registration  fee\n    5  shall  be  submitted together with or as a part of the application for a\n    6  license.  A person initially licensed or a  licensee  resuming  practice\n    7  after  a  lapse of registration during the last two years of a triennial\n    8  registration period shall receive a prorated refund of one-third of  the\n    9  total  registration  fee for each full year of the triennial period that\n   10  has elapsed prior to the date of registration.  THE SPOUSE OF  A  PERSON\n   11  WHO  IS  LICENSED  AND  REGISTERED  TO  PRACTICE  IN ACCORDANCE WITH THE\n   12  PROVISIONS OF THIS ARTICLE, WHO  CAN  DEMONSTRATE  TO  THE  DEPARTMENT'S\n   13  SATISFACTION  THROUGH  DOCUMENTED  PROOF  INCLUDING, BUT NOT LIMITED TO,\n   14  SUCH PERSON'S DEATH  CERTIFICATE,  SUCH  PERSON'S  REGISTRATION,  AND  A\n   15  CHECK, DRAFT OR MONEY ORDER CASHED FOR SUCH PERSON'S REGISTRATION, SHALL\n   16  RECEIVE A PRORATED REFUND OF THE LICENSURE AND REGISTRATION FEE REFLECT-\n   17  ING THE REMAINING FEE FROM THE TIME OF DEATH TO THE END OF THE REGISTRA-\n   18  TION  PERIOD. Except as provided in subdivision three-a of this section,\n   19  the department shall  renew  the  registration  of  each  licensee  upon\n   20  receipt  of a proper application, on a form prescribed by the department\n   21  and conforming to the requirements of section 3-503 of the general obli-\n   22  gations law, and the registration fee.  Any licensee who fails to regis-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01163-01-1\n\n       A. 174                              2\n\n    1  ter by the beginning of the appropriate  registration  period  shall  be\n    2  required  to  pay  an  additional fee for late filing of ten dollars for\n    3  each month that registration has been delayed.    No  licensee  resuming\n    4  practice  after  a  lapse of registration shall be permitted to practice\n    5  without actual possession of the registration certificate.\n    6    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to allowing for prorated refunds of the licensure and registration fee to the spouse of a deceased professional ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T115937.TXT", "SOBI.D101216.T123921.TXT", "SOBI.D101216.T132927.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292605177360
}