{
  "year" : 2011,
  "senateBillNo" : "A1743-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to local governments",
    "billEventId" : "A1743-2011-1294722000000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the revenue threshold for annual audit of fire districts",
  "summary" : "Increases the revenue threshold for annual audit of fire districts from $200,000 to $300,000. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A9248-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1743\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER -- read once and referred to the Commit-\n         tee on Local Governments\n\n       AN ACT to amend the general municipal law and the town law, in  relation\n         to increasing the revenue threshold for annual audit of fire districts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 209-z  of  the  general  municipal\n    2  law,  as  amended by chapter 555 of the laws of 2007, is amended to read\n    3  as follows:\n    4    1. Notwithstanding any provision of general  or  special  law  to  the\n    5  contrary, any fire company with revenues of [two] THREE hundred thousand\n    6  dollars, or such lesser amount as the state comptroller shall designate,\n    7  that  contracts  with  a city, town, village or fire district to provide\n    8  fire service shall obtain an annual audit of its records by an independ-\n    9  ent certified public accountant or  an  independent  public  accountant.\n   10  Such  audit  shall be an examination of the revenues and expenditures in\n   11  connection with such contract or contracts.  Such audit  shall  indicate\n   12  whether the fire company has filed Internal Revenue Service Form 990 and\n   13  any  report required pursuant to section thirty-three-a of this chapter.\n   14  If such filings are required and have not been  made,  the  audit  shall\n   15  include  an examination of all revenues, expenditures and resources from\n   16  any source. For purposes of this section, the term \"fire company\"  shall\n   17  have the same meaning as set forth for such term in section three of the\n   18  volunteer firefighters' benefit law.\n   19    S  2.  Subdivisions 1 and 2 of section 181-b of the town law, as added\n   20  by chapter 237 of the laws of 2006 and such  section  as  renumbered  by\n   21  chapter 555 of the laws of 2007, are amended to read as follows:\n   22    1. The commissioner of each fire district with revenues of [two] THREE\n   23  hundred  thousand  dollars  or  more shall obtain an annual audit of its\n   24  records by an independent certified public accountant or an  independent\n   25  public accountant. The report of such annual audit shall be presented to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02366-01-1\n\n       A. 1743                             2\n\n    1  the  fire  district board of fire commissioners by such accountant. Such\n    2  fire district audit shall include, but not be limited to, the district's\n    3  financial conditions and resources and such other things  as  the  state\n    4  comptroller  may  designate.    A  copy  of  the  audit  report  in form\n    5  prescribed by the state comptroller and  certified  by  the  accountant,\n    6  shall  be  furnished to the commissioners, the town boards served by the\n    7  district and the  state  comptroller  within  one  hundred  eighty  days\n    8  following the end of the fiscal year audited.\n    9    2.  The  commissioner of each fire district with revenues of less than\n   10  [two] THREE hundred thousand dollars shall report the district's  finan-\n   11  cial  conditions  and resources and such other things as the state comp-\n   12  troller may designate on a form prescribed by him or her. A copy of such\n   13  report shall be issued to  the  state  comptroller  within  one  hundred\n   14  eighty  days following the end of the fiscal year. The state comptroller\n   15  may designate an amount below which no report shall be required.\n   16    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law and the town law, in relation to increasing the revenue threshold for annual audit of fire districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T165226.TXT", "SOBI.D110112.T100454.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294844694350
}