{
  "year" : 2011,
  "senateBillNo" : "A1753-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to education",
    "billEventId" : "A1753-2011-1294722000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain school districts to employ a minimum of one school nurse",
  "summary" : "Requires certain school districts, New York City, Yonkers, Syracuse, Buffalo and Rochester, to employ a minimum of one school nurse per school building; authorizes the commissioner of education to promulgate additional staffing requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2137-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1753\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GUNTHER, CLARK, MAYERSOHN -- Multi-Sponsored by\n         -- M. of A. McDONOUGH -- read once and referred to  the  Committee  on\n         Education\n\n       AN ACT to amend the education law, in relation to requiring school nurs-\n         es in school buildings in certain school districts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 902 of the education law is amended by adding a new\n    2  subdivision 4 to read as follows:\n    3    4. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, THE TRUSTEE OR BOARD OF\n    4  TRUSTEES OF EACH SCHOOL DISTRICT OR  BOARD  OF  COOPERATIVE  EDUCATIONAL\n    5  SERVICES  IN  NEW  YORK  CITY,  YONKERS, SYRACUSE, BUFFALO AND ROCHESTER\n    6  SHALL EMPLOY A MINIMUM OF ONE SCHOOL NURSE IN EACH SCHOOL BUILDING, WITH\n    7  ADDITIONAL STAFFING DETERMINATIONS PROMULGATED BY  THE  COMMISSIONER  IN\n    8  CONSULTATION WITH AT LEAST ONE PROFESSIONAL NURSING ASSOCIATION.\n    9    S  2.  This  act  shall  take  effect  on  the first of September next\n   10  succeeding the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01992-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring school nurses in school buildings in certain school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T165226.TXT", "SOBI.D110112.T105457.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294847697698
}