{
  "year" : 2011,
  "senateBillNo" : "A1756-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1756-2011-1294722000000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the uniform mediation act",
  "summary" : "Establishes the uniform mediation act; establishes that a mediation communication is privileged and is not subject to discovery or admissible in evidence unless waived or precluded; prohibits certain reports to be made by mediators; establishes that mediation communications are confidential; requires mediators to disclose conflicts of interests. ",
  "currentCommittee" : null,
  "sameAs" : "S683",
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A8497-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1756\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL, KAVANAGH -- read once and referred to the\n         Committee on Judiciary\n\n       AN  ACT to amend the civil practice law and rules, in relation to estab-\n         lishing the uniform mediation act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"uniform mediation act\".\n    3    S 2. The civil practice law and rules is amended by adding a new arti-\n    4  cle 74 to read as follows:\n\n    5                                 ARTICLE 74\n    6                              UNIFORM MEDIATION\n    7  SECTION 7401. DEFINITIONS.\n    8          7402. SCOPE.\n    9          7403. PRIVILEGE AGAINST DISCLOSURE; ADMISSIBILITY; DISCOVERY.\n   10          7404. WAIVER AND PRECLUSION OF PRIVILEGE.\n   11          7405. EXCEPTIONS TO PRIVILEGE.\n   12          7406. PROHIBITED MEDIATOR REPORTS.\n   13          7407. CONFIDENTIALITY.\n   14          7408. MEDIATOR'S DISCLOSURE  OF  CONFLICTS  OF  INTEREST;  BACK-\n   15                   GROUND.\n   16          7409. PARTICIPATION IN MEDIATION.\n   17          7410. RELATION  TO  ELECTRONIC SIGNATURES IN GLOBAL AND NATIONAL\n   18                   COMMERCE.\n   19          7411. UNIFORMITY OF APPLICATION AND CONSTRUCTION.\n   20    S 7401. DEFINITIONS. AS USED IN THIS ARTICLE THE FOLLOWING TERMS SHALL\n   21  HAVE THE FOLLOWING MEANINGS:\n   22    (A) \"MEDIATION\" MEANS A PROCESS IN WHICH A MEDIATOR FACILITATES COMMU-\n   23  NICATION AND NEGOTIATION BETWEEN PARTIES TO ASSIST THEM  IN  REACHING  A\n   24  VOLUNTARY AGREEMENT REGARDING THEIR DISPUTE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03857-01-1\n\n       A. 1756                             2\n\n    1    (B)  \"MEDIATION COMMUNICATION\" MEANS A STATEMENT, WHETHER ORAL OR IN A\n    2  RECORD OR VERBAL OR NONVERBAL, THAT OCCURS DURING A MEDIATION OR IS MADE\n    3  FOR PURPOSES OF CONSIDERING, CONDUCTING, PARTICIPATING  IN,  INITIATING,\n    4  CONTINUING, OR RECONVENING A MEDIATION OR RETAINING A MEDIATOR.\n    5    (C) \"MEDIATOR\" MEANS AN INDIVIDUAL WHO CONDUCTS A MEDIATION.\n    6    (D)  \"MEDIATION PARTY\" MEANS A PERSON THAT PARTICIPATES IN A MEDIATION\n    7  AND WHOSE AGREEMENT IS NECESSARY TO RESOLVE THE DISPUTE.\n    8    (E) \"NONPARTY PARTICIPANT\" MEANS A PERSON, OTHER THAN A PARTY OR MEDI-\n    9  ATOR, THAT PARTICIPATES IN A MEDIATION.\n   10    (F) \"PERSON\" MEANS AN INDIVIDUAL, CORPORATION, BUSINESS TRUST, ESTATE,\n   11  TRUST,  PARTNERSHIP,  LIMITED  LIABILITY  COMPANY,  ASSOCIATION,   JOINT\n   12  VENTURE, GOVERNMENT, GOVERNMENTAL SUBDIVISION, AGENCY, OR INSTRUMENTALI-\n   13  TY, PUBLIC CORPORATION, OR ANY OTHER LEGAL OR COMMERCIAL ENTITY.\n   14    (G) \"PROCEEDING\" MEANS:\n   15    (1)  A JUDICIAL, ADMINISTRATIVE, ARBITRAL, OR OTHER ADJUDICATIVE PROC-\n   16  ESS, INCLUDING RELATED PRE-HEARING  AND  POST-HEARING  MOTIONS,  CONFER-\n   17  ENCES, AND DISCOVERY; OR\n   18    (2) A LEGISLATIVE HEARING OR SIMILAR PROCESS.\n   19    (H)  \"RECORD\" MEANS INFORMATION THAT IS INSCRIBED ON A TANGIBLE MEDIUM\n   20  OR THAT IS STORED IN AN ELECTRONIC OR OTHER MEDIUM AND IS RETRIEVABLE IN\n   21  PERCEIVABLE FORM.\n   22    (I) \"SIGN\" MEANS:\n   23    (1) TO EXECUTE OR ADOPT A TANGIBLE SYMBOL WITH THE PRESENT  INTENT  TO\n   24  AUTHENTICATE A RECORD; OR\n   25    (2)  TO  ATTACH OR LOGICALLY ASSOCIATE AN ELECTRONIC SYMBOL, SOUND, OR\n   26  PROCESS TO OR WITH A RECORD WITH THE PRESENT INTENT  TO  AUTHENTICATE  A\n   27  RECORD.\n   28    S  7402. SCOPE. (A) EXCEPT AS OTHERWISE PROVIDED IN SUBDIVISION (B) OR\n   29  (C), THIS ARTICLE APPLIES TO A MEDIATION IN WHICH:\n   30    (1) THE MEDIATION PARTIES ARE REQUIRED TO MEDIATE BY STATUTE OR  COURT\n   31  OR  ADMINISTRATIVE  AGENCY  RULE  OR  REFERRED  TO MEDIATION BY A COURT,\n   32  ADMINISTRATIVE AGENCY, OR ARBITRATOR;\n   33    (2) THE MEDIATION PARTIES AND THE  MEDIATOR  AGREE  TO  MEDIATE  IN  A\n   34  RECORD  THAT  DEMONSTRATES  AN EXPECTATION THAT MEDIATION COMMUNICATIONS\n   35  WILL BE PRIVILEGED AGAINST DISCLOSURE; OR\n   36    (3) THE MEDIATION PARTIES USE AS A MEDIATOR AN  INDIVIDUAL  WHO  HOLDS\n   37  HIMSELF  OR HERSELF OUT AS A MEDIATOR, OR THE MEDIATION IS PROVIDED BY A\n   38  PERSON THAT HOLDS ITSELF OUT AS PROVIDING MEDIATION.\n   39    (B) THIS ARTICLE DOES NOT APPLY TO A MEDIATION:\n   40    (1) RELATING TO THE  ESTABLISHMENT,  NEGOTIATION,  ADMINISTRATION,  OR\n   41  TERMINATION OF A COLLECTIVE BARGAINING RELATIONSHIP;\n   42    (2)  RELATING  TO  A  DISPUTE  THAT IS PENDING UNDER OR IS PART OF THE\n   43  PROCESSES ESTABLISHED BY A COLLECTIVE BARGAINING AGREEMENT, EXCEPT  THAT\n   44  THIS  ARTICLE  SHALL  APPLY TO A MEDIATION ARISING OUT OF A DISPUTE THAT\n   45  HAS BEEN FILED WITH AN ADMINISTRATIVE AGENCY OR COURT;\n   46    (3) CONDUCTED BY A JUDGE WHO MIGHT MAKE A RULING ON THE CASE; OR\n   47    (4) CONDUCTED UNDER THE AUSPICES OF:\n   48    (I) A PRIMARY OR SECONDARY SCHOOL IF ALL THE PARTIES ARE STUDENTS; OR\n   49    (II) A CORRECTIONAL INSTITUTION FOR YOUTHS  IF  ALL  THE  PARTIES  ARE\n   50  RESIDENTS OF THAT INSTITUTION.\n   51    (C) IF THE PARTIES AGREE IN ADVANCE IN A SIGNED RECORD, OR A RECORD OF\n   52  PROCEEDING  SO  REFLECTS,  THAT ALL OR PART OF A MEDIATION IS NOT PRIVI-\n   53  LEGED, THE PRIVILEGES UNDER SECTIONS SEVENTY-FOUR HUNDRED THREE,  SEVEN-\n   54  TY-FOUR  HUNDRED  FOUR AND SEVENTY-FOUR HUNDRED FIVE DO NOT APPLY TO THE\n   55  MEDIATION OR PART AGREED UPON.  HOWEVER,  SECTION  SEVENTY-FOUR  HUNDRED\n   56  THREE APPLIES TO A MEDIATION COMMUNICATION MADE BY A PERSON THAT HAS NOT\n\n       A. 1756                             3\n\n    1  RECEIVED  ACTUAL  NOTICE  OF  THE  AGREEMENT BEFORE THE COMMUNICATION IS\n    2  MADE.\n    3    S  7403.  PRIVILEGE  AGAINST DISCLOSURE; ADMISSIBILITY; DISCOVERY. (A)\n    4  EXCEPT AS OTHERWISE PROVIDED IN SECTION  SEVENTY-FOUR  HUNDRED  FIVE,  A\n    5  MEDIATION COMMUNICATION IS PRIVILEGED AS PROVIDED IN SUBDIVISION (B) AND\n    6  IS  NOT  SUBJECT  TO DISCOVERY OR ADMISSIBLE IN EVIDENCE IN A PROCEEDING\n    7  UNLESS WAIVED OR PRECLUDED AS PROVIDED IN SECTION  SEVENTY-FOUR  HUNDRED\n    8  FOUR.\n    9    (B) IN A PROCEEDING, THE FOLLOWING PRIVILEGES APPLY:\n   10    (1)  A  MEDIATION  PARTY  MAY  REFUSE TO DISCLOSE, AND MAY PREVENT ANY\n   11  OTHER PERSON FROM DISCLOSING, A MEDIATION COMMUNICATION.\n   12    (2) A MEDIATOR MAY REFUSE TO DISCLOSE A MEDIATION  COMMUNICATION,  AND\n   13  MAY  PREVENT  ANY OTHER PERSON FROM DISCLOSING A MEDIATION COMMUNICATION\n   14  OF THE MEDIATOR.\n   15    (3) A NONPARTY PARTICIPANT MAY REFUSE TO DISCLOSE, AND MAY PREVENT ANY\n   16  OTHER PERSON FROM DISCLOSING, A MEDIATION COMMUNICATION OF THE  NONPARTY\n   17  PARTICIPANT.\n   18    (C) EVIDENCE OR INFORMATION THAT IS OTHERWISE ADMISSIBLE OR SUBJECT TO\n   19  DISCOVERY DOES NOT BECOME INADMISSIBLE OR PROTECTED FROM DISCOVERY SOLE-\n   20  LY BY REASON OF ITS DISCLOSURE OR USE IN A MEDIATION.\n   21    S  7404.  WAIVER  AND  PRECLUSION  OF PRIVILEGE. (A) A PRIVILEGE UNDER\n   22  SECTION SEVENTY-FOUR HUNDRED THREE MAY BE WAIVED IN A RECORD  OR  ORALLY\n   23  DURING  A  PROCEEDING  IF  IT  IS EXPRESSLY WAIVED BY ALL PARTIES TO THE\n   24  MEDIATION AND:\n   25    (1) IN THE CASE OF THE PRIVILEGE OF A MEDIATOR, IT IS EXPRESSLY WAIVED\n   26  BY THE MEDIATOR; AND\n   27    (2) IN THE CASE OF THE PRIVILEGE OF  A  NONPARTY  PARTICIPANT,  IT  IS\n   28  EXPRESSLY WAIVED BY THE NONPARTY PARTICIPANT.\n   29    (B)  A  PERSON  THAT DISCLOSES OR MAKES A REPRESENTATION ABOUT A MEDI-\n   30  ATION COMMUNICATION WHICH PREJUDICES ANOTHER PERSON IN A  PROCEEDING  IS\n   31  PRECLUDED  FROM ASSERTING A PRIVILEGE UNDER SECTION SEVENTY-FOUR HUNDRED\n   32  THREE, BUT ONLY TO THE EXTENT NECESSARY FOR  THE  PERSON  PREJUDICED  TO\n   33  RESPOND TO THE REPRESENTATION OR DISCLOSURE.\n   34    (C)  A  PERSON THAT INTENTIONALLY USES A MEDIATION TO PLAN, TO ATTEMPT\n   35  TO COMMIT, OR TO COMMIT A CRIME, OR TO CONCEAL AN ONGOING CRIME OR ONGO-\n   36  ING CRIMINAL ACTIVITY, IS PRECLUDED FROM  ASSERTING  A  PRIVILEGE  UNDER\n   37  SECTION SEVENTY-FOUR HUNDRED THREE.\n   38    S  7405.  EXCEPTIONS  TO  PRIVILEGE.  (A)  THERE IS NO PRIVILEGE UNDER\n   39  SECTION SEVENTY-FOUR HUNDRED THREE FOR A  MEDIATION  COMMUNICATION  THAT\n   40  IS:\n   41    (1) IN AN AGREEMENT EVIDENCED BY A RECORD SIGNED BY ALL PARTIES TO THE\n   42  AGREEMENT;\n   43    (2)  AVAILABLE  TO THE PUBLIC UNDER ARTICLE SIX OR SEVEN OF THE PUBLIC\n   44  OFFICERS LAW, OR MADE DURING A SESSION OF A MEDIATION WHICH IS OPEN,  OR\n   45  IS REQUIRED BY LAW TO BE OPEN, TO THE PUBLIC;\n   46    (3) A THREAT OR STATEMENT OF A PLAN TO INFLICT BODILY INJURY OR COMMIT\n   47  A CRIME OF VIOLENCE;\n   48    (4)  INTENTIONALLY USED TO PLAN A CRIME, ATTEMPT TO COMMIT A CRIME, OR\n   49  TO CONCEAL AN ONGOING CRIME OR ONGOING CRIMINAL ACTIVITY;\n   50    (5) LATER SOUGHT OR OFFERED TO PROVE OR DISPROVE A CLAIM OR  COMPLAINT\n   51  OF PROFESSIONAL MISCONDUCT OR MALPRACTICE FILED AGAINST A MEDIATOR;\n   52    (6)  EXCEPT  AS OTHERWISE PROVIDED IN SUBDIVISION (C), LATER SOUGHT OR\n   53  OFFERED TO PROVE OR  DISPROVE  A  CLAIM  OR  COMPLAINT  OF  PROFESSIONAL\n   54  MISCONDUCT  OR  MALPRACTICE  FILED  AGAINST  A MEDIATION PARTY, NONPARTY\n   55  PARTICIPANT, OR REPRESENTATIVE OF A PARTY  BASED  ON  CONDUCT  OCCURRING\n   56  DURING A MEDIATION; OR\n\n       A. 1756                             4\n\n    1    (7)  LATER SOUGHT OR OFFERED IN A PROCEEDING IN WHICH A CHILD OR ADULT\n    2  PROTECTIVE SERVICES AGENCY IS  A  PARTY  TO  PROVE  OR  DISPROVE  ABUSE,\n    3  NEGLECT, ABANDONMENT, OR EXPLOITATION, UNLESS THE CHILD OR ADULT PROTEC-\n    4  TIVE SERVICES AGENCY PARTICIPATED IN THE MEDIATION.\n    5    (B)  THERE IS NO PRIVILEGE UNDER SECTION SEVENTY-FOUR HUNDRED THREE IF\n    6  A COURT, ADMINISTRATIVE AGENCY, OR ARBITRATOR  FINDS,  AFTER  A  HEARING\n    7  HELD IN CAMERA, THAT THE PARTY SEEKING DISCOVERY OR THE PROPONENT OF THE\n    8  EVIDENCE  HAS  SHOWN  THAT THE EVIDENCE IS NOT OTHERWISE AVAILABLE, THAT\n    9  THERE IS A NEED FOR THE EVIDENCE THAT SUBSTANTIALLY OUTWEIGHS THE INTER-\n   10  EST IN PROTECTING CONFIDENTIALITY, AND THAT THE MEDIATION  COMMUNICATION\n   11  IS SOUGHT OR OFFERED IN:\n   12    (1) A COURT PROCEEDING INVOLVING A FELONY; OR\n   13    (2)  EXCEPT AS OTHERWISE PROVIDED IN SUBDIVISION (C), A PROCEEDING (I)\n   14  TO PROVE A CLAIM TO RESCIND OR REFORM, OR (II) TO ESTABLISH A DEFENSE TO\n   15  AVOID LIABILITY ON, A CONTRACT ARISING OUT OF THE MEDIATION.\n   16    (C) A MEDIATOR MAY NOT BE COMPELLED TO PROVIDE EVIDENCE OF A MEDIATION\n   17  COMMUNICATION REFERRED TO IN PARAGRAPH SIX OF SUBDIVISION (A)  OR  PARA-\n   18  GRAPH TWO OF SUBDIVISION (B).\n   19    (D)  IF  A MEDIATION COMMUNICATION IS NOT PRIVILEGED UNDER SUBDIVISION\n   20  (A) OR (B), ONLY THAT PORTION OF THE  COMMUNICATION  NECESSARY  FOR  THE\n   21  APPLICATION  OF THE EXCEPTION FROM NONDISCLOSURE MAY BE ADMITTED. ADMIS-\n   22  SION OF EVIDENCE UNDER SUBDIVISION  (A)  OR  (B)  DOES  NOT  RENDER  THE\n   23  EVIDENCE, OR ANY OTHER MEDIATION COMMUNICATION, DISCOVERABLE OR ADMISSI-\n   24  BLE FOR ANY OTHER PURPOSE.\n   25    S  7406. PROHIBITED MEDIATOR REPORTS. (A) EXCEPT AS REQUIRED IN SUBDI-\n   26  VISION (B), A MEDIATOR MAY NOT MAKE A  REPORT,  ASSESSMENT,  EVALUATION,\n   27  RECOMMENDATION, FINDING, OR OTHER COMMUNICATION REGARDING A MEDIATION TO\n   28  A  COURT,  ADMINISTRATIVE  AGENCY,  OR  OTHER  AUTHORITY THAT MAY MAKE A\n   29  RULING ON THE DISPUTE THAT IS THE SUBJECT OF THE MEDIATION.\n   30    (B) A MEDIATOR MAY DISCLOSE:\n   31    (1) WHETHER THE MEDIATION OCCURRED OR HAS  TERMINATED,  OR  WHETHER  A\n   32  SETTLEMENT WAS REACHED, AND ATTENDANCE;\n   33    (2)  A MEDIATION COMMUNICATION AS PERMITTED UNDER SECTION SEVENTY-FOUR\n   34  HUNDRED FIVE; OR\n   35    (3) A MEDIATION COMMUNICATION EVIDENCING ABUSE, NEGLECT,  ABANDONMENT,\n   36  OR  EXPLOITATION  OF  AN  INDIVIDUAL  TO A PUBLIC AGENCY RESPONSIBLE FOR\n   37  PROTECTING INDIVIDUALS AGAINST SUCH MISTREATMENT.\n   38    (C) A COMMUNICATION MADE IN VIOLATION OF SUBDIVISION (A)  MAY  NOT  BE\n   39  CONSIDERED BY A COURT, ADMINISTRATIVE AGENCY, OR ARBITRATOR.\n   40    S 7407. CONFIDENTIALITY. UNLESS SUBJECT TO ARTICLE SIX OR SEVEN OF THE\n   41  PUBLIC  OFFICERS  LAW,  MEDIATION COMMUNICATIONS ARE CONFIDENTIAL TO THE\n   42  GREATEST EXTENT AGREED TO BY THE PARTIES OR PROVIDED BY THIS ARTICLE  OR\n   43  OTHER LAW OR RULE OF THIS STATE.\n   44    S  7408.  MEDIATOR'S  DISCLOSURE OF CONFLICTS OF INTEREST; BACKGROUND.\n   45  (A) BEFORE ACCEPTING A MEDIATION, AN  INDIVIDUAL  WHO  IS  REQUESTED  TO\n   46  SERVE AS A MEDIATOR SHALL:\n   47    (1)  MAKE  AN  INQUIRY  THAT  IS REASONABLE UNDER THE CIRCUMSTANCES TO\n   48  DETERMINE WHETHER THERE ARE ANY KNOWN FACTS THAT A REASONABLE INDIVIDUAL\n   49  WOULD CONSIDER LIKELY  TO  AFFECT  THE  IMPARTIALITY  OF  THE  MEDIATOR,\n   50  INCLUDING  A  FINANCIAL OR PERSONAL INTEREST IN THE OUTCOME OF THE MEDI-\n   51  ATION AND AN EXISTING OR PAST RELATIONSHIP WITH  A  MEDIATION  PARTY  OR\n   52  FORESEEABLE PARTICIPANT IN THE MEDIATION; AND\n   53    (2)  DISCLOSE  ANY SUCH KNOWN FACT TO THE MEDIATION PARTIES AS SOON AS\n   54  IS PRACTICAL BEFORE ACCEPTING A MEDIATION.\n\n       A. 1756                             5\n\n    1    (B) IF A MEDIATOR LEARNS ANY FACT DESCRIBED IN PARAGRAPH ONE OF SUBDI-\n    2  VISION (A) AFTER ACCEPTING A MEDIATION, THE MEDIATOR SHALL  DISCLOSE  IT\n    3  AS SOON AS IS PRACTICABLE.\n    4    (C)  AT  THE  REQUEST  OF  THE  MEDIATION  PARTY, AN INDIVIDUAL WHO IS\n    5  REQUESTED TO SERVE AS A MEDIATOR SHALL DISCLOSE  THE  MEDIATOR'S  QUALI-\n    6  FICATIONS TO MEDIATE A DISPUTE.\n    7    (D)  A PERSON THAT VIOLATES SUBDIVISION (A) OR (B) IS PRECLUDED BY THE\n    8  VIOLATION FROM ASSERTING A PRIVILEGE AS TO HIS  OR  HER  OWN  STATEMENTS\n    9  UNDER SECTION SEVENTY-FOUR HUNDRED THREE.\n   10    (E)  SUBDIVISIONS  (A),  (B),  AND  (C)  DO NOT APPLY TO AN INDIVIDUAL\n   11  ACTING AS A JUDGE.\n   12    (F) NO PROVISION OF THIS ARTICLE  REQUIRES  THAT  A  MEDIATOR  HAVE  A\n   13  SPECIAL QUALIFICATION BY BACKGROUND OR PROFESSION.\n   14    S 7409. PARTICIPATION IN MEDIATION. AN ATTORNEY MAY REPRESENT A PARTY,\n   15  OR  ANOTHER INDIVIDUAL DESIGNATED BY A PARTY MAY ACCOMPANY THE PARTY TO,\n   16  AND PARTICIPATE IN, A MEDIATION. A WAIVER OF REPRESENTATION  OR  PARTIC-\n   17  IPATION GIVEN BEFORE THE MEDIATION MAY BE RESCINDED.\n   18    S  7410.  RELATION  TO  ELECTRONIC  SIGNATURES  IN GLOBAL AND NATIONAL\n   19  COMMERCE. THIS ARTICLE MODIFIES, LIMITS, OR SUPERSEDES THE FEDERAL ELEC-\n   20  TRONIC SIGNATURES IN GLOBAL AND NATIONAL COMMERCE ACT, 15 U.S.C. S  7001\n   21  ET  SEQ., BUT THIS ARTICLE DOES NOT MODIFY, LIMIT, OR SUPERSEDE S 101(C)\n   22  OF SUCH ACT OR AUTHORIZE ELECTRONIC  DELIVERY  OF  ANY  OF  THE  NOTICES\n   23  DESCRIBED IN S 103(B) OF SUCH ACT.\n   24    S  7411.  UNIFORMITY  OF APPLICATION AND CONSTRUCTION. IN APPLYING AND\n   25  CONSTRUING THIS ARTICLE, CONSIDERATION MUST BE  GIVEN  TO  THE  NEED  TO\n   26  PROMOTE  UNIFORMITY  OF THE LAW WITH RESPECT TO ITS SUBJECT MATTER AMONG\n   27  STATES THAT ENACT IT.\n   28    S 3. Severability clause. If any provision of this act or its applica-\n   29  tion to any person or circumstance is held invalid, the invalidity  does\n   30  not  affect  other  provisions  or applications of this act which can be\n   31  given effect without the invalid provision or application, and  to  this\n   32  end the provisions of this act are severable.\n   33    S  4. This act shall take effect on the first of January next succeed-\n   34  ing the date on which it shall have become a law and shall apply to  all\n   35  agreements to mediate and mediations pursuant to a referral entered into\n   36  on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to establishing the uniform mediation act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T105457.TXT", "SOBI.D110112.T105957.TXT", "SOBI.D110111.T165725.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294847997784
}