{
  "year" : 2011,
  "senateBillNo" : "A1755-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to labor",
    "billEventId" : "A1755-2011-1294722000000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Renames the New York state occupational safety and health hazard abatement board the New York state worker safety board",
  "summary" : "Renames the New York state occupational safety and health hazard abatement board the New York state worker protection board; establishes the membership of the board shall consist of nine persons. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A2125-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1755\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Labor\n\n       AN ACT to amend the labor law and the state finance law, in relation  to\n         the New York state worker safety board\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be  cited  as  the  \"worker\n    2  safety board act\".\n    3    S 2. Paragraph b of subdivision 4 of section 27-a of the labor law, as\n    4  amended  by  chapter  433  of  the  laws  of 2007, is amended to read as\n    5  follows:\n    6    b. Notwithstanding the provisions of paragraph a of this  subdivision,\n    7  the  commissioner,  in  consultation with the state [occupational safety\n    8  and health hazard abatement] WORKER SAFETY board, shall promulgate rules\n    9  and regulations recommended to him OR HER by such board which  establish\n   10  standards  whenever such board finds (i) that no federal standard exists\n   11  for the particular condition being addressed and that such a standard is\n   12  necessary for the protection of the public employees at risk, or (ii)  a\n   13  federal  standard  exists,  but  conditions in public workplaces in this\n   14  state require a different standard, and such state standard will  be  at\n   15  least  as effective in providing safe and healthful places of employment\n   16  as the federal standard.\n   17    S 3. The subdivision heading and paragraphs a, b and e of  subdivision\n   18  15  of  section 27-a of the labor law, the subdivision heading and para-\n   19  graphs a and e as added by chapter 729 of the laws of 1980, paragraph  b\n   20  as  amended  by  chapter  55 of the laws of 1992 and such subdivision as\n   21  renumbered by chapter 706 of the laws of 1990, are amended  to  read  as\n   22  follows:\n   23    New York state [occupational safety and health hazard abatement] WORK-\n   24  ER  SAFETY board; creation and procedure. a. The New York state [occupa-\n   25  tional safety and health hazard abatement] WORKER SAFETY board is hereby\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04118-01-1\n\n       A. 1755                             2\n\n    1  created to  have  and  exercise  the  powers,  duties  and  prerogatives\n    2  provided by the provisions of this subdivision.\n    3    b.  The  membership of the board shall consist of [five] NINE persons.\n    4  THREE MEMBERS SHALL BE appointed by the governor of whom  one  shall  be\n    5  upon  the  recommendation of THE NEW YORK STATE FEDERATION OF LABOR-CON-\n    6  GRESS OF INDUSTRIAL ORGANIZATIONS, TWO MEMBERS SHALL BE APPOINTED BY the\n    7  temporary president of the senate, one upon the  recommendation  of  THE\n    8  NEW YORK STATE FEDERATION OF LABOR-CONGRESS OF INDUSTRIAL ORGANIZATIONS,\n    9  TWO MEMBERS SHALL BE APPOINTED BY the speaker of the assembly, [and] one\n   10  upon  the  recommendation of THE NEW YORK STATE FEDERATION OF LABOR-CON-\n   11  GRESS OF INDUSTRIAL ORGANIZATIONS, ONE MEMBER SHALL BE APPOINTED BY  the\n   12  state  comptroller  AND  ONE  MEMBER SHALL BE THE COMMISSIONER.  Members\n   13  shall serve at the pleasure  of  the  governor,  and  the  governor  may\n   14  replace  any  member  in accordance with the provisions contained herein\n   15  for the appointment of members.\n   16    The governor shall designate one of the members to serve as [chairman]\n   17  CHAIRPERSON.  The board shall act by a majority vote of its members, and\n   18  a quorum to conduct business shall consist of [three] FIVE members.  Any\n   19  determination of the board shall be evidenced by a certification thereof\n   20  executed by all the members present and voting. Each member of the board\n   21  shall  be  entitled  to designate a representative to attend meetings of\n   22  the board in his OR HER place, and to vote or otherwise act  on  his  OR\n   23  HER  behalf  in  his  OR HER absence.   Such representative shall not be\n   24  authorized to delegate any of his OR HER  duties  or  functions  to  any\n   25  other  person.  Notice of such designation shall be furnished in writing\n   26  to the board by the designating member. A representative shall serve  at\n   27  the  pleasure  of  the  designating  member  during the member's term of\n   28  office.\n   29    e. The board shall meet at least four times a year with at  least  one\n   30  meeting  in  each  calendar  quarter.  The  [chairman] CHAIRPERSON shall\n   31  designate the days of meeting, and shall provide  each  member  with  at\n   32  least three weeks written notice of the date of such meeting.\n   33    S  4. The subdivision heading of subdivision 16 of section 27-a of the\n   34  labor law, as amended by chapter 886 of the laws of 1985 and such subdi-\n   35  vision as renumbered by chapter 706 of the laws of 1990, is  amended  to\n   36  read as follows:\n   37    New York state [occupational safety and health hazard abatement] WORK-\n   38  ER SAFETY board; powers and duties.\n   39    S  5. Subdivision 1 of section 885 of the labor law, as added by chap-\n   40  ter 886 of the laws of 1985, is amended to read as follows:\n   41    1. \"Board\" shall mean the New  York  state  [occupational  safety  and\n   42  health  hazard  abatement]  WORKER  SAFETY board created pursuant to the\n   43  provisions of section twenty-seven-a of this chapter.\n   44    S 6. Subdivision 3 of section  97-c  of  the  state  finance  law,  as\n   45  amended  by  chapter  309  of  the  laws  of 1996, is amended to read as\n   46  follows:\n   47    3. Moneys of the fund shall be available to the New York state  [occu-\n   48  pational  safety  and  health  hazard abatement] WORKER SAFETY board for\n   49  purposes of carrying out the provisions of article  twenty-nine  of  the\n   50  labor  law  and  to  the  department  of  labor  for  worker  SAFETY AND\n   51  protection activities under its jurisdiction.\n   52    S 7. This act shall take effect on the ninetieth day  after  it  shall\n   53  have  become  a  law; provided, however, that effective immediately, the\n   54  addition, amendment and/or repeal of any rule  or  regulation  necessary\n   55  for  the implementation of this act on its effective date are authorized\n   56  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law and the state finance law, in relation to the New York state worker safety board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T165226.TXT", "SOBI.D110112.T105457.TXT", "SOBI.D110201.T111344.TXT", "SOBI.D110128.T090233.TXT", "SOBI.D110201.T110342.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296576824438
}