{
  "year" : 2011,
  "senateBillNo" : "A1759-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1759-2011-1294722000000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires landowners to disclose if property has ever been contaminated from methamphetamines before sale or lease",
  "summary" : "Requires landowners to disclose if property has ever been contaminated from methamphetamines before sale or lease. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "A9431-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1759\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT  to  amend  the  real property law, in relation to requiring the\n         owner or landlord of a property to disclose whether property has  ever\n         been  used  as  a  methamphetamine lab before such property is sold or\n         leased\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 240 of the real property law is amended by adding a\n    2  new subdivision 5 to read as follows:\n    3    5.  THE TERM \"CONTAMINATED\" AS USED IN THIS ARTICLE MEANS THAT A PROP-\n    4  ERTY IS POLLUTED  BY  HAZARDOUS  MATERIALS  AS  A  RESULT  OF  THE  USE,\n    5  PRODUCTION, OR PRESENCE OF METHAMPHETAMINE.\n    6    S 2. The real property law is amended by adding a new section 231-a to\n    7  read as follows:\n    8    S  231-A. DISCLOSURE OF METHAMPHETAMINE CONTAMINATED PROPERTY.  1. THE\n    9  TERM \"CONTAMINATED\" AS USED IN THIS SECTION MEANS  THAT  A  PROPERTY  IS\n   10  POLLUTED  BY  HAZARDOUS MATERIALS AS A RESULT OF THE USE, PRODUCTION, OR\n   11  PRESENCE OF METHAMPHETAMINE.\n   12    2. IF A LESSOR OFFERING TO RENT REAL  PROPERTY  HAS  ACTUAL  KNOWLEDGE\n   13  THAT  THE  PROPERTY IS OR HAS EVER BEEN CONTAMINATED FROM THE USE, STOR-\n   14  AGE, OR MANUFACTURE OF METHAMPHETAMINES, THE  LESSOR  SHALL  INFORM  ANY\n   15  POTENTIAL  LESSEE OF THE EXISTENCE OF SUCH CONTAMINATION PRIOR TO ENTER-\n   16  ING INTO A CONTRACT FOR THE LEASE OF SUCH PROPERTY.\n   17    S 3. Section 242 of the real property law is amended by adding  a  new\n   18  subdivision 4 to read as follows:\n   19    4.  ANY  PERSON, FIRM, COMPANY, PARTNERSHIP OR CORPORATION OFFERING TO\n   20  SELL REAL PROPERTY HAS ACTUAL KNOWLEDGE THAT THE PROPERTY IS OR HAS EVER\n   21  BEEN CONTAMINATED FROM THE USE, STORAGE, OR MANUFACTURE OF  METHAMPHETA-\n   22  MINES,  THE  OWNER  SHALL  INFORM ANY PURCHASER OF THE EXISTENCE OF SUCH\n   23  CONTAMINATION PRIOR TO ENTERING INTO A CONTRACT FOR THE SALE/PURCHASE OF\n   24  SUCH PROPERTY.\n   25    S 4. Subdivision 2 of section 462 of the real property law,  as  added\n   26  by chapter 456 of the laws of 2001, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03862-01-1\n\n       A. 1759                             2\n\n    1    2. The following shall be the disclosure form:\n\n    2                   PROPERTY CONDITION DISCLOSURE STATEMENT\n\n    3  NAME OF SELLER OR SELLERS:\n\n    4  PROPERTY ADDRESS:\n\n    5    THE  PROPERTY CONDITION DISCLOSURE ACT REQUIRES THE SELLER OF RESIDEN-\n    6  TIAL REAL PROPERTY TO CAUSE THIS DISCLOSURE STATEMENT OR A COPY  THEREOF\n    7  TO  BE DELIVERED TO A BUYER OR BUYER'S AGENT PRIOR TO THE SIGNING BY THE\n    8  BUYER OF A BINDING CONTRACT OF SALE.\n    9    PURPOSE OF STATEMENT: THIS IS A STATEMENT OF  CERTAIN  CONDITIONS  AND\n   10  INFORMATION CONCERNING THE PROPERTY KNOWN TO THE SELLER. THIS DISCLOSURE\n   11  STATEMENT  IS  NOT  A WARRANTY OF ANY KIND BY THE SELLER OR BY ANY AGENT\n   12  REPRESENTING THE SELLER IN THIS TRANSACTION. IT IS NOT A SUBSTITUTE  FOR\n   13  ANY  INSPECTIONS  OR  TESTS AND THE BUYER IS ENCOURAGED TO OBTAIN HIS OR\n   14  HER OWN INDEPENDENT PROFESSIONAL INSPECTIONS AND ENVIRONMENTAL TESTS AND\n   15  ALSO IS ENCOURAGED TO CHECK PUBLIC RECORDS PERTAINING TO THE PROPERTY.\n   16    A KNOWINGLY FALSE OR INCOMPLETE STATEMENT BY THE SELLER ON  THIS  FORM\n   17  MAY  SUBJECT  THE  SELLER  TO  CLAIMS BY THE BUYER PRIOR TO OR AFTER THE\n   18  TRANSFER OF TITLE. IN THE EVENT A  SELLER  FAILS  TO  PERFORM  THE  DUTY\n   19  PRESCRIBED  IN  THIS  ARTICLE TO DELIVER A DISCLOSURE STATEMENT PRIOR TO\n   20  THE SIGNING BY THE BUYER OF A BINDING CONTRACT OF SALE, THE BUYER  SHALL\n   21  RECEIVE  UPON  THE  TRANSFER  OF  TITLE A CREDIT OF FIVE HUNDRED DOLLARS\n   22  AGAINST THE AGREED UPON PURCHASE PRICE OF THE RESIDENTIAL REAL PROPERTY.\n   23    \"RESIDENTIAL REAL PROPERTY\" MEANS REAL PROPERTY IMPROVED BY A  ONE  TO\n   24  FOUR  FAMILY  DWELLING USED OR OCCUPIED, OR INTENDED TO BE USED OR OCCU-\n   25  PIED, WHOLLY OR PARTLY, AS THE HOME OR RESIDENCE OF ONE OR MORE PERSONS,\n   26  BUT SHALL NOT REFER TO (A) UNIMPROVED  REAL  PROPERTY  UPON  WHICH  SUCH\n   27  DWELLINGS  ARE TO BE CONSTRUCTED OR (B) CONDOMINIUM UNITS OR COOPERATIVE\n   28  APARTMENTS OR (C) PROPERTY ON A  HOMEOWNERS'  ASSOCIATION  THAT  IS  NOT\n   29  OWNED IN FEE SIMPLE BY THE SELLER.\n\n   30  INSTRUCTIONS TO THE SELLER:\n   31    (a) ANSWER ALL QUESTIONS BASED UPON YOUR ACTUAL KNOWLEDGE.\n   32    (b) ATTACH ADDITIONAL PAGES WITH YOUR SIGNATURE IF ADDITIONAL SPACE IS\n   33  REQUIRED.\n   34    (c) COMPLETE THIS FORM YOURSELF.\n   35    (d)  IF  SOME ITEMS DO NOT APPLY TO YOUR PROPERTY, CHECK \"NA\" (NON-AP-\n   36  PLICABLE). IF YOU DO NOT KNOW THE ANSWER CHECK \"UNKN\" (UNKNOWN).\n\n   37    SELLER'S STATEMENT: THE SELLER MAKES THE FOLLOWING REPRESENTATIONS  TO\n   38  THE  BUYER BASED UPON THE SELLER'S ACTUAL KNOWLEDGE AT THE TIME OF SIGN-\n   39  ING THIS DOCUMENT. THE SELLER AUTHORIZES HIS OR HER AGENT,  IF  ANY,  TO\n   40  PROVIDE  A COPY OF THIS STATEMENT TO A PROSPECTIVE BUYER OF THE RESIDEN-\n   41  TIAL REAL PROPERTY. THE FOLLOWING ARE REPRESENTATIONS MADE BY THE SELLER\n   42  AND ARE NOT THE REPRESENTATIONS OF THE SELLER'S AGENT.\n\n   43  GENERAL INFORMATION\n   44    1. HOW LONG HAVE YOU OWNED THE PROPERTY?\n   45    2. HOW LONG HAVE YOU OCCUPIED THE PROPERTY?\n   46    3. WHAT IS THE AGE OF THE STRUCTURE OR STRUCTURES? NOTE  TO  BUYER--IF\n   47       THE  STRUCTURE WAS BUILT BEFORE 1978 YOU ARE ENCOURAGED TO INVESTI-\n   48       GATE FOR THE PRESENCE OF LEAD BASED PAINT.\n\n       A. 1759                             3\n\n    1    4. DOES ANYBODY OTHER THAN YOURSELF HAVE  A  LEASE,  EASEMENT  OR  ANY\n    2       OTHER  RIGHT  TO USE OR OCCUPY ANY PART OF YOUR PROPERTY OTHER THAN\n    3       THOSE STATED IN DOCUMENTS AVAILABLE IN THE PUBLIC RECORD,  SUCH  AS\n    4       RIGHTS TO USE A ROAD OR PATH OR CUT TREES OR CROPS. YES NO UNKN NA\n    5    5. DOES  ANYBODY  ELSE CLAIM TO OWN ANY PART OF YOUR PROPERTY?  YES NO\n    6       UNKN NA (IF YES, EXPLAIN BELOW)\n    7    6. HAS ANYONE DENIED YOU ACCESS TO THE PROPERTY OR MADE A FORMAL LEGAL\n    8       CLAIM CHALLENGING YOUR TITLE TO THE PROPERTY? YES NO  UNKN  NA  (IF\n    9       YES, EXPLAIN BELOW)\n   10    7. ARE  THERE  ANY  FEATURES  OF  THE  PROPERTY  SHARED IN COMMON WITH\n   11       ADJOINING LAND OWNERS OR A HOMEOWNERS ASSOCIATION, SUCH  AS  WALLS,\n   12       FENCES OR DRIVEWAYS? YES NO UNKN NA (IF YES DESCRIBE BELOW)\n   13    8. ARE  THERE  ANY  ELECTRIC OR GAS UTILITY SURCHARGES FOR LINE EXTEN-\n   14       SIONS, SPECIAL ASSESSMENTS OR HOMEOWNER OR OTHER  ASSOCIATION  FEES\n   15       THAT APPLY TO THE PROPERTY? YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n   16    9. ARE  THERE  CERTIFICATES OF OCCUPANCY RELATED TO THE PROPERTY?  YES\n   17       NO UNKN NA (IF NO, EXPLAIN BELOW)\n\n   18  ENVIRONMENTAL\n   19    NOTE TO SELLER - IN THIS SECTION, YOU WILL BE ASKED QUESTIONS  REGARD-\n   20  ING  PETROLEUM  PRODUCTS AND HAZARDOUS OR TOXIC SUBSTANCES THAT YOU KNOW\n   21  TO HAVE BEEN SPILLED, LEAKED OR OTHERWISE BEEN RELEASED ON THE  PROPERTY\n   22  OR  FROM  THE  PROPERTY  ONTO ANY OTHER PROPERTY. PETROLEUM PRODUCTS MAY\n   23  INCLUDE, BUT ARE NOT LIMITED TO, GASOLINE,  DIESEL  FUEL,  HOME  HEATING\n   24  FUEL,  AND  LUBRICANTS.  HAZARDOUS OR TOXIC SUBSTANCES ARE PRODUCTS THAT\n   25  COULD POSE SHORT- OR LONG-TERM DANGER TO PERSONAL HEALTH OR THE ENVIRON-\n   26  MENT IF THEY ARE NOT PROPERLY DISPOSED OF, APPLIED  OR  STORED.    THESE\n   27  INCLUDE,  BUT  ARE  NOT LIMITED TO, FERTILIZERS, PESTICIDES AND INSECTI-\n   28  CIDES, PAINT INCLUDING PAINT THINNER, VARNISH REMOVER AND WOOD PRESERVA-\n   29  TIVES, TREATED WOOD, CONSTRUCTION MATERIALS SUCH AS ASPHALT AND  ROOFING\n   30  MATERIALS, ANTIFREEZE AND OTHER AUTOMOTIVE PRODUCTS, BATTERIES, CLEANING\n   31  SOLVENTS  INCLUDING  SEPTIC  TANK  CLEANERS, HOUSEHOLD CLEANERS AND POOL\n   32  CHEMICALS AND PRODUCTS CONTAINING MERCURY AND LEAD.\n\n   33    NOTE TO BUYER - IF  CONTAMINATION  OF  THIS  PROPERTY  FROM  PETROLEUM\n   34  PRODUCTS  AND/OR  HAZARDOUS OR TOXIC SUBSTANCES IS A CONCERN TO YOU, YOU\n   35  ARE URGED TO CONSIDER SOIL AND GROUNDWATER TESTING OF THIS PROPERTY.\n\n   36    10. IS ANY OR ALL OF THE PROPERTY LOCATED IN A DESIGNATED  FLOODPLAIN?\n   37        YES  NO  UNKN  NA (IF YES, EXPLAIN BELOW)\n   38    11. IS  ANY  OR  ALL  OF THE PROPERTY LOCATED IN A DESIGNATED WETLAND?\n   39        YES  NO  UNKN  NA (IF YES, EXPLAIN BELOW)\n   40    12. IS THE PROPERTY LOCATED IN AN AGRICULTURAL  DISTRICT?    YES    NO\n   41        UNKN  NA (IF YES, EXPLAIN BELOW)\n   42    13. WAS  THE  PROPERTY EVER THE SITE OF A LANDFILL?  YES  NO  UNKN  NA\n   43        (IF YES, EXPLAIN BELOW)\n   44    14. ARE THERE OR HAVE THERE EVER BEEN  FUEL  STORAGE  TANKS  ABOVE  OR\n   45        BELOW  THE GROUND ON THE PROPERTY?  YES  NO  UNKN  NA  IF YES, ARE\n   46        THEY CURRENTLY IN USE? YES NO UNKN NA LOCATION(S) ARE THEY LEAKING\n   47        OR HAVE THEY EVER LEAKED? YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n   48    15. IS THERE ASBESTOS IN THE STRUCTURE? YES NO UNKN NA (IF YES,  STATE\n   49        LOCATION OR LOCATIONS BELOW)\n   50    16. IS  LEAD  PLUMBING PRESENT? YES NO UNKN NA (IF YES, STATE LOCATION\n   51        OR LOCATIONS BELOW)\n   52    17. HAS A RADON TEST BEEN DONE? YES NO UNKN NA (IF YES, ATTACH A  COPY\n   53        OF THE REPORT)\n\n       A. 1759                             4\n\n    1    18. HAS  MOTOR  FUEL, MOTOR OIL, HOME HEATING FUEL, LUBRICATING OIL OR\n    2        ANY OTHER PETROLEUM PRODUCT, METHANE  GAS,  OR  ANY  HAZARDOUS  OR\n    3        TOXIC  SUBSTANCE SPILLED, LEAKED OR OTHERWISE BEEN RELEASED ON THE\n    4        PROPERTY OR FROM THE PROPERTY ONTO ANY OTHER  PROPERTY?    YES  NO\n    5        UNKN NA (IF YES, DESCRIBE BELOW)\n    6    19. HAS THE PROPERTY BEEN TESTED FOR THE PRESENCE OF MOTOR FUEL, MOTOR\n    7        OIL,  HOME  HEATING  FUEL, LUBRICATING OIL, OR ANY OTHER PETROLEUM\n    8        PRODUCT, METHANE GAS, OR ANY HAZARDOUS OR TOXIC SUBSTANCE? YES  NO\n    9        UNKN NA (IF YES, ATTACH REPORT(S))\n   10    20.  IS OR HAS THE PROPERTY EVER BEEN CONTAMINATED FROM THE USE, STOR-\n   11        AGE, OR MANUFACTURE OF METHAMPHETAMINES? YES NO UNKN\n\n   12  STRUCTURAL\n   13    [20.] 21. IS THERE ANY ROT OR WATER DAMAGE TO THE STRUCTURE OR  STRUC-\n   14        TURES?  YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n   15    [21.] 22. IS THERE ANY FIRE OR SMOKE DAMAGE TO THE STRUCTURE OR STRUC-\n   16        TURES?  YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n   17    [22.]  23. IS THERE ANY TERMITE, INSECT, RODENT OR PEST INFESTATION OR\n   18        DAMAGE?  YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n   19    [23.] 24. HAS THE PROPERTY BEEN TESTED FOR TERMITE, INSECT, RODENT  OR\n   20        PEST  INFESTATION OR DAMAGE? YES NO UNKN NA (IF YES, PLEASE ATTACH\n   21        REPORT(S))\n   22    [24.] 25. WHAT IS THE TYPE  OF  ROOF/ROOF  COVERING  (SLATE,  ASPHALT,\n   23        OTHER.)? ANY KNOWN MATERIAL DEFECTS? HOW OLD IS THE ROOF? IS THERE\n   24        A TRANSFERABLE WARRANTEE ON THE ROOF IN EFFECT NOW? YES NO UNKN NA\n   25        (IF YES, EXPLAIN BELOW)\n   26    [25.] 26. ARE THERE ANY KNOWN MATERIAL DEFECTS IN ANY OF THE FOLLOWING\n   27        STRUCTURAL  SYSTEMS: FOOTINGS, BEAMS, GIRDERS, LINTELS, COLUMNS OR\n   28        PARTITIONS. YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n\n   29  MECHANICAL SYSTEMS & SERVICES\n   30    [26.] 27. WHAT IS THE WATER SOURCE (CIRCLE  ALL  THAT  APPLY  -  WELL,\n   31        PRIVATE,  MUNICIPAL,  OTHER)?  IF MUNICIPAL, IS IT METERED? YES NO\n   32        UNKN NA\n   33    [27.] 28. HAS THE WATER QUALITY AND/OR FLOW RATE BEEN TESTED?  YES  NO\n   34        UNKN NA (IF YES, DESCRIBE BELOW)\n   35    [28.]  29.  WHAT IS THE TYPE OF SEWAGE SYSTEM (CIRCLE ALL THAT APPLY -\n   36        PUBLIC SEWER, PRIVATE SEWER, SEPTIC OR CESSPOOL)?   IF  SEPTIC  OR\n   37        CESSPOOL,  AGE?  ________  DATE LAST PUMPED? ________ FREQUENCY OF\n   38        PUMPING? ________ ANY KNOWN MATERIAL DEFECTS?  YES NO UNKN NA  (IF\n   39        YES, EXPLAIN BELOW)\n   40    [29.]  30. WHO IS YOUR ELECTRIC SERVICE PROVIDER? ________ WHAT IS THE\n   41        AMPERAGE?  ________  DOES  IT  HAVE  CIRCUIT  BREAKERS  OR  FUSES?\n   42        ________  PRIVATE  OR  PUBLIC  POLES?  ________ ANY KNOWN MATERIAL\n   43        DEFECTS? YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n   44    [30.] 31. ARE THERE ANY FLOODING, DRAINAGE OR  GRADING  PROBLEMS  THAT\n   45        RESULTED  IN STANDING WATER ON ANY PORTION OF THE PROPERTY? YES NO\n   46        UNKN NA (IF YES, STATE LOCATIONS AND EXPLAIN BELOW)\n   47    [31.] 32. DOES THE BASEMENT HAVE  SEEPAGE  THAT  RESULTS  IN  STANDING\n   48        WATER? YES NO UNKN NA (IF YES, EXPLAIN BELOW)\n\n   49  ARE  THERE  ANY  KNOWN MATERIAL DEFECTS IN ANY OF THE FOLLOWING (IF YES,\n   50  EXPLAIN BELOW. USE ADDITIONAL SHEETS IF NECESSARY.):\n\n   51    [32.] 33. PLUMBING SYSTEM?            YES    NO        UNKN        NA\n   52    [33.] 34. SECURITY SYSTEM?            YES    NO        UNKN        NA\n\n       A. 1759                             5\n\n    1    [34.] 35. CARBON MONOXIDE DETECTOR?   YES    NO        UNKN        NA\n    2    [35.] 36. SMOKE DETECTOR?             YES    NO        UNKN        NA\n    3    [36.] 37. FIRE SPRINKLER SYSTEM?      YES    NO        UNKN        NA\n    4    [37.] 38. SUMP PUMP?                  YES    NO        UNKN        NA\n    5    [38.] 39. FOUNDATION/SLAB?            YES    NO        UNKN        NA\n    6    [39.] 40. INTERIOR WALLS/CEILINGS?    YES    NO        UNKN        NA\n    7    [40.] 41. EXTERIOR WALLS OR SIDING?   YES    NO        UNKN        NA\n    8    [41.] 42. FLOORS?                     YES    NO        UNKN        NA\n    9    [42.] 43. CHIMNEY/FIREPLACE OR STOVE? YES    NO        UNKN        NA\n   10    [43.] 44. PATIO/DECK?                 YES    NO        UNKN        NA\n   11    [44.] 45. DRIVEWAY?                   YES    NO        UNKN        NA\n   12    [45.] 46. AIR CONDITIONER?            YES    NO        UNKN        NA\n   13    [46.] 47. HEATING SYSTEM?             YES    NO        UNKN        NA\n   14    [47.] 48. HOT WATER HEATER?           YES    NO        UNKN        NA\n   15    [48.] 49. THE PROPERTY IS LOCATED IN THE\n   16              FOLLOWING SCHOOL DISTRICT                    UNKN\n\n   17    NOTE: BUYER IS ENCOURAGED TO CHECK PUBLIC RECORDS CONCERNING THE PROP-\n   18  ERTY (E.G. TAX RECORDS AND WETLAND AND FLOOD PLAIN MAPS)\n   19    THE  SELLER SHOULD USE THIS AREA TO FURTHER EXPLAIN ANY ITEM ABOVE. IF\n   20  NECESSARY, ATTACH ADDITIONAL PAGES AND INDICATE HERE THE NUMBER OF ADDI-\n   21  TIONAL PAGES ATTACHED.\n\n   22    ______________________________________________________________________\n   23    ______________________________________________________________________\n   24    ______________________________________________________________________\n   25    ______________________________________________________________________\n\n   26    SELLER'S CERTIFICATION: SELLER CERTIFIES THAT THE INFORMATION IN  THIS\n   27  PROPERTY  CONDITION  DISCLOSURE  STATEMENT  IS  TRUE AND COMPLETE TO THE\n   28  SELLER'S ACTUAL KNOWLEDGE AS OF THE DATE SIGNED  BY  THE  SELLER.  IF  A\n   29  SELLER  OF  RESIDENTIAL  REAL  PROPERTY ACQUIRES KNOWLEDGE WHICH RENDERS\n   30  MATERIALLY INACCURATE A PROPERTY CONDITION DISCLOSURE STATEMENT PROVIDED\n   31  PREVIOUSLY, THE  SELLER  SHALL  DELIVER  A  REVISED  PROPERTY  CONDITION\n   32  DISCLOSURE  STATEMENT  TO THE BUYER AS SOON AS PRACTICABLE. IN NO EVENT,\n   33  HOWEVER, SHALL A SELLER BE REQUIRED TO PROVIDE A REVISED PROPERTY CONDI-\n   34  TION DISCLOSURE STATEMENT AFTER THE TRANSFER OF TITLE FROM THE SELLER TO\n   35  THE BUYER OR OCCUPANCY BY THE BUYER, WHICHEVER IS EARLIER.\n\n   36    SELLER _______________________________________  DATE ________________\n   37    SELLER _______________________________________  DATE ________________\n\n   38    BUYER'S ACKNOWLEDGMENT: BUYER ACKNOWLEDGES RECEIPT OF A COPY  OF  THIS\n   39  STATEMENT  AND BUYER UNDERSTANDS THAT THIS INFORMATION IS A STATEMENT OF\n   40  CERTAIN CONDITIONS AND INFORMATION CONCERNING THE PROPERTY KNOWN TO  THE\n   41  SELLER. IT IS NOT A WARRANTY OF ANY KIND BY THE SELLER OR SELLER'S AGENT\n   42  AND  IS  NOT A SUBSTITUTE FOR ANY HOME, PEST, RADON OR OTHER INSPECTIONS\n   43  OR TESTING OF THE PROPERTY OR INSPECTION OF THE PUBLIC RECORDS.\n\n   44    BUYER _______________________________________   DATE ________________\n   45    BUYER _______________________________________   DATE ________________\n\n   46    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to requiring the owner or landlord of a property to disclose whether property has ever been used as a methamphetamine lab before such property is sold or leased ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110112.T104958.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294847398547
}