{
  "year" : 2011,
  "senateBillNo" : "A1750-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to children and families",
    "billEventId" : "A1750-2011-1294722000000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain nursery school operators to file with the office of children and family services and to fingerprint applicants for purpose of conducting searches",
  "summary" : "Requires nursery school operators providing service to more than three preschool children of 5 years of age or less for three hours or less per day per child for 3 or more days per week to file with the office of children and family services; requires nursery schools to fingerprint applicants for the purpose of a search of criminal history records of the division of criminal justice services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A10256-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1750\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER -- read once and referred to the Commit-\n         tee on Children and Families\n\n       AN ACT to amend the social services law, in relation to requiring filing\n         with the office of children and  family  services  by  nursery  school\n         operators  and  authorizing  certain nursery schools to submit finger-\n         prints of applicants for the purpose of a search of  criminal  history\n         records of the division of criminal justice services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 390 of the social services law, as added by chapter\n    2  750 of the laws of 1990, paragraphs (d) and (e) of subdivision 1,  para-\n    3  graph (a) and clause (A) of subparagraph (ii) of paragraph (d) of subdi-\n    4  vision  2,  paragraph (b) of subdivision 3, paragraph (c) of subdivision\n    5  11 and paragraph (a) of subdivision 12  as  amended,  paragraph  (e)  of\n    6  subdivision  11  as  added and paragraph (b) of subdivision 12 as relet-\n    7  tered by chapter 117 of the laws of 2010, subparagraphs (i) and (ii)  of\n    8  paragraph  (d) of subdivision 2, paragraphs (a), (c) and (d) of subdivi-\n    9  sion 3, paragraph (a) of subdivision 4, subdivision 10,  paragraphs  (a)\n   10  and  (b) of subdivision 11 as amended, subdivision 2-a and paragraph (d)\n   11  of subdivision 11 as added and paragraphs (e) and (f) of  subdivision  3\n   12  as  relettered  by  chapter  416  of  the laws of 2000, paragraph (a) of\n   13  subdivision 7 and subdivision 13 as amended by chapter 160 of  the  laws\n   14  of  2003, paragraph (c) of subdivision 12 as added by chapter 319 of the\n   15  laws of 2006 and subdivision 8-a, as added by chapter 354 of the laws of\n   16  2009, is amended to read as follows:\n   17    S 390. Child day care AND NURSERY SCHOOLS; license [or],  registration\n   18  OR FILING required. 1. Definitions.  (a) (i) \"Child day care\" shall mean\n   19  care for a child on a regular basis provided away from the child's resi-\n   20  dence  for less than twenty-four hours per day by someone other than the\n   21  parent, step-parent, guardian, or relative within the  third  degree  of\n   22  consanguinity of the parents or step-parents of such child.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02654-01-1\n\n       A. 1750                             2\n\n    1    (ii) Child day care shall not refer to care provided in:\n    2    (A) a day camp, as defined in the state sanitary code;\n    3    (B)  an  after-school  program  operated  for the purpose of religious\n    4  education, sports, or recreation;\n    5    (C) a facility:\n    6    (1) providing day services under an operating  certificate  issued  by\n    7  the [department] OFFICE;\n    8    (2)  providing  day treatment under an operating certificate issued by\n    9  the office of mental health or office of mental retardation and develop-\n   10  mental disabilities; or\n   11    (D) a kindergarten, pre-kindergarten, [or nursery school for  children\n   12  three years of age or older,] or after-school program for children oper-\n   13  ated by a public school district or by a private school or academy which\n   14  is  providing  elementary  or secondary education or both, in accordance\n   15  with  the  compulsory  education  requirements  of  the  education  law,\n   16  provided  that  the  kindergarten,  pre-kindergarten, nursery school, or\n   17  after school program is located on the  premises  or  campus  where  the\n   18  elementary or secondary education is provided.\n   19    (b)  \"Child day care provider\" shall mean any individual, association,\n   20  corporation, partnership, institution or agency whose activities include\n   21  providing child day care or operating a home or facility where child day\n   22  care is provided.\n   23    (c) \"Child day care center\" shall mean any program or facility  caring\n   24  for  children for more than three hours per day per child in which child\n   25  day care is provided by a child day care provider except those  programs\n   26  operating  as  a  group  family day care home as such term is defined in\n   27  paragraph (d) of this subdivision, a family day care home, as such  term\n   28  is  defined in paragraph (e) of this subdivision, and a school-age child\n   29  care program, as such term is defined in paragraph (f) of this  subdivi-\n   30  sion.\n   31    (d) \"Group family day care home\" shall mean a program caring for chil-\n   32  dren for more than three hours per day per child in which child day care\n   33  is  provided  in a family home for seven to twelve children of all ages,\n   34  except for those programs operating as a family day care home,  as  such\n   35  term  is  defined  in  paragraph (e) of this subdivision, which care for\n   36  seven or eight children. A group family day care  provider  may  provide\n   37  child  day  care services to four additional children if such additional\n   38  children are of school age  and  such  children  receive  services  only\n   39  before  or  after  the  period such children are ordinarily in school or\n   40  during school lunch periods, or school holidays, or during those periods\n   41  of the year in which school is not in session. There shall be one  care-\n   42  giver  for every two children under two years of age in the group family\n   43  home. A group family day care home must have at least one  assistant  to\n   44  the  operator  present when child day care is being provided to seven or\n   45  more children when none of the children are school age, or nine or  more\n   46  children when at least two of the children are school age and such chil-\n   47  dren  receive services only before or after the period such children are\n   48  ordinarily in school or during school lunch periods, or school holidays,\n   49  or during those periods of the year in which school is not  in  session.\n   50  This  assistant  shall be selected by the group family day care operator\n   51  and shall meet the qualifications established for such position  by  the\n   52  regulations of the office of children and family services.\n   53    (e)  \"Family  day  care home\" shall mean a program caring for children\n   54  for more than three hours per day per child in which child day  care  is\n   55  provided  in a family home for three to six children. There shall be one\n   56  caregiver for every two children under two years of age  in  the  family\n\n       A. 1750                             3\n\n    1  day  care  home. A family day care provider may, however, care for seven\n    2  or eight children at any one time if no more than six  of  the  children\n    3  are  less  than  school  age  and  the school-aged children receive care\n    4  primarily  before  or  after  the period such children are ordinarily in\n    5  school, during school lunch periods, on school holidays, or during those\n    6  periods of the year in which school is not in session in accordance with\n    7  the regulations of the office of children and family  services  and  the\n    8  office  inspects  such  home  to determine whether the provider can care\n    9  adequately for seven or eight children.\n   10    (f) \"School age child care\" shall mean a program caring for more  than\n   11  six  school-aged children who are under thirteen years of age or who are\n   12  incapable of caring for themselves. Such programs shall be in  operation\n   13  consistent  with  the  local  school  calendar.  School  age  child care\n   14  programs shall offer care during the school year to an enrolled group of\n   15  children at a  permanent  site  before  or  after  the  period  children\n   16  enrolled in such program are ordinarily in school or during school lunch\n   17  periods  and  may  also  provide  such care on school holidays and those\n   18  periods of the year in which school is not in session.\n   19    (G) \"NURSERY SCHOOL\" SHALL MEAN ANY PROGRAM OR FACILITY OPERATED BY AN\n   20  INDIVIDUAL, ASSOCIATION, CORPORATION, PARTNERSHIP, INSTITUTION, OR AGEN-\n   21  CY, NOT INCLUDING THE PARENT, STEPPARENT, GUARDIAN, OR  RELATIVE  WITHIN\n   22  THE  THIRD  DEGREE  OF  CONSANGUINITY,  WHICH PROVIDES EARLY CARE AND/OR\n   23  EDUCATION TO THREE OR MORE PRESCHOOL CHILDREN FOR THREE  OR  LESS  HOURS\n   24  PER  DAY  PER CHILD. MORE THAN ONE ADULT SHALL BE AVAILABLE AT ALL TIMES\n   25  WHEN CHILDREN ARE PRESENT AT A NURSERY SCHOOL PROGRAM.\n   26    (H) \"PRESCHOOL CHILD\" SHALL MEAN A CHILD OF FIVE YEARS OF AGE OR LESS.\n   27    (I) \"OFFICE\" SHALL MEAN THE OFFICE OF CHILDREN AND FAMILY SERVICES.\n   28    2.  (a) Child day care centers caring for seven or more  children  and\n   29  group  family  day  care programs, as defined in subdivision one of this\n   30  section, shall obtain a license from the office of children  and  family\n   31  services  and shall operate in accordance with the terms of such license\n   32  and the regulations of such office. Initial licenses shall be valid  for\n   33  a  period  of  up to two years; subsequent licenses shall be valid for a\n   34  period of up to four years so long as the provider remains substantially\n   35  in compliance with applicable law and regulations during such period.\n   36    (b) Family day care homes, child day care centers caring for at  least\n   37  three  but fewer than seven children, and school-age child care programs\n   38  shall register with the [department] OFFICE and shall operate in compli-\n   39  ance with the regulations of the [department] OFFICE.\n   40    (B-1) NURSERY SCHOOLS CARING FOR AT LEAST THREE  CHILDREN  SHALL  FILE\n   41  WITH  THE OFFICE AND SHALL OPERATE IN COMPLIANCE WITH THE REGULATIONS OF\n   42  THE OFFICE.\n   43    (c) Any child day care provider  not  required  to  obtain  a  license\n   44  pursuant  to  paragraph  (a) of this subdivision or to register with the\n   45  [department] OFFICE pursuant to paragraph (b) of  this  subdivision  may\n   46  register with the [department] OFFICE.\n   47    (d)  (i) The office [of children and family services] shall promulgate\n   48  regulations for licensure and for registration of  child  day  care  AND\n   49  FILING  FOR  NURSERY  SCHOOLS  pursuant  to this section. Procedures for\n   50  obtaining a license or registration or renewing a license shall  include\n   51  a satisfactory inspection of the facility by the office [of children and\n   52  family  services]  prior  to  issuance of the license or registration or\n   53  renewal of the license.\n   54    (ii) (A) Initial registrations shall be valid for a period  of  up  to\n   55  two years, subsequent registrations shall be valid for a period of up to\n\n       A. 1750                             4\n\n    1  four  years  so long as the provider remains substantially in compliance\n    2  with applicable law and regulations during such period.\n    3    (B)  After  initial  registration  by the child day care provider, the\n    4  office [of children and family services] shall not accept any subsequent\n    5  registration by such provider, unless:\n    6    (1) such provider has met  the  training  requirements  set  forth  in\n    7  section three hundred ninety-a of this title;\n    8    (2)  such  provider  has met the requirements of section three hundred\n    9  ninety-b of this title relating to criminal history screening;\n   10    (3) such provider has complied with the requirements of  section  four\n   11  hundred twenty-four-a of this article; and\n   12    (4)  the  office  [of  children  and  family services] has received no\n   13  complaints about the home, center,  or  program  alleging  statutory  or\n   14  regulatory  violations,  or, having received such complaints, the office\n   15  [of children and  family  services]  has  determined,  after  inspection\n   16  pursuant to paragraph (a) of subdivision three of this section, that the\n   17  home, center, or program is operated in compliance with applicable stat-\n   18  utory and regulatory requirements.\n   19    (C)  Where the office [of children and family services] has determined\n   20  that a registration should not be continued because the requirements  of\n   21  clause  (B) of this subparagraph have not been satisfied, the office [of\n   22  children and family services] may terminate  the  registration.  If  the\n   23  office  [of  children and family services] does not terminate the regis-\n   24  tration, the office [of children and family services] shall inspect  the\n   25  home or program before acknowledging any subsequent registration.  Where\n   26  the home or program has failed to meet the requirements of this section,\n   27  the  office  [of children and family services] may reject any subsequent\n   28  registration of a provider. Nothing herein shall prohibit the office [of\n   29  children and family services] from terminating or  suspending  registra-\n   30  tion  pursuant  to  subdivision ten of this section where the office [of\n   31  children and family services] determines that termination or  suspension\n   32  is necessary.\n   33    (iv)  Child day care providers who have been issued a license OR NURS-\n   34  ERY SCHOOL OPERATORS WHO HAVE FILED WITH THE OFFICE shall openly display\n   35  such license OR OFFICE VERIFICATION OF THE FILING  in  the  facility  or\n   36  home for which the license OR FILING is issued. Child day care providers\n   37  who  have registered OR FILED with the [department] OFFICE shall provide\n   38  proof of registration OR FILING upon request.\n   39    (e) Notwithstanding any other provision of this section, where a child\n   40  is cared for by a parent, guardian or relative within the  third  degree\n   41  of  consanguinity of the parent of such child and such person simultane-\n   42  ously provides child day care for other children, only the  other  chil-\n   43  dren  shall  be  considered  in  determining whether such person must be\n   44  registered, FILED or licensed, provided that such person is not  caring,\n   45  in total, for more than eight children.\n   46    2-a. (a) The office [of children and family services] shall promulgate\n   47  regulations  which  establish  minimum  quality program requirements for\n   48  licensed and registered child day care homes, programs  and  facilities.\n   49  Such  requirements  shall include but not be limited to (i) the need for\n   50  age appropriate activities, materials and equipment  to  promote  cogni-\n   51  tive,  educational,  social, cultural, physical, emotional, language and\n   52  recreational development of children in care  in  a  safe,  healthy  and\n   53  caring environment (ii) principles of childhood development (iii) appro-\n   54  priate  staff/child  ratios  for family day care homes, group family day\n   55  care homes, school age day care programs and day care centers,  provided\n   56  however  that  such  staff/child ratios shall not be less stringent than\n\n       A. 1750                             5\n\n    1  applicable staff/child ratios as set forth in part  four  hundred  four-\n    2  teen, four hundred sixteen, four hundred seventeen or four hundred eigh-\n    3  teen  of title eighteen of the New York code of rules and regulations as\n    4  of January first, two thousand (iv) appropriate levels of supervision of\n    5  children in care (v) minimum standards for sanitation, health, infection\n    6  control,  nutrition,  buildings  and  equipment, safety, security proce-\n    7  dures, first aid, fire prevention, fire  safety,  evacuation  plans  and\n    8  drills, prevention of child abuse and maltreatment, staff qualifications\n    9  and training, record keeping, and child behavior management.\n   10    (b)  The  use of electronic monitors as a sole means of supervision of\n   11  children in day care shall be prohibited, except that  electronic  moni-\n   12  tors  may  be  used  in  family day care homes and group family day care\n   13  homes as an indirect means of supervision where the parents of any child\n   14  to be supervised have agreed in advance to the use of such  monitors  as\n   15  an  indirect  means  of  supervision  and  the  use  of such monitors is\n   16  restricted to situations where the children so supervised are sleeping.\n   17    (c) No child less than six weeks of age may be cared for by a licensed\n   18  or registered day care provider,  except  in  extenuating  circumstances\n   19  where  prior  approval  for  care of such children has been given by the\n   20  office [of children and family services]. Extenuating circumstances  for\n   21  the  purposes  of  this  section shall include but not be limited to the\n   22  medical or health needs of the parent or child, or the economic hardship\n   23  of the parent.\n   24    3. (a) The office [of children and family services] may make announced\n   25  or unannounced inspections of the records and premises of any child  day\n   26  care  provider,  whether  or not such provider has a license from, or is\n   27  registered with, the office  [of  children  and  family  services].  The\n   28  office   [of  children  and  family  services]  shall  make  unannounced\n   29  inspections of the records and premises of any child day  care  provider\n   30  OR  NURSERY  SCHOOL  OPERATOR  within  fifteen days after the office [of\n   31  children and family services] receives a complaint that, if true,  would\n   32  indicate  such provider OR OPERATOR does not comply with the regulations\n   33  of the office [of  children  and  family  services]  or  with  statutory\n   34  requirements.  If  the  complaint  indicates  that there may be imminent\n   35  danger to the children, the office [of  children  and  family  services]\n   36  shall  investigate the complaint no later than the next day of operation\n   37  of the  provider  OR  OPERATOR.  The  office  [of  children  and  family\n   38  services] may provide for inspections through the purchase of services.\n   39    (b)  Where  inspections  have  been  made and violations of applicable\n   40  statutes or regulations have been found, the  office  [of  children  and\n   41  family services] shall within ten days advise the child day care provid-\n   42  er  OR OPERATOR in writing of the violations and require the provider to\n   43  correct such violations. The office [of children  and  family  services]\n   44  may also act pursuant to subdivisions ten and eleven of this section.\n   45    (c) (i) The office [of children and family services] shall establish a\n   46  toll-free  statewide  telephone  number to receive inquiries about child\n   47  day care homes, programs and facilities and complaints of violations  of\n   48  the  requirements  of this section or regulations promulgated under this\n   49  section. The office [of children and family services]  shall  develop  a\n   50  system  for  investigation,  which  shall  include  inspection,  of such\n   51  complaints. The office [of children and family services] may provide for\n   52  such investigations through purchase of services. The office  [of  chil-\n   53  dren  and  family services] shall develop a process for publicizing such\n   54  toll-free telephone  number  to  the  public  for  making  inquiries  or\n   55  complaints about child day care homes, programs or facilities.\n\n       A. 1750                             6\n\n    1    (ii)  Information to be maintained and available to the public through\n    2  such toll-free telephone number shall include, but not be limited to:\n    3    (A)  current  license and registration status of child day care homes,\n    4  programs and facilities including whether a license or  registration  is\n    5  in effect or has been revoked or suspended; and\n    6    (B)  child  care  resource  and  referral  programs providing services\n    7  pursuant to title five-B of this article and other  resources  known  to\n    8  the  office  [of children and family services] which relate to child day\n    9  care homes, programs and facilities in the state.\n   10    (iii) Upon written request identifying a  particular  child  day  care\n   11  home,  program or facility, the office [of children and family services]\n   12  shall provide the information set forth below. The office  [of  children\n   13  and  family services] may charge reasonable fees for copies of documents\n   14  provided, consistent with the provisions of article six  of  the  public\n   15  officers  law.  The  information available pursuant to this clause shall\n   16  be:\n   17    (A) the results of the most recent inspection for licensure or  regis-\n   18  tration  and  any  subsequent inspections by the office [of children and\n   19  family services];\n   20    (B) complaints filed against child day care homes, programs or facili-\n   21  ties which describes the nature of the  complaint  and  states  how  the\n   22  complaint  was resolved, including the status of the office [of children\n   23  and family services] investigation,  the  steps  taken  to  rectify  the\n   24  complaint, and the penalty, if any, imposed; and\n   25    (C)  child day care homes, programs or facilities which have requested\n   26  or received a waiver from any applicable rule  or  regulation,  and  the\n   27  regulatory requirement which was waived.\n   28    (iv) Nothing in this paragraph shall be construed to require or permit\n   29  the  disclosure  either  orally or in writing of any information that is\n   30  confidential pursuant to law.\n   31    (d) Where investigation or inspection reveals that a  child  day  care\n   32  provider  which  must  be  licensed or registered is not, the office [of\n   33  children and family services] shall advise the child day  care  provider\n   34  in  writing that the provider is in violation of the licensing or regis-\n   35  tration requirements and shall take such further action as is  necessary\n   36  to  cause  the  provider  to comply with the law, including directing an\n   37  unlicensed or unregistered provider to cease operation. In addition, the\n   38  office [of children and family services] shall require the  provider  to\n   39  notify  the  parents  or  guardians  of children receiving care from the\n   40  provider that the provider is in violation of the licensing or registra-\n   41  tion requirements and shall require the provider to  notify  the  office\n   42  [of  children  and  family services] that the provider has done so.  Any\n   43  provider who is directed to cease operations pursuant to this  paragraph\n   44  shall be entitled to a hearing before the office [of children and family\n   45  services].  If  the provider requests a hearing to contest the directive\n   46  to cease operations, such hearing must be scheduled to commence as  soon\n   47  as  possible but in no event later than thirty days after the receipt of\n   48  the request by the office [of children and family services]. The provid-\n   49  er may not operate the center, home or program after being  directed  to\n   50  cease  operations,  regardless of whether a hearing is requested. If the\n   51  provider does not cease operations, the office [of children  and  family\n   52  services]  may  impose a civil penalty pursuant to subdivision eleven of\n   53  this section, seek an injunction pursuant to section three hundred nine-\n   54  ty-one of this title, or both.\n   55    (e) (i) Where an authorized  agency  is  subsidizing  child  day  care\n   56  pursuant  to  any  provision  of this chapter, the authorized agency may\n\n       A. 1750                             7\n\n    1  submit to the [department] OFFICE justification for  a  need  to  impose\n    2  additional  requirements  upon  child  day  care providers and a plan to\n    3  monitor compliance with such additional requirements. No such additional\n    4  requirements  or  monitoring may be imposed without the written approval\n    5  of the [department] OFFICE.\n    6    (ii) An authorized agency may refuse to allow a child day care provid-\n    7  er who is not in compliance with this  section  and  regulations  issued\n    8  hereunder  or  any  approved  additional  requirements of the authorized\n    9  agency to provide child day care to the child. In  accordance  with  the\n   10  plan  approved  by  the  [department] OFFICE, an authorized agency shall\n   11  have the right to make  announced  or  unannounced  inspections  of  the\n   12  records  and  premises  of any provider who provides care for such chil-\n   13  dren, including the right to make inspections prior to subsidized  chil-\n   14  dren receiving care in a home where the inspection is for the purpose of\n   15  determining  whether  the  child day care provider is in compliance with\n   16  applicable law and regulations and any additional  requirements  imposed\n   17  upon  such provider by the authorized agency. Where an authorized agency\n   18  makes such inspections, the authorized agency shall notify the  [depart-\n   19  ment]  OFFICE  immediately  of  any  violations of this section or regu-\n   20  lations promulgated hereunder, and shall provide the [department] OFFICE\n   21  with an inspection report whether or not violations  were  found,  docu-\n   22  menting the results of such inspection.\n   23    (iii) Nothing contained in this paragraph shall diminish the authority\n   24  of  the  department  to  conduct  inspections or provide for inspections\n   25  through purchase of services as otherwise provided for in this  section.\n   26  Nothing  contained  in  this  paragraph  shall obligate the [department]\n   27  OFFICE to take any action to enforce any additional requirements imposed\n   28  on child day care providers by an authorized agency.\n   29    (E-1) (I) WHERE A COMPLAINT IS RECEIVED ALLEGING THAT A NURSERY SCHOOL\n   30  OPERATOR WHO IS REQUIRED TO FILE HAS NOT DONE SO, THE OFFICE, WITHIN TEN\n   31  DAYS OF RECEIPT OF THE COMPLAINT, SHALL ADVISE, IN WRITING, THE  NURSERY\n   32  SCHOOL  OPERATOR  SUBJECT TO SUCH COMPLAINT, OF THE FILING STANDARDS AND\n   33  REQUIREMENTS, AND OF THE OPERATOR'S OBLIGATION TO FILE IF SUCH PERSON IS\n   34  SUBJECT TO FILING. THE OFFICE SHALL FURTHER DIRECT THE  ALLEGED  NURSERY\n   35  SCHOOL OPERATOR TO RESPOND WITHIN THIRTY DAYS OF RECEIPT OF THE OFFICE'S\n   36  LETTER.  UNLESS  SUCH NURSERY SCHOOL OPERATOR FILES, SUCH RESPONSE SHALL\n   37  STATE WHY THE ALLEGED OPERATOR IS NOT SUBJECT TO THE FILING REQUIREMENTS\n   38  OF THIS SECTION.\n   39    (II) SHOULD A NURSERY SCHOOL OPERATOR  FAIL  TO  FILE  OR  SUBMIT  THE\n   40  RESPONSE  REQUIRED BY SUBPARAGRAPH (I) OF THIS PARAGRAPH WITHIN THE TIME\n   41  LIMIT THEREIN SPECIFIED, THE OFFICE SHALL TAKE SUCH FURTHER ACTION AS IS\n   42  NECESSARY TO CAUSE THE OPERATOR TO COMPLY WITH THE LAW.\n   43    (f) Individual local social services districts may alter their partic-\n   44  ipation in activities related to arranging for, subsidizing,  delivering\n   45  and  monitoring  the  provision  of  subsidized child day care provided,\n   46  however, that the total participation of an individual district  in  all\n   47  activities  related  to the provision of subsidized child day care shall\n   48  be no less than the participation level engaged in  by  such  individual\n   49  district on the effective date of this section.\n   50    4. (a) The office [of children and family services] on an annual basis\n   51  shall  inspect at least twenty percent of all registered family day care\n   52  homes, registered child day care centers, NURSERY SCHOOLS FILED WITH THE\n   53  OFFICE and registered school age child care programs to determine wheth-\n   54  er such homes, centers and programs are  operating  in  compliance  with\n   55  applicable  statutes and regulations. The office [of children and family\n   56  services] shall increase the percentage of family day care homes,  child\n\n       A. 1750                             8\n\n    1  day  care centers and school age child care programs which are inspected\n    2  pursuant to this subdivision as follows: to at least thirty  percent  by\n    3  the thirty-first of December two thousand; and to at least fifty percent\n    4  by  the  thirty-first of December two thousand one. The office [of chil-\n    5  dren and family services]  may  provide  for  such  inspections  through\n    6  purchase  of  services. Priority shall be given to family day care homes\n    7  which have never been licensed or certified prior to  initial  registra-\n    8  tion.\n    9    (b)  Any  family  day  care  home  or  school-age  child  care program\n   10  licensed, registered, or certified by the [department] OFFICE or by  any\n   11  authorized  agency on the effective date of this section shall be deemed\n   12  registered until the expiration of its then-current license  or  certif-\n   13  icate  unless such license or certificate is suspended or revoked pursu-\n   14  ant to subdivision ten of  this  section.  Family  day  care  homes  and\n   15  school-age child care programs not licensed, registered, or certified on\n   16  the  effective  date of this section shall register pursuant to subdivi-\n   17  sion two of this section.\n   18    5. Child day care providers  required  to  have  a  license  from  the\n   19  [department]  OFFICE  or  to  be registered with the [department] OFFICE\n   20  pursuant to this section shall  not  be  exempt  from  such  requirement\n   21  through registration with another state agency, or certification, regis-\n   22  tration, or licensure by any local governmental agency or any authorized\n   23  agency.\n   24    6.  Unless  otherwise limited by law, a parent with legal custody or a\n   25  legal guardian of any child in a  child  day  care  program  OR  NURSERY\n   26  SCHOOL  shall have unlimited and on demand access to such child or ward.\n   27  Such parent or guardian unless otherwise limited by law, also shall have\n   28  the right to inspect on demand during its hours of operation any area of\n   29  a child day care center, group family day care  home,  school-age  child\n   30  care program, or family day care home to which the child or ward of such\n   31  parent  or  guardian  has  access or which could present a hazard to the\n   32  health and safety of the child or ward.\n   33    7. (a) The [department] OFFICE shall implement on  a  statewide  basis\n   34  programs  to  educate parents and other potential consumers of child day\n   35  care programs AND NURSERY SCHOOLS about their  selection  and  use.  The\n   36  [department]  OFFICE  may  provide  for  such implementation through the\n   37  purchase of services. Such education shall include, but not  be  limited\n   38  to, the following topics:\n   39    (i) types of child day care programs;\n   40    (ii)  factors  to  be considered in selecting and evaluating child day\n   41  care programs;\n   42    (iii) regulations of the [department] OFFICE governing  the  operation\n   43  of different types of programs;\n   44    (iv)  rights of parents or guardians in relation to access to children\n   45  and inspection of child day care programs;\n   46    (v) information concerning the availability of child day  care  subsi-\n   47  dies;\n   48    (vi)  information  about  licensing  [and],  registration  AND  FILING\n   49  requirements;\n   50    (vii) prevention of child abuse and maltreatment  in  child  day  care\n   51  programs, including screening of child day care providers and employees;\n   52    (viii) tax information; and\n   53    (ix)  factors  to  be considered in selecting and evaluating child day\n   54  care programs when a child needs administration  of  medications  during\n   55  the time enrolled.\n\n       A. 1750                             9\n\n    1    (b)  The  [department]  OFFICE shall implement a statewide campaign to\n    2  educate the public as to the  legal  requirements  for  registration  of\n    3  family  day  care  and  school-age  child  care,  THE  FILING OF NURSERY\n    4  SCHOOLS, and the  benefits  of  such  [registration]  PROCEDURES.    The\n    5  [department]  OFFICE  may  provide  for  such implementation through the\n    6  purchase of services. The campaign shall:\n    7    (i) use various types of media;\n    8    (ii) include the development of public educational materials for fami-\n    9  lies, [family day care providers,] employers and community agencies;\n   10    (iii) explain the role and functions of child care resource and refer-\n   11  ral programs, as such term is used in title five-B of this article;\n   12    (iv) explain the role and functions  of  the  [department]  OFFICE  in\n   13  regard to registered LICENSED AND FILED programs; and\n   14    (v)  publicize  the [department's] OFFICE'S toll-free telephone number\n   15  for making complaints of violations of  [child  day  care]  requirements\n   16  related  to  programs which are required to be licensed [or], registered\n   17  OR FILED.\n   18    8. The [department] OFFICE shall establish and maintain a list of  all\n   19  current  FILED,  registered and licensed [child day care] programs and a\n   20  list of all programs whose license [or], registration OR FILING has been\n   21  revoked, rejected, terminated, or suspended. Such information  shall  be\n   22  available  to  the  public,  pursuant  to  procedures  developed  by the\n   23  [department] OFFICE.\n   24    8-a. The office [of children  and  family  services]  shall  not  make\n   25  available to the public online any group family day care home provider's\n   26  or  family  day  care  provider's home street address or map showing the\n   27  location of such provider's home where such provider  has  requested  to\n   28  opt out of the online availability of this information. The office shall\n   29  provide a written form informing a provider of their right to opt out of\n   30  providing  information  online,  and  shall  also  permit  a provider to\n   31  request to opt out through the office's website.\n   32    9. The [department] OFFICE shall make available, directly  or  through\n   33  purchase  of services, to registered [child day care] providers informa-\n   34  tion concerning:\n   35    (a) liability insurance;\n   36    (b) start-up grants;\n   37    (c) United States department of agriculture food programs;\n   38    (d) subsidies available for child day care;\n   39    (e) tax information; and\n   40    (f) support services required to be provided by  child  care  resource\n   41  and  referral programs as set forth in subdivision three of section four\n   42  hundred ten-r of this article.\n   43    10. Any home or facility providing child day care shall be operated in\n   44  accordance with applicable statutes and regulations.  Any  violation  of\n   45  applicable  statutes  or  regulations  shall  be a basis to deny, limit,\n   46  suspend, revoke, or terminate a license or registration. Consistent with\n   47  articles twenty-three and twenty-three-A  of  the  correction  law,  and\n   48  guidelines  referenced  in subdivision two of section four hundred twen-\n   49  ty-five of this article, if the office [of children and family services]\n   50  is made aware of the existence of a criminal conviction or pending crim-\n   51  inal charge concerning an operator of a  family  day  care  home,  group\n   52  family  day  care home, school-age child care program, or child day care\n   53  center or concerning any assistant, employee or volunteer in such homes,\n   54  programs or centers, or any persons age eighteen or over who  reside  in\n   55  such  homes,  such  conviction  or charge may be a basis to deny, limit,\n   56  suspend, revoke, reject, or terminate a license or registration.  Before\n\n       A. 1750                            10\n\n    1  any  license  issued  pursuant  to  the  provisions  of  this section is\n    2  suspended or revoked, before registration pursuant to  this  section  is\n    3  suspended  or  terminated,  or  when  an application for such license is\n    4  denied  or  registration  rejected,  the applicant for or holder of such\n    5  registration or license is entitled, pursuant to section  twenty-two  of\n    6  this  chapter  and the regulations of the office [of children and family\n    7  services], to a hearing  before  the  office  [of  children  and  family\n    8  services].  However,  a  license  or  registration  shall be temporarily\n    9  suspended or limited without a hearing upon written notice to the opera-\n   10  tor of the facility following a finding that the public  health,  or  an\n   11  individual's  safety or welfare, [are] IS in imminent danger. The holder\n   12  of a license or registrant is entitled to a hearing  before  the  office\n   13  [of children and family services] to contest the temporary suspension or\n   14  limitation.  If the holder of a license or registrant requests a hearing\n   15  to contest the temporary suspension or limitation, such hearing must  be\n   16  scheduled  to  commence  as  soon as possible but in no event later than\n   17  thirty days after the receipt of the request by the office [of  children\n   18  and  family  services].  Suspension  shall  continue until the condition\n   19  requiring suspension or limitation is corrected or until a hearing deci-\n   20  sion has been issued. If the office [of children  and  family  services]\n   21  determines  after  a hearing that the temporary suspension or limitation\n   22  was proper, such suspension or limitation shall be  extended  until  the\n   23  condition requiring suspension or limitation has been corrected or until\n   24  the license or registration has been revoked.\n   25    11.  (a)  (i)  (A)  The office [of children and family services] shall\n   26  adopt regulations establishing civil penalties  of  no  more  than  five\n   27  hundred  dollars  per day to be assessed against child day care centers,\n   28  school age child care programs, group family day care  homes  or  family\n   29  day  care  homes  for violations of this section, sections three hundred\n   30  ninety-a and three hundred ninety-b of this title  and  any  regulations\n   31  promulgated  thereunder.  The  regulations  establishing civil penalties\n   32  shall specify the violations subject to penalty.\n   33    (B) THE OFFICE SHALL ALSO ADOPT REGULATIONS ESTABLISHING CIVIL  PENAL-\n   34  TIES  OF  NO  MORE THAN TWO HUNDRED FIFTY DOLLARS PER DAY TO BE ASSESSED\n   35  AGAINST NURSERY SCHOOL OPERATORS WHO  OPERATE  NURSERY  SCHOOLS  WITHOUT\n   36  HAVING MADE THE FILING REQUIRED BY THIS SECTION.\n   37    (ii)  The  office  [of children and family services] shall adopt regu-\n   38  lations establishing civil  penalties  of  no  more  than  five  hundred\n   39  dollars  per  day  to  be  assessed against child day care providers who\n   40  operate child day care centers or group family day care homes without  a\n   41  license  or  who  operate  family  day care homes, school-age child care\n   42  programs, or child day care centers required to  be  registered  without\n   43  obtaining such registration.\n   44    (iii)  In  addition to any other civil or criminal penalty provided by\n   45  law, the office [of children and family services] shall have  the  power\n   46  to  assess  civil  penalties  in accordance with its regulations adopted\n   47  pursuant to this subdivision after a  hearing  conducted  in  accordance\n   48  with procedures established by regulations of the office of children and\n   49  family  services.  Such procedures shall require that notice of the time\n   50  and place of the hearing,  together  with  a  statement  of  charges  of\n   51  violations,  shall be served in person or by certified mail addressed to\n   52  the school age child care program, group family day  care  home,  family\n   53  day care home, NURSERY SCHOOL OPERATOR or child day care center at least\n   54  thirty  days  prior to the date of the hearing. The statement of charges\n   55  shall set forth the existence of the violation or violations, the amount\n   56  of penalty for which the program may become liable, the steps which must\n\n       A. 1750                            11\n\n    1  be taken to rectify the violation, and  where  applicable,  a  statement\n    2  that  a  penalty  may  be imposed regardless of rectification. A written\n    3  answer to the charges of violations shall be filed with the  office  [of\n    4  children  and  family services] not less than ten days prior to the date\n    5  of hearing with respect to each of the charges  and  shall  include  all\n    6  material  and  relevant  matters  which, if not disclosed in the answer,\n    7  would not likely  be  known  to  the  office  [of  children  and  family\n    8  services].\n    9    (iv)  The  hearing shall be held by the commissioner of the office [of\n   10  children and family services] or the commissioner's designee. The burden\n   11  of proof at such hearing shall be on the office [of children and  family\n   12  services]  to  show that the charges are supported by a preponderance of\n   13  the evidence. The commissioner of the office  [of  children  and  family\n   14  services]  or the commissioner's designee, in his or her discretion, may\n   15  allow the child day care center operator or provider to attempt to prove\n   16  by a preponderance of the  evidence  any  matter  not  included  in  the\n   17  answer.  Where  the  child day care provider satisfactorily demonstrates\n   18  that it has rectified the violations in accordance with the requirements\n   19  of paragraph (c) of this subdivision, no penalty shall be imposed except\n   20  as provided in paragraph (c) of this subdivision.\n   21    (b)(i) In assessing penalties pursuant to this subdivision, the office\n   22  [of children and family services] may consider the completeness  of  any\n   23  rectification  made and the specific circumstances of such violations as\n   24  mitigating factors.\n   25    (ii) Upon the request of the office [of children and family services],\n   26  the attorney general shall commence an action in any court of  competent\n   27  jurisdiction   against  any  child  day  care  program  subject  to  the\n   28  provisions of this subdivision and against any person, entity or  corpo-\n   29  ration  operating  such  center  or school age child care program, group\n   30  family day care home or family day care home for  the  recovery  of  any\n   31  penalty  assessed  by  the  office  [of children and family services] in\n   32  accordance with the provisions of this subdivision.\n   33    (iii) Any such penalty assessed by the office [of children and  family\n   34  services]  may be released or compromised by the office [of children and\n   35  family services] before the matter has been  referred  to  the  attorney\n   36  general;  when  such  matter  has been referred to the attorney general,\n   37  such penalty may be released or compromised and any action commenced  to\n   38  recover the same may be settled and discontinued by the attorney general\n   39  with the consent of the office [of children and family services].\n   40    (c)(i)  Except  as  provided  for  in this paragraph, a child day care\n   41  provider shall avoid payment of  a  penalty  imposed  pursuant  to  this\n   42  subdivision  where  the  provider  has  rectified  the  condition  which\n   43  resulted in the imposition of the penalty within thirty days of  notifi-\n   44  cation of the existence of the violation of statute or regulation.\n   45    (ii)  [Clause]  SUBPARAGRAPH  (i)  of  this paragraph notwithstanding,\n   46  rectification shall not preclude the imposition of a penalty pursuant to\n   47  this subdivision where:\n   48    (A) the child day care provider has operated a child day  care  center\n   49  or  group  family day care home without a license, has refused to seek a\n   50  license for the operation of such a center or home, or has continued  to\n   51  operate  such  a  center  or home after denial of a license application,\n   52  revocation of an existing license or suspension of an existing license;\n   53    (B) the child day care provider has operated a family day  care  home,\n   54  school-age  child  care  program or child day care center required to be\n   55  registered without being registered, has refused  to  seek  registration\n   56  for  the  operation  of such home, program or center or has continued to\n\n       A. 1750                            12\n\n    1  operate such a home, program or center after denial  of  a  registration\n    2  application,  revocation of an existing registration or suspension of an\n    3  existing registration;\n    4    (C)  there  has  been a total or substantial failure of the facility's\n    5  fire detection or prevention systems or emergency evacuation procedures;\n    6    (D) the child day care provider or an assistant, employee or volunteer\n    7  OR NURSERY SCHOOL has failed to provide adequate  and  competent  super-\n    8  vision;\n    9    (E) the child day care provider or an assistant, employee or volunteer\n   10  OR NURSERY SCHOOL has failed to provide adequate sanitation;\n   11    (F)  the child day care provider or an assistant, employee, volunteer,\n   12  NURSERY SCHOOL or, for a family day care home or group family  day  care\n   13  home, a member of the provider's household, has injured a child in care,\n   14  unreasonably  failed  to  obtain  medical  attention for a child in care\n   15  requiring such attention, used corporal punishment against  a  child  in\n   16  care or abused or maltreated a child in care;\n   17    (G)  the  child  day  care provider OR NURSERY SCHOOL has violated the\n   18  same statutory or regulatory standard more than once within a six  month\n   19  period;\n   20    (H) the child day care provider or an assistant, employee or volunteer\n   21  OR  NURSERY  SCHOOL has failed to make a report of suspected child abuse\n   22  or maltreatment when required to do so pursuant to section four  hundred\n   23  thirteen of this article; or\n   24    (I) the child day care provider or an assistant, employee or volunteer\n   25  OR  NURSERY  SCHOOL  has  submitted to the office of children and family\n   26  services a forged document as defined in section  170.00  of  the  penal\n   27  law.\n   28    (d)  Any  civil  penalty received by the office of children and family\n   29  services pursuant to this subdivision shall be deposited to  the  credit\n   30  of  the \"quality child care and protection fund\" established pursuant to\n   31  section ninety-seven-www of the state finance law, AS ADDED  BY  CHAPTER\n   32  FOUR HUNDRED SIXTEEN OF THE LAWS OF TWO THOUSAND.\n   33    (e)(i)  The  office [of children and family services] shall deny a new\n   34  application for licensure or registration made by a  day  care  provider\n   35  whose license or registration was previously revoked or terminated based\n   36  on  a  violation of statute or regulation for a period of two years from\n   37  the date that the revocation or termination of the license or  registra-\n   38  tion  became  finally  effective,  unless such office determines, in its\n   39  discretion, that approval of the application will not in any  way  jeop-\n   40  ardize  the health, safety or welfare of children in the center, program\n   41  or home. For the purposes of this paragraph, the date that  the  revoca-\n   42  tion or termination became finally effective shall be, as applicable:\n   43    (A) the date that the revocation or termination became effective based\n   44  on the notice of revocation or termination;\n   45    (B)  the date that the hearing decision was issued upholding the revo-\n   46  cation or termination;\n   47    (C) the date of issuance of a final court order affirming the  revoca-\n   48  tion  or  termination  or  affirming  a hearing decision that upheld the\n   49  revocation or termination; or\n   50    (D) another date mutually agreed upon by the office  of  children  and\n   51  family services and the provider.\n   52    (ii)(A)  Such  office shall deny a new application for licensure [or],\n   53  registration OR FILING made by a day care  provider  OR  NURSERY  SCHOOL\n   54  OPERATOR  who  is enjoined or otherwise prohibited by a court order from\n   55  operation of a day care center, NURSERY SCHOOL, group  family  day  care\n   56  home,  family  day  care home or school-age child care program without a\n\n       A. 1750                            13\n\n    1  license or registration for a period of two years from the date  of  the\n    2  court  order  unless  the  court order specifically enjoins the provider\n    3  from providing day care for a period longer than  two  years,  in  which\n    4  case  the  office  shall  deny  any new application made by the provider\n    5  while the provider is so enjoined.\n    6    (B) Such office shall deny  a  new  application  for  licensure  [or],\n    7  registration  OR  FILING  made  by a day care provider OR NURSERY SCHOOL\n    8  OPERATOR who is assessed a second  civil  penalty  by  such  office  for\n    9  having operated a day care center, NURSERY SCHOOL, group family day care\n   10  home,  family  day  care home or school-age child care program without a\n   11  license or registration for a period of two years from the date  of  the\n   12  second  fine. For the purposes of this paragraph, the date of the second\n   13  fine shall be either the date upon which the day care provider  signs  a\n   14  stipulation  agreement  to  pay the second fine or the date upon which a\n   15  hearing decision is issued affirming the determination of such office to\n   16  impose the second fine, as applicable.\n   17    (iii) A day care provider OR NURSERY SCHOOL  OPERATOR  who  surrenders\n   18  the provider's license [or], registration OR FILING while such office is\n   19  engaged  in enforcement seeking suspension, revocation or termination of\n   20  such provider's license [or], registration OR  FILING  pursuant  to  the\n   21  regulations  of  such  office, shall be deemed to have had their license\n   22  [or], registration OR FILING revoked or terminated and shall be  subject\n   23  to  the  prohibitions  against  licensing  [or],  registration OR FILING\n   24  pursuant to subparagraph (i) of this paragraph for a period of two years\n   25  from the date of surrender of the license or registration.\n   26    12.  (a) Notwithstanding any other provision of law, except as may  be\n   27  required  as  a  condition  of licensure [or], registration OR FILING by\n   28  regulations promulgated pursuant  to  this  section,  no  village,  town\n   29  (outside  the  area  of  any incorporated village), city or county shall\n   30  adopt or enact any  law,  ordinance,  rule  or  regulation  which  would\n   31  impose,  mandate  or otherwise enforce standards for sanitation, health,\n   32  fire safety or building construction on a one or two family dwelling  or\n   33  multiple  dwelling  used  to provide group family day care or family day\n   34  care than would be applicable were such child day care not  provided  on\n   35  the  premises.  No  village,  town (outside the area of any incorporated\n   36  village), city or county shall prohibit or restrict use of a one or  two\n   37  family  dwelling,  or  multiple  dwelling for family or group family day\n   38  care where a license or registration for such use  has  been  issued  in\n   39  accordance  with regulations issued pursuant to this section. Nothing in\n   40  this paragraph shall preclude local authorities with enforcement  juris-\n   41  diction  of  the  applicable sanitation, health, fire safety or building\n   42  construction code from making appropriate inspections to assure  compli-\n   43  ance with such standards.\n   44    (b)  Notwithstanding  any  other  provision  of  law,  but pursuant to\n   45  section five hundred eighty-one-b of  the  real  property  tax  law,  no\n   46  assessing unit, as defined in subdivision one of section one hundred two\n   47  of  the  real  property  tax  law, in the assessment of the value of any\n   48  parcel used for residential purposes and registered as a family day care\n   49  home pursuant to this section, shall consider the use or registration of\n   50  such parcel as a family day care home.\n   51    13. Notwithstanding any other provision of law, this section[,  except\n   52  for  paragraph  (a-1)  of  subdivision two-a of this section,] shall not\n   53  apply to child day care centers in the city of New York, OR ANY  NURSERY\n   54  SCHOOL  WHICH  IS ASSOCIATED WITH A SCHOOL DISTRICT, THAT ALREADY IMPLE-\n   55  MENTS A FINGERPRINTING PROCESS.\n\n       A. 1750                            14\n\n    1    S 2. The section heading and subdivisions 1 and 2 of section 390-a  of\n    2  the  social  services law, the section heading as amended by chapter 750\n    3  of the laws of 1990, subdivisions 1 and 2 as amended by chapter  416  of\n    4  the  laws of 2000 and paragraph (e) of subdivision 2 as added by chapter\n    5  230 of the laws of 2001, are amended to read as follows:\n    6    Standards and training for child day care AND NURSERY SCHOOLS.  1. All\n    7  office  of  children and family services and municipal staff employed to\n    8  accept registrations AND FILINGS, issue licenses or conduct  inspections\n    9  of  child day care homes, programs or facilities, subject to the amounts\n   10  appropriated therefor, shall receive training in at least the following:\n   11  regulations promulgated by the office of children  and  family  services\n   12  pursuant  to  section  three  hundred  ninety of this title; child abuse\n   13  prevention and identification; safety and security procedures  in  child\n   14  day  care  settings;  the  principles  of childhood development, and the\n   15  laws, regulations and procedures governing the  protection  of  children\n   16  from abuse or maltreatment.\n   17    2.  No  license or registration shall be issued to, OR FILING ACCEPTED\n   18  FROM a family day care home, group family  day  care  home,  school  age\n   19  child  care program [or], child day care center OR NURSERY SCHOOL OPERA-\n   20  TOR and no such registration, FILING or license shall be  renewed  until\n   21  it can be demonstrated by the employer or licensing agency that there is\n   22  a  procedure developed and implemented, in accordance with section three\n   23  hundred ninety-b of this title and pursuant to regulations of the office\n   24  of children and family services, to:\n   25    (a) review and evaluate the backgrounds of and information supplied by\n   26  any person applying to be a child day care center  or  school-age  child\n   27  care program employee or volunteer or group family day care assistant, a\n   28  provider of family day care or group family day care, or a director of a\n   29  child  day  care  center,  head start day care center, NURSERY SCHOOL or\n   30  school-age child care program. Such procedures shall include but not  be\n   31  limited  to the following requirements: that the applicant set forth his\n   32  or her employment history, provide personal and  employment  references;\n   33  submit  such information as is required for screening with the statewide\n   34  central register of child abuse and maltreatment in accordance with  the\n   35  provisions of section four hundred twenty-four-a of this article; sign a\n   36  sworn statement indicating whether, to the best of his or her knowledge,\n   37  he  or she has ever been convicted of a crime in this state or any other\n   38  jurisdiction; and provide his or her fingerprints for submission to  the\n   39  division  of criminal justice services in accordance with the provisions\n   40  of section three hundred ninety-b of this title;\n   41    (b) establish relevant minimal experiential and educational qualifica-\n   42  tions for employees and directors of child  day  care  centers  or  head\n   43  start day care center programs;\n   44    (c)  assure  adequate  and  appropriate  supervision  of employees and\n   45  volunteers of group family day care homes, family day care homes,  child\n   46  day  care  centers,  NURSERY SCHOOLS and school-age child care programs;\n   47  [and]\n   48    (d) demonstrate, in the case of child day care centers,  group  family\n   49  day  care  homes,  family day care homes, NURSERY SCHOOLS and school-age\n   50  child care programs the existence  of  specific  procedures  which  will\n   51  assure the safety of a child who is reported to the state central regis-\n   52  ter  of  child abuse and maltreatment as well as other children provided\n   53  care by such homes, centers or programs, immediately  upon  notification\n   54  that a report has been made with respect to a child named in such report\n   55  while the child was in attendance at such homes, centers or programs[.];\n   56  AND\n\n       A. 1750                            15\n\n    1    (e)  establish  necessary rules to provide for uniform visitor control\n    2  procedures, including visitor identification.\n    3    S  3.    Section 390-b of the social services law, as added by chapter\n    4  416 of the laws of 2000, is amended to read as follows:\n    5    S 390-b. Criminal history review of child care  providers,  generally.\n    6  1.  (a)  Notwithstanding any other provision of law to the contrary, and\n    7  subject to rules and regulations of the  division  of  criminal  justice\n    8  services,  the  office  of  children and family services shall perform a\n    9  criminal history record check with  the  division  of  criminal  justice\n   10  services  regarding  any  operator, employee or volunteer of a child day\n   11  care center or school age child care provider, as defined in  paragraphs\n   12  (c)  and  (f) of subdivision one of section three hundred ninety of this\n   13  title. Child day care center operators, school age child care  operators\n   14  and  any employees or volunteers, who previously did not have a criminal\n   15  history record check performed in accordance with this subdivision shall\n   16  have such a criminal history record check performed when the  child  day\n   17  care  center  or  school  age child care provider applies for license or\n   18  registration renewal. Child day care centers which are  not  subject  to\n   19  the  provisions of section three hundred ninety of this title, shall not\n   20  be subject to the provisions of this section.  The  provisions  of  this\n   21  section  shall  apply  to  a  volunteer only where the volunteer has the\n   22  potential for regular and substantial contact with children enrolled  in\n   23  the program.\n   24    (b)  Notwithstanding  any  other provision of law to the contrary, and\n   25  subject to rules and regulations of the  division  of  criminal  justice\n   26  services,  the  office  of  children and family services shall perform a\n   27  criminal history record check with  the  division  of  criminal  justice\n   28  services regarding the operator, any assistants, employees or volunteers\n   29  of  a  group  family day care home [or], family day care home OR NURSERY\n   30  SCHOOL, as defined in paragraphs (d) [and], (e) AND (G)  of  subdivision\n   31  one  of  section  three hundred ninety of this title, and any person age\n   32  eighteen or over residing on the premises of the group family  day  care\n   33  home  [or],  family  day  care  home  OR  NURSERY  SCHOOL which is to be\n   34  licensed [or], registered OR FOR WHICH A FILING MUST BE MADE in  accord-\n   35  ance  with  section three hundred ninety of this title. Group family day\n   36  care home operators, family day  care  home  operators,  NURSERY  SCHOOL\n   37  OPERATORS,  any assistants, employees or volunteers, and persons who are\n   38  age eighteen or over residing on the premises of a licensed group family\n   39  day care home [or], registered family day care home  OR  NURSERY  SCHOOL\n   40  who previously did not have a criminal history record check performed in\n   41  accordance  with  this  subdivision  shall  have such a criminal history\n   42  record check performed when the group family day care home [or],  family\n   43  day  care  home  OR  NURSERY  SCHOOL  applies  for renewal of the home's\n   44  license [or], registration OR FILING.   The provisions of  this  section\n   45  shall  apply  to  a volunteer only where the volunteer has the potential\n   46  for regular and  substantial  contact  with  children  enrolled  in  the\n   47  program.\n   48    2.  (a)  As  part  of the provider's application for, or renewal of, a\n   49  child day care center or school age child care license or  registration,\n   50  the  provider  shall  furnish the office of children and family services\n   51  with fingerprint cards of any operator of a child  day  care  center  or\n   52  school age child care program, and any employee or volunteer, who previ-\n   53  ously  did not have a criminal history record check performed in accord-\n   54  ance with this section, together  with  such  other  information  as  is\n   55  required  by the office of children and family services and the division\n   56  of criminal justice services.\n\n       A. 1750                            16\n\n    1    (b) Every child day care center or  school  age  child  care  provider\n    2  shall  obtain  a  set  of  fingerprints for each prospective employee or\n    3  volunteer and such other information as is required  by  the  office  of\n    4  children  and  family  services  and  the  division  of criminal justice\n    5  services.  The  child  day  care center or school age child care program\n    6  shall furnish to the applicant blank fingerprint cards and a description\n    7  of how the completed fingerprint cards will be used. The child day  care\n    8  center  or  school  age  child care program shall promptly transmit such\n    9  fingerprint cards to the office of children and family services.\n   10    (c) As part of the provider's application for, or renewal of, a  group\n   11  family  day  care home license or family day care home registration, the\n   12  provider shall furnish the office of children and family  services  with\n   13  fingerprint  cards  of  any  operator of a group family day care home or\n   14  family day care home, and any assistant, employee or volunteer, and  any\n   15  person age eighteen or over residing on the premises of the group family\n   16  day  care  home  or  family day care home, who previously did not have a\n   17  criminal history record check performed in accordance with this section,\n   18  together with such other information as is required  by  the  office  of\n   19  children  and  family  services  and  the  division  of criminal justice\n   20  services.\n   21    (d) Every group family day care home or family day care home  provider\n   22  shall  obtain  a  set  of  fingerprints  for each prospective assistant,\n   23  employee, volunteer and any person age eighteen  or  over  who  will  be\n   24  residing on the premises of the group family day care home or family day\n   25  care  home,  and  such other information as is required by the office of\n   26  children and family  services  and  the  division  of  criminal  justice\n   27  services. The group family day care home or family day care home provid-\n   28  er  shall  furnish  to  the  applicant  blank  fingerprint  cards  and a\n   29  description of how the completed fingerprint cards  will  be  used.  The\n   30  group  family  day  care  home  or  family  day care home provider shall\n   31  promptly transmit such fingerprint cards to the office of  children  and\n   32  family services.\n   33    (e)  AS PART OF THE PROVIDER'S APPLICATION FOR, OR RENEWAL OF, A NURS-\n   34  ERY SCHOOL FILING, THE PROVIDER SHALL FURNISH THE OFFICE OF CHILDREN AND\n   35  FAMILY SERVICES WITH FINGERPRINT CARDS OF  ANY  OPERATOR  OF  A  NURSERY\n   36  SCHOOL,  AND  ANY  EMPLOYEE  OR VOLUNTEER, WHO PREVIOUSLY DID NOT HAVE A\n   37  CRIMINAL HISTORY RECORD CHECK PERFORMED IN ACCORDANCE WITH THIS SECTION,\n   38  TOGETHER WITH SUCH OTHER INFORMATION AS IS REQUIRED  BY  THE  OFFICE  OF\n   39  CHILDREN  AND  FAMILY  SERVICES  AND  THE  DIVISION  OF CRIMINAL JUSTICE\n   40  SERVICES.\n   41    (F) EVERY NURSERY SCHOOL PROVIDER SHALL OBTAIN A SET  OF  FINGERPRINTS\n   42  FOR EACH PROSPECTIVE EMPLOYEE OR VOLUNTEER AND SUCH OTHER INFORMATION AS\n   43  IS  REQUIRED BY THE OFFICE OF CHILDREN AND FAMILY SERVICES AND THE DIVI-\n   44  SION OF CRIMINAL JUSTICE SERVICES.  THE  NURSERY  SCHOOL  PROGRAM  SHALL\n   45  FURNISH  TO  THE  APPLICANT BLANK FINGERPRINT CARDS AND A DESCRIPTION OF\n   46  HOW THE COMPLETED FINGERPRINT CARDS WILL BE  USED.  THE  NURSERY  SCHOOL\n   47  PROGRAM  SHALL PROMPTLY TRANSMIT SUCH FINGERPRINT CARDS TO THE OFFICE OF\n   48  CHILDREN AND FAMILY SERVICES.\n   49    (G) The office of children and family services shall pay the  process-\n   50  ing fee imposed pursuant to subdivision eight-a of section eight hundred\n   51  thirty-seven  of  the  executive  law. The office of children and family\n   52  services shall promptly submit the fingerprint cards and the  processing\n   53  fee to the division of criminal justice services for its full search and\n   54  retain processing.\n   55    [(f)]  (H)  A licensed or registered child day care center, school-age\n   56  child care program, group family day care home or family day  care  home\n\n       A. 1750                            17\n\n    1  may  temporarily  approve  an  applicant to be an employee, assistant or\n    2  volunteer for such provider while the results of  the  criminal  history\n    3  record  check are pending, but shall not allow such person to have unsu-\n    4  pervised contact with children during such time.\n    5    3.  Notwithstanding  any other provision of law to the contrary, after\n    6  reviewing any criminal history record information provided by the  divi-\n    7  sion  of criminal justice services, of an individual who is subject to a\n    8  criminal history record check pursuant to this section,  the  office  of\n    9  children  and  family services and the provider shall take the following\n   10  actions:\n   11    (a) (i) Where the criminal history record of an  applicant  to  be  an\n   12  operator  of  a  child  day  care center, school age child care program,\n   13  group family day care home, family day care home, NURSERY SCHOOL, or any\n   14  person over the age of eighteen residing  in  such  a  home  OR  SCHOOL,\n   15  reveals a felony conviction at any time for a sex offense, crime against\n   16  a  child,  or  a crime involving violence, or a felony conviction within\n   17  the past five years for a drug-related offense, the office  of  children\n   18  and  family  services  shall  deny  the application OR FILING unless the\n   19  office determines, in its discretion, that approval of  the  application\n   20  OR  FILING  will not in any way jeopardize the health, safety or welfare\n   21  of the children in the center, program or home; or\n   22    (ii) Where the criminal history record of an applicant to be an opera-\n   23  tor of a child day care center, school age  child  care  program,  group\n   24  family  day  care  home,  family  day  care home, NURSERY SCHOOL, or any\n   25  person over the age of eighteen residing  in  such  a  home  OR  SCHOOL,\n   26  reveals  a  conviction  for a crime other than one set forth in subpara-\n   27  graph (i) of this paragraph, the office of children and family  services\n   28  may  deny  the  application  OR  FILING, consistent with article twenty-\n   29  three-A of the correction law; or\n   30    (iii) Where the criminal history record of an applicant to be an oper-\n   31  ator of a child day care center, school age child  care  program,  group\n   32  family day care home, family day care home, NURSERY SCHOOL, or any other\n   33  person  over  the  age  of  eighteen  residing in such a home, reveals a\n   34  charge for any crime, the office of children and family  services  shall\n   35  hold  the  application OR FILING in abeyance until the charge is finally\n   36  resolved.\n   37    (b) (i) Where the criminal history record of a current operator  of  a\n   38  child  day  care center, school age child care program, group family day\n   39  care home, family day care home, NURSERY SCHOOL,  or  any  other  person\n   40  over  the  age  of eighteen residing in such a home OR SCHOOL, reveals a\n   41  conviction for a crime set forth in subparagraph (i) of paragraph (a) of\n   42  this subdivision, the office  of  children  and  family  services  shall\n   43  conduct  a  safety  assessment  of  the program and take all appropriate\n   44  steps to protect the health and safety of the children in  the  program.\n   45  The  office  of children and family services shall deny, limit, suspend,\n   46  revoke, reject or terminate a license [or], registration OR FILING based\n   47  on such a conviction, unless the office determines, in  its  discretion,\n   48  that  continued  operation  of  the center, program [or], home OR SCHOOL\n   49  will not in any way jeopardize the health,  safety  or  welfare  of  the\n   50  children in the center, program [or], home OR SCHOOL;\n   51    (ii)  Where  the  criminal  history  record of a current operator of a\n   52  child day care center, school age child care program, group  family  day\n   53  care  home,  family  day  care home, NURSERY SCHOOL, or any other person\n   54  over the age of eighteen residing in such a home OR  SCHOOL,  reveals  a\n   55  conviction  for  a crime other than one set forth in subparagraph (i) of\n   56  paragraph (a) of this subdivision, the office  of  children  and  family\n\n       A. 1750                            18\n\n    1  services  shall  conduct a safety assessment of the program and take all\n    2  appropriate steps to protect the health and safety of  the  children  in\n    3  the  program.  The  office  may  deny, limit, suspend, revoke, reject or\n    4  terminate  a  license  [or],  registration  OR  FILING  based  on such a\n    5  conviction, consistent with article  twenty-three-A  of  the  correction\n    6  law;\n    7    (iii)  Where  the  criminal  history record of a current operator of a\n    8  child day care center, school age child care program, group  family  day\n    9  care  home,  family  day  care home, NURSERY SCHOOL, or any other person\n   10  over the age of eighteen residing in such a home OR  SCHOOL,  reveals  a\n   11  charge  for  any crime, the office of children and family services shall\n   12  conduct a safety assessment of the  program  and  take  all  appropriate\n   13  steps  to  protect the health and safety of the children in the program.\n   14  The office may suspend a license [or], registration OR FILING  based  on\n   15  such  a  charge  where necessary to protect the health and safety of the\n   16  children in the program.\n   17    (c) (i) Where the criminal history record of an  applicant  to  be  an\n   18  employee  or volunteer at a child day care center [or], school age child\n   19  care program OR NURSERY SCHOOL reveals a  conviction  for  a  crime  set\n   20  forth  in  subparagraph  (i)  of  paragraph (a) of this subdivision, the\n   21  office of children and family services shall direct the provider to deny\n   22  the application unless the office determines, in  its  discretion,  that\n   23  approval  of  the application will not in any way jeopardize the health,\n   24  safety or welfare of the children in the center or program;\n   25    (ii) Where the criminal history  record  of  an  applicant  to  be  an\n   26  employee  or volunteer at a child day care center [or], school age child\n   27  care program OR NURSERY SCHOOL reveals a conviction for  a  crime  other\n   28  than one set forth in subparagraph (i) of paragraph (a) of this subdivi-\n   29  sion,  the  office  of children and family services may, consistent with\n   30  article twenty-three-A of the correction law,  direct  the  provider  to\n   31  deny the application;\n   32    (iii)  Where  the  criminal  history  record  of an applicant to be an\n   33  employee or volunteer at a child day care center [or], school age  child\n   34  care  program  OR  NURSERY  SCHOOL  reveals  a charge for any crime, the\n   35  office of children and family services shall  hold  the  application  in\n   36  abeyance until the charge is finally resolved.\n   37    (d)  (i)  Where  the  criminal history record of a current employee or\n   38  volunteer at a child day care center [or], school age child care program\n   39  OR NURSERY SCHOOL reveals a conviction for a crime set forth in subpara-\n   40  graph (i) of paragraph (a) of this subdivision, the office  of  children\n   41  and family services shall conduct a safety assessment of the program and\n   42  take all appropriate steps to protect the health and safety of the chil-\n   43  dren  in  the program. The office shall direct the provider to terminate\n   44  the employee or volunteer based on such a conviction, unless the  office\n   45  determines,  in  its  discretion,  that  the  continued  presence of the\n   46  employee or volunteer in the center or program will not in any way jeop-\n   47  ardize the health, safety or welfare of the children in  the  center  or\n   48  program;\n   49    (ii) Where the criminal history record of a current employee or volun-\n   50  teer  at  a child day care center [or], school age child care program OR\n   51  NURSERY SCHOOL reveals a conviction for a crime other than one set forth\n   52  in subparagraph (i) of paragraph (a) of this subdivision, the office  of\n   53  children  and  family  services shall conduct a safety assessment of the\n   54  program and take all appropriate steps to protect the health and  safety\n   55  of  the  children  in the program. The office may direct the provider to\n\n       A. 1750                            19\n\n    1  terminate the employee or volunteer based on such a conviction, consist-\n    2  ent with article twenty-three-A of the correction law;\n    3     (iii)  Where  the  criminal  history  record of a current employee or\n    4  volunteer at a child day care center [or], school age child care program\n    5  OR NURSERY SCHOOL reveals a charge for any crime, the office of children\n    6  and family services shall conduct a safety assessment of the program and\n    7  take all appropriate steps to protect the health and safety of the chil-\n    8  dren in the program.\n    9    (e) (i) Where the criminal history record of an  applicant  to  be  an\n   10  employee,  assistant  or  volunteer  at  a group family day care home or\n   11  family day care home reveals a conviction  for  a  crime  set  forth  in\n   12  subparagraph  (i)  of  paragraph  (a) of this subdivision, the office of\n   13  children and family services shall  direct  the  provider  to  deny  the\n   14  application  unless  the  office  determines,  in  its  discretion, that\n   15  approval of the application will not in any way jeopardize  the  health,\n   16  safety or welfare of the children in the home;\n   17    (ii)  Where  the  criminal  history  record  of  an applicant to be an\n   18  employee, assistant or volunteer at a group  family  day  care  home  or\n   19  family day care home reveals a conviction for a crime other than one set\n   20  forth  in  subparagraph  (i)  of  paragraph (a) of this subdivision, the\n   21  office of children and family  services  may,  consistent  with  article\n   22  twenty-three-A  of  the  correction law, direct the provider to deny the\n   23  application;\n   24    (iii) Where the criminal history record  of  an  applicant  to  be  an\n   25  employee,  assistant  or  volunteer  at  a group family day care home or\n   26  family day care home reveals a charge for any crime, the office of chil-\n   27  dren and family services shall hold the application  in  abeyance  until\n   28  the charge is finally resolved.\n   29    (f)  (i)  Where  the  criminal  history  record of a current employee,\n   30  assistant or volunteer at a group family day care  home  or  family  day\n   31  care home reveals a conviction for a crime set forth in subparagraph (i)\n   32  of  paragraph (a) of this subdivision, the office of children and family\n   33  services shall conduct a safety assessment of the program and  take  all\n   34  appropriate  steps  to  protect the health and safety of the children in\n   35  the home. The office of children and family services  shall  direct  the\n   36  provider to terminate the employee, assistant or volunteer based on such\n   37  a  conviction, unless the office determines, in its discretion, that the\n   38  continued presence of the employee, assistant or volunteer in  the  home\n   39  will  not  in  any  way  jeopardize the health, safety or welfare of the\n   40  children in the home;\n   41    (ii) Where the criminal history record of a current employee,  assist-\n   42  ant or volunteer at a group family day care home or family day care home\n   43  reveals  a  conviction  for a crime other than one set forth in subpara-\n   44  graph (i) of paragraph (a) of this subdivision, the office  of  children\n   45  and  family  services  shall conduct a safety assessment of the home and\n   46  take all appropriate steps to protect the health and safety of the chil-\n   47  dren in the home. The office may direct the provider  to  terminate  the\n   48  employee,  assistant or volunteer based on such a conviction, consistent\n   49  with article twenty-three-A of the correction law;\n   50    (iii) Where the criminal history record of a current employee, assist-\n   51  ant or volunteer at a group family day care home or family day care home\n   52  reveals a charge for any  crime,  the  office  of  children  and  family\n   53  services  shall  conduct  a  safety  assessment of the home and take all\n   54  appropriate steps to protect the health and safety of  the  children  in\n   55  the home.\n\n       A. 1750                            20\n\n    1    (g)  Advise  the  provider that the individual has no criminal history\n    2  record.\n    3    4.  Prior to making a determination to deny an application pursuant to\n    4  subdivision three of this section, the office  of  children  and  family\n    5  services  shall afford the applicant an opportunity to explain, in writ-\n    6  ing, why the application should not be denied.\n    7    5. Notwithstanding any other provision of law  to  the  contrary,  the\n    8  office  of  children  and  family  services,  upon receipt of a criminal\n    9  history record from the  division  of  criminal  justice  services,  may\n   10  request, and is entitled to receive, information pertaining to any crime\n   11  contained  in  such  criminal history record from any state or local law\n   12  enforcement agency, district attorney, parole officer, probation officer\n   13  or court for the purposes of determining whether any ground relating  to\n   14  such criminal conviction or pending criminal charge exists for denying a\n   15  license, registration, FILING, application or employment.\n   16    6.  The  notification by the office of children and family services to\n   17  the child day care provider pursuant to this  section  shall  include  a\n   18  summary of the criminal history record, if any, provided by the division\n   19  of criminal justice services.\n   20    7.  Where  the  office of children and family services directs a child\n   21  day care provider to deny an application based on the  criminal  history\n   22  record,  the  provider must notify the applicant that such record is the\n   23  basis of the denial.\n   24    8. Any safety assessment  required  pursuant  to  this  section  shall\n   25  include  a  review  of the duties of the individual, the extent to which\n   26  such individual may have contact with children in the program or  house-\n   27  hold  and  the  status  and nature of the criminal charge or conviction.\n   28  Where the office of children and family  services  performs  the  safety\n   29  assessment,  it  shall  thereafter take all appropriate steps to protect\n   30  the health and safety of children receiving care in the child  day  care\n   31  center,  school age child care program, family day care home [or], group\n   32  family day care home OR NURSERY SCHOOL.\n   33    9. Any criminal history record provided by the  division  of  criminal\n   34  justice  services,  and  any  summary  of  the  criminal  history record\n   35  provided by the office of children and family services to  a  child  day\n   36  care provider pursuant to this section, is confidential and shall not be\n   37  available for public inspection; provided, however, nothing herein shall\n   38  prevent  a  child day care provider or the office of children and family\n   39  services from disclosing criminal history information at any administra-\n   40  tive or judicial proceeding relating to the denial or revocation  of  an\n   41  application,  employment,  license  [or],  registration OR FILING.   The\n   42  subject of a criminal history review conducted pursuant to this  section\n   43  shall be entitled to receive, upon written request, a copy of the summa-\n   44  ry of the criminal history record provided by the office of children and\n   45  family services to the child day care provider.  Unauthorized disclosure\n   46  of such records or reports shall subject the provider to civil penalties\n   47  in accordance with the provisions of subdivision eleven of section three\n   48  hundred ninety of this title.\n   49    10.  A child day care provider shall advise the office of children and\n   50  family services when an individual who is subject  to  criminal  history\n   51  record  review in accordance with subdivision one or two of this section\n   52  is no longer subject to such review. The office of children  and  family\n   53  services  shall inform the division of criminal justice services when an\n   54  individual who is subject  to  criminal  history  review  is  no  longer\n   55  subject to such review so that the division of criminal justice services\n   56  may terminate its retain processing with regard to such person. At least\n\n       A. 1750                            21\n\n    1  once a year, the office of children and family services will be required\n    2  to  conduct  a  validation  of the records maintained by the division of\n    3  criminal justice services.\n    4    S  4.  Paragraph  (a)  of subdivision 1 of section 424-a of the social\n    5  services law, as amended by chapter 634 of the laws of 1988, is  amended\n    6  to read as follows:\n    7    (a)  A  licensing  agency  shall inquire of the [department] OFFICE OF\n    8  CHILDREN AND FAMILY SERVICES and the [department] OFFICE OF CHILDREN AND\n    9  FAMILY SERVICES shall, subject to the provisions  of  paragraph  (e)  of\n   10  this  subdivision,  inform  such  agency  and the subject of the inquiry\n   11  whether an applicant for a certificate, license or permit, assistants to\n   12  group family day care providers, the director of a camp subject  to  the\n   13  provisions of article thirteen-A[,] OR thirteen-B [or thirteen-C] of the\n   14  public  health  law, and any person over the age of eighteen who resides\n   15  in the home of a person who has applied to become an adoptive parent  or\n   16  a  foster parent or to operate a family day care home, NURSERY SCHOOL or\n   17  group family day care home has been or is currently the  subject  of  an\n   18  indicated child abuse and maltreatment report on file with the statewide\n   19  central register of child abuse and maltreatment.\n   20    S 5. This act shall take effect on the one hundred eightieth day after\n   21  it  shall  have become a law, provided, however, that any rules or regu-\n   22  lations necessary to implement the provisions of this act on its  effec-\n   23  tive date shall be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to requiring filing with the office of children and family services by nursery school operators and authorizing certain nursery schools to submit fingerprints of applicants for the purpose of a search of criminal history records of the division of criminal justice services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T102455.TXT", "SOBI.D110111.T165226.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294845895868
}