{
  "year" : 2011,
  "senateBillNo" : "A1751-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to codes",
    "billEventId" : "A1751-2011-1294722000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits certain sex offenders from entering a school bus or within one thousand feet of a school bus stop",
  "summary" : "Prohibits certain sex offenders from entering a school bus or within one thousand feet of a school bus stop. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A8071-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1751\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the penal law, in relation to  prohibiting  certain  sex\n         offenders  from entering a school bus or within one thousand feet of a\n         school bus stop\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4-a  of  section  65.10 of the penal law, as\n    2  amended by chapter 67 of the  laws  of  2008,  is  amended  to  read  as\n    3  follows:\n    4    4-a.  Mandatory  conditions  for  sex  offenders.  (a) When imposing a\n    5  sentence of probation or conditional discharge upon a  person  convicted\n    6  of  an  offense defined in article one hundred thirty, two hundred thir-\n    7  ty-five or two hundred sixty-three of this chapter, or  section  255.25,\n    8  255.26  or  255.27  of  this chapter, and the victim of such offense was\n    9  under the age of eighteen at the time of such offense or such person has\n   10  been designated a level three sex offender pursuant to  subdivision  six\n   11  of  section [168-l] ONE HUNDRED SIXTY-EIGHT-L of the correction law, the\n   12  court shall require, as a mandatory condition  of  such  sentence,  that\n   13  such  sentenced  offender  shall refrain from knowingly entering into or\n   14  upon any school grounds, as that term is defined in subdivision fourteen\n   15  of section 220.00 of this chapter, OR ANY  SCHOOL  BUS,  AS  DEFINED  IN\n   16  SECTION  ONE HUNDRED FORTY-TWO OF THE VEHICLE AND TRAFFIC LAW, OR WITHIN\n   17  ONE THOUSAND FEET OF A DESIGNATED SCHOOL BUS STOP, DEFINED AS A REGULAR-\n   18  LY OCCURRING STOP WHERE PASSENGERS ARE DISCHARGED OR TAKEN  ON,  or  any\n   19  other  facility  or institution primarily used for the care or treatment\n   20  of persons under the age of eighteen while one or more of  such  persons\n   21  under  the age of eighteen are present, provided however, that when such\n   22  sentenced offender is a registered student or participant or an employee\n   23  of such facility or institution or entity contracting therewith or has a\n   24  family member enrolled in such facility or institution,  such  sentenced\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02099-01-1\n\n       A. 1751                             2\n\n    1  offender  may,  with  the  written authorization of his or her probation\n    2  officer or the court and the superintendent or  chief  administrator  of\n    3  such  facility, institution or grounds, enter such facility, institution\n    4  or  upon  such  grounds  for  the  limited  purposes  authorized  by the\n    5  probation officer or the court  and  superintendent  or  chief  officer.\n    6  Nothing in this subdivision shall be construed as restricting any lawful\n    7  condition of supervision that may be imposed on such sentenced offender.\n    8    (b)  When  imposing  a  sentence of probation or conditional discharge\n    9  upon a person convicted of an offense for which registration  as  a  sex\n   10  offender is required pursuant to subdivision two or three of section one\n   11  hundred  sixty-eight-a  of  the  correction  law, and the victim of such\n   12  offense was under the age of eighteen at the time  of  such  offense  or\n   13  such  person  has been designated a level three sex offender pursuant to\n   14  subdivision six of section one hundred sixty-eight-l of  the  correction\n   15  law  or the internet was used to facilitate the commission of the crime,\n   16  the court shall require, as mandatory conditions of such sentence,  that\n   17  such  sentenced offender be prohibited from using the internet to access\n   18  pornographic material, access a commercial  social  networking  website,\n   19  communicate  with other individuals or groups for the purpose of promot-\n   20  ing sexual relations with persons under the age of eighteen, and  commu-\n   21  nicate  with  a  person  under the age of eighteen when such offender is\n   22  over the age of eighteen, provided that the court may permit an offender\n   23  to use the internet to communicate with a person under the age of  eigh-\n   24  teen when such offender is the parent of a minor child and is not other-\n   25  wise  prohibited  from  communicating  with  such child. Nothing in this\n   26  subdivision shall be construed as restricting any other lawful condition\n   27  of supervision that may be imposed on such sentenced offender.  As  used\n   28  in this subdivision, a \"commercial social networking website\" shall mean\n   29  any  business,  organization  or  other  entity operating a website that\n   30  permits persons under eighteen years of age to be registered  users  for\n   31  the  purpose  of  establishing  personal relationships with other users,\n   32  where such persons under eighteen years of age may: (i) create web pages\n   33  or profiles that provide information about  themselves  where  such  web\n   34  pages  or  profiles  are available to the public or to other users; (ii)\n   35  engage in direct or real time communication with other users, such as  a\n   36  chat  room or instant messenger; and (iii) communicate with persons over\n   37  eighteen years of age; provided, however, that,  for  purposes  of  this\n   38  subdivision,  a commercial social networking website shall not include a\n   39  website that permits users to engage in such other activities as are not\n   40  enumerated herein.\n   41    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to prohibiting certain sex offenders from entering a school bus or within one thousand feet of a school bus stop ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T102455.TXT", "SOBI.D110111.T165226.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294845895870
}