{
  "year" : 2011,
  "senateBillNo" : "A1757-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1757-2011-1294722000000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires custodial interrogations of children to be recorded through audiovisual means",
  "summary" : "Requires custodial interrogations of children to be recorded through audiovisual means. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "A8496-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1757\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT  to  amend  the  family  court act, in relation to the custodial\n         interrogation of a child\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivisions 5, 6, 7, and 8 of section 305.2 of the family\n    2  court act are renumbered subdivisions 6, 7, 8, and 9 and a new  subdivi-\n    3  sion 5 is added to read as follows:\n    4    5.  ANY CUSTODIAL INTERROGATION OF A CHILD AT A FACILITY DESIGNATED BY\n    5  THE CHIEF ADMINISTRATOR OF THE COURTS AS A SUITABLE PLACE FOR THE  QUES-\n    6  TIONING  OF  CHILDREN  SHALL  BE RECORDED AUDIOVISUALLY IN ITS ENTIRETY,\n    7  INCLUDING ANY NOTIFICATION AND WAIVER OF RIGHTS REQUIRED BY  SUBDIVISION\n    8  EIGHT  OF  THIS  SECTION OR THE CONSTITUTION OF THE UNITED STATES OR THE\n    9  CONSTITUTION OF THE STATE OF NEW YORK, AND IN A  MANNER  SUCH  THAT  THE\n   10  PERSONS  DEPICTED  IN  THE  RECORDING  ARE  IDENTIFIABLE  AND THE SPEECH\n   11  RECORDED IS INTELLIGIBLE. A STATEMENT BY A CHILD DURING  SUCH  CUSTODIAL\n   12  INTERROGATION  MAY  BE  ADMITTED  IN  ANY  PROCEEDING AS DIRECT EVIDENCE\n   13  AGAINST THE CHILD ONLY WHEN THE  AUDIOVISUAL  RECORDING  OF  THE  ENTIRE\n   14  CUSTODIAL  INTERROGATION  DURING  WHICH  THE  STATEMENT  WAS  MADE, OR A\n   15  COMPLETE COPY OF THAT RECORDING, HAS BEEN PROVIDED TO THE CHILD AND  HIS\n   16  OR  HER PARENT OR GUARDIAN, IF PRESENT, UNLESS THE AUDIOVISUAL RECORDING\n   17  AND ALL COPIES THEREOF ARE  UNAVAILABLE  DUE  TO  EXTRAORDINARY  CIRCUM-\n   18  STANCES  BEYOND  THE  CONTROL  OF  THE  PRESENTMENT  AGENCY  AND THE LAW\n   19  ENFORCEMENT AUTHORITIES WHO CONDUCTED THE CUSTODIAL INTERROGATION.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03782-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act, in relation to the custodial interrogation of a child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110112.T104958.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294847398538
}