{
  "year" : 2011,
  "senateBillNo" : "A1758-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to codes",
    "billEventId" : "A1758-2011-1294722000000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes current and retired members of law enforcement to carry concealed firearms",
  "summary" : "Authorizes current and retired members of law enforcement to carry concealed firearms. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A11229-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1758\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to amend the penal law, in relation to authorizing law enforce-\n         ment officers to carry concealed handguns\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section  400.00  of the penal law, as\n    2  amended by chapter 189 of the laws  of  2000,  is  amended  to  read  as\n    3  follows:\n    4    2.  Types  of  licenses.  A license for gunsmith or dealer in firearms\n    5  shall be issued to engage in such business. A license for  a  pistol  or\n    6  revolver,  other  than  an  assault  weapon or a disguised gun, shall be\n    7  issued to (a) have and possess in his dwelling  by  a  householder;  (b)\n    8  have  and possess in his place of business by a merchant or storekeeper;\n    9  (c) have and carry concealed while so employed by a  messenger  employed\n   10  by  a  banking  institution  or  express  company;  (d)  have  and carry\n   11  concealed by a justice of the supreme court in the first or second judi-\n   12  cial departments, or by a judge of the New York city civil court or  the\n   13  New  York  city  criminal  court;  (e) have and carry concealed while so\n   14  employed by a regular employee of an institution of the state, or of any\n   15  county, city, town or  village,  under  control  of  a  commissioner  of\n   16  correction  of  the city or any warden, superintendent or head keeper of\n   17  any state prison, penitentiary, workhouse, county jail or other institu-\n   18  tion for the detention of persons convicted or accused of crime or  held\n   19  as witnesses in criminal cases, provided that application is made there-\n   20  for  by  such  commissioner,  warden, superintendent or head keeper; (f)\n   21  HAVE AND CARRY CONCEALED BY QUALIFIED LAW ENFORCEMENT PERSONNEL OF  THIS\n   22  STATE;  (G)  have  and  carry concealed, without regard to employment or\n   23  place of possession, by any person when  proper  cause  exists  for  the\n   24  issuance thereof; and [(g)] (H) have, possess, collect and carry antique\n   25  pistols  which are defined as follows: (i) any single shot, muzzle load-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03858-01-1\n\n       A. 1758                             2\n\n    1  ing pistol with a matchlock, flintlock, percussion cap, or similar  type\n    2  of ignition system manufactured in or before l898, which is not designed\n    3  for  using rimfire or conventional centerfire fixed ammunition; and (ii)\n    4  any replica of any pistol described in clause (i) [hereof] OF THIS PARA-\n    5  GRAPH if such replica[--]:\n    6    (1)  is  not  designed or redesigned for using rimfire or conventional\n    7  centerfire fixed ammunition, or\n    8    (2) uses rimfire or conventional centerfire fixed ammunition which  is\n    9  no  longer  manufactured  in  the United States and which is not readily\n   10  available in the ordinary channels of commercial trade.\n   11    S 2. Section 400.00 of the penal law is amended by adding a new subdi-\n   12  vision 16-a to read as follows:\n   13    16-A. QUALIFIED LAW ENFORCEMENT PERSONNEL. (A)  FOR  THE  PURPOSES  OF\n   14  PARAGRAPH (F) OF SUBDIVISION TWO OF THIS SECTION, QUALIFIED LAW ENFORCE-\n   15  MENT  PERSONNEL  MEANS  ANY MEMBER OF LAW ENFORCEMENT, WHETHER CURRENTLY\n   16  EMPLOYED IN, PREVIOUSLY EMPLOYED IN, OR RETIRED  FROM  SUCH  EMPLOYMENT,\n   17  WHO  IS OR WAS AUTHORIZED TO CARRY A FIREARM DURING THE COURSE OF HIS OR\n   18  HER EMPLOYMENT, AND WHO HAS A PHOTO IDENTIFICATION CARD  OF  HIMSELF  OR\n   19  HERSELF THAT WAS ISSUED BY HIS OR HER LAW ENFORCEMENT EMPLOYER. IN ADDI-\n   20  TION,  SUCH  PERSON  MUST  NOT  BE,  IN  ANY  OTHER WAY, PROHIBITED FROM\n   21  POSSESSING A FIREARM.\n   22    (B) FOR PURPOSES OF THIS SUBDIVISION, IF  A  LAW  ENFORCEMENT  OFFICER\n   23  RETIRED  FROM  SERVICE  DUE  TO A DISABILITY, THEN IN ORDER TO BE DEEMED\n   24  QUALIFIED LAW ENFORCEMENT PERSONNEL PURSUANT TO PARAGRAPH  (A)  OF  THIS\n   25  SUBDIVISION:\n   26    (I)  SUCH  OFFICER  MUST  HAVE BEEN AN OFFICER FOR AT LEAST FIVE YEARS\n   27  PRIOR TO HIS OR HER RETIREMENT;\n   28    (II) THE BASIS OF SUCH OFFICER'S DISABILITY MUST NOT HAVE BEEN DUE  TO\n   29  THE FACT THAT THE OFFICER WAS DECLARED MENTALLY INCAPACITATED OR MENTAL-\n   30  LY  UNFIT TO PERFORM HIS OR HER JOB DUTIES, OR FOR ANY OTHER REASON THAT\n   31  WOULD LEGALLY PREVENT HIM OR HER FROM POSSESSING A FIREARM; AND\n   32    (III) SUCH OFFICER MUST ANNUALLY  QUALIFY TO POSSESS A FIREARM, AT HIS\n   33  OR HER OWN EXPENSE, AT THE SAME COURSE OF FIRE REQUIRED FOR  ACTIVE  LAW\n   34  ENFORCEMENT OFFICERS.\n   35    (C)  FOR  PURPOSES  OF  THIS SUBDIVISION, IF A LAW ENFORCEMENT OFFICER\n   36  RETIRED FROM SERVICE FOR ANY REASON OTHER THAN  SPECIFIED  IN  PARAGRAPH\n   37  (B)  OF  THIS  SUBDIVISION,  THEN  IN  ORDER  TO BE DEEMED QUALIFIED LAW\n   38  ENFORCEMENT PERSONNEL PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION:\n   39    (I) SUCH OFFICER MUST HAVE BEEN AN OFFICER FOR AT LEAST FIFTEEN  YEARS\n   40  PRIOR TO HIS OR HER RETIREMENT; AND\n   41    (II)  SUCH  OFFICER MUST ANNUALLY QUALIFY TO POSSESS A FIREARM, AT HIS\n   42  OR HER OWN EXPENSE, AT THE SAME COURSE OF FIRE REQUIRED FOR  ACTIVE  LAW\n   43  ENFORCEMENT OFFICERS. PRIOR TO TAKING ANY QUALIFICATION EXAMINATION, THE\n   44  RETIRED  LAW ENFORCEMENT OFFICER MUST CERTIFY TO THE QUALIFYING INSTRUC-\n   45  TOR THAT HE OR SHE:\n   46    (1) RETIRED FROM A LAW ENFORCEMENT AGENCY;\n   47    (2) RETIRED FOR REASONS OTHER THAN THOSE LISTED IN  PARAGRAPH  (B)  OF\n   48  THIS SUBDIVISION;\n   49    (3)  WAS IN GOOD STANDING WITH HIS OR HER AGENCY AT THE TIME OF HIS OR\n   50  HER RETIREMENT;\n   51    (4) WAS, PRIOR TO HIS OR HER RETIREMENT, AUTHORIZED BY LAW  TO  ENGAGE\n   52  IN OR SUPERVISE THE PREVENTION, DETECTION, INVESTIGATION, OR PROSECUTION\n   53  OF,  OR  THE  INCARCERATION OF ANY PERSON FOR, ANY VIOLATION OF LAW, AND\n   54  HAD STATUTORY POWER TO EFFECT AND ARREST;\n   55    (5) WAS EMPLOYED AS A LAW ENFORCEMENT OFFICER  FOR  AT  LEAST  FIFTEEN\n   56  YEARS PRIOR TO HIS OR HER RETIREMENT;\n\n       A. 1758                             3\n\n    1    (6)  IS  NOT  PROHIBITED  FROM POSSESSING A FIREARM UNDER ANY STATE OR\n    2  FEDERAL LAW; AND\n    3    (7) CURRENTLY POSSESSES A VALID PERMIT TO CARRY A FIREARM.\n    4    (D)  THERE IS A PRESUMPTION THAT ANY RETIRED LAW ENFORCEMENT PERSONNEL\n    5  IN POSSESSION OF A PHOTO IDENTIFICATION CARD ISSUED BY HIS OR HER FORMER\n    6  EMPLOYER RETIRED IN GOOD STANDING.\n    7    (E)(I) A QUALIFYING INSTRUCTOR SHALL PRESENT A CERTIFICATE  SIGNED  BY\n    8  HIMSELF  OR HERSELF TO ANY RETIRED LAW ENFORCEMENT OFFICER WHO MEETS THE\n    9  QUALIFICATION REQUIREMENTS. SUCH CERTIFICATE SHALL DISPLAY THE  DATE  OF\n   10  ISSUANCE AND SHALL ONLY BE VALID FOR A PERIOD OF ONE YEAR.\n   11    (II)  THE  RETIRED  LAW ENFORCEMENT OFFICER MUST CARRY THE CERTIFICATE\n   12  WITH HIMSELF OR HERSELF ANYTIME HE OR SHE ALSO HAS A FIREARM IN  HIS  OR\n   13  HER POSSESSION. THE CERTIFICATE SHALL BE PRODUCED, ON DEMAND, TO ANY LAW\n   14  ENFORCEMENT OFFICER.\n   15    (F)  ANY RETIRED LAW ENFORCEMENT OFFICER WHO HAS HIS OR HER LICENSE TO\n   16  CARRY A FIREARM REVOKED FOR ANY REASON IS PERMANENTLY DISQUALIFIED  FROM\n   17  POSSESSION SUCH A LICENSE WITHIN THE STATE.\n   18    S  3. Subdivision 11 of section 400.00 of the penal law, as amended by\n   19  chapter 210 of the laws of 1999, is amended to read as follows:\n   20    11. License: revocation and suspension. The conviction of  a  licensee\n   21  anywhere of a felony or serious offense shall operate as a revocation of\n   22  the  license.  A  license may be revoked or suspended as provided for in\n   23  section 530.14 of the criminal procedure law or  section  eight  hundred\n   24  forty-two-a  of the family court act. Except for a license issued pursu-\n   25  ant to section 400.01 of this article, a  license  may  be  revoked  and\n   26  cancelled  at  any  time in the city of New York, and in the counties of\n   27  Nassau and Suffolk, by the licensing officer, and elsewhere than in  the\n   28  city of New York by any judge or justice of a court of record; a license\n   29  issued  pursuant  to  section  400.01 of this article may be revoked and\n   30  cancelled at any time by the licensing officer or any judge  or  justice\n   31  of a court of record. The official revoking a license shall give written\n   32  notice  thereof  without  unnecessary delay to the executive department,\n   33  division of state police, Albany, and shall also notify immediately  the\n   34  duly  constituted police authorities of the locality.  ANY SUPREME COURT\n   35  JUDGE MAY REVOKE A LICENSE ISSUED PURSUANT TO PARAGRAPH (F) OF  SUBDIVI-\n   36  SION TWO OF THIS SECTION FOR GOOD CAUSE SHOWN.\n   37    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to authorizing law enforcement officers to carry concealed handguns ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110112.T104958.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294847398543
}