{
  "year" : 2011,
  "senateBillNo" : "A1763-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to education",
    "billEventId" : "A1763-2011-1294722000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for grants to school districts in shortage areas to recruit and retain dental health professionals",
  "summary" : "Provides for grants to school districts in shortage areas to recruit and retain dental health professionals; dentists and dental hygienist may apply for awards of up to $10,000 bonus per service year to work in school districts in shortage areas. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A7582-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1763\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, PEOPLES-STOKES -- read once and referred\n         to the Committee on Education\n\n       AN ACT to amend the education law, in relation to establishing the chil-\n         dren's dental health improvement act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"children's dental health improvement act\".\n    3    S 2. The education law is amended by adding a  new  section  902-a  to\n    4  read as follows:\n    5    S  902-A.  DENTAL  HEALTH IMPROVEMENT PROGRAM. 1. DEFINITIONS.  A. THE\n    6  TERM \"SHORTAGE AREA\" MEANS A FEDERALLY-DESIGNATED DENTAL HEALTH  PROFES-\n    7  SIONAL SHORTAGE AREA; OR A SCHOOL DISTRICT IN WHICH AT LEAST TWENTY-FIVE\n    8  PERCENT  OF  THE  PATIENT POPULATION RECEIVES MEDICAID, FEDERALLY SUBSI-\n    9  DIZED CHILD HEALTH INSURANCE PROGRAM FUNDS, OR IS UNINSURED  FOR  DENTAL\n   10  CARE.\n   11    B.  THE  TERM  \"SCHOOL  DISTRICT\"  SHALL  MEAN  A  COMMON, UNION FREE,\n   12  CENTRAL, CENTRAL HIGH SCHOOL, OR CITY SCHOOL DISTRICT.\n   13    C. THE TERM \"BOARD OF EDUCATION\" SHALL MEAN THE GOVERNING BOARD OF ANY\n   14  PUBLIC SCHOOL DISTRICT DEFINED IN PARAGRAPH B OF THIS SUBDIVISION.\n   15    D. THE TERM \"DENTAL HEALTH PROFESSIONAL\" SHALL INCLUDE  A  DENTIST  OR\n   16  DENTAL HYGIENIST AS PROVIDED IN ARTICLE ONE HUNDRED THIRTY-THREE OF THIS\n   17  CHAPTER.\n   18    E.  THE  TERM  \"YEAR  OF  SERVICE\" SHALL MEAN TEN MONTHS OF CONTINUOUS\n   19  SERVICE AS A DENTAL HEALTH PROFESSIONAL DURING A SCHOOL YEAR,  GENERALLY\n   20  OCCURRING BETWEEN SEPTEMBER FIRST AND JUNE THIRTIETH.\n   21    F. THE TERM \"COMMISSIONER\" SHALL MEAN THE COMMISSIONER OF EDUCATION.\n   22    2.  APPLICATION  AND  FUNDING.  A.  GRANTS  SHALL  BE  MADE  TO SCHOOL\n   23  DISTRICTS FOR RECRUITMENT AND RETENTION ACTIVITIES NECESSARY TO INCREASE\n   24  THE SUPPLY OF DENTAL HEALTH PROFESSIONALS IN SHORTAGE AREAS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04017-01-1\n\n       A. 1763                             2\n\n    1    B. SUCH GRANTS SHALL BE AWARDED TO SCHOOL DISTRICTS, WITHIN THE LIMITS\n    2  OF FUNDS APPROPRIATED THEREFOR, THROUGH A COMPETITIVE PROCESS THAT TAKES\n    3  INTO CONSIDERATION THE  MAGNITUDE  OF  ANY  SHORTAGE  OF  DENTAL  HEALTH\n    4  PROFESSIONALS IN THE SCHOOL DISTRICT, THE FISCAL CAPACITY AND POPULATION\n    5  DENSITY  OF  THE  DISTRICT,  AND  THE  PERCENTAGE  OF PATIENT POPULATION\n    6  RECEIVING MEDICAID, FEDERALLY SUBSIDIZED CHILD HEALTH INSURANCE  PROGRAM\n    7  FUNDS  OR  NO  DENTAL  HEALTH COVERAGE. GRANTS PROVIDED PURSUANT TO THIS\n    8  SECTION SHALL BE USED ONLY FOR THE PURPOSES ENUMERATED IN THIS SECTION.\n    9    C. NOT MORE THAN SIXTY PERCENT OF THE FUNDS ALLOCATED PURSUANT TO THIS\n   10  SECTION SHALL BE MADE AVAILABLE TO ANY ONE SCHOOL DISTRICT.\n   11    D. IN ALLOCATING GRANTS PURSUANT TO  THIS  SECTION,  THE  COMMISSIONER\n   12  SHALL GIVE PRIORITY TO DISTRICTS THAT ARE LOCATED IN SHORTAGE AREAS.\n   13    E.  ANY SCHOOL DISTRICT RECEIVING FUNDS UNDER THIS SECTION SHALL MAIN-\n   14  TAIN ANY LOCAL EFFORT IN THE CURRENT YEAR EQUIVALENT TO SUCH  EFFORT  IN\n   15  THE  BASE  YEAR  FOR  ANY  LOCAL  PROGRAM  RELATED TO THE RECRUITMENT OR\n   16  RETENTION OF  DENTAL  HEALTH  PROFESSIONALS  OR  ANY  PROGRAM  THAT  HAS\n   17  PURPOSES THAT ARE SIMILAR TO ANY PURPOSE OF THIS SECTION OR THE DISTRICT\n   18  SHALL  PROVIDE  A  LOCAL  MATCH TO STATE FUNDS RECEIVED PURSUANT TO THIS\n   19  SECTION. STATE  FUNDS  PROVIDED  PURSUANT  TO  THIS  SECTION  SHALL  NOT\n   20  SUPPLANT  LOCAL  FUNDS  FOR  ANY PURPOSE SIMILAR TO THE PURPOSES OF THIS\n   21  SECTION.\n   22    F. APPLICATIONS BY A SCHOOL DISTRICT  FOR  FUNDING  PURSUANT  TO  THIS\n   23  SECTION  SHALL  BE  FILED WITH THE COMMISSIONER, IN A FORM DETERMINED BY\n   24  THE COMMISSIONER, BY JUNE FIRST OF THE BASE YEAR  AND  SCHOOL  DISTRICTS\n   25  SHALL  BE  NOTIFIED  OF  THEIR GRANT AWARD BY JUNE THIRTIETH OF THE BASE\n   26  YEAR, PROVIDED THAT IN ANY YEAR SUCH APPLICATION AND AWARD DATES MAY  BE\n   27  MODIFIED  BY  THE  COMMISSIONER FOR THE REASONABLE ADMINISTRATION OF THE\n   28  PROGRAM. SUCH APPLICATION SHALL INCLUDE A PLAN BY  THE  SCHOOL  DISTRICT\n   29  FOR THE EXPENDITURE OF THE FUNDS AND SUCH EXPENDITURES SHALL BE CONSIST-\n   30  ENT WITH SUCH PLAN AND THE PROVISIONS OF THIS SECTION.\n   31    3.  DENTAL  HEALTH  PROFESSIONAL RECRUITMENT INCENTIVE PROGRAM. DENTAL\n   32  HEALTH PROFESSIONAL RECRUITMENT INCENTIVE AWARDS  MAY  BE  AVAILABLE  TO\n   33  DENTISTS AND DENTAL HYGIENISTS PURSUANT TO THE PROVISIONS OF THIS SUBDI-\n   34  VISION  TO  RECRUIT  AND  RETAIN DENTAL HEALTH PROFESSIONALS TO SHORTAGE\n   35  AREAS.\n   36    A. ELIGIBILITY. (1) TO BE ELIGIBLE  FOR  AN  AWARD  PURSUANT  TO  THIS\n   37  SUBDIVISION, A DENTIST APPLICANT SHALL:\n   38    (I) HAVE A LIMITED PERMIT OR PROFESSIONAL LICENSE AS PROVIDED IN ARTI-\n   39  CLE ONE HUNDRED THIRTY-THREE OF THIS CHAPTER;\n   40    (II)  AGREE TO A SERVICE OBLIGATION OF AT LEAST ONE YEAR OF SERVICE IN\n   41  A SHORTAGE AREA AS A CONDITION OF RECEIVING AN AWARD  PURSUANT  TO  THIS\n   42  SUBDIVISION; AND\n   43    (III) BE EMPLOYED FOR THE FIRST TIME AS A DENTIST IN THE PUBLIC SCHOOL\n   44  OR SCHOOL DISTRICT.\n   45    (2)  TO BE ELIGIBLE FOR AN AWARD PURSUANT TO THIS SUBDIVISION A DENTAL\n   46  HYGIENIST APPLICANT SHALL:\n   47    (I) HAVE A LIMITED PERMIT, OR  LICENSE  AS  PROVIDED  IN  ARTICLE  ONE\n   48  HUNDRED THIRTY-THREE OF THIS CHAPTER;\n   49    (II)  AGREE TO A SERVICE OBLIGATION OF AT LEAST ONE YEAR OF SERVICE IN\n   50  A SHORTAGE AREA AS A CONDITION OF RECEIVING AN AWARD  PURSUANT  TO  THIS\n   51  SUBDIVISION; AND\n   52    (III)  BE  EMPLOYED  FOR  THE  FIRST TIME AS A DENTAL HYGIENIST IN THE\n   53  PUBLIC SCHOOL OR SCHOOL DISTRICT.\n   54    B. APPLICATION AND SELECTION. (1) THE BOARD OF EDUCATION SHALL  DETER-\n   55  MINE  THE  FORM  OF  THE  APPLICATION  AND  THE  APPLICATION PROCESS FOR\n   56  DENTISTS AND DENTAL HYGIENISTS DEEMED ELIGIBLE FOR THE AWARD, AND  SHALL\n\n       A. 1763                             3\n\n    1  IN  ITS  DISCRETION  SELECT  THE  NUMBER OF ELIGIBLE APPLICANTS WHO WILL\n    2  RECEIVE AN AWARD PURSUANT TO THIS SUBDIVISION.\n    3    (2)  IF THE NUMBER OF ELIGIBLE APPLICANTS EXCEEDS THE NUMBER OF AWARDS\n    4  DETERMINED BY THE BOARD PURSUANT TO THIS SUBDIVISION,  THE  BOARD  SHALL\n    5  USE AN OBJECTIVE COMPETITIVE PROCESS BASED ON EDUCATIONAL QUALIFICATIONS\n    6  TO DETERMINE WHICH ELIGIBLE APPLICANTS SHALL RECEIVE AWARDS.\n    7    C.  PAYMENT  OF  AWARDS.  (1) ANNUAL AWARDS FROM STATE AND LOCAL FUNDS\n    8  PROVIDED FOR THIS PURPOSE SHALL BE PAID BY THE BOARD OF EDUCATION TO THE\n    9  AWARD RECIPIENT. AWARD RECIPIENTS SHALL BE ENTITLED  TO  RECEIVE  AWARDS\n   10  PURSUANT  TO THE PROVISIONS OF THIS SUBDIVISION AND SUCH AWARDS SHALL BE\n   11  IN ADDITION TO AND NOT PART OF ANY AWARD RECIPIENT'S BASE SALARY.\n   12    (2) THE INITIAL ANNUAL AWARD SHALL BE THE EQUIVALENT OF  ONE  THOUSAND\n   13  DOLLARS FOR EACH MONTH OF ELIGIBLE SERVICE PROVIDED IN THE SERVICE YEAR,\n   14  AND SUCH INITIAL AWARD MAY BE RENEWABLE EACH YEAR, FOR UP TO THREE ADDI-\n   15  TIONAL  YEARS, PROVIDED THAT THE RECIPIENT AGREES TO ONE YEAR OF SERVICE\n   16  AS A DENTAL HEALTH PROFESSIONAL IN A SHORTAGE AREA FOR EACH  YEAR  OF  A\n   17  RENEWED AWARD AND HAS PROVIDED SATISFACTORY SERVICE IN ANY PRIOR YEAR IN\n   18  WHICH  AN  INITIAL  OR  RENEWED  AWARD WAS GRANTED TO THE RECIPIENT.  NO\n   19  AWARDS SHALL BE MADE FOR LESS THAN ONE SCHOOL YEAR OF  SERVICE  AND  THE\n   20  SUM  OF  ANY  INITIAL  AND  RENEWED  AWARD SHALL NOT EXCEED TEN THOUSAND\n   21  DOLLARS PER AWARD.\n   22    (3) THE BOARD OF EDUCATION SHALL DEVELOP AND  SECURE  FROM  THE  AWARD\n   23  RECIPIENT  A  WRITTEN  AGREEMENT OUTLINING THE SERVICE OBLIGATION.  SUCH\n   24  AGREEMENT SHALL INCLUDE PROVISIONS FOR THE RECIPIENT TO REPAY THE AMOUNT\n   25  OF THE AWARD TO THE SCHOOL DISTRICT IF THE RECIPIENT FAILS  TO  COMPLETE\n   26  THEIR  SERVICE  OBLIGATION IN ANY YEAR WHERE AN INITIAL OR RENEWED AWARD\n   27  IS GRANTED, AND SUCH REPAID AMOUNTS SHALL BE  DEDUCTED  FROM  ANY  GRANT\n   28  AMOUNTS DUE TO THE DISTRICT FROM THE STATE PURSUANT TO THIS SECTION.\n   29    UPON  A  WRITTEN APPEAL BY AN AWARD RECIPIENT, THE BOARD OF EDUCATION,\n   30  IN ITS DISCRETION, MAY PROVIDE A WAIVER OF REPAYMENT PROVISIONS  FOR  AN\n   31  AWARD RECIPIENT WHO FAILS TO COMPLETE HIS OR HER SERVICE REQUIREMENT FOR\n   32  DOCUMENTED  REASONS OF HEALTH OR OTHER SEVERE HARDSHIP, AS DETERMINED BY\n   33  THE COMMISSIONER.\n   34    D. NOTIFICATION.  THE BOARD OF EDUCATION SHALL NOTIFY BOTH  SUCCESSFUL\n   35  AND  UNSUCCESSFUL  APPLICANTS  BY SEPTEMBER FIRST OF ANY SCHOOL YEAR FOR\n   36  WHICH AN INITIAL OR RENEWED AWARD IS PROVIDED  TO  ONE  OR  MORE  DENTAL\n   37  HEALTH PROFESSIONALS PURSUANT TO THIS SUBDIVISION.\n   38    4.  REPORTING.  BY  NOVEMBER  FIRST  FOLLOWING  THE COMPLETION OF EACH\n   39  SCHOOL YEAR, THE COMMISSIONER SHALL  REPORT  TO  THE  GOVERNOR  AND  THE\n   40  LEGISLATURE  REGARDING THE DENTAL HEALTH IMPROVEMENT PROGRAM.  A COPY OF\n   41  SUCH REPORT SHALL ALSO BE MADE AVAILABLE TO THE COMMISSIONER OF  HEALTH.\n   42  SUCH  REPORT SHALL LIST THE AMOUNT OF EACH SCHOOL DISTRICT'S TOTAL GRANT\n   43  PURSUANT TO THIS SECTION, THE NUMBER OF AWARDS GRANTED PURSUANT TO  THIS\n   44  SECTION AND, IF APPLICABLE, THE NUMBER OF DENTISTS AND DENTAL HYGIENISTS\n   45  RECEIVING  SUCH  AWARDS,  AS WELL AS AN ANALYSIS OF THE EFFECTIVENESS OF\n   46  THE PROGRAM IN RECRUITING DENTAL HEALTH PROFESSIONALS IN  THE  AREAS  OF\n   47  THE STATE DESIGNATED AS SHORTAGE AREAS.\n   48    S  3.  Early childhood caries study and report. 1. The commissioner of\n   49  health shall, within amounts made available therefor,  conduct  a  study\n   50  that  includes  the  following  components:  (a) identifies local public\n   51  health regions and districts containing children at high risk for  early\n   52  childhood caries;\n   53    (b) collects, analyzes and disseminates data on early childhood caries\n   54  to local school districts; and\n   55    (c)  develops public health education programs to prevent early child-\n   56  hood caries.\n\n       A. 1763                             4\n\n    1    2. Such study shall be conducted and completed within eighteen  months\n    2  of the effective date of this act.\n    3    3.  Within  twenty-four  months of the effective date of this act, the\n    4  commissioner of health shall report to the legislature and the  governor\n    5  on  the  results of the study on early childhood caries, and make recom-\n    6  mendations for expansion of the public health education component of the\n    7  early childhood caries study.\n    8    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing the children's dental health improvement act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110112.T104958.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294847398553
}