{
  "year" : 2011,
  "senateBillNo" : "A1766-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1766-2011-1294722000000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the creation of an animal cruelty and animal fighting data base",
  "summary" : "Relates to the creation of an animal cruelty and animal fighting database; researches purposes; makes such database available to all law enforcement entities, district attorneys, duly incorporated humane societies, societies for the prevention of cruelty to animals, dog or cat protective associations and animal control officers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AA6684-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1766\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. ROSENTHAL, SPANO, GABRYSZAK, LUPARDO, BOYLAND,\n         DINOWITZ,  COLTON,  JAFFEE,  HEVESI,   MILLMAN,   BENEDETTO,   CASTRO,\n         KAVANAGH, KELLNER, MONTESANO -- Multi-Sponsored by -- M. of A. CASTEL-\n         LI,  COOK,  CORWIN,  GIBSON,  GLICK, GOTTFRIED, HOOPER, JORDAN, MAGEE,\n         MAISEL, MARKEY, MAYERSOHN, McDONOUGH,  McKEVITT,  M. MILLER,  PHEFFER,\n         RAIA,  SCHIMEL,  SWEENEY, THIELE, WEISENBERG -- read once and referred\n         to the Committee on Agriculture\n\n       AN ACT to amend the executive law, in relation to  the  creation  of  an\n         animal cruelty and animal fighting data base\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. Studies in psychology, sociology  and\n    2  criminology  have  demonstrated  that  violent offenders frequently have\n    3  childhood and adolescent histories of serious and repeated animal cruel-\n    4  ty. The Federal Bureau of Investigation has recognized  this  connection\n    5  since  the  1970's  when  its  analysis  of  the lives of serial killers\n    6  suggested that most had killed or tortured animals  during  their  life.\n    7  Other  research  has  shown  consistent patterns of animal cruelty among\n    8  perpetrators of more common forms of violence,  including  child  abuse,\n    9  spouse  abuse, and elder abuse, leading the American Psychiatric Associ-\n   10  ation to consider animal cruelty as one of the  diagnostic  criteria  of\n   11  conduct disorder.\n   12    S  2.  The  executive  law is amended by adding a new section 837-s to\n   13  read as follows:\n   14    S 837-S. ANIMAL CRUELTY DATA BASE. THE DIVISION  SHALL  ESTABLISH  AND\n   15  MAINTAIN  A  CRIME  DATA BASE ON ALL CRIMES OF ANIMAL CRUELTY AND ANIMAL\n   16  FIGHTING COMMITTED IN THE STATE WHERE  DATA  OF  SUCH  CRIMES  SHALL  BE\n   17  COLLECTED  AND  DISPLAYED  IN  A MANNER THAT FACILITATES ANALYSIS.  SUCH\n   18  CRIME DATA BASE SHALL INCLUDE, BUT NOT BE LIMITED TO, NAMES  OF  PERSONS\n   19  CONVICTED  OF ANIMAL CRUELTY AND ANIMAL FIGHTING AS SET FORTH IN ARTICLE\n   20  TWENTY-SIX OF THE AGRICULTURE AND MARKETS LAW AND THE SPECIFIC  ACTS  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02255-01-1\n\n       A. 1766                             2\n\n    1  ANIMAL CRUELTY OR ANIMAL FIGHTING THAT WERE THE BASIS OF THE CONVICTION.\n    2  FOR  THE  PURPOSES  OF  THIS  SECTION, SUCH DATA BASE SHALL ALSO INCLUDE\n    3  INFORMATION ON PERSONS WHO HAVE PLED  GUILTY  TO  A  CHARGE  OTHER  THAN\n    4  ANIMAL  CRUELTY OR ANIMAL FIGHTING IN SATISFACTION OF THE ANIMAL CRUELTY\n    5  OR ANIMAL FIGHTING CHARGE OR WHERE ANIMAL CRUELTY OR THE ANIMAL FIGHTING\n    6  CHARGE HAS NOT RESULTED IN A DISMISSAL ON THE  MERITS.  THE  CRIME  DATA\n    7  BASE  SHALL BE IN PRINT AND IN ELECTRONIC FORM AND SHALL BE AVAILABLE TO\n    8  ALL LAW ENFORCEMENT  ENTITIES,  DISTRICT  ATTORNEYS,  DULY  INCORPORATED\n    9  HUMANE  SOCIETIES,  SOCIETIES  FOR THE PREVENTION OF CRUELTY TO ANIMALS,\n   10  DOG OR CAT PROTECTIVE ASSOCIATIONS AND ANIMAL CONTROL OFFICERS.\n   11    S 3. This act shall take effect July 1, 2013, provided, however,  that\n   12  effective  immediately,  the division of criminal justice services shall\n   13  promulgate rules and regulations as it deems necessary to effectuate the\n   14  purposes of this act, on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the creation of an animal cruelty and animal fighting data base ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110112.T104958.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294847398571
}