{
  "year" : 2011,
  "senateBillNo" : "A1769-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1769-2011-1294722000000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires any person engaged in commercial mold remediation to be certified by the commissioner",
  "summary" : "Requires any person engaged in commercial mold remediation to be certified by the commissioner; provides minimum work practices and procedures for mold remediation and assessment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AA6091-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1769\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. ROSENTHAL, JAFFEE -- Multi-Sponsored by -- M. of\n         A. CAHILL, LANCMAN, WEISENBERG  --  read  once  and  referred  to  the\n         Committee on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         establishing mold assessment and remediation requirements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The environmental conservation law is amended by adding a\n    2  new article 32 to read as follows:\n    3                                 ARTICLE 32\n    4                MOLD ASSESSMENT AND REMEDIATION REQUIREMENTS\n    5  SECTION 32-0101. DEFINITIONS.\n    6          32-0102. CREDENTIALS; GENERAL CONDITIONS.\n    7          32-0103. EXCEPTIONS AND EXEMPTIONS.\n    8          32-0104. CONFLICT OF INTEREST AND DISCLOSURE REQUIREMENT.\n    9          32-0105. MOLD ASSESSMENT TECHNICIAN; LICENSING REQUIREMENTS.\n   10          32-0106. MOLD REMEDIATION CONTRACTOR; LICENSING REQUIREMENTS.\n   11          32-0107. MINIMUM WORK PRACTICES AND PROCEDURES FOR MOLD  ASSESS-\n   12                     MENT.\n   13          32-0108. MINIMUM  WORK PRACTICES AND PROCEDURES FOR MOLD REMEDI-\n   14                     ATION.\n   15          32-0109. POST-REMEDIATION ASSESSMENT AND CLEARANCE.\n   16          32-0110. DUTY OF PROPERTY OWNER.\n   17          32-0111. COMPLIANCE; INSPECTIONS AND INVESTIGATIONS.\n   18          32-0112. COMPLIANCE;   REPRIMAND,    SUSPENSION,    REVOCATIONS,\n   19                     PROBATION.\n   20          32-0113. COMPLIANCE; ADMINISTRATIVE PENALTY.\n   21  S 32-0101. DEFINITIONS.\n   22    1.  THE  FOLLOWING  WORDS AND TERMS WITHIN THIS ARTICLE SHALL HAVE THE\n   23  FOLLOWING MEANINGS, UNLESS THE CONTEXT CLEARLY INDICATES OTHERWISE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02263-01-1\n\n       A. 1769                             2\n\n    1    A. \"ASSESSOR\" MEANS A PERSON WHO CONDUCTS MOLD ASSESSMENT  AS  DEFINED\n    2  IN THIS SECTION AND WHO IS LICENSED UNDER THIS ARTICLE AS A MOLD ASSESS-\n    3  MENT TECHNICIAN OR MOLD ASSESSMENT CONSULTANT.\n    4    B. \"COMMERCIAL MOLD REMEDIATION\" MEANS THE REMOVAL, CLEANING, SANITIZ-\n    5  ING, DEMOLITION, OR OTHER TREATMENT, INCLUDING PREVENTIVE ACTIVITIES, OF\n    6  MOLD  OR  MOLD-CONTAMINATED  MATTER  THAT  WAS  NOT PURPOSELY GROWN AT A\n    7  LOCATION. PREVENTIVE ACTIVITIES INCLUDE THOSE INTENDED TO PREVENT FUTURE\n    8  MOLD CONTAMINATION OF A REMEDIATED AREA, INCLUDING APPLYING BIOCIDES  OR\n    9  ANTI-MICROBIAL COMPOUNDS.\n   10    C.  \"CONTAINMENT\"  MEANS A COMPONENT OR ENCLOSURE DESIGNED OR INTENDED\n   11  TO CONTROL THE RELEASE OF MOLD OR MOLD-CONTAINING DUST OR MATERIALS INTO\n   12  SURROUNDING AREAS IN THE BUILDING. THE  BROAD  CATEGORY  OF  CONTAINMENT\n   13  INCLUDES SUCH SUB-CATEGORIES AS WALK-IN CONTAINMENT, SURFACE CONTAINMENT\n   14  (SUCH AS PLASTIC SHEETING), AND CONTAINMENT DEVICES (SUCH AS WALL-MOUNT-\n   15  ED GLOVE BOXES).\n   16    D.  \"CONTAINMENT AREA\" MEANS AN AREA THAT HAS BEEN ENCLOSED TO CONTROL\n   17  THE RELEASE OF MOLD OR MOLD-CONTAINING DUST OR MATERIALS INTO  SURROUND-\n   18  ING AREAS.\n   19    E. \"CREDENTIAL\" MEANS A LICENSE, REGISTRATION, OR ACCREDITATION ISSUED\n   20  UNDER THIS ARTICLE.\n   21    F.  \"EMPLOYEE\"  MEANS  AN  INDIVIDUAL  WHO  IS PAID A SALARY, WAGE, OR\n   22  REMUNERATION BY ANOTHER PERSON OR ENTITY FOR SERVICES PERFORMED AND OVER\n   23  WHOM THE PERSON OR ENTITY EXERTS SUPERVISION OR CONTROL AS TO THE PLACE,\n   24  TIME, AND MANNER OF THE INDIVIDUAL'S WORK.\n   25    G. \"FACILITY\" MEANS ANY  INSTITUTIONAL,  COMMERCIAL,  PUBLIC,  GOVERN-\n   26  MENTAL, INDUSTRIAL OR RESIDENTIAL BUILDING.\n   27    H. \"MANAGING AGENT\" MEANS A COMPANY OR INDIVIDUAL THAT MANAGES A RESI-\n   28  DENTIAL OR COMMERCIAL BUILDING FOR AN OWNER.\n   29    I.  \"MOLD  ASSESSMENT  REPORT\" MEANS A DOCUMENT PREPARED BY A LICENSED\n   30  MOLD ASSESSMENT TECHNICIAN FOR A CLIENT THAT DESCRIBES ANY  OBSERVATIONS\n   31  MADE, MEASUREMENT TAKEN, AND LOCATIONS AND ANALYTICAL RESULTS OF SAMPLES\n   32  TAKEN  BY AN ASSESSMENT CONSULTANT OR BY AN ASSESSMENT TECHNICIAN DURING\n   33  A MOLD ASSESSMENT. AN ASSESSMENT REPORT  CAN  BE  EITHER  A  STAND-ALONE\n   34  DOCUMENT  OR A PART OF A MOLD MANAGEMENT PLAN OR MOLD REMEDIATION PROTO-\n   35  COL.\n   36    J. \"MOLD MANAGEMENT PLAN\" MEANS A DOCUMENT PREPARED BY A LICENSED MOLD\n   37  ASSESSMENT CONSULTANT FOR A CLIENT THAT  PROVIDES  GUIDANCE  ON  HOW  TO\n   38  PREVENT AND CONTROL INDOOR MOLD GROWTH AT A LOCATION.\n   39    K.  \"MOLD  REMEDIATION  PROTOCOL\"  OR \"MOLD REMEDIATION WORK ANALYSIS\"\n   40  MEANS A DOCUMENT, PREPARED BY A LICENSED MOLD ASSESSMENT TECHNICIAN  FOR\n   41  A CLIENT, THAT SPECIFIES THE ESTIMATED QUANTITIES AND LOCATIONS OF MATE-\n   42  RIALS  TO  BE REMEDIATED AND THE PROPOSED REMEDIATION METHODS AND CLEAR-\n   43  ANCE CRITERIA FOR EACH TYPE OF REMEDIATION IN EACH TYPE OF  AREA  FOR  A\n   44  MOLD REMEDIATION PROJECT.\n   45    L.  \"MOLD  REMEDIATION  WORK  PLAN\"  MEANS  A  DOCUMENT, PREPARED BY A\n   46  LICENSED MOLD REMEDIATION CONTRACTOR THAT PROVIDES SPECIFIC INSTRUCTIONS\n   47  AND/OR STANDARD OPERATING PROCEDURES FOR HOW A MOLD REMEDIATION  PROJECT\n   48  WILL BE PERFORMED.\n   49    M. \"MOLD REMEDIATION WORKER\" MEANS AN EMPLOYEE OF THE MOLD REMEDIATION\n   50  CONTRACTOR  WHO  ENGAGES  IN  ANY  MOLD-RELATED ACTIVITY RESTRICTED ONLY\n   51  UNDER SUPERVISION OF A LICENSED MOLD REMEDIATION CONTRACTOR.\n   52    N. \"REMEDIATOR\" MEANS  A  PERSON  WHO  CONDUCTS  MOLD  REMEDIATION  AS\n   53  DEFINED  IN THIS SECTION AND WHO IS CREDENTIALED UNDER THIS ARTICLE AS A\n   54  MOLD REMEDIATION CONTRACTOR.\n   55    O. \"SUPERVISE\" MEANS TO DIRECT AND EXERCISE CONTROL  OVER  THE  ACTIV-\n   56  ITIES OF A PERSON BY BEING PHYSICALLY PRESENT AT THE JOB SITE OR, IF NOT\n\n       A. 1769                             3\n\n    1  PHYSICALLY  PRESENT, ACCESSIBLE BY TELEPHONE WITHIN TEN MINUTES AND ABLE\n    2  TO BE AT THE SITE WITHIN ONE HOUR OF BEING CONTACTED.\n    3    P. \"WORK ANALYSIS\" MEANS A MOLD REMEDIATION PROTOCOL.\n    4    Q. \"WORK PLAN\" MEANS A MOLD REMEDIATION WORK PLAN.\n    5  S 32-0102. CREDENTIALS; GENERAL CONDITIONS.\n    6    1. A PERSON MUST BE LICENSED IN COMPLIANCE WITH THIS ARTICLE TO ENGAGE\n    7  IN  MOLD  ASSESSMENT  OR  MOLD  REMEDIATION UNLESS SPECIFICALLY EXEMPTED\n    8  UNDER SECTION 32-0103 OF THIS ARTICLE.\n    9    2. AGE REQUIREMENT. EACH INDIVIDUAL APPLYING TO BE LICENSED UNDER THIS\n   10  ARTICLE MUST BE AT LEAST EIGHTEEN YEARS OLD AT THE TIME OF APPLICATION.\n   11    3. CERTIFICATION. AN APPLICANT FOR THE LICENSE SHALL SUBMIT  PROOF  OR\n   12  CERTIFICATION  BY  THE  AMERICAN COUNCIL FOR ACCREDITED CERTIFICATION OR\n   13  ANY OTHER NATIONALLY RECOGNIZED, THIRD-PARTY ACCREDITED CERTIFYING  BODY\n   14  THAT OPERATES INDEPENDENTLY OF TRAINING ORGANIZATIONS AND INDUSTRY TRADE\n   15  ASSOCIATIONS.  AN  APPLICANT  FOR  LICENSE RENEWAL SHALL SUBMIT PROOF OF\n   16  CONTINUED CERTIFICATION BY THE AMERICAN COUNCIL FOR  ACCREDITED  CERTIF-\n   17  ICATION  OR  ANY  OTHER  NATIONALLY  RECOGNIZED,  THIRD-PARTY ACCREDITED\n   18  CERTIFYING BODY THAT OPERATES INDEPENDENTLY  OF  TRAINING  ORGANIZATIONS\n   19  AND INDUSTRY TRADE ASSOCIATIONS.\n   20    4.  DEPARTMENT  EXAMINATION.  AN APPLICANT FOR AN INITIAL LICENSE MUST\n   21  PASS THE DEPARTMENT LICENSING EXAMINATION IN THAT AREA OF LICENSURE WITH\n   22  A SCORE OF AT LEAST SEVENTY PERCENT  CORRECT  BEFORE  APPLYING  FOR  THE\n   23  LICENSE.  ALL  APPLICANTS MUST PASS THE DEPARTMENT LICENSING EXAMINATION\n   24  WITHIN SIX MONTHS OF EARNING CERTIFICATION PURSUANT TO SUBDIVISION THREE\n   25  OF THIS SECTION.\n   26    A. RE-EXAMINATION. AN INDIVIDUAL IS PERMITTED TO TAKE TWO  RE-EXAMINA-\n   27  TIONS AFTER FAILING AN INITIAL EXAMINATION. AN INDIVIDUAL WHO FAILS BOTH\n   28  RE-EXAMINATIONS MUST SUBMIT A NEW APPLICATION FOR THE STATE EXAMINATION.\n   29    B. SCHEDULING AND REGISTRATION. ANNUALLY, THE DEPARTMENT SHALL PUBLISH\n   30  A SCHEDULE OF EXAMINATION DATES AND LOCATIONS. REGISTRATION FOR EXAMINA-\n   31  TION  DATE AND LOCATION MUST BE SUBMITTED BY MAILING, FAXING, OR E-MAIL-\n   32  ING A REGISTRATION FORM TO THE DEPARTMENT AND MUST BE  RECEIVED  BY  THE\n   33  DEPARTMENT  NO LATER THAN FIVE WORKING DAYS BEFORE THE EXAMINATION DATE.\n   34  INFORMATION ON THE EXAMINATION SCHEDULE AND ASSISTANCE WITH REGISTRATION\n   35  IS AVAILABLE BY CONTACTING THE DEPARTMENT. ENTRANCE INTO THE EXAMINATION\n   36  SITE WILL BE ALLOWED ONLY UPON PRESENTATION OF A VALID PHOTO IDENTIFICA-\n   37  TION.\n   38    C. A FEE OF TWENTY-FIVE DOLLARS IS REQUIRED  FOR  ANY  EXAMINATION  OR\n   39  RE-EXAMINATION.  THE  DEPARTMENT MUST RECEIVE THE REQUIRED FEES NO LATER\n   40  THAN FIVE WORKING DAYS BEFORE THE EXAMINATION.\n   41    5. APPLICATIONS. EACH APPLICATION FOR APPROVAL FOR LICENSING SHALL  BE\n   42  PROVIDED  BY  THE DEPARTMENT. EACH APPLICATION FOR APPROVAL MUST PROVIDE\n   43  ALL REQUIRED INFORMATION. AN  APPLICANT  FOR  AN  INITIAL  LICENSE  MUST\n   44  SUBMIT  THE  COMPLETE APPLICATION TO THE DEPARTMENT WITHIN SIX MONTHS OF\n   45  OBTAINING CERTIFICATION PURSUANT TO SUBDIVISION THREE OF  THIS  SECTION,\n   46  OR  MUST  SUCCESSFULLY  PASS THE DEPARTMENT LICENSING EXAMINATION BEFORE\n   47  SUBMITTING A NEW INITIAL APPLICATION.\n   48    6. TERM AND EXPIRATION. A. ALL LICENSES ISSUED  ON  OR  AFTER  JANUARY\n   49  FIRST,  TWO  THOUSAND TWELVE, SHALL BE VALID FOR TWO YEARS AND EXPIRE ON\n   50  THE SECOND ANNIVERSARY OF THE EFFECTIVE DATE OF THE LICENSE.\n   51    B. FEES COMMENSURATE WITH A TWO-YEAR LICENSE MUST BE INCLUDED WITH ANY\n   52  APPLICATION FOR A LICENSE THAT WILL EXPIRE ON THE SECOND ANNIVERSARY  OF\n   53  ITS EFFECTIVE DATE OF THE LICENSE.\n   54    C.  A  LICENSE  HOLDER  IS  IN VIOLATION OF THIS ARTICLE IF THE HOLDER\n   55  PRACTICES WITH LAPSED QUALIFICATIONS.\n\n       A. 1769                             4\n\n    1    7. CONDITION OF ISSUANCE. NO  IDENTIFICATION  (ID)  CARD  OR  APPROVAL\n    2  ISSUED  UNDER  THIS  ARTICLE SHALL BE SOLD, ASSIGNED, OR TRANSFERRED. ID\n    3  CARDS ISSUED BY THE DEPARTMENT MUST BE PRESENT AT THE WORKSITE ANY  TIME\n    4  AN  INDIVIDUAL  IS  ENGAGED  IN  MOLD-RELATED ACTIVITIES. THE DEPARTMENT\n    5  RETAINS  THE RIGHT TO CONFISCATE AND REVOKE ANY ID CARD OR APPROVAL THAT\n    6  HAS BEEN ALTERED.\n    7  S 32-0103. EXCEPTIONS AND EXEMPTIONS.\n    8    1. EXCEPTIONS. THIS ARTICLE SHALL NOT APPLY TO:\n    9    A. THE FOLLOWING ACTIVITIES WHEN NOT CONDUCTED FOR THE PURPOSE OF MOLD\n   10  ASSESSMENT OR MOLD REMEDIATION:\n   11    (1) ROUTINE CLEANING;\n   12    (2) THE DIAGNOSIS, REPAIR, CLEANING, OR REPLACEMENT OF PLUMBING, HEAT-\n   13  ING, VENTILATION, AIR CONDITIONING, ELECTRICAL, OR AIR DUCT  SYSTEMS  OR\n   14  APPLIANCES;\n   15    (3) COMMERCIAL OR RESIDENTIAL REAL ESTATE INSPECTIONS; AND\n   16    (4)  THE  INCIDENTAL  DISCOVERY  OR EMERGENCY CONTAINMENT OF POTENTIAL\n   17  MOLD CONTAMINATION DURING THE CONDUCT OR PERFORMANCE OF SERVICES  LISTED\n   18  IN  THIS  SUBDIVISION.  FOR  PURPOSES  OF THIS SUBDIVISION, AN EMERGENCY\n   19  EXISTS IF A DELAY IN MOLD REMEDIATION SERVICES IN RESPONSE  TO  A  WATER\n   20  DAMAGE OCCURRENCE WOULD INCREASE MOLD CONTAMINATION;\n   21    B.  THE  REPAIR,  REPLACEMENT,  OR  CLEANING OF CONSTRUCTION MATERIALS\n   22  DURING THE BUILDING PHASE OF THE CONSTRUCTION OF A STRUCTURE;\n   23    C. THE STANDARD PERFORMANCE OF CUSTODIAL  ACTIVITIES  FOR,  PREVENTIVE\n   24  MAINTENANCE OF, AND THE ROUTINE ASSESSMENT OF PROPERTY OWNED OR OPERATED\n   25  BY A GOVERNMENTAL ENTITY; OR\n   26    D.  A  PEST  CONTROL  INSPECTION CONDUCTED BY A PERSON REGULATED UNDER\n   27  ARTICLE THIRTY-THREE OF THIS CHAPTER.\n   28    2. MINIMUM AREA EXEMPTION. A PERSON IS NOT  REQUIRED  TO  BE  LICENSED\n   29  UNDER  THIS  ARTICLE TO PERFORM MOLD REMEDIATION IN AN AREA IN WHICH THE\n   30  MOLD CONTAMINATION FOR THE PROJECT AFFECTS A TOTAL SURFACE AREA OF  LESS\n   31  THAN TWENTY-FIVE CONTIGUOUS SQUARE FEET.\n   32    3.  RESIDENTIAL  PROPERTY  EXEMPTION. AN OWNER, OR A MANAGING AGENT OR\n   33  EMPLOYEE OF AN OWNER, IS NOT REQUIRED TO BE LICENSED UNDER THIS  ARTICLE\n   34  TO PERFORM MOLD ASSESSMENT OR MOLD REMEDIATION ON A RESIDENTIAL PROPERTY\n   35  WHICH  IS OWNED BY THAT PERSON, AND WHICH HAS FEWER THAN SIX RESIDENTIAL\n   36  DWELLING UNITS. THIS EXEMPTION APPLIES REGARDLESS OF THE  TOTAL  SURFACE\n   37  AREA  WITHIN  THE  RESIDENTIAL PROPERTY THAT IS AFFECTED BY MOLD GROWTH.\n   38  THIS EXEMPTION DOES NOT APPLY  TO  A  MANAGING  AGENT  OR  EMPLOYEE  WHO\n   39  ENGAGES  IN  THE  BUSINESS OF PERFORMING MOLD ASSESSMENT OR MOLD REMEDI-\n   40  ATION FOR THE PUBLIC.\n   41    4. FACILITY EXEMPTION. AN OWNER OR TENANT,  OR  A  MANAGING  AGENT  OR\n   42  EMPLOYEE  OF  AN  OWNER  OR TENANT, IS NOT REQUIRED TO BE LICENSED UNDER\n   43  THIS ARTICLE TO PERFORM MOLD ASSESSMENT OR MOLD REMEDIATION ON  PROPERTY\n   44  OWNED OR LEASED BY THE OWNER OR TENANT. THIS EXEMPTION DOES NOT APPLY:\n   45    A.  IF  THE  MANAGING  AGENT  OR  EMPLOYEE  ENGAGES IN THE BUSINESS OF\n   46  PERFORMING MOLD ASSESSMENT OR MOLD REMEDIATION FOR THE PUBLIC;\n   47    B. IF THE MOLD REMEDIATION IS PERFORMED IN AN AREA IN WHICH  THE  MOLD\n   48  CONTAMINATION  AFFECTS  A  TOTAL  SURFACE AREA OF TWENTY-FIVE CONTIGUOUS\n   49  SQUARE FEET OR MORE; OR\n   50    C. TO A PERSON EXEMPT UNDER SUBDIVISION THREE OF THIS SECTION.\n   51    5. CONSTRUCTION AND IMPROVEMENT EXEMPTION. A PERSON IS NOT REQUIRED TO\n   52  BE LICENSED UNDER THIS ARTICLE TO PERFORM MOLD ASSESSMENT OR MOLD  REME-\n   53  DIATION   IN  A  ONE-FAMILY  OR  TWO-FAMILY  DWELLING  THAT  THE  PERSON\n   54  CONSTRUCTED OR IMPROVED IF THE PERSON PERFORMS THE  MOLD  ASSESSMENT  OR\n   55  MOLD  REMEDIATION  AT THE SAME TIME THE PERSON PERFORMS THE CONSTRUCTION\n   56  OR IMPROVEMENT OR AT THE SAME TIME THE PERSON PERFORMS  REPAIR  WORK  ON\n\n       A. 1769                             5\n\n    1  THE  CONSTRUCTION  OR  IMPROVEMENT. THIS EXEMPTION APPLIES REGARDLESS OF\n    2  THE TOTAL SURFACE AREA THAT IS AFFECTED BY MOLD GROWTH.  THIS  EXEMPTION\n    3  DOES  NOT APPLY IF THE PERSON ENGAGES IN THE BUSINESS OF PERFORMING MOLD\n    4  ASSESSMENT  OR  MOLD  REMEDIATION  FOR  THE PUBLIC. FOR PURPOSES OF THIS\n    5  SUBDIVISION, \"IMPROVE\" MEANS \"TO BUILD, CONSTRUCT, OR ERECT A NEW BUILD-\n    6  ING OR STRUCTURE OR A NEW PORTION OF A BUILDING  OR  STRUCTURE  THAT  IS\n    7  ATTACHED  TO  AN EXISTING BUILDING OR STRUCTURE\" AND \"IMPROVEMENT\" MEANS\n    8  \"A BUILDING OR STRUCTURE, OR A PORTION OF A BUILDING OR STRUCTURE,  THAT\n    9  WAS  BUILT,  CONSTRUCTED,  OR  ERECTED  AS  AN ATTACHMENT TO AN EXISTING\n   10  BUILDING OR STRUCTURE AFTER THE CONSTRUCTION OR ERECTION OF THE EXISTING\n   11  BUILDING OR STRUCTURE.\"\n   12    6. SUPERVISED EMPLOYEE EXEMPTION. AN EMPLOYEE OF A LICENSE  HOLDER  IS\n   13  NOT  REQUIRED  TO BE LICENSED UNDER THIS ARTICLE TO PERFORM MOLD ASSESS-\n   14  MENT OR MOLD REMEDIATION WHILE SUPERVISED BY THE LICENSE HOLDER.\n   15    7. EXCEPTIONS FOR  LICENSED  PROFESSIONALS.  ALL  PERSONS  ENGAGED  IN\n   16  MOLD-RELATED  ACTIVITIES  MUST  BE LICENSED AS OUTLINED IN THIS ARTICLE,\n   17  EXCEPT THAT THOSE PROFESSIONALS  CURRENTLY  LICENSED  BY  THE  STATE  IN\n   18  ANOTHER FIELD (INCLUDING, BUT NOT LIMITED TO, MEDICINE, ARCHITECTURE, OR\n   19  ENGINEERING) WHO PROVIDE TO A MOLD LICENSEE ONLY CONSULTATION RELATED TO\n   20  THAT  OTHER  FIELD ARE NOT REQUIRED TO BE SEPARATELY LICENSED UNDER THIS\n   21  ARTICLE. IN SUCH A CASE, THE RESPONSIBILITY FOR THE PROJECT OR  ACTIVITY\n   22  REMAINS WITH THE MOLD LICENSEE.\n   23    8.  LOSS  OF  EXEMPTION.  A  PERSON WHO IS PERFORMING MOLD REMEDIATION\n   24  UNDER THE LICENSING EXEMPTIONS  OF  SUBDIVISION  TWO  OR  FOUR  OF  THIS\n   25  SECTION  AND IDENTIFIES ADDITIONAL MOLD SUCH THAT THE TOTAL MOLD CONTAM-\n   26  INATION AFFECTS A TOTAL SURFACE AREA OF  TWENTY-FIVE  CONTIGUOUS  SQUARE\n   27  FEET OR MORE SHALL:\n   28    A.  IMMEDIATELY  CEASE  ALL  REMEDIATION  WORK AND IMPLEMENT EMERGENCY\n   29  CONTAINMENT IF NECESSARY; AND\n   30    B. ADVISE THE PERSON REQUESTING THE  REMEDIATION  THAT  THE  EXEMPTION\n   31  UNDER SUBDIVISION TWO OR FOUR OF THIS SECTION HAS BEEN LOST AND THAT ANY\n   32  ADDITIONAL  MOLD REMEDIATION AND POST-REMEDIATION ASSESSMENT IN THE AREA\n   33  MUST BE DONE BY A PERSON LICENSED OR REGISTERED UNDER THIS ARTICLE.\n   34    9. FEE EXEMPTION FOR DEPARTMENT EMPLOYEES. EMPLOYEES OF THE DEPARTMENT\n   35  WHO ENGAGE IN MOLD-RELATED ACTIVITY AS A CONDITION OF  THEIR  EMPLOYMENT\n   36  SHALL  BE EXEMPT FROM EXAMINATION FEES AND CREDENTIALING FEES UNDER THIS\n   37  ARTICLE.  FEE-EXEMPTED CREDENTIALS SHALL BE RESTRICTED FOR USE  ONLY  IN\n   38  REQUIRED  DEPARTMENTAL  DUTIES,  AND  THE  CREDENTIALS WILL INDICATE THE\n   39  RESTRICTION. AN EMPLOYEE WHO IS NO LONGER REQUIRED TO POSSESS A  CREDEN-\n   40  TIAL  AS A CONDITION OF EMPLOYMENT SHALL IMMEDIATELY RETURN THAT CREDEN-\n   41  TIAL TO THE DEPARTMENT FOR CLOSURE. AN INDIVIDUAL WHO TERMINATES EMPLOY-\n   42  MENT  WITH  THE  DEPARTMENT  SHALL  IMMEDIATELY  RETURN  ALL   UNEXPIRED\n   43  CREDENTIALS  TO THE DEPARTMENT FOR CLOSURE. THE DEPARTMENT MAY IMPOSE AN\n   44  ADMINISTRATIVE PENALTY OR TAKE OTHER  DISCIPLINARY  ACTION  AGAINST  ANY\n   45  EMPLOYEE  OR  FORMER EMPLOYEE WHO USES A FEE-EXEMPT CREDENTIAL TO ENGAGE\n   46  IN A MOLD-RELATED ACTIVITY THAT IS NOT A REQUIRED DEPARTMENTAL DUTY.\n   47  S 32-0104. CONFLICT OF INTEREST AND DISCLOSURE REQUIREMENT.\n   48    1. CONFLICT OF INTEREST. A. A LICENSEE SHALL  NOT  PERFORM  BOTH  MOLD\n   49  ASSESSMENT AND MOLD REMEDIATION ON THE SAME PROJECT.\n   50    B.  A PERSON SHALL NOT OWN AN INTEREST IN AN ENTITY THAT PERFORMS MOLD\n   51  ASSESSMENT  SERVICES  AND  AN  ENTITY  THAT  PERFORMS  MOLD  REMEDIATION\n   52  SERVICES ON THE SAME PROJECT.\n   53    2.  DISCLOSURE  REQUIREMENT. AT THE TIME OF APPLICATION FOR LICENSING,\n   54  AN APPLYING COMPANY THAT IS NOT SOLELY  OWNED,  SHALL  DISCLOSE  TO  THE\n   55  DEPARTMENT  THE NAME, ADDRESS, AND OCCUPATION OF EACH PERSON THAT HAS AN\n   56  OWNERSHIP INTEREST OF TEN PERCENT OR MORE IN  THE  COMPANY.  A  LICENSEE\n\n       A. 1769                             6\n\n    1  SHALL  REPORT  TO THE DEPARTMENT WITHIN TEN DAYS ANY CHANGE RELATED TO A\n    2  PERSON WHO HAS AN OWNERSHIP INTEREST OF TEN PERCENT  OR  MORE  INCLUDING\n    3  ADDITIONS  TO  OR  DELETIONS  FROM  ANY  LIST OF SUCH PERSONS PREVIOUSLY\n    4  SUPPLIED  TO  THE DEPARTMENT AND ANY CHANGES IN THE NAMES, ADDRESSES, OR\n    5  OCCUPATIONS OF ANY PERSONS ON SUCH A LIST.\n    6    3. THIS SECTION DOES NOT APPLY TO  A  LICENSE  HOLDER  EMPLOYED  BY  A\n    7  SCHOOL DISTRICT WORKING ON A PROJECT FOR THAT SCHOOL DISTRICT.\n    8  S 32-0105. MOLD ASSESSMENT TECHNICIAN; LICENSING REQUIREMENTS.\n    9    1.  LICENSING  REQUIREMENT.  UNLESS  EXEMPTED UNDER SECTION 32-0103 OF\n   10  THIS ARTICLE, AN INDIVIDUAL MUST BE LICENSED AS A MOLD ASSESSMENT  TECH-\n   11  NICIAN  TO  PERFORM  ACTIVITIES  LISTED  UNDER  SUBDIVISION  TWO OF THIS\n   12  SECTION.\n   13    2. SCOPE. AN INDIVIDUAL LICENSED UNDER THIS SECTION IS  AUTHORIZED  TO\n   14  DETERMINE THE LOCATION AND EXTENT OF MOLD OR SUSPECTED MOLD PRESENT IN A\n   15  FACILITY. A MOLD ASSESSMENT TECHNICIAN IS LICENSED TO:\n   16    A. RECORD VISUAL OBSERVATIONS AND TAKE ON-SITE MEASUREMENTS, INCLUDING\n   17  TEMPERATURE,  HUMIDITY,  AND  MOISTURE  LEVELS,  DURING  AN  INITIAL  OR\n   18  POST-REMEDIATION MOLD ASSESSMENT;\n   19    B. COLLECT SAMPLES FOR MOLD ANALYSIS DURING AN  INITIAL  MOLD  ASSESS-\n   20  MENT;\n   21    C. PREPARE A MOLD ASSESSMENT REPORT; AND\n   22    D. COLLECT SAMPLES DURING A POST-REMEDIATION MOLD ASSESSMENT.\n   23    3.  QUALIFICATIONS. IN ADDITION TO THE REQUIREMENTS FOR ALL APPLICANTS\n   24  LISTED IN SECTION 32-0102 OF THIS ARTICLE, AN APPLICANT MUST BE  A  HIGH\n   25  SCHOOL  GRADUATE  OR HAVE OBTAINED A GENERAL EDUCATION DEVELOPMENT (GED)\n   26  CERTIFICATE.\n   27    4. FEES. THE FEES FOR A MOLD ASSESSMENT TECHNICIAN  LICENSE  SHALL  BE\n   28  TWO HUNDRED DOLLARS.\n   29    5.  APPLICATIONS  AND  RENEWALS.  APPLICATIONS  FOR  LICENSES SHALL BE\n   30  SUBMITTED AS REQUIRED BY SUBDIVISION FIVE OF  SECTION  32-0102  OF  THIS\n   31  ARTICLE.  AN  APPLICANT SHALL INCLUDE THE FOLLOWING INFORMATION WITH THE\n   32  APPLICATION:\n   33    A. IF THE APPLICATION IS FOR AN INITIAL LICENSE:\n   34    (1) A COPY OF A HIGH SCHOOL DIPLOMA OR GED CERTIFICATE;\n   35    (2) A COPY OF CERTIFICATION  AS  DESCRIBED  IN  SUBDIVISION  THREE  OF\n   36  SECTION 32-0102 OF THIS ARTICLE; AND\n   37    (3) PROOF OF SUCCESSFULLY PASSING THE STATE LICENSING EXAMINATION WITH\n   38  A SCORE OF AT LEAST SEVENTY PERCENT CORRECT; OR\n   39    B.  IF  THE APPLICATION IS FOR RENEWAL OF A LICENSE, A COPY OF CERTIF-\n   40  ICATION PURSUANT TO SUBDIVISION THREE OF SECTION 32-0102 OF  THIS  ARTI-\n   41  CLE.\n   42    6. RESPONSIBILITIES. A LICENSED MOLD ASSESSMENT TECHNICIAN SHALL:\n   43    A.  PERFORM  ONLY  ACTIVITIES  ALLOWED  UNDER  SUBDIVISION TWO OF THIS\n   44  SECTION;\n   45    B. COMPLY WITH MOLD SAMPLING PROTOCOLS ACCEPTED AS INDUSTRY STANDARDS;\n   46    C. UTILIZE THE SERVICES OF  A  LABORATORY  THAT  IS  LICENSED  BY  THE\n   47  DEPARTMENT TO PROVIDE ANALYSIS OF MOLD SAMPLES; AND\n   48    D. PROVIDE TO THE CLIENT A MOLD ASSESSMENT REPORT FOLLOWING AN INITIAL\n   49  (PRE-REMEDIATION) MOLD ASSESSMENT.\n   50  S 32-0106. MOLD REMEDIATION CONTRACTOR; LICENSING REQUIREMENTS.\n   51    1.  LICENSING  REQUIREMENTS.  UNLESS EXEMPTED UNDER SECTION 32-0103 OF\n   52  THIS ARTICLE, AN INDIVIDUAL MUST  BE  LICENSED  AS  A  MOLD  REMEDIATION\n   53  CONTRACTOR  TO  PERFORM  ACTIVITIES LISTED UNDER SUBDIVISION TWO OF THIS\n   54  SECTION.\n   55    2. SCOPE. AN INDIVIDUAL LICENSED UNDER THIS SECTION MAY  PERFORM  MOLD\n   56  REMEDIATION AND SUPERVISE REGISTERED MOLD REMEDIATION WORKERS PERFORMING\n\n       A. 1769                             7\n\n    1  MOLD REMEDIATION. IN ADDITION, A LICENSED MOLD REMEDIATION CONTRACTOR IS\n    2  LICENSED TO PROVIDE MOLD REMEDIATION SERVICES INCLUDING:\n    3    A.  PREPARING  A MOLD REMEDIATION WORK PLAN PROVIDING INSTRUCTIONS FOR\n    4  THE REMEDIATION EFFORTS TO BE PERFORMED FOR A MOLD REMEDIATION  PROJECT;\n    5  AND\n    6    B.  CONDUCTING  AND INTERPRETING THE RESULTS OF ACTIVITIES RECOMMENDED\n    7  IN A WORK PLAN DEVELOPED UNDER PARAGRAPH A OF THIS SUBDIVISION.\n    8    3. QUALIFICATIONS. IN ADDITION TO THE REQUIREMENTS FOR ALL  APPLICANTS\n    9  LISTED  IN  SECTION  32-0102  OF THIS ARTICLE, AN APPLICANT MUST MEET AT\n   10  LEAST ONE OF THE FOLLOWING EDUCATION AND/OR EXPERIENCE REQUIREMENTS:\n   11    A. A BACHELOR'S DEGREE FROM AN ACCREDITED COLLEGE OR UNIVERSITY WITH A\n   12  MAJOR IN A  NATURAL  OR  PHYSICAL  SCIENCE,  ENGINEERING,  ARCHITECTURE,\n   13  BUILDING  CONSTRUCTION,  OR  BUILDING  SCIENCES AND AT LEAST ONE YEAR OF\n   14  EXPERIENCE EITHER IN AN ALLIED FIELD  OR  AS  A  GENERAL  CONTRACTOR  IN\n   15  BUILDING CONSTRUCTION;\n   16    B.  AT LEAST SIXTY COLLEGE CREDIT HOURS WITH A GRADE OF C OR BETTER IN\n   17  THE NATURAL SCIENCES, PHYSICAL SCIENCES, ENVIRONMENTAL SCIENCES,  BUILD-\n   18  ING  SCIENCES, OR A FIELD RELATED TO ANY OF THOSE SCIENCES, AND AT LEAST\n   19  THREE YEARS OF EXPERIENCE IN AN ALLIED FIELD OR AS A GENERAL  CONTRACTOR\n   20  IN BUILDING CONSTRUCTION;\n   21    C.  A  HIGH  SCHOOL  DIPLOMA  OR  GENERAL  EDUCATION DEVELOPMENT (GED)\n   22  CERTIFICATE, PLUS AT LEAST FIVE YEARS OF EXPERIENCE IN AN  ALLIED  FIELD\n   23  OR AS A GENERAL CONTRACTOR IN BUILDING CONSTRUCTION; OR\n   24    D.  CERTIFICATION AS AN INDUSTRIAL HYGIENIST, A PROFESSIONAL ENGINEER,\n   25  A PROFESSIONAL REGISTERED SANITARIAN, A CERTIFIED  SAFETY  PROFESSIONAL,\n   26  OR  A  REGISTERED ARCHITECT, WITH AT LEAST ONE YEAR OF EXPERIENCE EITHER\n   27  IN AN ALLIED FIELD OR AS A GENERAL CONTRACTOR IN BUILDING CONSTRUCTION.\n   28    4. FEES. THE FEE FOR A MOLD REMEDIATION  CONTRACTOR  LICENSE  IS  FIVE\n   29  HUNDRED DOLLARS.\n   30    5.  APPLICATIONS  AND  RENEWALS.  APPLICATIONS  SHALL  BE SUBMITTED AS\n   31  REQUIRED BY SUBDIVISION FIVE OF SECTION  32-0102  OF  THIS  ARTICLE.  AN\n   32  APPLICANT SHALL INCLUDE THE FOLLOWING IN THE APPLICATION PACKAGE:\n   33    A. IF THE APPLICATION IS FOR AN INITIAL LICENSE:\n   34    (1)  VERIFIABLE  EVIDENCE THAT THE APPLICANT MEETS AT LEAST ONE OF THE\n   35  QUALIFICATIONS UNDER PARAGRAPH C OF SUBDIVISION THREE OF THIS SECTION;\n   36    (2) A COPY OF A CERTIFICATION AS DESCRIBED  IN  SUBDIVISION  THREE  OF\n   37  SECTION 32-0102 OF THIS ARTICLE;\n   38    (3) PROOF OF SUCCESSFULLY PASSING THE STATE LICENSING EXAMINATION WITH\n   39  A SCORE OF AT LEAST SEVENTY PERCENT CORRECT; OR\n   40    B. IF THE APPLICATION IS FOR RENEWAL OF A LICENSE, A COPY OF A CERTIF-\n   41  ICATION  AS  DESCRIBED  IN  SUBDIVISION THREE OF SECTION 32-0102 OF THIS\n   42  ARTICLE.\n   43    6. RESPONSIBILITIES. THE MOLD REMEDIATION CONTRACTOR SHALL BE  RESPON-\n   44  SIBLE FOR:\n   45    A.  SUPERVISING MOLD REMEDIATION WORKERS AS DEFINED IN SECTION 32-0101\n   46  OF THIS ARTICLE;\n   47    B. ACCURATELY INTERPRETING FIELD NOTES, DRAWINGS, AND REPORTS RELATING\n   48  TO MOLD ASSESSMENTS;\n   49    C. ADVISING CLIENTS ABOUT OPTIONS FOR MOLD REMEDIATION;\n   50    D. COMPLYING WITH STANDARDS FOR PREPARING MOLD REMEDIATION WORK PLANS;\n   51    E. PROVIDING TO A CLIENT A MOLD REMEDIATION WORK PLAN FOR THE  PROJECT\n   52  BEFORE THE MOLD REMEDIATION PREPARATION WORK BEGINS;\n   53    F.  INQUIRING  OF  THE CLIENT WHETHER ANY KNOWN OR SUSPECTED HAZARDOUS\n   54  MATERIALS, INCLUDING LEAD-BASED PAINT AND ASBESTOS, ARE PRESENT  IN  THE\n   55  PROJECT AREA;\n\n       A. 1769                             8\n\n    1    G.  SIGNING  AND DATING EACH MOLD REMEDIATION WORK PLAN THAT HE OR SHE\n    2  PREPARES ON THE COVER PAGE. THE COVER PAGE SHALL ALSO INCLUDE HIS OR HER\n    3  LICENSE NUMBER AND LICENSE EXPIRATION DATE. HE OR SHE MUST ALSO  INITIAL\n    4  THE  WORK PLAN ON EVERY PAGE THAT ADDRESSES THE SCOPE OF WORK AND ON ALL\n    5  DRAWINGS RELATED TO THE REMEDIATION WORK;\n    6    H.  ENSURING  THAT  ALL  INDIVIDUALS ARE PROVIDED WITH, TESTED FOR AND\n    7  TRAINED IN THE CORRECT USE OF  PERSONAL  PROTECTION  EQUIPMENT  REQUIRED\n    8  UNDER SUBDIVISION THREE OF SECTION 32-0108 OF THIS ARTICLE;\n    9    I.  PROVIDING  TO  THE  PROPERTY OWNER A COMPLETED CERTIFICATE OF MOLD\n   10  DAMAGE REMEDIATION NOT LATER THAN THE TENTH DAY  AFTER  THE  REMEDIATION\n   11  PROJECT IS COMPLETE; AND\n   12    J.  ASSURING  THAT  THE  CERTIFICATE  OF  MOLD DAMAGE REMEDIATION MUST\n   13  INCLUDE A STATEMENT BY A LICENSED MOLD ASSESSMENT  TECHNICIAN  (NOT  THE\n   14  LICENSED  MOLD REMEDIATION CONTRACTOR) THAT BASED ON VISUAL, PROCEDURAL,\n   15  AND ANALYTICAL EVALUATION, THE MOLD  CONTAMINATION  IDENTIFIED  FOR  THE\n   16  PROJECT HAS BEEN REMEDIATED AS OUTLINED IN THE MOLD REMEDIATION PROTOCOL\n   17  AND  THE  UNDERLYING  CAUSE OF THE MOLD HAS BEEN REMEDIATED SO THAT SUCH\n   18  TECHNICIAN IS REASONABLY CERTAIN THAT THE MOLD WILL NOT RETURN FROM  THE\n   19  SAME CAUSE.\n   20  S 32-0107. MINIMUM WORK PRACTICES AND PROCEDURES FOR MOLD ASSESSMENT.\n   21    1. SCOPE. THESE GENERAL WORK PRACTICES ARE MINIMUM REQUIREMENTS AND DO\n   22  NOT  CONSTITUTE  COMPLETE  OR SUFFICIENT SPECIFICATIONS FOR MOLD ASSESS-\n   23  MENT.\n   24    2. PURPOSE. THE PURPOSE OF A  MOLD  ASSESSMENT  IS  TO  DETERMINE  THE\n   25  SOURCES, LOCATIONS AND EXTENT OF MOLD GROWTH IN A BUILDING, TO DETERMINE\n   26  THE  CONDITION  OR CONDITIONS THAT CAUSED THE MOLD GROWTH, AND TO ENABLE\n   27  THE ASSESSMENT TECHNICIAN TO PREPARE A MOLD REMEDIATION PROTOCOL.\n   28    3. MOLD REMEDIATION PROTOCOL. AN ASSESSMENT TECHNICIAN SHALL PREPARE A\n   29  MOLD REMEDIATION PROTOCOL THAT IS SPECIFIC TO EACH  REMEDIATION  PROJECT\n   30  AND  PROVIDE  THE  PROTOCOL TO THE CLIENT BEFORE THE REMEDIATION BEGINS.\n   31  THE MOLD REMEDIATION PROTOCOL MUST SPECIFY:\n   32    A. THE ROOMS OR AREAS WHERE THE WORK WILL BE PERFORMED;\n   33    B. THE ESTIMATED QUANTITIES OF MATERIALS TO BE CLEANED OR REMOVED;\n   34    C. THE METHODS TO BE USED FOR EACH TYPE OF REMEDIATION IN EACH TYPE OF\n   35  AREA;\n   36    D. THE PERSONAL PROTECTION EQUIPMENT (PPE) TO BE USED BY  REMEDIATORS.\n   37  A  MINIMUM  OF  AN  N-95  RESPIRATOR  IS RECOMMENDED DURING MOLD-RELATED\n   38  ACTIVITIES WHEN MOLD GROWTH COULD OR WOULD BE DISTURBED.  USING  PROFES-\n   39  SIONAL  JUDGMENT, A TECHNICIAN MAY SPECIFY ADDITIONAL OR MORE PROTECTIVE\n   40  PPE IF HE OR SHE DETERMINES THAT IT IS WARRANTED;\n   41    E. THE PROPOSED TYPES OF CONTAINMENT, AS THAT TERM IS DEFINED IN PARA-\n   42  GRAPH C OF SUBDIVISION ONE OF SECTION 32-0101 OF  THIS  ARTICLE  AND  AS\n   43  DESCRIBED  IN  SUBDIVISION  FIVE  OF THIS SECTION, TO BE USED DURING THE\n   44  PROJECT IN EACH TYPE OF AREA; AND\n   45    F. THE PROPOSED CLEARANCE PROCEDURES AND  CRITERIA,  AS  DESCRIBED  IN\n   46  THIS SECTION, FOR EACH TYPE OF REMEDIATION IN EACH TYPE OF AREA.\n   47    4.  BUILDING  OCCUPANTS.  A  MOLD ASSESSMENT CONSULTANT SHALL CONSIDER\n   48  WHETHER TO RECOMMEND TO A CLIENT THAT, BEFORE  REMEDIATION  BEGINS,  THE\n   49  CLIENT  SHOULD INFORM BUILDING OCCUPANTS OF MOLD-RELATED ACTIVITIES THAT\n   50  WILL DISTURB OR WILL HAVE THE POTENTIAL TO DISTURB AREAS OF MOLD CONTAM-\n   51  INATION.\n   52    5. CONTAINMENT REQUIREMENTS. CONTAINMENT MUST BE SPECIFIED IN  A  MOLD\n   53  REMEDIATION PROTOCOL WHEN THE MOLD CONTAMINATION AFFECTS A TOTAL SURFACE\n   54  AREA  OF  TWENTY-FIVE  CONTIGUOUS  SQUARE  FEET OR MORE FOR THE PROJECT.\n   55  CONTAINMENT IS NOT REQUIRED IF ONLY PERSONS WHO ARE LICENSED UNDER  THIS\n   56  ARTICLE  OCCUPY THE BUILDING IN WHICH THE REMEDIATION TAKES PLACE AT ANY\n\n       A. 1769                             9\n\n    1  TIME DURING THE REMEDIATION PROJECT. THE CONTAINMENT  SPECIFIED  IN  THE\n    2  REMEDIATION  PROTOCOL  MUST  PREVENT  THE SPREAD OF MOLD TO AREAS OF THE\n    3  BUILDING OUTSIDE THE CONTAINMENT UNDER  NORMAL  CONDITIONS  OF  USE.  IF\n    4  WALK-IN  CONTAINMENT  IS  USED,  SUPPLY  AND  RETURN  AIR  VENTS MUST BE\n    5  BLOCKED, AND AIR PRESSURE WITHIN THE WALK-IN CONTAINMENT MUST  BE  LOWER\n    6  THAN THE PRESSURE IN BUILDING AREAS ADJACENT TO THE CONTAINMENT.\n    7    6.  DISINFECTANTS,  BIOCIDES AND ANTIMICROBIAL COATINGS. AN ASSESSMENT\n    8  TECHNICIAN WHO INDICATES IN A REMEDIATION PROTOCOL THAT A  DISINFECTANT,\n    9  BIOCIDE,  OR  ANTIMICROBIAL  COATING  WILL BE USED ON A MOLD REMEDIATION\n   10  PROJECT SHALL INDICATE A SPECIFIC PRODUCT OR BRAND ONLY IF IT IS  REGIS-\n   11  TERED  BY  THE  UNITED  STATES  ENVIRONMENTAL  PROTECTION AGENCY FOR THE\n   12  INTENDED USE AND IF THE USE IS CONSISTENT WITH THE MANUFACTURER'S LABEL-\n   13  ING INSTRUCTIONS. A DECISION BY AN ASSESSMENT  CONSULTANT  TO  USE  SUCH\n   14  PRODUCTS MUST TAKE INTO ACCOUNT THE POTENTIAL FOR OCCUPANT SENSITIVITIES\n   15  AND  POSSIBLE  ADVERSE REACTIONS TO CHEMICALS THAT HAVE THE POTENTIAL TO\n   16  BE OFF-GASSED FROM SURFACES COATED WITH SUCH PRODUCTS.\n   17    7. CLEARANCE PROCEDURES AND CRITERIA. IN THE REMEDIATION PROTOCOL  FOR\n   18  THE PROJECT, THE ASSESSMENT TECHNICIAN SHALL SPECIFY:\n   19    A. AT LEAST ONE NATIONALLY RECOGNIZED ANALYTICAL METHOD FOR USE WITHIN\n   20  EACH  REMEDIATED  AREA  IN  ORDER  TO DETERMINE WHETHER THE MOLD CONTAM-\n   21  INATION IDENTIFIED FOR THE PROJECT HAS BEEN REMEDIATED  AS  OUTLINED  IN\n   22  THE REMEDIATION PROTOCOL;\n   23    B. THE CRITERIA TO BE USED FOR EVALUATING ANALYTICAL RESULTS TO DETER-\n   24  MINE WHETHER THE REMEDIATION PROJECT PASSES CLEARANCE;\n   25    C.  THAT  POST-REMEDIATION ASSESSMENT SHALL BE CONDUCTED WHILE WALK-IN\n   26  CONTAINMENT IS IN PLACE, IF WALK-IN CONTAINMENT  IS  SPECIFIED  FOR  THE\n   27  PROJECT; AND\n   28    D.  THE  PROCEDURES  TO  BE USED IN DETERMINING WHETHER THE UNDERLYING\n   29  CAUSE OF THE MOLD IDENTIFIED FOR THE PROJECT HAS BEEN REMEDIATED SO THAT\n   30  SUCH TECHNICIAN IS REASONABLY CERTAIN THAT THE MOLD WILL NOT RETURN FROM\n   31  THE SAME CAUSE.\n   32  S 32-0108. MINIMUM WORK PRACTICES AND PROCEDURES FOR MOLD REMEDIATION.\n   33    1. SCOPE. THESE GENERAL WORK PRACTICES ARE MINIMUM REQUIREMENTS AND DO\n   34  NOT CONSTITUTE COMPLETE OR SUFFICIENT SPECIFICATIONS FOR A MOLD  REMEDI-\n   35  ATION  PROJECT.  MORE  DETAILED  REQUIREMENTS DEVELOPED BY AN ASSESSMENT\n   36  TECHNICIAN FOR A PARTICULAR  PROJECT  SHALL  TAKE  PRECEDENCE  OVER  THE\n   37  PROVISIONS OF THIS SECTION.\n   38    2.  REMEDIATION  WORK  PLAN.  A REMEDIATION CONTRACTOR SHALL PREPARE A\n   39  MOLD REMEDIATION WORK PLAN THAT IS SPECIFIC TO  EACH  PROJECT,  FULFILLS\n   40  ALL  THE  REQUIREMENTS  OF  THE  MOLD  REMEDIATION PROTOCOL AND PROVIDES\n   41  SPECIFIC INSTRUCTIONS AND/OR STANDARD OPERATING  PROCEDURES  FOR  HOW  A\n   42  MOLD  REMEDIATION  PROJECT WILL BE PERFORMED. THE REMEDIATION CONTRACTOR\n   43  SHALL PROVIDE THE MOLD REMEDIATION WORK PLAN TO THE CLIENT  BEFORE  SITE\n   44  PREPARATION WORK BEGINS.\n   45    3.  PERSONAL PROTECTIVE EQUIPMENT (PPE) REQUIREMENTS. IF AN ASSESSMENT\n   46  TECHNICIAN SPECIFIES IN  THE  MOLD  REMEDIATION  PROTOCOL  THAT  PPE  IS\n   47  REQUIRED  FOR  THE PROJECT, THE REMEDIATION CONTRACTOR SHALL PROVIDE THE\n   48  SPECIFIED PPE TO ALL EMPLOYEES WHO ENGAGE IN REMEDIATION ACTIVITIES  AND\n   49  WHO  WILL,  OR ARE ANTICIPATED TO, DISTURB OR REMOVE MOLD CONTAMINATION,\n   50  WHEN THE MOLD AFFECTS A TOTAL SURFACE AREA FOR THE PROJECT OF 25 CONTIG-\n   51  UOUS FEET OR MORE. THE RECOMMENDED MINIMUM PPE IS  AN  N-95  RESPIRATOR.\n   52  EACH EMPLOYEE WHO IS PROVIDED PPE MUST RECEIVE TRAINING ON THE APPROPRI-\n   53  ATE USE AND CARE OF THE PROVIDED PPE.\n   54    4.  CONTAINMENT REQUIREMENTS. THE CONTAINMENT SPECIFIED IN THE REMEDI-\n   55  ATION PROTOCOL MUST BE USED ON A MOLD REMEDIATION PROJECT WHEN THE  MOLD\n   56  AFFECTS  A  TOTAL  SURFACE AREA OF TWENTY-FIVE CONTIGUOUS SQUARE FEET OR\n\n       A. 1769                            10\n\n    1  MORE FOR THE PROJECT.  CONTAINMENT IS NOT REQUIRED IF ONLY  PERSONS  WHO\n    2  ARE LICENSED UNDER THIS ARTICLE OCCUPY THE BUILDING IN WHICH THE REMEDI-\n    3  ATION  TAKES  PLACE  AT  ANY  TIME DURING THE REMEDIATION PROJECT.   THE\n    4  CONTAINMENT,  WHEN CONSTRUCTED AS DESCRIBED IN THE REMEDIATION WORK PLAN\n    5  AND UNDER NORMAL CONDITIONS OF USE, MUST PREVENT THE SPREAD OF  MOLD  TO\n    6  AREAS  OUTSIDE  THE  CONTAINMENT. IF WALK-IN CONTAINMENT IS USED, SUPPLY\n    7  AND RETURN AIR VENTS MUST BE BLOCKED, AND AIR PRESSURE WITHIN THE  WALK-\n    8  IN  CONTAINMENT  MUST BE LOWER THAN THE PRESSURE IN BUILDING AREAS ADJA-\n    9  CENT TO THE CONTAINMENT.\n   10    5. NOTICE SIGNS. SIGNS ADVISING THAT A MOLD REMEDIATION PROJECT IS  IN\n   11  PROGRESS  SHALL  BE DISPLAYED AT ALL ACCESSIBLE ENTRANCES TO REMEDIATION\n   12  AREAS. THE SIGNS SHALL BE AT LEAST EIGHT INCHES BY TEN  INCHES  IN  SIZE\n   13  AND  SHALL BEAR THE WORDS \"NOTICE: MOLD REMEDIATION PROJECT IN PROGRESS\"\n   14  IN BLACK ON A YELLOW BACKGROUND. THE TEXT OF THE SIGNS MUST  BE  LEGIBLE\n   15  FROM A DISTANCE OF TEN FEET.\n   16    6.  REMOVAL  OF  CONTAINMENT.  NO PERSON SHALL REMOVE OR DISMANTLE ANY\n   17  WALK-IN CONTAINMENT STRUCTURES OR MATERIALS FROM A PROJECT SITE PRIOR TO\n   18  RECEIPT BY THE  LICENSED  MOLD  REMEDIATION  CONTRACTOR  OVERSEEING  THE\n   19  PROJECT  OF  A WRITTEN NOTICE FROM A LICENSED MOLD ASSESSMENT TECHNICIAN\n   20  THAT THE PROJECT HAS  ACHIEVED  CLEARANCE  AS  DESCRIBED  UNDER  SECTION\n   21  32-0109 OF THIS ARTICLE.\n   22    7.  DISINFECTANTS, BIOCIDES AND ANTIMICROBIAL COATINGS. DISINFECTANTS,\n   23  BIOCIDES AND ANTIMICROBIAL COATINGS MAY BE USED ONLY  IF  THEIR  USE  IS\n   24  SPECIFIED  IN A MOLD REMEDIATION PROTOCOL, IF THEY ARE REGISTERED BY THE\n   25  UNITED STATES ENVIRONMENTAL PROTECTION AGENCY FOR THE INTENDED  USE  AND\n   26  IF  THE USE IS CONSISTENT WITH THE MANUFACTURER'S LABELING INSTRUCTIONS.\n   27  IF A PROTOCOL SPECIFIES THE USE OF SUCH A PRODUCT BUT DOES  NOT  SPECIFY\n   28  THE  BRAND  OR  TYPE OF PRODUCT, A REMEDIATION CONTRACTOR MAY SELECT THE\n   29  BRAND OR TYPE OF PRODUCT TO BE USED, SUBJECT TO THE OTHER PROVISIONS  OF\n   30  THIS  SUBDIVISION. A DECISION BY AN ASSESSMENT TECHNICIAN OR REMEDIATION\n   31  CONTRACTOR TO USE SUCH A PRODUCT MUST TAKE INTO  ACCOUNT  THE  POTENTIAL\n   32  FOR  OCCUPANT  SENSITIVITIES AND POSSIBLE ADVERSE REACTIONS TO CHEMICALS\n   33  THAT HAVE THE POTENTIAL TO BE OFF-GASSED FROM SURFACES COATED  WITH  THE\n   34  PRODUCT.\n   35  S 32-0109. POST-REMEDIATION ASSESSMENT AND CLEARANCE.\n   36    1. CLEARANCE CRITERIA. FOR A REMEDIATION PROJECT TO ACHIEVE CLEARANCE,\n   37  A  LICENSED  MOLD ASSESSMENT TECHNICIAN SHALL CONDUCT A POST-REMEDIATION\n   38  ASSESSMENT USING VISUAL, PROCEDURAL, AND ANALYTICAL METHODS. IF  WALK-IN\n   39  CONTAINMENT  IS USED DURING REMEDIATION, THE POST-REMEDIATION ASSESSMENT\n   40  SHALL BE CONDUCTED WHILE THE WALK-IN CONTAINMENT IS IN PLACE. THE  POST-\n   41  REMEDIATION ASSESSMENT SHALL DETERMINE WHETHER:\n   42    A. THE WORK AREA IS FREE FROM ALL VISIBLE MOLD AND WOOD ROT; AND\n   43    B.  ALL  WORK  HAS  BEEN  COMPLETED IN COMPLIANCE WITH THE REMEDIATION\n   44  PROTOCOL AND REMEDIATION WORK PLAN AND MEETS CLEARANCE  CRITERIA  SPECI-\n   45  FIED IN THE PROTOCOL.\n   46    2. UNDERLYING CAUSE OF MOLD. POST-REMEDIATION ASSESSMENT SHALL, TO THE\n   47  EXTENT  FEASIBLE,  DETERMINE  THAT  THE UNDERLYING CAUSE OF THE MOLD HAS\n   48  BEEN REMEDIATED SO THAT IT IS REASONABLY CERTAIN THAT THE MOLD WILL  NOT\n   49  RETURN FROM THAT REMEDIATED CAUSE.\n   50    3.  ANALYTICAL  METHODS.  A. THE ASSESSMENT TECHNICIAN SHALL PERFORM A\n   51  VISUAL, PROCEDURAL, AND ANALYTICAL EVALUATION IN EACH REMEDIATED AREA IN\n   52  ORDER TO DETERMINE WHETHER THE MOLD  CONTAMINATION  IDENTIFIED  FOR  THE\n   53  PROJECT HAS BEEN REMEDIATED AS OUTLINED IN THE REMEDIATION PROTOCOL.\n   54    B. THE TECHNICIAN SHALL USE ONLY THE ANALYTICAL METHODS AND THE CRITE-\n   55  RIA FOR EVALUATING ANALYTICAL RESULTS THAT WERE SPECIFIED IN THE REMEDI-\n   56  ATION  PROTOCOL,  UNLESS CIRCUMSTANCES BEYOND THE CONTROL OF THE TECHNI-\n\n       A. 1769                            11\n\n    1  CIAN AND THE REMEDIATION CONTRACTOR NECESSITATE  ALTERNATIVE  ANALYTICAL\n    2  METHODS  OR CRITERIA. THE CONSULTANT SHALL PROVIDE TO THE CLIENT WRITTEN\n    3  DOCUMENTATION OF THE NEED FOR ANY DEVIATION FROM THE REMEDIATION  PROTO-\n    4  COL  AND  THE  ALTERNATIVE ANALYTICAL METHODS AND CRITERIA SELECTED, AND\n    5  SHALL OBTAIN APPROVAL FROM THE CLIENT FOR THEIR USE,  BEFORE  PROCEEDING\n    6  WITH THE POST-REMEDIATION ASSESSMENT.\n    7    C.  WHERE  VISUAL  INSPECTION  REVEALS DEFICIENCIES SUFFICIENT TO FAIL\n    8  CLEARANCE, ANALYTICAL METHODS NEED NOT BE USED.\n    9    4. PASSED CLEARANCE REPORT. AN ASSESSMENT  TECHNICIAN  WHO  DETERMINES\n   10  THAT REMEDIATION HAS BEEN SUCCESSFUL SHALL ISSUE A WRITTEN PASSED CLEAR-\n   11  ANCE  REPORT  TO  THE  CLIENT AT THE CONCLUSION OF EACH MOLD REMEDIATION\n   12  PROJECT. THE REPORT MUST INCLUDE THE FOLLOWING:\n   13    A. A DESCRIPTION OF RELEVANT WORKSITE OBSERVATIONS;\n   14    B. THE  TYPE  AND  LOCATION  OF  ALL  MEASUREMENTS  MADE  AND  SAMPLES\n   15  COLLECTED AT THE WORKSITE;\n   16    C. ALL DATA OBTAINED AT THE WORKSITE, INCLUDING TEMPERATURE, HUMIDITY,\n   17  AND MATERIAL MOISTURE READINGS;\n   18    D.  THE  RESULTS  OF ANALYTICAL EVALUATION OF THE SAMPLES COLLECTED AT\n   19  THE WORKSITE;\n   20    E. COPIES OF ALL PHOTOGRAPHS THE CONSULTANT TOOK; AND\n   21    F. A CLEAR STATEMENT THAT THE PROJECT HAS PASSED CLEARANCE.\n   22    5. FINAL STATUS REPORT. IF THE MOLD ASSESSMENT  CONSULTANT  DETERMINES\n   23  THAT  REMEDIATION HAS NOT BEEN SUCCESSFUL AND CEASES TO BE INVOLVED WITH\n   24  THE PROJECT BEFORE THE PROJECT PASSES CLEARANCE,  THE  CONSULTANT  SHALL\n   25  ISSUE A WRITTEN FINAL STATUS REPORT TO THE CLIENT AND TO THE REMEDIATION\n   26  CONTRACTOR  OR  COMPANY  PERFORMING  THE PROJECT. THE STATUS REPORT MUST\n   27  INCLUDE THE ITEMS LISTED IN PARAGRAPHS A, B, C, D, AND E OF  SUBDIVISION\n   28  FOUR OF THIS SECTION AND ANY CONCLUSIONS THAT THE CONSULTANT HAS DRAWN.\n   29  S 32-0110. DUTY OF PROPERTY OWNER.\n   30    IF  A  PROPERTY  OWNER  SELLS  THE  PROPERTY, THE PROPERTY OWNER SHALL\n   31  PROVIDE TO THE BUYER A COPY OF EACH CERTIFICATE OF MOLD  DAMAGE  REMEDI-\n   32  ATION  ISSUED  FOR THE PROPERTY UNDER THIS SECTION DURING THE FIVE YEARS\n   33  PRECEDING THE DATE THE PROPERTY OWNER SELLS THE PROPERTY.\n   34  S 32-0111. COMPLIANCE; INSPECTIONS AND INVESTIGATIONS.\n   35    1. THE DEPARTMENT MAY INSPECT OR INVESTIGATE THE BUSINESS PRACTICES OF\n   36  ANY PERSONS INVOLVED WITH MOLD-RELATED ACTIVITY FOR COMPLIANCE WITH THIS\n   37  ARTICLE.\n   38    2. A DEPARTMENT REPRESENTATIVE, UPON PRESENTING A DEPARTMENT IDENTIFI-\n   39  CATION CARD, SHALL HAVE THE RIGHT TO ENTER AT ALL REASONABLE  TIMES  ANY\n   40  AREA  OR ENVIRONMENT, INCLUDING BUT NOT LIMITED TO ANY CONTAINMENT AREA,\n   41  BUILDING, CONSTRUCTION SITE, STORAGE  OR  OFFICE  AREA,  OR  VEHICLE  TO\n   42  REVIEW  RECORDS,  TO  QUESTION  ANY  PERSON,  OR TO LOCATE, IDENTIFY, OR\n   43  ASSESS AREAS OF MOLD GROWTH FOR THE PURPOSE OF INSPECTION  AND  INVESTI-\n   44  GATION FOR COMPLIANCE WITH THIS ARTICLE.\n   45    3.  A  DEPARTMENT  REPRESENTATIVE  CONDUCTING  OFFICIAL  DUTIES IS NOT\n   46  REQUIRED TO NOTIFY IN ADVANCE OR SEEK PERMISSION TO CONDUCT  INSPECTIONS\n   47  OR  INVESTIGATIONS.  IT IS A VIOLATION FOR ANY PERSON TO INTERFERE WITH,\n   48  DENY, OR DELAY AN INSPECTION OR INVESTIGATION CONDUCTED BY A  DEPARTMENT\n   49  REPRESENTATIVE.  A  DEPARTMENT  REPRESENTATIVE  SHALL  NOT BE IMPEDED OR\n   50  REFUSED ENTRY IN THE COURSE OF OFFICIAL DUTIES BY REASON OF ANY  REGULA-\n   51  TORY OR CONTRACTUAL SPECIFICATION.\n   52    4.  A PERSON WHO BELIEVES THAT ANY PROVISION UNDER THIS TITLE HAS BEEN\n   53  VIOLATED MAY FILE A WRITTEN COMPLAINT WITH THE DEPARTMENT. THE COMPLAINT\n   54  FORM IS AVAILABLE ON THE  DEPARTMENT'S  WEBSITE.  THE  DEPARTMENT  SHALL\n   55  CONDUCT  AN  INVESTIGATION,  INCLUDING FOR AN ANONYMOUS COMPLAINT IF THE\n   56  COMPLAINANT PROVIDES SUFFICIENT INFORMATION.\n\n       A. 1769                            12\n\n    1    DEPARTMENT REPRESENTATIVES SHALL INVESTIGATE COMPLAINTS BY THE  PUBLIC\n    2  REGARDING VIOLATIONS OF THE PROVISIONS OF THIS TITLE.\n    3  S 32-0112. COMPLIANCE; REPRIMAND, SUSPENSION, REVOCATIONS, PROBATION.\n    4    THE  DEPARTMENT  MAY  ISSUE  AN ADMINISTRATIVE PENALTY AS DESCRIBED IN\n    5  SECTION 32-0113 OF THIS ARTICLE, DENY AN APPLICATION,  SUSPEND,  SUSPEND\n    6  WITH  PROBATIONARY  TERMS,  OR REVOKE A LICENSE OF A PERSON WHO VIOLATES\n    7  ANY PROVISION UNDER THIS TITLE. IN ADDITION, THE DEPARTMENT MAY ISSUE AN\n    8  ADMINISTRATIVE PENALTY,  DENY  AN  APPLICATION,  SUSPEND,  SUSPEND  WITH\n    9  PROBATIONARY TERMS, OR REVOKE A LICENSE OF A PERSON WHO:\n   10    1. FAILS TO COMPLY WITH THIS ARTICLE;\n   11    2.  HAS  FRAUDULENTLY OR DECEPTIVELY OBTAINED OR ATTEMPTED TO OBTAIN A\n   12  CREDENTIAL, ID CARD OR APPROVAL, INCLUDING  ENGAGING  IN  MISCONDUCT  OR\n   13  DISHONESTY  DURING  THE STATE LICENSING EXAMINATION, SUCH AS CHEATING OR\n   14  HAVING ANOTHER PERSON TAKE OR ATTEMPT TO TAKE THE EXAMINATION  FOR  THAT\n   15  PERSON;\n   16    3.  DUPLICATES  OR ALLOWS ANOTHER PERSON TO DUPLICATE A CREDENTIAL, ID\n   17  CARD OR APPROVAL;\n   18    4. USES A CREDENTIAL ISSUED TO ANOTHER  PERSON  OR  ALLOWS  ANY  OTHER\n   19  PERSON TO USE A CREDENTIAL, ID CARD OR APPROVAL NOT ISSUED TO THAT OTHER\n   20  PERSON;\n   21    5.  FALSIFIES  RECORDS FOR MOLD-RELATED ACTIVITIES THAT THE DEPARTMENT\n   22  REQUIRES THE PERSON TO CREATE, SUBMIT, OR MAINTAIN; OR\n   23    6. IS CONVICTED OF A FELONY OR MISDEMEANOR ARISING  FROM  MOLD-RELATED\n   24  ACTIVITY.\n   25  S 32-0113. COMPLIANCE; ADMINISTRATIVE PENALTY.\n   26    1.  IF  A  PERSON  VIOLATES THIS ARTICLE, THE DEPARTMENT MAY ASSESS AN\n   27  ADMINISTRATIVE PENALTY.\n   28    2. THE PENALTY SHALL NOT EXCEED THREE THOUSAND DOLLARS PER  VIOLATION.\n   29  THE DEPARTMENT MAY REDUCE OR ENHANCE PENALTIES AS WARRANTED.\n   30    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to establishing mold assessment and remediation requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110112.T113458.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294850098402
}