{
  "year" : 2011,
  "senateBillNo" : "A176-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A176-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes and directs the workers' compensation board to redetermine the award of volunteer firefighter disability benefits to William DuBois of New Paltz, New York",
  "summary" : "Authorizes and directs the workers' compensation board to redetermine the award of volunteer firefighter disability benefits to William DuBois of New Paltz, New York who was injured in the line of duty; provides that such redetermination shall be made as if such injury had occurred on or after July 1, 1992. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "A1009-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          176\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Labor\n\n       AN  ACT to authorize and direct the workers' compensation board to rede-\n         termine the award of volunteer firefighter benefits to William  DuBois\n         of New Paltz, New York who was injured in the line of duty\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and declaration of intent. The  legis-\n    2  lature  hereby  finds  that  William  DuBois  of New Paltz, New York was\n    3  severely injured on January 12, 1976 while in the line of duty as a  New\n    4  Paltz volunteer fire chief. While fighting a structure fire on the first\n    5  floor  of  8  Locust Lane in New Paltz, Mr. DuBois was crushed beneath a\n    6  collapsing roof. He  sustained  severe  spinal  injuries,  nerve  damage\n    7  throughout  his  body,  and  crushed  and  torn  ligaments,  muscles and\n    8  tendons. To this day he still suffers from chronic pain  and  his  move-\n    9  ments  are  extremely  limited. In 1993, he underwent corrective surgery\n   10  and experienced no relief. He has been advised  by  orthopedic  surgeons\n   11  and  specialists  that there is no definite procedure that is guaranteed\n   12  to improve his condition.\n   13    The legislature further finds that due to the  exceptional  nature  of\n   14  Mr.  DuBois' injuries, the original award of volunteer firefighter disa-\n   15  bility  benefits  under  the  law  as  it existed at the time has become\n   16  totally inadequate for the  purpose  for  which  it  was  intended,  has\n   17  resulted in hardship, and should be redetermined under present law as if\n   18  Mr. DuBois sustained all of his injuries in the line of duty on or after\n   19  July 1, 1992.\n   20    Accordingly,  the  purpose of this act is to remedy this injustice and\n   21  hardship arising from special circumstances by  directing  the  workers'\n   22  compensation  board to redetermine Mr. DuBois' award under the volunteer\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01155-01-1\n\n       A. 176                              2\n\n    1  firefighters' benefit law as if he had been injured in the line of  duty\n    2  on or after July 1, 1992.\n    3    S  2.  Notwithstanding  any  contrary provision of the volunteer fire-\n    4  fighters' benefit law or of the workers' compensation law but  otherwise\n    5  subject  to such laws, the workers' compensation board is hereby author-\n    6  ized and directed to redetermine and issue forthwith its award of volun-\n    7  teer firefighter disability benefits to William DuBois of New Paltz, New\n    8  York as if he sustained in the line of duty on or after July 1, 1992 the\n    9  injuries upon which his original award  was  based  and  all  subsequent\n   10  injuries  in  any  way  related  thereto.  Such redetermined award shall\n   11  include coverage of all medical and rehabilitative care rendered  on  or\n   12  after  the  effective  date  of  this act and in any way related to such\n   13  injuries sustained in the line of duty on or after  July  1,  1992,  and\n   14  shall  be  paid  prospectively beginning with the effective date of this\n   15  act. Such benefit shall be paid from the fund for reopened cases in  the\n   16  manner otherwise provided by law.\n   17    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize and direct the workers' compensation board to redetermine the award of volunteer firefighter benefits to William DuBois of New Paltz, New York who was injured in the line of duty ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T132424.TXT", "SOBI.D101216.T124448.TXT", "SOBI.D101217.T115937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292605177355
}