{
  "year" : 2011,
  "senateBillNo" : "A1764-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1764-2011-1294722000000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Restricts age, geographical and other forms of discrimination in the rental of motor vehicles",
  "summary" : "Restricts age, geographical and other forms of discrimination in the rental of motor vehicles; provides for both attorney general and private right of action; limits maximum allowable deposit used as security for the payment of the rental rate to one hundred fifty percent of such rental rate; corrects internal references. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A3654-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Silver",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1764\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. PHEFFER, SILVER, AUBRY, DINOWITZ, GABRYSZAK --\n         Multi-Sponsored by -- M. of A.  CLARK,  COLTON,  CYMBROWITZ,  FARRELL,\n         GALEF, GANTT, GLICK, GOTTFRIED, HIKIND, HOYT, JACOBS, MAYERSOHN, MILL-\n         MAN,  ORTIZ,  TOWNS  --  read  once  and  referred to the Committee on\n         Consumer Affairs and Protection\n\n       AN ACT to amend the general business  law  and  the  insurance  law,  in\n         relation to the rental of motor vehicles\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 391-g of the general  business  law,  as  added  by\n    2  chapter 136 of the laws of 1977, is amended to read as follows:\n    3    S  391-g. Rental of motor vehicles; discrimination on the basis of age\n    4  prohibited. 1. It shall be unlawful for any person,  firm,  partnership,\n    5  association  or  corporation  engaged  in  the business of renting motor\n    6  vehicles to [refuse to rent such vehicle to any person eighteen years of\n    7  age or older solely on the basis of age provided] ENGAGE IN ANY  OF  THE\n    8  FOLLOWING  PRACTICES ON THE BASIS OF THE AGE OF THE PERSON ATTEMPTING TO\n    9  ENTER INTO SUCH RENTAL AGREEMENT, INCLUDING ON THE BASIS OF SUCH  PERSON\n   10  BEING  EITHER  OVER  THE  AGE  OF SIXTY OR UNDER THE AGE OF TWENTY-FIVE,\n   11  PROVIDED THAT SUCH PERSON IS AT LEAST EIGHTEEN YEARS  OF  AGE  AND  that\n   12  insurance coverage for persons of such age is available[. Any]:\n   13    (A) REFUSE TO RENT SUCH VEHICLE;\n   14    (B)  IMPOSE  ANY  ADDITIONAL  CHARGE  FOR  THE RENTAL OF SUCH VEHICLE,\n   15  EXCEPT THAT ANY actual extra cost for insurance related to  the  age  of\n   16  the person renting such motor vehicle may be passed on to such person IN\n   17  ACCORDANCE  WITH RULES AND REGULATIONS PROMULGATED BY THE SUPERINTENDENT\n   18  OF INSURANCE PURSUANT TO SECTION THREE THOUSAND FOUR  HUNDRED  FORTY  OF\n   19  THE INSURANCE LAW; OR\n   20    (C)  IMPOSE  ANY  ADDITIONAL  TERMS, CONDITIONS OR PRIVILEGES UPON THE\n   21  RENTAL OF SUCH VEHICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00801-01-1\n\n       A. 1764                             2\n\n    1    2. [A knowing violation of this section shall be punishable by a  fine\n    2  not  to exceed five hundred dollars] UPON ANY VIOLATION OF THIS SECTION,\n    3  AN APPLICATION MAY BE MADE BY THE ATTORNEY GENERAL IN THE  NAME  OF  THE\n    4  PEOPLE  OF  THE STATE TO A COURT OR JUSTICE HAVING JURISDICTION TO ISSUE\n    5  AN  INJUNCTION,  AND UPON NOTICE TO THE RESPONDENT OF NOT LESS THAN FIVE\n    6  DAYS, TO ENJOIN AND RESTRAIN THE CONTINUANCE OF  THE  VIOLATION.  IF  IT\n    7  SHALL  APPEAR  TO  THE  SATISFACTION  OF  THE  COURT OR JUSTICE THAT THE\n    8  RESPONDENT HAS VIOLATED ANY PROVISION OF THIS SECTION, AN INJUNCTION MAY\n    9  BE ISSUED BY THE COURT OR JUSTICE, ENJOINING AND RESTRAINING ANY FURTHER\n   10  VIOLATION, WITHOUT REQUIRING PROOF THAT ANY PERSON HAS,  IN  FACT,  BEEN\n   11  INJURED  OR  DAMAGED THEREBY. IN ANY SUCH PROCEEDING, THE COURT MAY MAKE\n   12  ALLOWANCES TO THE ATTORNEY GENERAL  AS  PROVIDED  IN  PARAGRAPH  SIX  OF\n   13  SUBDIVISION (A) OF SECTION EIGHTY-THREE HUNDRED THREE OF THE CIVIL PRAC-\n   14  TICE  LAW  AND  RULES,  AND DIRECT RESTITUTION. WHENEVER THE COURT SHALL\n   15  DETERMINE THAT A VIOLATION OF THIS SECTION HAS OCCURRED, THE  COURT  MAY\n   16  IMPOSE  A  CIVIL  PENALTY OF NOT MORE THAN ONE THOUSAND DOLLARS FOR EACH\n   17  VIOLATION.\n   18    3. IN ADDITION TO ANY RIGHT OF ACTION GRANTED TO THE ATTORNEY  GENERAL\n   19  PURSUANT  TO  THIS SECTION, ANY PERSON WHO HAS BEEN INJURED BY REASON OF\n   20  ANY VIOLATION OF THIS SECTION MAY BRING AN ACTION IN HIS OR HER OWN NAME\n   21  TO ENJOIN SUCH UNLAWFUL ACT OR PRACTICE, AN ACTION TO RECOVER HIS OR HER\n   22  ACTUAL DAMAGES OR TWO HUNDRED FIFTY DOLLARS, WHICHEVER  IS  GREATER,  OR\n   23  BOTH  SUCH ACTIONS. THE COURT MAY, IN ITS DISCRETION, AWARD THE PREVAIL-\n   24  ING PLAINTIFF IN SUCH ACTION A PENALTY UP TO ONE  THOUSAND  DOLLARS,  IF\n   25  THE  COURT  FINDS  THE  DEFENDANT  WILLFULLY  OR  KNOWINGLY VIOLATED THE\n   26  PROVISIONS OF THIS SECTION. THE COURT MAY  AWARD  REASONABLE  ATTORNEYS'\n   27  FEES TO A PREVAILING PLAINTIFF.\n   28    S  2.  Section  391-l of the general business law, as added by chapter\n   29  573 of the laws of 1980, subdivision 3 as amended by chapter 656 of  the\n   30  laws of 2002 and such section as redesignated by chapter 694 of the laws\n   31  of 1995, is amended to read as follows:\n   32    S  391-l. Rental  of  motor  vehicles;  discrimination on the basis of\n   33  credit card ownership, GEOGRAPHICAL LOCATION OF RESIDENCE OF  RENTER  OR\n   34  PAST DRIVING HISTORY.  1. Definitions. As used in this section:\n   35    a.  \"Motor  vehicle  rental  agency\", or \"agency\", shall mean a person\n   36  engaged in the business of renting motor vehicles in this state;\n   37    b. \"Person\" shall mean any individual, firm, PARTNERSHIP, ASSOCIATION,\n   38  corporation or other legal entity;\n   39    c. \"Motor vehicle\" shall have the meaning ascribed thereto by  section\n   40  one hundred twenty-five of the vehicle and traffic law; [and]\n   41    d.  \"Credit  card\"  shall  mean  any credit card, credit plate, charge\n   42  plate or other identification card or device which is issued by a person\n   43  to another person as the holder thereof, and may be used by such  holder\n   44  to  obtain  a  cash  advance or a loan or credit, or to purchase or rent\n   45  property or services on the credit of the person issuing the credit card\n   46  or of the holder; AND\n   47    E. \"PAST DRIVING HISTORY\" MEANS A COMPILATION OF INFORMATION  PERTAIN-\n   48  ING  TO  ANY  AUTHORIZED  DRIVER'S PRIOR ACCIDENTS WHILE DRIVING A MOTOR\n   49  VEHICLE OR VIOLATIONS OF ANY LAW OR REGULATION  OF  THIS  OR  ANY  OTHER\n   50  STATE PERTAINING TO MOTOR VEHICLES.\n   51    2.  (A) It shall be unlawful for any [person, firm, partnership, asso-\n   52  ciation or corporation engaged in the business of renting motor vehicles\n   53  to refuse to rent such vehicle to any person solely on  the  requirement\n   54  of  ownership of a credit card] MOTOR VEHICLE RENTAL AGENCY TO ENGAGE IN\n   55  ANY OF THE FOLLOWING PRACTICES ON THE BASIS OF THE LACK OF OWNERSHIP  OF\n\n       A. 1764                             3\n\n    1  A  CREDIT CARD BY THE PERSON ATTEMPTING TO ENTER INTO SUCH RENTAL AGREE-\n    2  MENT:\n    3    (I) REFUSE TO RENT SUCH VEHICLE;\n    4    (II)  IMPOSE  ANY ADDITIONAL CHARGE FOR THE RENTAL OF SUCH MOTOR VEHI-\n    5  CLE; OR\n    6    (III) IMPOSE ANY ADDITIONAL TERMS, CONDITIONS OR PRIVILEGES  UPON  THE\n    7  RENTAL  OF SUCH VEHICLE, EXCEPT THAT ANY MOTOR VEHICLE RENTAL AGENCY MAY\n    8  REQUIRE A PERSON ATTEMPTING TO ENTER INTO A RENTAL AGREEMENT  WITHOUT  A\n    9  CREDIT  CARD TO SUBMIT A CASH DEPOSIT AS LIMITED BY SUBDIVISION SEVEN OF\n   10  SECTION THREE HUNDRED NINETY-SIX-Z OF THIS ARTICLE.\n   11    (B) ANY MOTOR VEHICLE RENTAL AGENCY WHICH REQUIRES A PERSON ATTEMPTING\n   12  TO ENTER INTO A RENTAL AGREEMENT WITHOUT A CREDIT CARD TO  SATISFY  CASH\n   13  QUALIFICATION CRITERIA IN ORDER TO QUALIFY AS A CASH CUSTOMER SHALL:\n   14    (I)  COMPLY  WITH  AN INTERNAL POLICY IN COMPLIANCE WITH THIS SUBDIVI-\n   15  SION; AND\n   16    (II) PROVIDE PROMPT NOTICE TO  EACH  AUTHORIZED  DRIVER  REQUESTING  A\n   17  RESERVATION WITHOUT A CREDIT CARD THAT THE AGENCY MAY REQUIRE SUCH DRIV-\n   18  ER  TO  SATISFY SUCH CASH QUALIFICATION CRITERIA, AND THAT A COPY OF THE\n   19  AGENCY'S INTERNAL POLICY IS AVAILABLE UPON  REQUEST.  AS  USED  IN  THIS\n   20  SUBPARAGRAPH, \"PROMPT NOTICE\" SHALL MEAN IN THE SAME TELEPHONE CONVERSA-\n   21  TION  AS  THE  DRIVER'S  REQUEST  TO  RESERVE  THE MOTOR VEHICLE IF SUCH\n   22  REQUEST IS MADE BY TELEPHONE, IN THE SAME IN PERSON CONVERSATION AS  THE\n   23  DRIVER'S REQUEST TO RESERVE THE MOTOR VEHICLE IF SUCH REQUEST IS MADE IN\n   24  PERSON,  AND  BY  A  WRITTEN NOTICE IN PLAIN LANGUAGE MAILED ON THE SAME\n   25  BUSINESS DAY OF THE DRIVER'S REQUEST TO RESERVE  THE  MOTOR  VEHICLE  IF\n   26  SUCH REQUEST IS MADE IN WRITING.\n   27    (C)  NOTHING IN THIS SUBDIVISION SHALL PRECLUDE A MOTOR VEHICLE RENTAL\n   28  AGENCY FROM MAKING AN INITIAL DETERMINATION TO  REFUSE  TO  RENT  TO  AN\n   29  AUTHORIZED DRIVER DUE TO HIS OR HER FAILURE TO SATISFY THE AGENCY'S CASH\n   30  QUALIFICATION CRITERIA PROVIDED THAT:\n   31    (I) SUCH REFUSAL IS BASED ON RELIABLE INFORMATION THAT SUCH DRIVER DID\n   32  NOT SATISFY THE AGENCY'S CASH QUALIFICATION CRITERIA;\n   33    (II) SUCH REFUSAL WAS IN COMPLIANCE WITH THE AGENCY'S INTERNAL POLICY;\n   34    (III) SUCH DRIVER IS AFFORDED THE RIGHT TO REBUT SUCH DETERMINATION BY\n   35  FURNISHING  THE  AGENCY  WITH  RELIABLE  INFORMATION  AND  SUCH RIGHT IS\n   36  DESCRIBED IN THE WRITTEN NOTICE OF DENIAL OR THE WRITTEN CONFIRMATION OF\n   37  DENIAL, AS APPLICABLE, PRESCRIBED BY PARAGRAPHS  (D)  AND  (E)  OF  THIS\n   38  SUBDIVISION;\n   39    (IV)  THE AGENCY MAKES A NEW DETERMINATION IN GOOD FAITH BASED ON SUCH\n   40  NEW INFORMATION WITHIN ONE WEEK THEREAFTER; AND\n   41    (V) THE AGENCY IS OTHERWISE IN COMPLIANCE WITH PARAGRAPHS (D), (E) AND\n   42  (F) OF THIS SUBDIVISION.\n   43    (D) IF THE AUTHORIZED DRIVER'S REQUEST TO RESERVE A MOTOR  VEHICLE  IS\n   44  MADE  FOUR  OR  MORE DAYS PRIOR TO THE REQUESTED HOUR OF DEPARTURE, SUCH\n   45  AGENCY SHALL MAKE AN INITIAL DETERMINATION, AND,  IN  THE  EVENT  OF  AN\n   46  INITIAL  DETERMINATION  TO  REFUSE TO RENT, INFORM SUCH DRIVER THROUGH A\n   47  WRITTEN NOTICE OF DENIAL MAILED SEVEN DAYS AFTER THE REQUEST IS MADE, OR\n   48  THREE DAYS PRIOR TO THE SCHEDULED HOUR OF DEPARTURE, WHICHEVER IS EARLI-\n   49  ER. SUCH WRITTEN NOTICE OF DENIAL SHALL STATE THE SOURCE OF THE INFORMA-\n   50  TION WHICH FORMS THE BASIS FOR THE  REFUSAL,  AND  THE  BASIS  FOR  SUCH\n   51  REFUSAL, AND BE ACCOMPANIED BY THE INTERNAL POLICY.\n   52    (E)  IF  THE AUTHORIZED DRIVER'S REQUEST TO RESERVE A MOTOR VEHICLE IS\n   53  MADE THREE OR FEWER DAYS PRIOR TO THE REQUESTED HOUR OF DEPARTURE,  SUCH\n   54  AGENCY  SHALL  MAKE  AN  INITIAL  DETERMINATION, AND, IN THE EVENT OF AN\n   55  INITIAL DETERMINATION TO REFUSE TO RENT, PROVIDE ORAL NOTICE  OF  DENIAL\n   56  WITHIN  TWELVE HOURS OF THE REQUEST. SUCH ORAL NOTICE OF DENIAL SHALL BE\n\n       A. 1764                             4\n\n    1  FOLLOWED WITHIN TWENTY-FOUR HOURS THEREAFTER WITH A WRITTEN CONFIRMATION\n    2  OF DENIAL WHICH SHALL STATE THE SOURCE OF THE  INFORMATION  WHICH  FORMS\n    3  THE  BASIS  FOR THE REFUSAL, AND THE BASIS OF SUCH REFUSAL, AND SHALL BE\n    4  ACCOMPANIED BY A COPY OF THE INTERNAL POLICY.\n    5    (F)  ANY  AGENCY  WHICH REFUSES TO RENT TO AN AUTHORIZED DRIVER DUE TO\n    6  SUCH DRIVER'S FAILURE TO SATISFY THE AGENCY'S CASH QUALIFICATION  CRITE-\n    7  RIA  SHALL  MAINTAIN  ALL  INFORMATION RELEVANT TO THE AGENCY'S DETERMI-\n    8  NATION FOR A PERIOD OF AT LEAST ONE YEAR AFTER SUCH REFUSAL. ANY  AGENCY\n    9  WHICH  MAKES AN INITIAL DETERMINATION UNDER PARAGRAPH (C) OF THIS SUBDI-\n   10  VISION BUT REVERSES SUCH DETERMINATION BASED ON  NEW  INFORMATION  SHALL\n   11  MAINTAIN ALL INFORMATION RELEVANT TO THE AGENCY'S DETERMINATION, INCLUD-\n   12  ING  THE  INFORMATION  WHICH  FORMED  THE BASIS FOR THE REVERSAL, IN THE\n   13  AGENCY'S RECORDS, AND ADHERE TO SUCH REVERSAL, FOR AT LEAST ONE YEAR, OR\n   14  THE PERIOD SUCH INFORMATION IS  RELEVANT  UNDER  THE  AGENCY'S  INTERNAL\n   15  POLICY, WHICHEVER IS LONGER. NOTHING IN THIS PARAGRAPH SHALL REQUIRE ANY\n   16  MOTOR  VEHICLE  RENTAL  AGENCY TO MAINTAIN ANY INFORMATION IF THE DRIVER\n   17  REQUESTS OR AUTHORIZES THAT SUCH INFORMATION BE DELETED FROM  THE  AGEN-\n   18  CY'S RECORDS.\n   19    (G)  AN  AUTHORIZED  DRIVER'S  CASH  QUALIFICATION SHALL BE CONSIDERED\n   20  BASED ON RELIABLE INFORMATION UNDER SUBPARAGRAPH (I) OF PARAGRAPH (C) OF\n   21  THIS SUBDIVISION IF THE INFORMATION WAS FURNISHED TO THE  MOTOR  VEHICLE\n   22  RENTAL AGENCY BY:\n   23    (I) THE AUTHORIZED DRIVER;\n   24    (II) THE PERSON WHO EXECUTES THE RENTAL AGREEMENT; OR\n   25    (III) A CONSUMER REPORTING AGENCY, AS DEFINED IN SECTION THREE HUNDRED\n   26  EIGHTY-A OF THIS CHAPTER.\n   27    (H)  ANY  MOTOR  VEHICLE  RENTAL  AGENCY WHICH REFUSES TO RENT A MOTOR\n   28  VEHICLE TO ANY AUTHORIZED DRIVER DUE TO SUCH DRIVER'S FAILURE TO SATISFY\n   29  THE AGENCY'S CASH QUALIFICATION CRITERIA SHALL  MAKE  AVAILABLE  AT  ALL\n   30  RENTAL LOCATIONS TO ANY PERSON PROMPTLY UPON REQUEST THE AGENCY'S INTER-\n   31  NAL POLICY, WHICH SHALL INCLUDE, AT A MINIMUM:\n   32    (I) THE STANDARDS USED BY THE AGENCY TO DENY RENTALS;\n   33    (II) THE TYPES OF RELIABLE INFORMATION WHICH, PURSUANT TO SUBPARAGRAPH\n   34  (I)  OF PARAGRAPH (C) OF THIS SUBDIVISION, THE AGENCY MAY USE TO MAKE AN\n   35  INITIAL DETERMINATION, AND PURSUANT TO SUBPARAGRAPH (III)  OF  PARAGRAPH\n   36  (C)  OF  THIS  SUBDIVISION,  THE  AUTHORIZED DRIVER MAY USE TO REBUT THE\n   37  AGENCY'S INITIAL DETERMINATION TO REFUSE TO RENT;\n   38    (III) A PLAIN LANGUAGE STATEMENT  OF  THE  PROCEDURES  THE  AUTHORIZED\n   39  DRIVER  MUST  UNDERTAKE  TO  REBUT AN INITIAL DETERMINATION TO REFUSE TO\n   40  RENT, WHICH SHALL BE SUFFICIENT TO  APPRISE  THE  REASONABLE  AUTHORIZED\n   41  DRIVER  HOW  TO UNDERTAKE SUCH PROCEDURE AND WHICH SHALL INCLUDE A TELE-\n   42  PHONE NUMBER AND THE ADDRESS OF THE AGENCY LOCATION WHERE REBUTTALS  MAY\n   43  BE DIRECTED;\n   44    (IV)  A  PLAIN LANGUAGE DESCRIPTION OF THE PROVISIONS OF THIS SUBDIVI-\n   45  SION;\n   46    (V) A STATEMENT THAT COMPLAINTS AS TO VIOLATIONS OF  THIS  SUBDIVISION\n   47  MAY BE FILED WITH THE ATTORNEY GENERAL;\n   48    (VI)  A  DESCRIPTION  OF THE RIGHT OF INJURED PERSONS TO BRING ACTIONS\n   49  UNDER SUBDIVISION SIX OF THIS SECTION; AND\n   50    (VII) A DESCRIPTION OF THE PENALTIES PROVIDED UNDER  SUBDIVISION  FIVE\n   51  OF THIS SECTION.\n   52    (I)  AS  USED  IN THIS SUBDIVISION, \"INITIAL DETERMINATION\" SHALL MEAN\n   53  THE FIRST DECISION FOLLOWING A REQUEST TO RESERVE A MOTOR VEHICLE AS  TO\n   54  WHETHER  A MOTOR VEHICLE RENTAL AGENCY WILL RENT TO AN AUTHORIZED DRIVER\n   55  DUE TO SUCH DRIVER'S SATISFACTION OF  THE  AGENCY'S  CASH  QUALIFICATION\n   56  CRITERIA, WHICH SHALL BE REBUTTABLE AS PROVIDED IN THIS SUBDIVISION.\n\n       A. 1764                             5\n\n    1    3.  [A knowing violation of this section shall be punishable by a fine\n    2  not to exceed one thousand dollars] IT SHALL BE UNLAWFUL FOR  ANY  MOTOR\n    3  VEHICLE RENTAL AGENCY TO ENGAGE IN ANY OF THE FOLLOWING PRACTICES ON THE\n    4  BASIS  OF  THE  GEOGRAPHICAL  LOCATION  OF  THE  RESIDENCE OF THE PERSON\n    5  ATTEMPTING TO ENTER INTO SUCH RENTAL AGREEMENT:\n    6    (A) REFUSE TO RENT SUCH VEHICLE;\n    7    (B) IMPOSE ANY ADDITIONAL CHARGE FOR THE RENTAL OF SUCH MOTOR VEHICLE;\n    8  OR\n    9    (C)  IMPOSE  ANY  ADDITIONAL  TERMS, CONDITIONS OR PRIVILEGES UPON THE\n   10  RENTAL OF SUCH VEHICLE.\n   11    4. (A) IT SHALL BE UNLAWFUL FOR ANY MOTOR  VEHICLE  RENTAL  AGENCY  TO\n   12  ENGAGE  IN ANY OF THE FOLLOWING PRACTICES ON THE BASIS OF THE PAST DRIV-\n   13  ING HISTORY OF THE PERSON ATTEMPTING TO ENTER INTO  SUCH  RENTAL  AGREE-\n   14  MENT, UNLESS SUCH PRACTICES ARE IN COMPLIANCE WITH THIS SUBDIVISION:\n   15    (I) REFUSE TO RENT SUCH VEHICLE;\n   16    (II)  IMPOSE  ANY ADDITIONAL CHARGE FOR THE RENTAL OF SUCH MOTOR VEHI-\n   17  CLE; OR\n   18    (III) IMPOSE ANY ADDITIONAL TERMS, CONDITIONS OR PRIVILEGES  UPON  THE\n   19  RENTAL OF SUCH VEHICLE.\n   20    (B)  ANY MOTOR VEHICLE RENTAL AGENCY WHICH ENGAGES IN ANY OF THE PRAC-\n   21  TICES LISTED IN PARAGRAPH (A) OF THIS SUBDIVISION DUE TO, IN WHOLE OR IN\n   22  PART, THE PAST DRIVING HISTORY OF SUCH DRIVER SHALL:\n   23    (I) COMPLY WITH AN INTERNAL POLICY IN COMPLIANCE  WITH  THIS  SUBDIVI-\n   24  SION; AND\n   25    (II)  PROVIDE  PROMPT  NOTICE  TO  EACH AUTHORIZED DRIVER REQUESTING A\n   26  RESERVATION THAT THE AGENCY CONSIDERS AN AUTHORIZED DRIVER'S PAST  DRIV-\n   27  ING  HISTORY  IN  DECIDING  WHETHER TO RENT TO SUCH DRIVER AND/OR IN THE\n   28  ESTABLISHMENT OF RENTAL POLICIES, AND THAT A COPY OF THE AGENCY'S INTER-\n   29  NAL POLICY IS AVAILABLE UPON REQUEST.  AS  USED  IN  THIS  SUBPARAGRAPH,\n   30  \"PROMPT  NOTICE\"  SHALL  MEAN  IN THE SAME TELEPHONE CONVERSATION AS THE\n   31  DRIVER'S REQUEST TO RESERVE THE MOTOR VEHICLE IF SUCH REQUEST IS MADE BY\n   32  TELEPHONE, IN THE SAME IN PERSON CONVERSATION AS THE DRIVER'S REQUEST TO\n   33  RESERVE THE MOTOR VEHICLE IF SUCH REQUEST IS MADE IN PERSON,  AND  BY  A\n   34  WRITTEN  NOTICE IN PLAIN LANGUAGE MAILED ON THE SAME BUSINESS DAY OF THE\n   35  DRIVER'S REQUEST TO RESERVE THE MOTOR VEHICLE IF SUCH REQUEST IS MADE IN\n   36  WRITING.\n   37    (C) NOTHING IN THIS SUBDIVISION SHALL PRECLUDE A MOTOR VEHICLE  RENTAL\n   38  AGENCY  FROM  MAKING  AN  INITIAL  DETERMINATION TO ENGAGE IN ANY OF THE\n   39  PRACTICES LISTED IN PARAGRAPH (A) OF THIS SUBDIVISION DUE TO A  DRIVER'S\n   40  PAST  DRIVING  HISTORY BASED ON AN INITIAL PRESUMPTION THAT THE INTERNAL\n   41  POLICY WAS VIOLATED, PROVIDED THAT:\n   42    (I) SUCH PRACTICE WAS BASED ON RELIABLE INFORMATION THAT  SUCH  DRIVER\n   43  HAD AN ACCIDENT WHILE DRIVING A MOTOR VEHICLE OR ON RELIABLE INFORMATION\n   44  THAT  SUCH  DRIVER  VIOLATED  ANY LAW OR REGULATION OF THIS OR ANY OTHER\n   45  STATE PERTAINING TO MOTOR VEHICLES;\n   46    (II) SUCH PRACTICE WAS IN COMPLIANCE WITH THE AGENCY'S INTERNAL  POLI-\n   47  CY;\n   48    (III) SUCH DRIVER IS AFFORDED THE RIGHT TO REBUT SUCH DETERMINATION BY\n   49  FURNISHING THE AGENCY WITH A POLICE REPORT, A CRIMINAL OR CIVIL DECISION\n   50  BY  A  COURT  OR ARBITRATOR, AN INSURANCE COMPANY DETERMINATION OR OTHER\n   51  SIMILAR RELIABLE INFORMATION AND SUCH RIGHT IS DESCRIBED IN THE  WRITTEN\n   52  NOTICE  OR  THE WRITTEN CONFIRMATION, AS APPLICABLE, PRESCRIBED BY PARA-\n   53  GRAPHS (D) AND (E) OF THIS SUBDIVISION;\n   54    (IV) THE AGENCY MAKES A NEW DETERMINATION IN GOOD FAITH BASED ON  SUCH\n   55  NEW INFORMATION WITHIN ONE WEEK THEREAFTER; AND\n\n       A. 1764                             6\n\n    1    (V) THE AGENCY IS OTHERWISE IN COMPLIANCE WITH PARAGRAPHS (D), (E) AND\n    2  (F) OF THIS SUBDIVISION.\n    3    NOTHING  IN  THIS PARAGRAPH SHALL REQUIRE AN AGENCY TO PERMIT A DRIVER\n    4  TO REBUT AN INITIAL DETERMINATION BASED ON A CLAIM THAT  A  GOVERNMENTAL\n    5  ENTITY  WHICH  FOUND  THE  DRIVER IN VIOLATION OF A MOTOR VEHICLE LAW OR\n    6  REGULATION WAS INCORRECT IN ITS FINDING.\n    7    (D) IF THE AUTHORIZED DRIVER'S REQUEST TO RESERVE A MOTOR  VEHICLE  IS\n    8  MADE  FOUR  OR  MORE DAYS PRIOR TO THE REQUESTED HOUR OF DEPARTURE, SUCH\n    9  AGENCY SHALL MAKE AN INITIAL DETERMINATION, AND,  IN  THE  EVENT  OF  AN\n   10  INITIAL  DETERMINATION TO ENGAGE IN ANY OF THE PRACTICES LISTED IN PARA-\n   11  GRAPH (A) OF THIS SUBDIVISION, INFORM  SUCH  DRIVER  THROUGH  A  WRITTEN\n   12  NOTICE  MAILED SEVEN DAYS AFTER THE REQUEST IS MADE, OR THREE DAYS PRIOR\n   13  TO THE SCHEDULED HOUR OF DEPARTURE, WHICHEVER IS EARLIER.  SUCH  WRITTEN\n   14  NOTICE  SHALL  STATE THE SOURCE OF THE INFORMATION WHICH FORMS THE BASIS\n   15  FOR THE PRACTICE, AND THE BASIS FOR SUCH PRACTICE, AND BE ACCOMPANIED BY\n   16  THE INTERNAL POLICY.\n   17    (E) IF THE AUTHORIZED DRIVER'S REQUEST TO RESERVE A MOTOR  VEHICLE  IS\n   18  MADE  THREE OR FEWER DAYS PRIOR TO THE REQUESTED HOUR OF DEPARTURE, SUCH\n   19  AGENCY SHALL MAKE AN INITIAL DETERMINATION, AND,  IN  THE  EVENT  OF  AN\n   20  INITIAL  DETERMINATION TO ENGAGE IN ANY OF THE PRACTICES LISTED IN PARA-\n   21  GRAPH (A) OF THIS SUBDIVISION, PROVIDE ORAL NOTICE WITHIN  TWELVE  HOURS\n   22  OF  THE  REQUEST.  SUCH ORAL NOTICE SHALL BE FOLLOWED WITHIN TWENTY-FOUR\n   23  HOURS THEREAFTER WITH A  WRITTEN  CONFIRMATION  WHICH  SHALL  STATE  THE\n   24  SOURCE  OF  THE  INFORMATION WHICH FORMS THE BASIS FOR THE PRACTICE, AND\n   25  THE BASIS OF SUCH PRACTICE, AND SHALL BE ACCOMPANIED BY A  COPY  OF  THE\n   26  INTERNAL POLICY.\n   27    (F)  ANY  AGENCY WHICH ENGAGES IN ANY OF THE PRACTICES LISTED IN PARA-\n   28  GRAPH (A) OF THIS SUBDIVISION DUE TO PAST DRIVING HISTORY SHALL MAINTAIN\n   29  ALL INFORMATION RELEVANT TO THE AGENCY'S DETERMINATION FOR A  PERIOD  OF\n   30  AT  LEAST  ONE  YEAR  AFTER  ENGAGING IN SUCH PRACTICE. ANY AGENCY WHICH\n   31  MAKES AN INITIAL DETERMINATION UNDER PARAGRAPH (C) OF  THIS  SUBDIVISION\n   32  BUT  REVERSES SUCH DETERMINATION BASED ON NEW INFORMATION SHALL MAINTAIN\n   33  ALL INFORMATION RELEVANT TO THE AGENCY'S  DETERMINATION,  INCLUDING  THE\n   34  INFORMATION  WHICH  FORMED  THE  BASIS FOR THE REVERSAL, IN THE AGENCY'S\n   35  RECORDS, AND ADHERE TO SUCH REVERSAL, FOR AT  LEAST  ONE  YEAR,  OR  THE\n   36  PERIOD  SUCH INFORMATION IS RELEVANT UNDER THE AGENCY'S INTERNAL POLICY,\n   37  WHICHEVER IS LONGER. NOTHING IN THIS PARAGRAPH SHALL REQUIRE  ANY  MOTOR\n   38  VEHICLE RENTAL AGENCY TO MAINTAIN ANY INFORMATION IF THE DRIVER REQUESTS\n   39  OR  AUTHORIZES  THAT  SUCH  INFORMATION  IS  DELETED  FROM  THE AGENCY'S\n   40  RECORDS.\n   41    (G) AN AUTHORIZED DRIVER'S PAST DRIVING HISTORY  SHALL  BE  CONSIDERED\n   42  BASED ON RELIABLE INFORMATION UNDER SUBPARAGRAPH (I) OF PARAGRAPH (C) OF\n   43  THIS  SUBDIVISION  IF THE INFORMATION WAS FURNISHED TO THE MOTOR VEHICLE\n   44  RENTAL AGENCY BY:\n   45    (I) THE AUTHORIZED DRIVER;\n   46    (II) THE PERSON WHO EXECUTES THE RENTAL AGREEMENT; OR\n   47    (III) A GOVERNMENTAL ENTITY UNDER A LEGAL DUTY TO  ACCURATELY  COMPILE\n   48  AND REPORT THE INFORMATION WHICH FORMS THE BASIS FOR THE PRACTICE.\n   49    (H)  ANY MOTOR VEHICLE RENTAL AGENCY WHICH ENGAGES IN ANY OF THE PRAC-\n   50  TICES LISTED IN PARAGRAPH (A) OF THIS SUBDIVISION DUE TO, IN WHOLE OR IN\n   51  PART, THE PAST DRIVING HISTORY OF SUCH DRIVER SHALL  MAKE  AVAILABLE  AT\n   52  ALL  RENTAL  LOCATIONS  TO ANY PERSON PROMPTLY UPON REQUEST THE AGENCY'S\n   53  INTERNAL POLICY, WHICH SHALL INCLUDE, AT A MINIMUM:\n   54    (I) THE STANDARDS USED BY THE AGENCY TO ENGAGE IN SUCH PRACTICES;\n   55    (II) THE TYPES OF RELIABLE INFORMATION WHICH, PURSUANT TO SUBPARAGRAPH\n   56  (I) OF PARAGRAPH (C) OF THIS SUBDIVISION, THE AGENCY MAY USE TO MAKE  AN\n\n       A. 1764                             7\n\n    1  INITIAL  DETERMINATION,  AND PURSUANT TO SUBPARAGRAPH (III) OF PARAGRAPH\n    2  (C) OF THIS SUBDIVISION, THE AUTHORIZED DRIVER MAY  REBUT  THE  AGENCY'S\n    3  INITIAL DETERMINATION TO ENGAGE IN SUCH PRACTICES;\n    4    (III)  A  PLAIN  LANGUAGE  STATEMENT  OF THE PROCEDURES THE AUTHORIZED\n    5  DRIVER MUST UNDERTAKE TO REBUT  AN  AGENCY'S  INITIAL  DETERMINATION  TO\n    6  ENGAGE  IN  SUCH  PRACTICES,  WHICH  SHALL  BE SUFFICIENT TO APPRISE THE\n    7  REASONABLE AUTHORIZED DRIVER HOW TO UNDERTAKE SUCH PROCEDURE  AND  WHICH\n    8  SHALL  INCLUDE A TELEPHONE NUMBER AND THE ADDRESS OF THE AGENCY LOCATION\n    9  WHERE REBUTTALS MAY BE DIRECTED;\n   10    (IV) A PLAIN LANGUAGE DESCRIPTION OF THE PROVISIONS OF  THIS  SUBDIVI-\n   11  SION;\n   12    (V)  A  STATEMENT THAT COMPLAINTS AS TO VIOLATIONS OF THIS SUBDIVISION\n   13  MAY BE FILED WITH THE ATTORNEY GENERAL;\n   14    (VI) A DESCRIPTION OF THE RIGHT OF INJURED PERSONS  TO  BRING  ACTIONS\n   15  UNDER SUBDIVISION SIX OF THIS SECTION; AND\n   16    (VII)  A  DESCRIPTION OF THE PENALTIES PROVIDED UNDER SUBDIVISION FIVE\n   17  OF THIS SECTION.\n   18    (I) NOTWITHSTANDING ANY PROVISION OF THIS  SUBDIVISION,  IT  SHALL  BE\n   19  UNLAWFUL  FOR  ANY  MOTOR  VEHICLE RENTAL AGENCY TO ENGAGE IN ANY OF THE\n   20  PRACTICES LISTED IN PARAGRAPH (A) OF THIS SUBDIVISION DUE TO,  IN  WHOLE\n   21  OR  IN  PART,  ANY  PRIOR  ACCIDENT WHILE DRIVING A MOTOR VEHICLE OR ANY\n   22  VIOLATION OF ANY LAW OR REGULATION OF THIS OR ANY OTHER STATE PERTAINING\n   23  TO MOTOR VEHICLES WHICH OCCURRED MORE THAN FOUR YEARS PRIOR TO THE  DATE\n   24  OF THE DRIVER'S REQUEST TO RENT THE MOTOR VEHICLE.\n   25    (J)  AS  USED  IN THIS SUBDIVISION, \"INITIAL DETERMINATION\" SHALL MEAN\n   26  THE FIRST DECISION FOLLOWING A REQUEST TO RESERVE A MOTOR VEHICLE AS  TO\n   27  WHETHER  A  MOTOR  VEHICLE RENTAL AGENCY WILL ENGAGE IN ANY OF THE PRAC-\n   28  TICES LISTED IN PARAGRAPH (A) OF THIS SUBDIVISION DUE TO THE PAST  DRIV-\n   29  ING  HISTORY  OF  SUCH  DRIVER, WHICH SHALL BE REBUTTABLE AS PROVIDED IN\n   30  THIS SUBDIVISION.\n   31    5. UPON ANY VIOLATION OF THIS SECTION, AN APPLICATION MAY BE  MADE  BY\n   32  THE  ATTORNEY  GENERAL IN THE NAME OF THE PEOPLE OF THE STATE TO A COURT\n   33  OR JUSTICE HAVING JURISDICTION TO ISSUE AN INJUNCTION, AND  UPON  NOTICE\n   34  TO THE RESPONDENT OF NOT LESS THAN FIVE DAYS, TO ENJOIN AND RESTRAIN THE\n   35  CONTINUANCE  OF THE VIOLATION. IF IT SHALL APPEAR TO THE SATISFACTION OF\n   36  THE COURT OR JUSTICE THAT THE RESPONDENT HAS VIOLATED ANY  PROVISION  OF\n   37  THIS  SECTION,  AN  INJUNCTION  MAY  BE  ISSUED BY THE COURT OR JUSTICE,\n   38  ENJOINING AND RESTRAINING ANY FURTHER VIOLATION, WITHOUT REQUIRING PROOF\n   39  THAT ANY PERSON HAS, IN FACT, BEEN INJURED OR DAMAGED  THEREBY.  IN  ANY\n   40  SUCH  PROCEEDING,  THE COURT MAY MAKE ALLOWANCES TO THE ATTORNEY GENERAL\n   41  AS PROVIDED IN PARAGRAPH SIX OF SUBDIVISION (A) OF SECTION  EIGHTY-THREE\n   42  HUNDRED  THREE  OF THE CIVIL PRACTICE LAW AND RULES, AND DIRECT RESTITU-\n   43  TION. WHENEVER THE COURT  SHALL  DETERMINE  THAT  A  VIOLATION  OF  THIS\n   44  SECTION  HAS  OCCURRED, THE COURT MAY IMPOSE A CIVIL PENALTY OF NOT MORE\n   45  THAN ONE THOUSAND DOLLARS FOR EACH VIOLATION.\n   46    6. IN ADDITION TO ANY RIGHT OF ACTION GRANTED TO THE ATTORNEY  GENERAL\n   47  PURSUANT  TO  THIS SECTION, ANY PERSON WHO HAS BEEN INJURED BY REASON OF\n   48  ANY VIOLATION OF THIS SECTION MAY BRING AN ACTION IN HIS OR HER OWN NAME\n   49  TO ENJOIN SUCH UNLAWFUL ACT OR PRACTICE, AN ACTION TO RECOVER HIS OR HER\n   50  ACTUAL DAMAGES OR TWO HUNDRED FIFTY DOLLARS, WHICHEVER  IS  GREATER,  OR\n   51  BOTH  SUCH ACTIONS. THE COURT MAY, IN ITS DISCRETION, AWARD THE PREVAIL-\n   52  ING PLAINTIFF IN SUCH ACTION A PENALTY UP TO ONE  THOUSAND  DOLLARS,  IF\n   53  THE  COURT  FINDS  THE  DEFENDANT  WILLFULLY  OR  KNOWINGLY VIOLATED THE\n   54  PROVISIONS OF THIS SECTION. THE COURT MAY  AWARD  REASONABLE  ATTORNEYS'\n   55  FEES TO A PREVAILING PLAINTIFF.\n\n       A. 1764                             8\n\n    1    S  3.  Subdivision  3 of section 391-1 of the general business law, as\n    2  added by chapter 573 of the laws of 1980 and such  section  as  redesig-\n    3  nated by chapter 694 of the laws of 1995, is amended to read as follows:\n    4    3.  [A knowing violation of this section shall be punishable by a fine\n    5  not to exceed five hundred dollars] IT SHALL BE UNLAWFUL FOR  ANY  MOTOR\n    6  VEHICLE RENTAL AGENCY TO ENGAGE IN ANY OF THE FOLLOWING PRACTICES ON THE\n    7  BASIS  OF  THE  GEOGRAPHICAL  LOCATION  OF  THE  RESIDENCE OF THE PERSON\n    8  ATTEMPTING TO ENTER INTO SUCH RENTAL AGREEMENT:\n    9    (A) REFUSE TO RENT SUCH VEHICLE;\n   10    (B) IMPOSE ANY ADDITIONAL CHARGE FOR THE RENTAL OF SUCH MOTOR VEHICLE;\n   11  OR\n   12    (C) IMPOSE ANY ADDITIONAL TERMS, CONDITIONS  OR  PRIVILEGES  UPON  THE\n   13  RENTAL OF SUCH VEHICLE.\n   14    S  4.  Subdivision  7  of section 396-z of the general business law is\n   15  amended by adding a new paragraph (e) to read as follows:\n   16    (E) ANY SECURITY OR DEPOSIT IMPOSED BY A RENTAL  VEHICLE  COMPANY,  BY\n   17  CASH,  CREDIT CARD OR OTHERWISE, USED AS SECURITY FOR THE PAYMENT OF THE\n   18  RENTAL RATE, SHALL BE LIMITED TO ONE HUNDRED FIFTY PERCENT OF THE RENTAL\n   19  RATE, MEASURED AS OF THE INCEPTION OF THE RENTAL AGREEMENT.  NOTHING  IN\n   20  THIS PARAGRAPH SHALL AUTHORIZE ANY SECURITY, DEPOSIT OR CHARGE PROHIBIT-\n   21  ED  BY  THIS  SUBDIVISION  OR  SUBDIVISION TEN OF THIS SECTION.  FOR THE\n   22  PURPOSES OF THIS PARAGRAPH, THE TERM \"RENTAL  RATE\"  SHALL  INCLUDE  ALL\n   23  CHARGES, EXCEPT TAXES AND ANY MILEAGE CHARGE, WHICH THE AUTHORIZED DRIV-\n   24  ER MUST PAY FOR THE USE OF THE RENTAL VEHICLE.\n   25    S  5.  Subdivision  6 of section 396-z of the general business law, as\n   26  added by chapter 784 of the laws of 1988 and as renumbered by chapter  1\n   27  of the laws of 1994, is amended to read as follows:\n   28    6. (A) No rental vehicle company may require any security, deposit, or\n   29  charge  for  damage in any form, by credit card or otherwise, during the\n   30  term of the rental agreement or pending resolution of any dispute.\n   31    (B) ANY SECURITY OR DEPOSIT IMPOSED BY A RENTAL  VEHICLE  COMPANY,  BY\n   32  CASH,  CREDIT CARD OR OTHERWISE, USED AS SECURITY FOR THE PAYMENT OF THE\n   33  RENTAL RATE, SHALL BE LIMITED TO ONE HUNDRED FIFTY PERCENT OF THE RENTAL\n   34  RATE, MEASURED AS OF THE INCEPTION OF THE RENTAL AGREEMENT.  NOTHING  IN\n   35  THIS PARAGRAPH SHALL AUTHORIZE ANY SECURITY, DEPOSIT OR CHARGE PROHIBIT-\n   36  ED  BY  PARAGRAPH  (A)  OF  THIS SUBDIVISION OR SUBDIVISION NINE OF THIS\n   37  SECTION. FOR THE PURPOSES OF THIS  PARAGRAPH,  THE  TERM  \"RENTAL  RATE\"\n   38  SHALL  INCLUDE  ALL  CHARGES, EXCEPT TAXES AND ANY MILEAGE CHARGE, WHICH\n   39  THE AUTHORIZED DRIVER MUST PAY FOR THE USE OF THE RENTAL VEHICLE.\n   40    S 6. Subdivision 15 of section 396-z of the general business  law,  as\n   41  amended  by chapter 731 of the laws of 2006, is amended and a new subdi-\n   42  vision 16 is added to read as follows:\n   43    15. [In accordance with any applicable federal  law  or  rule,  every]\n   44  EVERY  rental vehicle company shall display the following INFORMATION in\n   45  a conspicuous location VISIBLE TO ANY POTENTIAL CUSTOMER, with lettering\n   46  that is legible and that shall be at least  three-quarters  of  an  inch\n   47  boldface type:\n   48    [NOTICE:  New  York  State  Law  prohibits  the following practices by\n   49  rental vehicle companies based upon race, color,  ethnic  origin,  reli-\n   50  gion,  disability, sex, marital status, or age: (1) refusal to rent; (2)\n   51  the imposition of any additional charge  (except  in  certain  instances\n   52  where  the  renter  is under the age of 25). In addition, it is unlawful\n   53  for any rental vehicle company to refuse to rent a vehicle to any person\n   54  solely on the requirement of ownership of a credit card.]\n   55    \"NOTICE: NEW YORK STATE  LAW  PROHIBITS  THE  FOLLOWING  PRACTICES  BY\n   56  RENTAL VEHICLE COMPANIES BASED UPON RACE, CREED, RELIGION, COLOR, ETHNIC\n\n       A. 1764                             9\n\n    1  ORIGIN, SEX, MARITAL STATUS, DISABILITY, AGE, LOCATION OR RENTER'S RESI-\n    2  DENCE  AND CREDIT CARD OWNERSHIP: (1) THE REFUSAL TO RENT; (2) THE IMPO-\n    3  SITION OF ANY ADDITIONAL CHARGE; AND (3) THE  IMPOSITION  OF  ANY  ADDI-\n    4  TIONAL  TERMS,  CONDITIONS  OR  PRIVILEGES  UPON  A RENTAL OF A VEHICLE.\n    5  FURTHER, A RENTER'S LIABILITY FOR DAMAGES OR  LOSS  OF  THE  VEHICLE  IS\n    6  GENERALLY  LIMITED TO $100. IN ADDITION, THE TOTAL CHARGE FOR EACH ADDI-\n    7  TIONAL DRIVER MAY NOT EXCEED  FIVE  DOLLARS  AND  ANY  REQUIRED  DEPOSIT\n    8  CANNOT  EXCEED  ONE  HUNDRED  FIFTY PERCENT OF THE RENTAL AGREEMENT. FOR\n    9  INFORMATION ABOUT RENTAL VEHICLE LAWS, OR TO FILE A  COMPLAINT,  CONTACT\n   10  THE  NEW YORK STATE ATTORNEY GENERAL AT (ADDRESS AND TELEPHONE NUMBER OF\n   11  REGIONAL OFFICE OF THE ATTORNEY GENERAL).\"\n   12    16. IN ADDITION TO ANY RIGHT OF ACTION GRANTED TO THE ATTORNEY GENERAL\n   13  PURSUANT TO THIS SECTION, ANY PERSON WHO HAS BEEN INJURED BY  REASON  OF\n   14  ANY VIOLATION OF THIS SECTION MAY BRING AN ACTION IN HIS OR HER OWN NAME\n   15  TO ENJOIN SUCH UNLAWFUL ACT OR PRACTICE, AN ACTION TO RECOVER HIS OR HER\n   16  ACTUAL  DAMAGES  OR  TWO HUNDRED FIFTY DOLLARS, WHICHEVER IS GREATER, OR\n   17  BOTH SUCH ACTIONS. THE COURT MAY, IN ITS DISCRETION, AWARD THE  PREVAIL-\n   18  ING  PLAINTIFF  IN  SUCH ACTION A PENALTY UP TO ONE THOUSAND DOLLARS, IF\n   19  THE COURT FINDS  THE  DEFENDANT  WILLFULLY  OR  KNOWINGLY  VIOLATED  THE\n   20  PROVISIONS  OF  THIS  SECTION. THE COURT MAY AWARD REASONABLE ATTORNEYS'\n   21  FEES TO A PREVAILING PLAINTIFF.\n   22    S 7. Section 396-z of the general business law is  amended  by  adding\n   23  two new subdivisions 14 and 15 to read as follows:\n   24    14.  EVERY RENTAL VEHICLE COMPANY SHALL DISPLAY THE FOLLOWING INFORMA-\n   25  TION IN A CONSPICUOUS LOCATION VISIBLE TO ANY POTENTIAL  CUSTOMER,  WITH\n   26  LETTERING  THAT  IS  LEGIBLE  AND SHALL BE AT LEAST THREE-QUARTERS OF AN\n   27  INCH BOLDFACE TYPE:\n   28    \"NOTICE: NEW YORK STATE  LAW  PROHIBITS  THE  FOLLOWING  PRACTICES  BY\n   29  RENTAL VEHICLE COMPANIES BASED UPON RACE, CREED, RELIGION, COLOR, ETHNIC\n   30  ORIGIN, SEX, MARITAL STATUS, DISABILITY, AGE, LOCATION OF RENTER'S RESI-\n   31  DENCE  AND CREDIT CARD OWNERSHIP: (1) THE REFUSAL TO RENT; (2) THE IMPO-\n   32  SITION OF ANY ADDITIONAL CHARGE; AND (3) THE  IMPOSITION  OF  ANY  ADDI-\n   33  TIONAL  TERMS,  CONDITIONS  OR  PRIVILEGES  UPON  A RENTAL OF A VEHICLE.\n   34  FURTHER, A RENTER'S LIABILITY FOR DAMAGES OR  LOSS  OF  THE  VEHICLE  IS\n   35  GENERALLY LIMITED TO $100.  IN ADDITION, THE TOTAL CHARGE FOR EACH ADDI-\n   36  TIONAL  DRIVER  MAY  NOT  EXCEED  FIVE  DOLLARS AND ANY REQUIRED DEPOSIT\n   37  CANNOT EXCEED ONE HUNDRED FIFTY PERCENT OF THE RENTAL  AGREEMENT.    FOR\n   38  INFORMATION  ABOUT  RENTAL VEHICLE LAWS, OR TO FILE A COMPLAINT, CONTACT\n   39  THE NEW YORK STATE ATTORNEY GENERAL AT (ADDRESS AND TELEPHONE NUMBER  OF\n   40  REGIONAL OFFICE OF THE ATTORNEY GENERAL).\"\n   41    15. IN ADDITION TO ANY RIGHT OF ACTION GRANTED TO THE ATTORNEY GENERAL\n   42  PURSUANT  TO  THIS SECTION, ANY PERSON WHO HAS BEEN INJURED BY REASON OF\n   43  ANY VIOLATION OF THIS SECTION MAY BRING AN ACTION IN HIS OR HER OWN NAME\n   44  TO ENJOIN SUCH UNLAWFUL ACT OR PRACTICE, AN ACTION TO RECOVER HIS OR HER\n   45  ACTUAL DAMAGES OR TWO HUNDRED FIFTY DOLLARS, WHICHEVER  IS  GREATER,  OR\n   46  BOTH  SUCH ACTIONS. THE COURT MAY, IN ITS DISCRETION, AWARD THE PREVAIL-\n   47  ING PLAINTIFF IN SUCH ACTION A PENALTY UP TO ONE  THOUSAND  DOLLARS,  IF\n   48  THE  COURT  FINDS  THE  DEFENDANT  WILLFULLY  OR  KNOWINGLY VIOLATED THE\n   49  PROVISIONS OF THIS SECTION. THE COURT MAY  AWARD  REASONABLE  ATTORNEYS'\n   50  FEES TO A PREVAILING PLAINTIFF.\n   51    S  8. Section 398-b of the general business law, as amended by chapter\n   52  656 of the laws of 2002, is amended to read as follows:\n   53    S 398-b. Discrimination in car rentals prohibited. 1. [No car or vehi-\n   54  cle rental agency shall refuse to rent a car or vehicle  to  any  person\n   55  otherwise  qualified  because  of  race, color, ethnic origin, religion,\n   56  disability, or sex] IT SHALL BE UNLAWFUL FOR ANY PERSON, FIRM,  PARTNER-\n\n       A. 1764                            10\n\n    1  SHIP,  ASSOCIATION  OR  CORPORATION  ENGAGED  IN THE BUSINESS OF RENTING\n    2  MOTOR VEHICLES TO ENGAGE IN ANY OF THE FOLLOWING PRACTICES ON THE  BASIS\n    3  OF  THE RACE, CREED, RELIGION, COLOR, ETHNIC ORIGIN, SEX, MARITAL STATUS\n    4  OR  DISABILITY OF THE PERSON ATTEMPTING TO ENTER INTO SUCH RENTAL AGREE-\n    5  MENT:\n    6    (A) REFUSE TO RENT SUCH VEHICLE;\n    7    (B) IMPOSE ANY ADDITIONAL CHARGE FOR THE RENTAL OF SUCH MOTOR VEHICLE;\n    8  OR\n    9    (C) IMPOSE ANY ADDITIONAL TERMS, CONDITIONS  OR  PRIVILEGES  UPON  THE\n   10  RENTAL OF SUCH VEHICLE.\n   11    2.   NOTWITHSTANDING ANY CHARGES AUTHORIZED BY PARAGRAPH (B) OF SUBDI-\n   12  VISION TEN OF SECTION THREE HUNDRED NINETY-SIX-Z  OF  THIS  ARTICLE,  IT\n   13  SHALL  BE  UNLAWFUL  FOR  ANY  PERSON, FIRM, PARTNERSHIP, ASSOCIATION OR\n   14  CORPORATION ENGAGED IN  THE  BUSINESS  OF  RENTING  MOTOR  VEHICLES,  IN\n   15  RESPONSE  TO  A REQUEST FROM A PERSON WITH A DISABILITY, TO FAIL TO TAKE\n   16  ANY REASONABLE EFFORT TO PROVIDE SUCH PERSON, FREE OF CHARGE,  WITH  ANY\n   17  ACCESSORIES  NECESSARY  FOR  SUCH  PERSON  TO  OPERATE SUCH VEHICLE. FOR\n   18  PURPOSES OF THIS SUBDIVISION, A REASONABLE EFFORT SHALL  BE  ANY  EFFORT\n   19  THAT DOES NOT INCUR AN UNDULY BURDENSOME EXPENSE.\n   20    3.  Any rental vehicle company found by a court of competent jurisdic-\n   21  tion to have violated a provision of this section shall be subject to  a\n   22  penalty  of not less than one thousand dollars nor more than twenty-five\n   23  hundred dollars for each violation.\n   24    [3.] 4. (a) Whenever a rental vehicle company engages in a  persistent\n   25  or repeated business activity or conduct which discriminates against any\n   26  individual based upon the individual's race, color, ethnic origin, reli-\n   27  gion,  disability,  or sex or membership in an otherwise protected class\n   28  pursuant to federal law, the attorney general may apply, in the name  of\n   29  the  people  of the state of New York, to the supreme court of the state\n   30  of New York, on five days notice, for an order enjoining the continuance\n   31  of such business activity and directing restitution and damages. In  any\n   32  such  proceeding,  the  attorney general may seek a civil penalty not to\n   33  exceed five thousand dollars per violation and may recover costs  pursu-\n   34  ant  to paragraph six of subdivision (a) of section eighty-three hundred\n   35  three of the civil practice law and rules.\n   36    (b) The term \"persistent\" as used in this  subdivision  shall  include\n   37  continuance or carrying on of any such business activity or conduct. The\n   38  term  \"repeated\" as used in this subdivision shall include repetition of\n   39  any separate and distinct business activity or conduct which affect more\n   40  than one person. The term \"business activity\" as used in  this  subdivi-\n   41  sion  shall  include  policies  and/or  standard practices of the rental\n   42  vehicle company.\n   43    (c) In connection with any such application, the attorney  general  is\n   44  authorized  to take proof and make a determination of the relevant facts\n   45  and to issue subpoenas in accordance with the  civil  practice  law  and\n   46  rules.  Such authorization shall not abate or terminate by reason of any\n   47  action or proceeding brought by the attorney general under this section.\n   48    5. IN ADDITION TO ANY RIGHT OF ACTION GRANTED TO THE ATTORNEY  GENERAL\n   49  PURSUANT  TO  THIS SECTION, ANY PERSON WHO HAS BEEN INJURED BY REASON OF\n   50  ANY VIOLATION OF THIS SECTION MAY BRING AN ACTION IN HIS OR HER OWN NAME\n   51  TO ENJOIN SUCH UNLAWFUL ACT OR PRACTICE, AN ACTION TO RECOVER HIS OR HER\n   52  ACTUAL DAMAGES OR TWO HUNDRED FIFTY DOLLARS, WHICHEVER  IS  GREATER,  OR\n   53  BOTH  SUCH ACTIONS. THE COURT MAY, IN ITS DISCRETION, AWARD THE PREVAIL-\n   54  ING PLAINTIFF IN SUCH ACTION A PENALTY UP TO ONE  THOUSAND  DOLLARS,  IF\n   55  THE  COURT  FINDS  THE  DEFENDANT  WILLFULLY  OR  KNOWINGLY VIOLATED THE\n\n       A. 1764                            11\n\n    1  PROVISIONS OF THIS SECTION. THE COURT MAY  AWARD  REASONABLE  ATTORNEYS'\n    2  FEES TO A PREVAILING PLAINTIFF.\n    3    S  9.  Section  398-b of the general business law, as added by chapter\n    4  494 of the laws of 1980, is amended to read as follows:\n    5    S 398-b. Discrimination in car rentals prohibited. [No car or  vehicle\n    6  rental agency shall refuse to rent a car or vehicle to any person other-\n    7  wise qualified because of race, color, ethnic origin or sex] 1. IT SHALL\n    8  BE  UNLAWFUL  FOR  ANY  PERSON, FIRM, PARTNERSHIP, ASSOCIATION OR CORPO-\n    9  RATION ENGAGED IN THE BUSINESS OF RENTING MOTOR VEHICLES  TO  ENGAGE  IN\n   10  ANY  OF  THE  FOLLOWING PRACTICES ON THE BASIS OF THE RACE, CREED, RELI-\n   11  GION, COLOR, ETHNIC ORIGIN, SEX, MARITAL STATUS  OR  DISABILITY  OF  THE\n   12  PERSON ATTEMPTING TO ENTER INTO SUCH RENTAL AGREEMENT:\n   13    (A) REFUSE TO RENT SUCH VEHICLE;\n   14    (B) IMPOSE ANY ADDITIONAL CHARGE FOR THE RENTAL OF SUCH MOTOR VEHICLE;\n   15  OR\n   16    (C)  IMPOSE  ANY  ADDITIONAL  TERMS, CONDITIONS OR PRIVILEGES UPON THE\n   17  RENTAL OF SUCH VEHICLE.\n   18    2. NOTWITHSTANDING ANY CHARGES AUTHORIZED BY PARAGRAPH (B) OF SUBDIVI-\n   19  SION NINE OF SECTION THREE HUNDRED  NINETY-SIX-Z  OF  THIS  ARTICLE,  IT\n   20  SHALL  BE  UNLAWFUL  FOR  ANY  PERSON, FIRM, PARTNERSHIP, ASSOCIATION OR\n   21  CORPORATION ENGAGED IN  THE  BUSINESS  OF  RENTING  MOTOR  VEHICLES,  IN\n   22  RESPONSE  TO  A REQUEST FROM A PERSON WITH A DISABILITY, TO FAIL TO TAKE\n   23  ANY REASONABLE EFFORT TO PROVIDE SUCH PERSON, FREE OF CHARGE,  WITH  ANY\n   24  ACCESSORIES  NECESSARY  FOR  SUCH  PERSON  TO  OPERATE SUCH VEHICLE. FOR\n   25  PURPOSES OF THIS SUBDIVISION, A REASONABLE EFFORT SHALL  BE  ANY  EFFORT\n   26  THAT DOES NOT INCUR AN UNDULY BURDENSOME EXPENSE.\n   27    3.  ANY RENTAL VEHICLE COMPANY FOUND BY A COURT OF COMPETENT JURISDIC-\n   28  TION TO HAVE VIOLATED A PROVISION OF THIS SECTION SHALL BE SUBJECT TO  A\n   29  PENALTY  OF NOT LESS THAN ONE THOUSAND DOLLARS NOR MORE THAN TWENTY-FIVE\n   30  HUNDRED DOLLARS FOR EACH VIOLATION.\n   31    4. (A) WHENEVER A RENTAL VEHICLE COMPANY ENGAGES IN  A  PERSISTENT  OR\n   32  REPEATED  BUSINESS  ACTIVITY  OR CONDUCT WHICH DISCRIMINATES AGAINST ANY\n   33  INDIVIDUAL BASED UPON THE INDIVIDUAL'S RACE, COLOR, ETHNIC ORIGIN, RELI-\n   34  GION, DISABILITY, OR SEX OR MEMBERSHIP IN AN OTHERWISE  PROTECTED  CLASS\n   35  PURSUANT  TO FEDERAL LAW, THE ATTORNEY GENERAL MAY APPLY, IN THE NAME OF\n   36  THE PEOPLE OF THE STATE OF NEW YORK, TO THE SUPREME COURT OF  THE  STATE\n   37  OF NEW YORK, ON FIVE DAYS NOTICE, FOR AN ORDER ENJOINING THE CONTINUANCE\n   38  OF  SUCH BUSINESS ACTIVITY AND DIRECTING RESTITUTION AND DAMAGES. IN ANY\n   39  SUCH PROCEEDING, THE ATTORNEY GENERAL MAY SEEK A CIVIL  PENALTY  NOT  TO\n   40  EXCEED  FIVE THOUSAND DOLLARS PER VIOLATION AND MAY RECOVER COSTS PURSU-\n   41  ANT TO PARAGRAPH SIX OF SUBDIVISION (A) OF SECTION EIGHTY-THREE  HUNDRED\n   42  THREE OF THE CIVIL PRACTICE LAW AND RULES.\n   43    (B)  THE  TERM  \"PERSISTENT\" AS USED IN THIS SUBDIVISION SHALL INCLUDE\n   44  CONTINUANCE OR CARRYING ON OF ANY SUCH BUSINESS ACTIVITY OR CONDUCT. THE\n   45  TERM \"REPEATED\" AS USED IN THIS SUBDIVISION SHALL INCLUDE REPETITION  OF\n   46  ANY  SEPARATE  AND  DISTINCT  BUSINESS ACTIVITY OR CONDUCT WHICH AFFECTS\n   47  MORE THAN ONE PERSON. THE TERM  \"BUSINESS  ACTIVITY\"  AS  USED  IN  THIS\n   48  SUBDIVISION  SHALL  INCLUDE  POLICIES  AND/OR  STANDARD PRACTICES OF THE\n   49  RENTAL VEHICLE COMPANY.\n   50    (C) IN CONNECTION WITH ANY SUCH APPLICATION, THE ATTORNEY  GENERAL  IS\n   51  AUTHORIZED  TO TAKE PROOF AND MAKE A DETERMINATION OF THE RELEVANT FACTS\n   52  AND TO ISSUE SUBPOENAS IN ACCORDANCE WITH THE  CIVIL  PRACTICE  LAW  AND\n   53  RULES.  SUCH AUTHORIZATION SHALL NOT ABATE OR TERMINATE BY REASON OF ANY\n   54  ACTION OR PROCEEDING BROUGHT BY THE ATTORNEY GENERAL UNDER THIS SECTION.\n   55    5. IN ADDITION TO ANY RIGHT OF ACTION GRANTED TO THE ATTORNEY  GENERAL\n   56  PURSUANT  TO  THIS SECTION, ANY PERSON WHO HAS BEEN INJURED BY REASON OF\n\n       A. 1764                            12\n\n    1  ANY VIOLATION OF THIS SECTION MAY BRING AN ACTION IN HIS OR HER OWN NAME\n    2  TO ENJOIN SUCH UNLAWFUL ACT OR PRACTICE, AN ACTION TO RECOVER HIS OR HER\n    3  ACTUAL DAMAGES OR TWO HUNDRED FIFTY DOLLARS, WHICHEVER  IS  GREATER,  OR\n    4  BOTH  SUCH ACTIONS. THE COURT MAY, IN ITS DISCRETION, AWARD THE PREVAIL-\n    5  ING PLAINTIFF IN SUCH ACTION A PENALTY UP TO ONE  THOUSAND  DOLLARS,  IF\n    6  THE  COURT  FINDS  THE  DEFENDANT  WILLFULLY  OR  KNOWINGLY VIOLATED THE\n    7  PROVISIONS OF THIS SECTION. THE COURT MAY  AWARD  REASONABLE  ATTORNEYS'\n    8  FEES TO A PREVAILING PLAINTIFF.\n    9    S  10.  Section  3440  of the insurance law is amended by adding a new\n   10  subsection (g) to read as follows:\n   11    (G) THE SUPERINTENDENT IS AUTHORIZED AND DIRECTED TO PROMULGATE  RULES\n   12  AND  REGULATIONS  TO GOVERN THE ACTUAL EXTRA COST FOR INSURANCE RELATING\n   13  TO THE AGE OF THE PERSON RENTING A MOTOR VEHICLE TO BE PASSED ON TO SUCH\n   14  PERSON PURSUANT TO SECTION THREE HUNDRED  NINETY-ONE-G  OF  THE  GENERAL\n   15  BUSINESS LAW.\n   16    S  11.  This act shall take effect on the thirtieth day after it shall\n   17  have become a law and shall apply to any rental contract entered into on\n   18  or after such effective date; provided, however, that the amendments  to\n   19  subdivision  3  of  section  391-l  of  the general business law made by\n   20  section two of this act, the amendments  to  subdivision  7  of  section\n   21  396-z  of the general business law made by section four of this act, the\n   22  amendments to subdivisions 15  and 16 of section 396-z  of  the  general\n   23  business  law  made  by  section  six of this act, and the amendments to\n   24  section 398-b of the general business law made by section eight of  this\n   25  act  shall not affect the expiration and repeal of such subdivisions and\n   26  sections as provided in section 4 of chapter 656 of the laws of 2002, as\n   27  amended, and shall expire and be deemed repealed  therewith,  when  upon\n   28  such date the provisions of sections three, five, seven and nine of this\n   29  act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the insurance law, in relation to the rental of motor vehicles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110112.T104958.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294847398564
}