{
  "year" : 2011,
  "senateBillNo" : "A1762-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to education",
    "billEventId" : "A1762-2011-1294722000000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Nolan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to siting requirements for the New York city school construction authority's leasing program",
  "summary" : "Relates to siting requirements for the New York city school construction authority's leasing program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A1865-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1762\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. NOLAN -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the  public  authorities  law,  in  relation  to  siting\n         requirements  for  the  New  York city school construction authority's\n         leasing program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of section 1731 of the public authorities\n    2  law, as added by chapter 738 of the laws of 1988, is amended to read  as\n    3  follows:\n    4    1.  Prior  to the commencing of new construction or building additions\n    5  of an educational facility, or the acquisition of real property  or  any\n    6  interest therein for such purpose, INCLUDING THE LEASING OF ANY BUILDING\n    7  OR  PROPERTY,  the  authority shall file a copy of the site plan of such\n    8  facility in its offices and shall provide a copy  thereof  to  the  city\n    9  board,  the  city planning commission and the community school board and\n   10  community board of the district in which the facility will  be  located.\n   11  Upon  request,  any  other person shall be furnished with such plan or a\n   12  summary thereof. The authority shall publish in a newspaper  of  general\n   13  circulation  in  the  city  a  notice of the filing of such plan and the\n   14  availability of the plan and a summary thereof. Such plan shall include,\n   15  in the case of any project for which the acquisition of real property or\n   16  interest therein is proposed, the recommended site, any alternate  sites\n   17  considered,  and  any  rationale  as to why the alternate sites were not\n   18  selected.\n   19    S 2. Subdivision 1 of section 1732 of the public authorities  law,  as\n   20  amended  by  chapter  562  of  the  laws  of 1990, is amended to read as\n   21  follows:\n   22    1. Following the hearings held pursuant to section  seventeen  hundred\n   23  thirty-one  of  this  title, but prior to initiating construction of new\n   24  educational facilities, OR PRIOR TO LEASING ANY BUILDING OR PROPERTY FOR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05587-01-1\n\n       A. 1762                             2\n\n    1  SUCH PURPOSE, the authority shall submit the site plan of such  projects\n    2  to  the  mayor  and the council for review, provided, however, that such\n    3  review shall be limited to the site selected for the project.\n    4    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to siting requirements for the New York city school construction authority's leasing program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110112.T104958.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294847398567
}