{
  "year" : 2011,
  "senateBillNo" : "A1771-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to health",
    "billEventId" : "A1771-2011-1294722000000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires epinephrine auto-injector devices at children's overnight, summer day and traveling summer camps",
  "summary" : "Requires epinephrine auto-injector devices at children's overnight, summer day and traveling summer day camps. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A9884-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1771\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation to requiring epineph-\n         rine auto-injector devices at children's  overnight,  summer  day  and\n         traveling summer camps\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of subdivision 1 of  section  3000-c  of  the\n    2  public  health  law,  as  amended by chapter 350 of the laws of 2001, is\n    3  amended to read as follows:\n    4    (a) \"Eligible person, firm, organization, or other entity\" means,  (i)\n    5  an  ambulance service or advanced life support first response service; a\n    6  certified first responder, emergency  medical  technician,  or  advanced\n    7  emergency  medical  technician, who is employed by or an enrolled member\n    8  of any such service; OR (ii) [a children's overnight camp as defined  in\n    9  subdivision  one of section thirteen hundred ninety-two of this chapter,\n   10  a summer day camp as defined in  subdivision  two  of  section  thirteen\n   11  hundred  ninety-two  of  this  chapter,  a  traveling summer day camp as\n   12  defined in subdivision three of section thirteen hundred  ninety-two  of\n   13  this  chapter  or  a person employed by such a camp; or (iii)] any other\n   14  person, firm, organization or entity designated pursuant to  regulations\n   15  of the commissioner in consultation with other appropriate agencies; and\n   16  all subject to regulations of the commissioner.\n   17    S  2.  The public health law is amended by adding a new section 1392-b\n   18  to read as follows:\n   19    S 1392-B. EPINEPHRINE AUTO-INJECTOR DEVICES REQUIRED. 1.  DEFINITIONS.\n   20  AS USED IN THIS SECTION, \"EMERGENCY HEALTH CARE PROVIDER\"  MEANS  (A)  A\n   21  PHYSICIAN  WITH  KNOWLEDGE  AND  EXPERIENCE IN THE DELIVERY OF EMERGENCY\n   22  CARE; OR (B) A HOSPITAL LICENSED  UNDER  ARTICLE  TWENTY-EIGHT  OF  THIS\n   23  CHAPTER THAT PROVIDES EMERGENCY CARE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01770-01-1\n\n       A. 1771                             2\n\n    1    2.  COLLABORATIVE AGREEMENT. (A) EVERY PERSON, FIRM, LIMITED LIABILITY\n    2  COMPANY, ASSOCIATION AND CORPORATION WHICH OPERATES A  CHILDREN'S  OVER-\n    3  NIGHT,  SUMMER  DAY  AND  TRAVELING  SUMMER DAY CAMP, AS DEFINED IN THIS\n    4  ARTICLE, SHALL MAINTAIN A  COLLABORATIVE  AGREEMENT  WITH  AN  EMERGENCY\n    5  HEALTH  CARE  PROVIDER  AND  SHALL  HAVE  ON THE PREMISES AN EPINEPHRINE\n    6  AUTO-INJECTOR DEVICE.\n    7    (B) THE COLLABORATIVE AGREEMENT REQUIRED PURSUANT TO PARAGRAPH (A)  OF\n    8  THIS  SUBDIVISION  SHALL  INCLUDE  A WRITTEN AGREEMENT THAT INCORPORATES\n    9  WRITTEN PRACTICE PROTOCOLS,  AND  POLICIES  AND  PROCEDURES  THAT  SHALL\n   10  ENSURE COMPLIANCE WITH THE PROVISIONS OF THIS SECTION. THE PERSON, FIRM,\n   11  LIMITED  LIABILITY  COMPANY,  ORGANIZATION OR ENTITY OPERATING THE CHIL-\n   12  DREN'S OVERNIGHT, SUMMER DAY AND TRAVELING SUMMER DAY CAMP SHALL FILE  A\n   13  COPY  OF  THE  COLLABORATIVE  AGREEMENT WITH THE DEPARTMENT AND WITH THE\n   14  APPROPRIATE REGIONAL COUNCIL PRIOR THE USING ANY EPINEPHRINE AUTO-INJEC-\n   15  TOR DEVICE.\n   16    3. POSSESSION AND USE OF EPINEPHRINE AUTO-INJECTOR DEVICES. POSSESSION\n   17  AND USE  OF  EPINEPHRINE  AUTO-INJECTOR  DEVICES  SHALL  BE  LIMITED  AS\n   18  FOLLOWS:\n   19    (A)  NO  PERSON  SHALL  USE AN EPINEPHRINE AUTO-INJECTOR DEVICE UNLESS\n   20  SUCH PERSON SHALL HAVE SUCCESSFULLY COMPLETED A TRAINING COURSE  IN  THE\n   21  USE  OF  EPINEPHRINE  AUTO-INJECTOR DEVICES APPROVED BY THE COMMISSIONER\n   22  PURSUANT TO THE RULES OF THE DEPARTMENT. THIS SECTION DOES NOT  PROHIBIT\n   23  THE  USE  OF  AN  EPINEPHRINE  AUTO-INJECTOR DEVICE (I) BY A HEALTH CARE\n   24  PRACTITIONER LICENSED OR CERTIFIED UNDER TITLE EIGHT  OF  THE  EDUCATION\n   25  LAW  ACTING WITHIN THE SCOPE OF HIS OR HER PRACTICE, OR (II) BY A PERSON\n   26  ACTING PURSUANT TO A LAWFUL PRESCRIPTION.\n   27    (B) EVERY PERSON, FIRM, ORGANIZATION AND ENTITY AUTHORIZED TO  POSSESS\n   28  AND USE EPINEPHRINE AUTO-INJECTOR DEVICES PURSUANT TO THIS SECTION SHALL\n   29  USE, MAINTAIN AND DISPOSE OF SUCH DEVICES PURSUANT TO REGULATIONS OF THE\n   30  DEPARTMENT.\n   31    (C)  EVERY USE OF AN EPINEPHRINE AUTO-INJECTOR DEVICE PURSUANT TO THIS\n   32  SECTION SHALL IMMEDIATELY BE  REPORTED  TO  THE  EMERGENCY  HEALTH  CARE\n   33  PROVIDER.\n   34    4.  APPLICATION OF OTHER LAWS. (A) USE OF AN EPINEPHRINE AUTO-INJECTOR\n   35  DEVICE PURSUANT TO THIS SECTION SHALL BE CONSIDERED FIRST AID  OR  EMER-\n   36  GENCY TREATMENT FOR THE PURPOSE OF ANY STATUTE RELATING TO LIABILITY.\n   37    (B)  PURCHASE,  ACQUISITION,  POSSESSION  OR  USE  OF  AN  EPINEPHRINE\n   38  AUTO-INJECTOR DEVICE PURSUANT TO THIS SECTION SHALL NOT  CONSTITUTE  THE\n   39  UNLAWFUL  PRACTICE  OF A PROFESSION OR OTHER VIOLATION UNDER TITLE EIGHT\n   40  OF THE EDUCATION LAW OR ARTICLE THIRTY-THREE OF THIS CHAPTER.\n   41    (C) ANY PERSON OTHERWISE AUTHORIZED TO SELL OR PROVIDE AN  EPINEPHRINE\n   42  AUTO-INJECTOR  DEVICE  MAY  SELL OR PROVIDE IT TO A PERSON AUTHORIZED TO\n   43  POSSESS IT PURSUANT TO THIS SECTION.\n   44    S 3. This act shall take effect on the one hundred eightieth day after\n   45  it shall have become a law; provided  that  any  rules  and  regulations\n   46  necessary  to implement the provisions of this act on its effective date\n   47  are authorized and directed to be added, amended and/or repealed  on  or\n   48  before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring epinephrine auto-injector devices at children's overnight, summer day and traveling summer camps ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110112.T113458.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294850098419
}