{
  "year" : 2011,
  "senateBillNo" : "A1770-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to election law",
    "billEventId" : "A1770-2011-1294722000000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sets out the procedures and requirements for special elections",
  "summary" : "Sets out the procedures and requirements for special elections; implements a timetable for the special primary and special election, including the number of signatures required for the petition. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A3377-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1770\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL,  BING, KAVANAGH, GALEF, JEFFRIES,\n         CAMARA, PAULIN, DINOWITZ, LATIMER, REILLY, CAHILL, KELLNER  --  Multi-\n         Sponsored  by -- M. of A. GOTTFRIED, LANCMAN -- read once and referred\n         to the Committee on Election Law\n\n       AN ACT to amend the  election  law  and  the  public  officers  law,  in\n         relation to creating a special primary election to take place prior to\n         a  special election and mandating the governor to proclaim all special\n         elections within ten days of the vacancy\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  6-114  of the election law is amended to read as\n    2  follows:\n    3    S 6-114. Party nominations; special election. Party nominations for an\n    4  office to be filled at a special election shall be made [in  the  manner\n    5  prescribed  by  the  rules  of  the party] AT A SPECIAL PRIMARY ELECTION\n    6  PURSUANT TO SECTION 6-161  OF  THIS  ARTICLE,  AT  WHICH  THE  CANDIDATE\n    7  RECEIVING THE MOST VOTES SHALL BE THE NOMINEE OF THE PARTY.\n    8    S 2. The election law is amended by adding a new section 6-161 to read\n    9  as follows:\n   10    S  6-161.  SPECIAL  PRIMARY ELECTIONS. 1. THE SPECIAL PRIMARY ELECTION\n   11  SHALL TAKE PLACE ON THE FIRST TUESDAY OCCURRING AT LEAST THIRTY DAYS BUT\n   12  NO MORE THAN THIRTY-SIX DAYS PRIOR TO THE SPECIAL ELECTION.\n   13    2. DESIGNATING PETITIONS FOR A PRIMARY NOMINATION SHALL  BE  SUBJECTED\n   14  TO  THE  SAME FORM AND RULES SET OUT IN SECTIONS 6-132 AND 6-134 OF THIS\n   15  ARTICLE. DESIGNATING PETITIONS SHALL BE FILED WITHIN TWELVE DAYS OF  THE\n   16  DATE THE GOVERNOR PROCLAIMS THE NEED FOR A SPECIAL ELECTION.\n   17    3.  NOTWITHSTANDING SECTION 6-136 OF THIS ARTICLE, THE REQUIRED AMOUNT\n   18  OF SIGNATURES FOR A DESIGNATING  PETITION,  PURSUANT  TO  THIS  SECTION,\n   19  SHALL  BE  FIVE  HUNDRED FOR A STATE SENATORIAL DISTRICT AND TWO HUNDRED\n   20  FIFTY FOR AN ASSEMBLY DISTRICT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01756-01-1\n\n       A. 1770                             2\n\n    1    4. PETITIONS FOR INDEPENDENT NOMINATIONS SHALL BE FILED WITHIN FIFTEEN\n    2  DAYS OF THE DATE THE GOVERNOR PROCLAIMS THE NEED FOR A SPECIAL ELECTION.\n    3  NOTWITHSTANDING SECTION 6-138 OF THIS ARTICLE, THE  REQUIRED  AMOUNT  OF\n    4  SIGNATURES  FOR  A DESIGNATING PETITION, PURSUANT TO THIS SECTION, SHALL\n    5  BE  ONE THOUSAND FOR A STATE SENATORIAL DISTRICT AND FIVE HUNDRED FOR AN\n    6  ASSEMBLY DISTRICT.\n    7    S 3. Subdivisions 1, 3 and 4 of section 42 of the public officers law,\n    8  subdivision 1 as amended by chapter 878 of the laws of 1946, subdivision\n    9  3 as amended by chapter 105 of the laws of 1943  and  subdivision  4  as\n   10  amended by chapter 317 of the laws of 1954, are amended and a new subdi-\n   11  vision 4-b is added to read as follows:\n   12    1.  A  vacancy occurring before September twentieth of any year in any\n   13  office authorized to be filled at a  general  election,  except  in  the\n   14  offices  of  governor [or], lieutenant-governor, STATE SENATOR OR MEMBER\n   15  OF ASSEMBLY, shall be filled at the general election held next thereaft-\n   16  er, unless otherwise provided by the constitution, or unless  previously\n   17  filled at a special election.\n   18    3. Upon the failure to elect to any office, except that of governor or\n   19  lieutenant-governor,  at  a  general  or special election, at which such\n   20  office is authorized to be filled, or upon the death or disqualification\n   21  of a person elected to office before the commencement  of  his  official\n   22  term,  or  upon the occurrence of a vacancy in any elective office which\n   23  cannot be filled by appointment for a period extending to or beyond  the\n   24  next  general  election  at  which  a person may be elected thereto, the\n   25  governor [may in his discretion] SHALL make A  proclamation  WITHIN  TEN\n   26  DAYS  OF THE VACANCY of a special election to fill such office, specify-\n   27  ing the district or county in which the election is to be held, and  the\n   28  day  thereof,  which shall be [not less than thirty nor more than forty]\n   29  NINETY days OR ON THE FIRST TUESDAY FOLLOWING THE NINETY DAYS  from  the\n   30  date of the proclamation.\n   31    4.  A  special  election  shall  not  be held to fill a vacancy in the\n   32  office of a representative in congress unless such vacancy occurs on  or\n   33  before  the first day of July of the last year of the term of office, or\n   34  unless it occurs thereafter and a special session of congress is  called\n   35  to  meet  before the next general election, or be called after September\n   36  nineteenth of such year[; nor to fill a vacancy in the office  of  state\n   37  senator  or  in  the  office  of  member of assembly, unless the vacancy\n   38  occurs before the first day of April of the last year  of  the  term  of\n   39  office, or unless the vacancy occurs in either such office of senator or\n   40  member  of  assembly after such first day of April and a special session\n   41  of the legislature be called to meet between such first day of April and\n   42  the next general election or be called  after  September  nineteenth  in\n   43  such year]. If a special election to fill an office shall not be held as\n   44  required  by  law,  the  office  shall  be  filled  at  the next general\n   45  election.\n   46    4-B. IF A VACANCY OCCURS IN THE OFFICE OF  STATE  SENATOR  OR  IN  THE\n   47  OFFICE  OF MEMBER OF ASSEMBLY BETWEEN ONE HUNDRED EIGHTY AND NINETY DAYS\n   48  PRIOR TO AN ANNUAL PRIMARY ELECTION OR IF A VACANCY OCCURS  BETWEEN  ONE\n   49  HUNDRED  EIGHTY AND NINETY DAYS PRIOR TO A GENERAL ELECTION, THE SPECIAL\n   50  ELECTION SHALL BE HELD ON THE DAY OF  THE  ANNUAL  PRIMARY  ELECTION  OR\n   51  GENERAL  ELECTION  RESPECTIVELY, WITH THE SPECIAL PRIMARY ELECTION TO BE\n   52  HELD ON THE FIRST TUESDAY OCCURRING AT LEAST THIRTY  DAYS  BUT  NO  MORE\n   53  THAN THIRTY-SIX DAYS PRIOR TO THE SPECIAL ELECTION.\n   54    S 4.  If any section of this act or any part thereof shall be adjudged\n   55  by  any  court  of  competent  jurisdiction to be invalid, such judgment\n\n       A. 1770                             3\n\n    1  shall not affect, impair  or  invalidate  the  remainder  or  any  other\n    2  section or part thereof.\n    3    S  5. This act shall take effect on the first of January next succeed-\n    4  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law and the public officers law, in relation to creating a special primary election to take place prior to a special election and mandating the governor to proclaim all special elections within ten days of the vacancy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110112.T113458.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294850098416
}