{
  "year" : 2011,
  "senateBillNo" : "A1776-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to social services",
    "billEventId" : "A1776-2011-1294722000000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to public assistance applications",
  "summary" : "Requires office of temporary and disability assistance to simplify the application process for public assistance benefits. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A10586-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1776\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to  public  assist-\n         ance applications\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The social services law is amended by adding a new  section\n    2  152-c to read as follows:\n    3    S  152-C.  PUBLIC  ASSISTANCE APPLICATIONS; NOTIFICATION. 1.  NOTWITH-\n    4  STANDING ANY OTHER PROVISION OF LAW  TO  THE  CONTRARY,  THE  OFFICE  OF\n    5  TEMPORARY  AND DISABILITY ASSISTANCE SHALL UNDERTAKE EFFORTS TO SIMPLIFY\n    6  THE APPLICATION PROCESS FOR PUBLIC ASSISTANCE  BENEFITS.  SUCH  EFFORTS,\n    7  SHALL  INCLUDE, BUT NOT BE LIMITED TO, LISTING INFORMATION AND QUESTIONS\n    8  ON SUCH APPLICATIONS IN A MANNER THAT  WOULD  BE  COMPREHENSIBLE  TO  AN\n    9  INDIVIDUAL WITH A BASIC LITERACY LEVEL.\n   10    2. (A) NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, THE\n   11  OFFICE OF TEMPORARY AND DISABILITY ASSISTANCE SHALL DRAFT A SUPPLEMENTAL\n   12  NOTICE  FORM  TO  BE  PROVIDED TO APPLICANTS FOR PUBLIC ASSISTANCE. SUCH\n   13  SUPPLEMENTAL NOTICE FORM SHALL LIST ALL NOTIFICATIONS TO BE PROVIDED  TO\n   14  APPLICANTS  AS  MAY  BE  APPROPRIATE,  OR REQUIRED BY LAW, RULE OR REGU-\n   15  LATION.\n   16    (B) NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, EACH NOTIFI-\n   17  CATION LISTED ON THE SUPPLEMENTAL NOTIFICATION FORM SHALL BE PROVIDED IN\n   18  A FONT THAT IS AT LEAST SIXTEEN POINTS.\n   19    (C) NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, THE  SUPPLE-\n   20  MENTAL  NOTICE FORM SHALL INCLUDE A CHECK OFF BOX NEXT TO EACH NOTIFICA-\n   21  TION PROVIDED ON THE FORM FOR THE APPLICANT TO CHECK TO INDICATE THAT HE\n   22  OR SHE HAS RECEIVED THE INFORMATION CONTAINED IN  THE  NOTIFICATION  AND\n   23  UNDERSTANDS THE NOTIFICATION PROVIDED.\n   24    (D)  NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, THE SUPPLE-\n   25  MENTAL NOTIFICATION FORM SHALL PROVIDE A LINE FOR THE PUBLIC  ASSISTANCE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01785-01-1\n\n       A. 1776                             2\n\n    1  APPLICANT  TO  SIGN TO INDICATE THAT HE OR SHE HAS RECEIVED THE INFORMA-\n    2  TION CONTAINED IN THE  SUPPLEMENTAL  NOTICE  FORM  AND  UNDERSTANDS  ALL\n    3  NOTIFICATIONS PROVIDED.\n    4    3.  NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, LOCAL SOCIAL\n    5  SERVICES  DISTRICTS  SHALL  PROVIDE ALL APPLICANTS FOR PUBLIC ASSISTANCE\n    6  WITH THE SUPPLEMENTAL NOTIFICATION FORM.\n    7    4. NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY,  SUBSE-\n    8  QUENT TO THE EFFECTIVE DATE OF THIS SECTION, THE OFFICE OF TEMPORARY AND\n    9  DISABILITY  ASSISTANCE  SHALL  REVIEW THE SUPPLEMENTAL APPLICATION FORM,\n   10  NOT LESS THAN ONCE EVERY SIX MONTHS AND SHALL ADD ANY ADDITIONAL NOTIFI-\n   11  CATIONS TO THE APPLICATION AS MAY BE APPROPRIATE  OR  REQUIRED  BY  LAW,\n   12  RULE OR REGULATION.\n   13    S 2. This act shall take effect on the one hundred eightieth day after\n   14  it  shall have become law; provided however, that effective immediately,\n   15  the addition, amendment and/or repeal of any rule or  regulation  neces-\n   16  sary  for  the  implementation  of  this  act  on its effective date are\n   17  authorized and directed to be made and completed on or before the effec-\n   18  tive date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to public assistance applications ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T165226.TXT", "SOBI.D110112.T113458.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294850098434
}