{
  "year" : 2011,
  "senateBillNo" : "A1774-2011",
  "billEvents" : [ {
    "eventDate" : 1294722000000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1774-2011-1294722000000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the recovery of abandoned animals from property that has been vacated through lease termination, property foreclosure or abandonment",
  "summary" : "Relates to the recovery of abandoned animals from property that has been vacated through lease termination, property foreclosure or abandonment; provides that an animal shall then be subject to disposition under section 332 of the agriculture and markets law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Actions and Proceedings Law",
  "previousVersions" : [ "A11033-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1774\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Judiciary\n\n       AN ACT to amend the real property actions and proceedings  law  and  the\n         agriculture  and markets law, in relation to the recovery of abandoned\n         animals from property that has been vacated through lease termination,\n         property foreclosure or abandonment\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property actions and proceedings law is amended by\n    2  adding a new section 242 to read as follows:\n    3    S  242.  RECOVERY  OF  ABANDONED  ANIMALS. 1. NOTWITHSTANDING SECTIONS\n    4  THIRTEEN HUNDRED SEVEN AND NINETEEN HUNDRED SEVENTY-ONE OF THIS  CHAPTER\n    5  OR  ANY OTHER PROVISION OF LAW TO THE CONTRARY, ANY PERSON OR ENTITY WHO\n    6  ENCOUNTERS AN ABANDONED ANIMAL IN  A  PROPERTY  THAT  HAS  BEEN  VACATED\n    7  THROUGH  LEASE  TERMINATION,  PROPERTY  FORECLOSURE OR ABANDONMENT SHALL\n    8  IMMEDIATELY NOTIFY ANIMAL CONTROL OFFICERS OR ANY OTHER AUTHORIZED AGENT\n    9  FOR THE PURPOSE OF IMMEDIATELY RETRIEVING SUCH ANIMAL.\n   10    2. FOR PURPOSES OF THIS SECTION, THE PERSON  OR  PRIVATE  ENTITY  THAT\n   11  NOTIFIES  ANIMAL CONTROL OFFICERS OR OTHER AUTHORIZED AGENTS TO RETRIEVE\n   12  THE ABANDONED ANIMAL OR  THE  SUCCESSOR  PROPERTY  OWNER  SHALL  NOT  BE\n   13  CONSIDERED THE KEEPER OF THE ANIMAL OR THE AGENT OF THE ANIMAL'S OWNER.\n   14    3. THE ABANDONED ANIMAL RECOVERED BY THE ANIMAL CONTROL OFFICER OR ANY\n   15  OTHER  AUTHORIZED  AGENT  SHALL BE SUBJECT TO THE DISPOSITION PROVISIONS\n   16  PROVIDED BY SECTION THREE HUNDRED  THIRTY-TWO  OF  THE  AGRICULTURE  AND\n   17  MARKETS LAW.\n   18    S 2. Section 331 of the agriculture and markets law, as added by chap-\n   19  ter 328 of the laws of 1961, is amended to read as follows:\n   20    S 331. Abandonment of certain animals. An animal is deemed to be aban-\n   21  doned when [it] :\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01800-01-1\n\n       A. 1774                             2\n\n    1    1. IT is placed in the custody of a veterinarian, veterinary hospital,\n    2  boarding  kennel  owner  or  operator,  stable owner or operator, or any\n    3  other person for treatment, board, or care and:\n    4    [1.]  (A) Having been placed in such custody for a specified period of\n    5  time the animal is not removed at the end of such specified period and a\n    6  notice to remove the animal within ten days thereafter has been given to\n    7  the person who placed the animal in such custody, by means of registered\n    8  letter mailed to the last known address of such person[, or:].\n    9    [2.] (B) Having been placed in such custody for an unspecified  period\n   10  of  time  the  animal  is not removed within twenty days after notice to\n   11  remove the animal has been given to the person who placed the animal  in\n   12  such  custody,  by means of a registered letter mailed to the last known\n   13  address of such person.\n   14    [3.] (C) The giving of notice as prescribed in this section  shall  be\n   15  deemed  a  waiver  of any lien on the animal for the treatment, board or\n   16  care of the animal but shall not relieve the owner of the animal removed\n   17  of  his  contractual  liability  for  such  treatment,  board  or   care\n   18  furnished.\n   19    2.  IT  IS  FOUND  IN  A  PROPERTY THAT HAS BEEN VACATED THROUGH LEASE\n   20  TERMINATION, PROPERTY FORECLOSURE OR ABANDONED BY THE TENANT OR OWNER.\n   21    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property actions and proceedings law and the agriculture and markets law, in relation to the recovery of abandoned animals from property that has been vacated through lease termination, property foreclosure or abandonment ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110111.T164725.TXT", "SOBI.D110112.T113959.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294850399555
}