{
  "year" : 2011,
  "senateBillNo" : "A178-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A178-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires reimbursement for surgical first assistant services",
  "summary" : "Requires reimbursement for surgical first assistant services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "AC5720-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          178\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. CAHILL, GUNTHER, CYMBROWITZ, N. RIVERA, COOK,\n         BENEDETTO, COLTON, JAFFEE -- Multi-Sponsored by  --  M.  of  A.  BING,\n         BOYLAND,  GOTTFRIED, LATIMER, LIFTON, McENENY, PAULIN, PHEFFER, REILLY\n         -- read once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, the social services law and the work-\n         ers' compensation law, in relation to reimbursement for surgical first\n         assistant services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (i)  of  section 3216 of the insurance law is\n    2  amended by adding a new paragraph 28 to read as follows:\n    3    (28) EVERY POLICY ISSUED  PURSUANT  TO  THIS  SECTION  WHICH  PROVIDES\n    4  REIMBURSEMENT  FOR  NON-PHYSICIAN SURGICAL FIRST ASSISTANT SERVICES WHEN\n    5  SUCH SERVICES ARE PROVIDED BY A NON-PHYSICIAN SURGICAL  FIRST  ASSISTANT\n    6  WHO  IS EMPLOYED BY A PHYSICIAN AND THE PHYSICIAN BILLS FOR THE SERVICES\n    7  SHALL NOT DENY SUCH COVERAGE EXCLUSIVELY ON THE BASIS THAT THE  NON-PHY-\n    8  SICIAN  SURGICAL FIRST ASSISTANT SERVICES WERE PERFORMED BY A REGISTERED\n    9  NURSE FIRST  ASSISTANT  WHO  IS  CERTIFIED  IN  OPERATING  ROOM  NURSING\n   10  PROVIDED  THAT:  (A) SUCH SERVICES ARE WITHIN THE SCOPE OF PRACTICE OF A\n   11  NON-PHYSICIAN SURGICAL FIRST ASSISTANT; AND (B) THE TERMS AND CONDITIONS\n   12  OF THE MEMBER CONTRACT  OTHERWISE  PROVIDE  FOR  THE  COVERAGE  OF  SUCH\n   13  SERVICES.  NOTHING IN THIS PARAGRAPH SHALL BE CONSTRUED TO:  PREVENT THE\n   14  MEDICAL MANAGEMENT OR UTILIZATION REVIEW OF  SUCH  SERVICES;  PREVENT  A\n   15  POLICY  FROM  REQUIRING  SERVICES  THROUGH  A  NETWORK  OF PARTICIPATING\n   16  PROVIDERS WHO SHALL MEET CERTAIN REQUIREMENTS FOR PARTICIPATION, INCLUD-\n   17  ING PROVIDER CREDENTIALING; OR PROHIBIT AN INSURER  FROM,  IN  ITS  SOLE\n   18  DISCRETION,  PROVIDING  A  GLOBAL  OR  CAPITATED  PAYMENT OR ELECTING TO\n   19  DIRECTLY REIMBURSE A NON-PHYSICIAN SURGICAL  FIRST  ASSISTANT  FOR  SUCH\n   20  SERVICES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01171-01-1\n\n       A. 178                              2\n\n    1    S 2. Subsection (k) of section 3221 of the insurance law is amended by\n    2  adding a new paragraph 17 to read as follows:\n    3    (17)  EVERY  POLICY  ISSUED  PURSUANT  TO  THIS SECTION WHICH PROVIDES\n    4  REIMBURSEMENT FOR NON-PHYSICIAN SURGICAL FIRST ASSISTANT  SERVICES  WHEN\n    5  SUCH  SERVICES  ARE PROVIDED BY A NON-PHYSICIAN SURGICAL FIRST ASSISTANT\n    6  WHO IS EMPLOYED BY A PHYSICIAN AND THE PHYSICIAN BILLS FOR THE  SERVICES\n    7  SHALL  NOT DENY SUCH COVERAGE EXCLUSIVELY ON THE BASIS THAT THE NON-PHY-\n    8  SICIAN SURGICAL FIRST ASSISTANT SERVICES WERE PERFORMED BY A  REGISTERED\n    9  NURSE  FIRST  ASSISTANT  WHO  IS  CERTIFIED  IN  OPERATING  ROOM NURSING\n   10  PROVIDED THAT: (A) SUCH SERVICES ARE WITHIN THE SCOPE OF PRACTICE  OF  A\n   11  NON-PHYSICIAN SURGICAL FIRST ASSISTANT; AND (B) THE TERMS AND CONDITIONS\n   12  OF  THE  MEMBER  CONTRACT  OTHERWISE  PROVIDE  FOR  THE COVERAGE OF SUCH\n   13  SERVICES. NOTHING IN THIS PARAGRAPH SHALL BE CONSTRUED TO:  PREVENT  THE\n   14  MEDICAL  MANAGEMENT  OR  UTILIZATION  REVIEW OF SUCH SERVICES; PREVENT A\n   15  POLICY FROM  REQUIRING  SERVICES  THROUGH  A  NETWORK  OF  PARTICIPATING\n   16  PROVIDERS WHO SHALL MEET CERTAIN REQUIREMENTS FOR PARTICIPATION, INCLUD-\n   17  ING  PROVIDER  CREDENTIALING;  OR  PROHIBIT AN INSURER FROM, IN ITS SOLE\n   18  DISCRETION, PROVIDING A GLOBAL  OR  CAPITATED  PAYMENT  OR  ELECTING  TO\n   19  DIRECTLY  REIMBURSE  A  NON-PHYSICIAN  SURGICAL FIRST ASSISTANT FOR SUCH\n   20  SERVICES.\n   21    S 3. Section 4303 of the insurance law is  amended  by  adding  a  new\n   22  subsection (hh) to read as follows:\n   23    (HH)  EVERY  CONTRACT  ISSUED  BY  A  HEALTH  SERVICE CORPORATION OR A\n   24  MEDICAL EXPENSE INDEMNITY CORPORATION WHICH PROVIDES  FOR  REIMBURSEMENT\n   25  FOR  SURGICAL  FIRST  ASSISTANT SERVICES SHALL PROVIDE COVERAGE FOR SUCH\n   26  SERVICES WHEN PROVIDED BY A REGISTERED  NURSE  FIRST  ASSISTANT  WHO  IS\n   27  CERTIFIED IN OPERATING ROOM NURSING PROVIDED THAT: (1) SUCH SERVICES ARE\n   28  WITHIN  THE  SCOPE OF PRACTICE OF A NON-PHYSICIAN SURGICAL FIRST ASSIST-\n   29  ANT; AND (2) THE TERMS AND CONDITIONS OF THE MEMBER  CONTRACT  OTHERWISE\n   30  PROVIDE  FOR  THE  COVERAGE  OF SUCH SERVICES. NOTHING IN THIS PARAGRAPH\n   31  SHALL BE CONSTRUED TO: PREVENT THE  MEDICAL  MANAGEMENT  OR  UTILIZATION\n   32  REVIEW  OF  SUCH  SERVICES;  PREVENT  A  POLICY  FROM REQUIRING SERVICES\n   33  THROUGH A NETWORK OF PARTICIPATING  PROVIDERS  WHO  SHALL  MEET  CERTAIN\n   34  REQUIREMENTS  FOR  PARTICIPATION,  INCLUDING  PROVIDER CREDENTIALING; OR\n   35  PROHIBIT AN INSURER FROM, IN ITS SOLE DISCRETION, PROVIDING A GLOBAL  OR\n   36  CAPITATED  PAYMENT  OR  ELECTING  TO  DIRECTLY REIMBURSE A NON-PHYSICIAN\n   37  SURGICAL FIRST ASSISTANT FOR SUCH SERVICES.\n   38    S 4. Subdivision 2 of section 365-a of  the  social  services  law  is\n   39  amended by adding a new paragraph (w) to read as follows:\n   40    (W)  CARE  AND SERVICES FOR SURGICAL FIRST ASSISTANT SERVICES PROVIDED\n   41  BY A REGISTERED NURSE FIRST ASSISTANT WHO IS CERTIFIED IN OPERATING ROOM\n   42  NURSING PROVIDED THAT: (I) SUCH SERVICES ARE WITHIN THE SCOPE  OF  PRAC-\n   43  TICE OF A NON-PHYSICIAN SURGICAL FIRST ASSISTANT; AND (II) THE TERMS AND\n   44  CONDITIONS  OF THE MEMBER CONTRACT OTHERWISE PROVIDE FOR THE COVERAGE OF\n   45  SUCH SERVICES. NOTHING IN THIS PARAGRAPH SHALL BE CONSTRUED TO:  PREVENT\n   46  THE MEDICAL MANAGEMENT OR UTILIZATION REVIEW OF SUCH SERVICES: PREVENT A\n   47  POLICY  FROM  REQUIRING  SERVICES  THROUGH  A  NETWORK  OF PARTICIPATING\n   48  PROVIDERS WHO SHALL MEET CERTAIN REQUIREMENTS FOR PARTICIPATION, INCLUD-\n   49  ING PROVIDER CREDENTIALING; OR PROHIBIT AN INSURER  FROM,  IN  ITS  SOLE\n   50  DISCRETION,  PROVIDING  A  GLOBAL  OR  CAPITATED  PAYMENT OR ELECTING TO\n   51  DIRECTLY REIMBURSE A NON-PHYSICIAN SURGICAL  FIRST  ASSISTANT  FOR  SUCH\n   52  SERVICES.\n   53    S 5. Subparagraphs (xv) and (xvi) of paragraph (e) of subdivision 1 of\n   54  section  369-ee of the social services law, subparagraph (xv) as amended\n   55  and subparagraph (xvi) as added by chapter 526 of the laws of 2002,  are\n   56  amended and a new subparagraph (xvii) is added to read as follows:\n\n       A. 178                              3\n\n    1    (xv) services provided to meet the requirements of 42 U.S.C. 1396d(r);\n    2  [and]\n    3    (xvi) hospice services[.]; AND\n    4    (XVII)  SURGICAL  FIRST  ASSISTANT  SERVICES PERFORMED BY A REGISTERED\n    5  NURSE FIRST  ASSISTANT  WHO  IS  CERTIFIED  IN  OPERATING  ROOM  NURSING\n    6  PROVIDED  THAT:  (A) SUCH SERVICES ARE WITHIN THE SCOPE OF PRACTICE OF A\n    7  NON-PHYSICIAN SURGICAL FIRST ASSISTANT; AND (B) THE TERMS AND CONDITIONS\n    8  OF THE MEMBER CONTRACT  OTHERWISE  PROVIDE  FOR  THE  COVERAGE  OF  SUCH\n    9  SERVICES.  NOTHING  IN THIS PARAGRAPH SHALL BE CONSTRUED TO: PREVENT THE\n   10  MEDICAL MANAGEMENT OR UTILIZATION REVIEW OF  SUCH  SERVICES;  PREVENT  A\n   11  POLICY  FROM  REQUIRING  SERVICES  THROUGH  A  NETWORK  OF PARTICIPATING\n   12  PROVIDERS WHO SHALL MEET CERTAIN REQUIREMENTS FOR PARTICIPATION, INCLUD-\n   13  ING PROVIDER CREDENTIALING; OR PROHIBIT AN INSURER  FROM,  IN  ITS  SOLE\n   14  DISCRETION,  PROVIDING  A  GLOBAL  OR  CAPITATED  PAYMENT OR ELECTING TO\n   15  DIRECTLY REIMBURSE A NON-PHYSICIAN SURGICAL  FIRST  ASSISTANT  FOR  SUCH\n   16  SERVICES.\n   17    S  6.  The  opening  paragraph of subdivision (a) of section 13 of the\n   18  workers' compensation law, as amended by chapter 6 of the laws of  2007,\n   19  is amended to read as follows:\n   20    The  employer  shall  promptly  provide  for  an injured employee such\n   21  medical, dental, surgical, optometric or other attendance or  treatment,\n   22  nurse  and  hospital  service,  medicine, optometric services, crutches,\n   23  eye-glasses,  false  teeth,  artificial  eyes,   orthotics,   prosthetic\n   24  devices,  functional  assistive  and  adaptive devices and apparatus for\n   25  such period as the nature of the injury or the process of  recovery  may\n   26  require. The employer shall be liable for the payment of the expenses of\n   27  medical,  dental, surgical, optometric or other attendance or treatment,\n   28  nurse and hospital service,  medicine,  optometric  services,  crutches,\n   29  eye-glasses,   false   teeth,  artificial  eyes,  orthotics,  prosthetic\n   30  devices, functional assistive and adaptive  devices  and  apparatus,  as\n   31  well  as  artificial  members of the body or other devices or appliances\n   32  necessary in the first instance to replace, support or relieve a portion\n   33  or part of the body resulting from and necessitated by the injury of  an\n   34  employee,  for such period as the nature of the injury or the process of\n   35  recovery may require, and the employer shall also be liable for replace-\n   36  ments or repairs of such artificial members of the body  or  such  other\n   37  devices, eye-glasses, false teeth, artificial eyes, orthotics, prosthet-\n   38  ic  devices,  functional  assistive  and  adaptive devices or appliances\n   39  necessitated by ordinary wear or loss or damage to a prosthesis, with or\n   40  without bodily injury to the employee. Damage to or loss of a prosthetic\n   41  device shall be deemed an injury  except  that  no  disability  benefits\n   42  shall  be  payable  with respect to such injury under section fifteen of\n   43  this article. Such a replacement or repair of artificial members of  the\n   44  body  or  such other devices, eye-glasses, false teeth, artificial eyes,\n   45  orthotics, prosthetic devices, functional assistive and adaptive devices\n   46  or appliances or the providing of medical treatment and care as  defined\n   47  herein  shall  not  constitute the payment of compensation under section\n   48  twenty-five-a of this article.  ALL SURGICAL SERVICES  COVERED  BY  THIS\n   49  ARTICLE, INCLUDING COVERAGE FOR SURGICAL FIRST ASSISTANT SERVICES, SHALL\n   50  INCLUDE  CARE AND SERVICES FURNISHED IN ALL COVERED SETTINGS PROVIDED BY\n   51  A REGISTERED NURSE FIRST ASSISTANT WHO IS CERTIFIED  IN  OPERATING  ROOM\n   52  NURSING  PROVIDED THAT:  (A) SUCH SERVICES ARE WITHIN THE SCOPE OF PRAC-\n   53  TICE OF A NON-PHYSICIAN SURGICAL FIRST ASSISTANT; AND (B) THE TERMS  AND\n   54  CONDITIONS  OF THE MEMBER CONTRACT OTHERWISE PROVIDE FOR THE COVERAGE OF\n   55  SUCH SERVICES. NOTHING IN THIS PARAGRAPH SHALL BE CONSTRUED TO:  PREVENT\n   56  THE MEDICAL MANAGEMENT OR UTILIZATION REVIEW OF SUCH SERVICES; PREVENT A\n\n       A. 178                              4\n\n    1  POLICY  FROM  REQUIRING  SERVICES  THROUGH  A  NETWORK  OF PARTICIPATING\n    2  PROVIDERS WHO SHALL MEET CERTAIN REQUIREMENTS FOR PARTICIPATION, INCLUD-\n    3  ING PROVIDER CREDENTIALING; OR PROHIBIT AN INSURER  FROM,  IN  ITS  SOLE\n    4  DISCRETION,  PROVIDING  A  GLOBAL  OR  CAPITATED  PAYMENT OR ELECTING TO\n    5  DIRECTLY REIMBURSE A NON-PHYSICIAN SURGICAL  FIRST  ASSISTANT  FOR  SUCH\n    6  SERVICES.  All  fees  and  other charges for such treatment and services\n    7  shall be limited to such charges as prevail in the  same  community  for\n    8  similar treatment of injured persons of a like standard of living.\n    9    S 7. This act shall take effect on the one hundred eightieth day after\n   10  it shall have become a law and shall apply to all policies and contracts\n   11  issued, renewed, modified, altered or amended on or after such effective\n   12  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, the social services law and the workers' compensation law, in relation to reimbursement for surgical first assistant services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T124448.TXT", "SOBI.D101217.T115937.TXT", "SOBI.D101216.T132927.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292605177350
}