{
  "year" : 2011,
  "senateBillNo" : "A1786-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to health",
    "billEventId" : "A1786-2011-1294808400000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the use of live human subjects as surgical subjects as part of state dental professional licensing examination",
  "summary" : "Prohibits the use of live human subjects as surgical subjects as part of state dental professional licensing examination. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1503-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1786\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Health\n\n       AN  ACT  to  amend the public health law, in relation to prohibiting the\n         use of live human subjects on the dental licensing examination\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 2440 of the public health law, as added by chapter\n    2  450 of the laws of 1975, is amended to read as follows:\n    3    S 2440. Policy and purpose.   The use of  human  subjects  in  medical\n    4  research  projects has brought about many beneficial scientific advances\n    5  resulting in the increased health and  well-being  of  the  human  race.\n    6  Safeguarding  the rights and welfare of individual human subjects in the\n    7  conduct of these human research projects is  a  matter  of  vital  state\n    8  concern.  Every  human  being  has the right to be protected against the\n    9  possible conduct of medical or  psychological  research  upon  his  body\n   10  without  his  voluntary  informed  consent.  Human  research  may effect\n   11  dangerous and unanticipated results causing irreversible damage  to  the\n   12  human  subject.  Accordingly,  it  shall  be the policy of this state to\n   13  protect its people against the unnecessary and improper  risk  of  pain,\n   14  suffering  or  injury  resulting  from  human research conducted without\n   15  their knowledge or consent.  IN ADDITION, THE USE OF LIVE HUMAN SUBJECTS\n   16  AS SURGICAL SUBJECTS UPON WHOM UNLICENSED PERSONS OPERATE AS PART OF THE\n   17  STATE DENTAL PROFESSIONAL LICENSING EXAMINATION IS CONTRARY TO THE POLI-\n   18  CY OF THIS STATE TO PROTECT LIVE HUMAN  SUBJECTS  FROM  UNNECESSARY  AND\n   19  IMPROPER  RISK  OF  PAIN,  SUFFERING OR INJURY. SUCH LIVE HUMAN SUBJECTS\n   20  USED FOR SURGICAL PURPOSES ON THE STATE DENTAL LICENSING EXAMINATION ARE\n   21  ENTITLED TO THE SAME  PROTECTIONS  AS  ANY  OTHER  LIVE  HUMAN  RESEARCH\n   22  SUBJECT.  IN  ADDITION,  THE  OVERWHELMING  NUMBER  OF  THESE LIVE HUMAN\n   23  SUBJECTS SUBJECTED TO SURGERY BY UNLICENSED PERSONS AS PART OF THE STATE\n   24  DENTAL LICENSING EXAMINATION COME FROM THE POOR AND MINORITY COMMUNITIES\n   25  OF THE STATE.  NEITHER MEDICINE NOR PODIATRY, THE  ONLY  OTHER  SURGICAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05656-01-1\n\n       A. 1786                             2\n\n    1  PROFESSIONS  IN  THE  STATE,  USES  SUCH  A  BARBARIC AND DISCRIMINATORY\n    2  LICENSING EXAMINATION.  THE LEGISLATURE HEREBY DETERMINES THAT  THE  USE\n    3  OF  SUCH  LIVE  HUMAN SUBJECTS AS SURGICAL SUBJECTS OPERATED ON BY UNLI-\n    4  CENSED PERSONS ON THE STATE DENTAL LICENSING EXAMINATION IS A POTENTIAL-\n    5  LY DANGEROUS PRACTICE AND, IF CONTINUED AT ALL, SHOULD BE SUBJECT TO THE\n    6  PROVISIONS OF THIS CHAPTER.\n    7    S 2. Section 2445 of the public health law, as added by chapter 450 of\n    8  the laws of 1975, is amended to read as follows:\n    9    S 2445. Applicability.  The provisions of this article shall not apply\n   10  to  the  conduct  of human research which is subject to, and which is in\n   11  compliance with, policies and regulations promulgated by any  agency  of\n   12  the  federal  government for the protection of human subjects.  NOTWITH-\n   13  STANDING ANY OTHER PROVISION OF LAW,  THE  PROVISIONS  OF  THIS  ARTICLE\n   14  SHALL  APPLY  TO  THE  USE  OF  LIVE  HUMAN SUBJECTS ON THE STATE DENTAL\n   15  LICENSING EXAMINATION, AND NO SUCH LIVE HUMAN SUBJECTS SHALL BE USED  ON\n   16  THE  STATE  DENTAL LICENSING EXAMINATION UNLESS ALL THE REQUIREMENTS FOR\n   17  RESEARCH ON LIVE HUMAN SUBJECTS CONTAINED IN THIS  ARTICLE  AND  IN  THE\n   18  RULES AND REGULATIONS OF THE COMMISSIONER ARE COMPLIED WITH.\n   19    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to prohibiting the use of live human subjects on the dental licensing examination ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T150016.TXT", "SOBI.D110112.T111958.TXT", "SOBI.D110112.T104456.TXT", "SOBI.D110112.T104958.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294862416164
}