{
  "year" : 2011,
  "senateBillNo" : "A1793-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to correction",
    "billEventId" : "A1793-2011-1294808400000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires notice be provided to any officer or employee of the department of correctional services whose personal information is the subject of a subpoena duces tecum",
  "summary" : "Requires that notice be provided to any officer or employee of the department of correctional services whose personal information is the subject of a subpoena duces tecum ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A8064-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1793\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. AUBRY -- read once and referred to the Committee\n         on Correction\n\n       AN ACT to amend the correction law, in relation to the subpoena power of\n         the commissioner of the department of correctional services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section 112 of the correction law, as\n    2  amended by chapter 476 of the laws  of  1970,  is  amended  to  read  as\n    3  follows:\n    4    2.  The commissioner of correction may require reports from the super-\n    5  intendent or any other officer or employee of the department assigned to\n    6  any correctional facility in relation to his conduct as such officer  or\n    7  employee,  and shall have the power to inquire into any improper conduct\n    8  which may be alleged to have been committed by any person at any correc-\n    9  tional facility, and for that purpose to issue subpoenas to  compel  the\n   10  attendance  of  witnesses, and the production before him of books, writ-\n   11  ings and papers. A subpoena issued under this section shall be regulated\n   12  by the civil practice law and rules, PROVIDED, HOWEVER, ANY  OFFICER  OR\n   13  EMPLOYEE  OF THE DEPARTMENT WHOSE PERSONAL INFORMATION IS THE SUBJECT OF\n   14  A SUBPOENA DUCES TECUM SHALL BE PROVIDED WRITTEN NOTICE OF SUCH SUBPOENA\n   15  DUCES TECUM WITHIN FIVE BUSINESS DAYS OF SUCH COMMISSIONER ISSUING  SUCH\n   16  SUBPOENA.  The commissioner of correction is authorized and empowered to\n   17  lease  the  railroad, constructed under and by the authority of the laws\n   18  of eighteen hundred  [and]  seventy-eight,  chapter  one  hundred  [and]\n   19  forty-eight,  for  such term of years and upon such terms and conditions\n   20  as shall be approved of, in writing, by the governor and comptroller  of\n   21  this state.\n   22    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04689-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the subpoena power of the commissioner of the department of correctional services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T113458.TXT", "SOBI.D110112.T153520.TXT", "SOBI.D110113.T103812.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T123502.TXT", "SOBI.D110112.T124029.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933092019
}