{
  "year" : 2011,
  "senateBillNo" : "A1794-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to correction",
    "billEventId" : "A1794-2011-1294808400000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that all employees of department of correctional services has duty to report any sexual conduct between an employee and an inmate",
  "summary" : "Provides that all employees of the department of correctional services have a duty to report any sexual conduct between an employee and an inmate; provides that employees that fail to report shall be subject to disciplinary action. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A3878-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1794\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. AUBRY -- read once and referred to the Committee\n         on Correction\n\n       AN ACT to amend the correction law, in relation to the  duty  to  report\n         sexual conduct by an employee with an inmate\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The correction law is amended by adding a new section  22-b\n    2  to read as follows:\n    3    S 22-B. DUTY TO REPORT. ALL EMPLOYEES OF THE DEPARTMENT OF CORRECTION-\n    4  AL  SERVICES, REGARDLESS OF TITLE, ARE UNDER A DUTY TO REPORT ANY SEXUAL\n    5  CONDUCT BETWEEN ANOTHER DEPARTMENT EMPLOYEE AND AN INMATE. SUCH DUTY  TO\n    6  REPORT  SHALL  INCLUDE  ANY  KNOWLEDGE  OR  A REASONABLE BELIEF THAT THE\n    7  EMPLOYEE HAS OF ANY SEXUAL CONDUCT TAKING PLACE OR THAT HAS TAKEN  PLACE\n    8  BETWEEN  ANY  DEPARTMENT  EMPLOYEE  AND  ANY  INMATE NOT MARRIED TO SUCH\n    9  EMPLOYEE, IN THE CUSTODY OF  THE  DEPARTMENT.  ANY  DEPARTMENT  EMPLOYEE\n   10  HAVING  EITHER  KNOWLEDGE  OR  A REASONABLE BELIEF OF ANY SEXUAL CONDUCT\n   11  TAKING PLACE OR HAVING TAKEN PLACE BETWEEN ANY DEPARTMENT  EMPLOYEE  AND\n   12  AN INMATE HAS A DUTY TO REPORT SUCH INFORMATION TO THE SUPERINTENDENT OF\n   13  THE  CORRECTIONAL  FACILITY WHERE SUCH SEXUAL CONDUCT IS TAKING PLACE OR\n   14  HAS TAKEN PLACE. ANY EMPLOYEE WHO HAS EITHER KNOWLEDGE OR  A  REASONABLE\n   15  BELIEF  TO SUSPECT THAT SUCH SEXUAL CONDUCT IS TAKING PLACE OR HAS TAKEN\n   16  PLACE BETWEEN A DEPARTMENT EMPLOYEE AND AN INMATE AND WHO  REPORTS  SUCH\n   17  SEXUAL  CONDUCT TO THE SUPERINTENDENT OF THE CORRECTIONAL FACILITY SHALL\n   18  HAVE IMMUNITY FROM ANY CIVIL LIABILITY THAT OTHERWISE MIGHT BE  INCURRED\n   19  OR IMPOSED AS A RESULT OF THE MAKING OF SUCH REPORT.\n   20    ANY EMPLOYEE WHO EITHER HAS EITHER KNOWLEDGE OR A REASONABLE BELIEF OF\n   21  SEXUAL CONDUCT BETWEEN A DEPARTMENT EMPLOYEE AND AN INMATE AND WHO FAILS\n   22  TO REPORT SUCH INFORMATION SHALL BE SUBJECT TO DISCIPLINARY ACTION.\n   23    FOR PURPOSES OF THIS SECTION, SEXUAL CONDUCT SHALL HAVE THE SAME MEAN-\n   24  ING  AS SUCH TERM IS DEFINED IN SUBDIVISION TEN OF SECTION 130.00 OF THE\n   25  PENAL LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04685-01-1\n\n       A. 1794                             2\n\n    1    AS USED IN THIS SECTION, THE TERM EMPLOYEE SHALL INCLUDE A PERSON  WHO\n    2  IS  REGISTERED  AS  A  VOLUNTEER  TO  PROVIDE  A SERVICE TO INMATES AT A\n    3  CORRECTIONAL FACILITY.\n    4    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to the duty to report sexual conduct by an employee with an inmate ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T153520.TXT", "SOBI.D110112.T113458.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T124029.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294864520148
}