{
  "year" : 2011,
  "senateBillNo" : "A1796-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to correction",
    "billEventId" : "A1796-2011-1294808400000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that localities be reimbursed by the state for costs incurred while transporting prisoners to state prison",
  "summary" : "Provides that localities be reimbursed by the state for costs incurred while transporting prisoners to state prison, specifically for the salaries of employees engaged in the transportation of such prisoners. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A3496-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1796\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M. of A. AUBRY -- Multi-Sponsored by -- M. of A. COOK --\n         read once and referred to the Committee on Correction\n\n       AN ACT to amend the correction law, in relation to  reimbursing  locali-\n         ties for the cost of transporting certain prisoners to prison\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 602 of the correction law, as  amended  by  chapter\n    2  891 of the laws of 1962, is amended to read as follows:\n    3    S  602. Expenses of sheriff for transporting prisoners.  For conveying\n    4  a prisoner or prisoners to a state prison from the  county  prison,  the\n    5  sheriff  or person having charge of the same shall be reimbursed for the\n    6  amount of expenses actually and necessarily incurred by him  OR  HER  AS\n    7  APPROVED  BY  THE STATE DIRECTOR OF THE BUDGET for railroad fare or cost\n    8  of other transportation and  for  cost  of  maintenance  of  himself  OR\n    9  HERSELF  and  each  prisoner  in going to the prison, and for his OR HER\n   10  railroad fare or other cost of transportation  in  returning  home,  and\n   11  cost  of his OR HER maintenance while so returning. [The county shall be\n   12  reimbursed for a portion of the salary of such sheriff or person for the\n   13  period, not to exceed thirty-six hours, from the commencement of  trans-\n   14  portation from the county prison to the return of such sheriff or person\n   15  to the county prison, the amount of such reimbursement to be computed by\n   16  adding  to  the  amount of such salary the total amount of the aforesaid\n   17  expenses incurred for transportation and maintenance  and  reducing  the\n   18  resulting aggregate amount, first, by fifty per centum of such aggregate\n   19  amount  and,  second,  by  the  total  amount  of the aforesaid expenses\n   20  incurred for transportation and maintenance.]\n   21    S 2. The correction law is amended by adding a new  section  602-a  to\n   22  read as follows:\n   23    S  602-A. REIMBURSEMENT TO CITIES AND COUNTIES FOR SALARIES OF EMPLOY-\n   24  EES ENGAGED IN TRANSPORTING PRISONERS. THE AMOUNT OF SALARY  PAID  TO  A\n   25  CITY  OR  COUNTY  EMPLOYEE  WHO  PERFORMS CUSTODIAL SERVICES FOR A FIXED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04634-01-1\n\n       A. 1796                             2\n\n    1  YEARLY SALARY, WHILE HE OR SHE IS ENGAGED IN ESCORTING A PRISONER  TO  A\n    2  STATE  PRISON AND RETURNING THEREFROM, SHALL TO THE EXTENT OF THE ACTUAL\n    3  COST THEREOF AS DETERMINED BY THE STATE DIRECTOR  OF  THE  BUDGET  BE  A\n    4  PROPER  CHARGE  BY  SUCH CITY OR COUNTY AGAINST THE STATE. THE HEAD OF A\n    5  DEPARTMENT, BUREAU, DIVISION OR OTHER AGENCY OR UNIT OF A CITY OR COUNTY\n    6  HIRING SUCH  EMPLOYEES  SHALL  EXECUTE  A  DETAILED  MONTHLY  STATEMENT,\n    7  SUBSCRIBED  AND  AFFIRMED  AS  TRUE  UNDER THE PENALTIES OF PERJURY, AND\n    8  PROMPTLY FORWARD IT TO THE DIRECTOR. SUCH STATEMENT  SHALL  INCLUDE  THE\n    9  NAME  OR  NAMES  OF  THE CUSTODIAL EMPLOYEE OR EMPLOYEES WHO, DURING THE\n   10  PREVIOUS MONTH, ESCORTED A PRISONER TO A STATE PRISON, THE DATE OR DATES\n   11  OF SUCH SERVICES, INCLUDING THE TIME REQUIRED TO RETURN FROM THE PRISON,\n   12  AND THE AMOUNT OF SALARY EARNED BY SUCH EMPLOYEE OR EMPLOYEES  WHILE  SO\n   13  ENGAGED.\n   14    S  3.  This  act  shall  take  effect  on  the first of September next\n   15  succeeding the date on which it shall have become a law and shall  apply\n   16  to costs incurred by localities on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to reimbursing localities for the cost of transporting certain prisoners to prison ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T151019.TXT", "SOBI.D110112.T113458.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T124029.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294863019441
}