{
  "year" : 2011,
  "senateBillNo" : "A1798-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to correction",
    "billEventId" : "A1798-2011-1294808400000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Ensures that employees of the OMH who work in prison mental health units receive the same immunity from civil damages as other state employees who work in prisons",
  "summary" : "Ensures that employees of the office of mental health who work in prison mental health units receive the same immunity from civil damages as other state employees who work in prisons; civil actions cannot be brought in state court against any office of mental health officer or employee providing mental health services in a department of correctional services facility in his or her personal capacity for acts or omissions within the scope of employment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A3493-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1798\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. AUBRY -- Multi-Sponsored by -- M. of A. COOK,\n         MAGEE -- read once and referred to the Committee on Correction\n\n       AN ACT to amend the correction law,  in  relation  to  conforming  civil\n         immunity  protection for officers or employees of the office of mental\n         health, with the protections afforded to others who serve  in  correc-\n         tional facilities operated by the department of correctional services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 24 of the correction law, as added by chapter  283\n    2  of  the  laws of 1972 and subdivision 3 as amended by chapter 466 of the\n    3  laws of 1978, is amended to read as follows:\n    4    S 24. Civil actions against department personnel AND PERSONNEL OF  THE\n    5  OFFICE  OF  MENTAL  HEALTH IN DEPARTMENT FACILITIES.  1. No civil action\n    6  shall be brought in any court of  the  state,  except  by  the  attorney\n    7  general  on  behalf of the state, against any officer or employee of the\n    8  department, OR ANY OFFICER OR EMPLOYEE OF THE OFFICE  OF  MENTAL  HEALTH\n    9  WHO  PROVIDES  SERVICES  IN  A PROGRAM FOR THE TREATMENT OF MENTALLY ILL\n   10  INMATES ESTABLISHED PURSUANT TO SECTION FOUR HUNDRED ONE OF  THIS  CHAP-\n   11  TER, in his OR HER personal capacity, for damages arising out of any act\n   12  done  or  the failure to perform any act within the scope of the employ-\n   13  ment and in the discharge of the duties by such officer or employee.\n   14    2. Any claim for damages arising out of any act done or the failure to\n   15  perform any act within the scope of the employment and in the  discharge\n   16  of the duties of any officer or employee of the department, OR ANY OFFI-\n   17  CER  OR EMPLOYEE OF THE OFFICE OF MENTAL HEALTH WHO PROVIDES SERVICES IN\n   18  A PROGRAM FOR THE TREATMENT OF MENTALLY ILL INMATES ESTABLISHED PURSUANT\n   19  TO SECTION FOUR HUNDRED ONE OF THIS CHAPTER, shall be brought and  main-\n   20  tained in the court of claims as a claim against the state.\n   21    3. This section shall apply with respect to claims arising on or after\n   22  the effective date of this section.\n   23    S  2.  This  act  shall take effect immediately, and the provisions of\n   24  this act shall apply with respect to claims arising  on  or  after  such\n   25  date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04627-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to conforming civil immunity protection for officers or employees of the office of mental health, with the protections afforded to others who serve in correctional facilities operated by the department of correctional services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T151019.TXT", "SOBI.D110112.T113458.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T124029.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294863019455
}