{
  "year" : 2011,
  "senateBillNo" : "A179-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A179-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the determination of tuition assistance program awards",
  "summary" : "Provides for the determination of tuition assistance program awards; may cover mandatory educational fees, excluding fees voted by student body; defines term; increases maximum and minimum award amounts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A567-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          179\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CAHILL, PHEFFER, SCHIMMINGER, N. RIVERA, JACOBS,\n         ROBINSON, ENGLEBRIGHT,  CYMBROWITZ,  CUSICK,  PEOPLES-STOKES,  CAMARA,\n         BOYLAND  -- Multi-Sponsored by -- M. of A. ABBATE, BENEDETTO, BRENNAN,\n         COLTON, COOK, GUNTHER,  HIKIND,  LANCMAN,  LAVINE,  LUPARDO,  McENENY,\n         MILLMAN,  PERRY, REILLY, SCARBOROUGH, SWEENEY, WEISENBERG -- read once\n         and referred to the Committee on Higher Education\n\n       AN ACT to amend the education law, in  relation  to  creating  the  \"TAP\n         reform act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the \"TAP reform\n    2  act\".\n    3    S 2. Subdivision 5 of section 663 of the education law is  amended  by\n    4  adding a new paragraph (c) to read as follows:\n    5    (C)  (I)  IN  THE  DETERMINATION OF INCOME FOR PURPOSES OF SUBDIVISION\n    6  THREE OF SECTION SIX HUNDRED SIXTY-SEVEN OF THIS PART, STUDENT FINANCIAL\n    7  AID OFFICERS ARE HEREBY AUTHORIZED, ON THE BASIS OF ADEQUATE  DOCUMENTA-\n    8  TION,  TO  MAKE ADJUSTMENTS ON A CASE-BY-CASE BASIS IN THE AMOUNT DEEMED\n    9  APPLICABLE INCOME IN DETERMINING AN APPLICANT'S AWARD FOR  THE  ACADEMIC\n   10  YEAR,  TO  ALLOW FOR TREATMENT OF AN INDIVIDUAL, ELIGIBLE APPLICANT WITH\n   11  SPECIAL CIRCUMSTANCES AS DEFINED HEREIN.\n   12    (II) SPECIAL CIRCUMSTANCES MAY INCLUDE: (A) EXPENSES OF THE  FOLLOWING\n   13  NATURE  INCURRED  OR  PAID  BY  ONE OR MORE OF EITHER THE PARENTS OF THE\n   14  APPLICANT OR OTHER DEPENDENT CHILD OF SUCH PARENTS, THE  SPOUSE  OF  THE\n   15  APPLICANT,  OR  ONE OR MORE DEPENDENT CHILDREN OF THE APPLICANT, SUCH AS\n   16  BUT NOT LIMITED TO: TUITION  EXPENSES  AT  AN  ELEMENTARY  OR  SECONDARY\n   17  SCHOOL,  MEDICAL OR DENTAL EXPENSES NOT COVERED BY INSURANCE, AND UNUSU-\n   18  ALLY HIGH CHILD CARE COSTS, (B) RECENT UNEMPLOYMENT OF A  FAMILY  MEMBER\n   19  NECESSITATING CONTRIBUTIONS BY ANY OF THE AFORESAID PERSONS TO THE FAMI-\n   20  LY  MEMBER'S  SUPPORT,  OR (C) OTHER CHANGES IN THE FAMILY'S INCOME, THE\n   21  FAMILY'S ASSETS, OR A STUDENT'S STATUS. SPECIAL CIRCUMSTANCES  SHALL  BE\n   22  CONDITIONS  THAT  DIFFERENTIATE  AN  INDIVIDUAL  STUDENT FROM A CLASS OF\n   23  STUDENTS RATHER THAN CONDITIONS THAT EXIST ACROSS A CLASS OF STUDENTS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01074-01-1\n\n       A. 179                              2\n\n    1    (III) ADEQUATE DOCUMENTATION FOR SUCH ADJUSTMENTS SHALL BE REQUIRED TO\n    2  SUBSTANTIATE SUCH SPECIAL CIRCUMSTANCES OF INDIVIDUAL STUDENTS.  NOTHING\n    3  IN  THIS PARAGRAPH SHALL BE INTERPRETED AS LIMITING THE AUTHORITY OF THE\n    4  STUDENT FINANCIAL AID OFFICER IN SUCH CASES TO REQUEST AND  USE  SUPPLE-\n    5  MENTARY INFORMATION ABOUT THE FINANCIAL STATUS OR PERSONAL CIRCUMSTANCES\n    6  OF SUCH APPLICANTS IN SELECTING RECIPIENTS AND DETERMINING THE AMOUNT OF\n    7  AWARDS  UNDER  SUBDIVISION  THREE  OF SECTION SIX HUNDRED SIXTY-SEVEN OF\n    8  THIS PART. NO STUDENT OR PARENT SHALL BE CHARGED A FEE  FOR  COLLECTING,\n    9  PROCESSING, OR DELIVERING SUCH SUPPLEMENTARY INFORMATION.\n   10    (IV)  A STUDENT FINANCIAL AID OFFICER SHALL BE CONSIDERED TO BE MAKING\n   11  A NECESSARY ADJUSTMENT IN ACCORDANCE WITH SUBPARAGRAPH (I) OF THIS PARA-\n   12  GRAPH IF:\n   13    (A) THE OFFICER MAKES ADJUSTMENTS EXCLUDING  FROM  FAMILY  INCOME  ANY\n   14  PROCEEDS  OF  A SALE OF FARM OR BUSINESS ASSETS OF A FAMILY IF SUCH SALE\n   15  RESULTS FROM A VOLUNTARY OR INVOLUNTARY FORECLOSURE, FORFEITURE OR BANK-\n   16  RUPTCY OR AN INVOLUNTARY LIQUIDATION, OR\n   17    (B) THE OFFICER MAKES ADJUSTMENTS IN THE AWARD LEVEL OF A STUDENT WITH\n   18  A DISABILITY SO AS TO TAKE INTO CONSIDERATION THE ADDITIONAL COSTS  SUCH\n   19  STUDENT INCURS AS A RESULT OF SUCH STUDENT'S DISABILITY.\n   20    S  3. Subdivision 1 of section 667 of the education law, as amended by\n   21  chapter 622 of the laws of 2008, is amended to read as follows:\n   22    1. Recipient qualifications. Tuition  assistance  program  awards  are\n   23  available for all students who are enrolled in approved programs and who\n   24  demonstrate  the  ability  to  complete such courses, in accordance with\n   25  standards established by the commissioner  provided,  however,  that  no\n   26  award shall be made unless tuition [(exclusive of educational fees)] AND\n   27  ANY  MANDATORY  EDUCATIONAL  FEES  and,  if  applicable, the college fee\n   28  levied by the state university of New York pursuant to the April  first,\n   29  nineteen hundred sixty-four financing agreements with the New York state\n   30  dormitory  authority  charged  for  the  program in which the student is\n   31  enrolled total at least two hundred  dollars  a  year[,];  and  provided\n   32  further  that[,]  no award [can] SHALL exceed one hundred percent of the\n   33  amount of tuition charged.\n   34    S 4. Item (c) of subclause 1 of clause (A)  of  subparagraph  (i)  and\n   35  subparagraph  (vi) of paragraph a of subdivision 3 of section 667 of the\n   36  education law, as amended by section 1 of part B of chapter  60  of  the\n   37  laws  of 2000, are amended and clause (A) of subparagraph (i) is amended\n   38  by adding two new items (d) and (e) to read as follows:\n   39    (c) For students first receiving aid in [the] two thousand--two  thou-\n   40  sand  one  and  [thereafter]  BEFORE TWO THOUSAND THIRTEEN--TWO THOUSAND\n   41  FOURTEEN, five thousand dollars[.]; OR\n   42    (D) FOR STUDENTS FIRST RECEIVING AID  IN  TWO  THOUSAND  THIRTEEN--TWO\n   43  THOUSAND FOURTEEN, FIVE THOUSAND FIVE HUNDRED DOLLARS; OR\n   44    (E)  FOR  STUDENTS  FIRST  RECEIVING AID IN TWO THOUSAND FOURTEEN--TWO\n   45  THOUSAND FIFTEEN AND THEREAFTER, SIX THOUSAND DOLLARS.\n   46    (vi) For the two thousand [two] THIRTEEN--two thousand  [three]  FOUR-\n   47  TEEN  academic year and thereafter, the award shall be the net amount of\n   48  the base amount determined pursuant to subparagraph (i)  of  this  para-\n   49  graph  reduced  pursuant to subparagraph (ii) or (iii) of this paragraph\n   50  but the award shall not be  reduced  below  [five]  NINE  hundred  FIFTY\n   51  dollars; AND ONE THOUSAND DOLLARS FOR EACH ACADEMIC YEAR AND THEREAFTER.\n   52    S 5. Clause (B) of subparagraph (i) of paragraph a of subdivision 3 of\n   53  section  667  of the education law, as amended by section 1 of part B of\n   54  chapter 60 of the laws of 2000, is amended to read as follows:\n   55    (B) (1) Ninety-five percent of the amount of  tuition  [(exclusive  of\n   56  educational  fees) charged and, if applicable, the college fee levied by\n\n       A. 179                              3\n\n    1  the state university of New York pursuant to the April  first,  nineteen\n    2  hundred sixty-four financing agreement with the New York state dormitory\n    3  authority] AND ANY MANDATORY EDUCATIONAL FEES.\n    4    (2) For the two thousand one--two thousand two academic year and ther-\n    5  eafter,  one  hundred  percent  of  the amount of tuition [(exclusive of\n    6  educational fees) charged and, if applicable, the college fee levied  by\n    7  the  state  university of New York pursuant to the April first, nineteen\n    8  hundred sixty-four financing agreement with the New York state dormitory\n    9  authority] AND ANY MANDATORY EDUCATIONAL FEES.\n   10    S 6. Clause (B) of subparagraph (i) of paragraph b of subdivision 3 of\n   11  section 667 of the education law, as amended by section 2 of part  B  of\n   12  chapter 60 of the laws of 2000, is amended to read as follows:\n   13    (B)  (1)  Ninety-five  percent of the amount of tuition [(exclusive of\n   14  educational fees)] AND ANY MANDATORY EDUCATIONAL FEES charged.\n   15    (2) For the two thousand one--two thousand two academic year and ther-\n   16  eafter, one hundred percent of the  amount  of  tuition  [(exclusive  of\n   17  educational fees)] AND ANY MANDATORY EDUCATIONAL FEES.\n   18    S 7. Clause (B) of subparagraph (i) of paragraph c of subdivision 3 of\n   19  section  667  of the education law, as amended by section 4 of part B of\n   20  chapter 60 of the laws of 2000, is amended to read as follows:\n   21    (B) (1) Ninety-five percent of the amount of  tuition  [(exclusive  of\n   22  education fees)] AND ANY MANDATORY EDUCATIONAL FEES charged.\n   23    (2) For the two thousand one--two thousand two academic year and ther-\n   24  eafter,  one  hundred  percent  of  the amount of tuition [(exclusive of\n   25  educational fees)] AND ANY MANDATORY EDUCATIONAL FEES.\n   26    S 8. Subparagraphs (i) and (ii) of paragraph d  of  subdivision  3  of\n   27  section  667 of the education law, as added by chapter 83 of the laws of\n   28  1995, are amended to read as follows:\n   29    (i) be made unless  the  annual  tuition  [(exclusive  of  educational\n   30  fees)]  AND  ANY  MANDATORY  EDUCATIONAL  FEES  and,  if applicable, the\n   31  college fee levied by the state university of New York pursuant  to  the\n   32  April  first,  nineteen  hundred sixty-four financing agreement with the\n   33  New York state dormitory authority charged for the program in which  the\n   34  student is enrolled total at least two hundred dollars; or\n   35    (ii)  exceed  the  amount  by which such annual tuition [(exclusive of\n   36  educational fees)] AND ANY MANDATORY EDUCATIONAL FEES and,  if  applica-\n   37  ble, the college fee levied by the state university of New York pursuant\n   38  to the April first, nineteen hundred sixty-four financing agreement with\n   39  the  New  York  state  dormitory authority exceed the total of all other\n   40  state, federal, or other educational aid that is received or  receivable\n   41  by  such student during the school year for which such award is applica-\n   42  ble and that, in the judgment of the commissioner, would  duplicate  the\n   43  purposes of the award; or\n   44    S  9. Section 2 of the education law is amended by adding a new subdi-\n   45  vision 25 to read as follows:\n   46    25. MANDATORY EDUCATIONAL FEE. THE TERM  \"MANDATORY  EDUCATIONAL  FEE\"\n   47  INCLUDES ONLY THOSE FEES REQUIRED TO FULFILL THE REQUIREMENTS OF A GRAD-\n   48  UATE OR UNDERGRADUATE DEGREE; PROVIDED, HOWEVER, THAT SUCH TERM EXCLUDES\n   49  THOSE FEES IMPOSED BY A VOTE OF THE STUDENT BODY.\n   50    S 10. This act shall take effect immediately; provided that the amend-\n   51  ments  to  section  663 of the education law made by section two of this\n   52  act shall apply to determinations made on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to creating the \"TAP reform act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T124448.TXT", "SOBI.D101217.T115937.TXT", "SOBI.D101216.T132927.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292605177346
}