{
  "year" : 2011,
  "senateBillNo" : "A1801-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to aging",
    "billEventId" : "A1801-2011-1294808400000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Braunstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows N.Y. city to provide tax and rent relief to senior citizens based on the metered use of water in a dwelling unit",
  "summary" : "Allows a city of one million or more to provide tax and rent relief to senior citizens based on the metered use of water in a dwelling unit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A7059-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1801\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BRAUNSTEIN  -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the real property tax law, in relation to senior citizen\n         water rate relief\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 467 of the real property tax law\n    2  is amended by adding a new paragraph (e) to read as follows:\n    3    (E) IN A CITY HAVING A POPULATION OF ONE MILLION OR  MORE,  ANY  LOCAL\n    4  LAW,  ORDINANCE  OR  RESOLUTION  ADOPTED PURSUANT TO THIS SECTION MAY BE\n    5  AMENDED OR A LOCAL LAW,  ORDINANCE  OR  RESOLUTION  MAY  BE  ADOPTED  TO\n    6  PROVIDE  THAT  THE  EXEMPTION SHALL BE COMPUTED TO TAKE INTO ACCOUNT ANY\n    7  FEE OR ASSESSMENT PAID TO SUCH CITY BASED ON THE METERED  USE  OF  WATER\n    8  ATTRIBUTABLE TO SUCH REAL PROPERTY.\n    9    S 2. Section 467-b of the real property tax law is amended by adding a\n   10  new subdivision 10 to read as follows:\n   11    10.  IN  A  CITY HAVING A POPULATION OF ONE MILLION OR MORE, ANY LOCAL\n   12  LAW, ORDINANCE OR RESOLUTION ADOPTED PURSUANT TO  THIS  SECTION  MAY  BE\n   13  AMENDED  OR  A  LOCAL  LAW,  ORDINANCE  OR  RESOLUTION MAY BE ADOPTED TO\n   14  PROVIDE THAT AMOUNT OF REAL PROPERTY TAX ON WHICH THE TAX  ABATEMENT  IS\n   15  CALCULATED  SHALL ALSO INCLUDE THE AMOUNT PAID TO SUCH CITY BASED ON THE\n   16  METERED USE OF WATER ATTRIBUTABLE TO SUCH PROPERTY.\n   17    S 3. Section 467-c of the real property tax law is amended by adding a\n   18  new subdivision 13 to read as follows:\n   19    13. IN A CITY HAVING  A POPULATION OF ONE MILLION OR MORE,  ANY  LOCAL\n   20  LAW,  ORDINANCE  OR  RESOLUTION  ADOPTED PURSUANT TO THIS SECTION MAY BE\n   21  AMENDED OR A LOCAL LAW,  ORDINANCE  OR  RESOLUTION  MAY  BE  ADOPTED  TO\n   22  PROVIDE THAT THE RENT INCREASE EXEMPTION/TAX ABATEMENT SHALL BE COMPUTED\n   23  TO  TAKE  INTO  ACCOUNT ANY FEE OR ASSESSMENT PAID TO SUCH CITY BASED ON\n   24  THE METERED USE OF WATER ATTRIBUTABLE TO SUCH REAL PROPERTY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05089-01-1\n\n       A. 1801                             2\n\n    1    S 4. This act shall take effect on the first of January next  succeed-\n    2  ing  the  date  on  which  it shall have become a law, provided that the\n    3  amendments to section 467-b of the real property tax law made by section\n    4  two of this act shall expire on the same date as  such  section  expires\n    5  pursuant to section 17 of chapter 576 of the laws of 1974, as amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to senior citizen water rate relief ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T113458.TXT", "SOBI.D110112.T123502.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T152028.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294863628607
}