{
  "year" : 2011,
  "senateBillNo" : "A1803-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to cities",
    "billEventId" : "A1803-2011-1294808400000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the New York city commissioner of finance to approve suitable rewards for information that leads to the detection of violations of the tax on cigarettes",
  "summary" : "Authorizes the New York city commissioner of finance to approve suitable rewards for information that leads to the detection of violations of the tax on cigarettes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A2792-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1803\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, MAISEL, GOTTFRIED -- Multi-Sponsored by\n         --  M.  of A. CALHOUN, MAYERSOHN, McDONOUGH, McKEVITT -- read once and\n         referred to the Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation  to authorizing the payment of rewards in connection with the\n         enforcement of the cigarette tax\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 11-1308 of the administrative code of the city of\n    2  New York is amended by adding a new subdivision 12 to read as follows:\n    3    12. IN HIS OR HER SOLE DISCRETION, TO APPROVE A REWARD, IN A  SUITABLE\n    4  AMOUNT, FOR INFORMATION THAT LEADS TO (I) THE DETECTION OF UNDERPAYMENTS\n    5  OF  TAX  OR  FEES  REQUIRED  TO  BE  PAID  UNDER  THIS CHAPTER, (II) THE\n    6  DETECTION OF, AND ASSESSMENT  OF  PENALTIES  ON,  PERSONS  VIOLATING  OR\n    7  CONSPIRING TO VIOLATE ANY PROVISION OF THIS CHAPTER, (III) THE DETECTION\n    8  AND  CONVICTION  UNDER  CHAPTER FORTY OF THIS TITLE OF PERSONS GUILTY OF\n    9  VIOLATING OR CONSPIRING TO VIOLATE ANY PROVISIONS OF THIS CHAPTER,  (IV)\n   10  A  SEIZURE  AND  FORFEITURE  OF CIGARETTES UNDER SECTION 11-4021 OF THIS\n   11  TITLE, OR (V) A SUSPENSION OR REVOCATION OF A LICENSE ISSUED UNDER  THIS\n   12  CHAPTER.  THE REWARDS PROVIDED FOR BY THIS SUBDIVISION WILL BE PAID FROM\n   13  THE PROCEEDS OF AMOUNTS (OTHER THAN INTEREST)  COLLECTED  IN  CONNECTION\n   14  WITH  THE  ADMINISTRATION OF THIS CHAPTER AND SECTIONS 11-4007, 11-4008,\n   15  11-4009, 11-4012 AND 11-4021 OF THIS TITLE BY REASON OF THE  INFORMATION\n   16  PROVIDED.  FOR  PURPOSES OF THIS SUBDIVISION, PROCEEDS OF AMOUNTS (OTHER\n   17  THAN INTEREST) COLLECTED IN CONNECTION WITH THE ADMINISTRATION  OF  THIS\n   18  CHAPTER  AND  SECTIONS 11-4007, 11-4008, 11-4009, 11-4012 AND 11-4021 OF\n   19  THIS TITLE BECAUSE OF THE INFORMATION PROVIDED INCLUDE  BOTH  ADDITIONAL\n   20  AMOUNTS COLLECTED AND AMOUNTS COLLECTED PRIOR TO RECEIPT OF THE INFORMA-\n   21  TION  IF  THE INFORMATION LEADS TO THE DENIAL OF A CLAIM FOR REFUND THAT\n   22  OTHERWISE WOULD HAVE BEEN PAID. A \"SUITABLE AMOUNT\" FOR PURPOSES OF THIS\n   23  SUBDIVISION WILL DEPEND ON THE FACTS AND  CIRCUMSTANCES,  BUT  GENERALLY\n   24  WILL  NOT  EXCEED  FIFTEEN  PERCENT  OF THE AMOUNT (OTHER THAN INTEREST)\n   25  COLLECTED BY REASON OF THE INFORMATION PROVIDED.\n   26    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04456-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to authorizing the payment of rewards in connection with the enforcement of the cigarette tax ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T113458.TXT", "SOBI.D110112.T152028.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110112.T124029.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294863628627
}