{
  "year" : 2011,
  "senateBillNo" : "A1804-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A1804-2011-1294808400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to payments to health care providers for emergency service rendered for injuries incurred as a result of the operation of a motor vehicle while intoxicated",
  "summary" : "Reimburses payments to health care providers for emergency service rendered for injuries incurred as a result of the operation of a motor vehicle while in an intoxicated condition. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A6143-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1804\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M. of A. DINOWITZ, GOTTFRIED, CYMBROWITZ, PEOPLES-STOKES\n         -- Multi-Sponsored by -- M. of A. COOK, FARRELL, GALEF, GLICK,  McENE-\n         NY,  PAULIN, PERRY, PHEFFER, REILLY, J. RIVERA, ROBINSON, WEINSTEIN --\n         read once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation  to  payments  to  health\n         care providers for emergency service rendered for injuries incurred as\n         a  result  of the operation of a motor vehicle while in an intoxicated\n         condition\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (b)  of  section 5103 of the insurance law is\n    2  amended by adding a new paragraph 2-a to read as follows:\n    3    (2-A)  NOTWITHSTANDING  THE  PROVISIONS  OF  PARAGRAPH  TWO  OF   THIS\n    4  SUBSECTION, A HEALTH CARE PROVIDER WHO PROVIDES ANY SERVICE DESCRIBED IN\n    5  PARAGRAPH ONE OF SUBSECTION (A) OF SECTION FIVE THOUSAND ONE HUNDRED TWO\n    6  OF  THIS  ARTICLE PURSUANT TO SECTION TWENTY-EIGHT HUNDRED FIVE-B OF THE\n    7  PUBLIC HEALTH LAW OR TO PROVIDE MEDICAL SCREENING AND  NECESSARY  STABI-\n    8  LIZING  TREATMENT  FOR  EMERGENCY  MEDICAL  CONDITIONS,  TO AN OTHERWISE\n    9  COVERED PERSON, SHALL BE REIMBURSED REGARDLESS OF  THE  FACT  THAT  SUCH\n   10  PERSON  WAS  INJURED AS THE RESULT OF OPERATING A MOTOR VEHICLE WHILE IN\n   11  AN INTOXICATED CONDITION.\n   12    S 2. This act shall take effect on the one hundred eightieth day after\n   13  it shall have become a law and  shall  apply  to  all  policies  issued,\n   14  renewed, modified, altered or amended on or after such date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04464-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to payments to health care providers for emergency service rendered for injuries incurred as a result of the operation of a motor vehicle while in an intoxicated condition ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T151019.TXT", "SOBI.D110112.T113458.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110112.T124029.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294863019464
}