{
  "year" : 2011,
  "senateBillNo" : "A1808-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to health",
    "billEventId" : "A1808-2011-1294808400000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a right of health maintenance organization enrollees to continue to receive services from a provider who disaffiliates",
  "summary" : "Extends period during which health maintenance organization enrollees may continue to receive services from a health care provider who disaffiliates from 60 or 90 days to 1 year, or in case of terminal illness, until the time of such insured's death; bars incentives which induce a provider to provide health care to an enrollee in a manner inconsistent with law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A633-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1808\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. DINOWITZ, PHEFFER, GALEF, HOOPER, GOTTFRIED --\n         Multi-Sponsored by -- M. of A. BOYLAND, BRENNAN, COLTON, LIFTON, SWEE-\n         NEY -- read once and referred to the Committee on Health\n\n       AN ACT to amend the insurance law and the public health law, in relation\n         to access to health care providers in managed care plans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (e)  of section 4803 of the insurance law, as\n    2  added by chapter 705 of the laws of 1996, is amended to read as follows:\n    3    (e) No insurer shall terminate or  refuse  to  renew  a  contract  for\n    4  participation in the in-network benefits portion of an insurer's network\n    5  for  a  managed care product solely because the health care professional\n    6  has: (1) advocated on behalf of an insured; (2) [has] filed a  complaint\n    7  against  the  insurer; (3) [has] appealed a decision of the insurer; (4)\n    8  provided information or filed a report pursuant  to  section  forty-four\n    9  hundred  six-c of the public health law; [or] (5) requested a hearing or\n   10  review pursuant to this section; OR (6) RENDERED  AN  OPINION  REGARDING\n   11  WHETHER  AN INSURED'S ILLNESS IS TERMINAL PURSUANT TO SECTION FOUR THOU-\n   12  SAND EIGHT HUNDRED FOUR OF THIS ARTICLE.\n   13    S 2. Subsections (e) and (f) of section 4804 of the insurance law,  as\n   14  added  by  chapter  705  of  the  laws  of  1996, are amended to read as\n   15  follows:\n   16    (e) (1) If an insured's health  care  provider  leaves  the  insurer's\n   17  in-network  benefits  portion  of its network of providers for a managed\n   18  care product for reasons other than those for which the  provider  would\n   19  not  be  eligible  to  receive  a  hearing  pursuant to paragraph one of\n   20  subsection (b) of section  [forty-eight]  FOUR  THOUSAND  EIGHT  hundred\n   21  three of this [chapter] ARTICLE, the insurer shall permit the insured to\n   22  continue  [an  ongoing  course of treatment with] TO RECEIVE HEALTH CARE\n   23  PROCEDURES, TREATMENTS, AND SERVICES FROM the insured's  current  health\n   24  care  provider  during  a transitional period of (i) up to [ninety days]\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04377-01-1\n\n       A. 1808                             2\n\n    1  ONE YEAR from the date of notice to the insured of the provider's disaf-\n    2  filiation from the insurer's network[;]  or  (ii)  if  the  insured  has\n    3  [entered the second trimester of pregnancy at the time of the provider's\n    4  disaffiliation, for a transitional period that includes the provision of\n    5  post-partum care directly related to the delivery] A TERMINAL ILLNESS OR\n    6  CONDITION, UNTIL THE TIME OF SUCH INSURED'S DEATH.\n    7    (2)   Notwithstanding   the   provisions  of  paragraph  one  of  this\n    8  subsection, such care shall be authorized  by  the  insurer  during  the\n    9  transitional  period  only  if  the  health  care provider agrees (i) to\n   10  continue to accept reimbursement from the insurer at the rates  applica-\n   11  ble  prior  to  the start of the transitional period as payment in full;\n   12  (ii) to adhere to the insurer's quality assurance  requirements  and  to\n   13  provide  to  the  insurer  necessary medical information related to such\n   14  care; and (iii) to otherwise adhere to the insurer's policies and proce-\n   15  dures, including, but not limited to, procedures regarding referrals and\n   16  obtaining pre-authorization and a treatment plan approved by the  insur-\n   17  er.\n   18    (f) If a new insured whose health care provider is not a member of the\n   19  insurer's in-network benefits portion of the provider network enrolls in\n   20  the  managed  care  product,  the  insurer  shall  permit the insured to\n   21  continue [an ongoing course of treatment with] TO  RECEIVE  HEALTH  CARE\n   22  PROCEDURES,  TREATMENTS,  AND SERVICES FROM the insured's current health\n   23  care provider during a transitional period of up  to  [sixty  days]  ONE\n   24  YEAR  from the effective date of enrollment OR, if [(1)] the insured has\n   25  a [life-threatening disease or condition or a degenerative and disabling\n   26  disease or condition or (2) the insured has entered the second trimester\n   27  of pregnancy at the time of enrollment, in which case  the  transitional\n   28  period  shall include the provision of post-partum care directly related\n   29  to the delivery] TERMINAL ILLNESS OR CONDITION, UNTIL THE TIME  OF  SUCH\n   30  INSURED'S  DEATH.  If an insured elects to continue to receive care from\n   31  such health care provider pursuant to this [paragraph] SUBSECTION,  such\n   32  care shall be authorized by the insurer for the transitional period only\n   33  if  the health care provider agrees (A) to accept reimbursement from the\n   34  insurer at rates established by the insurer as payment  in  full,  which\n   35  rates  shall  be  no  more than the level of reimbursement applicable to\n   36  similar providers within the in-network benefits portion of  the  insur-\n   37  er's  network  for such services; (B) to adhere to the insurer's quality\n   38  assurance requirements and agrees to provide to  the  insurer  necessary\n   39  medical information related to such care; and (C) to otherwise adhere to\n   40  the  insurer's  policies  and procedures, including, but not limited to,\n   41  procedures regarding referrals and  obtaining  pre-authorization  and  a\n   42  treatment  plan  approved  by  the  insurer.    In  no  event shall this\n   43  subsection be construed to require an insurer to  provide  coverage  for\n   44  benefits  not  otherwise  covered  or to diminish or impair pre-existing\n   45  condition limitations contained within the insured's contract.\n   46    S 3. Section 4804 of the insurance law is amended by  adding  two  new\n   47  subsections (g) and (h) to read as follows:\n   48    (G)  FOR  THE  PURPOSES OF THIS SECTION, THE TERM \"TERMINAL ILLNESS OR\n   49  CONDITION\" SHALL MEAN AN ILLNESS OR CONDITION WHICH, IN THE  OPINION  OF\n   50  THE  PHYSICIAN  OF  THE  PATIENT SUFFERING FROM SUCH TERMINAL ILLNESS OR\n   51  CONDITION, IS LIKELY TO CAUSE OR BE A MAJOR CONTRIBUTING FACTOR IN CAUS-\n   52  ING SUCH PATIENT'S DEATH WITHIN THREE YEARS.\n   53    (H) PROVIDER INCENTIVES (MONETARY  OR  OTHERWISE)  TO  A  HEALTH  CARE\n   54  PROVIDER  RELATING  TO  PROCEDURES,  TREATMENTS, OR SERVICES PURSUANT TO\n   55  THIS SECTION, WHICH ARE INTENDED TO HAVE THE  EFFECT  OF  INDUCING  SUCH\n\n       A. 1808                             3\n\n    1  PROVIDER  TO  PROVIDE  CARE  TO AN INSURED IN A MANNER INCONSISTENT WITH\n    2  THIS SECTION, ARE PROHIBITED.\n    3    S  4.  Paragraphs  (e) and (f) of subdivision 6 of section 4403 of the\n    4  public health law, as added by chapter 705 of  the  laws  of  1996,  are\n    5  amended to read as follows:\n    6    (e)  (1) If an enrollee's health care provider leaves the health main-\n    7  tenance organization's network of providers for reasons other than those\n    8  for which the provider would not be eligible to receive a hearing pursu-\n    9  ant to paragraph [a]  (A)  of  subdivision  two  of  section  forty-four\n   10  hundred  six-d  of this [chapter] ARTICLE, the health maintenance organ-\n   11  ization shall permit the enrollee to  continue  [an  ongoing  course  of\n   12  treatment  with]  TO  RECEIVE  HEALTH  CARE  PROCEDURES, TREATMENTS, AND\n   13  SERVICES FROM the enrollee's current health care provider during a tran-\n   14  sitional period of (i) up to [ninety days] ONE YEAR  from  the  date  of\n   15  notice  to the enrollee of the provider's disaffiliation from the organ-\n   16  ization's network[;] or (ii) if the enrollee  has  [entered  the  second\n   17  trimester of pregnancy at the time of the provider's disaffiliation, for\n   18  a  transitional  period  that includes the provision of post-partum care\n   19  directly related to the delivery] A TERMINAL ILLNESS OR CONDITION, UNTIL\n   20  THE TIME OF SUCH ENROLLEE'S DEATH.\n   21    (2) Notwithstanding the provisions of subparagraph one of  this  para-\n   22  graph, such care shall be authorized by the health maintenance organiza-\n   23  tion  during  the  transitional  period only if the health care provider\n   24  agrees (i) to continue to accept reimbursement from the  health  mainte-\n   25  nance  organization  at  the  rates applicable prior to the start of the\n   26  transitional period as payment in full; (ii) to adhere to the  organiza-\n   27  tion's quality assurance requirements and to provide to the organization\n   28  necessary  medical information related to such care; and (iii) to other-\n   29  wise adhere to the organization's policies  and  procedures,  including,\n   30  but not limited to, procedures regarding referrals and obtaining pre-au-\n   31  thorization and a treatment plan approved by the organization.\n   32    (f)  If  a  new enrollee whose health care provider is not a member of\n   33  the health maintenance organization's provider network  enrolls  in  the\n   34  health  maintenance  organization,  the  organization  shall  permit the\n   35  enrollee to continue [an ongoing course of treatment  with]  TO  RECEIVE\n   36  HEALTH  CARE  PROCEDURES,  TREATMENTS,  AND SERVICES FROM the enrollee's\n   37  current health care provider during  a  transitional  period  of  up  to\n   38  [sixty  days]  ONE  YEAR from the effective date of enrollment, if [(i)]\n   39  the enrollee has a [life-threatening disease or condition or a degenera-\n   40  tive and disabling disease or condition or (ii) the enrollee has entered\n   41  the second trimester of pregnancy at the effective date  of  enrollment,\n   42  in  which  case  the  transitional period shall include the provision of\n   43  post-partum care directly related to the delivery] TERMINAL  ILLNESS  OR\n   44  CONDITION,  UNTIL  THE  TIME  OF SUCH ENROLLEE'S DEATH.   If an enrollee\n   45  elects to continue to receive care from such health care provider pursu-\n   46  ant to this paragraph, such care shall be authorized by the health main-\n   47  tenance organization for the transitional period only if the health care\n   48  provider agrees (A) to accept reimbursement from the health  maintenance\n   49  organization at rates established by the health maintenance organization\n   50  as  payment  in  full,  which  rates  shall be no more than the level of\n   51  reimbursement applicable to similar providers within the health  mainte-\n   52  nance  organization's  network  for  such services; (B) to adhere to the\n   53  organization's quality assurance requirements and agrees to  provide  to\n   54  the organization necessary medical information related to such care; and\n   55  (C)  to  otherwise adhere to the organization's policies and procedures,\n   56  including, but  not  limited  to,  procedures  regarding  referrals  and\n\n       A. 1808                             4\n\n    1  obtaining  pre-authorization and a treatment plan approved by the organ-\n    2  ization.  In no event shall this paragraph be  construed  to  require  a\n    3  health  maintenance  organization  to  provide coverage for benefits not\n    4  otherwise  covered or to diminish or impair pre-existing condition limi-\n    5  tations contained within the subscriber's contract.\n    6    S 5. Section 4403 of the public health law is amended  by  adding  two\n    7  new subdivisions 7 and 8 to read as follows:\n    8    7.  FOR  THE PURPOSES OF THIS SECTION, \"TERMINAL ILLNESS OR CONDITION\"\n    9  SHALL MEAN AN ILLNESS OR CONDITION WHICH, IN THE OPINION OF  THE  PHYSI-\n   10  CIAN  OF  THE PATIENT SUFFERING FROM SUCH TERMINAL ILLNESS OR CONDITION,\n   11  IS LIKELY TO CAUSE OR BE A MAJOR CONTRIBUTING  FACTOR  IN  CAUSING  SUCH\n   12  PATIENT'S DEATH WITHIN THREE YEARS.\n   13    8.  PROVIDER  INCENTIVES  (MONETARY  OR  OTHERWISE)  TO  A HEALTH CARE\n   14  PROVIDER RELATING TO PROCEDURES, TREATMENTS, OR SERVICES PROVIDED PURSU-\n   15  ANT TO THIS SECTION, WHICH ARE INTENDED TO INDUCE OR HAVE THE EFFECT  OF\n   16  INDUCING SUCH PROVIDER TO PROVIDE CARE TO AN ENROLLEE IN A MANNER INCON-\n   17  SISTENT WITH THIS SECTION, ARE PROHIBITED.\n   18    S  6.  Subdivision  5  of  section 4406-d of the public health law, as\n   19  added by chapter 705 of the laws of 1996, is amended to read as follows:\n   20    5. No health care plan shall terminate a contract  or  employment,  or\n   21  refuse to renew a contract, solely because a health care provider has:\n   22    (a) advocated on behalf of an enrollee;\n   23    (b) filed a complaint against the health care plan;\n   24    (c) appealed a decision of the health care plan;\n   25    (d)  provided information or filed a report pursuant to section forty-\n   26  four hundred six-c of this article; [or]\n   27    (e) requested a hearing or review pursuant to this section; OR\n   28    (F) RENDERED AN OPINION  REGARDING  WHETHER  A  PATIENT'S  ILLNESS  IS\n   29  TERMINAL PURSUANT TO SECTION FORTY-FOUR HUNDRED THREE OF THIS ARTICLE.\n   30    S 7. This act shall take effect on the one hundred twentieth day after\n   31  it  shall  have  become  a  law and shall apply to all contracts issued,\n   32  renewed, modified or amended on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law and the public health law, in relation to access to health care providers in managed care plans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T151019.TXT", "SOBI.D110112.T113959.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110112.T124029.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294863019463
}