{
  "year" : 2011,
  "senateBillNo" : "A1818-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1818-2011-1294808400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the N.Y. state employee loan forgiveness program",
  "summary" : "Establishes the NYS employee loan forgiveness program; individuals employed by a state employer, for 5 years or more of qualified service, and with outstanding loan debt are eligible to receive $5,000 per year. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A7243-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1818\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Higher Education\n\n       AN  ACT  to amend the education law, in relation to establishing the New\n         York state employee loan forgiveness program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 679-f\n    2  to read as follows:\n    3    S  679-F.  NEW  YORK  STATE  EMPLOYEE  LOAN  FORGIVENESS  PROGRAM.  1.\n    4  PURPOSE.  THE  COMMISSIONER  SHALL GRANT STUDENT LOAN FORGIVENESS AWARDS\n    5  FOR THE PURPOSE OF RETAINING INDIVIDUALS SERVING AS EMPLOYEES OF A STATE\n    6  EMPLOYER.\n    7    2. DEFINITIONS. (A) \"STATE EMPLOYER\" MEANS: (1) THE  EXECUTIVE  BRANCH\n    8  OF  THE  STATE, (2) A COOPERATIVE EXTENSION ASSOCIATION (\"ASSOCIATION\"),\n    9  (3) THE UNIFIED COURT SYSTEM, (4) THE SENATE, (5) THE ASSEMBLY, AND  (6)\n   10  JOINT LEGISLATIVE EMPLOYERS.\n   11    (B)  \"STUDENT  LOAN  DEBT\"  MEANS  THE  TOTAL  ANNUAL  LOAN REPAYMENTS\n   12  REQUIRED TO BE MADE BY THE ELIGIBLE EMPLOYEE ON THE CUMULATIVE TOTAL  OF\n   13  THE EMPLOYEE'S OUTSTANDING STUDENT LOANS COVERING THE COST OF ATTENDANCE\n   14  AT AN UNDERGRADUATE INSTITUTION AND/OR GRADUATE SCHOOL. INTEREST PAID OR\n   15  DUE  ON  SUCH LOANS SHALL BE CONSIDERED ELIGIBLE FOR REIMBURSEMENT UNDER\n   16  THIS PROGRAM. FOR PURPOSES  OF  THIS  CALCULATION,  THE  AMOUNT  OF  THE\n   17  STUDENT  LOAN  EXPENSE SHALL BE REDUCED BY ANY GRANTS, LOAN FORGIVENESS,\n   18  OR SIMILAR REDUCTIONS TO THE EMPLOYEE'S INDEBTEDNESS THAT HE OR SHE  HAS\n   19  RECEIVED OR SHALL RECEIVE.\n   20    (C) \"YEAR OF QUALIFIED SERVICE\" MEANS THE TWELVE-MONTH PERIOD MEASURED\n   21  FROM  THE  ANNIVERSARY  OF  THE  INDIVIDUAL'S  EMPLOYMENT WITH THE STATE\n   22  EMPLOYER AND ADJUSTED FOR ANY INTERRUPTION IN EMPLOYMENT.\n   23    3. ELIGIBILITY. (A) TO BE ELIGIBLE  FOR  AN  AWARD  PURSUANT  TO  THIS\n   24  SUBDIVISION,  APPLICANTS SHALL: (1) BE EMPLOYED BY A STATE EMPLOYER; (2)\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04621-01-1\n\n       A. 1818                             2\n\n    1  FOR FIVE OR MORE YEARS OF QUALIFIED SERVICE; AND (3) HAVE AN OUTSTANDING\n    2  STUDENT LOAN DEBT.\n    3    (B)  INDIVIDUALS  EMPLOYED  BY  A  STATE EMPLOYER WHO ARE NOT ELIGIBLE\n    4  INCLUDE:\n    5    (1) ELECTED OFFICIALS, JUDGES OR JUSTICES APPOINTED TO OR  SERVING  IN\n    6  COURT OF RECORD;\n    7    (2)  OFFICERS  DESCRIBED  IN  SECTIONS  FOUR,  FORTY-ONE-A, FORTY-SIX,\n    8  SIXTY-ONE, SEVENTY, SEVENTY-A, ONE HUNDRED SIXTY-NINE  (INCLUDING  THOSE\n    9  OFFICERS  WHOSE  SALARY  IS  ESTABLISHED  PURSUANT TO SALARY PLANS UNDER\n   10  SUBDIVISION THREE  OF  SECTION  ONE  HUNDRED  SIXTY-NINE),  SECTION  ONE\n   11  HUNDRED EIGHTY AND SUBDIVISION ONE OF SECTION FORTY-ONE OF THE EXECUTIVE\n   12  LAW  AND  ANY AGENCY OR DEPARTMENT HEAD APPOINTED BY THE GOVERNOR, COMP-\n   13  TROLLER OR ATTORNEY GENERAL; AND\n   14    (3) APPOINTED MEMBERS OF BOARDS OR COMMISSIONS ANY  OF  WHOSE  MEMBERS\n   15  ARE APPOINTED BY THE GOVERNOR OR BY ANOTHER STATE OFFICER OR BODY.\n   16    4.  AWARDS.  THE COMMISSIONER SHALL GRANT AWARDS IN THE AMOUNT OF FIVE\n   17  THOUSAND DOLLARS TO INDIVIDUALS WHO ARE ELIGIBLE, PURSUANT  TO  SUBDIVI-\n   18  SION  TWO  OF  THIS  SECTION,  IN  THE  YEAR  PRIOR TO SUCH APPLICATION,\n   19  PROVIDED THAT NO RECIPIENT SHALL RECEIVE AN AWARD THAT EXCEEDS THE TOTAL\n   20  REMAINING BALANCE OF THE STUDENT LOAN DEBT AND THAT NO  RECIPIENT  SHALL\n   21  RECEIVE  CUMULATIVE  AWARDS,  PURSUANT TO THIS SECTION, IN EXCESS OF TEN\n   22  THOUSAND DOLLARS. AWARDS SHALL BE WITHIN THE  AMOUNTS  APPROPRIATED  FOR\n   23  SUCH PURPOSE AND BASED ON AVAILABILITY OF FUNDS.\n   24    5. RULES AND REGULATIONS. THE COMMISSIONER IS AUTHORIZED TO PROMULGATE\n   25  RULES AND REGULATIONS NECESSARY FOR THE IMPLEMENTATION OF THE PROVISIONS\n   26  OF THIS SECTION.\n   27    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing the New York state employee loan forgiveness program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T153520.TXT", "SOBI.D110112.T114459.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110112.T124029.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294864520151
}