{
  "year" : 2011,
  "senateBillNo" : "A1819-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1819-2011-1294808400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a message of necessity may not be used for appropriation bills, except interim bills",
  "summary" : "Provides that a message of necessity shall not be issued for appropriation bills, except in the case of an immediate and extreme fiscal crisis. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A2414-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1819\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. JEFFRIES, JAFFEE, KAVANAGH -- Multi-Sponsored by\n         -- M. of A. FINCH, KOLB, MOLINARO, SAYWARD -- read once  and  referred\n         to the Committee on Ways and Means\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing  an  amendment to section 14 of article 3 of the constitution,\n         in relation to eliminating the use of messages of necessity for appro-\n         priations bills\n\n    1    Section 1. Resolved (if the Senate concur), That section 14 of article\n    2  3 of the constitution be amended to read as follows:\n    3    S 14. No bill shall be passed or become a law  unless  it  shall  have\n    4  been  printed  and  upon the desks of the members, in its final form, at\n    5  least three calendar legislative days prior to its final passage, unless\n    6  the governor, or the acting governor, shall have certified, under his or\n    7  her hand and the seal of the state, the facts which in his or her  opin-\n    8  ion  necessitate an immediate vote thereon, in which case it must never-\n    9  theless be upon the desks of the members in final form, not  necessarily\n   10  printed,  before  its  final  passage;  nor  shall any bill be passed or\n   11  become a law, except by the assent of a majority of the members  elected\n   12  to  each branch of the legislature; and upon the last reading of a bill,\n   13  no amendment thereof shall be allowed, and the question upon  its  final\n   14  passage  shall  be  taken  immediately thereafter, and the ayes and nays\n   15  entered on the journal.  THE GOVERNOR MAY NOT ISSUE A MESSAGE OF  NECES-\n   16  SITY  FOR APPROPRIATIONS BILLS, EXCEPT WHERE IMMEDIATE PASSAGE IS NECES-\n   17  SARY TO ADDRESS OR AVERT AN EXTREME FISCAL CRISIS. ANY SUCH  MESSAGE  OF\n   18  NECESSITY  MUST  BE ACCEPTED BY AN AFFIRMATIVE VOTE OF A MAJORITY OF ALL\n   19  MEMBERS OF EACH HOUSE OF THE LEGISLATURE. APPROPRIATIONS BILLS SHALL NOT\n   20  BE PASSED UNLESS THEY ARE PLACED UPON THE DESKS OF THE MEMBERS, IN THEIR\n   21  FINAL FORM, THOUGH NOT NECESSARILY PRINTED, AT LEAST THREE CALENDAR DAYS\n   22  PRIOR TO VOTING.\n   23    S 2. Resolved (if the Senate concur), That the foregoing amendment  be\n   24  referred  to  the  first regular legislative session convening after the\n   25  next succeeding general election of members of  the  assembly,  and,  in\n   26  conformity  with  section  1  of  article  19  of  the  constitution, be\n   27  published for 3 months previous to the time of such election.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89056-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 14 of article 3 of the constitution, in relation to eliminating the use of messages of necessity for appropriations bills ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T153520.TXT", "SOBI.D110112.T114459.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110112.T124029.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294864520153
}