{
  "year" : 2011,
  "senateBillNo" : "A1816-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to election law",
    "billEventId" : "A1816-2011-1294808400000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to voter registration of ex-felons",
  "summary" : "Relates to voter registration of ex-felons; provides that upon the discharge from a correctional facility of any United States citizen who has fully completed a sentence of imprisonment for the conviction of a felony, the department of corrections shall provide such person with a voter registration application. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A617-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1816\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Election Law\n\n       AN  ACT  to amend the correction law, the executive law and the election\n         law, in  relation  to  voter  registration  applications  provided  to\n         ex-felons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The correction law is amended by adding a new section 76 to\n    2  read as follows:\n    3    S 76. DISCHARGE; PROVISION OF VOTER REGISTRATION  FORM.  1.  UPON  THE\n    4  DISCHARGE  FROM A CORRECTIONAL FACILITY OF ANY UNITED STATES CITIZEN WHO\n    5  HAS FULLY COMPLETED A SENTENCE OF IMPRISONMENT FOR THE CONVICTION  OF  A\n    6  FELONY,  THE DEPARTMENT SHALL PROVIDE SUCH CITIZEN WITH A FORM OF APPLI-\n    7  CATION FOR VOTER REGISTRATION BY MAIL TOGETHER WITH WRITTEN  INFORMATION\n    8  DISTRIBUTED  BY A BOARD OF ELECTIONS ON THE IMPORTANCE AND THE MECHANICS\n    9  OF VOTING.\n   10    2. THE COMMISSIONER SHALL, ON OR BEFORE  THE  FIFTEENTH  DAY  OF  EACH\n   11  MONTH,  TRANSMIT  TO  THE  SECRETARY OF STATE A LIST OF ALL PERSONS WHO,\n   12  DURING THE PRECEDING CALENDAR MONTH, HAVE BEEN RELEASED FROM CONFINEMENT\n   13  IN A CORRECTIONAL INSTITUTION OR FACILITY OR A COMMUNITY RESIDENCE  AND,\n   14  IF  APPLICABLE,  DISCHARGED  FROM  PAROLE.  SUCH LISTS SHALL INCLUDE THE\n   15  NAMES, BIRTH DATES AND ADDRESSES OF SUCH  PERSONS,  WITH  THE  DATES  OF\n   16  THEIR  CONVICTIONS.  THE SECRETARY OF STATE SHALL TRANSMIT SUCH LISTS TO\n   17  THE REGISTRARS OF THE MUNICIPALITIES IN  WHICH  SUCH  CONVICTED  PERSONS\n   18  RESIDED  AT  THE  TIME OF THEIR CONVICTIONS AND TO THE REGISTRARS OF ANY\n   19  MUNICIPALITIES WHERE THE SECRETARY BELIEVES SUCH PERSONS  MAY  BE  ELEC-\n   20  TORS.\n   21    S 2. Subdivision 2 of section 259-j of the executive law, as separate-\n   22  ly amended by section 10 of part F and section 1 of part N of chapter 62\n   23  of the laws of 2003, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05025-01-1\n\n       A. 1816                             2\n\n    1    2.  A  merit  termination granted by the division of parole under this\n    2  section shall constitute a termination of the sentence with  respect  to\n    3  which  it was granted. No such merit termination shall be granted unless\n    4  the division of parole is satisfied that termination  of  sentence  from\n    5  presumptive  release,  parole or from conditional release is in the best\n    6  interest of society, and that the parolee or releasee, otherwise  finan-\n    7  cially  able  to  comply with an order of restitution and the payment of\n    8  any mandatory surcharge previously  imposed  by  a  court  of  competent\n    9  jurisdiction,  has  made  a good faith effort to comply therewith.  UPON\n   10  SUCH DISCHARGE, THE BOARD OF PAROLE SHALL PROVIDE ANY SUCH UNITED STATES\n   11  CITIZEN PAROLEE WITH A FORM OF APPLICATION  FOR  VOTER  REGISTRATION  BY\n   12  MAIL  TOGETHER  WITH  WRITTEN  INFORMATION  DISTRIBUTED  BY  A  BOARD OF\n   13  ELECTIONS ON THE IMPORTANCE AND THE MECHANICS OF VOTING.\n   14    S 3. Subdivision 4 of section 259-j of the executive law,  as  amended\n   15  by  section 13 of part AAA of chapter 56 of the laws of 2009, is amended\n   16  to read as follows:\n   17    4. Except where a determinate sentence was imposed for a felony  other\n   18  than  a  felony  defined  in  article  two hundred twenty or article two\n   19  hundred twenty-one of the penal law, if the board of parole is satisfied\n   20  that an absolute discharge from presumptive release, parole, conditional\n   21  release or release to a period of post-release  supervision  is  in  the\n   22  best interests of society, the board may grant such a discharge prior to\n   23  the  expiration  of  the full term or maximum term to any person who has\n   24  been on unrevoked presumptive release, parole,  conditional  release  or\n   25  release  to  post-release  supervision  for  at  least three consecutive\n   26  years. A discharge granted under this section shall constitute a  termi-\n   27  nation  of  the  sentence  with respect to which it was granted. No such\n   28  discharge shall be granted unless the board of parole is satisfied  that\n   29  the  parolee  or  releasee, otherwise financially able to comply with an\n   30  order of restitution and the payment of  any  mandatory  surcharge,  sex\n   31  offender  registration  fee  or DNA databank fee previously imposed by a\n   32  court of competent jurisdiction, has made a good faith effort to  comply\n   33  therewith.  UPON  SUCH  DISCHARGE, THE BOARD OF PAROLE SHALL PROVIDE ANY\n   34  SUCH UNITED STATES CITIZEN PAROLEE WITH A FORM OF APPLICATION FOR  VOTER\n   35  REGISTRATION  BY MAIL TOGETHER WITH WRITTEN INFORMATION DISTRIBUTED BY A\n   36  BOARD OF ELECTIONS ON THE IMPORTANCE AND THE MECHANICS OF VOTING.\n   37    S 4. Subdivision 2 of section 5-106 of the election law, as amended by\n   38  chapter 373 of the laws of 1978, is amended to read as follows:\n   39    2. No person who has been convicted of a felony pursuant to  the  laws\n   40  of  this  state,  shall  have  the  right to register for or vote at any\n   41  election unless [he] SUCH PERSON shall have been pardoned or restored to\n   42  the rights of citizenship by the governor, or [his] SUCH PERSON'S  maxi-\n   43  mum  sentence  of imprisonment has expired, or [he] SUCH PERSON has been\n   44  discharged from parole. The governor, however, may attach as a condition\n   45  to any such pardon a provision that any such person shall not  have  the\n   46  right  of suffrage until it shall have been separately restored to [him]\n   47  SUCH PERSON.  UPON THE EXPIRATION OF SUCH PERSON'S MAXIMUM  SENTENCE  OF\n   48  IMPRISONMENT,  OR  UPON SUCH PERSON'S DISCHARGE FROM PAROLE, THE COMMIS-\n   49  SIONER SHALL IN THE CASE OF ANY CITIZEN SEND A NOTICE OF VOTER ELIGIBIL-\n   50  ITY TO THE APPROPRIATE BOARD OF ELECTIONS VERIFYING THE FORMER  INMATE'S\n   51  OR PAROLEE'S ELIGIBILITY TO REGISTER TO VOTE AND TO VOTE, AND SHALL MAIL\n   52  THE SAME NOTICE TO THE FORMER INMATE OR PAROLEE.\n   53    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, the executive law and the election law, in relation to voter registration applications provided to ex-felons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T113959.TXT", "SOBI.D110112.T152028.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110112.T124029.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294863628643
}