{
  "year" : 2011,
  "senateBillNo" : "A1827-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1827-2011-1294808400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the registration filing fee",
  "summary" : "Increases the fee for filing a registration plate number by lessors in the city of New York. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2844-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1827\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MILLMAN -- Multi-Sponsored by -- M. of A. GOTT-\n         FRIED, JAFFEE -- read once and referred to the Committee on  Transpor-\n         tation\n\n       AN  ACT  to amend the vehicle and traffic law, in relation to increasing\n         the annual fee for filing a registration plate number  by  lessors  of\n         vehicles in a city having a population of one million or more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph f of subdivision 2 of section 239 of the  vehicle\n    2  and traffic law, as added by chapter 180 of the laws of 1980, is amended\n    3  to read as follows:\n    4    f.  The  annual  fee  for  filing a registration plate number with the\n    5  bureau by lessors under this section shall be twelve dollars per  fiscal\n    6  year,  EXCEPT  THAT IN A CITY HAVING A POPULATION OF ONE MILLION OR MORE\n    7  SUCH FEE SHALL BE SIXTY DOLLARS PER FISCAL YEAR.    Lessors  shall  also\n    8  provide the bureau with such other additional information in such format\n    9  as  the  bureau  by  regulation may reasonably require. The registration\n   10  plate number shall not be considered filed with the  bureau  unless  the\n   11  annual filing fee provided for in this subdivision shall have been paid.\n   12  Lessors  shall  not  be entitled to a refund, reduction, credit or other\n   13  consideration in connection with such annual filing  fee  in  the  event\n   14  that such registration plate number is withdrawn from service, destroyed\n   15  or  surrendered during the fiscal year for which such registration plate\n   16  number shall have been filed. In the event that a lessor files with  the\n   17  bureau  registration  plate  numbers  during the fiscal year, the annual\n   18  filing fee for same shall be prorated on a monthly basis, in  accordance\n   19  with  a schedule that the bureau shall promulgate by regulation for such\n   20  purpose. The primary filing by each lessor for each fiscal year shall be\n   21  made at least thirty days prior to the commencement of the fiscal year.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04924-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to increasing the annual fee for filing a registration plate number by lessors of vehicles in a city having a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T155021.TXT", "SOBI.D110112.T115000.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294865421441
}