{
  "year" : 2011,
  "senateBillNo" : "A1822-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to codes",
    "billEventId" : "A1822-2011-1294808400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates first and second degree pet theft offenses",
  "summary" : "Creates first and second degree pet theft offenses. ",
  "currentCommittee" : null,
  "sameAs" : "S992A",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A9429-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1822\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. LENTOL -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to  amend  the  penal  law, in relation to theft of a companion\n         animal or pet\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  penal  law  is  amended by adding three new sections\n    2  165.75, 165.76 and 165.77 to read as follows:\n    3  S 165.75 DEFINITIONS.\n    4    AS USED IN SECTIONS 165.76 AND 165.77 OF THIS ARTICLE,  THE  FOLLOWING\n    5  TERMS HAVE THE FOLLOWING DEFINITIONS:\n    6    1.  THE  TERM \"COMPANION ANIMAL\" OR \"PET\" IS DEFINED AS A DOG, CAT, OR\n    7  ANY OTHER DOMESTICATED ANIMAL NORMALLY MAINTAINED IN OR NEAR THE  HOUSE-\n    8  HOLD  OF  THE  OWNER  OR  PERSON WHO CARES FOR SUCH DOMESTICATED ANIMAL.\n    9  \"PET\" OR \"COMPANION ANIMAL\" SHALL NOT INCLUDE A \"FARM ANIMAL\" AS DEFINED\n   10  IN SUBDIVISION FOUR OF SECTION THREE HUNDRED FIFTY  OF  THE  AGRICULTURE\n   11  AND MARKETS LAW.\n   12    2. THE TERM \"AGGRAVATED CRUELTY\" SHALL MEAN CONDUCT WHICH:\n   13    A. IS INTENDED TO CAUSE EXTREME PHYSICAL PAIN; OR\n   14    B.  IS  DONE  OR  CARRIED  OUT  IN  AN ESPECIALLY DEPRAVED OR SADISTIC\n   15  MANNER.\n   16  S 165.76 PET THEFT IN THE SECOND DEGREE.\n   17    1. A PERSON IS GUILTY OF PET THEFT IN THE SECOND DEGREE WHEN HE STEALS\n   18  A COMPANION ANIMAL OR PET.\n   19    2. NOTHING CONTAINED IN THIS SECTION SHALL BE CONSTRUED TO PROHIBIT OR\n   20  INTERFERE IN ANY WAY WITH ANYONE LAWFULLY ENGAGED IN HUNTING,  TRAPPING,\n   21  OR FISHING, AS PROVIDED IN ARTICLE ELEVEN OF THE ENVIRONMENTAL CONSERVA-\n   22  TION  LAW,  THE  DISPATCH  OF  RABID OR DISEASED ANIMALS, AS PROVIDED IN\n   23  ARTICLE TWENTY-ONE OF THE PUBLIC HEALTH LAW, OR THE DISPATCH OF  ANIMALS\n   24  POSING  A  THREAT TO HUMAN SAFETY OR OTHER ANIMALS, WHERE SUCH ACTION IS\n   25  OTHERWISE LEGALLY  AUTHORIZED,  OR  ANY  PROPERLY  CONDUCTED  SCIENTIFIC\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03863-01-1\n\n       A. 1822                             2\n\n    1  TESTS,  EXPERIMENTS,  OR  INVESTIGATIONS  INVOLVING  THE  USE  OF LIVING\n    2  ANIMALS, PERFORMED OR CONDUCTED IN LABORATORIES OR INSTITUTIONS APPROVED\n    3  FOR SUCH PURPOSES BY THE COMMISSIONER  OF  HEALTH  PURSUANT  TO  SECTION\n    4  THREE HUNDRED FIFTY-THREE OF THE AGRICULTURE AND MARKETS LAW.\n    5    PET THEFT IN THE SECOND DEGREE IS A CLASS E FELONY.\n    6  S 165.77 PET THEFT IN THE FIRST DEGREE.\n    7    1. A PERSON IS GUILTY OF PET THEFT IN THE FIRST DEGREE WHEN HE COMMITS\n    8  PET THEFT IN THE SECOND DEGREE, AND WHEN:\n    9    A. SUCH ANIMAL IS SOLD FOR SCIENTIFIC RESEARCH PURPOSES; OR\n   10    B.  WITH  NO  JUSTIFIABLE  PURPOSE,  HE  OR SHE INTENTIONALLY KILLS OR\n   11  INTENTIONALLY CAUSES SERIOUS PHYSICAL INJURY TO SUCH COMPANION ANIMAL OR\n   12  PET WITH AGGRAVATED CRUELTY.\n   13    2. NOTHING CONTAINED IN THIS SECTION SHALL BE CONSTRUED TO PROHIBIT OR\n   14  INTERFERE IN ANY WAY WITH ANYONE LAWFULLY ENGAGED IN HUNTING,  TRAPPING,\n   15  OR FISHING, AS PROVIDED IN ARTICLE ELEVEN OF THE ENVIRONMENTAL CONSERVA-\n   16  TION  LAW,  THE  DISPATCH  OF  RABID OR DISEASED ANIMALS, AS PROVIDED IN\n   17  ARTICLE TWENTY-ONE OF THE PUBLIC HEALTH LAW, OR THE DISPATCH OF  ANIMALS\n   18  POSING  A  THREAT TO HUMAN SAFETY OR OTHER ANIMALS, WHERE SUCH ACTION IS\n   19  OTHERWISE LEGALLY  AUTHORIZED,  OR  ANY  PROPERLY  CONDUCTED  SCIENTIFIC\n   20  TESTS,  EXPERIMENTS,  OR  INVESTIGATIONS  INVOLVING  THE  USE  OF LIVING\n   21  ANIMALS, PERFORMED OR CONDUCTED IN LABORATORIES OR INSTITUTIONS APPROVED\n   22  FOR SUCH PURPOSES BY THE COMMISSIONER  OF  HEALTH  PURSUANT  TO  SECTION\n   23  THREE HUNDRED FIFTY-THREE OF THE AGRICULTURE AND MARKETS LAW.\n   24    PET THEFT IN THE FIRST DEGREE IS A CLASS D FELONY.\n   25    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to theft of a companion animal or pet ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T153520.TXT", "SOBI.D110201.T114346.TXT", "SOBI.D110131.T102651.TXT", "SOBI.D110112.T114459.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296578626809
}