{
  "year" : 2011,
  "senateBillNo" : "A1825-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1825-2011-1294808400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to violations and a mandatory surcharge for parking in a bicycle lane",
  "summary" : "Relates to violations and a mandatory surcharge for parking in a bicycle lane. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A2842-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1825\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MILLMAN -- Multi-Sponsored by -- M. of A. GOTT-\n         FRIED, JAFFEE -- read once and referred to the Committee on  Transpor-\n         tation\n\n       AN  ACT to amend the administrative code of the city of New York and the\n         vehicle and traffic law, in relation to violations for  parking  in  a\n         bicycle lane\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision b of section 19-203 of the administrative  code\n    2  of the city of New York, as amended by section 2 of part B of chapter 93\n    3  of the laws of 2002, is amended to read as follows:\n    4    b.  To  provide  for  penalties  other  than  imprisonment for parking\n    5  violations, provided however, that monetary penalties shall  not  exceed\n    6  fifty  dollars for each parking violation, provided that monetary penal-\n    7  ties shall not exceed one hundred dollars  for  each  parking  violation\n    8  committed  in  a  space  where  stopping  or  standing is prohibited and\n    9  provided, further, that monetary penalties shall not exceed one  hundred\n   10  fifty  dollars  for  each handicapped parking violation OR VIOLATION FOR\n   11  PARKING IN A BICYCLE LANE;\n   12    S 2. The vehicle and traffic law is amended by adding  a  new  section\n   13  1809-f to read as follows:\n   14    S 1809-F. MANDATORY SURCHARGE REQUIRED FOR CERTAIN VIOLATIONS RELATING\n   15  TO  PARKING IN A BICYCLE LANE. 1. NOTWITHSTANDING ANY OTHER PROVISION OF\n   16  LAW, WHENEVER PROCEEDINGS IN  AN  ADMINISTRATIVE  TRIBUNAL  OR  A  COURT\n   17  RESULT  IN  A FINDING OF LIABILITY, OR CONVICTION FOR A VIOLATION OF ANY\n   18  STATUTE, LOCAL LAW OR ORDINANCE OR RULE INVOLVING THE PARKING,  STOPPING\n   19  OR  STANDING OF MOTOR VEHICLES IN A BICYCLE LANE, THERE SHALL BE LEVIED,\n   20  IN ADDITION TO ANY SENTENCE OR OTHER SURCHARGE REQUIRED OR PERMITTED  BY\n   21  LAW, AN ADDITIONAL SURCHARGE OF THIRTY DOLLARS.\n   22    2.  THE  MANDATORY  SURCHARGE  PROVIDED FOR IN SUBDIVISION ONE OF THIS\n   23  SECTION SHALL BE PAID TO THE CLERK OF THE COURT OR ADMINISTRATIVE TRIBU-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04926-01-1\n\n       A. 1825                             2\n\n    1  NAL THAT MADE THE DETERMINATION OF LIABILITY. WITHIN THE FIRST TEN  DAYS\n    2  OF  THE  MONTH  NEXT  SUCCEEDING  THE  COLLECTION OF SUCH SURCHARGE, THE\n    3  COLLECTING AUTHORITY SHALL PAY SUCH SURCHARGE TO THE CHIEF FISCAL  OFFI-\n    4  CER  OF  THE COUNTY IN WHICH SUCH VIOLATION OCCURRED OR IF THE VIOLATION\n    5  OCCURRED IN NEW YORK CITY, TO THE CITY OF NEW YORK, TO BE USED  BY  SUCH\n    6  CITY FOR THE NEW YORK CITY DEPARTMENT OF TRANSPORTATION'S BICYCLE SAFETY\n    7  OUTREACH PROGRAM.\n    8    S 3. This act shall take effect on the first of November next succeed-\n    9  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the vehicle and traffic law, in relation to violations for parking in a bicycle lane ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T153520.TXT", "SOBI.D110112.T114459.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294864520145
}