{
  "year" : 2011,
  "senateBillNo" : "A1821-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to labor",
    "billEventId" : "A1821-2011-1294808400000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that certain contracts for commercial or industrial projects or multiple dwelling projects shall contain a provision of an OSHA construction safety and health course",
  "summary" : "Provides that certain contracts for commercial or industrial projects or multiple dwelling projects shall contain a provision requiring certification that laborers, workers, and mechanics working on the project have completed a ten hour OSHA construction safety and health course; provides for a civil penalty for non-compliance. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A11057-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1821\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Labor\n\n       AN  ACT  to amend the labor law, in relation to providing that contracts\n         for commercial or industrial projects or  multiple  dwelling  projects\n         shall  contain a provision that laborers, workers, and mechanics shall\n         be certified as having completed a safety course\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 220-h of the labor law, as added by chapter 282 of\n    2  the laws of 2007, is amended to read as follows:\n    3    S  220-h.  Occupational  Safety  and  Health   Administration   (OSHA)\n    4  construction  safety and health course. 1. The advertised specifications\n    5  for every contract for  the  construction,  reconstruction,  maintenance\n    6  and/or  repair  of public work to which the state or a municipality is a\n    7  party, where the total cost of  all  work  to  be  performed  under  the\n    8  contract is at least two hundred fifty thousand dollars, shall contain a\n    9  provision  requiring  that all laborers, workers, and mechanics, HEREIN-\n   10  AFTER REFERRED TO AS CONSTRUCTION WORKERS, employed in  the  performance\n   11  of  the contract on the public work site, either by the contractor, sub-\n   12  contractor or other person doing or contracting to do  the  whole  or  a\n   13  part  of the work contemplated by the contract, shall be certified prior\n   14  to performing any work on the project as having successfully completed a\n   15  course in construction safety and health approved by the  United  States\n   16  department  of  labor's  occupational  safety and health administration,\n   17  HEREINAFTER REFERRED TO AS THE SAFETY COURSE, that is at  least  OF  ten\n   18  hours in duration.\n   19    2.   (A)  ANY  CONSTRUCTION  WORKER  WHO  PERFORMS  WORK  ON  THE  NEW\n   20  CONSTRUCTION OF  ANY  BUILDING,  WHERE  THE  TOTAL  COST  OF  SUCH  WORK\n   21  PERFORMED  UNDER THE CONTRACT IS AT LEAST FIVE HUNDRED THOUSAND DOLLARS,\n   22  SHALL BE CERTIFIED PRIOR TO PERFORMING ANY WORK ON THE PROJECT AS HAVING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04680-01-1\n\n       A. 1821                             2\n\n    1  SUCCESSFULLY COMPLETED A SAFETY COURSE THAT IS AT LEAST OF TEN HOURS  IN\n    2  DURATION.\n    3    (B)  ANY  CONSTRUCTION WORKER WHO PERFORMS WORK ON THE RECONSTRUCTION,\n    4  MAINTENANCE, AND/OR REPAIR OF ANY BUILDING, WHERE THE TOTAL VALUE OF THE\n    5  WORK TO BE PERFORMED UNDER THE CONTRACT IS AT LEAST  TWO  HUNDRED  FIFTY\n    6  THOUSAND  DOLLARS  SHALL BE CERTIFIED WITHIN NINETY DAYS OF COMMENCEMENT\n    7  OF EMPLOYMENT, OR WITHIN FORTY-FIVE DAYS OF THE COMMENCEMENT OF WORK  ON\n    8  THE  PROJECT,  WHICHEVER  IS  SOONER, AS HAVING SUCCESSFULLY COMPLETED A\n    9  SAFETY COURSE THAT IS AT LEAST OF TEN HOURS IN DURATION.\n   10    3. IF THE COMMISSIONER FINDS, AFTER AN INVESTIGATION, THAT A  CONTRAC-\n   11  TOR  OR  SUB-CONTRACTOR HAS VIOLATED THIS SECTION, THE COMMISSIONER MAY,\n   12  BY AN  ORDER  WHICH  SHALL  DESCRIBE  PARTICULARLY  THE  NATURE  OF  THE\n   13  VIOLATION, ASSESS THE CONTRACTOR OR SUB-CONTRACTOR A CIVIL PENALTY OF NO\n   14  MORE  THAN  ONE THOUSAND DOLLARS FOR THE FIRST OFFENSE, AND NO MORE THAN\n   15  TWO THOUSAND DOLLARS FOR THE  SECOND  OFFENSE  IF  SUCH  SECOND  OFFENSE\n   16  OCCURS  WITHIN  ONE  YEAR  OF  THE  IMPOSITION  OF THE FINE OF THE FIRST\n   17  OFFENSE.\n   18    S 2. The department of labor  may  promulgate  rules  and  regulations\n   19  necessary  for  the  implementation and enforcement of the provisions of\n   20  section one of this act prior to the effective date of this chapter.\n   21    S 3. This act shall take effect one year after it shall have become  a\n   22  law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to providing that contracts for commercial or industrial projects or multiple dwelling projects shall contain a provision that laborers, workers, and mechanics shall be certified as having completed a safety course ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T153520.TXT", "SOBI.D110118.T125632.TXT", "SOBI.D110113.T104312.TXT", "SOBI.D110112.T114459.TXT", "SOBI.D110112.T124520.TXT", "SOBI.D110112.T124029.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295373392897
}