{
  "year" : 2011,
  "senateBillNo" : "A1826-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1826-2011-1294808400000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the governor may within 180 days of taking office, remove members of boards of public authorities and fill vacancies created with his or her appointees",
  "summary" : "Provides that the governor may, within 180 days of taking office, remove members of boards of public authorities and fill vacancies created with his or her appointees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A254-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1826\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. MILLMAN -- Multi-Sponsored by -- M. of A. BROOK-\n         KRASNY,  CAMARA,  COLTON,  COOK,  DESTITO,  GALEF,  GLICK,  GOTTFRIED,\n         JAFFEE,  JEFFRIES,  KAVANAGH,  KELLNER,  MAGNARELLI,  MAISEL,  MARKEY,\n         MAYERSOHN, O'DONNELL,  ORTIZ,  PERRY,  REILLY,  P. RIVERA,  ROSENTHAL,\n         SCHROEDER,  TOWNS -- read once and referred to the Committee on Corpo-\n         rations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to the terms  of\n         members appointed by the governor to boards of public authorities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public authorities law  is  amended  by  adding  a  new\n    2  section 2829 to read as follows:\n    3    S  2829.  APPOINTMENTS  BY GOVERNOR; TERM.   NOTWITHSTANDING ANY OTHER\n    4  PROVISION OF LAW, DURING THE  FIRST  ONE  HUNDRED  EIGHTY  DAYS  OF  THE\n    5  INITIAL  TERM  OF A NEWLY ELECTED GOVERNOR, SUCH GOVERNOR SHALL HAVE THE\n    6  POWER TO REMOVE ANY MEMBER OF ANY BOARD, AUTHORITY, COMMISSION OR  OTHER\n    7  BODY  CREATED  PURSUANT  TO  THIS  CHAPTER  FROM  SUCH BOARD, AUTHORITY,\n    8  COMMISSION OR OTHER BODY WITHOUT CAUSE AND FILL THE VACANCY  CREATED  BY\n    9  SUCH  REMOVAL  WITH  HIS OR HER APPOINTEE. MEMBERS APPOINTED PURSUANT TO\n   10  THIS SECTION SHALL BE APPOINTED IN A MANNER CONSISTENT WITH THE ORIGINAL\n   11  APPOINTMENT AND SHALL SERVE FOR THE REMAINDER OF THE TERM SERVED BY SUCH\n   12  REMOVED MEMBER. SUCH POWER TO REMOVE WITHOUT CAUSE SHALL ONLY  APPLY  TO\n   13  MEMBERS ORIGINALLY APPOINTED BY THE GOVERNOR.  NOTHING CONTAINED IN THIS\n   14  SECTION SHALL BE CONSTRUED TO:\n   15    1.  PREVENT  OR  LIMIT ANY POWER OF THE GOVERNOR TO REMOVE A MEMBER OF\n   16  SUCH BOARD, AUTHORITY, COMMISSION OR BODY FROM  SUCH  BOARD,  AUTHORITY,\n   17  COMMISSION OR BODY FOR CAUSE;\n   18    2.  ALTER  OR  AFFECT IN ANY WAY THE GOVERNOR'S POWER TO MAKE APPOINT-\n   19  MENTS CONSISTENT WITH THE MANNER OF THE ORIGINAL APPOINTMENT PURSUANT TO\n   20  AND CONSISTENT WITH THE PROVISIONS OF THIS CHAPTER; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04929-01-1\n\n       A. 1826                             2\n\n    1    3. LENGTHEN THE TERM OF ANY MEMBER OF SUCH BOARD,  AUTHORITY,  COMMIS-\n    2  SION OR OTHER BODY.\n    3    S  2.  This  act  shall  take  effect  immediately  and shall apply to\n    4  appointments made by the governor on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to the terms of members appointed by the governor to boards of public authorities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T153520.TXT", "SOBI.D110112.T115000.TXT", "SOBI.D110112.T114459.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294864520149
}