{
  "year" : 2011,
  "senateBillNo" : "A1824-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to cities",
    "billEventId" : "A1824-2011-1294808400000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the taxi and limousine commission of the city of New York to develop procedures for requiring inspection stickers to be visible to the public",
  "summary" : "Requires the taxi and limousine commission of the city of New York to develop procedures for requiring inspection stickers to be visible to the general public and indicate the date for the next subsequent inspection date. ",
  "currentCommittee" : null,
  "sameAs" : "S684",
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A10555-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1824\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. MILLMAN, TITONE -- read once and referred to the\n         Committee on Cities\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation to requiring inspection stickers to be visible to the public\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision f of section 19-504 of the administrative  code\n    2  of  the  city of New York, as amended by local law number 31 of the city\n    3  of New York for the year 2010, is amended to read as follows:\n    4    f. All taxicabs now or hereafter licensed pursuant to  the  provisions\n    5  of this chapter shall be inspected at an inspection facility operated by\n    6  the  commission  at  least  once every four months, in accordance with a\n    7  procedure to be established by the  commission  WHEREIN  SUCH  PROCEDURE\n    8  SHALL  INCLUDE  AFFIXING  TO  THE  TAXICAB  IN A LOCATION VISIBLE TO THE\n    9  GENERAL PUBLIC, A STICKER INDICATING THE DATE FOR  THE  NEXT  SUBSEQUENT\n   10  INSPECTION  REQUIRED  BY  THIS  SUBDIVISION.   All other vehicles now or\n   11  hereafter licensed pursuant to the provisions of this chapter other than\n   12  commuter  vans  shall  be  inspected  at  official  inspection  stations\n   13  licensed by the commissioner of motor vehicles pursuant to section three\n   14  hundred  three  of  the vehicle and traffic law at least once every four\n   15  months in accordance with the regulations of the commissioner  of  motor\n   16  vehicles, codified in part seventy-nine of title fifteen of the official\n   17  compilation of codes, rules and regulations of the state of New York (15\n   18  N.Y.C.R.R.  part 79). All commuter vans now or hereafter licensed pursu-\n   19  ant to the provisions of this chapter shall be inspected and shall  meet\n   20  safety  standards  as  provided  in  paragraph  two  of subdivision a of\n   21  section 19-504.3 of this chapter. If  any  taxicab  fails  to  pass  its\n   22  inspection  for  any  reason relating to the requirements established by\n   23  the New York state department of  motor  vehicles,  it  shall  be  rein-\n   24  spected.  The fee payable to the commission for each inspection and each\n   25  reinspection required for the issuance of a  certificate  of  inspection\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04941-01-1\n\n       A. 1824                             2\n\n    1  for  a taxicab, inclusive of the issuance of such certificate, shall not\n    2  exceed fifty dollars.  The  fees  payable  to  the  official  inspection\n    3  station  for  the  inspection  and  the  issuance  of  a  certificate of\n    4  inspection  for  all  other  licensed  vehicles other than commuter vans\n    5  shall be the fees  charged  and  collected  pursuant  to  section  three\n    6  hundred five of the vehicle and traffic law. The commission or any other\n    7  agency  authorized  by law may conduct on-street inspections of vehicles\n    8  licensed pursuant to the provisions of this chapter.  The  date  of  the\n    9  inspection  of  a taxicab, THE DATE OF THE NEXT SUBSEQUENT INSPECTION AS\n   10  REQUIRED BY THIS SUBDIVISION, and the signature of  the  persons  making\n   11  the  inspection  shall  be  recorded  upon  the  rate  card in the space\n   12  provided therefor. An owner shall be ordered by the commission to repair\n   13  or replace his or her licensed vehicle where it appears that it no long-\n   14  er meets the reasonable standards for safe operation prescribed  by  the\n   15  commission.  Upon  failure  of  such  owner  to  have his or her vehicle\n   16  inspected or to comply with any such order within ten days after service\n   17  thereof, the license shall be suspended; upon failure of such  owner  to\n   18  comply  with any such order within one hundred twenty days after service\n   19  thereof, the license may, at the discretion of the commission, be deemed\n   20  to have been abandoned by nonuser.\n   21    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   22  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to requiring inspection stickers to be visible to the public ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T153520.TXT", "SOBI.D110112.T114459.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294864520141
}