{
  "year" : 2011,
  "senateBillNo" : "A1829-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to health",
    "billEventId" : "A1829-2011-1294808400000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prohibiting the sale or use of artificial trans fats in food service establishments, mobile food service establishments and retail food stores",
  "summary" : "Relates to prohibiting the sale or use of artificial trans fats in food service establishments, mobile food service establishments and retail food stores. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A8443-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1829\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ORTIZ,  PAULIN,  GOTTFRIED,  TITONE,  PERRY,\n         JEFFRIES, J. RIVERA, GALEF -- Multi-Sponsored by -- M. of A.  BOYLAND,\n         GLICK, TOWNS -- read once and referred to the Committee on Health\n\n       AN  ACT  to  amend the public health law and the agriculture and markets\n         law, in relation to prohibiting the sale or use  of  artificial  trans\n         fats  in  food  service establishments, mobile food service establish-\n         ments and retail food stores\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.   Section 1351 of the public health law is amended to read\n    2  as follows:\n    3    S 1351. Food places; duty to permit inspections. Every  owner,  opera-\n    4  tor, lessor, lessee or person in charge of any hotel, restaurant, dining\n    5  room,  dining  car,  drug store, soda fountain, steamboat or other place\n    6  engaged in the preparation, sale or service  of  food  for  and  to  the\n    7  general  public,  and  every  officer  or  other person in charge of any\n    8  public, penal or charitable institution in this state, shall permit  the\n    9  commissioner  or  his duly authorized agents or employees to have access\n   10  to all parts of any and all of such places herein mentioned wherein food\n   11  is stored, prepared or served for the purpose  of  ascertaining  whether\n   12  the  provisions  of  sections thirteen hundred fifty to thirteen hundred\n   13  fifty-two, inclusive, AND SECTION THIRTEEN  HUNDRED  FIFTY-SIX  of  this\n   14  [chapter]  TITLE, and the provisions of the sanitary code and provisions\n   15  of local ordinances or regulations are being observed.\n   16    S 2. The public health law is amended by adding a new section 1356  to\n   17  read as follows:\n   18    S  1356.  FOOD CONTAINING ARTIFICIAL TRANS FAT. 1. (A) NO FOOD SERVICE\n   19  ESTABLISHMENT OR MOBILE FOOD SERVICE ESTABLISHMENT, AS  DEFINED  BY  THE\n   20  STATE  SANITARY  CODE, SHALL STORE, DISTRIBUTE, HOLD FOR SERVICE, USE IN\n   21  PREPARATION OF ANY MENU ITEM, SERVE OR SELL ANY FOOD, AS DEFINED BY  THE\n   22  STATE SANITARY CODE, CONTAINING ARTIFICIAL TRANS FAT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03928-01-1\n\n       A. 1829                             2\n\n    1    (B) PARAGRAPH (A) OF THIS SUBDIVISION SHALL NOT APPLY TO FOOD THAT IS:\n    2  (I)  SERVED OR SOLD DIRECTLY TO PATRONS OR CUSTOMERS IN A MANUFACTURER'S\n    3  ORIGINAL SEALED PACKAGE THAT BEARS A NUTRITION FACTS LABEL IN  THE  FORM\n    4  REQUIRED BY THE FEDERAL NUTRITION LABELING AND EDUCATION ACT OF 1990 AND\n    5  THE  ASSOCIATED REGULATIONS OF THE FEDERAL FOOD AND DRUG ADMINISTRATION;\n    6  OR (II) STORED, HELD OR USED FOR THE PURPOSE OF MANUFACTURING FOOD  THAT\n    7  IS  SERVED  OR SOLD DIRECTLY TO PATRONS OR CUSTOMERS IN A MANUFACTURER'S\n    8  ORIGINAL SEALED PACKAGE THAT BEARS A NUTRITION FACTS LABEL IN  THE  FORM\n    9  REQUIRED BY THE FEDERAL NUTRITION LABELING AND EDUCATION ACT OF 1990 AND\n   10  THE ASSOCIATED REGULATIONS OF THE FEDERAL FOOD AND DRUG ADMINISTRATION.\n   11    2.  (A)  A FOOD SHALL BE DEEMED TO CONTAIN ARTIFICIAL TRANS FAT IF THE\n   12  FOOD IS LABELED AS, LISTS AS AN INGREDIENT, OR CONTAINS:  (I)  VEGETABLE\n   13  SHORTENING  OR MARGARINE, UNLESS DOCUMENTATION ACCEPTABLE TO THE DEPART-\n   14  MENT DEMONSTRATES THAT SUCH VEGETABLE SHORTENING OR  MARGARINE  CONTAINS\n   15  NO  PARTIALLY  HYDROGENATED VEGETABLE OIL; OR (II) ANY KIND OF PARTIALLY\n   16  HYDROGENATED VEGETABLE OIL.\n   17    (B) NOTWITHSTANDING PARAGRAPH (A) OF THIS SUBDIVISION,  A  FOOD  WHICH\n   18  HAS,  ACCORDING  TO  THE  NUTRITION  FACTS  LABEL OR OTHER DOCUMENTATION\n   19  ACCEPTABLE TO THE DEPARTMENT, A TRANS FAT CONTENT OF LESS THAN 0.5 GRAMS\n   20  PER SERVING SHALL NOT BE DEEMED TO CONTAIN ARTIFICIAL TRANS FAT.\n   21    3. WITH RESPECT TO ANY FOOD STORED,  DISTRIBUTED,  HELD  FOR  SERVICE,\n   22  USED  IN  PREPARATION OF ANY MENU ITEM, SERVED OR SOLD BY A FOOD SERVICE\n   23  ESTABLISHMENT OR A MOBILE FOOD SERVICE ESTABLISHMENT THAT IS OR CONTAINS\n   24  VEGETABLE SHORTENING, MARGARINE OR ANY KIND  OF  PARTIALLY  HYDROGENATED\n   25  VEGETABLE OIL, THE ESTABLISHMENT SHALL MAINTAIN, FOR AS LONG AS THE FOOD\n   26  IS  STORED,  DISTRIBUTED,  HELD  FOR SERVICE, USED IN PREPARATION OF ANY\n   27  MENU ITEM, SERVED OR SOLD AND IN A MANNER SPECIFIED BY  THE  DEPARTMENT,\n   28  DOCUMENTATION ACCEPTABLE TO THE DEPARTMENT WHICH ESTABLISHES THE ARTIFI-\n   29  CIAL TRANS FAT CONTENT OF THE FOOD.\n   30    S  3.  Section  500  of  the agriculture and markets law is amended by\n   31  adding a new subdivision 6 to read as follows:\n   32    6. (A) (I) NO FOOD SERVICE ESTABLISHMENT  OR  RETAIL  FOOD  STORE,  AS\n   33  DEFINED  BY THIS SECTION, SHALL STORE, DISTRIBUTE, HOLD FOR SERVICE, USE\n   34  IN PREPARATION OF ANY MENU ITEM, SERVE OR SELL ANY FOOD, AS  DEFINED  BY\n   35  SECTION  ONE HUNDRED NINETY-EIGHT OF THIS CHAPTER, CONTAINING ARTIFICIAL\n   36  TRANS FAT.\n   37    (II) SUBPARAGRAPH (I) OF THIS PARAGRAPH SHALL NOT APPLY TO  FOOD  THAT\n   38  IS:    (A) SERVED OR SOLD DIRECTLY TO PATRONS OR CUSTOMERS IN A MANUFAC-\n   39  TURER'S ORIGINAL SEALED PACKAGE THAT BEARS A NUTRITION  FACTS  LABEL  IN\n   40  THE FORM REQUIRED BY THE FEDERAL NUTRITION LABELING AND EDUCATION ACT OF\n   41  1990  AND THE ASSOCIATED REGULATIONS OF THE FEDERAL FOOD AND DRUG ADMIN-\n   42  ISTRATION; OR (B) STORED, HELD OR USED FOR THE PURPOSE OF  MANUFACTURING\n   43  FOOD  THAT  IS  SERVED  OR  SOLD  DIRECTLY  TO PATRONS OR CUSTOMERS IN A\n   44  MANUFACTURER'S ORIGINAL SEALED PACKAGE  THAT  BEARS  A  NUTRITION  FACTS\n   45  LABEL  IN THE FORM REQUIRED BY THE FEDERAL NUTRITION LABELING AND EDUCA-\n   46  TION ACT OF 1990 AND THE ASSOCIATED REGULATIONS OF THE FEDERAL FOOD  AND\n   47  DRUG ADMINISTRATION.\n   48    (B)  (I) A FOOD SHALL BE DEEMED TO CONTAIN ARTIFICIAL TRANS FAT IF THE\n   49  FOOD IS LABELED AS, LISTS AS AN INGREDIENT, OR CONTAINS:  (A)  VEGETABLE\n   50  SHORTENING  OR MARGARINE, UNLESS DOCUMENTATION ACCEPTABLE TO THE DEPART-\n   51  MENT DEMONSTRATES THAT SUCH VEGETABLE SHORTENING OR  MARGARINE  CONTAINS\n   52  NO  PARTIALLY  HYDROGENATED  VEGETABLE OIL; OR (B) ANY KIND OF PARTIALLY\n   53  HYDROGENATED VEGETABLE OIL.\n   54    (II) NOTWITHSTANDING SUBPARAGRAPH (I) OF THIS PARAGRAPH, A FOOD  WHICH\n   55  HAS,  ACCORDING  TO  THE  NUTRITION  FACTS  LABEL OR OTHER DOCUMENTATION\n\n       A. 1829                             3\n\n    1  ACCEPTABLE TO THE DEPARTMENT, A TRANS FAT CONTENT OF LESS THAN 0.5 GRAMS\n    2  PER SERVING SHALL NOT BE DEEMED TO CONTAIN ARTIFICIAL TRANS FAT.\n    3    (C)  WITH  RESPECT  TO ANY FOOD STORED, DISTRIBUTED, HELD FOR SERVICE,\n    4  USED IN PREPARATION OF ANY MENU ITEM, SERVED OR SOLD BY A  FOOD  SERVICE\n    5  ESTABLISHMENT OR A RETAIL FOOD STORE THAT IS OR CONTAINS VEGETABLE SHOR-\n    6  TENING,  MARGARINE  OR ANY KIND OF PARTIALLY HYDROGENATED VEGETABLE OIL,\n    7  THE ESTABLISHMENT OR STORE SHALL MAINTAIN, FOR AS LONG AS  THE  FOOD  IS\n    8  STORED,  DISTRIBUTED,  HELD FOR SERVICE, USED IN PREPARATION OF ANY MENU\n    9  ITEM, SERVED OR SOLD AND  IN  A  MANNER  SPECIFIED  BY  THE  DEPARTMENT,\n   10  DOCUMENTATION ACCEPTABLE TO THE DEPARTMENT WHICH ESTABLISHES THE ARTIFI-\n   11  CIAL TRANS FAT CONTENT OF THE FOOD.\n   12    S 4. This act shall take effect on the one hundred eightieth day after\n   13  it  shall have become a law with respect to oils, shortenings and marga-\n   14  rines containing artificial trans fat that are used  for  frying  or  in\n   15  spreads, and shall take effect one year after it shall have become a law\n   16  with  respect to oils or shortenings used for deep frying of yeast dough\n   17  or cake batter and with respect to all other foods containing artificial\n   18  trans fat. Effective immediately, the commissioner  of  health  and  the\n   19  commissioner  of  agriculture and markets are authorized to adopt, amend\n   20  or repeal, on an emergency basis if necessary, any regulation  necessary\n   21  to implement any provision of this act on its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the agriculture and markets law, in relation to prohibiting the sale or use of artificial trans fats in food service establishments, mobile food service establishments and retail food stores ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T155021.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T115000.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294865421450
}