{
  "year" : 2011,
  "senateBillNo" : "A1828-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to education",
    "billEventId" : "A1828-2011-1294808400000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Nolan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the codes of conduct on school property and prohibiting students from leaving the school property during the school day, including lunch and free periods",
  "summary" : "Relates to the codes of conduct on school property; directs school districts and boards of cooperative educational services to prohibit students from leaving school property during the school day, including lunch and other free periods; allows for authorization from a parent permitting the student to leave school property. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1866-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1828\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. NOLAN -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the education  law,  in  relation  to  directing  school\n         districts  and  boards of cooperative educational services to prohibit\n         students from leaving the school property during the school day\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section  2801 of the education law is\n    2  amended by adding a new paragraph o to read as follows:\n    3    O.  PROVISIONS  SETTING  FORTH  SPECIFIC  CIRCUMSTANCES  UNDER   WHICH\n    4  STUDENTS  ARE  LIMITED OR PROHIBITED FROM LEAVING SCHOOL PROPERTY DURING\n    5  THE SCHOOL DAY INCLUDING LUNCH AND OTHER FREE PERIODS. PROVIDED,  HOWEV-\n    6  ER,  THAT  THE  BOARD  OF  EDUCATION MAY REQUIRE, UNDER CIRCUMSTANCES IT\n    7  DEEMS APPROPRIATE, AUTHORIZATION FROM A PARENT OR THE PERSON IN PARENTAL\n    8  RELATION TO THE STUDENT PRIOR TO A  STUDENT  BEING  PERMITTED  TO  LEAVE\n    9  SCHOOL PROPERTY DURING THE SCHOOL DAY.\n   10    S 2. Paragraphs m and n of subdivision 2 of section 2801 of the educa-\n   11  tion law, paragraph m as amended and paragraph n as added by chapter 482\n   12  of the laws of 2010, is amended to read as follows:\n   13    m.  a  minimum suspension period for acts that would qualify the pupil\n   14  to be defined as a violent pupil pursuant to paragraph a of  subdivision\n   15  two-a  of  section thirty-two hundred fourteen of this chapter, provided\n   16  that the suspending authority may reduce such period on a case  by  case\n   17  basis to be consistent with any other state and federal law; [and]\n   18    n. provisions to comply with article two of this chapter[.]; AND\n   19    S 3. This act shall take effect on the one hundred twentieth day after\n   20  it  shall  have become a law, provided, however, the amendments to para-\n   21  graphs m and n of section 2801 of the education law made by section  two\n   22  of this act shall take effect on the same date and in the same manner as\n   23  section  4  of  chapter  482  of  the  laws  of  the 2010, takes effect.\n   24  Provided, further, that effective immediately, the  addition,  amendment\n   25  and/or repeal of any rule or regulation necessary for the implementation\n   26  of this act on its effective date are authorized and directed to be made\n   27  and completed on or before such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06746-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to directing school districts and boards of cooperative educational services to prohibit students from leaving the school property during the school day ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T155021.TXT", "SOBI.D110112.T115000.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294865421446
}