{
  "year" : 2011,
  "senateBillNo" : "A1838-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1838-2011-1294808400000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to labeling and sale of cloned animals and food products from cloned animals or the progeny of such animals",
  "summary" : "Requires disclosure and labeling of food products from cloned animals or the progeny of such animals. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A5768-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1838\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. ROSENTHAL, CAMARA, GLICK, GUNTHER, JACOBS, KELL-\n         NER, MAISEL, MARKEY, MILLMAN -- Multi-Sponsored by -- M. of A.  LATIM-\n         ER,  LIFTON,  LUPARDO,  WEISENBERG  --  read  once and referred to the\n         Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the agriculture and markets law, in relation to labeling\n         and sale of cloned animals and food products from  cloned  animals  or\n         the progeny of such animals\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The agriculture and markets law is amended by adding a  new\n    2  section 210-b to read as follows:\n    3    S  210-B.  LABELING  OF FOOD PRODUCTS DERIVED FROM CLONED ANIMALS.  1.\n    4  ANY PERSON WHO MANUFACTURES OR PROCESSES FOOD PRODUCTS, INCLUDING  FRESH\n    5  OR  FROZEN  MEAT,  MEAT PREPARATIONS, MEAT BY-PRODUCTS, POULTRY, EGGS OR\n    6  OTHER DAIRY FOOD OR DAIRY FOOD  PRODUCTS  FOR  HUMAN  CONSUMPTION  SHALL\n    7  INDICATE  ON THE LABEL OF SUCH FOOD PRODUCTS WHEN PACKAGED, OR BY A SIGN\n    8  WHEN NOT PACKAGED, AS THE CASE MAY BE, THAT SUCH FOOD CONTAINS THE PROD-\n    9  UCT OF A CLONED ANIMAL OR ITS PROGENY.\n   10    2. AN IMPORTER OF FOOD PRODUCTS  FROM  OUT-OF-STATE  MANUFACTURERS  OR\n   11  PROCESSORS  OF FOOD FOR HUMAN CONSUMPTION THAT CONTAINS ANY PRODUCT FROM\n   12  A CLONED ANIMAL OR ITS PROGENY SHALL LABEL THE FOOD TO INDICATE THAT THE\n   13  FOOD INCLUDES THE PRODUCT OF A CLONED  ANIMAL  OR  ITS  PROGENY  IF  THE\n   14  IMPORTER HAS REASONABLE KNOWLEDGE THAT THE FOOD CONTAINS SUCH PRODUCT.\n   15    3.  ANY PERSON WHO PURCHASES OR OTHERWISE OBTAINS ANY FOOD PRODUCT FOR\n   16  HUMAN CONSUMPTION WHICH IS LABELED SO  AS  TO  DISCLOSE  THAT  THE  FOOD\n   17  CONTAINS  A PRODUCT FROM A CLONED ANIMAL OR ITS PROGENY, AND WHO RESELLS\n   18  SUCH FOOD PRODUCT TO ANOTHER  PERSON  SHALL  ENSURE  THAT  THE  FOOD  IS\n   19  LABELED  TO  DISCLOSE  THAT  THE  FOOD  CONTAINS A PRODUCT FROM A CLONED\n   20  ANIMAL OR ITS PROGENY.\n   21    4. THE INFORMATION ON THE LABEL  REQUIRED  PURSUANT  TO  THIS  SECTION\n   22  SHALL BE DISPLAYED IN A CONSPICUOUS AND EASILY LEGIBLE BOLDFACE PRINT OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02268-01-1\n\n       A. 1838                             2\n\n    1  TYPE THAT IS IN CLEAR CONTRAST TO OTHER MATTER ON THE PACKAGE. THE LABEL\n    2  SHALL  COMPLY WITH THE TYPE SIZE SPECIFICATIONS IN SECTION 101.105(I) OF\n    3  TITLE 21 OF THE CODE OF FEDERAL REGULATIONS.\n    4    5.  FOR  PURPOSES  OF  THIS  SECTION,  THE FOLLOWING DEFINITIONS SHALL\n    5  APPLY:\n    6    (1) \"CLONED ANIMAL\" MEANS AN ANIMAL THAT ARISES DIRECTLY FROM A SOMAT-\n    7  IC CELL NUCLEAR TRANSFER EVENT.\n    8    (2) \"LIVESTOCK PRODUCER\" MEANS A PERSON WHO ENGAGES IN THE BUSINESS OF\n    9  ANIMAL PRODUCTION, WHICH INCLUDES, BUT IS NOT  LIMITED  TO,  THE  BIRTH,\n   10  RAISING,  FEEDING, WEANING, AND IDENTIFICATION OF A LIVE ANIMAL, AND WHO\n   11  GENERALLY DOES NOT ENGAGE IN THE BUSINESS OF PREPARING ANY  ANIMAL  FOOD\n   12  THAT  IS  DERIVED  IN  WHOLE  OR  IN  PART FROM AN ANIMAL CARCASS OR ITS\n   13  PRODUCTS.\n   14    (3) \"PROGENY OF A CLONED ANIMAL\" MEANS  AN  ANIMAL  DERIVED  FROM  THE\n   15  SEXUAL  REPRODUCTION OF A CLONED ANIMAL WITH ANOTHER CLONED ANIMAL OR AN\n   16  ANIMAL THAT IS NOT CLONED.\n   17    (4) \"REASONABLE KNOWLEDGE\" MEANS  THE  IMPORTER  KNOWS  ABOUT  OR  HAS\n   18  POSSESSION OF ANY DOCUMENT OR ADVERTISEMENT IN ANY MEDIUM THAT INDICATES\n   19  THAT THE PRODUCT WAS DERIVED FROM A CLONED ANIMAL OR ITS PROGENY.\n   20    S  2.  The  agriculture  and  markets  law  is amended by adding a new\n   21  section 358-b to read as follows:\n   22    S 358-B. DISCLOSURE OF CLONED ANIMALS UPON SALE.  1.  EVERY  LIVESTOCK\n   23  PRODUCER  WHO  SELLS OR TRANSFERS ANY CLONED ANIMAL OR ITS PROGENY SHALL\n   24  DISCLOSE TO THE BUYER OR TRANSFEREE THAT THE ANIMAL IS CLONED OR IS  THE\n   25  PROGENY OF A CLONED ANIMAL.\n   26    2.  FOR  PURPOSES  OF  THIS  SECTION,  THE FOLLOWING DEFINITIONS SHALL\n   27  APPLY:\n   28    (A) \"CLONED ANIMAL\" MEANS AN ANIMAL THAT ARISES DIRECTLY FROM A SOMAT-\n   29  IC CELL NUCLEAR TRANSFER EVENT.\n   30    (B) \"LIVESTOCK PRODUCER\" MEANS A PERSON WHO ENGAGES IN THE BUSINESS OF\n   31  ANIMAL PRODUCTION, WHICH INCLUDES, BUT IS NOT  LIMITED  TO,  THE  BIRTH,\n   32  RAISING,  FEEDING, WEANING, AND IDENTIFICATION OF A LIVE ANIMAL, AND WHO\n   33  GENERALLY DOES NOT ENGAGE IN THE BUSINESS OF PREPARING ANY  ANIMAL  FOOD\n   34  THAT  IS  DERIVED  IN  WHOLE  OR  IN  PART FROM AN ANIMAL CARCASS OR ITS\n   35  PRODUCTS.\n   36    (C) \"PROGENY OF A CLONED ANIMAL\" MEANS  AN  ANIMAL  DERIVED  FROM  THE\n   37  SEXUAL  REPRODUCTION OF A CLONED ANIMAL WITH ANOTHER CLONED ANIMAL OR AN\n   38  ANIMAL THAT IS NOT CLONED.\n   39    S 3. This act shall take effect on the one hundred twentieth day after\n   40  it shall have become a law. Effective immediately, the addition,  amend-\n   41  ment and/or repeal of any rule or regulation necessary for the implemen-\n   42  tation  of this act on its effective date are authorized and directed to\n   43  be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to labeling and sale of cloned animals and food products from cloned animals or the progeny of such animals ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T130004.TXT", "SOBI.D110112.T162027.TXT", "SOBI.D110112.T131505.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294867227203
}