{
  "year" : 2011,
  "senateBillNo" : "A1832-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A1832-2011-1294808400000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants additional credit on promotional examinations for police officers and firefighters who are residents of certain cities",
  "summary" : "Grants additional credit on promotional examinations for police officers and firefighters who are residents of a city with a population between 250,000 and one million upon enactment of a local law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A3482-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1832\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PEOPLES-STOKES, SCARBOROUGH -- read once and\n         referred to the Committee on Governmental Employees\n\n       AN ACT to amend the civil service law, in relation to  promotional  exam\n         credits for police officers and firefighters in certain cities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 52 of the civil service law is amended by adding  a\n    2  new subdivision 16 to read as follows:\n    3    16.  CREDIT  FOR RESIDENT POLICE OFFICERS AND FIREFIGHTERS. (A) A CITY\n    4  WITH A POPULATION BETWEEN TWO HUNDRED FIFTY THOUSAND AND ONE MILLION  IS\n    5  AUTHORIZED TO ADOPT A LOCAL LAW WHICH WOULD GRANT RESIDENTS OF SUCH CITY\n    6  ADDITIONAL  CREDITS  IN PROMOTIONAL EXAMINATIONS FOR A POLICE OFFICER OR\n    7  FIREFIGHTER.\n    8    (B) IN THE EVENT OF THE ENACTMENT OF A LOCAL LAW PURSUANT TO PARAGRAPH\n    9  (A) OF THIS SUBDIVISION, ON AN ELIGIBLE LIST  RESULTING  FROM  A  PROMO-\n   10  TIONAL  EXAMINATION  FOR  A  POLICE OFFICER OR FIREFIGHTER, THE NAMES OF\n   11  ELIGIBLES SHALL BE ENTERED IN THE ORDER OF THEIR RESPECTIVE FINAL EARNED\n   12  RATINGS ON EXAMINATION, WITH THE NAME OF THE ELIGIBLE WITH  THE  HIGHEST\n   13  FINAL EARNED RATING AT THE HEAD OF SUCH LIST; PROVIDED HOWEVER, THAT FOR\n   14  THE  PURPOSES  OF  DETERMINING  FINAL  EARNED RATINGS, A PERSON WHO IS A\n   15  RESIDENT OF SUCH CITY SHALL BE ENTITLED TO  RECEIVE  FIVE  POINTS  ADDI-\n   16  TIONAL CREDIT. SUCH ADDITIONAL CREDIT SHALL BE ADDED TO THE FINAL EARNED\n   17  RATING  AFTER  SUCH  PERSON HAS QUALIFIED IN THE PROMOTIONAL EXAMINATION\n   18  AND SHALL BE GRANTED ONLY AT THE TIME OF ESTABLISHMENT OF THE  RESULTING\n   19  ELIGIBLE LIST.\n   20    (C)  ANY  CANDIDATE  WHO  BELIEVES THAT HE OR SHE IS ENTITLED TO ADDI-\n   21  TIONAL CREDIT AS PROVIDED IN THIS SECTION MAY MAKE  AN  APPLICATION  FOR\n   22  SUCH  ADDITIONAL  CREDIT AT ANY TIME BETWEEN THE DATE OF APPLICATION FOR\n   23  THE EXAMINATION AND THE DATE OF THE ESTABLISHMENT OF THE ELIGIBLE  LIST.\n   24  SUCH  CANDIDATE SHALL PROVIDE APPROPRIATE DOCUMENTARY PROOF OF RESIDENCY\n   25  AS REQUIRED BY SUCH CITY OF RESIDENCY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04713-01-1\n\n       A. 1832                             2\n\n    1    (D) THE ADDITIONAL CREDIT PROVIDED BY THIS SECTION SHALL BE  IN  ADDI-\n    2  TION TO ANY ADDITIONAL CREDIT THAT MAY BE GRANTED PURSUANT TO ANY GENER-\n    3  AL, SPECIAL OR LOCAL LAW.\n    4    (E) ANY LOCAL LAW ADOPTED PURSUANT TO THIS SECTION SHALL BE APPLICABLE\n    5  ONLY  TO PROMOTIONAL EXAMINATIONS FOR A POLICE OFFICER OR FIREFIGHTER OF\n    6  SUCH CITY WHICH ARE HELD AT LEAST THIRTY DAYS AFTER THE ADOPTION OF SUCH\n    7  LOCAL LAW.\n    8    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to promotional exam credits for police officers and firefighters in certain cities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T132506.TXT", "SOBI.D110112.T153520.TXT", "SOBI.D110112.T132005.TXT", "SOBI.D110112.T115000.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294864520162
}