{
  "year" : 2011,
  "senateBillNo" : "A1839-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to housing",
    "billEventId" : "A1839-2011-1294808400000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits fuel pass-along rental adjustment to tenant of New York city rent controlled housing accommodations",
  "summary" : "Provides that no tenant of housing accommodations which are subject to rent control shall be subject to a fuel adjustment or pass-along increase in rent; provides that any such increase to such tenant shall be null and void. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A6904-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1839\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ROSENTHAL, COLTON, SPANO, JAFFEE -- Multi-Spon-\n         sored by -- M. of A.   FARRELL, GLICK,  GOTTFRIED  --  read  once  and\n         referred to the Committee on Housing\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to eliminating fuel pass-along charges for occupants of  rent\n         controlled housing accommodations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The administrative code of the city of New York is amended\n    2  by adding a new section 26-407.1 to read as follows:\n    3    S 26-407.1 FUEL PASS-ALONG TO TENANTS UNDER RENT  CONTROL  PROHIBITED.\n    4  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, RULE, REGULATION, CHARTER OR\n    5  ADMINISTRATIVE CODE, TENANTS OF HOUSING ACCOMMODATIONS WHICH ARE SUBJECT\n    6  TO  RENT  CONTROL  UNDER  THIS  CHAPTER  SHALL  NOT BE SUBJECT TO A FUEL\n    7  ADJUSTMENT OR PASS-ALONG INCREASE IN RENT AND ANY SUCH INCREASE TO  SUCH\n    8  TENANT SHALL BE NULL AND VOID.\n    9    S  2.    This  act  shall  take  effect on the first of September next\n   10  succeeding the date on which it shall have become a law;  provided  that\n   11  the addition of section 26-407.1 to the city rent and rehabilitation law\n   12  made  by  section  one of this act shall remain in full force and effect\n   13  only as long as  the  public  emergency  requiring  the  regulation  and\n   14  control  of  residential  rents  and evictions continues, as provided in\n   15  subdivision 3 of section 1 of the local emergency housing  rent  control\n   16  act.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02258-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to eliminating fuel pass-along charges for occupants of rent controlled housing accommodations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T130004.TXT", "SOBI.D110112.T162027.TXT", "SOBI.D110112.T131505.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294867227207
}