{
  "year" : 2011,
  "senateBillNo" : "A1836-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to codes",
    "billEventId" : "A1836-2011-1294808400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Recodifies the animal cruelty laws from the agriculture and markets law to the penal law and reclassifies certain penalties within; repealer",
  "summary" : "Recodifies the animal cruelty laws from the agriculture and markets law to the penal law and reclassifies certain penalties within. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A9780-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1836\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the penal law, in relation to codifying  animal  cruelty\n         laws  under  the  penal law; to amend the agriculture and markets law,\n         the criminal procedure law, the environmental  conservation  law,  the\n         general business law, the family court act and the administrative code\n         of  the  city  of New York, in relation to making conforming technical\n         changes; and to repeal article 26 of the agriculture and  markets  law\n         relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a  new  article  236  to\n    2  read as follows:\n    3                                 ARTICLE 236\n    4                          OFFENSES AGAINST ANIMALS\n    5  SECTION 236.00 DEFINITIONS.\n    6          236.01 PROHIBITION OF ANIMAL FIGHTING.\n    7          236.02 OVERDRIVING,  TORTURING  AND INJURING ANIMALS; FAILURE TO\n    8                   PROVIDE PROPER SUSTENANCE.\n    9          236.03 AGGRAVATED CRUELTY TO ANIMALS.\n   10          236.04 APPROPRIATE SHELTER FOR DOGS LEFT OUTDOORS.\n   11          236.05 ELECTROCUTION OF FUR-BEARING ANIMALS PROHIBITED.\n   12          236.06 SALE OF BABY CHICKS AND BABY RABBITS.\n   13          236.07 ABANDONMENT OF ANIMALS.\n   14          236.08 FAILURE TO PROVIDE PROPER FOOD AND DRINK TO AN  IMPOUNDED\n   15                   ANIMAL.\n   16          236.09 SELLING OR OFFERING TO SELL OR EXPOSING DISEASED ANIMAL.\n   17          236.10 SELLING DISABLED HORSES.\n   18          236.11 LIVE ANIMALS AS PRIZES PROHIBITED.\n   19          236.12 CARRYING AN ANIMAL IN A CRUEL MANNER.\n   20          236.13 TRANSPORTATION OF HORSES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01767-01-1\n\n       A. 1836                             2\n\n    1          236.14 POISONING OR ATTEMPTING TO POISON ANIMALS.\n    2          236.15 INTERFERENCE WITH OR INJURY TO CERTAIN DOMESTIC ANIMALS.\n    3          236.16 THROWING SUBSTANCE INJURIOUS TO ANIMALS IN PUBLIC PLACE.\n    4          236.17 UNAUTHORIZED  POSSESSION  OF DOGS PRESUMPTIVE EVIDENCE OF\n    5                   LARCENY.\n    6          236.18 RUNNING HORSES ON HIGHWAY.\n    7          236.19 CLIPPING OR CUTTING THE EARS OF DOGS.\n    8          236.20 DOG STEALING.\n    9          236.21 REMOVING,  SEIZING  OR  TRANSPORTING  DOGS  FOR  RESEARCH\n   10                   PURPOSES.\n   11          236.22 LEAVING STATE TO AVOID PROVISIONS OF THIS ARTICLE.\n   12          236.23 OPERATING UPON TAILS OF HORSES UNLAWFUL.\n   13          236.24 INTERFERENCE WITH OFFICERS.\n   14          236.25 PROTECTION  OF THE PUBLIC FROM ATTACK BY WILD ANIMALS AND\n   15                   REPTILES.\n   16          236.26 POWERS OF PEACE OFFICERS.\n   17          236.27 ISSUANCE OF WARRANTS UPON COMPLAINT.\n   18          236.28 SEIZURE OF ANIMALS LOST, STRAYED, HOMELESS, ABANDONED  OR\n   19                   IMPROPERLY CONFINED OR KEPT.\n   20          236.29 HUMANE  DESTRUCTION OR OTHER DISPOSITION OF ANIMALS LOST,\n   21                   STRAYED, HOMELESS, ABANDONED OR IMPROPERLY CONFINED  OR\n   22                   KEPT.\n   23          236.30 OFFICER MAY TAKE POSSESSION OF ANIMALS OR IMPLEMENTS USED\n   24                   IN FIGHTS AMONG ANIMALS.\n   25          236.31 DISPOSITION OF ANIMALS OR IMPLEMENTS USED IN FIGHTS AMONG\n   26                   ANIMALS.\n   27          236.32 DISPOSAL OF DEAD ANIMALS.\n   28          236.33 SPAYING AND NEUTERING OF DOGS AND CATS.\n   29          236.34 UNLAWFUL TAMPERING WITH ANIMAL RESEARCH.\n   30          236.35 PROHIBITION OF THE SELLING OF FUR, HAIR, SKIN OR FLESH OF\n   31                   A DOG OR CAT.\n   32          236.36 CONFINEMENT  OF  COMPANION  ANIMALS  IN VEHICLES; EXTREME\n   33                   TEMPERATURES.\n   34  S 236.00 DEFINITIONS.\n   35    1. \"ANIMAL\", AS USED IN THIS ARTICLE, INCLUDES EVERY  LIVING  CREATURE\n   36  EXCEPT A HUMAN BEING.\n   37    2.  \"TORTURE\"  OR  \"CRUELTY\" INCLUDES EVERY ACT, OMISSION, OR NEGLECT,\n   38  WHEREBY UNJUSTIFIABLE PHYSICAL PAIN, SUFFERING OR  DEATH  IS  CAUSED  OR\n   39  PERMITTED.\n   40    3.  \"ADOPTION\" MEANS THE DELIVERY TO ANY NATURAL PERSON EIGHTEEN YEARS\n   41  OF AGE OR OLDER, FOR THE LIMITED PURPOSE OF HARBORING A PET, OF ANY  DOG\n   42  OR CAT, SEIZED OR SURRENDERED.\n   43    4.  \"FARM  ANIMAL\", AS USED IN THIS ARTICLE, MEANS ANY UNGULATE, POUL-\n   44  TRY, SPECIES OF CATTLE, SHEEP, SWINE, GOATS, LLAMAS, HORSES OR FUR-BEAR-\n   45  ING ANIMALS, AS DEFINED IN SECTION 11-1907 OF THE ENVIRONMENTAL  CONSER-\n   46  VATION  LAW,  WHICH  ARE  RAISED FOR COMMERCIAL OR SUBSISTENCE PURPOSES.\n   47  FUR-BEARING ANIMAL SHALL NOT INCLUDE DOGS OR CATS.\n   48    5. \"COMPANION ANIMAL\" OR \"PET\" MEANS ANY DOG OR CAT,  AND  SHALL  ALSO\n   49  MEAN  ANY  OTHER  DOMESTICATED ANIMAL NORMALLY MAINTAINED IN OR NEAR THE\n   50  HOUSEHOLD OF THE OWNER OR PERSON WHO CARES FOR SUCH  OTHER  DOMESTICATED\n   51  ANIMAL. \"PET\" OR \"COMPANION ANIMAL\" SHALL NOT INCLUDE A \"FARM ANIMAL\" AS\n   52  DEFINED IN THIS SECTION.\n   53  S 236.01 PROHIBITION OF ANIMAL FIGHTING.\n   54    1.  DEFINITIONS. FOR PURPOSES OF THIS SECTION, THE TERM \"ANIMAL FIGHT-\n   55  ING\" SHALL MEAN ANY FIGHT BETWEEN COCKS OR OTHER BIRDS, OR BETWEEN DOGS,\n   56  BULLS, BEARS OR ANY OTHER ANIMALS, OR BETWEEN  ANY  SUCH  ANIMAL  AND  A\n\n       A. 1836                             3\n\n    1  PERSON  OR PERSONS, EXCEPT IN EXHIBITIONS OF A KIND COMMONLY FEATURED AT\n    2  RODEOS.\n    3    2.  ANIMAL  FIGHTING; FIRST OFFENSE. (A) ANY PERSON WHO ENGAGES IN ANY\n    4  OF THE FOLLOWING CONDUCT IS GUILTY OF A CLASS E FELONY FOR  HIS  OR  HER\n    5  FIRST OFFENSE PUNISHABLE BY IMPRISONMENT FOR A PERIOD NOT TO EXCEED FOUR\n    6  YEARS,  OR  BY  A FINE NOT TO EXCEED TWENTY-FIVE THOUSAND DOLLARS, OR BY\n    7  BOTH SUCH FINE AND IMPRISONMENT:\n    8    (I) FOR AMUSEMENT OR GAIN, CAUSES  ANY  ANIMAL  TO  ENGAGE  IN  ANIMAL\n    9  FIGHTING; OR\n   10    (II)  TRAINS  ANY  ANIMAL  UNDER CIRCUMSTANCES EVINCING AN INTENT THAT\n   11  SUCH ANIMAL ENGAGE IN ANIMAL FIGHTING FOR AMUSEMENT OR GAIN; OR\n   12    (III) BREEDS, SELLS OR OFFERS FOR SALE ANY ANIMAL UNDER  CIRCUMSTANCES\n   13  EVINCING AN INTENT THAT SUCH ANIMAL ENGAGE IN ANIMAL FIGHTING; OR\n   14    (IV)  PERMITS  ANY ACT DESCRIBED IN SUBPARAGRAPH (I), (II) OR (III) OF\n   15  THIS PARAGRAPH TO OCCUR ON PREMISES UNDER HIS OR HER CONTROL; OR\n   16    (V) OWNS, POSSESSES OR KEEPS ANY ANIMAL TRAINED TO  ENGAGE  IN  ANIMAL\n   17  FIGHTING  ON  PREMISES  WHERE  AN EXHIBITION OF ANIMAL FIGHTING IS BEING\n   18  CONDUCTED UNDER CIRCUMSTANCES EVINCING AN INTENT THAT SUCH ANIMAL ENGAGE\n   19  IN ANIMAL FIGHTING.\n   20    (B) IF ANY OF THE CONDUCT SPECIFIED IN PARAGRAPH (A) OF THIS  SUBDIVI-\n   21  SION  RESULTS  IN PHYSICAL INJURY, SERIOUS PHYSICAL INJURY, OR THE DEATH\n   22  OF THE ANIMAL, THE PERSON WHO ENGAGES IN SUCH CONDUCT SHALL BE GUILTY OF\n   23  A CLASS D FELONY.\n   24    3. POSSESSION OF FIGHTING ANIMAL; FIRST OFFENSE. (A)  ANY  PERSON  WHO\n   25  ENGAGES  IN  CONDUCT  SPECIFIED  IN PARAGRAPH (B) OF THIS SUBDIVISION IS\n   26  GUILTY OF A CLASS A MISDEMEANOR AND IS PUNISHABLE BY IMPRISONMENT FOR  A\n   27  PERIOD  NOT TO EXCEED ONE YEAR, OR BY A FINE NOT TO EXCEED FIFTEEN THOU-\n   28  SAND DOLLARS, OR BY BOTH SUCH FINE AND IMPRISONMENT.\n   29    (B) THE OWNING, POSSESSING OR KEEPING  OF  ANY  ANIMAL  UNDER  CIRCUM-\n   30  STANCES EVINCING AN INTENT THAT SUCH ANIMAL ENGAGE IN ANIMAL FIGHTING.\n   31    4.  ATTENDING  OR  WAGERING  ON  ANIMAL FIGHTS; FIRST OFFENSE. (A) ANY\n   32  PERSON WHO ENGAGES IN CONDUCT SPECIFIED IN PARAGRAPH (B) OF THIS  SUBDI-\n   33  VISION IS GUILTY OF A CLASS A MISDEMEANOR AND IS PUNISHABLE BY IMPRISON-\n   34  MENT FOR A PERIOD NOT TO EXCEED ONE YEAR, OR BY A FINE NOT TO EXCEED ONE\n   35  THOUSAND DOLLARS, OR BY BOTH SUCH FINE AND IMPRISONMENT.\n   36    (B)  THE  KNOWING PRESENCE AS A SPECTATOR HAVING PAID AN ADMISSION FEE\n   37  OR HAVING MADE A WAGER AT ANY PLACE WHERE AN EXHIBITION OF ANIMAL FIGHT-\n   38  ING IS BEING CONDUCTED.\n   39    5. SECOND AND ADDITIONAL OFFENSES. (A) ANY PERSON WHO IS CONVICTED  OF\n   40  A  VIOLATION OF PARAGRAPH (A) OF SUBDIVISION TWO OF THIS SECTION AND HAS\n   41  PREVIOUSLY BEEN CONVICTED OF A VIOLATION  OF  SUCH  PARAGRAPH  SHALL  BE\n   42  GUILTY OF A CLASS D FELONY.\n   43    (B)  ANY  PERSON  WHO  IS CONVICTED OF A VIOLATION OF PARAGRAPH (B) OF\n   44  SUBDIVISION TWO OF THIS SECTION AND WHO HAS PREVIOUSLY BEEN CONVICTED OF\n   45  A VIOLATION OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS C FELONY.\n   46    (C) ANY PERSON WHO IS CONVICTED OF A VIOLATION  OF  PARAGRAPH  (A)  OF\n   47  SUBDIVISION  TWO  OF  THIS SECTION AND WHO HAS PREVIOUSLY BEEN CONVICTED\n   48  TWO OR MORE TIMES OF A VIOLATION OF SUCH PARAGRAPH SHALL BE GUILTY OF  A\n   49  CLASS C FELONY.\n   50    (D)  ANY  PERSON  WHO  IS CONVICTED OF A VIOLATION OF PARAGRAPH (B) OF\n   51  SUBDIVISION TWO OF THIS SECTION AND WHO HAS  PREVIOUSLY  BEEN  CONVICTED\n   52  TWO  OR MORE TIMES OF A VIOLATION OF SUCH PARAGRAPH SHALL BE GUILTY OF A\n   53  CLASS B FELONY.\n   54    (E) ANY PERSON WHO IS CONVICTED OF A VIOLATION OF SUBDIVISION THREE OF\n   55  THIS SECTION AND HAS PREVIOUSLY BEEN CONVICTED OF A  VIOLATION  OF  SUCH\n   56  SUBDIVISION SHALL BE GUILTY OF A CLASS E FELONY.\n\n       A. 1836                             4\n\n    1    (F)  ANY PERSON WHO IS CONVICTED OF A VIOLATION OF SUBDIVISION FOUR OF\n    2  THIS SECTION AND WHO HAS PREVIOUSLY BEEN CONVICTED  OF  A  VIOLATION  OF\n    3  SUCH SUBDIVISION SHALL BE GUILTY OF A CLASS E FELONY.\n    4  S 236.02 OVERDRIVING, TORTURING AND INJURING ANIMALS; FAILURE TO PROVIDE\n    5             PROPER SUSTENANCE.\n    6    1.  A  PERSON  WHO TORTURES OR CRUELLY BEATS OR UNJUSTIFIABLY INJURES,\n    7  MAIMS, MUTILATES OR KILLS ANY ANIMAL, WHETHER WILD OR TAME, AND  WHETHER\n    8  BELONGING  TO HIMSELF, HERSELF, OR TO ANOTHER SHALL BE GUILTY OF A CLASS\n    9  E FELONY.\n   10    2. ANY PERSON WHO DEPRIVES ANY ANIMAL OF NECESSARY SUSTENANCE, FOOD OR\n   11  DRINK, OR NEGLECTS OR REFUSES TO FURNISH IT SUCH SUSTENANCE OR DRINK, OR\n   12  CAUSES, PROCURES OR PERMITS ANY ANIMAL TO BE OVERDRIVEN  OR  OVERLOADED,\n   13  OR  WHO  WILFULLY  SETS  ON  FOOT, INSTIGATES, ENGAGES IN, OR IN ANY WAY\n   14  FURTHERS ANY ACT OF CRUELTY TO ANY ANIMAL, OR ANY ACT TENDING TO PRODUCE\n   15  SUCH CRUELTY, IS GUILTY OF A CLASS A MISDEMEANOR.\n   16    3. ANY PERSON WHO DEPRIVES ANY ANIMAL OF NECESSARY SUSTENANCE, FOOD OR\n   17  DRINK, OR NEGLECTS OR REFUSES TO FURNISH IT SUCH SUSTENANCE OR DRINK, OR\n   18  CAUSES, PROCURES OR PERMITS ANY ANIMAL TO BE OVERDRIVEN  OR  OVERLOADED,\n   19  AND  SUCH  ACT  RESULTS  IN  THE SERIOUS PHYSICAL INJURY OR DEATH OF THE\n   20  ANIMAL SHALL BE GUILTY OF A CLASS E FELONY.\n   21    4. (A) ANY PERSON WHO IS CONVICTED OF A VIOLATION OF  SUBDIVISION  ONE\n   22  OF  THIS SECTION AND WHO HAS PREVIOUSLY BEEN CONVICTED OF A VIOLATION OF\n   23  SUCH SUBDIVISION SHALL BE GUILTY OF A CLASS D FELONY.\n   24    (B) ANY PERSON WHO IS CONVICTED OF A VIOLATION OF SUBDIVISION  TWO  OF\n   25  THIS  SECTION  AND  WHO  HAS PREVIOUSLY BEEN CONVICTED OF A VIOLATION OF\n   26  SUCH SUBDIVISION SHALL BE GUILTY OF A CLASS E FELONY.\n   27    (C) ANY PERSON WHO IS CONVICTED OF A VIOLATION OF SUBDIVISION THREE OF\n   28  THIS SECTION AND WHO HAS PREVIOUSLY BEEN CONVICTED  OF  A  VIOLATION  OF\n   29  SUCH SUBDIVISION SHALL BE GUILTY OF A CLASS D FELONY.\n   30    5.  NOTHING  HEREIN CONTAINED SHALL BE CONSTRUED TO PROHIBIT OR INTER-\n   31  FERE WITH ANY PROPERLY CONDUCTED SCIENTIFIC TESTS, EXPERIMENTS OR INVES-\n   32  TIGATIONS, INVOLVING THE USE OF LIVING ANIMALS, PERFORMED  OR  CONDUCTED\n   33  IN  LABORATORIES  OR INSTITUTIONS, WHICH ARE APPROVED FOR THESE PURPOSES\n   34  BY  THE  COMMISSIONER  OF  HEALTH.  THE  COMMISSIONER  OF  HEALTH  SHALL\n   35  PRESCRIBE THE RULES UNDER WHICH SUCH APPROVALS SHALL BE GRANTED, INCLUD-\n   36  ING  THEREIN  STANDARDS  REGARDING  THE  CARE  AND TREATMENT OF ANY SUCH\n   37  ANIMALS. SUCH RULES SHALL BE PUBLISHED AND COPIES THEREOF  CONSPICUOUSLY\n   38  POSTED  IN  EACH  SUCH  LABORATORY OR INSTITUTION.   THE COMMISSIONER OF\n   39  HEALTH OR HIS OR HER DULY AUTHORIZED REPRESENTATIVE SHALL HAVE THE POWER\n   40  TO INSPECT SUCH LABORATORIES OR INSTITUTIONS TO INSURE  COMPLIANCE  WITH\n   41  SUCH  RULES AND STANDARDS. EACH SUCH APPROVAL MAY BE REVOKED AT ANY TIME\n   42  FOR FAILURE TO COMPLY WITH SUCH RULES AND IN ANY CASE THE APPROVAL SHALL\n   43  BE LIMITED TO A PERIOD NOT EXCEEDING ONE YEAR.\n   44  S 236.03 AGGRAVATED CRUELTY TO ANIMALS.\n   45    1. A PERSON IS GUILTY OF AGGRAVATED CRUELTY TO ANIMALS WHEN,  WITH  NO\n   46  JUSTIFIABLE  PURPOSE,  HE  OR  SHE  INTENTIONALLY KILLS OR INTENTIONALLY\n   47  CAUSES SERIOUS PHYSICAL INJURY TO A  COMPANION  ANIMAL  WITH  AGGRAVATED\n   48  CRUELTY.\n   49    2.  FOR  PURPOSES  OF  THIS  SECTION,  \"AGGRAVATED CRUELTY\" SHALL MEAN\n   50  CONDUCT WHICH: (A) IS INTENDED TO CAUSE EXTREME PHYSICAL PAIN; OR (B) IS\n   51  DONE OR CARRIED OUT IN AN ESPECIALLY DEPRAVED OR SADISTIC MANNER.\n   52    3. NOTHING CONTAINED IN THIS SECTION SHALL BE CONSTRUED TO PROHIBIT OR\n   53  INTERFERE IN ANY WAY WITH ANYONE LAWFULLY ENGAGED IN HUNTING,  TRAPPING,\n   54  OR FISHING, AS PROVIDED IN ARTICLE ELEVEN OF THE ENVIRONMENTAL CONSERVA-\n   55  TION  LAW,  THE  DISPATCH  OF  RABID OR DISEASED ANIMALS, AS PROVIDED IN\n   56  ARTICLE TWENTY-ONE OF THE PUBLIC HEALTH LAW, OR THE DISPATCH OF  ANIMALS\n\n       A. 1836                             5\n\n    1  POSING  A  THREAT TO HUMAN SAFETY OR OTHER ANIMALS, WHERE SUCH ACTION IS\n    2  OTHERWISE LEGALLY  AUTHORIZED,  OR  ANY  PROPERLY  CONDUCTED  SCIENTIFIC\n    3  TESTS,  EXPERIMENTS,  OR  INVESTIGATIONS  INVOLVING  THE  USE  OF LIVING\n    4  ANIMALS, PERFORMED OR CONDUCTED IN LABORATORIES OR INSTITUTIONS APPROVED\n    5  FOR  SUCH  PURPOSES  BY  THE  COMMISSIONER OF HEALTH PURSUANT TO SECTION\n    6  236.02 OF THIS ARTICLE.\n    7    4. AGGRAVATED CRUELTY TO ANIMALS IS A CLASS E FELONY.\n    8    5. ANY PERSON WHO IS CONVICTED OF A VIOLATION OF  SUBDIVISION  ONE  OF\n    9  THIS  SECTION AND WHO HAS PREVIOUSLY BEEN CONVICTED OF A VIOLATION UNDER\n   10  THIS SECTION SHALL BE GUILTY OF A CLASS D FELONY.\n   11  S 236.04 APPROPRIATE SHELTER FOR DOGS LEFT OUTDOORS.\n   12    1. FOR PURPOSES OF THIS SECTION:\n   13    (A) \"PHYSICAL CONDITION\" SHALL INCLUDE ANY SPECIAL MEDICAL NEEDS OF  A\n   14  DOG  DUE TO DISEASE, ILLNESS, INJURY, AGE OR BREED ABOUT WHICH THE OWNER\n   15  OR PERSON WITH CUSTODY OR CONTROL OF THE DOG SHOULD REASONABLY BE AWARE.\n   16    (B) \"INCLEMENT WEATHER\" SHALL MEAN WEATHER CONDITIONS THAT ARE  LIKELY\n   17  TO  ADVERSELY  AFFECT THE HEALTH OR SAFETY OF THE DOG, INCLUDING BUT NOT\n   18  LIMITED TO RAIN, SLEET, ICE, SNOW, WIND, OR EXTREME HEAT AND COLD.\n   19    (C) \"DOGS THAT ARE LEFT OUTDOORS\" SHALL MEAN DOGS THAT ARE OUTDOORS IN\n   20  INCLEMENT WEATHER WITHOUT READY ACCESS TO, OR THE ABILITY  TO  ENTER,  A\n   21  HOUSE,  APARTMENT  BUILDING,  OFFICE  BUILDING,  OR  ANY OTHER PERMANENT\n   22  STRUCTURE THAT COMPLIES WITH THE STANDARDS ENUMERATED IN  PARAGRAPH  (B)\n   23  OF SUBDIVISION FIVE OF THIS SECTION.\n   24    2.  (A) ANY PERSON WHO OWNS OR HAS CUSTODY OR CONTROL OF A DOG THAT IS\n   25  LEFT OUTDOORS SHALL PROVIDE IT WITH SHELTER APPROPRIATE  TO  ITS  BREED,\n   26  PHYSICAL  CONDITION  AND  THE CLIMATE. ANY PERSON WHO KNOWINGLY VIOLATES\n   27  THE PROVISIONS OF THIS SUBDIVISION SHALL BE GUILTY OF A CLASS  B  MISDE-\n   28  MEANOR.\n   29    (B)  ANY  PERSON  WHO VIOLATES THE PROVISIONS OF PARAGRAPH (A) OF THIS\n   30  SUBDIVISION WHERE SUCH VIOLATION RESULTS IN THE PHYSICAL INJURY  TO  THE\n   31  ANIMAL SHALL BE GUILTY OF A CLASS A MISDEMEANOR.\n   32    (C)  ANY  PERSON  WHO VIOLATES THE PROVISIONS OF PARAGRAPH (A) OF THIS\n   33  SUBDIVISION WHERE SUCH VIOLATION RESULTS IN THE SERIOUS PHYSICAL  INJURY\n   34  OR DEATH TO THE ANIMAL SHALL BE GUILTY OF A CLASS E FELONY.\n   35    (D)  ANY  PERSON  WHO VIOLATES THE PROVISIONS OF PARAGRAPH (A) OF THIS\n   36  SUBDIVISION AND WHO HAS PREVIOUSLY BEEN CONVICTED OF A VIOLATION OF  THE\n   37  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS A MISDEMEANOR.\n   38    (E)  ANY  PERSON  WHO VIOLATES THE PROVISIONS OF PARAGRAPH (B) OF THIS\n   39  SUBDIVISION AND WHO HAS PREVIOUSLY BEEN CONVICTED OF A VIOLATION OF  THE\n   40  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS E FELONY.\n   41    (F)  ANY  PERSON  WHO VIOLATES THE PROVISIONS OF PARAGRAPH (C) OF THIS\n   42  SUBDIVISION AND WHO HAS PREVIOUSLY BEEN CONVICTED OF A VIOLATION OF  THE\n   43  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS D FELONY.\n   44    3.  BEGINNING  SEVENTY-TWO  HOURS  AFTER  A  CHARGE  OF VIOLATING THIS\n   45  SECTION, EACH DAY THAT A DEFENDANT FAILS TO CORRECT THE DEFICIENCIES  IN\n   46  THE  DOG  SHELTER FOR A DOG THAT HE OR SHE OWNS OR THAT IS IN HIS OR HER\n   47  CUSTODY OR CONTROL AND THAT IS LEFT OUTDOORS, SO AS  TO  BRING  IT  INTO\n   48  COMPLIANCE  WITH THE PROVISIONS OF THIS SECTION SHALL CONSTITUTE A SEPA-\n   49  RATE OFFENSE.\n   50    4. THE COURT MAY, IN ITS DISCRETION, REDUCE THE  AMOUNT  OF  ANY  FINE\n   51  IMPOSED  FOR A VIOLATION OF THIS SECTION BY THE AMOUNT WHICH THE DEFEND-\n   52  ANT PROVES HE OR SHE HAS SPENT PROVIDING A DOG SHELTER OR  REPAIRING  AN\n   53  EXISTING  DOG  SHELTER SO THAT IT COMPLIES WITH THE REQUIREMENTS OF THIS\n   54  SECTION. NOTHING IN THIS SUBDIVISION SHALL PREVENT THE SEIZURE OF A  DOG\n   55  FOR  A  VIOLATION  OF  THIS SECTION PURSUANT TO THE AUTHORITY GRANTED IN\n   56  THIS ARTICLE.\n\n       A. 1836                             6\n\n    1    5. MINIMUM STANDARDS FOR DETERMINING WHETHER SHELTER IS APPROPRIATE TO\n    2  A DOG'S BREED, PHYSICAL CONDITION AND THE CLIMATE SHALL INCLUDE:\n    3    (A)  FOR  DOGS  THAT  ARE  RESTRAINED IN ANY MANNER OUTDOORS, SHADE BY\n    4  NATURAL OR ARTIFICIAL MEANS TO PROTECT THE DOG FROM DIRECT  SUNLIGHT  AT\n    5  ALL  TIMES WHEN EXPOSURE TO SUNLIGHT IS LIKELY TO THREATEN THE HEALTH OF\n    6  THE DOG.\n    7    (B) FOR ALL DOGS THAT ARE LEFT OUTDOORS IN INCLEMENT WEATHER, A  HOUS-\n    8  ING  FACILITY,  WHICH  MUST:  (I) HAVE A WATERPROOF ROOF; (II) BE STRUC-\n    9  TURALLY SOUND WITH INSULATION APPROPRIATE TO LOCAL  CLIMATIC  CONDITIONS\n   10  AND  SUFFICIENT  TO  PROTECT  THE  DOG  FROM INCLEMENT WEATHER; (III) BE\n   11  CONSTRUCTED TO ALLOW EACH DOG  ADEQUATE  FREEDOM  OF  MOVEMENT  TO  MAKE\n   12  NORMAL  POSTURAL  ADJUSTMENTS,  INCLUDING  THE ABILITY TO STAND UP, TURN\n   13  AROUND AND LIE DOWN WITH ITS LIMBS  OUTSTRETCHED;  AND  (IV)  ALLOW  FOR\n   14  EFFECTIVE  REMOVAL  OF EXCRETIONS, OTHER WASTE MATERIAL, DIRT AND TRASH.\n   15  THE HOUSING FACILITY AND THE AREA IMMEDIATELY SURROUNDING  IT  SHALL  BE\n   16  REGULARLY  CLEANED TO MAINTAIN A HEALTHY AND SANITARY ENVIRONMENT AND TO\n   17  MINIMIZE HEALTH HAZARDS.\n   18    6. INADEQUATE SHELTER MAY BE INDICATED BY THE APPEARANCE OF THE  HOUS-\n   19  ING  FACILITY  ITSELF,  INCLUDING  BUT  NOT LIMITED TO, SIZE, STRUCTURAL\n   20  SOUNDNESS, EVIDENCE OF CROWDING WITHIN THE HOUSING  FACILITY,  HEALTHFUL\n   21  ENVIRONMENT IN THE AREA IMMEDIATELY SURROUNDING SUCH FACILITY, OR BY THE\n   22  APPEARANCE OR PHYSICAL CONDITION OF THE DOG.\n   23    7.  UPON  A  FINDING OF ANY VIOLATION OF THIS SECTION, ANY DOG OR DOGS\n   24  SEIZED PURSUANT TO THE PROVISIONS OF THIS ARTICLE  THAT  HAVE  NOT  BEEN\n   25  VOLUNTARILY  SURRENDERED BY THE OWNER OR CUSTODIAN OR FORFEITED PURSUANT\n   26  TO COURT ORDER SHALL BE RETURNED TO THE OWNER  OR  CUSTODIAN  ONLY  UPON\n   27  PROOF  THAT  APPROPRIATE  SHELTER  AS  REQUIRED BY THIS SECTION IS BEING\n   28  PROVIDED.\n   29    8.  NOTHING  IN  THIS  SECTION  SHALL  BE  CONSTRUED  TO  AFFECT   ANY\n   30  PROTECTIONS AFFORDED TO DOGS OR OTHER ANIMALS UNDER ANY OTHER PROVISIONS\n   31  OF THIS ARTICLE.\n   32  S 236.05 ELECTROCUTION OF FUR-BEARING ANIMALS PROHIBITED.\n   33    1.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, NO PERSON SHALL INTEN-\n   34  TIONALLY KILL, OR STUN TO  FACILITATE  THE  KILLING  OF,  A  FUR-BEARING\n   35  ANIMAL  BY  MEANS  OF  AN  ELECTRICAL  CURRENT.  FOR THE PURPOSE OF THIS\n   36  SECTION, \"FUR-BEARING ANIMAL\" MEANS ARCTIC FOX,  RED  FOX,  SILVER  FOX,\n   37  CHINCHILLA,  MINK,  PINE  MARTEN, MUSKRAT, AND THOSE FUR-BEARING ANIMALS\n   38  INCLUDED WITHIN THE PROVISIONS OF SECTION 11-1907 OF  THE  ENVIRONMENTAL\n   39  CONSERVATION LAW.\n   40    2.  A VIOLATION OF SUBDIVISION ONE OF THIS SECTION IS A CLASS A MISDE-\n   41  MEANOR.\n   42  S 236.06 SALE OF BABY CHICKS AND BABY RABBITS.\n   43    1. NO PERSON SHALL SELL, OFFER FOR SALE, BARTER OR  GIVE  AWAY  LIVING\n   44  BABY  CHICKS, DUCKLINGS OR OTHER FOWL OR BABY RABBITS UNLESS SUCH PERSON\n   45  PROVIDES PROPER BROODER FACILITIES WHERE APPROPRIATE  FOR  THE  CARE  OF\n   46  SUCH  BABY  CHICKS,  DUCKLINGS  OR OTHER FOWL OR BABY RABBITS DURING THE\n   47  TIME THEY ARE IN THE POSSESSION OF SUCH PERSON. FOR THE PURPOSES OF THIS\n   48  SECTION, A BABY RABBIT SHALL BE A RABBIT OF LESS THAN TWO MONTHS OF AGE.\n   49    2. NO PERSON SHALL SELL, OFFER FOR SALE, BARTER OR DISPLAY LIVING BABY\n   50  CHICKS, DUCKLINGS OR OTHER FOWL OR BABY RABBITS WHICH  HAVE  BEEN  DYED,\n   51  COLORED  OR  OTHERWISE  TREATED  SO  AS  TO IMPART TO THEM AN ARTIFICIAL\n   52  COLOR.\n   53    3. NO PROVISION OF SUBDIVISION TWO OF THIS SECTION SHALL BE INTERPRET-\n   54  ED OR APPLIED TO PREVENT OR RESTRICT TEACHERS AND QUALIFIED  INSTRUCTORS\n   55  OF  YOUTH UNDER THE GUIDANCE AND SUPERVISION OF THE NEW YORK STATE COOP-\n   56  ERATIVE EXTENSION SERVICE FROM USING  EGGS  FOR  NON-PROFIT  EDUCATIONAL\n\n       A. 1836                             7\n\n    1  PURPOSES  OR  FROM  OBSERVING FOWL HATCHED FROM SUCH EGGS FOR NON-PROFIT\n    2  EDUCATIONAL PURPOSES.\n    3    4.  NO  PERSON  SHALL SELL, OFFER FOR SALE, BARTER OR GIVE AWAY LIVING\n    4  BABY CHICKS, DUCKLINGS OR OTHER FOWL OR BABY RABBITS UNDER TWO MONTHS OF\n    5  AGE IN ANY QUANTITY LESS THAN SIX.\n    6    5. A VIOLATION OF THE PROVISIONS OF THIS  SECTION  IS  A  MISDEMEANOR,\n    7  PUNISHABLE  BY  IMPRISONMENT FOR NOT MORE THAN ONE YEAR, OR BY A FINE OF\n    8  NOT MORE THAN FIVE HUNDRED DOLLARS, OR BY BOTH.\n    9  S 236.07 ABANDONMENT OF ANIMALS.\n   10    1. A PERSON BEING THE OWNER OR POSSESSOR, OR HAVING CHARGE OR  CUSTODY\n   11  OF AN ANIMAL, WHO ABANDONS SUCH ANIMAL, OR LEAVES IT TO DIE IN A STREET,\n   12  ROAD OR PUBLIC PLACE, OR WHO ALLOWS SUCH ANIMAL, IF IT BECOMES DISABLED,\n   13  TO  LIE  IN  A PUBLIC STREET, ROAD OR PUBLIC PLACE MORE THAN THREE HOURS\n   14  AFTER HE OR SHE RECEIVES NOTICE THAT IT IS LEFT DISABLED, IS GUILTY OF A\n   15  CLASS A MISDEMEANOR, PUNISHABLE BY IMPRISONMENT FOR NOT  MORE  THAN  ONE\n   16  YEAR, OR BY A FINE OF NOT MORE THAN ONE THOUSAND DOLLARS, OR BY BOTH.\n   17    2.  (A)  A  PERSON  BEING  THE OWNER OR POSSESSOR, OR HAVING CHARGE OR\n   18  CUSTODY OF AN ANIMAL, WHO ABANDONS SUCH ANIMAL, OR LEAVES IT TO DIE IN A\n   19  STREET, ROAD OR PUBLIC PLACE, OR WHO ALLOWS SUCH ANIMAL, IF  IT  BECOMES\n   20  DISABLED,  TO  LIE  IN  A  PUBLIC STREET, ROAD OR PUBLIC PLACE MORE THAN\n   21  THREE HOURS AFTER HE OR SHE RECEIVES NOTICE THAT IT  IS  LEFT  DISABLED,\n   22  AND\n   23    (B)  SUCH ACT OR FAILURE TO ACT RESULTS IN THE SERIOUS PHYSICAL INJURY\n   24  OR DEATH OF THE ANIMAL, IS GUILTY OF A CLASS E FELONY.\n   25    3. (A) ANY PERSON WHO IS CONVICTED  OF  VIOLATING  THE  PROVISIONS  OF\n   26  SUBDIVISION ONE OF THIS SECTION AND WHO HAS PREVIOUSLY BEEN CONVICTED OF\n   27  A VIOLATION OF SUCH SUBDIVISION SHALL BE GUILTY OF A CLASS E FELONY.\n   28    (B)  ANY PERSON WHO IS CONVICTED OF VIOLATING THE PROVISIONS OF SUBDI-\n   29  VISION TWO OF THIS SECTION AND WHO HAS PREVIOUSLY BEEN  CONVICTED  OF  A\n   30  VIOLATION OF SUCH SUBDIVISION SHALL BE GUILTY OF A CLASS D FELONY.\n   31  S  236.08  FAILURE  TO  PROVIDE  PROPER  FOOD  AND DRINK TO AN IMPOUNDED\n   32  ANIMAL.\n   33    1. (A) A PERSON WHO, HAVING IMPOUNDED OR CONFINED ANY ANIMAL,  REFUSES\n   34  OR NEGLECTS TO SUPPLY TO SUCH ANIMAL DURING ITS CONFINEMENT A SUFFICIENT\n   35  SUPPLY  OF GOOD AND WHOLESOME AIR, FOOD, SHELTER AND WATER, IS GUILTY OF\n   36  A CLASS A MISDEMEANOR, PUNISHABLE BY IMPRISONMENT FOR NOT MORE THAN  ONE\n   37  YEAR, OR BY A FINE OF NOT MORE THAN ONE THOUSAND DOLLARS, OR BY BOTH.\n   38    (B)  ANY  PERSON  WHO VIOLATES THE PROVISIONS OF PARAGRAPH (A) OF THIS\n   39  SUBDIVISION AND SUCH VIOLATION RESULTS IN THE SERIOUS PHYSICAL INJURY OR\n   40  DEATH OF THE ANIMAL SHALL BE GUILTY OF A CLASS E FELONY.\n   41    (C) ANY PERSON WHO VIOLATES THE PROVISIONS OF PARAGRAPH  (A)  OF  THIS\n   42  SUBDIVISION  AND  WHO  HAS  PREVIOUSLY  BEEN  CONVICTED OF VIOLATING THE\n   43  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS E FELONY.\n   44    (D) ANY PERSON WHO VIOLATES THE PROVISIONS OF PARAGRAPH  (B)  OF  THIS\n   45  SUBDIVISION  AND  WHO  HAS  PREVIOUSLY  BEEN  CONVICTED OF VIOLATING THE\n   46  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS D FELONY.\n   47    2. IN CASE ANY ANIMAL SHALL BE AT ANY TIME IMPOUNDED AS AFORESAID, AND\n   48  SHALL CONTINUE TO BE WITHOUT NECESSARY FOOD  AND  WATER  FOR  MORE  THAN\n   49  TWELVE SUCCESSIVE HOURS, IT SHALL BE LAWFUL FOR ANY PERSON, FROM TIME TO\n   50  TIME,  AND AS OFTEN AS IT SHALL BE NECESSARY, TO ENTER INTO AND UPON ANY\n   51  POUND IN WHICH ANY SUCH ANIMAL SHALL BE SO CONFINED, AND  TO  SUPPLY  IT\n   52  WITH  NECESSARY  FOOD AND WATER, SO LONG AS IT SHALL REMAIN SO CONFINED;\n   53  SUCH PERSON SHALL NOT BE LIABLE FOR ANY ACTION FOR SUCH ENTRY,  AND  THE\n   54  REASONABLE  COST  OF  SUCH FOOD AND WATER MAY BE COLLECTED BY HIM OR HER\n   55  FROM THE OWNER OF SUCH ANIMAL, AND SAID ANIMAL SHALL NOT BE EXEMPT  FROM\n   56  LEVY AND SALE UPON EXECUTION ISSUED UPON A JUDGMENT THEREFOR.\n\n       A. 1836                             8\n\n    1  S 236.09 SELLING OR OFFERING TO SELL OR EXPOSING DISEASED ANIMAL.\n    2    A PERSON WHO WILFULLY SELLS OR OFFERS TO SELL, USES, EXPOSES, OR CAUS-\n    3  ES  OR  PERMITS TO BE SOLD, OFFERED FOR SALE, USED OR EXPOSED, ANY HORSE\n    4  OR OTHER ANIMAL HAVING THE DISEASE KNOWN AS GLANDERS OR FARCY, OR  OTHER\n    5  CONTAGIOUS  OR  INFECTIOUS  DISEASE  DANGEROUS  TO THE LIFE OR HEALTH OF\n    6  HUMAN BEINGS, OR ANIMALS, OR WHICH IS DISEASED  PAST  RECOVERY,  OR  WHO\n    7  REFUSES  UPON DEMAND TO DEPRIVE OF LIFE AN ANIMAL AFFECTED WITH ANY SUCH\n    8  DISEASE, IS GUILTY OF A MISDEMEANOR, PUNISHABLE BY IMPRISONMENT FOR  NOT\n    9  MORE  THAN  ONE YEAR, OR BY A FINE OF NOT MORE THAN ONE THOUSAND DOLLARS\n   10  OR BY BOTH.\n   11  S 236.10 SELLING DISABLED HORSES.\n   12    IT SHALL BE UNLAWFUL FOR ANY PERSON HOLDING  AN  AUCTIONEER'S  LICENSE\n   13  KNOWINGLY  TO  RECEIVE  OR  OFFER FOR SALE OR TO SELL AT PUBLIC AUCTION,\n   14  OTHER THAN AT A SHERIFF'S OR JUDICIAL SALE  UNDER  A  COURT  ORDER,  ANY\n   15  HORSE WHICH BY REASON OF DEBILITY, DISEASE OR LAMENESS, OR FOR ANY OTHER\n   16  CAUSE,  COULD  NOT  BE  WORKED  IN  THIS STATE WITHOUT VIOLATING THE LAW\n   17  AGAINST CRUELTY TO ANIMALS. ANY PERSON VIOLATING ANY PROVISION  OF  THIS\n   18  SECTION  SHALL BE PUNISHABLE BY A FINE OF NOT LESS THAN FIVE DOLLARS NOR\n   19  MORE THAN ONE HUNDRED DOLLARS, OR BY IMPRISONMENT FOR NOT MORE THAN  SIX\n   20  MONTHS, OR BY BOTH SUCH FINE AND IMPRISONMENT.\n   21  S 236.11 LIVE ANIMALS AS PRIZES PROHIBITED.\n   22    1.  FOR THE PURPOSES OF THIS SECTION \"LIVESTOCK\" SHALL MEAN ANY DOMES-\n   23  TICATED SHEEP, GOAT, HORSE, CATTLE OR SWINE.\n   24    2. NO PERSON SHALL GIVE OR OFFER TO GIVE AWAY AS A PRIZE, OR  EXCHANGE\n   25  OR  OFFER  TO  EXCHANGE FOR NOMINAL CONSIDERATION, ANY LIVE ANIMAL OTHER\n   26  THAN PUREBRED LIVESTOCK OR FISH IN ANY GAME, DRAWING,  CONTEST,  SWEEPS-\n   27  TAKES  OR  OTHER PROMOTION, EXCEPT WHEN ANY LIVE ANIMAL IS GIVEN AWAY BY\n   28  INDIVIDUALS OR ORGANIZATIONS OPERATING IN CONJUNCTION WITH A COOPERATIVE\n   29  EXTENSION EDUCATION PROGRAM OR  AGRICULTURAL  VOCATIONAL  PROGRAM  SANC-\n   30  TIONED BY THE EDUCATION DEPARTMENT.\n   31    3.  THE COMMISSIONER OF AGRICULTURE AND MARKETS SHALL PROMULGATE RULES\n   32  AND REGULATIONS WHICH PROVIDE GUIDELINES,  CONDITIONS  AND  REQUIREMENTS\n   33  WHEN  ANY LIVE ANIMAL IS GIVEN AWAY UNDER THE EXCEPTIONS PROVIDED FOR IN\n   34  SUBDIVISION TWO OF THIS SECTION.\n   35    4. ANY PERSON WHO VIOLATES THE PROVISIONS OF  THIS  SECTION  SHALL  BE\n   36  SUBJECT  TO  CIVIL PENALTY OF NOT MORE THAN TWO HUNDRED FIFTY DOLLARS OR\n   37  IN LIEU THEREOF SHALL BE GUILTY OF A VIOLATION PUNISHABLE  SOLELY  BY  A\n   38  FINE OF NOT MORE THAN TWO HUNDRED FIFTY DOLLARS.\n   39  S 236.12 CARRYING AN ANIMAL IN A CRUEL MANNER.\n   40    1.  (A)  A  PERSON  WHO CARRIES OR CAUSES TO BE CARRIED IN OR UPON ANY\n   41  VESSEL OR VEHICLE OR OTHERWISE,  ANY  ANIMAL  IN  A  CRUEL  OR  INHUMANE\n   42  MANNER, OR SO AS TO PRODUCE TORTURE, IS GUILTY OF A CLASS A MISDEMEANOR,\n   43  PUNISHABLE  BY  IMPRISONMENT FOR NOT MORE THAN ONE YEAR, OR BY A FINE OF\n   44  NOT MORE THAN ONE THOUSAND DOLLARS, OR BY BOTH.\n   45    (B) ANY PERSON WHO VIOLATES THE PROVISIONS OF PARAGRAPH  (A)  OF  THIS\n   46  SUBDIVISION AND SUCH VIOLATION RESULTS IN THE SERIOUS PHYSICAL INJURY OR\n   47  DEATH OF THE ANIMAL SHALL BE GUILTY OF A CLASS E FELONY.\n   48    (C)  ANY  PERSON  WHO VIOLATES THE PROVISIONS OF PARAGRAPH (A) OF THIS\n   49  SUBDIVISION AND WHO HAS  PREVIOUSLY  BEEN  CONVICTED  OF  VIOLATING  THE\n   50  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS E FELONY.\n   51    (D)  ANY  PERSON  WHO VIOLATES THE PROVISIONS OF PARAGRAPH (B) OF THIS\n   52  SUBDIVISION AND WHO HAS  PREVIOUSLY  BEEN  CONVICTED  OF  VIOLATING  THE\n   53  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS D FELONY.\n   54    2.  A RAILWAY CORPORATION, OR AN OWNER, AGENT, CONSIGNEE, OR PERSON IN\n   55  CHARGE OF ANY HORSES, SHEEP, CATTLE, OR SWINE, IN THE COURSE OF, OR  FOR\n   56  TRANSPORTATION,  WHO  CONFINES,  OR  CAUSES  OR  SUFFERS  THE SAME TO BE\n\n       A. 1836                             9\n\n    1  CONFINED, IN CARS FOR A  LONGER  PERIOD  THAN  TWENTY-EIGHT  CONSECUTIVE\n    2  HOURS,  OR  THIRTY-SIX  CONSECUTIVE  HOURS WHERE CONSENT IS GIVEN IN THE\n    3  MANNER HEREINAFTER PROVIDED, WITHOUT UNLOADING FOR REST, WATER AND FEED-\n    4  ING,  DURING FIVE CONSECUTIVE HOURS, UNLESS PREVENTED BY STORM OR INEVI-\n    5  TABLE ACCIDENT, IS GUILTY OF A CLASS A MISDEMEANOR.  THE  CONSENT  WHICH\n    6  WILL  EXTEND  THE  PERIOD FROM TWENTY-EIGHT TO THIRTY-SIX HOURS SHALL BE\n    7  GIVEN BY THE OWNER, OR BY PERSON IN CUSTODY OF A PARTICULAR SHIPMENT, BY\n    8  A WRITING SEPARATE AND APART FROM ANY PRINTED BILL OF  LADING  OR  OTHER\n    9  RAILROAD FORM. IN ESTIMATING SUCH CONFINEMENT, THE TIME DURING WHICH THE\n   10  ANIMALS  HAVE BEEN CONFINED WITHOUT REST, ON CONNECTING ROADS FROM WHICH\n   11  THEY ARE RECEIVED, MUST BE COMPUTED.\n   12  S 236.13 TRANSPORTATION OF HORSES.\n   13    1. EVERY VEHICLE UTILIZED FOR THE  TRANSPORTATION  OF  MORE  THAN  SIX\n   14  HORSES SHALL MEET THE FOLLOWING REQUIREMENTS:\n   15    (A)   THE   INTERIORS  OF  COMPARTMENTS  CONTAINING  HORSES  SHALL  BE\n   16  CONSTRUCTED OF SMOOTH MATERIALS, CONTAINING NO SHARP OBJECTS OR  PROTRU-\n   17  SIONS WHICH ARE HAZARDOUS;\n   18    (B)  THE FLOORS SHALL BE OF SUCH CONSTRUCTION OR COVERED WITH ABRASIVE\n   19  MATERIAL SO AS TO PREVENT HORSES FROM SKIDDING OR SLIDING;\n   20    (C) THERE SHALL BE SUFFICIENT  APERTURES  TO  INSURE  ADEQUATE  VENTI-\n   21  LATION;\n   22    (D)  THERE  SHALL BE SUFFICIENT INSULATION OR COVERINGS TO MAINTAIN AN\n   23  ADEQUATE TEMPERATURE IN THE COMPARTMENT CONTAINING HORSES;\n   24    (E) PARTITIONS OF STURDY CONSTRUCTION SHALL BE PLACED A MAXIMUM OF TEN\n   25  FEET APART IN VEHICLES WHICH DO NOT HAVE STALLS;\n   26    (F) DOORWAYS SHALL BE OF SUFFICIENT HEIGHT TO ALLOW SAFE  INGRESS  AND\n   27  EGRESS OF EACH HORSE CONTAINED IN THE COMPARTMENT;\n   28    (G)  EACH  COMPARTMENT CONTAINING HORSES SHALL BE OF SUCH HEIGHT SO AS\n   29  TO ALLOW SUFFICIENT CLEARANCE ABOVE THE POLL AND WITHERS OF  EACH  HORSE\n   30  IN THE COMPARTMENT;\n   31    (H)  RAMPS  SUFFICIENT  FOR  LOADING  AND  UNLOADING  HORSES  SHALL BE\n   32  PROVIDED IF THE VERTICAL DISTANCE FROM  THE  FLOOR  OF  THE  COMPARTMENT\n   33  CONTAINING HORSES TO THE GROUND IS GREATER THAN FIFTEEN INCHES; AND\n   34    (I) THERE SHALL BE AT LEAST TWO DOORWAYS FOR INGRESS AND EGRESS, WHICH\n   35  SHALL NOT BE ON THE SAME SIDE.\n   36    2.  EVERY  VEHICLE  UTILIZED  FOR  THE TRANSPORTATION OF MORE THAN SIX\n   37  HORSES OVER A HIGHWAY SHALL HAVE NO MORE THAN ONE TIER.\n   38    3. (A) TRANSPORTING A HORSE IN VIOLATION OF THIS SECTION  SHALL  BE  A\n   39  VIOLATION  PUNISHABLE  BY  A  FINE  OF  NOT  MORE THAN TWO HUNDRED FIFTY\n   40  DOLLARS.\n   41    (B) ANY SUBSEQUENT VIOLATION OF THIS SECTION ON  A  DATE  FOLLOWING  A\n   42  CONVICTION  UNDER  THE PROVISIONS OF THIS SECTION SHALL BE A MISDEMEANOR\n   43  PUNISHABLE BY A FINE OF NOT MORE THAN ONE THOUSAND DOLLARS OR  IMPRISON-\n   44  MENT FOR NOT MORE THAN ONE YEAR, OR BOTH.\n   45    4.  THE COMMISSIONER OF AGRICULTURE AND MARKETS SHALL PROMULGATE RULES\n   46  AND REGULATIONS, INCLUDING SIZE SPECIFICATIONS, AND ESTABLISH GUIDELINES\n   47  IN ORDER TO FACILITATE COMPLIANCE WITH THE PROVISIONS OF THIS SECTION.\n   48    5. (A) THE TERM \"HORSE\" AS USED THROUGHOUT THIS SECTION SHALL APPLY TO\n   49  THE ENTIRE FAMILY OF EQUIDAE.\n   50    (B) THE TERM \"VEHICLE\" AS USED THROUGHOUT THIS SECTION SHALL APPLY  TO\n   51  EVERY  DEVICE  IN, UPON, OR BY WHICH ANY PERSON OR PROPERTY IS OR MAY BE\n   52  TRANSPORTED OR DRAWN UPON A HIGHWAY, EXCEPT DEVICES MOVED BY HUMAN POWER\n   53  OR USED EXCLUSIVELY UPON STATIONARY RAILS OR TRACKS.\n   54    6. THE COURT IN WHICH  A  CONVICTION  UNDER  THE  PROVISIONS  OF  THIS\n   55  SECTION IS OBTAINED, SHALL, WITHIN THIRTY DAYS OF SUCH CONVICTION, TRAN-\n   56  SMIT  A  COPY  OF  THE  RECORD OF CONVICTION TO THE DIVISION OF CRIMINAL\n\n       A. 1836                            10\n\n    1  JUSTICE SERVICES WHICH SHALL MAINTAIN A RECORD OF  SUCH  CONVICTION  FOR\n    2  THE PURPOSE OF IDENTIFYING SUBSEQUENT VIOLATIONS OF THIS SECTION.\n    3  S 236.14 POISONING OR ATTEMPTING TO POISON ANIMALS.\n    4    1.  A  PERSON  WHO  UNJUSTIFIABLY ADMINISTERS ANY POISONOUS OR NOXIOUS\n    5  DRUG OR SUBSTANCE TO ANY ANIMAL IS GUILTY OF A CLASS E FELONY.\n    6    2. ANY PERSON WHO VIOLATES THE PROVISIONS OF SUBDIVISION ONE  OF  THIS\n    7  SECTION  AND  SUCH  VIOLATION  RESULTS IN THE SERIOUS PHYSICAL INJURY OR\n    8  DEATH OF THE ANIMAL SHALL BE GUILTY OF A CLASS D FELONY.\n    9    3. ANY PERSON WHO VIOLATES THE PROVISIONS OF SUBDIVISION ONE  OF  THIS\n   10  SECTION   AND  WHO  HAS  PREVIOUSLY  BEEN  CONVICTED  OF  VIOLATING  THE\n   11  PROVISIONS OF SUCH SUBDIVISION SHALL BE GUILTY OF A CLASS D FELONY.\n   12    4. ANY PERSON WHO VIOLATES THE PROVISIONS OF SUBDIVISION TWO  OF  THIS\n   13  SECTION  AND  WHO  HAS  PREVIOUSLY BEEN CONVICTED OF A FELONY UNDER SUCH\n   14  SUBDIVISION SHALL BE GUILTY OF A CLASS C FELONY.\n   15  S 236.15 INTERFERENCE WITH OR INJURY TO CERTAIN DOMESTIC ANIMALS.\n   16    A PERSON WHO  WILFULLY  OR  UNJUSTIFIABLY  INTERFERES  WITH,  INJURES,\n   17  DESTROYS  OR  TAMPERS  WITH  OR  WHO  WILFULLY SETS ON FOOT, INSTIGATES,\n   18  ENGAGES IN OR IN ANY WAY FURTHERS ANY ACT BY WHICH ANY HORSE, MULE,  DOG\n   19  OR  ANY  OTHER DOMESTIC ANIMAL USED FOR THE PURPOSES OF RACING, BREEDING\n   20  OR COMPETITIVE EXHIBITION OF SKILL,  BREED  OR  STAMINA,  IS  INTERFERED\n   21  WITH, INJURED, DESTROYED OR TAMPERED WITH, OR ANY ACT TENDING TO PRODUCE\n   22  SUCH INTERFERENCE, INJURY, DESTRUCTION OR TAMPERING, WHETHER SUCH HORSE,\n   23  MULE,  DOG  OR OTHER DOMESTIC ANIMAL BE THE PROPERTY OF HIMSELF, HERSELF\n   24  OR ANOTHER, IS GUILTY OF A FELONY.\n   25  S 236.16 THROWING SUBSTANCE INJURIOUS TO ANIMALS IN PUBLIC PLACE.\n   26    A PERSON WHO WILFULLY THROWS, DROPS OR PLACES, OR CAUSES TO BE THROWN,\n   27  DROPPED OR PLACED UPON ANY ROAD, HIGHWAY, STREET OR  PUBLIC  PLACE,  ANY\n   28  GLASS,  NAILS,  PIECES  OF  METAL, OR OTHER SUBSTANCE WHICH MIGHT WOUND,\n   29  DISABLE OR INJURE ANY ANIMAL IS GUILTY OF A MISDEMEANOR,  PUNISHABLE  BY\n   30  IMPRISONMENT  FOR  NOT MORE THAN ONE YEAR, OR BY A FINE OF NOT MORE THAN\n   31  ONE THOUSAND DOLLARS, OR BY BOTH.\n   32  S 236.17 UNAUTHORIZED POSSESSION OF DOGS PRESUMPTIVE EVIDENCE OF  LARCE-\n   33             NY.\n   34    THE  UNAUTHORIZED  POSSESSION  OF A DOG OR DOGS, BY ANY PERSON NOT THE\n   35  TRUE OWNER, FOR A PERIOD EXCEEDING TEN DAYS,  WITHOUT  NOTIFYING  EITHER\n   36  THE  OWNER,  THE  LOCAL POLICE AUTHORITIES, OR THE SUPERINTENDENT OF THE\n   37  STATE POLICE AT ALBANY, NEW YORK, OF SUCH POSSESSION, SHALL BE  PRESUMP-\n   38  TIVE EVIDENCE OF LARCENY.\n   39  S 236.18 RUNNING HORSES ON HIGHWAY.\n   40    A  PERSON  DRIVING ANY VEHICLE UPON ANY PLANK ROAD, TURNPIKE OR PUBLIC\n   41  HIGHWAY, WHO UNJUSTIFIABLY RUNS THE HORSES DRAWING THE SAME,  OR  CAUSES\n   42  OR PERMITS THEM TO RUN, IS GUILTY OF A MISDEMEANOR, PUNISHABLE BY IMPRI-\n   43  SONMENT  FOR  NOT MORE THAN ONE YEAR, OR BY A FINE OF NOT MORE THAN FIVE\n   44  HUNDRED DOLLARS, OR BY BOTH.\n   45  S 236.19 CLIPPING OR CUTTING THE EARS OF DOGS.\n   46    1. (A) WHOEVER CLIPS OR CUTS OFF OR CAUSES OR PROCURES ANOTHER TO CLIP\n   47  OR CUT OFF THE WHOLE OR ANY PART OF AN EAR OF ANY DOG  UNLESS  AN  ANES-\n   48  THETIC SHALL HAVE BEEN GIVEN TO THE DOG AND THE OPERATION PERFORMED BY A\n   49  LICENSED VETERINARIAN, IS GUILTY OF A CLASS A MISDEMEANOR, PUNISHABLE BY\n   50  IMPRISONMENT  FOR NOT MORE THAN ONE YEAR, OR A FINE OF NOT MORE THAN ONE\n   51  THOUSAND DOLLARS, OR BY BOTH.\n   52    (B) ANY PERSON WHO VIOLATES THE PROVISIONS OF PARAGRAPH  (A)  OF  THIS\n   53  SUBDIVISION  AND  SUCH  VIOLATION RESULTS IN THE MAIMING OR TORTURING OF\n   54  THE ANIMAL THAT CAUSES SERIOUS PHYSICAL INJURY TO THE  ANIMAL  SHALL  BE\n   55  GUILTY OF A CLASS E FELONY.\n\n       A. 1836                            11\n\n    1    (C)  ANY  PERSON  WHO VIOLATES THE PROVISIONS OF PARAGRAPH (A) OF THIS\n    2  SUBDIVISION AND WHO HAS  PREVIOUSLY  BEEN  CONVICTED  OF  VIOLATING  THE\n    3  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS E FELONY.\n    4    (D)  ANY  PERSON  WHO VIOLATES THE PROVISIONS OF PARAGRAPH (B) OF THIS\n    5  SUBDIVISION AND WHO HAS  PREVIOUSLY  BEEN  CONVICTED  OF  VIOLATING  THE\n    6  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS D FELONY.\n    7    2.  EACH  APPLICANT  FOR  A DOG LICENSE MUST STATE ON SUCH APPLICATION\n    8  WHETHER ANY EAR OF THE DOG FOR WHICH HE OR SHE APPLIES FOR SUCH  LICENSE\n    9  HAS BEEN CUT OFF WHOLLY OR IN PART.\n   10    3.  NOTHING  HEREIN CONTAINED SHALL BE CONSTRUED AS PREVENTING ANY DOG\n   11  WHOSE EAR OR EARS SHALL HAVE BEEN CLIPPED OR CUT OFF WHOLLY OR IN  PART,\n   12  NOT  IN  VIOLATION  OF  THIS SECTION, FROM BEING IMPORTED INTO THE STATE\n   13  EXCLUSIVELY FOR BREEDING PURPOSES.\n   14  S 236.20 DOG STEALING.\n   15    1. IT SHALL BE UNLAWFUL FOR ANY PERSON:\n   16    (A) TO REMOVE OR CAUSE TO BE REMOVED THE COLLAR, IDENTIFICATION TAG OR\n   17  ANY OTHER IDENTIFICATION BY WHICH THE OWNER MAY BE ASCERTAINED FROM  ANY\n   18  DOG, CAT OR ANY OTHER DOMESTIC ANIMAL AS DEFINED IN SUBDIVISION SEVEN OF\n   19  SECTION  ONE  HUNDRED  EIGHT  OF  THE AGRICULTURE AND MARKETS LAW, OR TO\n   20  ENTICE ANY IDENTIFIED DOG, CAT OR OTHER SUCH DOMESTIC ANIMAL INTO OR OUT\n   21  OF ANY HOUSE OR ENCLOSURE FOR THE PURPOSE OF REMOVING ITS COLLAR, TAG OR\n   22  ANY OTHER IDENTIFICATION, EXCEPT WITH THE OWNER'S PERMISSION;\n   23    (B) TO ENTICE, SEIZE OR MOLEST ANY DOG, WHILE IT IS BEING HELD OR  LED\n   24  BY  ANY  PERSON OR WHILE IT IS PROPERLY MUZZLED OR WEARING A COLLAR WITH\n   25  AN IDENTIFICATION TAG ATTACHED, EXCEPT WHERE SUCH ACTION  IS  INCIDENTAL\n   26  TO THE ENFORCEMENT OF SOME LAW OR REGULATION;\n   27    (C)  TO  TRANSPORT ANY DOG, NOT LAWFULLY IN HIS OR HER POSSESSION, FOR\n   28  THE PURPOSE OF KILLING OR SELLING SUCH DOG.\n   29    2. ANY PERSON VIOLATING ANY OF THE PROVISIONS OF  THIS  SECTION,  UPON\n   30  CONVICTION  THEREOF,  SHALL  BE  PUNISHED  BY  A  FINE NOT EXCEEDING TWO\n   31  HUNDRED DOLLARS, OR BY IMPRISONMENT NOT TO  EXCEED  SIX  MONTHS,  OR  BY\n   32  BOTH.\n   33  S 236.21 REMOVING, SEIZING OR TRANSPORTING DOGS FOR RESEARCH PURPOSES.\n   34    IT SHALL BE UNLAWFUL FOR ANY PERSON:\n   35    1.  TO  REMOVE, SEIZE OR TRANSPORT OR CAUSE TO REMOVE, SEIZE OR TRANS-\n   36  PORT ANY DOG WHICH BELONGS TO OR IS LICENSED TO ANOTHER FOR THE  PURPOSE\n   37  OF  SALE,  BARTER  OR  TO  GIVE AWAY SAID DOG TO A LABORATORY, HOSPITAL,\n   38  RESEARCH INSTITUTE, MEDICAL SCHOOL OR ANY AGENCY OR ORGANIZATION ENGAGED\n   39  IN RESEARCH ACTIVITY, WITHOUT THE  EXPRESS  WRITTEN  PERMISSION  OF  THE\n   40  OWNER OR LICENSEE.\n   41    2.  ANY  PERSON  WHO  VIOLATES  THE  PROVISION  OF  THIS SECTION, UPON\n   42  CONVICTION THEREOF, SHALL BE GUILTY OF A MISDEMEANOR, AND IS  PUNISHABLE\n   43  BY  A  FINE OF NOT MORE THAN FIVE HUNDRED DOLLARS OR BY IMPRISONMENT FOR\n   44  NOT MORE THAN SIX MONTHS, OR BY BOTH.\n   45  S 236.22 LEAVING STATE TO AVOID PROVISIONS OF THIS ARTICLE.\n   46    A PERSON WHO LEAVES THIS  STATE  WITH  INTENT  TO  ELUDE  ANY  OF  THE\n   47  PROVISIONS  OF THIS ARTICLE OR TO COMMIT ANY ACT OUT OF THIS STATE WHICH\n   48  IS PROHIBITED BY THEM OR WHO, BEING A RESIDENT OF THIS STATE,  DOES  ANY\n   49  ACT WITHOUT THIS STATE, PURSUANT TO SUCH INTENT, WHICH WOULD BE PUNISHA-\n   50  BLE UNDER SUCH PROVISIONS, IF COMMITTED WITHIN THIS STATE, IS PUNISHABLE\n   51  IN THE SAME MANNER AS IF SUCH ACT HAD BEEN COMMITTED WITHIN THIS STATE.\n   52  S 236.23 OPERATING UPON TAILS OF HORSES UNLAWFUL.\n   53    1.  ANY  PERSON  WHO CUTS THE BONE, TISSUES, MUSCLES OR TENDONS OF THE\n   54  TAIL OF ANY HORSE, MARE OR GELDING, OR OTHERWISE OPERATES UPON IT IN ANY\n   55  MANNER FOR THE PURPOSE OR WITH THE EFFECT OF DOCKING, SETTING, OR OTHER-\n   56  WISE ALTERING THE NATURAL CARRIAGE OF THE TAIL, OR WHO KNOWINGLY PERMITS\n\n       A. 1836                            12\n\n    1  THE SAME TO BE DONE UPON PREMISES OF WHICH  HE  OR  SHE  IS  THE  OWNER,\n    2  LESSEE,  PROPRIETOR OR USER, OR WHO ASSISTS IN OR IS VOLUNTARILY PRESENT\n    3  AT SUCH CUTTING, IS GUILTY OF A MISDEMEANOR, PUNISHABLE BY  IMPRISONMENT\n    4  FOR  NOT  MORE THAN ONE YEAR, OR BY A FINE OF NOT MORE THAN FIVE HUNDRED\n    5  DOLLARS OR BY BOTH. IF A HORSE IS FOUND WITH THE BONE, TISSUES,  MUSCLES\n    6  OR  TENDONS  OF  ITS  TAIL CUT AS AFORESAID AND WITH THE WOUND RESULTING\n    7  THEREFROM UNHEALED, UPON THE PREMISES OR IN THE CHARGE  AND  CUSTODY  OF\n    8  ANY  PERSON,  SUCH  FACT SHALL BE PRIMA FACIE EVIDENCE OF A VIOLATION OF\n    9  THIS SECTION BY THE OWNER OR USER OF SUCH PREMISES OR THE PERSON  HAVING\n   10  SUCH CHARGE OR CUSTODY, RESPECTIVELY.\n   11    2.  ANY  PERSON  WHO SHOWS OR EXHIBITS AT ANY HORSE SHOW OR OTHER LIKE\n   12  EXHIBITION IN THIS STATE A HORSE, MARE OR GELDING, THE TAIL OF WHICH HAS\n   13  BEEN CUT OR OPERATED UPON IN THE MANNER REFERRED TO IN  SUBDIVISION  ONE\n   14  OF  THIS SECTION, IS GUILTY OF A MISDEMEANOR, PUNISHABLE BY IMPRISONMENT\n   15  FOR NOT MORE THAN ONE YEAR, OR BY A FINE OF NOT MORE THAN  FIVE  HUNDRED\n   16  DOLLARS,  OR BY BOTH; PROVIDED THAT THE PROVISIONS OF THIS SECTION SHALL\n   17  NOT APPLY WITH RESPECT TO AN ANIMAL THE TAIL OF WHICH HAS BEEN SO CUT OR\n   18  OPERATED UPON, IF THE OWNER THEREOF FURNISHES TO THE  MANAGER  OR  OTHER\n   19  OFFICIAL  HAVING  CHARGE  OF  THE HORSE SHOW OR EXHIBITION AT WHICH SUCH\n   20  ANIMAL IS SHOWN OR EXHIBITED AN AFFIDAVIT BY THE OWNER,  OR  A  LICENSED\n   21  VETERINARIAN,  IN  A  FORM APPROVED BY THE DEPARTMENT OF AGRICULTURE AND\n   22  MARKETS, STATING THAT IT WAS SO CUT IN A STATE WHEREIN SUCH CUTTING  WAS\n   23  NOT  SPECIFICALLY  PROHIBITED BY THE LAWS THEREOF. SAID AFFIDAVIT SHALL,\n   24  TO THE BEST OF AFFIANT'S KNOWLEDGE, INFORMATION AND BELIEF, IDENTIFY THE\n   25  ANIMAL WITH RESPECT TO SEX, AGE, MARKINGS, SIRE AND DAM, AND  STATE  THE\n   26  TIME AND PLACE OF SUCH CUTTING AND THE NAME AND ADDRESS OF THE PERSON BY\n   27  WHOM  PERFORMED.  THE  AFFIDAVIT  SHALL  BE SUBJECT TO INSPECTION AT ALL\n   28  REASONABLE TIMES BY ANY PEACE OFFICER, ACTING PURSUANT  TO  HIS  OR  HER\n   29  SPECIAL  DUTIES,  OR  POLICE  OFFICER  OF THIS STATE, OR BY A DESIGNATED\n   30  REPRESENTATIVE OF THE COMMISSIONER OF AGRICULTURE AND MARKETS.  IN  LIEU\n   31  OF  FURNISHING  SUCH  AFFIDAVIT  TO THE MANAGER OR OTHER OFFICIAL HAVING\n   32  CHARGE OF SUCH HORSE SHOW OR EXHIBITION, THE OWNER  OF  SUCH  HORSE  MAY\n   33  SPECIFY ON THE ENTRY BLANK FOR THE HORSE SHOW OR EXHIBITION THE NAME AND\n   34  ADDRESS  OF  A  CENTRAL  REGISTRY OFFICE DESIGNATED BY THE DEPARTMENT OF\n   35  AGRICULTURE AND MARKETS WHERE SUCH AN AFFIDAVIT HAS ALREADY  BEEN  FILED\n   36  AND IS AVAILABLE FOR INSPECTION.\n   37  S 236.24 INTERFERENCE WITH OFFICERS.\n   38    ANY  PERSON  WHO  SHALL  INTERFERE  WITH  OR OBSTRUCT ANY CONSTABLE OR\n   39  POLICE OFFICER OR ANY OFFICER OR AGENT OF ANY DULY INCORPORATED  SOCIETY\n   40  FOR  THE PREVENTION OF CRUELTY TO ANIMALS IN THE DISCHARGE OF HIS OR HER\n   41  DUTY TO ENFORCE THE LAWS RELATING TO ANIMALS SHALL BE GUILTY OF A MISDE-\n   42  MEANOR, PUNISHABLE BY IMPRISONMENT FOR NOT MORE THAN ONE YEAR, OR  BY  A\n   43  FINE OF NOT MORE THAN ONE THOUSAND DOLLARS, OR BY BOTH.\n   44  S 236.25 PROTECTION  OF  THE  PUBLIC  FROM  ATTACK  BY  WILD ANIMALS AND\n   45             REPTILES.\n   46    ANY PERSON OWNING, POSSESSING OR HARBORING A WILD  ANIMAL  OR  REPTILE\n   47  CAPABLE  OF INFLICTING BODILY HARM UPON A HUMAN BEING, WHO SHALL FAIL TO\n   48  EXERCISE DUE CARE IN SAFEGUARDING THE PUBLIC FROM ATTACK  BY  SUCH  WILD\n   49  ANIMAL  OR  REPTILE, IS GUILTY OF A MISDEMEANOR, PUNISHABLE BY IMPRISON-\n   50  MENT FOR NOT MORE THAN ONE YEAR, OR BY A FINE  OF  NOT  MORE  THAN  FIVE\n   51  HUNDRED  DOLLARS,  OR  BY BOTH. \"WILD ANIMAL\" WITHIN THE MEANING OF THIS\n   52  SECTION, SHALL NOT INCLUDE A DOG OR CAT OR OTHER DOMESTIC ANIMAL.\n   53    PREVIOUS ATTACKS UPON A HUMAN BEING BY SUCH WILD ANIMAL OR REPTILE, OR\n   54  KNOWLEDGE OF THE VICIOUS PROPENSITIES OF SUCH WILD ANIMAL OR REPTILE, ON\n   55  THE PART OF THE POSSESSOR OR HARBORER THEREOF, SHALL NOT BE REQUIRED  TO\n   56  BE  PROVEN  BY  THE PEOPLE UPON A PROSECUTION HEREUNDER; AND NEITHER THE\n\n       A. 1836                            13\n\n    1  FACT THAT SUCH WILD ANIMAL OR REPTILE  HAS  NOT  PREVIOUSLY  ATTACKED  A\n    2  HUMAN  BEING,  NOR LACK OF KNOWLEDGE OF THE VICIOUS PROPENSITIES OF SUCH\n    3  WILD ANIMAL OR REPTILE ON THE PART OF THE OWNER, POSSESSOR  OR  HARBORER\n    4  THEREOF SHALL CONSTITUTE A DEFENSE TO A PROSECUTION HEREUNDER.\n    5  S 236.26 POWERS OF PEACE OFFICERS.\n    6    A  CONSTABLE  OR  POLICE OFFICER MUST, AND ANY AGENT OR OFFICER OF ANY\n    7  DULY INCORPORATED SOCIETY FOR THE PREVENTION OF CRUELTY TO  ANIMALS  MAY\n    8  ISSUE  AN  APPEARANCE  TICKET PURSUANT TO SECTION 150.20 OF THE CRIMINAL\n    9  PROCEDURE LAW, SUMMON OR ARREST, AND BRING BEFORE A COURT OR  MAGISTRATE\n   10  HAVING  JURISDICTION, ANY PERSON OFFENDING AGAINST ANY OF THE PROVISIONS\n   11  OF THIS ARTICLE.  ANY OFFICER OR AGENT OF  ANY  OF  SAID  SOCIETIES  MAY\n   12  LAWFULLY  INTERFERE  TO  PREVENT  THE PERPETRATION OF ANY ACT OF CRUELTY\n   13  UPON ANY ANIMAL IN HIS OR HER PRESENCE. ANY OF SAID SOCIETIES MAY PREFER\n   14  A COMPLAINT BEFORE ANY COURT, TRIBUNAL OR  MAGISTRATE  HAVING  JURISDIC-\n   15  TION,  FOR THE VIOLATION OF ANY LAW RELATING TO OR AFFECTING ANIMALS AND\n   16  MAY AID IN PRESENTING THE LAW AND FACTS BEFORE SUCH COURT,  TRIBUNAL  OR\n   17  MAGISTRATE IN ANY PROCEEDING TAKEN.\n   18  S 236.27 ISSUANCE OF WARRANTS UPON COMPLAINT.\n   19    UPON  COMPLAINT UNDER OATH OR AFFIRMATION TO ANY MAGISTRATE AUTHORIZED\n   20  TO ISSUE WARRANTS IN CRIMINAL CASES, THAT THE COMPLAINANT HAS  JUST  AND\n   21  REASONABLE  CAUSE  TO SUSPECT THAT ANY OF THE PROVISIONS OF LAW RELATING\n   22  TO OR IN ANY WAY AFFECTING ANIMALS ARE BEING OR ARE ABOUT TO BE VIOLATED\n   23  IN ANY PARTICULAR BUILDING OR PLACE, SUCH MAGISTRATE  SHALL  IMMEDIATELY\n   24  ISSUE  AND  DELIVER  A  WARRANT  TO ANY PERSON AUTHORIZED BY LAW TO MAKE\n   25  ARRESTS FOR SUCH OFFENSES, AUTHORIZING HIM OR HER TO  ENTER  AND  SEARCH\n   26  SUCH  BUILDING  OR  PLACE,  AND TO ARREST ANY PERSON THERE PRESENT FOUND\n   27  VIOLATING ANY OF SAID LAWS, AND TO BRING SUCH PERSON BEFORE THE  NEAREST\n   28  MAGISTRATE OF COMPETENT JURISDICTION, TO BE DEALT WITH ACCORDING TO LAW.\n   29  S 236.28 SEIZURE  OF  ANIMALS  LOST,  STRAYED,  HOMELESS,  ABANDONED  OR\n   30             IMPROPERLY CONFINED OR KEPT.\n   31    1. ANY POLICE OFFICER OR AGENT OR OFFICER OF THE AMERICAN SOCIETY  FOR\n   32  THE  PREVENTION  OF  CRUELTY TO ANIMALS OR ANY DULY INCORPORATED SOCIETY\n   33  FOR THE PREVENTION OF CRUELTY TO ANIMALS, MAY LAWFULLY  TAKE  POSSESSION\n   34  OF  ANY LOST, STRAYED, HOMELESS OR ABANDONED ANIMAL FOUND IN ANY STREET,\n   35  ROAD OR OTHER PUBLIC PLACE.\n   36    2. ANY POLICE OFFICER IN LEWIS COUNTY MAY LAWFULLY TAKE POSSESSION  OF\n   37  ANY  LOST, STRAYED, HOMELESS OR ABANDONED DOMESTIC ANIMAL, AS DEFINED IN\n   38  SECTION ONE HUNDRED EIGHT OF THE AGRICULTURE AND MARKETS LAW,  FOUND  IN\n   39  ANY STREET, ROAD OR OTHER PUBLIC PLACE.\n   40    3.  ANY SUCH POLICE OFFICER OR AGENT OR OFFICER MAY ALSO LAWFULLY TAKE\n   41  POSSESSION OF ANY ANIMAL IN OR UPON ANY PREMISES OTHER  THAN  A  STREET,\n   42  ROAD  OR OTHER PUBLIC PLACE, WHICH FOR MORE THAN TWELVE SUCCESSIVE HOURS\n   43  HAS BEEN CONFINED OR KEPT IN A CROWDED  OR  UNHEALTHY  CONDITION  OR  IN\n   44  UNHEALTHFUL  OR  UNSANITARY  SURROUNDINGS  OR  NOT PROPERLY CARED FOR OR\n   45  WITHOUT NECESSARY SUSTENANCE, FOOD OR DRINK, PROVIDED THAT  A  COMPLAINT\n   46  STATING JUST AND REASONABLE GROUNDS IS MADE UNDER OATH OR AFFIRMATION TO\n   47  ANY  MAGISTRATE AUTHORIZED TO ISSUE WARRANTS IN CRIMINAL CASES, AND THAT\n   48  SUCH WARRANT AUTHORIZING ENTRY AND SEARCH IS  ISSUED  AND  DELIVERED  BY\n   49  SUCH  MAGISTRATE;  IF JUST AND REASONABLE CAUSE IS SHOWN, THE MAGISTRATE\n   50  SHALL IMMEDIATELY ISSUE SUCH WARRANT.\n   51    4. ANY SUCH POLICE OFFICER OR AGENT OR OFFICER MAY ALSO LAWFULLY  TAKE\n   52  POSSESSION  OF  ANY  UNWANTED  ANIMAL  FROM  THE PERSON IN POSSESSION OR\n   53  CUSTODY THEREOF.\n   54    5. WHEN ANY PERSON ARRESTED IS, AT THE TIME OF SUCH ARREST, IN  CHARGE\n   55  OF  ANY  ANIMAL OR OF ANY VEHICLE DRAWN BY OR CONTAINING ANY ANIMAL, ANY\n   56  AGENT OR OFFICER OF SAID SOCIETY OR SOCIETIES OR ANY POLICE OFFICER  MAY\n\n       A. 1836                            14\n\n    1  TAKE  CHARGE  OF  SUCH  ANIMAL AND OF SUCH VEHICLE AND ITS CONTENTS, AND\n    2  DEPOSIT THE SAME IN A SAFE PLACE OR CUSTODY, OR DELIVER  THE  SAME  INTO\n    3  THE  POSSESSION  OF THE POLICE OR SHERIFF OF THE COUNTY OR PLACE WHEREIN\n    4  SUCH  ARREST  WAS  MADE, WHO SHALL THEREUPON ASSUME THE CUSTODY THEREOF;\n    5  AND ALL NECESSARY EXPENSES INCURRED IN TAKING CHARGE  OF  SUCH  PROPERTY\n    6  SHALL BE A CHARGE THEREON.\n    7    6.  NOTHING  HEREIN  CONTAINED  SHALL  RESTRICT  THE RIGHTS AND POWERS\n    8  DERIVED FROM SECTION ONE HUNDRED EIGHTEEN OF THE AGRICULTURE AND MARKETS\n    9  LAW RELATING TO SEIZURE OF UNLICENSED DOGS AND  THE  DISPOSITION  TO  BE\n   10  MADE  OF  ANIMALS  SO  SEIZED OR TAKEN, NOR THOSE DERIVED FROM ANY OTHER\n   11  GENERAL OR SPECIAL LAW RELATING TO THE SEIZURE OR OTHER TAKING  OF  DOGS\n   12  AND OTHER ANIMALS BY A SOCIETY FOR THE PREVENTION OF CRUELTY TO ANIMALS.\n   13    7.  (A)  IF  ANY  ANIMAL  IS  SEIZED  AND  IMPOUNDED  PURSUANT  TO THE\n   14  PROVISIONS OF THIS SECTION OR SECTION 236.30 OF  THIS  ARTICLE  FOR  ANY\n   15  VIOLATION OF THIS ARTICLE, UPON ARRAIGNMENT OF CHARGES THE DULY INCORPO-\n   16  RATED  SOCIETY FOR THE PREVENTION OF CRUELTY TO ANIMALS, HUMANE SOCIETY,\n   17  POUND, ANIMAL SHELTER OR  ANY  AUTHORIZED  AGENTS  THEREOF,  HEREINAFTER\n   18  REFERRED  TO  FOR THE PURPOSES OF THIS SECTION AS THE \"IMPOUNDING ORGAN-\n   19  IZATION\", MAY FILE A PETITION WITH THE COURT REQUESTING THAT THE  PERSON\n   20  FROM  WHOM  AN ANIMAL IS SEIZED OR THE OWNER OF THE ANIMAL BE ORDERED TO\n   21  POST A SECURITY. THE SECURITY SHALL BE IN AN AMOUNT SUFFICIENT TO SECURE\n   22  PAYMENT FOR ALL REASONABLE EXPENSES  EXPECTED  TO  BE  INCURRED  BY  THE\n   23  IMPOUNDING  ORGANIZATION  IN CARING AND PROVIDING FOR THE ANIMAL PENDING\n   24  DISPOSITION OF THE CHARGES.  REASONABLE EXPENSES SHALL INCLUDE, BUT  NOT\n   25  BE  LIMITED TO, ESTIMATED MEDICAL CARE AND BOARDING OF THE ANIMAL FOR AT\n   26  LEAST THIRTY DAYS. THE AMOUNT OF THE SECURITY, IF ANY, SHALL  BE  DETER-\n   27  MINED  BY THE COURT AFTER TAKING INTO CONSIDERATION ALL OF THE FACTS AND\n   28  CIRCUMSTANCES OF THE CASE INCLUDING, BUT NOT LIMITED TO THE  RECOMMENDA-\n   29  TION  OF  THE  IMPOUNDING  ORGANIZATION  HAVING  CUSTODY AND CARE OF THE\n   30  SEIZED ANIMAL AND THE COST OF CARING FOR THE ANIMAL. IF A  SECURITY  HAS\n   31  BEEN POSTED IN ACCORDANCE WITH THIS SECTION, THE IMPOUNDING ORGANIZATION\n   32  MAY DRAW FROM THE SECURITY THE ACTUAL REASONABLE COSTS TO BE INCURRED BY\n   33  SUCH ORGANIZATION IN CARING FOR THE SEIZED ANIMAL.\n   34    (B)  (I)  UPON RECEIPT OF A PETITION PURSUANT TO PARAGRAPH (A) OF THIS\n   35  SUBDIVISION, THE COURT SHALL  SET  A  HEARING  ON  THE  PETITION  TO  BE\n   36  CONDUCTED  WITHIN  TEN BUSINESS DAYS OF THE FILING OF SUCH PETITION. THE\n   37  PETITIONER SHALL SERVE A TRUE COPY OF THE PETITION  UPON  THE  DEFENDANT\n   38  AND  THE  DISTRICT ATTORNEY. THE PETITIONER SHALL ALSO SERVE A TRUE COPY\n   39  OF THE PETITION ON ANY INTERESTED PERSON. FOR PURPOSES OF THIS  SUBDIVI-\n   40  SION,  INTERESTED  PERSON  SHALL  MEAN AN INDIVIDUAL, PARTNERSHIP, FIRM,\n   41  JOINT STOCK COMPANY, CORPORATION, ASSOCIATION, TRUST,  ESTATE  OR  OTHER\n   42  LEGAL  ENTITY  WHO THE COURT DETERMINES MAY HAVE A PECUNIARY INTEREST IN\n   43  THE ANIMAL WHICH IS THE SUBJECT OF THE PETITION.  THE  PETITIONER  SHALL\n   44  HAVE  THE  BURDEN OF PROVING BY A PREPONDERANCE OF THE EVIDENCE THAT THE\n   45  PERSON FROM WHOM THE ANIMAL WAS SEIZED  VIOLATED  A  PROVISION  OF  THIS\n   46  ARTICLE. THE COURT MAY WAIVE FOR GOOD CAUSE SHOWN THE POSTING OF SECURI-\n   47  TY.\n   48    (II) IF THE COURT ORDERS THE POSTING OF A SECURITY, THE SECURITY SHALL\n   49  BE  POSTED  WITH THE CLERK OF THE COURT WITHIN FIVE BUSINESS DAYS OF THE\n   50  HEARING PROVIDED FOR IN SUBPARAGRAPH (I) OF THIS  PARAGRAPH.  THE  COURT\n   51  MAY  ORDER THE IMMEDIATE FORFEITURE OF THE SEIZED ANIMAL TO THE IMPOUND-\n   52  ING ORGANIZATION IF THE PERSON ORDERED TO POST THE SECURITY FAILS TO  DO\n   53  SO. ANY ANIMAL FORFEITED SHALL BE MADE AVAILABLE FOR ADOPTION OR EUTHAN-\n   54  IZED  SUBJECT TO SUBDIVISION SEVEN-A OF SECTION ONE HUNDRED SEVENTEEN OF\n   55  THE AGRICULTURE AND MARKETS LAW OR SECTION 236.29 OF THIS ARTICLE.\n\n       A. 1836                            15\n\n    1    (III) IN THE CASE OF AN ANIMAL OTHER THAN A COMPANION ANIMAL  OR  PET,\n    2  IF  A  PERSON ORDERED TO POST SECURITY FAILS TO DO SO, THE COURT MAY, IN\n    3  ADDITION TO THE FORFEITURE  TO  A  DULY  INCORPORATED  SOCIETY  FOR  THE\n    4  PREVENTION  OF CRUELTY TO ANIMALS, HUMANE SOCIETY, POUND, ANIMAL SHELTER\n    5  OR  ANY  AUTHORIZED  AGENTS  THEREOF, AND SUBJECT TO THE RESTRICTIONS OF\n    6  SECTIONS 236.06, 236.09 AND 236.29 OF THIS  ARTICLE,  ORDER  THE  ANIMAL\n    7  WHICH  WAS  THE  BASIS OF THE ORDER TO BE SOLD, PROVIDED THAT ALL INTER-\n    8  ESTED PERSONS SHALL FIRST BE PROVIDED THE OPPORTUNITY  TO  REDEEM  THEIR\n    9  INTEREST  IN  THE  ANIMAL  AND  TO  PURCHASE  THE INTEREST OF THE PERSON\n   10  ORDERED TO POST SECURITY, SUBJECT TO SUCH CONDITIONS AS THE COURT  DEEMS\n   11  APPROPRIATE TO ASSURE PROPER CARE AND TREATMENT OF THE ANIMAL. THE COURT\n   12  MAY  REIMBURSE  THE  PERSON  ORDERED TO POST SECURITY AND ANY INTERESTED\n   13  PERSONS ANY MONEY EARNED BY THE  SALE  OF  THE  ANIMAL  LESS  ANY  COSTS\n   14  INCLUDING, BUT NOT LIMITED TO, VETERINARY AND CUSTODIAL CARE. ANY ANIMAL\n   15  DETERMINED BY THE COURT TO BE MAIMED, DISEASED, DISABLED OR INFIRM SO AS\n   16  TO  BE UNFIT FOR SALE OR ANY USEFUL PURPOSE SHALL BE FORFEITED TO A DULY\n   17  INCORPORATED SOCIETY FOR THE PREVENTION OF CRUELTY TO ANIMALS OR A  DULY\n   18  INCORPORATED  HUMANE SOCIETY OR AUTHORIZED AGENTS THEREOF, AND BE AVAIL-\n   19  ABLE FOR ADOPTION OR SHALL BE EUTHANIZED SUBJECT TO  SECTION  236.29  OF\n   20  THIS ARTICLE.\n   21    (IV)  NOTHING  IN THIS SECTION SHALL BE CONSTRUED TO LIMIT OR RESTRICT\n   22  IN ANY WAY THE RIGHTS OF A SECURED PARTY HAVING A SECURITY  INTEREST  IN\n   23  ANY  ANIMAL  DESCRIBED IN THIS SECTION.  THIS SECTION EXPRESSLY DOES NOT\n   24  IMPAIR OR SUBORDINATE THE RIGHTS OF SUCH A SECURED LENDER HAVING A SECU-\n   25  RITY INTEREST IN THE ANIMAL OR IN THE PROCEEDS FROM  THE  SALE  OF  SUCH\n   26  ANIMAL.\n   27    (C) IN NO EVENT SHALL THE SECURITY PREVENT THE IMPOUNDING ORGANIZATION\n   28  HAVING  CUSTODY  AND  CARE  OF  THE  ANIMAL FROM DISPOSING OF THE ANIMAL\n   29  PURSUANT TO SECTION 236.29 OF THIS ARTICLE PRIOR TO  THE  EXPIRATION  OF\n   30  THE  THIRTY  DAY  PERIOD  COVERED  BY  THE SECURITY IF THE COURT MAKES A\n   31  DETERMINATION OF THE CHARGES AGAINST THE PERSON FROM WHOM THE ANIMAL WAS\n   32  SEIZED PRIOR THERETO. UPON RECEIPT OF A  PETITION  FROM  THE  IMPOUNDING\n   33  ORGANIZATION,  THE  COURT  MAY ORDER THE PERSON FROM WHOM THE ANIMAL WAS\n   34  SEIZED OR THE OWNER OF THE ANIMAL TO POST AN  ADDITIONAL  SECURITY  WITH\n   35  THE  CLERK  OF THE COURT TO SECURE PAYMENT OF REASONABLE EXPENSES FOR AN\n   36  ADDITIONAL PERIOD OF TIME PENDING A DETERMINATION BY THE  COURT  OF  THE\n   37  CHARGES  AGAINST  THE PERSON FROM WHOM THE ANIMAL WAS SEIZED. THE PERSON\n   38  WHO POSTED THE SECURITY SHALL BE ENTITLED TO A REFUND OF THE SECURITY IN\n   39  WHOLE OR PART FOR ANY EXPENSES NOT INCURRED BY SUCH IMPOUNDING ORGANIZA-\n   40  TION UPON ADJUDICATION OF THE CHARGES. THE PERSON WHO POSTED THE SECURI-\n   41  TY SHALL BE ENTITLED  TO  A  FULL  REFUND  OF  THE  SECURITY,  INCLUDING\n   42  REIMBURSEMENT  BY  THE  IMPOUNDING ORGANIZATION OF ANY AMOUNT ALLOWED BY\n   43  THE COURT TO BE EXPENDED, AND  THE  RETURN  OF  THE  ANIMAL  SEIZED  AND\n   44  IMPOUNDED  UPON  ACQUITTAL OR DISMISSAL OF THE CHARGES, EXCEPT WHERE THE\n   45  DISMISSAL IS BASED UPON AN ADJOURNMENT  IN  CONTEMPLATION  OF  DISMISSAL\n   46  PURSUANT  TO  SECTION  215.30  OF  THE CRIMINAL PROCEDURE LAW. THE COURT\n   47  ORDER DIRECTING SUCH REFUND AND REIMBURSEMENT SHALL PROVIDE FOR  PAYMENT\n   48  TO  BE  MADE WITHIN A REASONABLE TIME FROM THE ACQUITTAL OR DISMISSAL OF\n   49  CHARGES.\n   50    8. NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION TO THE  CONTRA-\n   51  RY,  THE  COURT  MAY  ORDER  A PERSON CHARGED WITH ANY VIOLATION OF THIS\n   52  ARTICLE TO PROVIDE NECESSARY FOOD,  WATER,  SHELTER  AND  CARE  FOR  ANY\n   53  ANIMAL  WHICH  IS  THE  BASIS  OF THE CHARGE, WITHOUT THE REMOVAL OF THE\n   54  ANIMAL FROM ITS EXISTING LOCATION, UNTIL THE CHARGES AGAINST THE  PERSON\n   55  ARE ADJUDICATED. UNTIL A FINAL DETERMINATION OF THE CHARGES IS MADE, ANY\n   56  LAW  ENFORCEMENT OFFICER, OFFICER OF A DULY INCORPORATED SOCIETY FOR THE\n\n       A. 1836                            16\n\n    1  PREVENTION OF CRUELTY TO ANIMALS,  OR  ITS  AUTHORIZED  AGENTS,  MAY  BE\n    2  AUTHORIZED  BY AN ORDER OF THE COURT TO MAKE REGULAR VISITS TO WHERE THE\n    3  ANIMAL IS BEING KEPT TO ASCERTAIN IF THE ANIMAL IS  RECEIVING  NECESSARY\n    4  FOOD, WATER, SHELTER AND CARE. NOTHING SHALL PREVENT ANY LAW ENFORCEMENT\n    5  OFFICER,  OFFICER  OF  A DULY INCORPORATED SOCIETY FOR THE PREVENTION OF\n    6  CRUELTY TO ANIMALS, OR  ITS  AUTHORIZED  AGENTS,  FROM  APPLYING  FOR  A\n    7  WARRANT  PURSUANT  TO THIS SECTION TO SEIZE ANY ANIMAL BEING HELD BY THE\n    8  PERSON CHARGED PENDING THE ADJUDICATION OF THE CHARGES IF IT  IS  DETER-\n    9  MINED  THAT THE ANIMAL IS NOT RECEIVING THE NECESSARY FOOD, WATER, SHEL-\n   10  TER OR CARE.\n   11  S 236.29 HUMANE  DESTRUCTION  OR  OTHER  DISPOSITION  OF  ANIMALS  LOST,\n   12             STRAYED, HOMELESS, ABANDONED OR IMPROPERLY CONFINED OR KEPT.\n   13    1.  ANY AGENT OR OFFICER OF THE AMERICAN SOCIETY FOR THE PREVENTION OF\n   14  CRUELTY TO ANIMALS,  OR  OF  ANY  SOCIETY  DULY  INCORPORATED  FOR  THAT\n   15  PURPOSE,  OR  ANY  POLICE  OFFICER, MAY LAWFULLY AND HUMANELY DESTROY OR\n   16  CAUSE TO BE HUMANELY DESTROYED ANY ANIMAL FOUND ABANDONED AND NOT  PROP-\n   17  ERLY  CARED  FOR,  OR ANY LOST, STRAYED, HOMELESS OR UNWANTED ANIMAL, IF\n   18  UPON EXAMINATION A LICENSED VETERINARY SURGEON SHALL CERTIFY IN WRITING,\n   19  OR IF TWO REPUTABLE CITIZENS CALLED BY HIM OR HER TO VIEW  THE  SAME  IN\n   20  HIS  OR  HER PRESENCE FIND THAT THE ANIMAL IS SO MAIMED, DISEASED, DISA-\n   21  BLED, OR INFIRM SO AS TO BE UNFIT FOR ANY USEFUL PURPOSE; OR AFTER  SUCH\n   22  AGENT  OR  OFFICER HAS OBTAINED IN WRITING FROM THE OWNER OF SUCH ANIMAL\n   23  HIS OR HER CONSENT TO SUCH DESTRUCTION.\n   24    2. IN THE ABSENCE OF SUCH FINDINGS OR CERTIFICATE THE AMERICAN SOCIETY\n   25  FOR THE PREVENTION OF CRUELTY TO ANIMALS OR ANY  SOCIETY  DULY  INCORPO-\n   26  RATED  FOR  THAT PURPOSE MAY AFTER FIVE DAYS HUMANELY DESTROY ANY ANIMAL\n   27  OF WHICH POSSESSION IS TAKEN AS PROVIDED FOR IN SECTION 236.28  OF  THIS\n   28  ARTICLE, UNLESS THE SAME IS EARLIER REDEEMED BY ITS OWNER.\n   29    2-A. THE USE OF A DECOMPRESSION CHAMBER OR DECOMPRESSION DEVICE OF ANY\n   30  KIND  IS  HEREBY  DECLARED  TO  BE INHUMANE WHEN USED FOR THE PURPOSE OF\n   31  DESTROYING AN ANIMAL AND IS HEREBY PROHIBITED.\n   32    2-B. NO PERSON SHALL EUTHANIZE ANY DOG OR CAT WITH T-61,  CURARE,  ANY\n   33  CURARIFORM DRUG, ANY NEURO-MUSCULAR BLOCKING AGENT OR ANY OTHER PARALYZ-\n   34  ING DRUG.\n   35    2-C.  NO  PERSON  SHALL EUTHANIZE A DOG OR CAT BY GUNSHOT EXCEPT AS AN\n   36  EMERGENCY PROCEDURE FOR A DANGEROUS DOG OR A SEVERELY INJURED DOG OR CAT\n   37  THAT IS SUFFERING AND CANNOT OTHERWISE BE AIDED.\n   38    2-D. NO PERSON SHALL EUTHANIZE A DOG OR CAT BY GAS  EMITTED  FROM  ANY\n   39  ENGINE EXHAUST SYSTEM.\n   40    2-E.  NO  PERSON  SHALL  RELEASE  ANY  DOG  OR CAT FROM THE CUSTODY OR\n   41  CONTROL OF ANY POUND, SHELTER, SOCIETY FOR THE PREVENTION OF CRUELTY  TO\n   42  ANIMALS,  HUMANE  SOCIETY, DOG PROTECTIVE ASSOCIATION, DOG CONTROL OFFI-\n   43  CER, PEACE OFFICER OR ANY AGENT THEREOF, FOR ANY PURPOSE EXCEPT ADOPTION\n   44  OR REDEMPTION BY ITS OWNER.\n   45    ANY VIOLATION OF THIS SUBDIVISION, OR SUBDIVISION TWO-A, TWO-B,  TWO-C\n   46  OR  TWO-D  OF  THIS  SECTION SHALL CONSTITUTE A MISDEMEANOR AND SHALL BE\n   47  PUNISHABLE BY IMPRISONMENT FOR NOT MORE THAN ONE YEAR, OR BY A  FINE  OF\n   48  NOT MORE THAN ONE THOUSAND DOLLARS, OR BY BOTH.\n   49    3.  IN LIEU OF SUCH DESTRUCTION OR REDEMPTION, SUCH SOCIETY MAY IN ITS\n   50  DISCRETION LAWFULLY  AND  WITHOUT  LIABILITY  DELIVER  SUCH  ANIMAL  FOR\n   51  ADOPTION  TO  AN  INDIVIDUAL  OTHER  THAN  THE  OWNER AFTER THE TIME FOR\n   52  REDEMPTION HAS EXPIRED.\n   53    4. PRIOR TO SUCH DESTRUCTION OR OTHER DISPOSITION, THE  OWNER  OF  THE\n   54  ANIMAL  MAY  REDEEM  THE  SAME UPON PROVING TITLE TO THE SATISFACTION OF\n   55  SUCH SOCIETY AND PAYING SUCH SOCIETY SUCH AMOUNT, APPROVED BY  A  MAGIS-\n\n       A. 1836                            17\n\n    1  TRATE,  AS  MAY  HAVE  BEEN  REASONABLY  EXPENDED  BY  SUCH  SOCIETY  IN\n    2  CONNECTION WITH THE CARE AND MAINTENANCE THEREOF.\n    3    5.  (A)  IN  ADDITION  TO  ANY  OTHER  PENALTY  PROVIDED  BY LAW, UPON\n    4  CONVICTION FOR ANY VIOLATION OF SECTION 236.01, 236.02, 236.03,  236.04,\n    5  236.07,  236.08,  236.12, 236.14, 236.15, 236.19 OR 236.23 OF THIS ARTI-\n    6  CLE, THE CONVICTED PERSON MAY, AFTER A DULY  HELD  HEARING  PURSUANT  TO\n    7  PARAGRAPH  (F)  OF THIS SUBDIVISION, BE ORDERED BY THE COURT TO FORFEIT,\n    8  TO A DULY INCORPORATED SOCIETY FOR THE PREVENTION OF CRUELTY TO  ANIMALS\n    9  OR  A DULY INCORPORATED HUMANE SOCIETY OR AUTHORIZED AGENTS THEREOF, THE\n   10  ANIMAL OR ANIMALS WHICH ARE THE BASIS OF THE CONVICTION.  UPON  SUCH  AN\n   11  ORDER OF FORFEITURE, THE CONVICTED PERSON SHALL BE DEEMED TO HAVE RELIN-\n   12  QUISHED ALL RIGHTS TO THE ANIMALS WHICH ARE THE BASIS OF THE CONVICTION,\n   13  EXCEPT THOSE GRANTED IN PARAGRAPH (D) OF THIS SUBDIVISION.\n   14    (B) PURSUANT TO THE PROVISIONS OF SUBDIVISIONS TWO-A, TWO-B, TWO-C AND\n   15  TWO-D  OF  THIS SECTION, NO DOG OR CAT IN THE CUSTODY OF A DULY INCORPO-\n   16  RATED SOCIETY FOR THE PREVENTION OF CRUELTY TO ANIMALS, A DULY  INCORPO-\n   17  RATED  HUMANE  SOCIETY  OR  ITS AUTHORIZED AGENTS THEREOF, OR A POUND OR\n   18  SHELTER, SHALL BE SOLD, TRANSFERRED OR OTHERWISE MADE AVAILABLE  TO  ANY\n   19  PERSON  FOR  THE  PURPOSE  OF  RESEARCH,  EXPERIMENTATION OR TESTING. NO\n   20  AUTHORIZED AGENT OF A DULY INCORPORATED SOCIETY FOR  THE  PREVENTION  OF\n   21  CRUELTY TO ANIMALS, NOR OF A DULY INCORPORATED HUMANE SOCIETY, SHALL USE\n   22  ANY  ANIMAL  PLACED  IN ITS CUSTODY BY THE DULY INCORPORATED SOCIETY FOR\n   23  THE PREVENTION OF CRUELTY TO ANIMALS OR DULY INCORPORATED HUMANE SOCIETY\n   24  FOR THE PURPOSE OF RESEARCH, EXPERIMENTATION OR TESTING.\n   25    (C) THE COURT MAY ADDITIONALLY ORDER THAT THE CONVICTED PERSON OR  ANY\n   26  PERSON DWELLING IN THE SAME HOUSEHOLD WHO CONSPIRED, AIDED OR ABETTED IN\n   27  THE  UNLAWFUL  ACT WHICH WAS THE BASIS OF THE CONVICTION, OR WHO KNEW OR\n   28  SHOULD HAVE KNOWN OF THE UNLAWFUL ACT, SHALL NOT OWN,  HARBOR,  OR  HAVE\n   29  CUSTODY  OR CONTROL OF ANY OTHER ANIMALS, OTHER THAN FARM ANIMALS, FOR A\n   30  PERIOD OF TIME WHICH THE COURT DEEMS REASONABLE.\n   31    (D) IN THE CASE OF FARM ANIMALS, THE COURT MAY,  IN  ADDITION  TO  THE\n   32  FORFEITURE  TO A DULY INCORPORATED SOCIETY FOR THE PREVENTION OF CRUELTY\n   33  TO ANIMALS OR A DULY INCORPORATED HUMANE SOCIETY  OR  AUTHORIZED  AGENTS\n   34  THEREOF,  AND  SUBJECT TO THE RESTRICTIONS OF SECTIONS 236.06 AND 236.09\n   35  OF THIS ARTICLE, ORDER THE FARM ANIMALS WHICH  WERE  THE  BASIS  OF  THE\n   36  CONVICTION TO BE SOLD. IN NO CASE SHALL FARM ANIMALS WHICH ARE THE BASIS\n   37  OF THE CONVICTION BE REDEEMED BY THE CONVICTED PERSON WHO IS THE SUBJECT\n   38  OF  THE ORDER OF FORFEITURE OR BY ANY PERSON DWELLING IN THE SAME HOUSE-\n   39  HOLD WHO CONSPIRED, AIDED OR ABETTED IN THE UNLAWFUL ACT WHICH  WAS  THE\n   40  BASIS  OF THE CONVICTION, OR WHO KNEW OR SHOULD HAVE KNOWN OF THE UNLAW-\n   41  FUL ACT. THE COURT SHALL REIMBURSE THE CONVICTED  PERSON  AND  ANY  DULY\n   42  DETERMINED  INTERESTED PERSONS, PURSUANT TO PARAGRAPH (F) OF THIS SUBDI-\n   43  VISION, ANY MONEY EARNED BY THE SALE OF THE FARM ANIMALS LESS ANY  COSTS\n   44  INCLUDING,  BUT  NOT  LIMITED TO, VETERINARY AND CUSTODIAL CARE, AND ANY\n   45  FINES OR PENALTIES IMPOSED BY THE COURT. THE COURT MAY  ORDER  THAT  THE\n   46  SUBJECT  ANIMALS BE PROVIDED WITH APPROPRIATE CARE AND TREATMENT PENDING\n   47  THE HEARING AND THE DISPOSITION OF THE CHARGES. ANY FARM ANIMAL  ORDERED\n   48  FORFEITED  BUT NOT SOLD SHALL BE REMANDED TO THE CUSTODY AND CHARGE OF A\n   49  DULY INCORPORATED SOCIETY FOR THE PREVENTION OF CRUELTY  TO  ANIMALS  OR\n   50  DULY  INCORPORATED  HUMANE  SOCIETY  OR ITS AUTHORIZED AGENT THEREOF AND\n   51  DISPOSED OF PURSUANT TO PARAGRAPH (E) OF THIS SUBDIVISION.\n   52    (E) A DULY INCORPORATED SOCIETY  FOR  THE  PREVENTION  OF  CRUELTY  TO\n   53  ANIMALS  OR  A  DULY  INCORPORATED  HUMANE  SOCIETY IN CHARGE OF ANIMALS\n   54  FORFEITED PURSUANT TO PARAGRAPH (A) OF  THIS  SUBDIVISION  MAY,  IN  ITS\n   55  DISCRETION,  LAWFULLY  AND  WITHOUT LIABILITY, ADOPT THEM TO INDIVIDUALS\n   56  OTHER THAN THE CONVICTED PERSON OR PERSONS DWELLING IN THE  SAME  HOUSE-\n\n       A. 1836                            18\n\n    1  HOLD  WHO  CONSPIRED, AIDED OR ABETTED IN THE UNLAWFUL ACT WHICH WAS THE\n    2  BASIS OF THE CONVICTION, OR WHO KNEW OR SHOULD HAVE KNOWN OF THE  UNLAW-\n    3  FUL  ACT,  OR  HUMANELY  DISPOSE  OF THEM ACCORDING TO THE PROVISIONS OF\n    4  SUBDIVISIONS TWO-A, TWO-B, TWO-C, AND TWO-D OF THIS SECTION.\n    5    (F)  (I)  PRIOR  TO  AN ORDER OF FORFEITURE OF FARM ANIMALS, A HEARING\n    6  SHALL BE HELD WITHIN THIRTY DAYS OF CONVICTION, TO DETERMINE THE PECUNI-\n    7  ARY INTERESTS OF ANY OTHER PERSON IN THE FARM  ANIMALS  WHICH  WERE  THE\n    8  BASIS  OF  THE  CONVICTION. WRITTEN NOTICE SHALL BE SERVED AT LEAST FIVE\n    9  DAYS PRIOR TO THE HEARING UPON ALL INTERESTED  PERSONS.    IN  ADDITION,\n   10  NOTICE  SHALL BE MADE BY PUBLICATION IN A LOCAL NEWSPAPER AT LEAST SEVEN\n   11  DAYS PRIOR TO THE HEARING. FOR THE PURPOSES OF THIS SUBDIVISION,  INTER-\n   12  ESTED  PERSONS SHALL MEAN ANY INDIVIDUAL, PARTNERSHIP, FIRM, JOINT STOCK\n   13  COMPANY, CORPORATION, ASSOCIATION, TRUST, ESTATE, OR OTHER LEGAL  ENTITY\n   14  WHO  THE  COURT  DETERMINES  MAY  HAVE  A PECUNIARY INTEREST IN THE FARM\n   15  ANIMALS WHICH ARE THE SUBJECT OF THE FORFEITURE ACTION.\n   16    (II) ALL INTERESTED PERSONS SHALL BE PROVIDED AN  OPPORTUNITY  AT  THE\n   17  HEARING  TO  REDEEM  THEIR  INTEREST  AS  DETERMINED BY THE COURT IN THE\n   18  SUBJECT FARM ANIMALS AND TO  PURCHASE  THE  INTEREST  OF  THE  CONVICTED\n   19  PERSON.  THE  CONVICTED PERSON SHALL BE ENTITLED TO BE REIMBURSED HIS OR\n   20  HER INTEREST IN THE FARM ANIMALS, LESS ANY  COSTS,  FINES  OR  PENALTIES\n   21  IMPOSED  BY THE COURT, AS SPECIFIED UNDER PARAGRAPH (D) OF THIS SUBDIVI-\n   22  SION. IN NO CASE SHALL THE COURT AWARD CUSTODY OR CONTROL OF THE ANIMALS\n   23  TO ANY INTERESTED PERSON WHO CONSPIRED, AIDED OR ABETTED IN THE UNLAWFUL\n   24  ACT WHICH WAS THE BASIS OF THE CONVICTION, OR WHO KNEW  OR  SHOULD  HAVE\n   25  KNOWN OF THE UNLAWFUL ACT.\n   26    (G) NOTHING IN THIS SECTION SHALL BE CONSTRUED TO LIMIT OR RESTRICT IN\n   27  ANY  WAY THE RIGHTS OF A SECURED PARTY HAVING A SECURITY INTEREST IN ANY\n   28  FARM ANIMAL DESCRIBED IN THIS SECTION. THIS SECTION EXPRESSLY  DOES  NOT\n   29  IMPAIR OR SUBORDINATE THE RIGHTS OF SUCH A SECURED LENDER HAVING A SECU-\n   30  RITY  INTEREST  IN FARM ANIMALS OR IN THE PROCEEDS FROM THE SALE OF SUCH\n   31  FARM ANIMALS.\n   32  S 236.30 OFFICER MAY TAKE POSSESSION OF ANIMALS OR  IMPLEMENTS  USED  IN\n   33             FIGHTS AMONG ANIMALS.\n   34    ANY  OFFICER  AUTHORIZED  BY  LAW  TO  MAKE  ARRESTS MAY LAWFULLY TAKE\n   35  POSSESSION OF ANY ANIMALS, OR IMPLEMENTS,  OR  OTHER  PROPERTY  USED  OR\n   36  EMPLOYED,  OR  ABOUT  TO  BE  USED  OR EMPLOYED, IN THE VIOLATION OF ANY\n   37  PROVISION OF LAW RELATING TO FIGHTS AMONG ANIMALS. HE OR SHE SHALL STATE\n   38  TO THE PERSON IN CHARGE THEREOF, AT THE TIME OF SUCH TAKING, HIS OR  HER\n   39  NAME  AND  RESIDENCE, AND ALSO, THE TIME AND PLACE AT WHICH THE APPLICA-\n   40  TION PROVIDED FOR BY SECTION 236.31 OF THIS ARTICLE WILL BE MADE.\n   41  S 236.31 DISPOSITION OF ANIMALS  OR  IMPLEMENTS  USED  IN  FIGHTS  AMONG\n   42             ANIMALS.\n   43    THE  OFFICER,  AFTER TAKING POSSESSION OF SUCH ANIMALS, OR IMPLEMENTS,\n   44  OR OTHER PROPERTY, PURSUANT TO SECTION 236.30  OF  THIS  ARTICLE,  SHALL\n   45  APPLY TO THE MAGISTRATE BEFORE WHOM COMPLAINT IS MADE AGAINST THE OFFEN-\n   46  DER  VIOLATING  SUCH  PROVISION OF LAW, FOR THE ORDER AUTHORIZED BY THIS\n   47  SECTION, AND SHALL MAKE AND FILE  AN  AFFIDAVIT  WITH  SUCH  MAGISTRATE,\n   48  STATING  THEREIN THE NAME OF THE OFFENDER CHARGED IN SUCH COMPLAINT, THE\n   49  TIME, PLACE AND DESCRIPTION OF THE ANIMALS, IMPLEMENTS OR OTHER PROPERTY\n   50  SO TAKEN, TOGETHER WITH THE NAME OF THE PARTY WHO CLAIMS  THE  SAME,  IF\n   51  KNOWN,  AND  THAT  THE  AFFIANT  HAS REASON TO BELIEVE AND DOES BELIEVE,\n   52  STATING THE GROUNDS OF SUCH BELIEF, THAT THE SAME WERE USED OR EMPLOYED,\n   53  OR WERE ABOUT TO BE USED OR EMPLOYED, IN SUCH VIOLATION, AND WILL ESTAB-\n   54  LISH THE TRUTH THEREOF UPON THE TRIAL OF SUCH OFFENDER. HE OR SHE  SHALL\n   55  THEN DELIVER SUCH ANIMALS, IMPLEMENTS, OR OTHER PROPERTY, TO SUCH MAGIS-\n   56  TRATE,  WHO  SHALL THEREUPON, BY ORDER IN WRITING, PLACE THE SAME IN THE\n\n       A. 1836                            19\n\n    1  CUSTODY OF AN OFFICER OR OTHER PROPER PERSON IN  SUCH  ORDER  NAMED  AND\n    2  DESIGNATED,  TO BE BY HIM OR HER KEPT UNTIL THE TRIAL OR FINAL DISCHARGE\n    3  OF THE OFFENDER, AND SHALL SEND A COPY OF SUCH ORDER, WITHOUT DELAY,  TO\n    4  THE  DISTRICT ATTORNEY OF THE COUNTY. THE OFFICER OR PERSON SO NAMED AND\n    5  DESIGNATED IN SUCH ORDER, SHALL IMMEDIATELY THEREUPON ASSUME SUCH CUSTO-\n    6  DY, AND SHALL RETAIN THE SAME FOR THE  PURPOSE  OF  EVIDENCE  UPON  SUCH\n    7  TRIAL,  SUBJECT TO THE ORDER OF THE COURT BEFORE WHICH SUCH OFFENDER MAY\n    8  BE REQUIRED TO APPEAR, UNTIL HIS OR HER FINAL DISCHARGE  OR  CONVICTION.\n    9  UPON  THE CONVICTION OF SUCH OFFENDER, THE ANIMALS, IMPLEMENTS, OR OTHER\n   10  PROPERTY, SHALL BE ADJUDGED BY THE COURT TO BE FORFEITED. IN  THE  EVENT\n   11  OF  THE ACQUITTAL OR FINAL DISCHARGE, WITHOUT CONVICTION, OF SUCH OFFEN-\n   12  DER, SUCH COURT SHALL, ON DEMAND, DIRECT THE DELIVERY OF THE PROPERTY SO\n   13  HELD IN CUSTODY TO THE OWNER THEREOF.\n   14  S 236.32 DISPOSAL OF DEAD ANIMALS.\n   15    1. THE CARCASSES OF LARGE DOMESTIC ANIMALS, INCLUDING BUT NOT  LIMITED\n   16  TO  HORSES,  COWS, SHEEP, SWINE, GOATS AND MULES, WHICH HAVE DIED OTHER-\n   17  WISE THAN BY SLAUGHTER, SHALL BE BURIED AT LEAST THREE  FEET  BELOW  THE\n   18  SURFACE  OF  THE GROUND OR OTHERWISE DISPOSED OF IN A SANITARY MANNER BY\n   19  THE OWNER OF SUCH ANIMALS, WHETHER THE  CARCASSES  ARE  LOCATED  ON  THE\n   20  PREMISES  OF  SUCH  OWNER OR ELSEWHERE. SUCH DISPOSAL SHALL BE COMPLETED\n   21  WITHIN SEVENTY-TWO HOURS AFTER THE OWNER IS DIRECTED TO  DO  SO  BY  ANY\n   22  PEACE  OFFICER,  ACTING  PURSUANT  TO  HIS OR HER SPECIAL DUTIES, POLICE\n   23  OFFICER, OR BY A DESIGNATED REPRESENTATIVE OF THE COMMISSIONER OF  AGRI-\n   24  CULTURE AND MARKETS.\n   25    2.  NOTWITHSTANDING  SECTION  FORTY-ONE OF THE AGRICULTURE AND MARKETS\n   26  LAW, ANY VIOLATION OF THIS SECTION SHALL CONSTITUTE  A  VIOLATION.  THIS\n   27  SECTION  SHALL  NOT  APPLY  TO ANIMAL CARCASSES USED FOR EXPERIMENTAL OR\n   28  TEACHING PURPOSES.\n   29  S 236.33 SPAYING AND NEUTERING OF DOGS AND CATS.\n   30    1. THE LEGISLATURE FINDS THAT THE UNCONTROLLED BREEDING  OF  DOGS  AND\n   31  CATS  IN  THE  STATE RESULTS IN AN OVERABUNDANCE OF PUPPIES AND KITTENS.\n   32  MORE PUPPIES AND KITTENS ARE PRODUCED THAN RESPONSIBLE  HOMES  FOR  THEM\n   33  CAN  BE  PROVIDED. THIS LEADS TO MANY OF SUCH ANIMALS BECOMING STRAY AND\n   34  SUFFERING PRIVATION AND DEATH, BEING IMPOUNDED AND  DESTROYED  AT  GREAT\n   35  EXPENSE  TO  THE COMMUNITY AND CONSTITUTING A PUBLIC NUISANCE AND HEALTH\n   36  HAZARD. IT IS THEREFORE DECLARED TO BE THE PUBLIC POLICY OF  THIS  STATE\n   37  THAT  EVERY FEASIBLE HUMANE MEANS OF REDUCING THE PRODUCTION OF UNWANTED\n   38  PUPPIES AND KITTENS BE ENCOURAGED.\n   39    2. NO ANIMAL SHELTER, POUND, DOG CONTROL OFFICER, HUMANE SOCIETY,  DOG\n   40  OR  CAT  PROTECTIVE  ASSOCIATION,  OR  DULY INCORPORATED SOCIETY FOR THE\n   41  PREVENTION OF CRUELTY TO ANIMALS  SHALL  RELEASE  ANY  DOG  OR  CAT  FOR\n   42  ADOPTION TO ANY PERSON UNLESS PRIOR THERETO:\n   43    (A) THE DOG OR CAT HAS BEEN SPAYED OR NEUTERED; OR\n   44    (B) THE PERSON INTENDING TO ADOPT THE DOG OR CAT SHALL HAVE EXECUTED A\n   45  WRITTEN  AGREEMENT  WITH THE ANIMAL SHELTER, POUND, DOG CONTROL OFFICER,\n   46  HUMANE SOCIETY, DOG OR CAT PROTECTIVE ASSOCIATION, OR DULY  INCORPORATED\n   47  SOCIETY FOR THE PREVENTION OF CRUELTY TO ANIMALS, TO HAVE THE DOG OR CAT\n   48  SPAYED  OR NEUTERED WITHIN THIRTY DAYS FROM THE ADOPTION DATE, OR IN THE\n   49  CASE OF A DOG OR CAT WHICH HAS NOT YET REACHED SEXUAL  MATURITY,  WITHIN\n   50  THIRTY  DAYS  OF  THE  DOG OR CAT REACHING SIX MONTHS OF AGE. THE PERSON\n   51  INTENDING TO ADOPT THE DOG OR CAT SHALL DEPOSIT WITH THE ANIMAL SHELTER,\n   52  POUND, DOG CONTROL OFFICER, HUMANE SOCIETY, DOG OR CAT PROTECTIVE  ASSO-\n   53  CIATION,  OR  DULY INCORPORATED SOCIETY FOR THE PREVENTION OF CRUELTY TO\n   54  ANIMALS, AN AMOUNT OF NOT LESS THAN THIRTY-FIVE DOLLARS.  NOT MORE  THAN\n   55  EVERY  TWO  YEARS,  THE  COMMISSIONER  OF AGRICULTURE AND MARKETS, AFTER\n\n       A. 1836                            20\n\n    1  HOLDING A PUBLIC HEARING, MAY  RAISE  THE  AMOUNT  TO  BE  DEPOSITED  TO\n    2  REFLECT RISING COSTS; OR\n    3    (C) THE PERSON INTENDING TO ADOPT THE DOG OR CAT SHALL HAVE EXECUTED A\n    4  WRITTEN  AGREEMENT  WITH THE ANIMAL SHELTER, POUND, DOG CONTROL OFFICER,\n    5  HUMANE SOCIETY, DOG OR CAT PROTECTIVE ASSOCIATION  OR  SOCIETY  FOR  THE\n    6  PREVENTION  OF  CRUELTY  TO  ANIMALS  TO  HAVE  THE DOG OR CAT SPAYED OR\n    7  NEUTERED WITHIN THIRTY DAYS FROM THE ADOPTION DATE, OR IN THE CASE OF  A\n    8  DOG OR CAT WHICH HAS NOT YET REACHED SEXUAL MATURITY, WITHIN THIRTY DAYS\n    9  OF  THE  DOG  OR CAT REACHING SIX MONTHS OF AGE. THE PERSON INTENDING TO\n   10  ADOPT THE DOG OR CAT SHALL HAVE PAID AN ADOPTION FEE WHICH INCLUDES  THE\n   11  COST  OF  THE  SPAY  OR  NEUTER  PROCEDURE.  THE WRITTEN AGREEMENT SHALL\n   12  REQUIRE THAT THE ANIMAL SHELTER,  POUND,  DOG  CONTROL  OFFICER,  HUMANE\n   13  SOCIETY, DOG OR CAT PROTECTIVE ASSOCIATION OR SOCIETY FOR THE PREVENTION\n   14  OF CRUELTY TO ANIMALS FROM WHICH THE DOG OR CAT IS ADOPTED BEAR THE COST\n   15  OF THE SPAY OR NEUTER PROCEDURE.\n   16    3. FOR THE PURPOSES OF THIS SECTION, THE AGE OF THE ANIMAL AT THE TIME\n   17  OF  ADOPTION  SHALL  BE  DETERMINED  BY  THE  ANIMAL SHELTER, POUND, DOG\n   18  CONTROL OFFICER, HUMANE SOCIETY, DOG OR CAT PROTECTIVE  ASSOCIATION,  OR\n   19  DULY  INCORPORATED SOCIETY FOR THE PREVENTION OF CRUELTY TO ANIMALS THAT\n   20  RELEASES THE ANIMAL FOR ADOPTION AND SUCH AGE SHALL BE  CLEARLY  WRITTEN\n   21  ON THE WRITTEN AGREEMENT BY THE ANIMAL SHELTER, POUND, DOG CONTROL OFFI-\n   22  CER, HUMANE SOCIETY, DOG OR CAT PROTECTIVE ASSOCIATION, OR DULY INCORPO-\n   23  RATED  SOCIETY  FOR  THE  PREVENTION OF CRUELTY TO ANIMALS, PRIOR TO THE\n   24  AGREEMENT BEING EXECUTED BY THE PERSON ADOPTING THE ANIMAL.\n   25    4. ANY DEPOSIT COLLECTED PURSUANT TO PARAGRAPH (B) OF SUBDIVISION  TWO\n   26  OF  THIS  SECTION  THAT  IS  NOT  CLAIMED  WITHIN  NINETY  DAYS  OF  ITS\n   27  COLLECTION, OR IF THE DEPOSIT IS FOR AN ANIMAL UNDER SIX MONTHS OF  AGE,\n   28  WITHIN  SIXTY DAYS AFTER THE ANIMAL HAS REACHED SIX MONTHS OF AGE, SHALL\n   29  BE DEPOSITED IN THE ANIMAL POPULATION CONTROL FUND ESTABLISHED  PURSUANT\n   30  TO SECTION NINETY-SEVEN-XX OF THE STATE FINANCE LAW.\n   31    DEPOSITS  COLLECTED  PURSUANT  TO  PARAGRAPH (B) OF SUBDIVISION TWO OF\n   32  THIS SECTION SHALL BE REFUNDED TO THE ADOPTER UPON PRESENTATION  TO  THE\n   33  ANIMAL  SHELTER, POUND, DOG CONTROL OFFICER, HUMANE SOCIETY, DOG AND CAT\n   34  PROTECTIVE ASSOCIATION, OR DULY INCORPORATED SOCIETY FOR THE  PREVENTION\n   35  OF CRUELTY TO ANIMALS OF WRITTEN DOCUMENTATION FROM A LICENSED VETERINA-\n   36  RIAN  THAT THE DOG OR CAT HAS BEEN SPAYED OR NEUTERED, PROVIDED THAT THE\n   37  ANIMAL HAS BEEN SPAYED OR NEUTERED WITHIN  THE  TIME  SPECIFIED  IN  THE\n   38  WRITTEN  AGREEMENT,  OR THAT BECAUSE OF OLD AGE OR OTHER HEALTH REASONS,\n   39  AS CERTIFIED BY A LICENSED VETERINARIAN EXAMINING THE DOG OR CAT,  SPAY-\n   40  ING OR NEUTERING WOULD ENDANGER THE ANIMAL'S LIFE.\n   41    5.  NOTHING  CONTAINED  IN  THIS SECTION SHALL PREVENT ANY TOWN, CITY,\n   42  VILLAGE OR COUNTY IN THIS STATE FROM ENACTING A LOCAL LAW  OR  ORDINANCE\n   43  REQUIRING  THAT  ANIMAL  SHELTERS,  POUNDS, DOG CONTROL OFFICERS, HUMANE\n   44  SOCIETIES, DOG OR CAT  PROTECTIVE  ASSOCIATIONS  AND  DULY  INCORPORATED\n   45  SOCIETIES  FOR  THE  PREVENTION  OF CRUELTY TO ANIMALS WITHIN SUCH TOWN,\n   46  CITY, VILLAGE OR COUNTY SPAY OR NEUTER DOGS AND CATS PRIOR TO  RELEASING\n   47  SUCH ANIMALS FOR ADOPTION, PROVIDED THAT SUCH LOCAL LAW OR ORDINANCE MAY\n   48  REQUIRE  SPAYING  OR  NEUTERING AT AN AGE EARLIER, BUT IN NO EVENT LATER\n   49  THAN THAT REQUIRED IN THIS SECTION, EXCEPT WHERE BECAUSE OF ADVANCED AGE\n   50  OR OTHER HEALTH REASONS, AS CERTIFIED BY A LICENSED VETERINARIAN WHO HAS\n   51  EXAMINED THE DOG OR CAT, SPAYING OR NEUTERING WOULD ENDANGER THE LIFE OF\n   52  THE ANIMAL. A TOWN, CITY, VILLAGE OR COUNTY IN THIS  STATE  THAT  ENACTS\n   53  SUCH  A  LOCAL  LAW  OR ORDINANCE SHALL BE EXEMPT FROM THE PROVISIONS OF\n   54  THIS SECTION.\n   55  S 236.34 UNLAWFUL TAMPERING WITH ANIMAL RESEARCH.\n\n       A. 1836                            21\n\n    1    1. DEFINITIONS. FOR THE PURPOSES OF THIS SECTION, THE FOLLOWING  TERMS\n    2  SHALL HAVE THE FOLLOWING MEANINGS:\n    3    (A) \"INFECTIOUS AGENTS\" SHALL BE LIMITED TO THOSE ORGANISMS THAT CAUSE\n    4  SERIOUS PHYSICAL INJURY OR DEATH TO HUMANS.\n    5    (B)  \"ANIMAL\" MEANS ANY WARM OR COLD-BLOODED ANIMAL OR INSECT WHICH IS\n    6  BEING USED IN FOOD OR FIBER PRODUCTION, AGRICULTURE, RESEARCH,  TESTING,\n    7  OR  EDUCATION, HOWEVER, SHALL NOT INCLUDE ANY ANIMAL HELD PRIMARILY AS A\n    8  PET.\n    9    (C) \"FACILITY\" MEANS ANY  BUILDING,  STRUCTURE,  LABORATORY,  VEHICLE,\n   10  PASTURE,  PADDOCK,  POND,  IMPOUNDMENT  OR PREMISES WHERE ANY SCIENTIFIC\n   11  RESEARCH, TEST,  EXPERIMENT,  PRODUCTION,  EDUCATION,  OR  INVESTIGATION\n   12  INVOLVING  THE  USE OF ANY ANIMAL IS CARRIED OUT, CONDUCTED OR ATTEMPTED\n   13  OR WHERE RECORDS OR DOCUMENTS RELATING TO AN ANIMAL OR ANIMAL  RESEARCH,\n   14  TESTS,  EXPERIMENTS,  PRODUCTION,  EDUCATION  OR INVESTIGATION ARE MAIN-\n   15  TAINED.\n   16    (D) \"RELEASE\" MEANS TO INTENTIONALLY SET FREE FROM  ANY  FACILITY  ANY\n   17  ANIMAL WITHOUT ANY RIGHT, TITLE, OR CLAIM THERETO.\n   18    (E) \"ABANDONMENT\" MEANS THE INTENTIONAL RELINQUISHMENT OR FORSAKING OF\n   19  POSSESSION OR CONTROL OF ANY ANIMAL RELEASED FROM A FACILITY.\n   20    (F)  \"PERSON\"  MEANS  ANY INDIVIDUAL, FIRM, ORGANIZATION, PARTNERSHIP,\n   21  ASSOCIATION OR CORPORATION.\n   22    (G) \"SECRET SCIENTIFIC MATERIAL\" MEANS A SAMPLE, CULTURE, MICRO-ORGAN-\n   23  ISM, SPECIMEN, RECORD, RECORDING, DOCUMENT, DRAWING OR ANY  OTHER  ARTI-\n   24  CLE,  MATERIAL,  DEVICE  OR  SUBSTANCE  WHICH  CONSTITUTES,  REPRESENTS,\n   25  EVIDENCES, REFLECTS, OR  RECORDS  A  SCIENTIFIC  OR  TECHNICAL  PROCESS,\n   26  INVENTION OR FORMULA OR ANY PART OR PHASE THEREOF WHICH IS STORED, TEST-\n   27  ED,  STUDIED  OR  EXAMINED  IN  ANY  FACILITY, AND WHICH IS NOT, AND NOT\n   28  INTENDED TO BE, AVAILABLE TO ANYONE OTHER THAN  THE  PERSON  OR  PERSONS\n   29  RIGHTFULLY IN POSSESSION THEREOF OR SELECTED PERSONS HAVING ACCESS THER-\n   30  ETO  WITH  HIS,  HER OR THEIR CONSENT, AND WHEN IT ACCORDS OR MAY ACCORD\n   31  SUCH RIGHTFUL POSSESSORS AN ADVANTAGE OVER COMPETITORS OR OTHER  PERSONS\n   32  WHO DO NOT HAVE KNOWLEDGE OR THE BENEFIT THEREOF.\n   33    (H)  \"NOTICE\"  MEANS  TO  PROVIDE INFORMATION IN SUCH DETAIL TO MAKE A\n   34  REASONABLE PERSON AWARE OF THE PRESENCE  IN  A  FACILITY  OF  INFECTIOUS\n   35  AGENTS OR SECRET SCIENTIFIC MATERIAL.\n   36    2. NOTICE. ANY PERSON WHO, AFTER NOTICE HAS BEEN GIVEN BY:\n   37    (A) ACTUAL NOTICE IN WRITING OR ORALLY TO THE PERSON; OR\n   38    (B) PROMINENTLY POSTING WRITTEN NOTICE UPON OR IMMEDIATELY ADJACENT TO\n   39  THE FACILITY; OR\n   40    (C) NOTICE THAT IS ANNOUNCED UPON ENTRY TO THE FACILITY BY ANY PERSON:\n   41    (I)  KNOWINGLY  OR INTENTIONALLY RELEASES AN ANIMAL FROM A FACILITY OR\n   42  CAUSES THE ABANDONMENT OF AN ANIMAL KNOWING THAT SUCH ANIMAL WAS EXPOSED\n   43  TO INFECTIOUS AGENTS PRIOR TO SUCH RELEASE OR ABANDONMENT AND WAS  CAPA-\n   44  BLE OF TRANSMITTING SUCH INFECTIOUS AGENTS TO HUMANS; OR\n   45    (II)  WITH INTENT TO DO SO, CAUSES LOSS OR DAMAGE TO SECRET SCIENTIFIC\n   46  MATERIAL, AND HAVING NO RIGHT TO DO SO  NOR  ANY  REASONABLE  GROUND  TO\n   47  BELIEVE  THAT  HE OR SHE HAS SUCH RIGHT, CAUSES LOSS OF OR DAMAGE TO ANY\n   48  SECRET SCIENTIFIC MATERIAL IN AN AMOUNT IN EXCESS OF TWO  HUNDRED  FIFTY\n   49  DOLLARS AT A FACILITY, SHALL BE GUILTY OF UNLAWFUL TAMPERING WITH ANIMAL\n   50  RESEARCH. UNLAWFUL TAMPERING WITH ANIMAL RESEARCH IS A CLASS E FELONY.\n   51    3.  PRIVATE  RIGHT OF ACTION. ANY PERSON WHO VIOLATES ANY PROVISION OF\n   52  THIS SECTION SHALL BE LIABLE IN ANY  COURT  OF  COMPETENT  JURISDICTION,\n   53  INCLUDING SMALL CLAIMS COURT, IN AN AMOUNT EQUAL TO:\n   54    (A)  DAMAGES SUSTAINED AS A RESULT OF SUCH VIOLATION OR FIFTY DOLLARS,\n   55  WHICHEVER IS GREATER, FOR EACH VIOLATION;\n   56    (B) SUCH ADDITIONAL PUNITIVE DAMAGES AS THE COURT MAY ALLOW;\n\n       A. 1836                            22\n\n    1    (C) ATTORNEY'S FEES AND COSTS; AND\n    2    (D) COST OF DUPLICATING ANY EXPERIMENT WHICH WAS DAMAGED BY THE UNLAW-\n    3  FUL TAMPERING WITH ANIMAL RESEARCH, IF APPLICABLE.\n    4    IN ANY ACTION BROUGHT BY ANY PERSON TO ENFORCE THIS SECTION, THE COURT\n    5  MAY,  SUBJECT  TO  ITS  JURISDICTION, ISSUE AN INJUNCTION TO RESTRAIN OR\n    6  PREVENT ANY VIOLATION OF THIS SECTION OR ANY  CONTINUANCE  OF  ANY  SUCH\n    7  VIOLATION.\n    8  S 236.35 PROHIBITION OF THE SELLING OF FUR, HAIR, SKIN OR FLESH OF A DOG\n    9              OR CAT.\n   10    1.  IT  SHALL  BE UNLAWFUL FOR ANY PERSON, FIRM, PARTNERSHIP OR CORPO-\n   11  RATION TO KNOWINGLY IMPORT, SELL, OFFER FOR SALE, MANUFACTURE,  DISTRIB-\n   12  UTE,  TRANSPORT  OR  OTHERWISE MARKET OR TRADE IN THE FUR, HAIR, SKIN OR\n   13  FLESH OF A DOMESTICATED  DOG  (CANIS  FAMILIARIS)  OR  DOMESTICATED  CAT\n   14  (FELIS  CATUS  OR  DOMESTICUS),  WHETHER DOMESTICALLY RAISED OR IMPORTED\n   15  FROM ANOTHER COUNTRY, OR ANY PRODUCT OR ITEM CONTAINING OR COMPRISED  OF\n   16  THE  FUR,  HAIR, SKIN OR FLESH OF A DOG OR CAT.  AS USED IN THIS SECTION\n   17  THE TERM \"DOMESTICATED DOG OR CAT\" SHALL  NOT  MEAN  OR  INCLUDE  COYOTE\n   18  (RANIS  LATRANS),  FOX  (VULPES  VOLPES,  VULPES CINEREOARGENTEUS), LYNX\n   19  (FELIS LYNX) OR BOBCAT (FELIS RUFUS).\n   20    2. MANUFACTURERS OR SUPPLIERS  SHALL  PROVIDE  CERTIFICATION  TO  EACH\n   21  RETAILER  THAT  ANY  FUR, HAIR, SKIN OR FLESH CONTAINED IN SUCH ITEMS IS\n   22  NOT DERIVED FROM DOMESTICATED DOG OR DOMESTICATED CAT.\n   23    3. THE COMMISSIONER OF AGRICULTURE AND MARKETS SHALL MAINTAIN A STAND-\n   24  ARD FOR THE CERTIFICATION REQUIRED BY THE PROVISIONS OF SUBDIVISION  TWO\n   25  OF THIS SECTION.\n   26    4.  A VIOLATION OF THIS SECTION SHALL BE PUNISHABLE BY A CIVIL PENALTY\n   27  OF UP TO ONE THOUSAND DOLLARS FOR AN INDIVIDUAL AND UP TO FIVE  THOUSAND\n   28  DOLLARS  FOR  A  CORPORATION  FOR  THE  FIRST  VIOLATION. ANY SUBSEQUENT\n   29  VIOLATION SHALL BE PUNISHABLE BY A CIVIL PENALTY OF  UP  TO  TWENTY-FIVE\n   30  THOUSAND DOLLARS.\n   31    5.  ANY  CIVIL PENALTIES COLLECTED PURSUANT TO THIS SECTION OF LAW ARE\n   32  PAYABLE TO THE ANIMAL POPULATION CONTROL FUND  ESTABLISHED  PURSUANT  TO\n   33  SECTION NINETY-SEVEN-XX OF THE STATE FINANCE LAW.\n   34    6.  (A) NO PROVISION OF THIS SECTION SHALL BE CONSTRUED TO PROHIBIT OR\n   35  INTERFERE WITH ANY PROPERLY CONDUCTED SCIENTIFIC TESTS,  EXPERIMENTS  OR\n   36  INVESTIGATIONS  INVOLVING  THE USE OF DOG OR CAT FUR OR FLESH, PERFORMED\n   37  OR CONDUCTED IN LABORATORIES OR INSTITUTIONS,  WHICH  ARE  APPROVED  FOR\n   38  THESE  PURPOSES BY THE COMMISSIONER OF HEALTH IN ACCORDANCE WITH SECTION\n   39  236.02 OF THIS ARTICLE.\n   40    (B) NO PROVISION OF THIS SECTION SHALL BE CONSTRUED  TO  PROHIBIT  ANY\n   41  PERSON, FIRM, PARTNERSHIP OR CORPORATION FROM IMPORTING, SELLING, OFFER-\n   42  ING  FOR  SALE,  MANUFACTURING, DISTRIBUTING, TRANSPORTING, OR OTHERWISE\n   43  MARKETING OR TRADING IN THE FUR, HAIR, SKIN, OR FLESH OF A  DOMESTICATED\n   44  DOG  OR CAT FOR THE PURPOSES OF CONDUCTING SCIENTIFIC TESTS, EXPERIMENTS\n   45  OR INVESTIGATIONS THAT ARE TO BE PERFORMED OR CONDUCTED IN  LABORATORIES\n   46  OR  INSTITUTIONS,  WHICH  ARE APPROVED FOR THESE PURPOSES BY THE COMMIS-\n   47  SIONER OF HEALTH IN ACCORDANCE WITH SECTION 236.02 OF THIS ARTICLE.\n   48  S 236.36 CONFINEMENT OF COMPANION ANIMALS IN VEHICLES;  EXTREME  TEMPER-\n   49             ATURES.\n   50    1. A PERSON SHALL NOT CONFINE A COMPANION ANIMAL IN A MOTOR VEHICLE IN\n   51  EXTREME HEAT OR COLD WITHOUT PROPER VENTILATION OR OTHER PROTECTION FROM\n   52  SUCH  EXTREME  TEMPERATURES  WHERE SUCH CONFINEMENT PLACES THE COMPANION\n   53  ANIMAL IN IMMINENT DANGER OF DEATH OR SERIOUS  PHYSICAL  INJURY  DUE  TO\n   54  EXPOSURE TO SUCH EXTREME HEAT OR COLD.\n   55    2.  WHERE THE OPERATOR OF SUCH A VEHICLE CANNOT BE PROMPTLY LOCATED, A\n   56  POLICE OFFICER, PEACE OFFICER, OR PEACE OFFICER ACTING AS AN AGENT OF  A\n\n       A. 1836                            23\n\n    1  DULY  INCORPORATED HUMANE SOCIETY MAY TAKE NECESSARY STEPS TO REMOVE THE\n    2  ANIMAL OR ANIMALS FROM THE VEHICLE.\n    3    3.  POLICE OFFICERS, PEACE OFFICERS OR PEACE OFFICERS ACTING AS AGENTS\n    4  OF A DULY INCORPORATED HUMANE SOCIETY REMOVING AN ANIMAL OR ANIMALS FROM\n    5  A VEHICLE PURSUANT TO THIS SECTION SHALL PLACE A WRITTEN NOTICE ON OR IN\n    6  THE VEHICLE, BEARING THE NAME OF THE OFFICER OR AGENT, AND  THE  DEPART-\n    7  MENT OR AGENCY AND ADDRESS WHERE THE ANIMAL OR ANIMALS WILL BE TAKEN.\n    8    4.  AN  ANIMAL  OR  ANIMALS  REMOVED  FROM  A VEHICLE PURSUANT TO THIS\n    9  SECTION SHALL, AFTER  RECEIPT  OF  ANY  NECESSARY  EMERGENCY  VETERINARY\n   10  TREATMENT, BE DELIVERED TO THE DULY INCORPORATED HUMANE SOCIETY OR SOCI-\n   11  ETY FOR THE PREVENTION OF CRUELTY TO ANIMALS, OR DESIGNATED AGENT THERE-\n   12  OF, IN THE JURISDICTION WHERE THE ANIMAL OR ANIMALS WERE SEIZED.\n   13    5. ANY PERSON WHO KNOWINGLY VIOLATES THE PROVISIONS OF SUBDIVISION ONE\n   14  OF  THIS SECTION SHALL BE GUILTY OF A VIOLATION, PUNISHABLE BY A FINE OF\n   15  NOT LESS THAN FIFTY DOLLARS NOR MORE THAN  ONE  HUNDRED  DOLLARS  FOR  A\n   16  FIRST  OFFENSE, AND A FINE OF NOT LESS THAN ONE HUNDRED DOLLARS NOR MORE\n   17  THAN TWO HUNDRED FIFTY DOLLARS FOR A SECOND AND SUBSEQUENT OFFENSES.\n   18    6. OFFICERS SHALL NOT BE HELD CRIMINALLY OR CIVILLY LIABLE FOR ACTIONS\n   19  TAKEN REASONABLY AND IN GOOD FAITH IN CARRYING  OUT  THE  PROVISIONS  OF\n   20  THIS SECTION.\n   21    7.  NOTHING CONTAINED IN THIS SECTION SHALL BE CONSTRUED TO AFFECT ANY\n   22  OTHER  PROTECTIONS  AFFORDED  TO  COMPANION  ANIMALS  UNDER  ANY   OTHER\n   23  PROVISIONS OF THIS ARTICLE.\n   24    S 2. Article 26 of the agriculture and markets law is REPEALED.\n   25    S 3. Paragraph (a) of subdivision 24 of section 108 of the agriculture\n   26  and  markets  law,  as  amended  by  chapter 392 of the laws of 2004, is\n   27  amended to read as follows:\n   28    (a) \"Dangerous dog\" means any  dog  which  (i)  without  justification\n   29  attacks  a  person,  companion  animal as defined in subdivision five of\n   30  section [three hundred fifty of this chapter] 236.00 OF THE  PENAL  LAW,\n   31  farm  animal  as  defined  in subdivision four of section [three hundred\n   32  fifty of this chapter] 236.00 OF THE PENAL LAW  or  domestic  animal  as\n   33  defined  in subdivision seven of this section and causes physical injury\n   34  or death, or (ii) behaves in a manner which a  reasonable  person  would\n   35  believe poses a serious and unjustified imminent threat of serious phys-\n   36  ical  injury  or  death  to one or more persons, companion animals, farm\n   37  animals or domestic animals or (iii)  without  justification  attacks  a\n   38  service  dog,  guide  dog  or  hearing dog and causes physical injury or\n   39  death.\n   40    S 4. Paragraph (b) of subdivision 2 of section 123 of the  agriculture\n   41  and markets law, as amended by section 18 of part T of chapter 59 of the\n   42  laws of 2010, is amended to read as follows:\n   43    (b)  secure, humane confinement of the dog for a period of time and in\n   44  a manner deemed appropriate by the court  but  in  all  instances  in  a\n   45  manner  designed  to:  (1)  prevent  escape  of the dog, (2) protect the\n   46  public from unauthorized contact with the dog, and (3)  to  protect  the\n   47  dog  from  the elements pursuant to section [three hundred fifty-three-b\n   48  of this chapter] 236.04 OF THE PENAL LAW.   Such confinement  shall  not\n   49  include lengthy periods of tying or chaining;\n   50    S  5. Subdivision 1 of section 160.10 of the criminal procedure law is\n   51  amended by adding a new paragraph (b-1) to read as follows:\n   52    (B-1) A MISDEMEANOR DEFINED IN SECTION 236.02 OF THE PENAL LAW; OR\n   53    S 6. Subparagraph 2 of paragraph  (f)  of  subdivision  1  of  section\n   54  530.12  of  the  criminal  procedure law, as added by chapter 253 of the\n   55  laws of 2006, is amended to read as follows:\n\n       A. 1836                            24\n\n    1    2. \"Companion animal\", as used in this section, shall  have  the  same\n    2  meaning  as  in  subdivision five of section [three hundred fifty of the\n    3  agriculture and markets] 236.00 OF THE PENAL law.\n    4    S 7. Subparagraph 2 of paragraph (c) of subdivision 1 and subparagraph\n    5  2  of  paragraph  (c) of subdivision 4 of section 530.13 of the criminal\n    6  procedure law, as added by chapter 253 of the laws of 2006, are  amended\n    7  to read as follows:\n    8    2.  \"Companion  animal\",  as used in this section, shall have the same\n    9  meaning as in subdivision five of section [three hundred  fifty  of  the\n   10  agriculture and markets] 236.00 OF THE PENAL law.\n   11    2.  \"Companion  animal\",  as used in this section, shall have the same\n   12  meaning as in subdivision five of section [three hundred  fifty  of  the\n   13  agriculture and markets] 236.00 OF THE PENAL law.\n   14    S  8. The opening paragraph of paragraph e of subdivision 6 of section\n   15  11-0103 of the environmental conservation law, as amended by chapter  10\n   16  of the laws of 2005, is amended to read as follows:\n   17    \"Wild  animal\"  shall  not  include  \"companion  animal\" as defined in\n   18  section [three hundred fifty of the agriculture and markets]  236.00  OF\n   19  THE  PENAL  law.  Wild animal includes, and is limited to, any or all of\n   20  the following orders and families:\n   21    S 9. Paragraph f of subdivision 9 of section 11-0917 of  the  environ-\n   22  mental  conservation law, as amended by chapter 432 of the laws of 1997,\n   23  is amended to read as follows:\n   24    f. No live wolf, coyote,  coydog,  fox,  skunk,  venomous  reptile  or\n   25  raccoon  shall  be  possessed  or transported, except under a license or\n   26  permit issued by the department.   Every such license  or  permit  shall\n   27  contain  a prominent notice thereon warning the licensee or permittee of\n   28  his or her duty to exercise due care in  safeguarding  the  public  from\n   29  attack by such wild animal or venomous reptile and that failure to do so\n   30  is  a  crime under section [three hundred seventy of the agriculture and\n   31  markets law] 236.25 OF THE PENAL LAW.   The provisions  of  the  opening\n   32  paragraph  of  section  [three  hundred  seventy  of the agriculture and\n   33  markets] 236.25 OF THE PENAL law except the last sentence thereof  shall\n   34  be  set forth on such license or permit immediately following such warn-\n   35  ing notice.\n   36    S 10. Subdivision 6 of section 399-aa of the general business law,  as\n   37  added by chapter 573 of the laws of 2002, is amended to read as follows:\n   38    6.  (a) No provision of this section shall be construed to prohibit or\n   39  interfere with any properly conducted scientific tests,  experiments  or\n   40  investigations  involving  the use of dog or cat fur or flesh, performed\n   41  or conducted in laboratories or institutions,  which  are  approved  for\n   42  these  purposes  by  the state commissioner of health in accordance with\n   43  section [three hundred  fifty-three  of  the  agriculture  and  markets]\n   44  236.02 OF THE PENAL law.\n   45    (b)  No  provision  of this section shall be construed to prohibit any\n   46  person, firm, partnership or corporation from importing, selling, offer-\n   47  ing for sale, manufacturing, distributing,  transporting,  or  otherwise\n   48  marketing  or trading in the fur, hair, skin, or flesh of a domesticated\n   49  dog or cat for the purposes of conducting scientific tests,  experiments\n   50  or  investigations that are to be performed or conducted in laboratories\n   51  or institutions, which are approved for  these  purposes  by  the  state\n   52  commissioner  of health in accordance with section [three hundred fifty-\n   53  three of the agriculture and markets] 236.02 OF THE PENAL law.\n   54    S 11. Section 750-t of the general business law, as added  by  chapter\n   55  526 of the laws of 1992, is amended to read as follows:\n\n       A. 1836                            25\n\n    1    S 750-t. Disposal in compliance with forms. A pet cemetery owner shall\n    2  dispose  of  a pet in compliance with a pet disposal form completed by a\n    3  pet owner or veterinarian. If such pet is disposed of, either  by  indi-\n    4  vidual  cremation  or  individual  burial,  the pet cemetery owner shall\n    5  within  ten days of such disposal send or give a written confirmation of\n    6  such  disposal  to  the  pet  owner  or   veterinarian,   depending   on\n    7  instructions  in  pet  disposal  form,  and, shall attest to the method,\n    8  date, and place of disposal. If a pet is disposed of either through mass\n    9  cremation or mass burial, no written  confirmation  shall  be  required.\n   10  Copies  of  all  forms shall be retained for a period of two years after\n   11  receipt. All pet remains shall be buried at least  twelve  inches  below\n   12  the  surface  of the ground or in accordance with section [three hundred\n   13  seventy-seven of the agriculture and markets] 236.32 OF THE PENAL law in\n   14  the case of a large domestic animal or otherwise disposed of in a  sani-\n   15  tary manner.\n   16    S  12.  Subdivision  1  of  section  352.3 of the family court act, as\n   17  amended by chapter 532 of the laws  of  2008,  is  amended  to  read  as\n   18  follows:\n   19    (1)  Upon  the  issuance  of an order pursuant to section 315.3 or the\n   20  entry of an order of disposition pursuant to section 352.2, a court  may\n   21  enter  an  order  of  protection  against  any respondent for good cause\n   22  shown. The order may require that the respondent: (a) stay away from the\n   23  home, school, business or place of employment  of  the  victims  of  the\n   24  alleged  offense; or (b) refrain from harassing, intimidating, threaten-\n   25  ing or otherwise interfering with the victim or victims of  the  alleged\n   26  offense  and  such  members of the family or household of such victim or\n   27  victims as shall be specifically named by the court in  such  order;  or\n   28  (c)  refrain  from intentionally injuring or killing, without justifica-\n   29  tion, any companion animal the respondent knows to be owned,  possessed,\n   30  leased,  kept  or  held  by the person protected by the order or a minor\n   31  child residing in such person's household. \"Companion animal\",  as  used\n   32  in  this subdivision, shall have the same meaning as in subdivision five\n   33  of section [three hundred fifty of the agriculture and  markets]  236.00\n   34  OF THE PENAL law.\n   35    S  13.  Paragraph  2  of  subdivision (h) of section 446 of the family\n   36  court act, as added by chapter 253 of the laws of 2006,  is  amended  to\n   37  read as follows:\n   38    2.  \"Companion  animal\",  as used in this section, shall have the same\n   39  meaning as in subdivision five of section [three hundred  fifty  of  the\n   40  agriculture and markets] 236.00 OF THE PENAL law.\n   41    S  14.  Paragraph  2  of  subdivision (i) of section 551 of the family\n   42  court act, as added by chapter 253 of the laws of 2006,  is  amended  to\n   43  read as follows:\n   44    2.  \"Companion  animal\",  as used in this section, shall have the same\n   45  meaning as in subdivision five of section [three hundred  fifty  of  the\n   46  agriculture and markets] 236.00 OF THE PENAL law.\n   47    S  15.  Paragraph  2  of  subdivision (i) of section 656 of the family\n   48  court act, as added by chapter 253 of the laws of 2006,  is  amended  to\n   49  read as follows:\n   50    2.  \"Companion  animal\",  as used in this section, shall have the same\n   51  meaning as in subdivision five of section [three hundred  fifty  of  the\n   52  agriculture and markets] 236.00 OF THE PENAL law.\n   53    S  16.  Paragraph  2  of  subdivision (h) of section 759 of the family\n   54  court act, as added by chapter 253 of the laws of 2006,  is  amended  to\n   55  read as follows:\n\n       A. 1836                            26\n\n    1    2.  \"Companion  animal\",  as used in this section, shall have the same\n    2  meaning as in subdivision five of section [three hundred  fifty  of  the\n    3  agriculture and markets] 236.00 OF THE PENAL law.\n    4    S  17.  Paragraph  2  of  subdivision (i) of section 842 of the family\n    5  court act, as added by chapter 253 of the laws of 2006,  is  amended  to\n    6  read as follows:\n    7    2.  \"Companion  animal\",  as used in this section, shall have the same\n    8  meaning as in subdivision five of section [three hundred  fifty  of  the\n    9  agriculture and markets] 236.00 OF THE PENAL law.\n   10    S 18. Subparagraph 2 of paragraph (g) of subdivision 1 of section 1056\n   11  of the family court act, as added by chapter 253 of the laws of 2006, is\n   12  amended to read as follows:\n   13    2.  \"Companion  animal\",  as used in this section, shall have the same\n   14  meaning as in subdivision five of section [three hundred  fifty  of  the\n   15  agriculture and markets] 236.00 OF THE PENAL law.\n   16    S  19.  Subdivision  d of section 20-383 of the administrative code of\n   17  the city of New York, as amended by local law number 2 of  the  city  of\n   18  New York for the year 1994, is amended to read as follows:\n   19    d.  Notwithstanding  the  provisions  of  subdivisions b and c of this\n   20  section, any driver of a horse drawn cab found guilty of  one  violation\n   21  of  subdivision  d  of  section  20-381.1 of the code or sections [three\n   22  hundred fifty-one, three hundred fifty-three, three  hundred  fifty-five\n   23  through  three  hundred sixty-two or three hundred sixty-nine of the New\n   24  York state agriculture and  markets]  236.01,  236.02,  236.07,  236.08,\n   25  236.09,  236.10,  236.11,  236.12,  236.13,  236.14,  236.15, 236.16, OR\n   26  236.24 OF THE PENAL law or who is found guilty of a  violation  of  this\n   27  subchapter  while his or her license is suspended, shall have his or her\n   28  license revoked. A driver whose license has been revoked  in  accordance\n   29  with  this provision may not apply for a new license for five years from\n   30  the date of revocation.\n   31    S 20. Section 80 of the agriculture and markets  law,  as  amended  by\n   32  chapter 680 of the laws of 1967, is amended to read as follows:\n   33    S 80. Certificate  to healthy herds.  For the purpose of giving recog-\n   34  nition to other than segregated herds which are certified to him OR HER,\n   35  after competent examination satisfactory to him OR HER, to be in a heal-\n   36  thy condition, the commissioner  is  hereby  authorized  to  issue  such\n   37  certificates  as he OR SHE may deem proper to the owner of such herd; to\n   38  use such terms to designate such herds as will  harmonize  with  federal\n   39  designations of such herds and to adopt such rules as he OR SHE may deem\n   40  proper  for  the  tagging,  branding or marking of any animal or animals\n   41  affected or believed to be affected with any  communicable  disease,  or\n   42  exposed thereto. In the event that such animals are branded it shall not\n   43  be  construed as cruelty to animals within the meaning of article [twen-\n   44  ty-six of this chapter] TWO HUNDRED THIRTY-SIX OF THE PENAL LAW.\n   45    S 21. Subdivision 3 of section 404 of the agriculture and markets law,\n   46  as added by chapter 259 of the laws of  2000,  is  amended  to  read  as\n   47  follows:\n   48    3.  Violation  of  any  provision  of  this article or conviction of a\n   49  violation of any provision of article [twenty-six of this  chapter]  TWO\n   50  HUNDRED  THIRTY-SIX  OF  THE PENAL LAW or regulations promulgated there-\n   51  under pertaining to humane treatment of  animals,  cruelty  to  animals,\n   52  endangering  the life or health of an animal, or violation of any feder-\n   53  al, state, or  local  law  pertaining  to  the  care,  treatment,  sale,\n   54  possession, or handling of animals or any regulation or rule promulgated\n   55  pursuant  thereto  relating to the endangerment of the life or health of\n   56  an animal.\n\n       A. 1836                            27\n\n    1    S 22. Section 407 of the agriculture and  markets  law,  as  added  by\n    2  chapter 259 of the laws of 2000, is amended to read as follows:\n    3    S  407. Construction with other laws. Nothing in this article shall be\n    4  construed to limit or restrict agents or officers of societies  for  the\n    5  prevention  of  cruelty  to  animals  or the police from enforcing other\n    6  provisions of [article twenty-six of] this chapter, ARTICLE TWO  HUNDRED\n    7  THIRTY-SIX  OF  THE  PENAL  LAW, or any other law relating to the humane\n    8  treatment of or cruelty to animals.\n    9    S 23. Subdivisions 56, 68 and 79  of  section  2.10  of  the  criminal\n   10  procedure  law,  subdivision  56  as added by chapter 188 of the laws of\n   11  1989, subdivision 68 as added by chapter 227 of the  laws  of  2000  and\n   12  subdivision  79 as added by chapter 752 of the laws of 2004, are amended\n   13  to read as follows:\n   14    56. Dog control officers  of  the  town  of  Brookhaven,  who  at  the\n   15  discretion  of  the  town  board may be designated as constables for the\n   16  purpose of enforcing article [twenty-six of the agriculture and  markets\n   17  law]  TWO  HUNDRED  THIRTY-SIX  OF  THE PENAL LAW and for the purpose of\n   18  issuing appearance tickets permitted under article seven of  [such]  THE\n   19  AGRICULTURE  AND  MARKETS  law;  provided, however, that nothing in this\n   20  subdivision shall be deemed to authorize such officer to carry, possess,\n   21  repair or dispose of a firearm unless the appropriate  license  therefor\n   22  has been issued pursuant to section 400.00 of the penal law.\n   23    68. Dog control officers of the town of Arcadia, who at the discretion\n   24  of  the  town  board  may be designated as constables for the purpose of\n   25  enforcing article [twenty-six of the agriculture and  markets  law]  TWO\n   26  HUNDRED  THIRTY-SIX  OF  THE  PENAL  LAW  and for the purpose of issuing\n   27  appearance tickets permitted under article seven of [such] THE  AGRICUL-\n   28  TURE  AND  MARKETS law; provided, however, that nothing in this subdivi-\n   29  sion shall be deemed to authorize such officer to carry, possess, repair\n   30  or dispose of a firearm unless the appropriate license therefor has been\n   31  issued pursuant to section 400.00 of the penal law.\n   32    79. Animal control  officers  of  the  city  of  Elmira,  who  at  the\n   33  discretion  of  the city council of the city of Elmira may be designated\n   34  as constables for the purpose of enforcing article  [twenty-six  of  the\n   35  agriculture  and  markets  law] TWO HUNDRED THIRTY-SIX OF THE PENAL LAW,\n   36  and for the purpose of issuing appearance tickets permitted under  arti-\n   37  cle  seven of [such] THE AGRICULTURE AND MARKETS law; provided, however,\n   38  that nothing in this subdivision shall be deemed to authorize such offi-\n   39  cer to carry, possess, repair or dispose of a firearm unless the  appro-\n   40  priate  license  therefor  has been issued pursuant to section 400.00 of\n   41  the penal law.\n   42    S 24. Paragraph (i) of subdivision 1 of section 750-h of  the  general\n   43  business law, as added by chapter 526 of the laws of 1992, is amended to\n   44  read as follows:\n   45    (i)  Conviction  of a violation of article [twenty-six of the agricul-\n   46  ture and markets law] TWO HUNDRED THIRTY-SIX OF THE PENAL LAW  involving\n   47  cruelty to animals.\n   48    S  25.  Section 753-d of the general business law, as added by chapter\n   49  259 of the laws of 2000, is amended to read as follows:\n   50    S 753-d. Construction with other laws. Nothing in this  article  shall\n   51  be  construed  to  limit or restrict agents or officers of societies for\n   52  the prevention of cruelty to animals or the police from enforcing [arti-\n   53  cles twenty-six and] ARTICLE twenty-six-A of the agriculture and markets\n   54  law, ARTICLE TWO HUNDRED THIRTY-SIX OF THE PENAL LAW, or any  other  law\n   55  relating to the humane treatment of, or cruelty to, animals.\n\n       A. 1836                            28\n\n    1    S  26.  This act shall take effect on the ninetieth day after it shall\n    2  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to codifying animal cruelty laws under the penal law; to amend the agriculture and markets law, the criminal procedure law, the environmental conservation law, the general business law, the family court act and the administrative code of the city of New York, in relation to making conforming technical changes; and to repeal article 26 of the agriculture and markets law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T131505.TXT", "SOBI.D110112.T155522.TXT", "SOBI.D110112.T115000.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294865722607
}