{
  "year" : 2011,
  "senateBillNo" : "A1830-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1830-2011-1294808400000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a ten dollar surcharge to be paid by customers of sexually oriented businesses and establishes the crime victims fund",
  "summary" : "Establishes a ten dollar surcharge to be paid by customers of sexually oriented businesses and establishes the crime victims fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "AA7126-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1830\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ORTIZ, PEOPLES-STOKES, CASTRO, GALEF, HOOPER --\n         Multi-Sponsored by -- M. of A. BARRON -- read once and referred to the\n         Committee on Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the general business law, in relation to establishing  a\n         ten  dollar  surcharge  for customers of sexually oriented businesses;\n         and to amend the state finance law, in relation  to  establishing  the\n         crime victims fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  399-zzzz to read as follows:\n    3    S 399-ZZZZ.  SEXUALLY ORIENTED BUSINESS; SURCHARGE. 1. FOR PURPOSES OF\n    4  THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    A. \"NUDE\" SHALL MEAN:\n    6    (I) ENTIRELY UNCLOTHED; OR\n    7    (II) CLOTHED IN A MANNER THAT LEAVES UNCOVERED OR VISIBLE THROUGH LESS\n    8  THAN FULLY OPAQUE CLOTHING ANY PORTION OF THE BREASTS BELOW THE  TOP  OF\n    9  THE  AREOLA  OF  THE BREASTS, IF THE PERSON IS FEMALE, OR ANY PORTION OF\n   10  THE GENITALS OR BUTTOCKS; AND\n   11    B. \"SEXUALLY ORIENTED BUSINESS\" SHALL MEAN A NIGHTCLUB,  BAR,  RESTAU-\n   12  RANT,  OR SIMILAR COMMERCIAL ENTERPRISE THAT PROVIDES FOR AN AUDIENCE OF\n   13  TWO OR MORE INDIVIDUALS LIVE NUDE ENTERTAINMENT OR  LIVE  NUDE  PERFORM-\n   14  ANCES.\n   15    2.  A SURCHARGE SHALL BE IMPOSED ON A SEXUALLY ORIENTED BUSINESS IN AN\n   16  AMOUNT EQUAL TO TEN DOLLARS FOR EACH ENTRY BY EACH CUSTOMER ADMITTED  TO\n   17  THE BUSINESS.\n   18    3.  EACH  SEXUALLY  ORIENTED  BUSINESS  SHALL REMIT THE TOTAL OF FUNDS\n   19  COLLECTED FROM THE SURCHARGE ESTABLISHED PURSUANT TO THIS SECTION TO THE\n   20  COMMISSIONER OF TAXATION AND FINANCE FOR DEPOSIT INTO THE CRIME  VICTIMS\n   21  FUND  ESTABLISHED  PURSUANT TO SECTION EIGHTY-SEVEN OF THE STATE FINANCE\n   22  LAW.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04524-01-1\n\n       A. 1830                             2\n\n    1    S 2. The state finance law is amended by adding a new  section  87  to\n    2  read as follows:\n    3    S  87. CRIME VICTIMS FUND. 1. THERE IS HEREBY ESTABLISHED IN THE JOINT\n    4  CUSTODY OF THE STATE COMPTROLLER AND THE COMMISSIONER  OF  TAXATION  AND\n    5  FINANCE A SPECIAL REVENUE FUND TO BE KNOWN AS THE \"CRIME VICTIMS FUND\".\n    6    2.  SUCH  FUND  SHALL  CONSIST  OF  THE  REVENUES RECEIVED PURSUANT TO\n    7  SECTION THREE HUNDRED NINETY-NINE-ZZZZ OF THE GENERAL BUSINESS LAW,  AND\n    8  ALL OTHER MONIES APPROPRIATED, CREDITED, OR TRANSFERRED THERETO FROM ANY\n    9  OTHER FUND OR SOURCE PURSUANT TO LAW.\n   10    3.  MONIES  OF THE FUND WHEN ALLOCATED, SHALL BE MADE AVAILABLE TO THE\n   11  CRIME VICTIMS BOARD TO FUND PROGRAMS FOR VICTIMS  OF  CRIME,  INCLUDING,\n   12  BUT  NOT  LIMITED  TO,  VICTIMS OF DOMESTIC VIOLENCE, HATE CRIMES, HUMAN\n   13  TRAFFICKING AND CHILD PROSTITUTION.\n   14    4. MONEY SHALL BE PAYABLE FROM THE FUND ON THE AUDIT  AND  WARRANT  OF\n   15  THE  STATE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY THE COMMIS-\n   16  SIONER OF CORRECTIONAL SERVICES.\n   17    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   18  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to establishing a ten dollar surcharge for customers of sexually oriented businesses; and to amend the state finance law, in relation to establishing the crime victims fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T155021.TXT", "SOBI.D110112.T125003.TXT", "SOBI.D110112.T115000.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294865421454
}