{
  "year" : 2011,
  "senateBillNo" : "A1835-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to codes",
    "billEventId" : "A1835-2011-1294808400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Recodifies the animal cruelty laws from the agriculture and markets law to the penal law; repealer",
  "summary" : "Recodifies the animal cruelty laws from the agriculture and markets law to the penal law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A9781-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1835\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the penal law, in relation to codifying  animal  cruelty\n         laws  under  the  penal law; to amend the agriculture and markets law,\n         the criminal procedure law, the environmental  conservation  law,  the\n         general business law, the family court act and the administrative code\n         of  the  city  of New York, in relation to making conforming technical\n         changes; and to repeal article 26 of the agriculture and  markets  law\n         relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a  new  article  236  to\n    2  read as follows:\n    3                                 ARTICLE 236\n    4                          OFFENSES AGAINST ANIMALS\n    5  SECTION 236.00 DEFINITIONS.\n    6          236.01 PROHIBITION OF ANIMAL FIGHTING.\n    7          236.02 OVERDRIVING,  TORTURING  AND INJURING ANIMALS; FAILURE TO\n    8                   PROVIDE PROPER SUSTENANCE.\n    9          236.03 AGGRAVATED CRUELTY TO ANIMALS.\n   10          236.04 APPROPRIATE SHELTER FOR DOGS LEFT OUTDOORS.\n   11          236.05 ELECTROCUTION OF FUR-BEARING ANIMALS PROHIBITED.\n   12          236.06 SALE OF BABY CHICKS AND BABY RABBITS.\n   13          236.07 ABANDONMENT OF ANIMALS.\n   14          236.08 FAILURE TO PROVIDE PROPER FOOD AND DRINK TO AN  IMPOUNDED\n   15                   ANIMAL.\n   16          236.09 SELLING OR OFFERING TO SELL OR EXPOSING DISEASED ANIMAL.\n   17          236.10 SELLING DISABLED HORSES.\n   18          236.11 LIVE ANIMALS AS PRIZES PROHIBITED.\n   19          236.12 CARRYING AN ANIMAL IN A CRUEL MANNER.\n   20          236.13 TRANSPORTATION OF HORSES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01766-01-1\n\n       A. 1835                             2\n\n    1          236.14 POISONING OR ATTEMPTING TO POISON ANIMALS.\n    2          236.15 INTERFERENCE WITH OR INJURY TO CERTAIN DOMESTIC ANIMALS.\n    3          236.16 THROWING SUBSTANCE INJURIOUS TO ANIMALS IN PUBLIC PLACE.\n    4          236.17 UNAUTHORIZED  POSSESSION  OF DOGS PRESUMPTIVE EVIDENCE OF\n    5                   LARCENY.\n    6          236.18 RUNNING HORSES ON HIGHWAY.\n    7          236.19 CLIPPING OR CUTTING THE EARS OF DOGS.\n    8          236.20 DOG STEALING.\n    9          236.21 REMOVING,  SEIZING  OR  TRANSPORTING  DOGS  FOR  RESEARCH\n   10                   PURPOSES.\n   11          236.22 LEAVING STATE TO AVOID PROVISIONS OF THIS ARTICLE.\n   12          236.23 OPERATING UPON TAILS OF HORSES UNLAWFUL.\n   13          236.24 INTERFERENCE WITH OFFICERS.\n   14          236.25 PROTECTION  OF THE PUBLIC FROM ATTACK BY WILD ANIMALS AND\n   15                   REPTILES.\n   16          236.26 POWERS OF PEACE OFFICERS.\n   17          236.27 ISSUANCE OF WARRANTS UPON COMPLAINT.\n   18          236.28 SEIZURE OF ANIMALS LOST, STRAYED, HOMELESS, ABANDONED  OR\n   19                   IMPROPERLY CONFINED OR KEPT.\n   20          236.29 HUMANE  DESTRUCTION OR OTHER DISPOSITION OF ANIMALS LOST,\n   21                   STRAYED, HOMELESS, ABANDONED OR IMPROPERLY CONFINED  OR\n   22                   KEPT.\n   23          236.30 OFFICER MAY TAKE POSSESSION OF ANIMALS OR IMPLEMENTS USED\n   24                   IN FIGHTS AMONG ANIMALS.\n   25          236.31 DISPOSITION OF ANIMALS OR IMPLEMENTS USED IN FIGHTS AMONG\n   26                   ANIMALS.\n   27          236.32 DISPOSAL OF DEAD ANIMALS.\n   28          236.33 SPAYING AND NEUTERING OF DOGS AND CATS.\n   29          236.34 UNLAWFUL TAMPERING WITH ANIMAL RESEARCH.\n   30          236.35 PROHIBITION OF THE SELLING OF FUR, HAIR, SKIN OR FLESH OF\n   31                   A DOG OR CAT.\n   32          236.36 CONFINEMENT  OF  COMPANION  ANIMALS  IN VEHICLES; EXTREME\n   33                   TEMPERATURES.\n   34  S 236.00 DEFINITIONS.\n   35    1. \"ANIMAL,\" AS USED IN THIS ARTICLE, INCLUDES EVERY  LIVING  CREATURE\n   36  EXCEPT A HUMAN BEING.\n   37    2.  \"TORTURE\"  OR  \"CRUELTY\" INCLUDES EVERY ACT, OMISSION, OR NEGLECT,\n   38  WHEREBY UNJUSTIFIABLE PHYSICAL PAIN, SUFFERING OR  DEATH  IS  CAUSED  OR\n   39  PERMITTED.\n   40    3.  \"ADOPTION\" MEANS THE DELIVERY TO ANY NATURAL PERSON EIGHTEEN YEARS\n   41  OF AGE OR OLDER, FOR THE LIMITED PURPOSE OF HARBORING A PET, OF ANY  DOG\n   42  OR CAT, SEIZED OR SURRENDERED.\n   43    4.  \"FARM  ANIMAL\", AS USED IN THIS ARTICLE, MEANS ANY UNGULATE, POUL-\n   44  TRY, SPECIES OF CATTLE, SHEEP, SWINE, GOATS, LLAMAS, HORSES OR FUR-BEAR-\n   45  ING ANIMALS, AS DEFINED IN SECTION 11-1907 OF THE ENVIRONMENTAL  CONSER-\n   46  VATION  LAW,  WHICH  ARE  RAISED FOR COMMERCIAL OR SUBSISTENCE PURPOSES.\n   47  FUR-BEARING ANIMAL SHALL NOT INCLUDE DOGS OR CATS.\n   48    5. \"COMPANION ANIMAL\" OR \"PET\" MEANS ANY DOG OR CAT,  AND  SHALL  ALSO\n   49  MEAN  ANY  OTHER  DOMESTICATED ANIMAL NORMALLY MAINTAINED IN OR NEAR THE\n   50  HOUSEHOLD OF THE OWNER OR PERSON WHO CARES FOR SUCH  OTHER  DOMESTICATED\n   51  ANIMAL. \"PET\" OR \"COMPANION ANIMAL\" SHALL NOT INCLUDE A \"FARM ANIMAL\" AS\n   52  DEFINED IN THIS SECTION.\n   53  S 236.01 PROHIBITION OF ANIMAL FIGHTING.\n   54    1. FOR PURPOSES OF THIS SECTION, THE TERM \"ANIMAL FIGHTING\" SHALL MEAN\n   55  ANY FIGHT BETWEEN COCKS OR OTHER BIRDS, OR BETWEEN DOGS, BULLS, BEARS OR\n\n       A. 1835                             3\n\n    1  ANY  OTHER  ANIMALS, OR BETWEEN ANY SUCH ANIMAL AND A PERSON OR PERSONS,\n    2  EXCEPT IN EXHIBITIONS OF A KIND COMMONLY FEATURED AT RODEOS.\n    3    2. ANY PERSON WHO ENGAGES IN ANY OF THE FOLLOWING CONDUCT IS GUILTY OF\n    4  A  FELONY  PUNISHABLE  BY  IMPRISONMENT  FOR A PERIOD NOT TO EXCEED FOUR\n    5  YEARS, OR BY A FINE NOT TO EXCEED TWENTY-FIVE THOUSAND  DOLLARS,  OR  BY\n    6  BOTH SUCH FINE AND IMPRISONMENT:\n    7    (A)  FOR  AMUSEMENT  OR  GAIN,  CAUSES  ANY ANIMAL TO ENGAGE IN ANIMAL\n    8  FIGHTING; OR\n    9    (B) TRAINS ANY ANIMAL UNDER CIRCUMSTANCES EVINCING AN INTENT THAT SUCH\n   10  ANIMAL ENGAGE IN ANIMAL FIGHTING FOR AMUSEMENT OR GAIN; OR\n   11    (C) BREEDS, SELLS OR OFFERS FOR SALE ANY  ANIMAL  UNDER  CIRCUMSTANCES\n   12  EVINCING AN INTENT THAT SUCH ANIMAL ENGAGE IN ANIMAL FIGHTING; OR\n   13    (D)  PERMITS  ANY  ACT  DESCRIBED IN PARAGRAPH (A), (B) OR (C) OF THIS\n   14  SUBDIVISION TO OCCUR ON PREMISES UNDER HIS CONTROL; OR\n   15    (E) OWNS, POSSESSES OR KEEPS ANY ANIMAL TRAINED TO  ENGAGE  IN  ANIMAL\n   16  FIGHTING  ON  PREMISES  WHERE  AN EXHIBITION OF ANIMAL FIGHTING IS BEING\n   17  CONDUCTED UNDER CIRCUMSTANCES EVINCING AN INTENT THAT SUCH ANIMAL ENGAGE\n   18  IN ANIMAL FIGHTING.\n   19    3. (A) ANY PERSON WHO ENGAGES IN CONDUCT SPECIFIED IN PARAGRAPH (B) OF\n   20  THIS SUBDIVISION IS GUILTY OF A MISDEMEANOR AND IS PUNISHABLE BY  IMPRI-\n   21  SONMENT  FOR A PERIOD NOT TO EXCEED ONE YEAR, OR BY A FINE NOT TO EXCEED\n   22  FIFTEEN THOUSAND DOLLARS, OR BY BOTH SUCH FINE AND IMPRISONMENT.\n   23    (B) THE OWNING, POSSESSING OR KEEPING  OF  ANY  ANIMAL  UNDER  CIRCUM-\n   24  STANCES EVINCING AN INTENT THAT SUCH ANIMAL ENGAGE IN ANIMAL FIGHTING.\n   25    4. (A) ANY PERSON WHO ENGAGES IN CONDUCT SPECIFIED IN PARAGRAPH (B) OF\n   26  THIS  SUBDIVISION IS GUILTY OF A MISDEMEANOR AND IS PUNISHABLE BY IMPRI-\n   27  SONMENT FOR A PERIOD NOT TO EXCEED ONE YEAR, OR BY A FINE NOT TO  EXCEED\n   28  ONE THOUSAND DOLLARS, OR BY BOTH SUCH FINE AND IMPRISONMENT.\n   29    (B)  THE  KNOWING PRESENCE AS A SPECTATOR HAVING PAID AN ADMISSION FEE\n   30  OR HAVING MADE A WAGER AT ANY PLACE WHERE AN EXHIBITION OF ANIMAL FIGHT-\n   31  ING IS BEING CONDUCTED.\n   32    5. (A) ANY PERSON WHO ENGAGES IN THE CONDUCT  SPECIFIED  IN  PARAGRAPH\n   33  (B)  OF  THIS  SUBDIVISION IS GUILTY OF A VIOLATION PUNISHABLE BY A FINE\n   34  NOT TO EXCEED FIVE HUNDRED  DOLLARS.  ANY  PERSON  WHO  ENGAGES  IN  THE\n   35  CONDUCT SPECIFIED IN PARAGRAPH (B) OF THIS SUBDIVISION AFTER HAVING BEEN\n   36  CONVICTED WITHIN THE PREVIOUS FIVE YEARS OF A VIOLATION OF THIS SUBDIVI-\n   37  SION  OR SUBDIVISION FOUR OF THIS SECTION IS GUILTY OF A MISDEMEANOR AND\n   38  IS PUNISHABLE BY IMPRISONMENT FOR A PERIOD NOT TO EXCEED ONE YEAR, OR BY\n   39  A FINE NOT TO EXCEED ONE THOUSAND DOLLARS, OR BY BOTH BY SUCH  FINE  AND\n   40  IMPRISONMENT.\n   41    (B)  THE KNOWING PRESENCE AS A SPECTATOR AT ANY PLACE WHERE AN EXHIBI-\n   42  TION OF ANIMAL FIGHTING IS BEING CONDUCTED.\n   43  S 236.02 OVERDRIVING, TORTURING AND INJURING ANIMALS; FAILURE TO PROVIDE\n   44             PROPER SUSTENANCE.\n   45    A PERSON WHO OVERDRIVES,  OVERLOADS,  TORTURES  OR  CRUELLY  BEATS  OR\n   46  UNJUSTIFIABLY  INJURES,  MAIMS,  MUTILATES  OR KILLS ANY ANIMAL, WHETHER\n   47  WILD OR TAME, AND  WHETHER  BELONGING  TO  HIMSELF  OR  TO  ANOTHER,  OR\n   48  DEPRIVES  ANY ANIMAL OF NECESSARY SUSTENANCE, FOOD OR DRINK, OR NEGLECTS\n   49  OR REFUSES TO FURNISH IT SUCH SUSTENANCE OR DRINK, OR  CAUSES,  PROCURES\n   50  OR  PERMITS  ANY  ANIMAL TO BE OVERDRIVEN, OVERLOADED, TORTURED, CRUELLY\n   51  BEATEN, OR UNJUSTIFIABLY INJURED, MAIMED, MUTILATED OR KILLED, OR TO  BE\n   52  DEPRIVED  OF  NECESSARY  FOOD  OR  DRINK,  OR WHO WILFULLY SETS ON FOOT,\n   53  INSTIGATES, ENGAGES IN, OR IN ANY WAY FURTHERS ANY ACT OF CRUELTY TO ANY\n   54  ANIMAL, OR ANY ACT TENDING TO PRODUCE SUCH CRUELTY, IS GUILTY OF A CLASS\n   55  A MISDEMEANOR AND FOR PURPOSES OF PARAGRAPH (B) OF  SUBDIVISION  ONE  OF\n\n       A. 1835                             4\n\n    1  SECTION  160.10  OF  THE  CRIMINAL  PROCEDURE LAW, SHALL BE TREATED AS A\n    2  MISDEMEANOR DEFINED IN THE PENAL LAW.\n    3    NOTHING  IN  THIS  SECTION SHALL BE CONSTRUED TO PROHIBIT OR INTERFERE\n    4  WITH ANY PROPERLY CONDUCTED SCIENTIFIC TESTS,  EXPERIMENTS  OR  INVESTI-\n    5  GATIONS,  INVOLVING THE USE OF LIVING ANIMALS, PERFORMED OR CONDUCTED IN\n    6  LABORATORIES OR INSTITUTIONS, WHICH ARE APPROVED FOR THESE  PURPOSES  BY\n    7  THE  STATE  COMMISSIONER  OF  HEALTH.  THE  COMMISSIONER OF HEALTH SHALL\n    8  PRESCRIBE THE RULES UNDER WHICH SUCH APPROVALS SHALL BE GRANTED, INCLUD-\n    9  ING THEREIN STANDARDS REGARDING THE  CARE  AND  TREATMENT  OF  ANY  SUCH\n   10  ANIMALS.  SUCH RULES SHALL BE PUBLISHED AND COPIES THEREOF CONSPICUOUSLY\n   11  POSTED IN EACH SUCH LABORATORY OR INSTITUTION.   THE STATE  COMMISSIONER\n   12  OF  HEALTH OR HIS DULY AUTHORIZED REPRESENTATIVE SHALL HAVE THE POWER TO\n   13  INSPECT SUCH LABORATORIES OR INSTITUTIONS TO INSURE COMPLIANCE WITH SUCH\n   14  RULES AND STANDARDS. EACH SUCH APPROVAL MAY BE REVOKED AT ANY  TIME  FOR\n   15  FAILURE  TO COMPLY WITH SUCH RULES AND IN ANY CASE THE APPROVAL SHALL BE\n   16  LIMITED TO A PERIOD NOT EXCEEDING ONE YEAR.\n   17  S 236.03 AGGRAVATED CRUELTY TO ANIMALS.\n   18    1. A PERSON IS GUILTY OF AGGRAVATED CRUELTY TO ANIMALS WHEN,  WITH  NO\n   19  JUSTIFIABLE  PURPOSE,  HE  OR  SHE  INTENTIONALLY KILLS OR INTENTIONALLY\n   20  CAUSES SERIOUS PHYSICAL INJURY TO A  COMPANION  ANIMAL  WITH  AGGRAVATED\n   21  CRUELTY.  FOR  PURPOSES OF THIS SECTION, \"AGGRAVATED CRUELTY\" SHALL MEAN\n   22  CONDUCT WHICH: (I) IS INTENDED TO CAUSE EXTREME PHYSICAL PAIN;  OR  (II)\n   23  IS DONE OR CARRIED OUT IN AN ESPECIALLY DEPRAVED OR SADISTIC MANNER.\n   24    2. NOTHING CONTAINED IN THIS SECTION SHALL BE CONSTRUED TO PROHIBIT OR\n   25  INTERFERE  IN ANY WAY WITH ANYONE LAWFULLY ENGAGED IN HUNTING, TRAPPING,\n   26  OR FISHING, AS PROVIDED IN ARTICLE ELEVEN OF THE ENVIRONMENTAL CONSERVA-\n   27  TION LAW, THE DISPATCH OF RABID OR  DISEASED  ANIMALS,  AS  PROVIDED  IN\n   28  ARTICLE  TWENTY-ONE OF THE PUBLIC HEALTH LAW, OR THE DISPATCH OF ANIMALS\n   29  POSING A THREAT TO HUMAN SAFETY OR OTHER ANIMALS, WHERE SUCH  ACTION  IS\n   30  OTHERWISE  LEGALLY  AUTHORIZED,  OR  ANY  PROPERLY  CONDUCTED SCIENTIFIC\n   31  TESTS, EXPERIMENTS,  OR  INVESTIGATIONS  INVOLVING  THE  USE  OF  LIVING\n   32  ANIMALS, PERFORMED OR CONDUCTED IN LABORATORIES OR INSTITUTIONS APPROVED\n   33  FOR  SUCH  PURPOSES  BY  THE  COMMISSIONER OF HEALTH PURSUANT TO SECTION\n   34  236.02 OF THIS ARTICLE.\n   35    3. AGGRAVATED CRUELTY TO ANIMALS IS A FELONY. A DEFENDANT CONVICTED OF\n   36  THIS OFFENSE SHALL BE SENTENCED PURSUANT TO PARAGRAPH (B) OF SUBDIVISION\n   37  ONE OF SECTION 55.10 OF THIS CHAPTER PROVIDED, HOWEVER, THAT ANY TERM OF\n   38  IMPRISONMENT IMPOSED FOR VIOLATION OF THIS SECTION SHALL BE  A  DEFINITE\n   39  SENTENCE, WHICH MAY NOT EXCEED TWO YEARS.\n   40  S 236.04 APPROPRIATE SHELTER FOR DOGS LEFT OUTDOORS.\n   41    1. FOR PURPOSES OF THIS SECTION:\n   42    (A)  \"PHYSICAL CONDITION\" SHALL INCLUDE ANY SPECIAL MEDICAL NEEDS OF A\n   43  DOG DUE TO DISEASE, ILLNESS, INJURY, AGE OR BREED ABOUT WHICH THE  OWNER\n   44  OR PERSON WITH CUSTODY OR CONTROL OF THE DOG SHOULD REASONABLY BE AWARE.\n   45    (B)  \"INCLEMENT WEATHER\" SHALL MEAN WEATHER CONDITIONS THAT ARE LIKELY\n   46  TO ADVERSELY AFFECT THE HEALTH OR SAFETY OF THE DOG, INCLUDING  BUT  NOT\n   47  LIMITED TO RAIN, SLEET, ICE, SNOW, WIND, OR EXTREME HEAT AND COLD.\n   48    (C) \"DOGS THAT ARE LEFT OUTDOORS\" SHALL MEAN DOGS THAT ARE OUTDOORS IN\n   49  INCLEMENT  WEATHER  WITHOUT  READY ACCESS TO, OR THE ABILITY TO ENTER, A\n   50  HOUSE, APARTMENT BUILDING,  OFFICE  BUILDING,  OR  ANY  OTHER  PERMANENT\n   51  STRUCTURE  THAT  COMPLIES WITH THE STANDARDS ENUMERATED IN PARAGRAPH (B)\n   52  OF SUBDIVISION THREE OF THIS SECTION.\n   53    2. (A) ANY PERSON WHO OWNS OR HAS CUSTODY OR CONTROL OF A DOG THAT  IS\n   54  LEFT  OUTDOORS  SHALL  PROVIDE IT WITH SHELTER APPROPRIATE TO ITS BREED,\n   55  PHYSICAL CONDITION AND THE CLIMATE.  ANY PERSON WHO  KNOWINGLY  VIOLATES\n   56  THE  PROVISIONS OF THIS SECTION SHALL BE GUILTY OF A VIOLATION, PUNISHA-\n\n       A. 1835                             5\n\n    1  BLE BY A FINE OF NOT LESS THAN FIFTY DOLLARS NOR MORE THAN  ONE  HUNDRED\n    2  DOLLARS  FOR  A  FIRST  OFFENSE, AND A FINE OF NOT LESS THAN ONE HUNDRED\n    3  DOLLARS NOR MORE THAN TWO HUNDRED FIFTY DOLLARS FOR A SECOND AND  SUBSE-\n    4  QUENT OFFENSES.  BEGINNING SEVENTY-TWO HOURS AFTER A CHARGE OF VIOLATING\n    5  THIS  SECTION,  EACH DAY THAT A DEFENDANT FAILS TO CORRECT THE DEFICIEN-\n    6  CIES IN THE DOG SHELTER FOR A DOG THAT HE OR SHE OWNS OR THAT IS IN  HIS\n    7  OR  HER  CUSTODY OR CONTROL AND THAT IS LEFT OUTDOORS, SO AS TO BRING IT\n    8  INTO COMPLIANCE WITH THE PROVISIONS OF THIS SECTION SHALL  CONSTITUTE  A\n    9  SEPARATE OFFENSE.\n   10    (B)  THE  COURT  MAY, IN ITS DISCRETION, REDUCE THE AMOUNT OF ANY FINE\n   11  IMPOSED FOR A VIOLATION OF THIS SECTION BY THE AMOUNT WHICH THE  DEFEND-\n   12  ANT  PROVES  HE OR SHE HAS SPENT PROVIDING A DOG SHELTER OR REPAIRING AN\n   13  EXISTING DOG SHELTER SO THAT IT COMPLIES WITH THE REQUIREMENTS  OF  THIS\n   14  SECTION.  NOTHING  IN  THIS PARAGRAPH SHALL PREVENT THE SEIZURE OF A DOG\n   15  FOR A VIOLATION OF THIS SECTION PURSUANT TO  THE  AUTHORITY  GRANTED  IN\n   16  THIS ARTICLE.\n   17    3. MINIMUM STANDARDS FOR DETERMINING WHETHER SHELTER IS APPROPRIATE TO\n   18  A DOG'S BREED, PHYSICAL CONDITION AND THE CLIMATE SHALL INCLUDE:\n   19    (A)  FOR  DOGS  THAT  ARE  RESTRAINED IN ANY MANNER OUTDOORS, SHADE BY\n   20  NATURAL OR ARTIFICIAL MEANS TO PROTECT THE DOG FROM DIRECT  SUNLIGHT  AT\n   21  ALL  TIMES WHEN EXPOSURE TO SUNLIGHT IS LIKELY TO THREATEN THE HEALTH OF\n   22  THE DOG.\n   23    (B) FOR ALL DOGS THAT ARE LEFT OUTDOORS IN INCLEMENT WEATHER, A  HOUS-\n   24  ING  FACILITY,  WHICH  MUST:  (I) HAVE A WATERPROOF ROOF; (II) BE STRUC-\n   25  TURALLY SOUND WITH INSULATION APPROPRIATE TO LOCAL  CLIMATIC  CONDITIONS\n   26  AND  SUFFICIENT  TO  PROTECT  THE  DOG  FROM INCLEMENT WEATHER; (III) BE\n   27  CONSTRUCTED TO ALLOW EACH DOG  ADEQUATE  FREEDOM  OF  MOVEMENT  TO  MAKE\n   28  NORMAL  POSTURAL  ADJUSTMENTS,  INCLUDING  THE ABILITY TO STAND UP, TURN\n   29  AROUND AND LIE DOWN WITH ITS LIMBS  OUTSTRETCHED;  AND  (IV)  ALLOW  FOR\n   30  EFFECTIVE  REMOVAL  OF EXCRETIONS, OTHER WASTE MATERIAL; DIRT AND TRASH.\n   31  THE HOUSING FACILITY AND THE AREA IMMEDIATELY SURROUNDING  IT  SHALL  BE\n   32  REGULARLY  CLEANED TO MAINTAIN A HEALTHY AND SANITARY ENVIRONMENT AND TO\n   33  MINIMIZE HEALTH HAZARDS.\n   34    4. INADEQUATE SHELTER MAY BE INDICATED BY THE APPEARANCE OF THE  HOUS-\n   35  ING  FACILITY  ITSELF,  INCLUDING  BUT  NOT LIMITED TO, SIZE, STRUCTURAL\n   36  SOUNDNESS, EVIDENCE OF CROWDING WITHIN THE HOUSING  FACILITY,  HEALTHFUL\n   37  ENVIRONMENT IN THE AREA IMMEDIATELY SURROUNDING SUCH FACILITY, OR BY THE\n   38  APPEARANCE OR PHYSICAL CONDITION OF THE DOG.\n   39    5.  UPON  A  FINDING OF ANY VIOLATION OF THIS SECTION, ANY DOG OR DOGS\n   40  SEIZED PURSUANT TO THE PROVISIONS OF THIS ARTICLE  THAT  HAVE  NOT  BEEN\n   41  VOLUNTARILY  SURRENDERED BY THE OWNER OR CUSTODIAN OR FORFEITED PURSUANT\n   42  TO COURT ORDER SHALL BE RETURNED TO THE OWNER  OR  CUSTODIAN  ONLY  UPON\n   43  PROOF  THAT  APPROPRIATE  SHELTER  AS  REQUIRED BY THIS SECTION IS BEING\n   44  PROVIDED.\n   45    6.  NOTHING  IN  THIS  SECTION  SHALL  BE  CONSTRUED  TO  AFFECT   ANY\n   46  PROTECTIONS AFFORDED TO DOGS OR OTHER ANIMALS UNDER ANY OTHER PROVISIONS\n   47  OF THIS ARTICLE.\n   48  S 236.05 ELECTROCUTION OF FUR-BEARING ANIMALS PROHIBITED.\n   49    1.  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, NO PERSON SHALL INTEN-\n   50  TIONALLY KILL, OR STUN TO  FACILITATE  THE  KILLING  OF,  A  FUR-BEARING\n   51  ANIMAL  BY  MEANS  OF  AN  ELECTRICAL  CURRENT.  FOR THE PURPOSE OF THIS\n   52  SECTION, \"FUR-BEARING ANIMAL\" MEANS ARCTIC FOX,  RED  FOX,  SILVER  FOX,\n   53  CHINCHILLA,  MINK,  PINE  MARTEN, MUSKRAT, AND THOSE FUR-BEARING ANIMALS\n   54  INCLUDED WITHIN THE PROVISIONS OF SECTION 11-1907 OF  THE  ENVIRONMENTAL\n   55  CONSERVATION LAW.\n\n       A. 1835                             6\n\n    1    2.  A VIOLATION OF SUBDIVISION ONE OF THIS SECTION IS A CLASS A MISDE-\n    2  MEANOR.\n    3  S 236.06 SALE OF BABY CHICKS AND BABY RABBITS.\n    4    1.  NO  PERSON  SHALL SELL, OFFER FOR SALE, BARTER OR GIVE AWAY LIVING\n    5  BABY CHICKS, DUCKLINGS OR OTHER FOWL OR BABY RABBITS UNLESS SUCH  PERSON\n    6  PROVIDES  PROPER  BROODER  FACILITIES  WHERE APPROPRIATE FOR THE CARE OF\n    7  SUCH BABY CHICKS, DUCKLINGS OR OTHER FOWL OR  BABY  RABBITS  DURING  THE\n    8  TIME THEY ARE IN THE POSSESSION OF SUCH PERSON. FOR THE PURPOSES OF THIS\n    9  SECTION, A BABY RABBIT SHALL BE A RABBIT OF LESS THAN TWO MONTHS OF AGE.\n   10    2. NO PERSON SHALL SELL, OFFER FOR SALE, BARTER OR DISPLAY LIVING BABY\n   11  CHICKS,  DUCKLINGS  OR  OTHER FOWL OR BABY RABBITS WHICH HAVE BEEN DYED,\n   12  COLORED OR OTHERWISE TREATED SO AS  TO  IMPART  TO  THEM  AN  ARTIFICIAL\n   13  COLOR.\n   14    2-A.  NO  PROVISION OF SUBDIVISION TWO OF THIS SECTION SHALL BE INTER-\n   15  PRETED OR APPLIED TO PREVENT OR RESTRICT TEACHERS AND QUALIFIED INSTRUC-\n   16  TORS OF YOUTH UNDER THE GUIDANCE AND SUPERVISION OF THE NEW  YORK  STATE\n   17  COOPERATIVE EXTENSION SERVICE FROM USING EGGS FOR NON-PROFIT EDUCATIONAL\n   18  PURPOSES  OR  FROM  OBSERVING FOWL HATCHED FROM SUCH EGGS FOR NON-PROFIT\n   19  EDUCATIONAL PURPOSES.\n   20    3. NO PERSON SHALL SELL, OFFER FOR SALE, BARTER OR  GIVE  AWAY  LIVING\n   21  BABY CHICKS, DUCKLINGS OR OTHER FOWL OR BABY RABBITS UNDER TWO MONTHS OF\n   22  AGE IN ANY QUANTITY LESS THAN SIX.\n   23    4.  A  VIOLATION  OF  THE PROVISIONS OF THIS SECTION IS A MISDEMEANOR,\n   24  PUNISHABLE BY IMPRISONMENT FOR NOT MORE THAN ONE YEAR, OR BY A  FINE  OF\n   25  NOT MORE THAN FIVE HUNDRED DOLLARS, OR BY BOTH.\n   26  S 236.07 ABANDONMENT OF ANIMALS.\n   27    A  PERSON BEING THE OWNER OR POSSESSOR, OR HAVING CHARGE OR CUSTODY OF\n   28  AN ANIMAL, WHO ABANDONS SUCH ANIMAL, OR LEAVES IT TO DIE  IN  A  STREET,\n   29  ROAD OR PUBLIC PLACE, OR WHO ALLOWS SUCH ANIMAL, IF IT BECOMES DISABLED,\n   30  TO  LIE  IN  A PUBLIC STREET, ROAD OR PUBLIC PLACE MORE THAN THREE HOURS\n   31  AFTER HE RECEIVES NOTICE THAT IT IS LEFT DISABLED, IS GUILTY OF A MISDE-\n   32  MEANOR, PUNISHABLE BY IMPRISONMENT FOR NOT MORE THAN ONE YEAR, OR  BY  A\n   33  FINE OF NOT MORE THAN ONE THOUSAND DOLLARS, OR BY BOTH.\n   34  S 236.08 FAILURE  TO  PROVIDE  PROPER  FOOD  AND  DRINK  TO AN IMPOUNDED\n   35             ANIMAL.\n   36    A PERSON WHO, HAVING IMPOUNDED OR  CONFINED  ANY  ANIMAL,  REFUSES  OR\n   37  NEGLECTS  TO  SUPPLY  TO SUCH ANIMAL DURING ITS CONFINEMENT A SUFFICIENT\n   38  SUPPLY OF GOOD AND WHOLESOME AIR, FOOD, SHELTER AND WATER, IS GUILTY  OF\n   39  A MISDEMEANOR, PUNISHABLE BY IMPRISONMENT FOR NOT MORE THAN ONE YEAR, OR\n   40  BY A FINE OF NOT MORE THAN ONE THOUSAND DOLLARS, OR BY BOTH. IN CASE ANY\n   41  ANIMAL  SHALL  BE AT ANY TIME IMPOUNDED AS AFORESAID, AND SHALL CONTINUE\n   42  TO BE WITHOUT NECESSARY FOOD AND WATER FOR MORE THAN  TWELVE  SUCCESSIVE\n   43  HOURS,  IT  SHALL  BE  LAWFUL  FOR ANY PERSON, FROM TIME TO TIME, AND AS\n   44  OFTEN AS IT SHALL BE NECESSARY, TO ENTER INTO  AND  UPON  ANY  POUND  IN\n   45  WHICH ANY SUCH ANIMAL SHALL BE SO CONFINED, AND TO SUPPLY IT WITH NECES-\n   46  SARY FOOD AND WATER, SO LONG AS IT SHALL REMAIN SO CONFINED; SUCH PERSON\n   47  SHALL  NOT  BE  LIABLE  TO ANY ACTION FOR SUCH ENTRY, AND THE REASONABLE\n   48  COST OF SUCH FOOD AND WATER MAY BE COLLECTED BY HIM OF THE OWNER OF SUCH\n   49  ANIMAL, AND THE SAID ANIMAL SHALL NOT BE EXEMPT FROM LEVY AND SALE  UPON\n   50  EXECUTION ISSUED UPON A JUDGMENT THEREFOR.\n   51  S 236.09 SELLING OR OFFERING TO SELL OR EXPOSING DISEASED ANIMAL.\n   52    A PERSON WHO WILFULLY SELLS OR OFFERS TO SELL, USES, EXPOSES, OR CAUS-\n   53  ES  OR  PERMITS TO BE SOLD, OFFERED FOR SALE, USED OR EXPOSED, ANY HORSE\n   54  OR OTHER ANIMAL HAVING THE DISEASE KNOWN AS GLANDERS OR FARCY, OR  OTHER\n   55  CONTAGIOUS  OR  INFECTIOUS  DISEASE  DANGEROUS  TO THE LIFE OR HEALTH OF\n   56  HUMAN BEINGS, OR ANIMALS, OR WHICH IS DISEASED  PAST  RECOVERY,  OR  WHO\n\n       A. 1835                             7\n\n    1  REFUSES  UPON DEMAND TO DEPRIVE OF LIFE AN ANIMAL AFFECTED WITH ANY SUCH\n    2  DISEASE, IS GUILTY OF A MISDEMEANOR, PUNISHABLE BY IMPRISONMENT FOR  NOT\n    3  MORE  THAN  ONE YEAR, OR BY A FINE OF NOT MORE THAN ONE THOUSAND DOLLARS\n    4  OR BY BOTH.\n    5  S 236.10 SELLING DISABLED HORSES.\n    6    IT  SHALL  BE  UNLAWFUL FOR ANY PERSON HOLDING AN AUCTIONEER'S LICENSE\n    7  KNOWINGLY TO RECEIVE OR OFFER FOR SALE OR TO  SELL  AT  PUBLIC  AUCTION,\n    8  OTHER  THAN  AT  A  SHERIFF'S  OR JUDICIAL SALE UNDER A COURT ORDER, ANY\n    9  HORSE WHICH BY REASON OF DEBILITY, DISEASE OR LAMENESS, OR FOR ANY OTHER\n   10  CAUSE, COULD NOT BE WORKED IN  THIS  STATE  WITHOUT  VIOLATING  THE  LAW\n   11  AGAINST  CRUELTY  TO ANIMALS. ANY PERSON VIOLATING ANY PROVISION OF THIS\n   12  SECTION SHALL BE PUNISHABLE BY A FINE OF NOT LESS THAN FIVE DOLLARS  NOR\n   13  MORE  THAN ONE HUNDRED DOLLARS, OR BY IMPRISONMENT FOR NOT MORE THAN SIX\n   14  MONTHS, OR BY BOTH SUCH FINE AND IMPRISONMENT.\n   15  S 236.11 LIVE ANIMALS AS PRIZES PROHIBITED.\n   16    1. FOR THE PURPOSES OF THIS SECTION \"LIVESTOCK\" SHALL MEAN ANY  DOMES-\n   17  TICATED SHEEP, GOAT, HORSE, CATTLE OR SWINE.\n   18    2.  NO PERSON SHALL GIVE OR OFFER TO GIVE AWAY AS A PRIZE, OR EXCHANGE\n   19  OR OFFER TO EXCHANGE FOR NOMINAL CONSIDERATION, ANY  LIVE  ANIMAL  OTHER\n   20  THAN  PUREBRED  LIVESTOCK OR FISH IN ANY GAME, DRAWING, CONTEST, SWEEPS-\n   21  TAKES OR OTHER PROMOTION, EXCEPT WHEN ANY LIVE ANIMAL IS GIVEN  AWAY  BY\n   22  INDIVIDUALS OR ORGANIZATIONS OPERATING IN CONJUNCTION WITH A COOPERATIVE\n   23  EXTENSION  EDUCATION  PROGRAM  OR  AGRICULTURAL VOCATIONAL PROGRAM SANC-\n   24  TIONED BY THE STATE EDUCATION DEPARTMENT.\n   25    3. THE COMMISSIONER OF AGRICULTURE AND MARKETS SHALL PROMULGATE  RULES\n   26  AND  REGULATIONS  WHICH  PROVIDE GUIDELINES, CONDITIONS AND REQUIREMENTS\n   27  WHEN ANY LIVE ANIMAL IS GIVEN AWAY UNDER THE EXCEPTIONS PROVIDED FOR  IN\n   28  SUBDIVISION TWO OF THIS SECTION.\n   29    4.  ANY  PERSON  WHO  VIOLATES THE PROVISIONS OF THIS SECTION SHALL BE\n   30  SUBJECT TO A CIVIL PENALTY OF NOT MORE THAN TWO HUNDRED FIFTY DOLLARS OR\n   31  IN LIEU THEREOF SHALL BE GUILTY OF A VIOLATION PUNISHABLE  SOLELY  BY  A\n   32  FINE OF NOT MORE THAN TWO HUNDRED FIFTY DOLLARS.\n   33  S 236.12 CARRYING AN ANIMAL IN A CRUEL MANNER.\n   34    1.  A PERSON WHO CARRIES OR CAUSES TO BE CARRIED IN OR UPON ANY VESSEL\n   35  OR VEHICLE OR OTHERWISE, ANY ANIMAL IN A CRUEL OR INHUMANE MANNER, OR SO\n   36  AS TO PRODUCE TORTURE, IS GUILTY OF A MISDEMEANOR, PUNISHABLE BY  IMPRI-\n   37  SONMENT  FOR  NOT  MORE THAN ONE YEAR, OR BY A FINE OF NOT MORE THAN ONE\n   38  THOUSAND DOLLARS, OR BY BOTH.\n   39    2. A RAILWAY CORPORATION, OR AN OWNER, AGENT, CONSIGNEE, OR PERSON  IN\n   40  CHARGE  OF ANY HORSES, SHEEP, CATTLE, OR SWINE, IN THE COURSE OF, OR FOR\n   41  TRANSPORTATION, WHO CONFINES, OR  CAUSES  OR  SUFFERS  THE  SAME  TO  BE\n   42  CONFINED,  IN  CARS  FOR  A  LONGER PERIOD THAN TWENTY-EIGHT CONSECUTIVE\n   43  HOURS, OR THIRTY-SIX CONSECUTIVE HOURS WHERE CONSENT  IS  GIVEN  IN  THE\n   44  MANNER HEREINAFTER PROVIDED, WITHOUT UNLOADING FOR REST, WATER AND FEED-\n   45  ING,  DURING FIVE CONSECUTIVE HOURS, UNLESS PREVENTED BY STORM OR INEVI-\n   46  TABLE ACCIDENT, IS GUILTY OF  A  MISDEMEANOR.  THE  CONSENT  WHICH  WILL\n   47  EXTEND  THE  PERIOD FROM TWENTY-EIGHT TO THIRTY-SIX HOURS SHALL BE GIVEN\n   48  BY THE OWNER, OR BY THE PERSON IN CUSTODY OF A PARTICULAR SHIPMENT, BY A\n   49  WRITING SEPARATE AND APART FROM ANY PRINTED  BILL  OF  LADING  OR  OTHER\n   50  RAILROAD FORM. IN ESTIMATING SUCH CONFINEMENT, THE TIME DURING WHICH THE\n   51  ANIMALS  HAVE BEEN CONFINED WITHOUT REST, ON CONNECTING ROADS FROM WHICH\n   52  THEY ARE RECEIVED, MUST BE COMPUTED.\n   53  S 236.13 TRANSPORTATION OF HORSES.\n   54    1. EVERY VEHICLE UTILIZED FOR THE  TRANSPORTATION  OF  MORE  THAN  SIX\n   55  HORSES SHALL MEET THE FOLLOWING REQUIREMENTS:\n\n       A. 1835                             8\n\n    1    A.   THE   INTERIORS   OF  COMPARTMENTS  CONTAINING  HORSES  SHALL  BE\n    2  CONSTRUCTED OF SMOOTH MATERIALS, CONTAINING NO SHARP OBJECTS OR  PROTRU-\n    3  SIONS WHICH ARE HAZARDOUS;\n    4    B.  THE  FLOORS SHALL BE OF SUCH CONSTRUCTION OR COVERED WITH ABRASIVE\n    5  MATERIAL SO AS TO PREVENT HORSES FROM SKIDDING OR SLIDING;\n    6    C. THERE SHALL BE SUFFICIENT APERTURES TO INSURE ADEQUATE VENTILATION;\n    7    D. THERE SHALL BE SUFFICIENT INSULATION OR COVERINGS  TO  MAINTAIN  AN\n    8  ADEQUATE TEMPERATURE IN THE COMPARTMENT CONTAINING HORSES;\n    9    E.  PARTITIONS OF STURDY CONSTRUCTION SHALL BE PLACED A MAXIMUM OF TEN\n   10  FEET APART IN VEHICLES WHICH DO NOT HAVE STALLS;\n   11    F. DOORWAYS SHALL BE OF SUFFICIENT HEIGHT TO ALLOW  SAFE  INGRESS  AND\n   12  EGRESS OF EACH HORSE CONTAINED IN THE COMPARTMENT;\n   13    G. EACH COMPARTMENT CONTAINING HORSES SHALL BE OF SUCH HEIGHT SO AS TO\n   14  ALLOW  SUFFICIENT  CLEARANCE ABOVE THE POLL AND WITHERS OF EACH HORSE IN\n   15  THE COMPARTMENT;\n   16    H. RAMPS SUFFICIENT FOR LOADING AND UNLOADING HORSES SHALL BE PROVIDED\n   17  IF THE VERTICAL DISTANCE FROM THE FLOOR OF  THE  COMPARTMENT  CONTAINING\n   18  HORSES TO THE GROUND IS GREATER THAN FIFTEEN INCHES; AND\n   19    I.  THERE SHALL BE AT LEAST TWO DOORWAYS FOR INGRESS AND EGRESS, WHICH\n   20  SHALL NOT BE ON THE SAME SIDE.\n   21    2. EVERY VEHICLE UTILIZED FOR THE  TRANSPORTATION  OF  MORE  THAN  SIX\n   22  HORSES OVER A HIGHWAY SHALL HAVE NO MORE THAN ONE TIER.\n   23    3.  A.  TRANSPORTING  A  HORSE IN VIOLATION OF THIS SECTION SHALL BE A\n   24  VIOLATION PUNISHABLE BY A FINE  OF  NOT  MORE  THAN  TWO  HUNDRED  FIFTY\n   25  DOLLARS.\n   26    B.  ANY  SUBSEQUENT  VIOLATION  OF  THIS SECTION ON A DATE FOLLOWING A\n   27  CONVICTION UNDER THE PROVISIONS OF THIS SECTION SHALL BE  A  MISDEMEANOR\n   28  PUNISHABLE  BY A FINE OF NOT MORE THAN ONE THOUSAND DOLLARS OR IMPRISON-\n   29  MENT FOR NOT MORE THAN ONE YEAR, OR BOTH.\n   30    4. THE COMMISSIONER OF AGRICULTURE AND MARKETS SHALL PROMULGATE  RULES\n   31  AND REGULATIONS, INCLUDING SIZE SPECIFICATIONS, AND ESTABLISH GUIDELINES\n   32  IN ORDER TO FACILITATE COMPLIANCE WITH THE PROVISIONS OF THIS SECTION.\n   33    5.  A. THE TERM \"HORSE\" AS USED THROUGHOUT THIS SECTION SHALL APPLY TO\n   34  THE ENTIRE FAMILY OF EQUIDAE.\n   35    B. THE TERM \"VEHICLE\" AS USED THROUGHOUT THIS SECTION SHALL  APPLY  TO\n   36  EVERY  DEVICE  IN, UPON, OR BY WHICH ANY PERSON OR PROPERTY IS OR MAY BE\n   37  TRANSPORTED OR DRAWN UPON A HIGHWAY, EXCEPT DEVICES MOVED BY HUMAN POWER\n   38  OR USED EXCLUSIVELY UPON STATIONARY RAILS OR TRACKS.\n   39    6. THE COURT IN WHICH  A  CONVICTION  UNDER  THE  PROVISIONS  OF  THIS\n   40  SECTION IS OBTAINED, SHALL, WITHIN THIRTY DAYS OF SUCH CONVICTION, TRAN-\n   41  SMIT  A  COPY  OF  THE  RECORD OF CONVICTION TO THE DIVISION OF CRIMINAL\n   42  JUSTICE SERVICES WHICH SHALL MAINTAIN A RECORD OF  SUCH  CONVICTION  FOR\n   43  THE PURPOSE OF IDENTIFYING SUBSEQUENT VIOLATIONS OF THIS SECTION.\n   44  S 236.14 POISONING OR ATTEMPTING TO POISON ANIMALS.\n   45    A  PERSON  WHO UNJUSTIFIABLY ADMINISTERS ANY POISONOUS OR NOXIOUS DRUG\n   46  OR SUBSTANCE TO A  HORSE,  MULE  OR  DOMESTIC  CATTLE  OR  UNJUSTIFIABLY\n   47  EXPOSES  ANY  SUCH  DRUG OR SUBSTANCE WITH INTENT THAT THE SAME SHALL BE\n   48  TAKEN BY HORSE, MULE OR BY DOMESTIC CATTLE, WHETHER SUCH HORSE, MULE  OR\n   49  DOMESTIC  CATTLE  BE  THE PROPERTY OF HIMSELF OR ANOTHER, IS GUILTY OF A\n   50  FELONY. A PERSON WHO UNJUSTIFIABLY ADMINISTERS ANY POISONOUS OR  NOXIOUS\n   51  DRUG  OR  SUBSTANCE  TO  AN ANIMAL, OTHER THAN A HORSE, MULE OR DOMESTIC\n   52  CATTLE, OR UNJUSTIFIABLY EXPOSES ANY SUCH DRUG OR SUBSTANCE WITH  INTENT\n   53  THAT  THE  SAME  SHALL BE TAKEN BY AN ANIMAL OTHER THAN A HORSE, MULE OR\n   54  DOMESTIC CATTLE, WHETHER SUCH ANIMAL  BE  THE  PROPERTY  OF  HIMSELF  OR\n   55  ANOTHER,  IS GUILTY OF A MISDEMEANOR, PUNISHABLE BY IMPRISONMENT FOR NOT\n\n       A. 1835                             9\n\n    1  MORE THAN ONE YEAR, OR BY A FINE OF NOT MORE THAN ONE THOUSAND  DOLLARS,\n    2  OR BY BOTH.\n    3  S 236.15 INTERFERENCE WITH OR INJURY TO CERTAIN DOMESTIC ANIMALS.\n    4    A  PERSON  WHO  WILFULLY  OR  UNJUSTIFIABLY  INTERFERES WITH, INJURES,\n    5  DESTROYS OR TAMPERS WITH OR  WHO  WILFULLY  SETS  ON  FOOT,  INSTIGATES,\n    6  ENGAGES  IN OR IN ANY WAY FURTHERS ANY ACT BY WHICH ANY HORSE, MULE, DOG\n    7  OR ANY OTHER DOMESTIC ANIMAL USED FOR THE PURPOSES OF  RACING,  BREEDING\n    8  OR  COMPETITIVE  EXHIBITION  OF  SKILL,  BREED OR STAMINA, IS INTERFERED\n    9  WITH, INJURED, DESTROYED OR TAMPERED WITH, OR ANY ACT TENDING TO PRODUCE\n   10  SUCH INTERFERENCE, INJURY, DESTRUCTION OR TAMPERING, WHETHER SUCH HORSE,\n   11  MULE, DOG OR OTHER DOMESTIC ANIMAL BE THE PROPERTY OF HIMSELF OR  ANOTH-\n   12  ER, IS GUILTY OF A FELONY.\n   13  S 236.16 THROWING SUBSTANCE INJURIOUS TO ANIMALS IN PUBLIC PLACE.\n   14    A PERSON WHO WILFULLY THROWS, DROPS OR PLACES, OR CAUSES TO BE THROWN,\n   15  DROPPED  OR  PLACED  UPON ANY ROAD, HIGHWAY, STREET OR PUBLIC PLACE, ANY\n   16  GLASS, NAILS, PIECES OF METAL, OR OTHER  SUBSTANCE  WHICH  MIGHT  WOUND,\n   17  DISABLE  OR  INJURE ANY ANIMAL IS GUILTY OF A MISDEMEANOR, PUNISHABLE BY\n   18  IMPRISONMENT FOR NOT MORE THAN ONE YEAR, OR BY A FINE OF NOT  MORE  THAN\n   19  ONE THOUSAND DOLLARS, OR BY BOTH.\n   20  S 236.17 UNAUTHORIZED  POSSESSION OF DOGS PRESUMPTIVE EVIDENCE OF LARCE-\n   21  NY.\n   22    THE UNAUTHORIZED POSSESSION OF A DOG OR DOGS, BY ANY  PERSON  NOT  THE\n   23  TRUE  OWNER,  FOR  A PERIOD EXCEEDING TEN DAYS, WITHOUT NOTIFYING EITHER\n   24  THE OWNER, THE LOCAL POLICE AUTHORITIES, OR THE  SUPERINTENDENT  OF  THE\n   25  STATE  POLICE AT ALBANY, NEW YORK, OF SUCH POSSESSION, SHALL BE PRESUMP-\n   26  TIVE EVIDENCE OF LARCENY.\n   27  S 236.18 RUNNING HORSES ON HIGHWAY.\n   28    A PERSON DRIVING ANY VEHICLE UPON ANY PLANK ROAD, TURNPIKE  OR  PUBLIC\n   29  HIGHWAY,  WHO  UNJUSTIFIABLY RUNS THE HORSES DRAWING THE SAME, OR CAUSES\n   30  OR PERMITS THEM TO RUN, IS GUILTY OF A MISDEMEANOR, PUNISHABLE BY IMPRI-\n   31  SONMENT FOR NOT MORE THAN ONE YEAR, OR BY A FINE OF NOT MORE  THAN  FIVE\n   32  HUNDRED DOLLARS, OR BY BOTH.\n   33  S 236.19 CLIPPING OR CUTTING THE EARS OF DOGS.\n   34    1.  WHOEVER CLIPS OR CUTS OFF OR CAUSES OR PROCURES ANOTHER TO CLIP OR\n   35  CUT OFF THE WHOLE OR ANY PART OF AN EAR OF ANY DOG UNLESS AN  ANESTHETIC\n   36  SHALL  HAVE  BEEN  GIVEN  TO  THE  DOG  AND THE OPERATION PERFORMED BY A\n   37  LICENSED VETERINARIAN, IS GUILTY OF A MISDEMEANOR, PUNISHABLE BY  IMPRI-\n   38  SONMENT FOR NOT MORE THAN ONE YEAR, OR A FINE OF NOT MORE THAN ONE THOU-\n   39  SAND DOLLARS, OR BY BOTH.\n   40    2.  EACH  APPLICANT  FOR  A DOG LICENSE MUST STATE ON SUCH APPLICATION\n   41  WHETHER ANY EAR OF THE DOG FOR WHICH HE APPLIES  FOR  SUCH  LICENSE  HAS\n   42  BEEN CUT OFF WHOLLY OR IN PART.\n   43    3.  NOTHING  IN  THIS SECTION SHALL BE CONSTRUED AS PREVENTING ANY DOG\n   44  WHOSE EAR OR EARS SHALL HAVE BEEN CLIPPED OR CUT OFF WHOLLY OR IN  PART,\n   45  NOT  IN  VIOLATION  OF  THIS SECTION, FROM BEING IMPORTED INTO THE STATE\n   46  EXCLUSIVELY FOR BREEDING PURPOSES.\n   47  S 236.20 DOG STEALING.\n   48    IT SHALL BE UNLAWFUL FOR ANY PERSON:\n   49    1. TO REMOVE OR CAUSE TO BE REMOVED THE COLLAR, IDENTIFICATION TAG  OR\n   50  ANY  OTHER IDENTIFICATION BY WHICH THE OWNER MAY BE ASCERTAINED FROM ANY\n   51  DOG, CAT OR ANY OTHER DOMESTIC ANIMAL AS DEFINED IN SUBDIVISION SEVEN OF\n   52  SECTION ONE HUNDRED EIGHT OF THE AGRICULTURE  AND  MARKETS  LAW,  OR  TO\n   53  ENTICE ANY IDENTIFIED DOG, CAT OR OTHER SUCH DOMESTIC ANIMAL INTO OR OUT\n   54  OF ANY HOUSE OR ENCLOSURE FOR THE PURPOSE OF REMOVING ITS COLLAR, TAG OR\n   55  ANY OTHER IDENTIFICATION, EXCEPT WITH THE OWNER'S PERMISSION;\n\n       A. 1835                            10\n\n    1    2.  TO  ENTICE, SEIZE OR MOLEST ANY DOG, WHILE IT IS BEING HELD OR LED\n    2  BY ANY PERSON OR WHILE IT IS PROPERLY MUZZLED OR WEARING A  COLLAR  WITH\n    3  AN  IDENTIFICATION  TAG ATTACHED, EXCEPT WHERE SUCH ACTION IS INCIDENTAL\n    4  TO THE ENFORCEMENT OF SOME LAW OR REGULATION;\n    5    3.  TO  TRANSPORT  ANY  DOG,  NOT  LAWFULLY IN HIS POSSESSION, FOR THE\n    6  PURPOSE OF KILLING OR SELLING SUCH DOG.\n    7    ANY PERSON VIOLATING ANY OF  THE  PROVISIONS  OF  THIS  SECTION,  UPON\n    8  CONVICTION  THEREOF,  SHALL  BE  PUNISHED  BY  A  FINE NOT EXCEEDING TWO\n    9  HUNDRED DOLLARS, OR BY IMPRISONMENT NOT TO  EXCEED  SIX  MONTHS,  OR  BY\n   10  BOTH.\n   11  S 236.21 REMOVING, SEIZING OR TRANSPORTING DOGS FOR RESEARCH PURPOSES.\n   12    IT SHALL BE UNLAWFUL FOR ANY PERSON:\n   13    1.  TO  REMOVE, SEIZE OR TRANSPORT OR CAUSE TO REMOVE, SEIZE OR TRANS-\n   14  PORT ANY DOG WHICH BELONGS TO OR IS LICENSED TO ANOTHER FOR THE  PURPOSE\n   15  OF  SALE,  BARTER  OR  TO  GIVE AWAY SAID DOG TO A LABORATORY, HOSPITAL,\n   16  RESEARCH INSTITUTE, MEDICAL SCHOOL OR ANY AGENCY OR ORGANIZATION ENGAGED\n   17  IN RESEARCH ACTIVITY, WITHOUT THE  EXPRESS  WRITTEN  PERMISSION  OF  THE\n   18  OWNER OR LICENSEE.\n   19    2.  ANY  PERSON  WHO  VIOLATES  THE  PROVISION  OF  THIS SECTION, UPON\n   20  CONVICTION THEREOF, SHALL BE GUILTY OF A MISDEMEANOR, AND IS  PUNISHABLE\n   21  BY  A  FINE OF NOT MORE THAN FIVE HUNDRED DOLLARS OR BY IMPRISONMENT FOR\n   22  NOT MORE THAN SIX MONTHS, OR BY BOTH.\n   23  S 236.22 LEAVING STATE TO AVOID PROVISIONS OF THIS ARTICLE.\n   24    A PERSON WHO LEAVES THIS  STATE  WITH  INTENT  TO  ELUDE  ANY  OF  THE\n   25  PROVISIONS  OF THIS ARTICLE OR TO COMMIT ANY ACT OUT OF THIS STATE WHICH\n   26  IS PROHIBITED BY THEM OR WHO, BEING A RESIDENT OF THIS STATE,  DOES  ANY\n   27  ACT WITHOUT THIS STATE, PURSUANT TO SUCH INTENT, WHICH WOULD BE PUNISHA-\n   28  BLE UNDER SUCH PROVISIONS, IF COMMITTED WITHIN THIS STATE, IS PUNISHABLE\n   29  IN THE SAME MANNER AS IF SUCH ACT HAD BEEN COMMITTED WITHIN THIS STATE.\n   30  S 236.23 OPERATING UPON TAILS OF HORSES UNLAWFUL.\n   31    1.  ANY  PERSON  WHO CUTS THE BONE, TISSUES, MUSCLES OR TENDONS OF THE\n   32  TAIL OF ANY HORSE, MARE OR GELDING, OR OTHERWISE OPERATES UPON IT IN ANY\n   33  MANNER FOR THE PURPOSE OR WITH THE EFFECT OF DOCKING, SETTING, OR OTHER-\n   34  WISE ALTERING THE NATURAL CARRIAGE OF THE TAIL, OR WHO KNOWINGLY PERMITS\n   35  THE SAME TO BE DONE UPON PREMISES OF WHICH  HE  IS  THE  OWNER,  LESSEE,\n   36  PROPRIETOR  OR USER, OR WHO ASSISTS IN OR IS VOLUNTARILY PRESENT AT SUCH\n   37  CUTTING, IS GUILTY OF A MISDEMEANOR, PUNISHABLE BY IMPRISONMENT FOR  NOT\n   38  MORE  THAN  ONE YEAR, OR BY A FINE OF NOT MORE THAN FIVE HUNDRED DOLLARS\n   39  OR BY BOTH. IF A HORSE IS FOUND  WITH  THE  BONE,  TISSUES,  MUSCLES  OR\n   40  TENDONS OF ITS TAIL CUT AS AFORESAID AND WITH THE WOUND RESULTING THERE-\n   41  FROM  UNHEALED,  UPON  THE  PREMISES OR IN THE CHARGE AND CUSTODY OF ANY\n   42  PERSON, SUCH FACT SHALL BE PRIMA FACIE EVIDENCE OF A VIOLATION  OF  THIS\n   43  SECTION  BY THE OWNER OR USER OF SUCH PREMISES OR THE PERSON HAVING SUCH\n   44  CHARGE OR CUSTODY, RESPECTIVELY.\n   45    2. ANY PERSON WHO SHOWS OR EXHIBITS AT ANY HORSE SHOW  OR  OTHER  LIKE\n   46  EXHIBITION IN THIS STATE A HORSE, MARE OR GELDING, THE TAIL OF WHICH HAS\n   47  BEEN  CUT  OR OPERATED UPON IN THE MANNER REFERRED TO IN SUBDIVISION ONE\n   48  OF THIS SECTION, IS GUILTY OF A MISDEMEANOR, PUNISHABLE BY  IMPRISONMENT\n   49  FOR  NOT  MORE THAN ONE YEAR, OR BY A FINE OF NOT MORE THAN FIVE HUNDRED\n   50  DOLLARS, OR BY BOTH; PROVIDED THAT THE PROVISIONS OF THIS SECTION  SHALL\n   51  NOT APPLY WITH RESPECT TO AN ANIMAL THE TAIL OF WHICH HAS BEEN SO CUT OR\n   52  OPERATED  UPON,  IF  THE OWNER THEREOF FURNISHES TO THE MANAGER OR OTHER\n   53  OFFICIAL HAVING CHARGE OF THE HORSE SHOW OR  EXHIBITION  AT  WHICH  SUCH\n   54  ANIMAL  IS  SHOWN  OR EXHIBITED AN AFFIDAVIT BY THE OWNER, OR A LICENSED\n   55  VETERINARIAN, IN A FORM APPROVED BY THE DEPARTMENT  OF  AGRICULTURE  AND\n   56  MARKETS,  STATING THAT IT WAS SO CUT IN A STATE WHEREIN SUCH CUTTING WAS\n\n       A. 1835                            11\n\n    1  NOT SPECIFICALLY PROHIBITED BY THE LAWS THEREOF. SAID  AFFIDAVIT  SHALL,\n    2  TO THE BEST OF AFFIANT'S KNOWLEDGE, INFORMATION AND BELIEF, IDENTIFY THE\n    3  ANIMAL  WITH  RESPECT TO SEX, AGE, MARKINGS, SIRE AND DAM, AND STATE THE\n    4  TIME AND PLACE OF SUCH CUTTING AND THE NAME AND ADDRESS OF THE PERSON BY\n    5  WHOM  PERFORMED.  THE  AFFIDAVIT  SHALL  BE SUBJECT TO INSPECTION AT ALL\n    6  REASONABLE TIMES BY ANY PEACE OFFICER, ACTING PURSUANT  TO  HIS  SPECIAL\n    7  DUTIES,  OR  POLICE  OFFICER OF THIS STATE, OR BY A DESIGNATED REPRESEN-\n    8  TATIVE OF THE COMMISSIONER OF AGRICULTURE  AND  MARKETS.    IN  LIEU  OF\n    9  FURNISHING SUCH AFFIDAVIT TO THE MANAGER OR OTHER OFFICIAL HAVING CHARGE\n   10  OF SUCH HORSE SHOW OR EXHIBITION, THE OWNER OF SUCH HORSE MAY SPECIFY ON\n   11  THE ENTRY BLANK FOR THE HORSE SHOW OR EXHIBITION THE NAME AND ADDRESS OF\n   12  A  CENTRAL  REGISTRY  OFFICE DESIGNATED BY THE DEPARTMENT OF AGRICULTURE\n   13  AND MARKETS WHERE SUCH AN AFFIDAVIT HAS ALREADY BEEN FILED AND IS AVAIL-\n   14  ABLE FOR INSPECTION.\n   15  S 236.24 INTERFERENCE WITH OFFICERS.\n   16    ANY PERSON WHO SHALL INTERFERE  WITH  OR  OBSTRUCT  ANY  CONSTABLE  OR\n   17  POLICE  OFFICER OR ANY OFFICER OR AGENT OF ANY DULY INCORPORATED SOCIETY\n   18  FOR THE PREVENTION OF CRUELTY TO ANIMALS IN THE DISCHARGE OF HIS DUTY TO\n   19  ENFORCE THE LAWS RELATING TO ANIMALS SHALL BE GUILTY OF  A  MISDEMEANOR,\n   20  PUNISHABLE  BY  IMPRISONMENT FOR NOT MORE THAN ONE YEAR, OR BY A FINE OF\n   21  NOT MORE THAN ONE THOUSAND DOLLARS, OR BY BOTH.\n   22  S 236.25 PROTECTION OF THE  PUBLIC  FROM  ATTACK  BY  WILD  ANIMALS  AND\n   23             REPTILES.\n   24    ANY  PERSON  OWNING,  POSSESSING OR HARBORING A WILD ANIMAL OR REPTILE\n   25  CAPABLE OF INFLICTING BODILY HARM UPON A HUMAN BEING, WHO SHALL FAIL  TO\n   26  EXERCISE  DUE  CARE  IN SAFEGUARDING THE PUBLIC FROM ATTACK BY SUCH WILD\n   27  ANIMAL OR REPTILE, IS GUILTY OF A MISDEMEANOR, PUNISHABLE  BY  IMPRISON-\n   28  MENT  FOR  NOT  MORE  THAN  ONE YEAR, OR BY A FINE OF NOT MORE THAN FIVE\n   29  HUNDRED DOLLARS, OR BY BOTH. \"WILD ANIMAL\" WITHIN THE  MEANING  OF  THIS\n   30  SECTION, SHALL NOT INCLUDE A DOG OR CAT OR OTHER DOMESTIC ANIMAL.\n   31    PREVIOUS ATTACKS UPON A HUMAN BEING BY SUCH WILD ANIMAL OR REPTILE, OR\n   32  KNOWLEDGE OF THE VICIOUS PROPENSITIES OF SUCH WILD ANIMAL OR REPTILE, ON\n   33  THE  PART OF THE POSSESSOR OR HARBORER THEREOF, SHALL NOT BE REQUIRED TO\n   34  BE PROVEN BY THE PEOPLE UPON A PROSECUTION HEREUNDER;  AND  NEITHER  THE\n   35  FACT  THAT  SUCH  WILD  ANIMAL  OR REPTILE HAS NOT PREVIOUSLY ATTACKED A\n   36  HUMAN BEING, NOR LACK OF KNOWLEDGE OF THE VICIOUS PROPENSITIES  OF  SUCH\n   37  WILD  ANIMAL  OR REPTILE ON THE PART OF THE OWNER, POSSESSOR OR HARBORER\n   38  THEREOF SHALL CONSTITUTE A DEFENSE TO A PROSECUTION HEREUNDER.\n   39  S 236.26 POWERS OF PEACE OFFICERS.\n   40    A CONSTABLE OR POLICE OFFICER MUST, AND ANY AGENT OR  OFFICER  OF  ANY\n   41  DULY  INCORPORATED  SOCIETY FOR THE PREVENTION OF CRUELTY TO ANIMALS MAY\n   42  ISSUE AN APPEARANCE TICKET PURSUANT TO SECTION 150.20  OF  THE  CRIMINAL\n   43  PROCEDURE  LAW, SUMMON OR ARREST, AND BRING BEFORE A COURT OR MAGISTRATE\n   44  HAVING JURISDICTION, ANY PERSON OFFENDING AGAINST ANY OF THE  PROVISIONS\n   45  OF  THIS  ARTICLE.    ANY  OFFICER OR AGENT OF ANY OF SAID SOCIETIES MAY\n   46  LAWFULLY INTERFERE TO PREVENT THE PERPETRATION OF  ANY  ACT  OF  CRUELTY\n   47  UPON  ANY  ANIMAL  IN  HIS  PRESENCE. ANY OF SAID SOCIETIES MAY PREFER A\n   48  COMPLAINT BEFORE ANY COURT, TRIBUNAL OR MAGISTRATE HAVING  JURISDICTION,\n   49  FOR  THE  VIOLATION  OF ANY LAW RELATING TO OR AFFECTING ANIMALS AND MAY\n   50  AID IN PRESENTING THE LAW AND  FACTS  BEFORE  SUCH  COURT,  TRIBUNAL  OR\n   51  MAGISTRATE IN ANY PROCEEDING TAKEN.\n   52  S 236.27 ISSUANCE OF WARRANTS UPON COMPLAINT.\n   53    UPON  COMPLAINT UNDER OATH OR AFFIRMATION TO ANY MAGISTRATE AUTHORIZED\n   54  TO ISSUE WARRANTS IN CRIMINAL CASES, THAT THE COMPLAINANT HAS  JUST  AND\n   55  REASONABLE  CAUSE  TO SUSPECT THAT ANY OF THE PROVISIONS OF LAW RELATING\n   56  TO OR IN ANY WAY AFFECTING ANIMALS ARE BEING OR ARE ABOUT TO BE VIOLATED\n\n       A. 1835                            12\n\n    1  IN ANY PARTICULAR BUILDING OR PLACE, SUCH MAGISTRATE  SHALL  IMMEDIATELY\n    2  ISSUE  AND  DELIVER  A  WARRANT  TO ANY PERSON AUTHORIZED BY LAW TO MAKE\n    3  ARRESTS FOR SUCH OFFENSES, AUTHORIZING HIM  TO  ENTER  AND  SEARCH  SUCH\n    4  BUILDING  OR PLACE, AND TO ARREST ANY PERSON THERE PRESENT FOUND VIOLAT-\n    5  ING ANY OF SAID LAWS, AND TO BRING SUCH PERSON BEFORE THE NEAREST MAGIS-\n    6  TRATE OF COMPETENT JURISDICTION, TO BE DEALT WITH ACCORDING TO LAW.\n    7  S 236.28 SEIZURE  OF  ANIMALS  LOST,  STRAYED,  HOMELESS,  ABANDONED  OR\n    8             IMPROPERLY CONFINED OR KEPT.\n    9    1.  ANY POLICE OFFICER OR AGENT OR OFFICER OF THE AMERICAN SOCIETY FOR\n   10  THE PREVENTION OF CRUELTY TO ANIMALS OR ANY  DULY  INCORPORATED  SOCIETY\n   11  FOR  THE  PREVENTION OF CRUELTY TO ANIMALS, MAY LAWFULLY TAKE POSSESSION\n   12  OF ANY LOST, STRAYED, HOMELESS OR ABANDONED ANIMAL FOUND IN ANY  STREET,\n   13  ROAD OR OTHER PUBLIC PLACE.\n   14    1-A.  ANY  POLICE OFFICER IN LEWIS COUNTY MAY LAWFULLY TAKE POSSESSION\n   15  OF ANY LOST, STRAYED, HOMELESS OR ABANDONED DOMESTIC ANIMAL, AS  DEFINED\n   16  IN  SECTION  ONE HUNDRED EIGHT OF THE AGRICULTURE AND MARKETS LAW, FOUND\n   17  IN ANY STREET, ROAD OR OTHER PUBLIC PLACE.\n   18    2. ANY SUCH POLICE OFFICER OR AGENT OR OFFICER MAY ALSO LAWFULLY  TAKE\n   19  POSSESSION  OF  ANY  ANIMAL IN OR UPON ANY PREMISES OTHER THAN A STREET,\n   20  ROAD OR OTHER PUBLIC PLACE, WHICH FOR MORE THAN TWELVE SUCCESSIVE  HOURS\n   21  HAS  BEEN  CONFINED  OR  KEPT  IN A CROWDED OR UNHEALTHY CONDITION OR IN\n   22  UNHEALTHFUL OR UNSANITARY SURROUNDINGS OR  NOT  PROPERLY  CARED  FOR  OR\n   23  WITHOUT  NECESSARY  SUSTENANCE, FOOD OR DRINK, PROVIDED THAT A COMPLAINT\n   24  STATING JUST AND REASONABLE GROUNDS IS MADE UNDER OATH OR AFFIRMATION TO\n   25  ANY MAGISTRATE AUTHORIZED TO ISSUE WARRANTS IN CRIMINAL CASES, AND  THAT\n   26  SUCH  WARRANT  AUTHORIZING  ENTRY  AND SEARCH IS ISSUED AND DELIVERED BY\n   27  SUCH MAGISTRATE; IF JUST AND REASONABLE CAUSE IS SHOWN,  THE  MAGISTRATE\n   28  SHALL IMMEDIATELY ISSUE SUCH WARRANT.\n   29    3.  ANY SUCH POLICE OFFICER OR AGENT OR OFFICER MAY ALSO LAWFULLY TAKE\n   30  POSSESSION OF ANY UNWANTED ANIMAL  FROM  THE  PERSON  IN  POSSESSION  OR\n   31  CUSTODY THEREOF.\n   32    4.  WHEN ANY PERSON ARRESTED IS, AT THE TIME OF SUCH ARREST, IN CHARGE\n   33  OF ANY ANIMAL OR OF ANY VEHICLE DRAWN BY OR CONTAINING ANY  ANIMAL,  ANY\n   34  AGENT  OR OFFICER OF SAID SOCIETY OR SOCIETIES OR ANY POLICE OFFICER MAY\n   35  TAKE CHARGE OF SUCH ANIMAL AND OF SUCH VEHICLE  AND  ITS  CONTENTS,  AND\n   36  DEPOSIT  THE  SAME  IN A SAFE PLACE OR CUSTODY, OR DELIVER THE SAME INTO\n   37  THE POSSESSION OF THE POLICE OR SHERIFF OF THE COUNTY OR  PLACE  WHEREIN\n   38  SUCH  ARREST  WAS  MADE, WHO SHALL THEREUPON ASSUME THE CUSTODY THEREOF;\n   39  AND ALL NECESSARY EXPENSES INCURRED IN TAKING CHARGE  OF  SUCH  PROPERTY\n   40  SHALL BE A CHARGE THEREON.\n   41    5.  NOTHING  HEREIN  CONTAINED  SHALL  RESTRICT  THE RIGHTS AND POWERS\n   42  DERIVED FROM SECTION  ONE  HUNDRED  SEVENTEEN  OF  THE  AGRICULTURE  AND\n   43  MARKETS  LAW  RELATING TO SEIZURE OF UNLICENSED DOGS AND THE DISPOSITION\n   44  TO BE MADE OF ANIMALS SO SEIZED OR TAKEN, NOR  THOSE  DERIVED  FROM  ANY\n   45  OTHER  GENERAL OR SPECIAL LAW RELATING TO THE SEIZURE OR OTHER TAKING OF\n   46  DOGS AND OTHER ANIMALS BY A SOCIETY FOR THE  PREVENTION  OF  CRUELTY  TO\n   47  ANIMALS.\n   48    6. A. IF ANY ANIMAL IS SEIZED AND IMPOUNDED PURSUANT TO THE PROVISIONS\n   49  OF  THIS  SECTION OR SECTION 236.30 OF THIS ARTICLE FOR ANY VIOLATION OF\n   50  THIS ARTICLE, UPON ARRAIGNMENT OF CHARGES THE DULY INCORPORATED  SOCIETY\n   51  FOR  THE PREVENTION OF CRUELTY TO ANIMALS, HUMANE SOCIETY, POUND, ANIMAL\n   52  SHELTER OR ANY AUTHORIZED AGENTS THEREOF, HEREINAFTER  REFERRED  TO  FOR\n   53  THE  PURPOSES OF THIS SECTION AS THE \"IMPOUNDING ORGANIZATION\", MAY FILE\n   54  A PETITION WITH THE COURT REQUESTING THAT THE PERSON FROM WHOM AN ANIMAL\n   55  IS SEIZED OR THE OWNER OF THE ANIMAL BE ORDERED TO POST A SECURITY.  THE\n   56  SECURITY  SHALL  BE  IN  AN  AMOUNT SUFFICIENT TO SECURE PAYMENT FOR ALL\n\n       A. 1835                            13\n\n    1  REASONABLE EXPENSES EXPECTED TO BE INCURRED BY THE IMPOUNDING  ORGANIZA-\n    2  TION  IN  CARING AND PROVIDING FOR THE ANIMAL PENDING DISPOSITION OF THE\n    3  CHARGES.   REASONABLE EXPENSES SHALL INCLUDE, BUT  NOT  BE  LIMITED  TO,\n    4  ESTIMATED  MEDICAL  CARE  AND BOARDING OF THE ANIMAL FOR AT LEAST THIRTY\n    5  DAYS. THE AMOUNT OF THE SECURITY, IF ANY, SHALL  BE  DETERMINED  BY  THE\n    6  COURT AFTER TAKING INTO CONSIDERATION ALL OF THE FACTS AND CIRCUMSTANCES\n    7  OF  THE  CASE  INCLUDING,  BUT  NOT LIMITED TO THE RECOMMENDATION OF THE\n    8  IMPOUNDING ORGANIZATION HAVING CUSTODY AND CARE OF THE SEIZED ANIMAL AND\n    9  THE COST OF CARING FOR THE ANIMAL. IF A  SECURITY  HAS  BEEN  POSTED  IN\n   10  ACCORDANCE  WITH THIS SECTION, THE IMPOUNDING ORGANIZATION MAY DRAW FROM\n   11  THE SECURITY THE ACTUAL REASONABLE COSTS TO BE INCURRED BY  SUCH  ORGAN-\n   12  IZATION IN CARING FOR THE SEIZED ANIMAL.\n   13    B.  (I)  UPON  RECEIPT  OF  A PETITION PURSUANT TO PARAGRAPH A OF THIS\n   14  SUBDIVISION THE COURT  SHALL  SET  A  HEARING  ON  THE  PETITION  TO  BE\n   15  CONDUCTED  WITHIN  TEN BUSINESS DAYS OF THE FILING OF SUCH PETITION. THE\n   16  PETITIONER SHALL SERVE A TRUE COPY OF THE PETITION  UPON  THE  DEFENDANT\n   17  AND  THE  DISTRICT ATTORNEY. THE PETITIONER SHALL ALSO SERVE A TRUE COPY\n   18  OF THE PETITION ON ANY INTERESTED PERSON. FOR PURPOSES OF THIS  SUBDIVI-\n   19  SION,  INTERESTED  PERSON  SHALL  MEAN AN INDIVIDUAL, PARTNERSHIP, FIRM,\n   20  JOINT STOCK COMPANY, CORPORATION, ASSOCIATION, TRUST,  ESTATE  OR  OTHER\n   21  LEGAL  ENTITY  WHO THE COURT DETERMINES MAY HAVE A PECUNIARY INTEREST IN\n   22  THE ANIMAL WHICH IS THE SUBJECT OF THE PETITION.  THE  PETITIONER  SHALL\n   23  HAVE  THE  BURDEN OF PROVING BY A PREPONDERANCE OF THE EVIDENCE THAT THE\n   24  PERSON FROM WHOM THE ANIMAL WAS SEIZED  VIOLATED  A  PROVISION  OF  THIS\n   25  ARTICLE. THE COURT MAY WAIVE FOR GOOD CAUSE SHOWN THE POSTING OF SECURI-\n   26  TY.\n   27    (II) IF THE COURT ORDERS THE POSTING OF A SECURITY, THE SECURITY SHALL\n   28  BE  POSTED  WITH THE CLERK OF THE COURT WITHIN FIVE BUSINESS DAYS OF THE\n   29  HEARING PROVIDED FOR IN SUBPARAGRAPH ONE OF THIS  PARAGRAPH.  THE  COURT\n   30  MAY  ORDER THE IMMEDIATE FORFEITURE OF THE SEIZED ANIMAL TO THE IMPOUND-\n   31  ING ORGANIZATION IF THE PERSON ORDERED TO POST THE SECURITY FAILS TO  DO\n   32  SO.    ANY  ANIMAL  FORFEITED  SHALL  BE  MADE AVAILABLE FOR ADOPTION OR\n   33  EUTHANIZED SUBJECT TO SUBDIVISION SEVEN-A OF SECTION ONE HUNDRED  SEVEN-\n   34  TEEN  OF THE AGRICULTURE AND MARKETS LAW OR SECTION 236.29 OF THIS ARTI-\n   35  CLE.\n   36    (III) IN THE CASE OF AN ANIMAL OTHER THAN A COMPANION ANIMAL  OR  PET,\n   37  IF  A  PERSON ORDERED TO POST SECURITY FAILS TO DO SO, THE COURT MAY, IN\n   38  ADDITION TO THE FORFEITURE  TO  A  DULY  INCORPORATED  SOCIETY  FOR  THE\n   39  PREVENTION  OF CRUELTY TO ANIMALS, HUMANE SOCIETY, POUND, ANIMAL SHELTER\n   40  OR ANY AUTHORIZED AGENTS THEREOF, AND SUBJECT  TO  THE  RESTRICTIONS  OF\n   41  SECTIONS  236.06,  236.09  AND  236.29 OF THIS ARTICLE, ORDER THE ANIMAL\n   42  WHICH WAS THE BASIS OF THE ORDER TO BE SOLD, PROVIDED  THAT  ALL  INTER-\n   43  ESTED  PERSONS  SHALL  FIRST BE PROVIDED THE OPPORTUNITY TO REDEEM THEIR\n   44  INTEREST IN THE ANIMAL AND  TO  PURCHASE  THE  INTEREST  OF  THE  PERSON\n   45  ORDERED  TO POST SECURITY, SUBJECT TO SUCH CONDITIONS AS THE COURT DEEMS\n   46  APPROPRIATE TO ASSURE PROPER CARE AND TREATMENT OF THE ANIMAL. THE COURT\n   47  MAY REIMBURSE THE PERSON ORDERED TO POST  SECURITY  AND  ANY  INTERESTED\n   48  PERSONS  ANY  MONEY  EARNED  BY  THE  SALE  OF THE ANIMAL LESS ANY COSTS\n   49  INCLUDING, BUT NOT LIMITED TO, VETERINARY AND CUSTODIAL CARE. ANY ANIMAL\n   50  DETERMINED BY THE COURT TO BE MAIMED, DISEASED, DISABLED OR INFIRM SO AS\n   51  TO BE UNFIT FOR SALE OR ANY USEFUL PURPOSE SHALL BE FORFEITED TO A  DULY\n   52  INCORPORATED  SOCIETY FOR THE PREVENTION OF CRUELTY TO ANIMALS OR A DULY\n   53  INCORPORATED HUMANE SOCIETY OR AUTHORIZED AGENTS THEREOF, AND BE  AVAIL-\n   54  ABLE  FOR  ADOPTION  OR SHALL BE EUTHANIZED SUBJECT TO SECTION 236.29 OF\n   55  THIS ARTICLE.\n\n       A. 1835                            14\n\n    1    (IV) NOTHING IN THIS SECTION SHALL BE CONSTRUED TO LIMIT  OR  RESTRICT\n    2  IN  ANY  WAY THE RIGHTS OF A SECURED PARTY HAVING A SECURITY INTEREST IN\n    3  ANY ANIMAL DESCRIBED IN THIS SECTION. THIS SECTION  EXPRESSLY  DOES  NOT\n    4  IMPAIR OR SUBORDINATE THE RIGHTS OF SUCH A SECURED LENDER HAVING A SECU-\n    5  RITY  INTEREST  IN  THE  ANIMAL OR IN THE PROCEEDS FROM THE SALE OF SUCH\n    6  ANIMAL.\n    7    C. IN NO EVENT SHALL THE SECURITY PREVENT THE IMPOUNDING  ORGANIZATION\n    8  HAVING  CUSTODY  AND  CARE  OF  THE  ANIMAL FROM DISPOSING OF THE ANIMAL\n    9  PURSUANT TO SECTION 236.29 OF THIS ARTICLE PRIOR TO  THE  EXPIRATION  OF\n   10  THE  THIRTY  DAY  PERIOD  COVERED  BY  THE SECURITY IF THE COURT MAKES A\n   11  DETERMINATION OF THE CHARGES AGAINST THE PERSON FROM WHOM THE ANIMAL WAS\n   12  SEIZED PRIOR THERETO. UPON RECEIPT OF A  PETITION  FROM  THE  IMPOUNDING\n   13  ORGANIZATION,  THE  COURT  MAY ORDER THE PERSON FROM WHOM THE ANIMAL WAS\n   14  SEIZED OR THE OWNER OF THE ANIMAL TO POST AN  ADDITIONAL  SECURITY  WITH\n   15  THE  CLERK  OF THE COURT TO SECURE PAYMENT OF REASONABLE EXPENSES FOR AN\n   16  ADDITIONAL PERIOD OF TIME PENDING A DETERMINATION BY THE  COURT  OF  THE\n   17  CHARGES  AGAINST  THE PERSON FROM WHOM THE ANIMAL WAS SEIZED. THE PERSON\n   18  WHO POSTED THE SECURITY SHALL BE ENTITLED TO A REFUND OF THE SECURITY IN\n   19  WHOLE OR PART FOR ANY EXPENSES NOT INCURRED BY SUCH IMPOUNDING ORGANIZA-\n   20  TION UPON ADJUDICATION OF THE CHARGES. THE PERSON WHO POSTED THE SECURI-\n   21  TY SHALL BE ENTITLED  TO  A  FULL  REFUND  OF  THE  SECURITY,  INCLUDING\n   22  REIMBURSEMENT  BY  THE  IMPOUNDING ORGANIZATION OF ANY AMOUNT ALLOWED BY\n   23  THE COURT TO BE EXPENDED, AND  THE  RETURN  OF  THE  ANIMAL  SEIZED  AND\n   24  IMPOUNDED  UPON  ACQUITTAL OR DISMISSAL OF THE CHARGES, EXCEPT WHERE THE\n   25  DISMISSAL IS BASED UPON AN ADJOURNMENT  IN  CONTEMPLATION  OF  DISMISSAL\n   26  PURSUANT  TO  SECTION  215.30  OF  THE CRIMINAL PROCEDURE LAW. THE COURT\n   27  ORDER DIRECTING SUCH REFUND AND REIMBURSEMENT SHALL PROVIDE FOR  PAYMENT\n   28  TO  BE  MADE WITHIN A REASONABLE TIME FROM THE ACQUITTAL OR DISMISSAL OF\n   29  CHARGES.\n   30    7. NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION TO THE  CONTRA-\n   31  RY,  THE  COURT  MAY  ORDER  A PERSON CHARGED WITH ANY VIOLATION OF THIS\n   32  ARTICLE TO PROVIDE NECESSARY FOOD,  WATER,  SHELTER  AND  CARE  FOR  ANY\n   33  ANIMAL  WHICH  IS  THE  BASIS  OF THE CHARGE, WITHOUT THE REMOVAL OF THE\n   34  ANIMAL FROM ITS EXISTING LOCATION, UNTIL THE CHARGES AGAINST THE  PERSON\n   35  ARE  ADJUDICATED.    UNTIL A FINAL DETERMINATION OF THE CHARGES IS MADE,\n   36  ANY LAW ENFORCEMENT OFFICER, OFFICER OF A DULY INCORPORATED SOCIETY  FOR\n   37  THE  PREVENTION  OF CRUELTY TO ANIMALS, OR ITS AUTHORIZED AGENTS, MAY BE\n   38  AUTHORIZED BY AN ORDER OF THE COURT TO MAKE REGULAR VISITS TO WHERE  THE\n   39  ANIMAL  IS  BEING KEPT TO ASCERTAIN IF THE ANIMAL IS RECEIVING NECESSARY\n   40  FOOD, WATER, SHELTER AND CARE. NOTHING SHALL PREVENT ANY LAW ENFORCEMENT\n   41  OFFICER, OFFICER OF A DULY INCORPORATED SOCIETY FOR  THE  PREVENTION  OF\n   42  CRUELTY  TO  ANIMALS,  OR  ITS  AUTHORIZED  AGENTS,  FROM APPLYING FOR A\n   43  WARRANT PURSUANT TO THIS SECTION TO SEIZE ANY ANIMAL BEING HELD  BY  THE\n   44  PERSON  CHARGED  PENDING THE ADJUDICATION OF THE CHARGES IF IT IS DETER-\n   45  MINED THAT THE ANIMAL IS NOT RECEIVING THE NECESSARY FOOD, WATER,  SHEL-\n   46  TER OR CARE.\n   47  S 236.29 HUMANE  DESTRUCTION  OR  OTHER  DISPOSITION  OF  ANIMALS  LOST,\n   48             STRAYED, HOMELESS, ABANDONED OR IMPROPERLY CONFINED OR KEPT.\n   49    1. ANY AGENT OR OFFICER OF THE AMERICAN SOCIETY FOR THE PREVENTION  OF\n   50  CRUELTY  TO  ANIMALS,  OR  OF  ANY  SOCIETY  DULY  INCORPORATED FOR THAT\n   51  PURPOSE, OR ANY POLICE OFFICER, MAY LAWFULLY  AND  HUMANELY  DESTROY  OR\n   52  CAUSE  TO BE HUMANELY DESTROYED ANY ANIMAL FOUND ABANDONED AND NOT PROP-\n   53  ERLY CARED FOR, OR ANY LOST, STRAYED, HOMELESS OR  UNWANTED  ANIMAL,  IF\n   54  UPON EXAMINATION A LICENSED VETERINARY SURGEON SHALL CERTIFY IN WRITING,\n   55  OR IF TWO REPUTABLE CITIZENS CALLED BY HIM TO VIEW THE SAME IN HIS PRES-\n   56  ENCE FIND THAT THE ANIMAL IS SO MAIMED, DISEASED, DISABLED, OR INFIRM SO\n\n       A. 1835                            15\n\n    1  AS  TO  BE  UNFIT FOR ANY USEFUL PURPOSE; OR AFTER SUCH AGENT OR OFFICER\n    2  HAS OBTAINED IN WRITING FROM THE OWNER OF SUCH  ANIMAL  HIS  CONSENT  TO\n    3  SUCH DESTRUCTION.\n    4    2. IN THE ABSENCE OF SUCH FINDINGS OR CERTIFICATE THE AMERICAN SOCIETY\n    5  FOR  THE  PREVENTION  OF CRUELTY TO ANIMALS OR ANY SOCIETY DULY INCORPO-\n    6  RATED FOR THAT PURPOSE MAY AFTER FIVE DAYS HUMANELY DESTROY  ANY  ANIMAL\n    7  OF  WHICH  POSSESSION IS TAKEN AS PROVIDED FOR IN SECTION 236.28 OF THIS\n    8  SECTION, UNLESS THE SAME IS EARLIER REDEEMED BY ITS OWNER.\n    9    2-A. THE USE OF A DECOMPRESSION CHAMBER OR DECOMPRESSION DEVICE OF ANY\n   10  KIND IS HEREBY DECLARED TO BE INHUMANE WHEN  USED  FOR  THE  PURPOSE  OF\n   11  DESTROYING AN ANIMAL AND IS HEREBY PROHIBITED.\n   12    2-B.  NO  PERSON SHALL EUTHANIZE ANY DOG OR CAT WITH T-61, CURARE, ANY\n   13  CURARIFORM DRUG, ANY NEURO-MUSCULAR BLOCKING AGENT OR ANY OTHER PARALYZ-\n   14  ING DRUG.\n   15    2-C. NO PERSON SHALL EUTHANIZE A DOG OR CAT BY GUNSHOT  EXCEPT  AS  AN\n   16  EMERGENCY PROCEDURE FOR A DANGEROUS DOG OR A SEVERELY INJURED DOG OR CAT\n   17  THAT IS SUFFERING AND CANNOT OTHERWISE BE AIDED.\n   18    2-D.  NO  PERSON  SHALL EUTHANIZE A DOG OR CAT BY GAS EMITTED FROM ANY\n   19  ENGINE EXHAUST SYSTEM.\n   20    2-E. NO PERSON SHALL RELEASE ANY  DOG  OR  CAT  FROM  THE  CUSTODY  OR\n   21  CONTROL  OF ANY POUND, SHELTER, SOCIETY FOR THE PREVENTION OF CRUELTY TO\n   22  ANIMALS, HUMANE SOCIETY, DOG PROTECTIVE ASSOCIATION, DOG  CONTROL  OFFI-\n   23  CER, PEACE OFFICER OR ANY AGENT THEREOF, FOR ANY PURPOSE EXCEPT ADOPTION\n   24  OR REDEMPTION BY ITS OWNER.\n   25    ANY  VIOLATION OF THIS SUBDIVISION, OR SUBDIVISION TWO-A, TWO-B, TWO-C\n   26  OR TWO-D OF THIS SECTION SHALL CONSTITUTE A  MISDEMEANOR  AND  SHALL  BE\n   27  PUNISHABLE  BY  IMPRISONMENT FOR NOT MORE THAN ONE YEAR, OR BY A FINE OF\n   28  NOT MORE THAN ONE THOUSAND DOLLARS, OR BY BOTH.\n   29    3. IN LIEU OF SUCH DESTRUCTION OR REDEMPTION, SUCH SOCIETY MAY IN  ITS\n   30  DISCRETION  LAWFULLY  AND  WITHOUT  LIABILITY  DELIVER  SUCH  ANIMAL FOR\n   31  ADOPTION TO AN INDIVIDUAL OTHER  THAN  THE  OWNER  AFTER  THE  TIME  FOR\n   32  REDEMPTION HAS EXPIRED.\n   33    4.  PRIOR  TO  SUCH DESTRUCTION OR OTHER DISPOSITION, THE OWNER OF THE\n   34  ANIMAL MAY REDEEM THE SAME UPON PROVING TITLE  TO  THE  SATISFACTION  OF\n   35  SUCH  SOCIETY  AND PAYING SUCH SOCIETY SUCH AMOUNT, APPROVED BY A MAGIS-\n   36  TRATE,  AS  MAY  HAVE  BEEN  REASONABLY  EXPENDED  BY  SUCH  SOCIETY  IN\n   37  CONNECTION WITH THE CARE AND MAINTENANCE THEREOF.\n   38    5.  A.  IN  ADDITION  TO  ANY  OTHER  PENALTY  PROVIDED  BY  LAW, UPON\n   39  CONVICTION FOR ANY VIOLATION OF SECTION 236.01, 236.02, 236.03,  236.04,\n   40  236.07,  236.08,  236.12, 236.14, 236.15, 236.19 OR 236.23 OF THIS ARTI-\n   41  CLE, THE CONVICTED PERSON MAY, AFTER A DULY  HELD  HEARING  PURSUANT  TO\n   42  PARAGRAPH  F OF THIS SUBDIVISION, BE ORDERED BY THE COURT TO FORFEIT, TO\n   43  A DULY INCORPORATED SOCIETY FOR THE PREVENTION OF CRUELTY TO ANIMALS  OR\n   44  A  DULY  INCORPORATED  HUMANE  SOCIETY OR AUTHORIZED AGENTS THEREOF, THE\n   45  ANIMAL OR ANIMALS WHICH ARE THE BASIS OF THE CONVICTION.  UPON  SUCH  AN\n   46  ORDER OF FORFEITURE, THE CONVICTED PERSON SHALL BE DEEMED TO HAVE RELIN-\n   47  QUISHED ALL RIGHTS TO THE ANIMALS WHICH ARE THE BASIS OF THE CONVICTION,\n   48  EXCEPT THOSE GRANTED IN PARAGRAPH D OF THIS SUBDIVISION.\n   49    B.  PURSUANT TO THE PROVISIONS OF SUBDIVISIONS TWO-A, TWO-B, TWO-C AND\n   50  TWO-D OF THIS SECTION, NO DOG OR CAT IN THE CUSTODY OF A  DULY  INCORPO-\n   51  RATED  SOCIETY FOR THE PREVENTION OF CRUELTY TO ANIMALS, A DULY INCORPO-\n   52  RATED HUMANE SOCIETY OR ITS AUTHORIZED AGENTS THEREOF,  OR  A  POUND  OR\n   53  SHELTER,  SHALL  BE SOLD, TRANSFERRED OR OTHERWISE MADE AVAILABLE TO ANY\n   54  PERSON FOR THE PURPOSE  OF  RESEARCH,  EXPERIMENTATION  OR  TESTING.  NO\n   55  AUTHORIZED  AGENT  OF  A DULY INCORPORATED SOCIETY FOR THE PREVENTION OF\n   56  CRUELTY TO ANIMALS, NOR OF A DULY INCORPORATED HUMANE SOCIETY, SHALL USE\n\n       A. 1835                            16\n\n    1  ANY ANIMAL PLACED IN ITS CUSTODY BY THE DULY  INCORPORATED  SOCIETY  FOR\n    2  THE PREVENTION OF CRUELTY TO ANIMALS OR DULY INCORPORATED HUMANE SOCIETY\n    3  FOR THE PURPOSE OF RESEARCH, EXPERIMENTATION OR TESTING.\n    4    C.  THE  COURT MAY ADDITIONALLY ORDER THAT THE CONVICTED PERSON OR ANY\n    5  PERSON DWELLING IN THE SAME HOUSEHOLD WHO CONSPIRED, AIDED OR ABETTED IN\n    6  THE UNLAWFUL ACT WHICH WAS THE BASIS OF THE CONVICTION, OR WHO  KNEW  OR\n    7  SHOULD  HAVE  KNOWN  OF THE UNLAWFUL ACT, SHALL NOT OWN, HARBOR, OR HAVE\n    8  CUSTODY OR CONTROL OF ANY OTHER ANIMALS, OTHER THAN FARM ANIMALS, FOR  A\n    9  PERIOD OF TIME WHICH THE COURT DEEMS REASONABLE.\n   10    D.  IN  THE  CASE  OF  FARM ANIMALS, THE COURT MAY, IN ADDITION TO THE\n   11  FORFEITURE TO A DULY INCORPORATED SOCIETY FOR THE PREVENTION OF  CRUELTY\n   12  TO  ANIMALS  OR  A DULY INCORPORATED HUMANE SOCIETY OR AUTHORIZED AGENTS\n   13  THEREOF, AND SUBJECT TO THE RESTRICTIONS OF SECTIONS 236.06  AND  236.09\n   14  OF  THIS  ARTICLE,  ORDER  THE  FARM ANIMALS WHICH WERE THE BASIS OF THE\n   15  CONVICTION TO BE SOLD. IN NO CASE SHALL FARM ANIMALS WHICH ARE THE BASIS\n   16  OF THE CONVICTION BE REDEEMED BY THE CONVICTED PERSON WHO IS THE SUBJECT\n   17  OF THE ORDER OF FORFEITURE OR BY ANY PERSON DWELLING IN THE SAME  HOUSE-\n   18  HOLD  WHO  CONSPIRED, AIDED OR ABETTED IN THE UNLAWFUL ACT WHICH WAS THE\n   19  BASIS OF THE CONVICTION, OR WHO KNEW OR SHOULD HAVE KNOWN OF THE  UNLAW-\n   20  FUL  ACT.  THE  COURT  SHALL REIMBURSE THE CONVICTED PERSON AND ANY DULY\n   21  DETERMINED INTERESTED PERSONS, PURSUANT TO PARAGRAPH F OF THIS  SUBDIVI-\n   22  SION,  ANY  MONEY  EARNED BY THE SALE OF THE FARM ANIMALS LESS ANY COSTS\n   23  INCLUDING, BUT NOT LIMITED TO, VETERINARY AND CUSTODIAL  CARE,  AND  ANY\n   24  FINES  OR  PENALTIES  IMPOSED BY THE COURT. THE COURT MAY ORDER THAT THE\n   25  SUBJECT ANIMALS BE PROVIDED WITH APPROPRIATE CARE AND TREATMENT  PENDING\n   26  THE  HEARING AND THE DISPOSITION OF THE CHARGES. ANY FARM ANIMAL ORDERED\n   27  FORFEITED BUT NOT SOLD SHALL BE REMANDED TO THE CUSTODY AND CHARGE OF  A\n   28  DULY  INCORPORATED  SOCIETY  FOR THE PREVENTION OF CRUELTY TO ANIMALS OR\n   29  DULY INCORPORATED HUMANE SOCIETY OR ITS  AUTHORIZED  AGENT  THEREOF  AND\n   30  DISPOSED OF PURSUANT TO PARAGRAPH E OF THIS SUBDIVISION.\n   31    E.  A  DULY  INCORPORATED  SOCIETY  FOR  THE  PREVENTION OF CRUELTY TO\n   32  ANIMALS OR A DULY INCORPORATED  HUMANE  SOCIETY  IN  CHARGE  OF  ANIMALS\n   33  FORFEITED  PURSUANT  TO  PARAGRAPH  A  OF  THIS  SUBDIVISION MAY, IN ITS\n   34  DISCRETION, LAWFULLY AND WITHOUT LIABILITY, ADOPT  THEM  TO  INDIVIDUALS\n   35  OTHER THAN THE CONVICTED PERSON OR PERSON DWELLING IN THE SAME HOUSEHOLD\n   36  WHO  CONSPIRED, AIDED OR ABETTED IN THE UNLAWFUL ACT WHICH WAS THE BASIS\n   37  OF THE CONVICTION, OR WHO KNEW OR SHOULD HAVE KNOWN OF THE UNLAWFUL ACT,\n   38  OR HUMANELY DISPOSE OF THEM ACCORDING TO THE PROVISIONS OF  SUBDIVISIONS\n   39  TWO-A, TWO-B, TWO-C, AND TWO-D OF THIS SECTION.\n   40    F.  (I)  PRIOR  TO  AN  ORDER OF FORFEITURE OF FARM ANIMALS, A HEARING\n   41  SHALL BE HELD WITHIN THIRTY DAYS OF CONVICTION, TO DETERMINE THE PECUNI-\n   42  ARY INTERESTS OF ANY OTHER PERSON IN THE FARM  ANIMALS  WHICH  WERE  THE\n   43  BASIS  OF  THE  CONVICTION. WRITTEN NOTICE SHALL BE SERVED AT LEAST FIVE\n   44  DAYS PRIOR TO THE HEARING UPON  ALL  INTERESTED  PERSONS.  IN  ADDITION,\n   45  NOTICE  SHALL BE MADE BY PUBLICATION IN A LOCAL NEWSPAPER AT LEAST SEVEN\n   46  DAYS PRIOR TO THE HEARING. FOR THE PURPOSES OF THIS SUBDIVISION,  INTER-\n   47  ESTED  PERSONS SHALL MEAN ANY INDIVIDUAL, PARTNERSHIP, FIRM, JOINT STOCK\n   48  COMPANY, CORPORATION, ASSOCIATION, TRUST, ESTATE, OR OTHER LEGAL  ENTITY\n   49  WHO  THE  COURT  DETERMINES  MAY  HAVE  A PECUNIARY INTEREST IN THE FARM\n   50  ANIMALS WHICH ARE THE SUBJECT OF THE FORFEITURE ACTION.\n   51    (II) ALL INTERESTED PERSONS SHALL BE PROVIDED AN  OPPORTUNITY  AT  THE\n   52  HEARING  TO  REDEEM  THEIR  INTEREST  AS  DETERMINED BY THE COURT IN THE\n   53  SUBJECT FARM ANIMALS AND TO  PURCHASE  THE  INTEREST  OF  THE  CONVICTED\n   54  PERSON.  THE  CONVICTED  PERSON  SHALL  BE ENTITLED TO BE REIMBURSED HIS\n   55  INTEREST IN THE FARM ANIMALS, LESS ANY COSTS, FINES OR PENALTIES IMPOSED\n   56  BY THE COURT, AS SPECIFIED UNDER PARAGRAPH D OF THIS SUBDIVISION. IN  NO\n\n       A. 1835                            17\n\n    1  CASE  SHALL  THE  COURT  AWARD  CUSTODY OR CONTROL OF THE ANIMALS TO ANY\n    2  INTERESTED PERSON WHO CONSPIRED, AIDED OR ABETTED IN  THE  UNLAWFUL  ACT\n    3  WHICH  WAS THE BASIS OF THE CONVICTION, OR WHO KNEW OR SHOULD HAVE KNOWN\n    4  OF THE UNLAWFUL ACT.\n    5    G.  NOTHING IN THIS SECTION SHALL BE CONSTRUED TO LIMIT OR RESTRICT IN\n    6  ANY WAY THE RIGHTS OF A SECURED PARTY HAVING A SECURITY INTEREST IN  ANY\n    7  FARM  ANIMAL DESCRIBED IN THIS SECTION.  THIS SECTION EXPRESSLY DOES NOT\n    8  IMPAIR OR SUBORDINATE THE RIGHTS OF SUCH A SECURED LENDER HAVING A SECU-\n    9  RITY INTEREST IN FARM ANIMALS OR IN THE PROCEEDS FROM THE SALE  OF  SUCH\n   10  FARM ANIMALS.\n   11  S 236.30 OFFICER  MAY  TAKE  POSSESSION OF ANIMALS OR IMPLEMENTS USED IN\n   12             FIGHTS AMONG ANIMALS.\n   13    ANY OFFICER AUTHORIZED BY  LAW  TO  MAKE  ARRESTS  MAY  LAWFULLY  TAKE\n   14  POSSESSION  OF  ANY  ANIMALS,  OR  IMPLEMENTS, OR OTHER PROPERTY USED OR\n   15  EMPLOYED, OR ABOUT TO BE USED OR  EMPLOYED,  IN  THE  VIOLATION  OF  ANY\n   16  PROVISION OF LAW RELATING TO FIGHTS AMONG ANIMALS. HE SHALL STATE TO THE\n   17  PERSON IN CHARGE THEREOF, AT THE TIME OF SUCH TAKING, HIS NAME AND RESI-\n   18  DENCE,  AND  ALSO,  THE TIME AND PLACE AT WHICH THE APPLICATION PROVIDED\n   19  FOR BY SECTION 236.31 OF THIS ARTICLE WILL BE MADE.\n   20  S 236.31 DISPOSITION OF ANIMALS  OR  IMPLEMENTS  USED  IN  FIGHTS  AMONG\n   21             ANIMALS.\n   22    THE  OFFICER,  AFTER TAKING POSSESSION OF SUCH ANIMALS, OR IMPLEMENTS,\n   23  OR OTHER PROPERTY, PURSUANT TO SECTION 236.30  OF  THIS  ARTICLE,  SHALL\n   24  APPLY TO THE MAGISTRATE BEFORE WHOM COMPLAINT IS MADE AGAINST THE OFFEN-\n   25  DER  VIOLATING  SUCH  PROVISION OF LAW, FOR THE ORDER AUTHORIZED BY THIS\n   26  SECTION, AND SHALL MAKE AND FILE  AN  AFFIDAVIT  WITH  SUCH  MAGISTRATE,\n   27  STATING  THEREIN THE NAME OF THE OFFENDER CHARGED IN SUCH COMPLAINT, THE\n   28  TIME, PLACE AND DESCRIPTION OF THE ANIMALS, IMPLEMENTS OR OTHER PROPERTY\n   29  SO TAKEN, TOGETHER WITH THE NAME OF THE PARTY WHO CLAIMS  THE  SAME,  IF\n   30  KNOWN,  AND  THAT  THE  AFFIANT  HAS REASON TO BELIEVE AND DOES BELIEVE,\n   31  STATING THE GROUNDS OF SUCH BELIEF, THAT THE SAME WERE USED OR EMPLOYED,\n   32  OR WERE ABOUT TO BE USED OR EMPLOYED, IN SUCH VIOLATION, AND WILL ESTAB-\n   33  LISH THE TRUTH THEREOF UPON THE TRIAL OF SUCH OFFENDER.  HE  SHALL  THEN\n   34  DELIVER SUCH ANIMALS, IMPLEMENTS, OR OTHER PROPERTY, TO SUCH MAGISTRATE,\n   35  WHO  SHALL THEREUPON, BY ORDER IN WRITING, PLACE THE SAME IN THE CUSTODY\n   36  OF AN OFFICER OR OTHER PROPER PERSON IN SUCH ORDER NAMED AND DESIGNATED,\n   37  TO BE BY HIM KEPT UNTIL THE TRIAL OR FINAL DISCHARGE  OF  THE  OFFENDER,\n   38  AND  SHALL  SEND  A  COPY  OF SUCH ORDER, WITHOUT DELAY, TO THE DISTRICT\n   39  ATTORNEY OF THE COUNTY. THE OFFICER OR PERSON SO NAMED AND DESIGNATED IN\n   40  SUCH ORDER, SHALL IMMEDIATELY THEREUPON ASSUME SUCH CUSTODY,  AND  SHALL\n   41  RETAIN  THE SAME FOR THE PURPOSE OF EVIDENCE UPON SUCH TRIAL, SUBJECT TO\n   42  THE ORDER OF THE COURT BEFORE WHICH SUCH OFFENDER  MAY  BE  REQUIRED  TO\n   43  APPEAR,  UNTIL HIS FINAL DISCHARGE OR CONVICTION. UPON THE CONVICTION OF\n   44  SUCH OFFENDER, THE ANIMALS, IMPLEMENTS,  OR  OTHER  PROPERTY,  SHALL  BE\n   45  ADJUDGED  BY THE COURT TO BE FORFEITED. IN THE EVENT OF THE ACQUITTAL OR\n   46  FINAL DISCHARGE, WITHOUT CONVICTION, OF SUCH OFFENDER, SUCH COURT SHALL,\n   47  ON DEMAND, DIRECT THE DELIVERY OF THE PROPERTY SO HELD IN CUSTODY TO THE\n   48  OWNER THEREOF.\n   49  S 236.32 DISPOSAL OF DEAD ANIMALS.\n   50    1. THE CARCASSES OF LARGE DOMESTIC ANIMALS, INCLUDING BUT NOT  LIMITED\n   51  TO  HORSES,  COWS, SHEEP, SWINE, GOATS AND MULES, WHICH HAVE DIED OTHER-\n   52  WISE THAN BY SLAUGHTER, SHALL BE BURIED AT LEAST THREE  FEET  BELOW  THE\n   53  SURFACE  OF  THE GROUND OR OTHERWISE DISPOSED OF IN A SANITARY MANNER BY\n   54  THE OWNER OF SUCH ANIMALS, WHETHER THE  CARCASSES  ARE  LOCATED  ON  THE\n   55  PREMISES  OF  SUCH  OWNER OR ELSEWHERE. SUCH DISPOSAL SHALL BE COMPLETED\n   56  WITHIN SEVENTY-TWO HOURS AFTER THE OWNER IS DIRECTED TO  DO  SO  BY  ANY\n\n       A. 1835                            18\n\n    1  PEACE OFFICER, ACTING PURSUANT TO HIS SPECIAL DUTIES, POLICE OFFICER, OR\n    2  BY  A  DESIGNATED  REPRESENTATIVE OF THE COMMISSIONER OF AGRICULTURE AND\n    3  MARKETS.\n    4    2.  NOTWITHSTANDING  SECTION  FORTY-ONE OF THE AGRICULTURE AND MARKETS\n    5  LAW, ANY VIOLATION OF THIS SECTION SHALL CONSTITUTE  A  VIOLATION.  THIS\n    6  SECTION  SHALL  NOT  APPLY  TO ANIMAL CARCASSES USED FOR EXPERIMENTAL OR\n    7  TEACHING PURPOSES.\n    8  S 236.33 SPAYING AND NEUTERING OF DOGS AND CATS.\n    9    1. THE LEGISLATURE FINDS THAT THE UNCONTROLLED BREEDING  OF  DOGS  AND\n   10  CATS  IN  THE  STATE RESULTS IN AN OVERABUNDANCE OF PUPPIES AND KITTENS.\n   11  MORE PUPPIES AND KITTENS ARE PRODUCED THAN RESPONSIBLE  HOMES  FOR  THEM\n   12  CAN  BE  PROVIDED. THIS LEADS TO MANY OF SUCH ANIMALS BECOMING STRAY AND\n   13  SUFFERING PRIVATION AND DEATH, BEING IMPOUNDED AND  DESTROYED  AT  GREAT\n   14  EXPENSE  TO  THE COMMUNITY AND CONSTITUTING A PUBLIC NUISANCE AND HEALTH\n   15  HAZARD. IT IS THEREFORE DECLARED TO BE THE PUBLIC POLICY OF  THIS  STATE\n   16  THAT  EVERY FEASIBLE HUMANE MEANS OF REDUCING THE PRODUCTION OF UNWANTED\n   17  PUPPIES AND KITTENS BE ENCOURAGED.\n   18    2. NO ANIMAL SHELTER, POUND, DOG CONTROL OFFICER, HUMANE SOCIETY,  DOG\n   19  OR  CAT  PROTECTIVE  ASSOCIATION,  OR  DULY INCORPORATED SOCIETY FOR THE\n   20  PREVENTION OF CRUELTY TO ANIMALS  SHALL  RELEASE  ANY  DOG  OR  CAT  FOR\n   21  ADOPTION TO ANY PERSON UNLESS PRIOR THERETO:\n   22    (A) THE DOG OR CAT HAS BEEN SPAYED OR NEUTERED; OR\n   23    (B) THE PERSON INTENDING TO ADOPT THE DOG OR CAT SHALL HAVE EXECUTED A\n   24  WRITTEN  AGREEMENT  WITH THE ANIMAL SHELTER, POUND, DOG CONTROL OFFICER,\n   25  HUMANE SOCIETY, DOG OR CAT PROTECTIVE ASSOCIATION, OR DULY  INCORPORATED\n   26  SOCIETY FOR THE PREVENTION OF CRUELTY TO ANIMALS, TO HAVE THE DOG OR CAT\n   27  SPAYED  OR NEUTERED WITHIN THIRTY DAYS FROM THE ADOPTION DATE, OR IN THE\n   28  CASE OF A DOG OR CAT WHICH HAS NOT YET REACHED  SEXUAL  MATURITY  WITHIN\n   29  THIRTY  DAYS  OF  THE  DOG OR CAT REACHING SIX MONTHS OF AGE. THE PERSON\n   30  INTENDING TO ADOPT THE DOG OR CAT SHALL DEPOSIT WITH THE ANIMAL SHELTER,\n   31  POUND, DOG CONTROL OFFICER, HUMANE SOCIETY, DOG OR CAT PROTECTIVE  ASSO-\n   32  CIATION,  OR  DULY INCORPORATED SOCIETY FOR THE PREVENTION OF CRUELTY TO\n   33  ANIMALS, AN AMOUNT OF NOT LESS THAN THIRTY-FIVE DOLLARS.  NOT MORE  THAN\n   34  EVERY  TWO  YEARS,  THE  COMMISSIONER  OF AGRICULTURE AND MARKETS, AFTER\n   35  HOLDING A PUBLIC HEARING, MAY  RAISE  THE  AMOUNT  TO  BE  DEPOSITED  TO\n   36  REFLECT RISING COSTS; OR\n   37    (C) THE PERSON INTENDING TO ADOPT THE DOG OR CAT SHALL HAVE EXECUTED A\n   38  WRITTEN  AGREEMENT  WITH THE ANIMAL SHELTER, POUND, DOG CONTROL OFFICER,\n   39  HUMANE SOCIETY, DOG OR CAT PROTECTIVE ASSOCIATION  OR  SOCIETY  FOR  THE\n   40  PREVENTION  OF  CRUELTY  TO  ANIMALS  TO  HAVE  THE DOG OR CAT SPAYED OR\n   41  NEUTERED WITHIN THIRTY DAYS FROM THE ADOPTION DATE, OR IN THE CASE OF  A\n   42  DOG OR CAT WHICH HAS NOT YET REACHED SEXUAL MATURITY, WITHIN THIRTY DAYS\n   43  OF  THE  DOG  OR CAT REACHING SIX MONTHS OF AGE. THE PERSON INTENDING TO\n   44  ADOPT THE DOG OR CAT SHALL HAVE PAID AN ADOPTION FEE WHICH INCLUDES  THE\n   45  COST  OF  THE  SPAY  OR  NEUTER  PROCEDURE.  THE WRITTEN AGREEMENT SHALL\n   46  REQUIRE THAT THE ANIMAL SHELTER,  POUND,  DOG  CONTROL  OFFICER,  HUMANE\n   47  SOCIETY, DOG OR CAT PROTECTIVE ASSOCIATION OR SOCIETY FOR THE PREVENTION\n   48  OF CRUELTY TO ANIMALS FROM WHICH THE DOG OR CAT IS ADOPTED BEAR THE COST\n   49  OF THE SPAY OR NEUTER PROCEDURE.\n   50    3. FOR THE PURPOSES OF THIS SECTION, THE AGE OF THE ANIMAL AT THE TIME\n   51  OF  ADOPTION  SHALL  BE  DETERMINED  BY  THE  ANIMAL SHELTER, POUND, DOG\n   52  CONTROL OFFICER, HUMANE SOCIETY, DOG OR CAT PROTECTIVE  ASSOCIATION,  OR\n   53  DULY  INCORPORATED SOCIETY FOR THE PREVENTION OF CRUELTY TO ANIMALS THAT\n   54  RELEASES THE ANIMAL FOR ADOPTION AND SUCH AGE SHALL BE  CLEARLY  WRITTEN\n   55  ON THE WRITTEN AGREEMENT BY THE ANIMAL SHELTER, POUND, DOG CONTROL OFFI-\n   56  CER, HUMANE SOCIETY, DOG OR CAT PROTECTIVE ASSOCIATION, OR DULY INCORPO-\n\n       A. 1835                            19\n\n    1  RATED  SOCIETY  FOR  THE  PREVENTION OF CRUELTY TO ANIMALS, PRIOR TO THE\n    2  AGREEMENT BEING EXECUTED BY THE PERSON ADOPTING THE ANIMAL.\n    3    4.  ANY DEPOSIT COLLECTED PURSUANT TO PARAGRAPH (B) OF SUBDIVISION TWO\n    4  OF  THIS  SECTION  THAT  IS  NOT  CLAIMED  WITHIN  NINETY  DAYS  OF  ITS\n    5  COLLECTION,  OR IF THE DEPOSIT IS FOR AN ANIMAL UNDER SIX MONTHS OF AGE,\n    6  WITHIN SIXTY DAYS AFTER THE ANIMAL HAS REACHED SIX MONTHS OF AGE,  SHALL\n    7  BE  DEPOSITED IN THE ANIMAL POPULATION CONTROL FUND ESTABLISHED PURSUANT\n    8  TO SECTION NINETY-SEVEN-XX OF THE STATE FINANCE LAW.\n    9    DEPOSITS COLLECTED PURSUANT TO PARAGRAPH (B)  OF  SUBDIVISION  TWO  OF\n   10  THIS  SECTION  SHALL BE REFUNDED TO THE ADOPTER UPON PRESENTATION TO THE\n   11  ANIMAL SHELTER, POUND, DOG CONTROL OFFICER, HUMANE SOCIETY, DOG AND  CAT\n   12  PROTECTIVE  ASSOCIATION, OR DULY INCORPORATED SOCIETY FOR THE PREVENTION\n   13  OF CRUELTY TO ANIMALS OF WRITTEN DOCUMENTATION FROM A LICENSED VETERINA-\n   14  RIAN THAT THE DOG OR CAT HAS BEEN SPAYED OR NEUTERED, PROVIDED THAT  THE\n   15  ANIMAL  HAS  BEEN  SPAYED  OR  NEUTERED WITHIN THE TIME SPECIFIED IN THE\n   16  WRITTEN AGREEMENT, OR THAT BECAUSE OF OLD AGE OR OTHER  HEALTH  REASONS,\n   17  AS  CERTIFIED BY A LICENSED VETERINARIAN EXAMINING THE DOG OR CAT, SPAY-\n   18  ING OR NEUTERING WOULD ENDANGER THE ANIMAL'S LIFE.\n   19    5. NOTHING CONTAINED IN THIS SECTION SHALL  PREVENT  ANY  TOWN,  CITY,\n   20  VILLAGE  OR  COUNTY IN THIS STATE FROM ENACTING A LOCAL LAW OR ORDINANCE\n   21  REQUIRING THAT ANIMAL SHELTERS, POUNDS,  DOG  CONTROL  OFFICERS,  HUMANE\n   22  SOCIETIES,  DOG  OR  CAT  PROTECTIVE  ASSOCIATIONS AND DULY INCORPORATED\n   23  SOCIETIES FOR THE PREVENTION OF CRUELTY TO  ANIMALS  WITHIN  SUCH  TOWN,\n   24  CITY,  VILLAGE OR COUNTY SPAY OR NEUTER DOGS AND CATS PRIOR TO RELEASING\n   25  SUCH ANIMALS FOR ADOPTION, PROVIDED THAT SUCH LOCAL LAW OR ORDINANCE MAY\n   26  REQUIRE SPAYING OR NEUTERING AT AN AGE EARLIER, BUT IN  NO  EVENT  LATER\n   27  THAN THAT REQUIRED IN THIS SECTION, EXCEPT WHERE BECAUSE OF ADVANCED AGE\n   28  OR OTHER HEALTH REASONS, AS CERTIFIED BY A LICENSED VETERINARIAN WHO HAS\n   29  EXAMINED THE DOG OR CAT, SPAYING OR NEUTERING WOULD ENDANGER THE LIFE OF\n   30  THE  ANIMAL.  A  TOWN, CITY, VILLAGE OR COUNTY IN THIS STATE THAT ENACTS\n   31  SUCH A LOCAL LAW OR ORDINANCE SHALL BE EXEMPT  FROM  THE  PROVISIONS  OF\n   32  THIS SECTION.\n   33  S 236.34 UNLAWFUL TAMPERING WITH ANIMAL RESEARCH.\n   34    1.  DEFINITIONS. FOR THE PURPOSES OF THIS SECTION, THE FOLLOWING TERMS\n   35  SHALL HAVE THE FOLLOWING MEANINGS:\n   36    (A) \"INFECTIOUS AGENTS\" SHALL BE LIMITED TO THOSE ORGANISMS THAT CAUSE\n   37  SERIOUS PHYSICAL INJURY OR DEATH TO HUMANS.\n   38    (B) \"ANIMAL\" MEANS ANY WARM OR COLD-BLOODED ANIMAL OR INSECT WHICH  IS\n   39  BEING  USED IN FOOD OR FIBER PRODUCTION, AGRICULTURE, RESEARCH, TESTING,\n   40  OR EDUCATION, HOWEVER, SHALL NOT INCLUDE ANY ANIMAL HELD PRIMARILY AS  A\n   41  PET.\n   42    (C)  \"FACILITY\"  MEANS  ANY  BUILDING, STRUCTURE, LABORATORY, VEHICLE,\n   43  PASTURE, PADDOCK, POND, IMPOUNDMENT OR  PREMISES  WHERE  ANY  SCIENTIFIC\n   44  RESEARCH,  TEST,  EXPERIMENT,  PRODUCTION,  EDUCATION,  OR INVESTIGATION\n   45  INVOLVING THE USE OF ANY ANIMAL IS CARRIED OUT, CONDUCTED  OR  ATTEMPTED\n   46  OR  WHERE RECORDS OR DOCUMENTS RELATING TO AN ANIMAL OR ANIMAL RESEARCH,\n   47  TESTS, EXPERIMENTS, PRODUCTION, EDUCATION  OR  INVESTIGATION  ARE  MAIN-\n   48  TAINED.\n   49    (D)  \"RELEASE\"  MEANS  TO INTENTIONALLY SET FREE FROM ANY FACILITY ANY\n   50  ANIMAL WITHOUT ANY RIGHT, TITLE, OR CLAIM THERETO.\n   51    (E) \"ABANDONMENT\" MEANS THE INTENTIONAL RELINQUISHMENT OR FORSAKING OF\n   52  POSSESSION OR CONTROL OF ANY ANIMAL RELEASED FROM A FACILITY.\n   53    (F) \"PERSON\" MEANS ANY INDIVIDUAL,  FIRM,  ORGANIZATION,  PARTNERSHIP,\n   54  ASSOCIATION OR CORPORATION.\n   55    (G) \"SECRET SCIENTIFIC MATERIAL\" MEANS A SAMPLE, CULTURE, MICRO-ORGAN-\n   56  ISM,  SPECIMEN,  RECORD, RECORDING, DOCUMENT, DRAWING OR ANY OTHER ARTI-\n\n       A. 1835                            20\n\n    1  CLE,  MATERIAL,  DEVICE  OR  SUBSTANCE  WHICH  CONSTITUTES,  REPRESENTS,\n    2  EVIDENCES,  REFLECTS,  OR  RECORDS  A  SCIENTIFIC  OR TECHNICAL PROCESS,\n    3  INVENTION OR FORMULA OR ANY PART OR PHASE THEREOF WHICH IS STORED, TEST-\n    4  ED,  STUDIED  OR  EXAMINED  IN  ANY  FACILITY, AND WHICH IS NOT, AND NOT\n    5  INTENDED TO BE, AVAILABLE TO ANYONE OTHER THAN  THE  PERSON  OR  PERSONS\n    6  RIGHTFULLY IN POSSESSION THEREOF OR SELECTED PERSONS HAVING ACCESS THER-\n    7  ETO  WITH  HIS  OR THEIR CONSENT, AND WHEN IT ACCORDS OR MAY ACCORD SUCH\n    8  RIGHTFUL POSSESSORS AN ADVANTAGE OVER COMPETITORS OR OTHER  PERSONS  WHO\n    9  DO NOT HAVE KNOWLEDGE OR THE BENEFIT THEREOF.\n   10    (H)  \"NOTICE\"  MEANS  TO  PROVIDE INFORMATION IN SUCH DETAIL TO MAKE A\n   11  REASONABLE PERSON AWARE OF THE PRESENCE  IN  A  FACILITY  OF  INFECTIOUS\n   12  AGENTS OR SECRET SCIENTIFIC MATERIAL.\n   13    2. NOTICE. ANY PERSON WHO, AFTER NOTICE HAS BEEN GIVEN BY:\n   14    (A) ACTUAL NOTICE IN WRITING OR ORALLY TO THE PERSON; OR\n   15    (B) PROMINENTLY POSTING WRITTEN NOTICE UPON OR IMMEDIATELY ADJACENT TO\n   16  THE FACILITY; OR\n   17    (C) NOTICE THAT IS ANNOUNCED UPON ENTRY TO THE FACILITY BY ANY PERSON:\n   18    (I)  KNOWINGLY  OR INTENTIONALLY RELEASES AN ANIMAL FROM A FACILITY OR\n   19  CAUSES THE ABANDONMENT OF AN ANIMAL KNOWING THAT SUCH ANIMAL WAS EXPOSED\n   20  TO INFECTIOUS AGENTS PRIOR TO SUCH RELEASE OR ABANDONMENT AND WAS  CAPA-\n   21  BLE OF TRANSMITTING SUCH INFECTIOUS AGENTS TO HUMANS; OR\n   22    (II)  WITH INTENT TO DO SO, CAUSES LOSS OR DAMAGE TO SECRET SCIENTIFIC\n   23  MATERIAL, AND HAVING NO RIGHT TO DO SO  NOR  ANY  REASONABLE  GROUND  TO\n   24  BELIEVE  THAT  HE HAS SUCH RIGHT, CAUSES LOSS OF OR DAMAGE TO ANY SECRET\n   25  SCIENTIFIC MATERIAL IN AN AMOUNT IN EXCESS OF TWO HUNDRED FIFTY  DOLLARS\n   26  AT  A  FACILITY,  SHALL  BE  GUILTY  OF  UNLAWFUL  TAMPERING WITH ANIMAL\n   27  RESEARCH. UNLAWFUL TAMPERING WITH ANIMAL RESEARCH IS A CLASS E FELONY.\n   28    3. PRIVATE RIGHT OF ACTION. ANY PERSON WHO VIOLATES ANY  PROVISION  OF\n   29  THIS  SECTION  SHALL  BE  LIABLE IN ANY COURT OF COMPETENT JURISDICTION,\n   30  INCLUDING SMALL CLAIMS COURT, IN AN AMOUNT EQUAL TO:\n   31    (A) DAMAGES SUSTAINED AS A RESULT OF SUCH VIOLATION OR FIFTY  DOLLARS,\n   32  WHICHEVER IS GREATER, FOR EACH VIOLATION;\n   33    (B) SUCH ADDITIONAL PUNITIVE DAMAGES AS THE COURT MAY ALLOW;\n   34    (C) ATTORNEY'S FEES AND COSTS; AND\n   35    (D) COST OF DUPLICATING ANY EXPERIMENT WHICH WAS DAMAGED BY THE UNLAW-\n   36  FUL TAMPERING WITH ANIMAL RESEARCH, IF APPLICABLE.\n   37    IN ANY ACTION BROUGHT BY ANY PERSON TO ENFORCE THIS SECTION, THE COURT\n   38  MAY,  SUBJECT  TO  ITS  JURISDICTION, ISSUE AN INJUNCTION TO RESTRAIN OR\n   39  PREVENT ANY VIOLATION OF THIS SECTION OR ANY  CONTINUANCE  OF  ANY  SUCH\n   40  VIOLATION.\n   41  S 236.35 PROHIBITION OF THE SELLING OF FUR, HAIR, SKIN OR FLESH OF A DOG\n   42             OR CAT.\n   43    1.  IT  SHALL  BE UNLAWFUL FOR ANY PERSON, FIRM, PARTNERSHIP OR CORPO-\n   44  RATION TO KNOWINGLY IMPORT, SELL, OFFER FOR SALE, MANUFACTURE,  DISTRIB-\n   45  UTE,  TRANSPORT  OR  OTHERWISE MARKET OR TRADE IN THE FUR, HAIR, SKIN OR\n   46  FLESH OF A DOMESTICATED  DOG  (CANIS  FAMILIARIS)  OR  DOMESTICATED  CAT\n   47  (FELIS  CATUS  OR  DOMESTICUS),  WHETHER DOMESTICALLY RAISED OR IMPORTED\n   48  FROM ANOTHER COUNTRY, OR ANY PRODUCT OR ITEM CONTAINING OR COMPRISED  OF\n   49  THE  FUR,  HAIR, SKIN OR FLESH OF A DOG OR CAT.  AS USED IN THIS SECTION\n   50  THE TERM \"DOMESTICATED DOG OR CAT\" SHALL  NOT  MEAN  OR  INCLUDE  COYOTE\n   51  (RANIS  LATRANS),  FOX  (VULPES  VOLPES,  VULPES CINEREOARGENTEUS), LYNX\n   52  (FELIS LYNX) OR BOBCAT (FELIS RUFUS).\n   53    2. MANUFACTURERS OR SUPPLIERS  SHALL  PROVIDE  CERTIFICATION  TO  EACH\n   54  RETAILER  THAT  ANY  FUR, HAIR, SKIN OR FLESH CONTAINED IN SUCH ITEMS IS\n   55  NOT DERIVED FROM DOMESTICATED DOG OR DOMESTICATED CAT.\n\n       A. 1835                            21\n\n    1    3. THE COMMISSIONER OF AGRICULTURE AND MARKETS SHALL MAINTAIN A STAND-\n    2  ARD FOR THE CERTIFICATION REQUIRED BY THE PROVISIONS OF SUBDIVISION  TWO\n    3  OF THIS SECTION.\n    4    4.  A VIOLATION OF THIS SECTION SHALL BE PUNISHABLE BY A CIVIL PENALTY\n    5  OF UP TO ONE THOUSAND DOLLARS FOR AN INDIVIDUAL AND UP TO FIVE  THOUSAND\n    6  DOLLARS  FOR  A  CORPORATION  FOR  THE  FIRST  VIOLATION. ANY SUBSEQUENT\n    7  VIOLATION SHALL BE PUNISHABLE BY A CIVIL PENALTY OF  UP  TO  TWENTY-FIVE\n    8  THOUSAND DOLLARS.\n    9    5.  ANY  CIVIL PENALTIES COLLECTED PURSUANT TO THIS SECTION OF LAW ARE\n   10  PAYABLE TO THE ANIMAL POPULATION CONTROL FUND  ESTABLISHED  PURSUANT  TO\n   11  SECTION NINETY-SEVEN-XX OF THE STATE FINANCE LAW.\n   12    6.  (A) NO PROVISION OF THIS SECTION SHALL BE CONSTRUED TO PROHIBIT OR\n   13  INTERFERE WITH ANY PROPERLY CONDUCTED SCIENTIFIC TESTS,  EXPERIMENTS  OR\n   14  INVESTIGATIONS  INVOLVING  THE USE OF DOG OR CAT FUR OR FLESH, PERFORMED\n   15  OR CONDUCTED IN LABORATORIES OR INSTITUTIONS,  WHICH  ARE  APPROVED  FOR\n   16  THESE  PURPOSES  BY  THE STATE COMMISSIONER OF HEALTH IN ACCORDANCE WITH\n   17  SECTION 236.02 OF THIS ARTICLE.\n   18    (B) NO PROVISION OF THIS SECTION SHALL BE CONSTRUED  TO  PROHIBIT  ANY\n   19  PERSON, FIRM, PARTNERSHIP OR CORPORATION FROM IMPORTING, SELLING, OFFER-\n   20  ING  FOR  SALE,  MANUFACTURING, DISTRIBUTING, TRANSPORTING, OR OTHERWISE\n   21  MARKETING OR TRADING IN THE FUR, HAIR, SKIN, OR FLESH OF A  DOMESTICATED\n   22  DOG  OR CAT FOR THE PURPOSES OF CONDUCTING SCIENTIFIC TESTS, EXPERIMENTS\n   23  OR INVESTIGATIONS THAT ARE TO BE PERFORMED OR CONDUCTED IN  LABORATORIES\n   24  OR  INSTITUTIONS,  WHICH  ARE APPROVED FOR THESE PURPOSES BY THE COMMIS-\n   25  SIONER OF HEALTH IN ACCORDANCE WITH SECTION 236.02 OF THIS ARTICLE.\n   26  S 236.36 CONFINEMENT OF COMPANION ANIMALS IN VEHICLES;  EXTREME  TEMPER-\n   27             ATURES.\n   28    1. A PERSON SHALL NOT CONFINE A COMPANION ANIMAL IN A MOTOR VEHICLE IN\n   29  EXTREME HEAT OR COLD WITHOUT PROPER VENTILATION OR OTHER PROTECTION FROM\n   30  SUCH  EXTREME  TEMPERATURES  WHERE SUCH CONFINEMENT PLACES THE COMPANION\n   31  ANIMAL IN IMMINENT DANGER OF DEATH OR SERIOUS  PHYSICAL  INJURY  DUE  TO\n   32  EXPOSURE TO SUCH EXTREME HEAT OR COLD.\n   33    2.  WHERE THE OPERATOR OF SUCH A VEHICLE CANNOT BE PROMPTLY LOCATED, A\n   34  POLICE OFFICER, PEACE OFFICER, OR PEACE OFFICER ACTING AS AN AGENT OF  A\n   35  DULY  INCORPORATED HUMANE SOCIETY MAY TAKE NECESSARY STEPS TO REMOVE THE\n   36  ANIMAL OR ANIMALS FROM THE VEHICLE.\n   37    3. POLICE OFFICERS, PEACE OFFICERS OR PEACE OFFICERS ACTING AS  AGENTS\n   38  OF A DULY INCORPORATED HUMANE SOCIETY REMOVING AN ANIMAL OR ANIMALS FROM\n   39  A VEHICLE PURSUANT TO THIS SECTION SHALL PLACE A WRITTEN NOTICE ON OR IN\n   40  THE  VEHICLE,  BEARING THE NAME OF THE OFFICER OR AGENT, AND THE DEPART-\n   41  MENT OR AGENCY AND ADDRESS WHERE THE ANIMAL OR ANIMALS WILL BE TAKEN.\n   42    4. AN ANIMAL OR ANIMALS  REMOVED  FROM  A  VEHICLE  PURSUANT  TO  THIS\n   43  SECTION  SHALL,  AFTER  RECEIPT  OF  ANY  NECESSARY EMERGENCY VETERINARY\n   44  TREATMENT, BE DELIVERED TO THE DULY INCORPORATED HUMANE SOCIETY OR SOCI-\n   45  ETY FOR THE PREVENTION OF CRUELTY TO ANIMALS, OR DESIGNATED AGENT THERE-\n   46  OF, IN THE JURISDICTION WHERE THE ANIMAL OR ANIMALS WERE SEIZED.\n   47    5. ANY PERSON WHO KNOWINGLY VIOLATES THE PROVISIONS OF SUBDIVISION ONE\n   48  OF THIS SECTION SHALL BE GUILTY OF A VIOLATION, PUNISHABLE BY A FINE  OF\n   49  NOT  LESS  THAN  FIFTY  DOLLARS  NOR MORE THAN ONE HUNDRED DOLLARS FOR A\n   50  FIRST OFFENSE, AND A FINE OF NOT LESS THAN ONE HUNDRED DOLLARS NOR  MORE\n   51  THAN TWO HUNDRED FIFTY DOLLARS FOR A SECOND AND SUBSEQUENT OFFENSES.\n   52    6. OFFICERS SHALL NOT BE HELD CRIMINALLY OR CIVILLY LIABLE FOR ACTIONS\n   53  TAKEN  REASONABLY  AND  IN  GOOD FAITH IN CARRYING OUT THE PROVISIONS OF\n   54  THIS SECTION.\n\n       A. 1835                            22\n\n    1    7. NOTHING CONTAINED IN THIS SECTION SHALL BE CONSTRUED TO AFFECT  ANY\n    2  OTHER   PROTECTIONS  AFFORDED  TO  COMPANION  ANIMALS  UNDER  ANY  OTHER\n    3  PROVISIONS OF THIS ARTICLE.\n    4    S 2. Article 26 of the agriculture and markets law is REPEALED.\n    5    S 3. Paragraph (a) of subdivision 24 of section 108 of the agriculture\n    6  and  markets  law,  as  amended  by  chapter 392 of the laws of 2004, is\n    7  amended to read as follows:\n    8    (a) \"Dangerous dog\" means any  dog  which  (i)  without  justification\n    9  attacks  a  person,  companion  animal as defined in subdivision five of\n   10  section [three hundred fifty of this chapter] 236.00 OF THE  PENAL  LAW,\n   11  farm  animal  as  defined  in subdivision four of section [three hundred\n   12  fifty of this chapter] 236.00 OF THE PENAL LAW  or  domestic  animal  as\n   13  defined  in subdivision seven of this section and causes physical injury\n   14  or death, or (ii) behaves in a manner which a  reasonable  person  would\n   15  believe poses a serious and unjustified imminent threat of serious phys-\n   16  ical  injury  or  death  to one or more persons, companion animals, farm\n   17  animals or domestic animals or (iii)  without  justification  attacks  a\n   18  service  dog,  guide  dog  or  hearing dog and causes physical injury or\n   19  death.\n   20    S 4. Paragraph (b) of subdivision 2 of section 123 of the  agriculture\n   21  and markets law, as amended by section 18 of part T of chapter 59 of the\n   22  laws of 2010, is amended to read as follows:\n   23    (b)  secure, humane confinement of the dog for a period of time and in\n   24  a manner deemed appropriate by the court  but  in  all  instances  in  a\n   25  manner  designed  to:  (1)  prevent  escape  of the dog, (2) protect the\n   26  public from unauthorized contact with the dog, and (3)  to  protect  the\n   27  dog  from  the elements pursuant to section [three hundred fifty-three-b\n   28  of this chapter] 236.04 OF THE PENAL LAW.   Such confinement  shall  not\n   29  include lengthy periods of tying or chaining;\n   30    S  5.  Subparagraph  2  of  paragraph  (f) of subdivision 1 of section\n   31  530.12 of the criminal procedure law, as added by  chapter  253  of  the\n   32  laws of 2006, is amended to read as follows:\n   33    2.  \"Companion  animal\",  as used in this section, shall have the same\n   34  meaning as in subdivision five of section [three hundred  fifty  of  the\n   35  agriculture and markets] 236.00 OF THE PENAL law.\n   36    S 6. Subparagraph 2 of paragraph (c) of subdivision 1 and subparagraph\n   37  2  of  paragraph  (c) of subdivision 4 of section 530.13 of the criminal\n   38  procedure law, as added by chapter 253 of the laws of 2006, are  amended\n   39  to read as follows:\n   40    2.  \"Companion  animal\",  as used in this section, shall have the same\n   41  meaning as in subdivision five of section [three hundred  fifty  of  the\n   42  agriculture and markets] 236.00 OF THE PENAL law.\n   43    2.  \"Companion  animal\",  as used in this section, shall have the same\n   44  meaning as in subdivision five of section [three hundred  fifty  of  the\n   45  agriculture and markets] 236.00 OF THE PENAL law.\n   46    S  7. The opening paragraph of paragraph e of subdivision 6 of section\n   47  11-0103 of the environmental conservation law, as amended by chapter  10\n   48  of the laws of 2005, is amended to read as follows:\n   49    \"Wild  animal\"  shall  not  include  \"companion  animal\" as defined in\n   50  section [three hundred fifty of the agriculture and markets]  236.00  OF\n   51  THE  PENAL  law.  Wild animal includes, and is limited to, any or all of\n   52  the following orders and families:\n   53    S 8. Paragraph f of subdivision 9 of section 11-0917 of  the  environ-\n   54  mental  conservation law, as amended by chapter 432 of the laws of 1997,\n   55  is amended to read as follows:\n\n       A. 1835                            23\n\n    1    f. No live wolf, coyote,  coydog,  fox,  skunk,  venomous  reptile  or\n    2  raccoon  shall  be  possessed  or transported, except under a license or\n    3  permit issued by the department.   Every such license  or  permit  shall\n    4  contain  a prominent notice thereon warning the licensee or permittee of\n    5  his  or  her  duty  to exercise due care in safeguarding the public from\n    6  attack by such wild animal or venomous reptile and that failure to do so\n    7  is a crime under section [three hundred seventy of the  agriculture  and\n    8  markets]  236.25  OF THE PENAL law.  The provisions of the opening para-\n    9  graph of section [three hundred seventy of the agriculture and  markets]\n   10  236.25  OF  THE  PENAL law except the last sentence thereof shall be set\n   11  forth on such license  or  permit  immediately  following  such  warning\n   12  notice.\n   13    S  9.  Subdivision 6 of section 399-aa of the general business law, as\n   14  added by chapter 573 of the laws of 2002, is amended to read as follows:\n   15    6. (a) No provision of this section shall be construed to prohibit  or\n   16  interfere  with  any properly conducted scientific tests, experiments or\n   17  investigations involving the use of dog or cat fur or  flesh,  performed\n   18  or  conducted  in  laboratories  or institutions, which are approved for\n   19  these purposes by the state commissioner of health  in  accordance  with\n   20  section  [three  hundred  fifty-three  of  the  agriculture and markets]\n   21  236.02 OF THE PENAL law.\n   22    (b) No provision of this section shall be construed  to  prohibit  any\n   23  person, firm, partnership or corporation from importing, selling, offer-\n   24  ing  for  sale,  manufacturing, distributing, transporting, or otherwise\n   25  marketing or trading in the fur, hair, skin, or flesh of a  domesticated\n   26  dog  or cat for the purposes of conducting scientific tests, experiments\n   27  or investigations that are to be performed or conducted in  laboratories\n   28  or  institutions,  which  are  approved  for these purposes by the state\n   29  commissioner of health in accordance with section [three hundred  fifty-\n   30  three of the agriculture and markets] 236.02 OF THE PENAL law.\n   31    S  10.  Section 750-t of the general business law, as added by chapter\n   32  526 of the laws of 1992, is amended to read as follows:\n   33    S 750-t. Disposal in compliance with forms. A pet cemetery owner shall\n   34  dispose of a pet in compliance with a pet disposal form completed  by  a\n   35  pet  owner  or veterinarian. If such pet is disposed of, either by indi-\n   36  vidual cremation or individual burial,  the  pet  cemetery  owner  shall\n   37  within  ten days of such disposal send or give a written confirmation of\n   38  such  disposal  to  the  pet  owner  or   veterinarian,   depending   on\n   39  instructions  in  pet  disposal  form,  and, shall attest to the method,\n   40  date, and place of disposal. If a pet is disposed of either through mass\n   41  cremation or mass burial, no written  confirmation  shall  be  required.\n   42  Copies  of  all  forms shall be retained for a period of two years after\n   43  receipt. All pet remains shall be buried at least  twelve  inches  below\n   44  the  surface  of the ground or in accordance with section [three hundred\n   45  seventy-seven of the agriculture and markets] 236.32 OF THE PENAL law in\n   46  the case of a large domestic animal or otherwise disposed of in a  sani-\n   47  tary manner.\n   48    S  11.  Subdivision  1  of  section  352.3 of the family court act, as\n   49  amended by chapter 532 of the laws  of  2008,  is  amended  to  read  as\n   50  follows:\n   51    (1)  Upon  the  issuance  of an order pursuant to section 315.3 or the\n   52  entry of an order of disposition pursuant to section 352.2, a court  may\n   53  enter  an  order  of  protection  against  any respondent for good cause\n   54  shown. The order may require that the respondent: (a) stay away from the\n   55  home, school, business or place of employment  of  the  victims  of  the\n   56  alleged  offense; or (b) refrain from harassing, intimidating, threaten-\n\n       A. 1835                            24\n\n    1  ing or otherwise interfering with the victim or victims of  the  alleged\n    2  offense  and  such  members of the family or household of such victim or\n    3  victims as shall be specifically named by the court in  such  order;  or\n    4  (c)  refrain  from intentionally injuring or killing, without justifica-\n    5  tion, any companion animal the respondent knows to be owned,  possessed,\n    6  leased,  kept  or  held  by the person protected by the order or a minor\n    7  child residing in such person's household. \"Companion animal\",  as  used\n    8  in  this subdivision, shall have the same meaning as in subdivision five\n    9  of section [three hundred fifty of the agriculture and  markets]  236.00\n   10  OF THE PENAL law.\n   11    S  12.  Paragraph  2  of  subdivision (h) of section 446 of the family\n   12  court act, as added by chapter 253 of the laws of 2006,  is  amended  to\n   13  read as follows:\n   14    2.  \"Companion  animal\",  as used in this section, shall have the same\n   15  meaning as in subdivision five of section [three hundred  fifty  of  the\n   16  agriculture and markets] 236.00 OF THE PENAL law.\n   17    S  13.  Paragraph  2  of  subdivision (i) of section 551 of the family\n   18  court act, as added by chapter 253 of the laws of 2006,  is  amended  to\n   19  read as follows:\n   20    2.  \"Companion  animal\",  as used in this section, shall have the same\n   21  meaning as in subdivision five of section [three hundred  fifty  of  the\n   22  agriculture and markets] 236.00 OF THE PENAL law.\n   23    S  14.  Paragraph  2  of  subdivision (i) of section 656 of the family\n   24  court act, as added by chapter 253 of the laws of 2006,  is  amended  to\n   25  read as follows:\n   26    2.  \"Companion  animal\",  as used in this section, shall have the same\n   27  meaning as in subdivision five of section [three hundred  fifty  of  the\n   28  agriculture and markets] 236.00 OF THE PENAL law.\n   29    S  15.  Paragraph  2  of  subdivision (h) of section 759 of the family\n   30  court act, as added by chapter 253 of the laws of 2006,  is  amended  to\n   31  read as follows:\n   32    2.  \"Companion  animal\",  as used in this section, shall have the same\n   33  meaning as in subdivision five of section [three hundred  fifty  of  the\n   34  agriculture and markets] 236.00 OF THE PENAL law.\n   35    S  16.  Paragraph  2  of  subdivision (i) of section 842 of the family\n   36  court act, as added by chapter 253 of the laws of 2006,  is  amended  to\n   37  read as follows:\n   38    2.  \"Companion  animal\",  as used in this section, shall have the same\n   39  meaning as in subdivision five of section [three hundred  fifty  of  the\n   40  agriculture and markets] 236.00 OF THE PENAL law.\n   41    S  17.  Paragraph  2  of subdivision (g) of section 1056 of the family\n   42  court act, as added by chapter 253 of the laws of 2006,  is  amended  to\n   43  read as follows:\n   44    2.  \"Companion  animal\",  as used in this section, shall have the same\n   45  meaning as in subdivision five of section [three hundred  fifty  of  the\n   46  agriculture and markets] 236.00 OF THE PENAL law.\n   47    S  18.  Subdivision  d of section 20-383 of the administrative code of\n   48  the city of New York, as amended by local law number 2 of  the  city  of\n   49  New York for the year 1994, is amended to read as follows:\n   50    d.  Notwithstanding  the  provisions  of  subdivisions b and c of this\n   51  section, any driver of a horse drawn cab found guilty of  one  violation\n   52  of  subdivision  d  of  section  20-381.1 of the code or sections [three\n   53  hundred fifty-one, three hundred fifty-three, three  hundred  fifty-five\n   54  through  three  hundred sixty-two or three hundred sixty-nine of the New\n   55  York state agriculture and  markets]  236.01,  236.02,  236.07,  236.08,\n   56  236.09,  236.10,  236.11,  236.12,  236.13,  236.14,  236.15, 236.16, OR\n\n       A. 1835                            25\n\n    1  236.24 OF THE PENAL law or who is found guilty of a  violation  of  this\n    2  subchapter  while his or her license is suspended, shall have his or her\n    3  license revoked. A driver whose license has been revoked  in  accordance\n    4  with  this provision may not apply for a new license for five years from\n    5  the date of revocation.\n    6    S 19. Section 80 of the agriculture and markets  law,  as  amended  by\n    7  chapter 680 of the laws of 1967, is amended to read as follows:\n    8    S 80. Certificate  to healthy herds.  For the purpose of giving recog-\n    9  nition to other than segregated herds which are certified to him,  after\n   10  competent examination satisfactory to him, to be in a healthy condition,\n   11  the  commissioner  is hereby authorized to issue such certificates as he\n   12  may deem proper to the owner of such herd; to use such terms  to  desig-\n   13  nate  such  herds  as  will  harmonize with federal designations of such\n   14  herds and to adopt such rules as he may deem  proper  for  the  tagging,\n   15  branding  or marking of any animal or animals affected or believed to be\n   16  affected with any communicable disease, or exposed thereto. In the event\n   17  that such animals are branded it shall not be construed  as  cruelty  to\n   18  animals  within  the meaning of article [twenty-six of this chapter] TWO\n   19  HUNDRED THIRTY-SIX OF THE PENAL LAW.\n   20    S 20. Subdivision 3 of section 404 of the agriculture and markets law,\n   21  as added by chapter 259 of the laws of  2000,  is  amended  to  read  as\n   22  follows:\n   23    3.  Violation  of  any  provision  of  this article or conviction of a\n   24  violation of any provision of article [twenty-six of this  chapter]  TWO\n   25  HUNDRED  THIRTY-SIX  OF  THE PENAL LAW or regulations promulgated there-\n   26  under pertaining to humane treatment of  animals,  cruelty  to  animals,\n   27  endangering  the life or health of an animal, or violation of any feder-\n   28  al, state, or  local  law  pertaining  to  the  care,  treatment,  sale,\n   29  possession, or handling of animals or any regulation or rule promulgated\n   30  pursuant  thereto  relating to the endangerment of the life or health of\n   31  an animal.\n   32    S 21. Section 407 of the agriculture and  markets  law,  as  added  by\n   33  chapter 259 of the laws of 2000, is amended to read as follows:\n   34    S  407. Construction with other laws. Nothing in this article shall be\n   35  construed to limit or restrict agents or officers of societies  for  the\n   36  prevention  of  cruelty  to  animals  or the police from enforcing other\n   37  provisions of [article twenty-six of] this chapter, ARTICLE TWO  HUNDRED\n   38  THIRTY-SIX  OF  THE  PENAL  LAW, or any other law relating to the humane\n   39  treatment of or cruelty to animals.\n   40    S 22. Subdivisions 56, 68 and 79  of  section  2.10  of  the  criminal\n   41  procedure  law,  subdivision  56  as added by chapter 188 of the laws of\n   42  1989, subdivision 68 as added by chapter 227 of the laws  of  2000,  and\n   43  subdivision  79 as added by chapter 752 of the laws of 2004, are amended\n   44  to read as follows:\n   45    56. Dog control officers  of  the  town  of  Brookhaven,  who  at  the\n   46  discretion  of  the  town  board may be designated as constables for the\n   47  purpose of enforcing article [twenty-six of the agriculture and  markets\n   48  law]  TWO  HUNDRED  THIRTY-SIX  OF  THE PENAL LAW and for the purpose of\n   49  issuing appearance tickets permitted under article seven of  [such]  THE\n   50  AGRICULTURE  AND  MARKETS  law;  provided, however, that nothing in this\n   51  subdivision shall be deemed to authorize such officer to carry, possess,\n   52  repair or dispose of a firearm unless the appropriate  license  therefor\n   53  has been issued pursuant to section 400.00 of the penal law.\n   54    68. Dog control officers of the town of Arcadia, who at the discretion\n   55  of  the  town  board  may be designated as constables for the purpose of\n   56  enforcing article [twenty-six of the agriculture and  markets  law]  TWO\n\n       A. 1835                            26\n\n    1  HUNDRED  THIRTY-SIX  OF  THE  PENAL  LAW  and for the purpose of issuing\n    2  appearance tickets permitted under article seven of [such] THE  AGRICUL-\n    3  TURE  AND  MARKETS law; provided, however, that nothing in this subdivi-\n    4  sion shall be deemed to authorize such officer to carry, possess, repair\n    5  or dispose of a firearm unless the appropriate license therefor has been\n    6  issued pursuant to section 400.00 of the penal law.\n    7    79.  Animal  control  officers  of  the  city  of  Elmira,  who at the\n    8  discretion of the city council of the city of Elmira may  be  designated\n    9  as  constables  for  the purpose of enforcing article [twenty-six of the\n   10  agriculture and markets law] TWO HUNDRED THIRTY-SIX OF  THE  PENAL  LAW,\n   11  and  for the purpose of issuing appearance tickets permitted under arti-\n   12  cle seven of [such] THE AGRICULTURE AND MARKETS law; provided,  however,\n   13  that nothing in this subdivision shall be deemed to authorize such offi-\n   14  cer  to carry, possess, repair or dispose of a firearm unless the appro-\n   15  priate license therefor has been issued pursuant to  section  400.00  of\n   16  the penal law.\n   17    S  23.  Paragraph (i) of subdivision 1 of section 750-h of the general\n   18  business law, as added by chapter 526 of the laws of 1992, is amended to\n   19  read as follows:\n   20    (i) Conviction of a violation of article [twenty-six of  the  agricul-\n   21  ture  and markets law] TWO HUNDRED THIRTY-SIX OF THE PENAL LAW involving\n   22  cruelty to animals.\n   23    S 24. Section 753-d of the general business law, as added  by  chapter\n   24  259 of the laws of 2000, is amended to read as follows:\n   25    S  753-d.  Construction with other laws. Nothing in this article shall\n   26  be construed to limit or restrict agents or officers  of  societies  for\n   27  the prevention of cruelty to animals or the police from enforcing [arti-\n   28  cles twenty-six and] ARTICLE twenty-six-A of the agriculture and markets\n   29  law,  ARTICLE  TWO HUNDRED THIRTY-SIX OF THE PENAL LAW, or any other law\n   30  relating to the humane treatment of, or cruelty to, animals.\n   31    S 25. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to codifying animal cruelty laws under the penal law; to amend the agriculture and markets law, the criminal procedure law, the environmental conservation law, the general business law, the family court act and the administrative code of the city of New York, in relation to making conforming technical changes; and to repeal article 26 of the agriculture and markets law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T132005.TXT", "SOBI.D110112.T155522.TXT", "SOBI.D110112.T115000.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294865722601
}