{
  "year" : 2011,
  "senateBillNo" : "A1834-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to health",
    "billEventId" : "A1834-2011-1294808400000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the allocation of monies for dental health services in the medicaid managed care program, the child health insurance program and the family health plus program",
  "summary" : "Provides for the allocation of monies for dental health services in the medicaid managed care program, the child health insurance program and the family health plus program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A7535-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1834\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. WRIGHT, JAFFEE -- Multi-Sponsored by -- M. of A.\n         BOYLAND, BRENNAN, GLICK, HEASTIE, TOWNS, WEISENBERG -- read  once  and\n         referred to the Committee on Health\n\n       AN  ACT  to  amend the public health law and the social services law, in\n         relation to allocating monies for dental health services in the  medi-\n         caid managed care program, the child health insurance program, and the\n         family health plus program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2511 of the public health law is amended by  adding\n    2  a new subdivision 21 to read as follows:\n    3    21.  EVERY APPROVED ORGANIZATION THAT PROVIDES COVERAGE FOR ANY DENTAL\n    4  SERVICE SHALL SPEND NOT LESS THAN EIGHTY PERCENT OF  THE  CAPITATION  OR\n    5  OTHER STATE FUNDS PAID TO THE APPROVED ORGANIZATION FOR DENTAL SERVICES,\n    6  WHETHER AS A PREMIUM OR IN ANY OTHER FORM EITHER DIRECTLY OR INDIRECTLY,\n    7  FOR  THE  PROVISION OF DENTAL SERVICES TO PATIENTS BY LICENSED DENTISTS.\n    8  IN THE EVENT THE APPROVED ORGANIZATION SPENDS LESS THAN  EIGHTY  PERCENT\n    9  OF  THE  CAPITATION OR OTHER STATE FUNDS PAID TO IT FOR DENTAL SERVICES,\n   10  WHETHER AS A PREMIUM OR IN ANY OTHER FORM EITHER DIRECTLY OR INDIRECTLY,\n   11  FOR THE PROVISION OF DENTAL SERVICES, THE DIFFERENCE SHALL  BE  RETURNED\n   12  TO  THE  DEPARTMENT.  IN  NO EVENT SHALL MORE THAN TWENTY PERCENT OF THE\n   13  CAPITATION OR OTHER STATE FUNDS PAID TO THE  APPROVED  ORGANIZATION  FOR\n   14  DENTAL  SERVICES,  WHETHER  AS  A  PREMIUM  OR  IN ANY OTHER FORM EITHER\n   15  DIRECTLY OR INDIRECTLY, BE SPENT BY ANY APPROVED ORGANIZATION ON  ADMIN-\n   16  ISTRATIVE  SERVICES IN LIEU OF DENTAL SERVICES FOR PATIENTS. THE DEPART-\n   17  MENT SHALL PROVIDE AN APPROVED ORGANIZATION WITH A CERTIFICATION  LETTER\n   18  INDICATING THE AMOUNT OF CAPITATION OR OTHER STATE FUNDS PAID FOR DENTAL\n   19  SERVICES,  WHETHER  AS A PREMIUM OR IN ANY OTHER FORM EITHER DIRECTLY OR\n   20  INDIRECTLY, DURING EACH YEAR PURSUANT TO THIS SECTION.\n   21    S 2. Section 364-j of the social services law is amended by  adding  a\n   22  new subdivision 25 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06262-01-1\n\n       A. 1834                             2\n\n    1    25. EVERY MANAGED CARE PROVIDER AND MANAGED CARE PROGRAM THAT PROVIDES\n    2  COVERAGE FOR ANY DENTAL SERVICE SHALL SPEND NOT LESS THAN EIGHTY PERCENT\n    3  OF THE CAPITATION OR OTHER STATE FUNDS PAID TO THE MANAGED CARE PROVIDER\n    4  OR  MANAGED CARE PROGRAM FOR DENTAL SERVICES, WHETHER AS A PREMIUM OR IN\n    5  ANY  OTHER  FORM  EITHER  DIRECTLY  OR  INDIRECTLY, FOR THE PROVISION OF\n    6  DENTAL SERVICES TO PATIENTS BY LICENSED DENTISTS.    IN  THE  EVENT  THE\n    7  MANAGED  CARE  PROVIDER  OR MANAGED CARE PROGRAM SPENDS LESS THAN EIGHTY\n    8  PERCENT OF THE CAPITATION OR OTHER STATE FUNDS PAID  TO  IT  FOR  DENTAL\n    9  SERVICES,  WHETHER  AS A PREMIUM OR IN ANY OTHER FORM EITHER DIRECTLY OR\n   10  INDIRECTLY, FOR THE PROVISION OF DENTAL SERVICES, THE  DIFFERENCE  SHALL\n   11  BE  RETURNED  TO  THE  DEPARTMENT.    IN NO EVENT SHALL MORE THAN TWENTY\n   12  PERCENT OF THE CAPITATION OR OTHER STATE FUNDS PAID TO THE MANAGED  CARE\n   13  PROVIDER  OR  MANAGED  CARE  PROGRAM  FOR  DENTAL SERVICES, WHETHER AS A\n   14  PREMIUM OR IN ANY OTHER FORM EITHER DIRECTLY OR INDIRECTLY, BE SPENT  BY\n   15  ANY  MANAGED  CARE  PROVIDER  OR  MANAGED CARE PROGRAM ON ADMINISTRATIVE\n   16  SERVICES IN LIEU OF DENTAL SERVICES FOR PATIENTS. THE  DEPARTMENT  SHALL\n   17  PROVIDE  A MANAGED CARE PROVIDER AND MANAGED CARE PROGRAM WITH A CERTIF-\n   18  ICATION LETTER INDICATING THE AMOUNT OF CAPITATION OR OTHER STATE  FUNDS\n   19  PAID  FOR  DENTAL  SERVICES,  WHETHER  AS A PREMIUM OR IN ANY OTHER FORM\n   20  EITHER DIRECTLY  OR  INDIRECTLY,  DURING  EACH  YEAR  PURSUANT  TO  THIS\n   21  SECTION.\n   22    S  3. Section 369-ee of the social services law is amended by adding a\n   23  new subdivision 8 to read as follows:\n   24    8. EVERY APPROVED ORGANIZATION THAT PROVIDES COVERAGE FOR  ANY  DENTAL\n   25  SERVICE  SHALL  SPEND  NOT LESS THAN EIGHTY PERCENT OF THE CAPITATION OR\n   26  OTHER STATE FUNDS PAID TO THE APPROVED ORGANIZATION FOR DENTAL SERVICES,\n   27  WHETHER AS A PREMIUM OR IN ANY OTHER FORM EITHER DIRECTLY OR INDIRECTLY,\n   28  FOR THE PROVISION OF DENTAL SERVICES TO PATIENTS BY  LICENSED  DENTISTS.\n   29  IN  THE  EVENT THE APPROVED ORGANIZATION SPENDS LESS THAN EIGHTY PERCENT\n   30  OF THE CAPITATION OR OTHER STATE FUNDS PAID TO IT FOR  DENTAL  SERVICES,\n   31  WHETHER  AS  A  PREMIUM OR IN ANY OTHER FORM DIRECTLY OR INDIRECTLY, FOR\n   32  THE PROVISION OF DENTAL SERVICES, THE DIFFERENCE SHALL  BE  RETURNED  TO\n   33  THE  DEPARTMENT. IN NO EVENT SHALL MORE THAN TWENTY PERCENT OF THE CAPI-\n   34  TATION OR OTHER STATE FUNDS PAID TO THE APPROVED ORGANIZATION FOR DENTAL\n   35  SERVICES, WHETHER AS A PREMIUM OR IN ANY OTHER FORM EITHER  DIRECTLY  OR\n   36  INDIRECTLY,  BE  SPENT  BY  ANY  APPROVED ORGANIZATION ON ADMINISTRATIVE\n   37  SERVICES IN LIEU OF DENTAL SERVICES FOR PATIENTS. THE  DEPARTMENT  SHALL\n   38  PROVIDE  AN APPROVED ORGANIZATION WITH A CERTIFICATION LETTER INDICATING\n   39  THE AMOUNT OF CAPITATION OR OTHER STATE FUNDS PAID FOR DENTAL  SERVICES,\n   40  WHETHER AS A PREMIUM OR IN ANY OTHER FORM EITHER DIRECTLY OR INDIRECTLY,\n   41  DURING EACH YEAR PURSUANT TO THIS SECTION.\n   42    S  4.  This  act shall take effect January 1, 2012, provided, however,\n   43  that the amendments to section 364-j of the social services law made  by\n   44  section  two of this act shall not affect the repeal of such section and\n   45  shall be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the social services law, in relation to allocating monies for dental health services in the medicaid managed care program, the child health insurance program, and the family health plus program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T154619.TXT", "SOBI.D110112.T132005.TXT", "SOBI.D110112.T115000.TXT", "SOBI.D110112.T124520.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294865179280
}