{
  "year" : 2011,
  "senateBillNo" : "A184-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A184-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits smoking within fifty feet of all entrances to state office buildings and restricts smoking outside buildings with indoor smoking restrictions",
  "summary" : "Prohibits smoking within fifty feet of all entrances to state office buildings and restricts smoking outside buildings with indoor smoking restrictions; sets forth definitions of state office and state agency. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A577-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          184\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAHILL -- Multi-Sponsored by -- M. of A. LIFTON\n         -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law, in relation to prohibiting  smok-\n         ing within fifty feet of all entrances to certain buildings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1399-n of the  public  health  law  is  amended  by\n    2  adding two new subdivisions 9 and 10 to read as follows:\n    3    9.  \"STATE OFFICE\" MEANS ANY BUILDING OR FACILITY IN THE STATE WHEREIN\n    4  ONE HUNDRED OR MORE EMPLOYEES, IN AGGREGATE, OF  ANY  STATE  AGENCY  ARE\n    5  LOCATED WHETHER OR NOT SUCH OFFICE BUILDING OR FACILITY IS OWNED, RENTED\n    6  OR LEASED BY THE STATE.\n    7    10.  \"STATE AGENCY\" MEANS ANY DEPARTMENT OF THE EXECUTIVE, ANY BUREAU,\n    8  COMMISSION, AGENCY, BOARD OR OTHER AGENCY, ANY PUBLIC AUTHORITY, AND THE\n    9  JUDICIARY AND THE LEGISLATURE.\n   10    S 2. Section 1399-o of the public health law, as amended by chapter 13\n   11  of the laws of 2003, subdivision 13 as amended by  chapter  154  of  the\n   12  laws of 2008, is amended to read as follows:\n   13    S  1399-o. Smoking restrictions. 1. Smoking shall not be permitted and\n   14  no person shall smoke in the following indoor areas:\n   15    [1.] (A) places of employment;\n   16    [2.] (B) bars;\n   17    [3.] (C) food service establishments, except as provided  in  subdivi-\n   18  sion six of section thirteen hundred ninety-nine-q of this article;\n   19    [4.]  (D)  enclosed indoor areas open to the public containing a swim-\n   20  ming pool;\n   21    [5.] (E) public  means  of  mass  transportation,  including  subways,\n   22  underground  subway  stations,  and  when occupied by passengers, buses,\n   23  vans, taxicabs and limousines;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01085-01-1\n\n       A. 184                              2\n\n    1    [6.] (F) ticketing, boarding and waiting areas in  public  transporta-\n    2  tion terminals;\n    3    [7.]  (G)  youth  centers  and  facilities for detention as defined in\n    4  sections five hundred twenty-seven-a and five hundred three of the exec-\n    5  utive law;\n    6    [8.] (H) any facility that provides child care services as defined  in\n    7  section  four  hundred  ten-p  of the social services law, provided that\n    8  such services provided in a private home are excluded from this subdivi-\n    9  sion when children enrolled in such day care are not present;\n   10    [9.] (I) child day care centers as defined in  section  three  hundred\n   11  ninety of the social services law and child day care centers licensed by\n   12  the city of New York;\n   13    [10.] (J) group homes for children as defined in section three hundred\n   14  seventy-one of the social services law;\n   15    [11.] (K) public institutions for children as defined in section three\n   16  hundred seventy-one of the social services law;\n   17    [12.]  (L)  residential treatment facilities for children and youth as\n   18  defined in section 1.03 of the mental hygiene law;\n   19    [13.] (M) all public and  private  colleges,  universities  and  other\n   20  educational  and  vocational  institutions, including dormitories, resi-\n   21  dence halls, and other group residential facilities that  are  owned  or\n   22  operated  by such colleges, universities and other educational and voca-\n   23  tional institutions, except that these restrictions shall not  apply  in\n   24  any off-campus residential unit occupied by a person who is not enrolled\n   25  as  an undergraduate student in such college, university or other educa-\n   26  tional or vocational institution;\n   27    [14.] (N) general hospitals and residential health care facilities  as\n   28  defined  in  article twenty-eight of this chapter, and other health care\n   29  facilities licensed by the state  in  which  persons  reside;  provided,\n   30  however,  that  the  provisions  of  this subdivision shall not prohibit\n   31  smoking by patients in separate enclosed  rooms  of  residential  health\n   32  care  facilities,  adult  care facilities established or certified under\n   33  title two of article seven of the social services law, community  mental\n   34  health  residences established under section 41.44 of the mental hygiene\n   35  law, or facilities where day treatment programs are provided, which  are\n   36  designated as smoking rooms for patients of such facilities or programs;\n   37    [15.]  (O)  commercial establishments used for the purpose of carrying\n   38  on or exercising any trade, profession, vocation or charitable activity;\n   39    [16.] (P) indoor arenas;\n   40    [17.] (Q) zoos; and\n   41    [18.] (R) bingo facilities.\n   42    2. SMOKING SHALL NOT BE PERMITTED AND NO PERSON  SHALL  SMOKE  IN  THE\n   43  OUTSIDE  AREA  WITHIN FIFTY FEET OF AN ENTRANCE TO A BUILDING CONTAINING\n   44  ONE OR MORE OF THE INDOOR  AREAS  LISTED  IN  SUBDIVISION  ONE  OF  THIS\n   45  SECTION,  OR  IN  THE OUTSIDE AREA WITHIN FIFTY FEET OF ANY STATE OFFICE\n   46  BUILDING USED FOR STATE AGENCY.\n   47    S 3. This act shall take effect on the one hundred twentieth day after\n   48  it shall have become a law. Effective immediately, the addition,  amend-\n   49  ment and/or repeal of any rule or regulation necessary for the implemen-\n   50  tation  of this act on its effective date are authorized and directed to\n   51  be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to prohibiting smoking within fifty feet of all entrances to certain buildings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T124922.TXT", "SOBI.D101216.T124448.TXT", "SOBI.D101217.T121938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292606378637
}