{
  "year" : 2011,
  "senateBillNo" : "A1847-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to housing",
    "billEventId" : "A1847-2011-1294808400000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits tenants or residents of limited profit housing to copy financial documents pertaining to their projects, subject to a reasonable charge therefor",
  "summary" : "Permits tenants or residents of limited profit housing, or persons acting on their behalf, to copy financial documents pertaining to their projects, subject to a reasonable charge therefor, the maximum of which shall be prescribed by regulation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A1292-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1847\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Housing\n\n       AN  ACT  to  amend  the  private housing finance law, in relation to the\n         copying of documents of limited profit housing companies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 32-a of the private housing finance law is amended\n    2  by adding a new subdivision 8 to read as follows:\n    3    8. EVERY TENANT OR RESIDENT, OR A PERSON ACTING ON BEHALF OF A  TENANT\n    4  OR  RESIDENT,  SHALL  BE  PERMITTED  TO COPY, BY PHOTOGRAPHIC MEANS, ANY\n    5  DOCUMENT WITHIN THE SCOPE OF THIS SECTION PERTAINING TO THE  PROJECT  IN\n    6  WHICH  SUCH  TENANT  OR RESIDENT RESIDES. A REASONABLE FEE, SUBJECT TO A\n    7  MAXIMUM THEREFOR PRESCRIBED IN REGULATIONS,  MAY  BE  CHARGED  FOR  SUCH\n    8  COPIES.\n    9    S 2. This act shall take effect on the one hundred twentieth day after\n   10  it  shall  have  become a law; provided that the commissioner of housing\n   11  and community renewal and supervising agencies, as defined in article  2\n   12  of the private housing finance law, are authorized to promulgate any and\n   13  all  rules  and  regulations  and  take  any other measures necessary to\n   14  implement this act on its effective date on or before such date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01010-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to the copying of documents of limited profit housing companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T130504.TXT", "SOBI.D110112.T170029.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294869629188
}