{
  "year" : 2011,
  "senateBillNo" : "A1844-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1844-2011-1294808400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to monetary penalties that a parking violations bureau may impose for illegally idling the engine of a motor vehicle",
  "summary" : "Relates to monetary penalties that a parking violations bureau may impose for illegally idling the engine of a motor vehicle. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A6903-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1844\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. ROSENTHAL, GOTTFRIED, MENG, ROBINSON, KELLNER --\n         Multi-Sponsored by -- M. of A. COOK, SCHIMEL, WEISENBERG -- read  once\n         and referred to the Committee on Transportation\n\n       AN  ACT to amend the vehicle and traffic law and the administrative code\n         of the city of New York, in relation to monetary  penalties  that  the\n         parking  violations  bureau may impose for illegally idling the engine\n         of a motor vehicle\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (a) of subdivision 2 of section 237 of the vehi-\n    2  cle and traffic law, as amended by chapter 458 of the laws of  2010,  is\n    3  amended to read as follows:\n    4    (a) parking violations in accordance with a schedule of monetary fines\n    5  and  penalties,  provided  however,  that  monetary  penalties shall not\n    6  exceed fifty dollars for each parking violation other than (i) in a city\n    7  with a population of one million or more, violations committed in spaces\n    8  where stopping or standing is prohibited for  which  monetary  penalties\n    9  shall  not exceed one hundred dollars and VIOLATIONS OF A RESTRICTION ON\n   10  IDLING THE ENGINE OF A MOTOR VEHICLE WHILE PARKING, STANDING,  OR  STOP-\n   11  PING  FOR  WHICH  MONETARY  PENALTIES SHALL NOT EXCEED ONE HUNDRED FIFTY\n   12  DOLLARS, AND (ii) handicapped  parking  violations  for  which  monetary\n   13  penalties shall not exceed one hundred fifty dollars; and\n   14    S 2. Subdivision b of section 19-203 of the administrative code of the\n   15  city of New York, as amended by section 2 of part B of chapter 93 of the\n   16  laws of 2002, is amended to read as follows:\n   17    b.  To  provide  for  penalties  other  than  imprisonment for parking\n   18  violations, provided however, that monetary penalties shall  not  exceed\n   19  (1)  fifty  dollars  for each parking violation, [provided that monetary\n   20  penalties shall not exceed] (2) one hundred  dollars  for  each  parking\n   21  violation,  OTHER  THAN  A  RESTRICTION  ON IDLING THE ENGINE OF A MOTOR\n   22  VEHICLE, committed in a space where stopping or standing is  prohibited,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02257-01-1\n\n       A. 1844                             2\n\n    1  (3)  ONE  HUNDRED  FIFTY  DOLLARS FOR EACH VIOLATION OF A RESTRICTION ON\n    2  IDLING THE ENGINE OF A MOTOR VEHICLE WHILE PARKING, STANDING,  OR  STOP-\n    3  PING,  and [provided, further, that monetary penalties shall not exceed]\n    4  (4) one hundred fifty dollars for each handicapped parking violation;\n    5    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law and the administrative code of the city of New York, in relation to monetary penalties that the parking violations bureau may impose for illegally idling the engine of a motor vehicle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T162027.TXT", "SOBI.D110112.T130504.TXT", "SOBI.D110112.T131005.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294867227216
}