{
  "year" : 2011,
  "senateBillNo" : "A1849-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to election law",
    "billEventId" : "A1849-2011-1294808400000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Refers to delivery by mail service with respect to secretary of treasury of United States and state board of elections and designations",
  "summary" : "Provides that references in election law to \"United States mail\" and related terms shall include any delivery service designed by the secretary of treasury of the United States unless the state board of elections finds that such delivery service is inadequate. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A1286-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1849\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Election Law\n\n       AN ACT to amend the election law, in relation to filing of papers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1-106 of the election law is amended  by  adding  a\n    2  new subdivision 3 to read as follows:\n    3    3.  (A)  ANY REFERENCE IN THIS CHAPTER TO THE UNITED STATES MAIL SHALL\n    4  BE TREATED AS INCLUDING A REFERENCE TO ANY DELIVERY  SERVICE  DESIGNATED\n    5  BY  THE  SECRETARY  OF  THE  TREASURY  OF  THE UNITED STATES PURSUANT TO\n    6  SECTION SEVENTY-FIVE HUNDRED TWO OF THE INTERNAL REVENUE  CODE  AND  ANY\n    7  REFERENCE  IN  THIS  CHAPTER  TO  A POSTMARK OR A POSTMARK BY THE UNITED\n    8  STATES MAIL SHALL BE TREATED  AS  INCLUDING  A  REFERENCE  TO  ANY  DATE\n    9  RECORDED  OR  MARKED  IN  THE  MANNER  DESCRIBED IN SECTION SEVENTY-FIVE\n   10  HUNDRED TWO OF THE  INTERNAL  REVENUE  CODE  BY  A  DESIGNATED  DELIVERY\n   11  SERVICE. IF THE STATE BOARD OF ELECTIONS FINDS THAT ANY DELIVERY SERVICE\n   12  DESIGNATED  BY  SUCH SECRETARY IS INADEQUATE FOR THE NEEDS OF THE STATE,\n   13  THE STATE BOARD OF ELECTIONS MAY WITHDRAW SUCH DESIGNATION FOR  PURPOSES\n   14  OF  THIS  ARTICLE. THE STATE BOARD OF ELECTIONS MAY ALSO DESIGNATE ADDI-\n   15  TIONAL DELIVERY SERVICES MEETING THE CRITERIA  OF  SECTION  SEVENTY-FIVE\n   16  HUNDRED  TWO  OF THE INTERNAL REVENUE CODE FOR PURPOSES OF THIS ARTICLE,\n   17  OR MAY WITHDRAW ANY SUCH DESIGNATION IF THE  STATE  BOARD  OF  ELECTIONS\n   18  FINDS  THAT A DELIVERY SERVICE SO DESIGNATED IS INADEQUATE FOR THE NEEDS\n   19  OF THE STATE. ANY REFERENCE IN THIS CHAPTER TO THE  UNITED  STATES  MAIL\n   20  SHALL BE TREATED AS INCLUDING A REFERENCE TO ANY DELIVERY SERVICE DESIG-\n   21  NATED  BY THE STATE BOARD OF ELECTIONS AND ANY REFERENCE IN THIS CHAPTER\n   22  TO A POSTMARK BY THE UNITED STATES MAIL SHALL BE TREATED AS INCLUDING  A\n   23  REFERENCE  TO  ANY  DATE  RECORDED  OR MARKED IN THE MANNER DESCRIBED IN\n   24  SECTION SEVENTY-FIVE HUNDRED TWO OF  THE  INTERNAL  REVENUE  CODE  BY  A\n   25  DELIVERY SERVICE DESIGNATED BY THE STATE BOARD OF ELECTIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01000-01-1\n\n       A. 1849                             2\n\n    1    (B)  ANY  EQUIVALENT OF REGISTERED OR CERTIFIED MAIL DESIGNATED BY THE\n    2  UNITED STATES SECRETARY OF THE TREASURY, OR AS MAY BE DESIGNATED BY  THE\n    3  STATE  BOARD  OF  ELECTIONS  PURSUANT  TO THE SAME CRITERIA USED BY SUCH\n    4  SECRETARY FOR SUCH DESIGNATIONS PURSUANT TO SECTION SEVENTY-FIVE HUNDRED\n    5  TWO  OF  THE INTERNAL REVENUE CODE, SHALL BE INCLUDED WITHIN THE MEANING\n    6  OF REGISTERED OR CERTIFIED MAIL AS USED IN THIS CHAPTER.  IF  THE  STATE\n    7  BOARD  OF ELECTIONS FINDS THAT ANY EQUIVALENT OF REGISTERED OR CERTIFIED\n    8  MAIL DESIGNATED BY SUCH SECRETARY OR THE STATE  BOARD  OF  ELECTIONS  IS\n    9  INADEQUATE  FOR THE NEEDS OF THE STATE, THE STATE BOARD OF ELECTIONS MAY\n   10  WITHDRAW SUCH DESIGNATION FOR PURPOSES OF THIS ARTICLE.\n   11    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to filing of papers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T130504.TXT", "SOBI.D110112.T170029.TXT", "SOBI.D110112.T131005.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294869629192
}