{
  "year" : 2011,
  "senateBillNo" : "A1856-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to codes",
    "billEventId" : "A1856-2011-1294808400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires court clerk to mail disposition of criminal felony trial to any crime victim not present at time defendant sentenced or acquitted after completion of trial",
  "summary" : "Requires that following the acquittal after trial or the sentencing of any defendant for a felony, the clerk of the court, or such clerk's designee, shall mail a written summary of the disposition of such felony to any victim who was not present at the time that the defendant was sentenced or acquitted after trial. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A1293-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1856\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to  amend  the criminal procedure law, in relation to notifying\n         certain crime victims of the disposition of criminal trial\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 2 of section 380.50 of the criminal procedure\n    2  law is amended by adding a new paragraph (g) to read as follows:\n    3    (G) FOLLOWING THE ACQUITTAL AFTER  TRIAL  OR  THE  SENTENCING  OF  ANY\n    4  DEFENDANT  FOR  A FELONY, THE CLERK OF THE COURT, OR SUCH CLERK'S DESIG-\n    5  NEE, SHALL MAIL A WRITTEN SUMMARY OF THE DISPOSITION OF SUCH  FELONY  TO\n    6  ANY  VICTIM WHO WAS NOT PRESENT AT THE TIME SUCH DEFENDANT WAS SENTENCED\n    7  OR ACQUITTED AFTER TRIAL.\n    8    S 2. This act shall take effect on the one hundred eightieth day after\n    9  it shall have become a law.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00993-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to notifying certain crime victims of the disposition of criminal trial ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T100309.TXT", "SOBI.D110112.T131005.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294930989315
}