{
  "year" : 2011,
  "senateBillNo" : "A185-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A185-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires SUNY and CUNY authorities to install and retrofit buildings with sprinkler systems",
  "summary" : "Requires SUNY and CUNY authorities, the board of trustees, to adopt rules to require the installing and retrofitting of dormitory buildings with sprinkler systems on or before March first, two thousand fourteen. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A578-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          185\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. CAHILL, ENGLEBRIGHT, PHEFFER -- read once and\n         referred to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation  to  requiring  SUNY  and\n         CUNY  authorities  to  install  and  retrofit dormitory buildings with\n         sprinkler systems\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The board of trustees of the state university of New York,\n    2  the board of trustees of the city university of New York and the council\n    3  of governing boards for the  independent  colleges  of  New  York  shall\n    4  conduct a study concerning the safety of New York state college students\n    5  in  dormitories, fraternities, sororities, laboratories, physical educa-\n    6  tion facilities, dining facilities, educational  facilities  and  recre-\n    7  ational  facilities. This study shall include information including, but\n    8  not limited to, the number and percentage of buildings without  adequate\n    9  fire  extinguishment  equipment including, but not limited to, sprinkler\n   10  systems, fire extinguishers, fire hoses and smoke alarms.  Additionally,\n   11  an analysis of the cost of retrofitting existing facilities with  sprin-\n   12  kler  systems  must  be provided along with a plan and time schedule for\n   13  the completion of such retrofitting. A report containing the information\n   14  required by this section shall be submitted  to  the  governor  and  the\n   15  legislature not later than December 1, 2013.\n   16    S  2.  Section  355  of  the  education law is amended by adding a new\n   17  subdivision 20 to read as follows:\n   18    20. PLAN FOR PROVIDING FIRE SAFETY. THE BOARD OF TRUSTEES OF THE STATE\n   19  UNIVERSITY OF NEW YORK SHALL ADOPT RULES REQUIRING THAT EACH INSTITUTION\n   20  OF THE STATE UNIVERSITY, ON OR BEFORE MARCH FIRST,  TWO  THOUSAND  FOUR-\n   21  TEEN, ADOPT AND IMPLEMENT A PLAN TO CAUSE ALL BUILDINGS UNDER THE JURIS-\n   22  DICTION  OF SUCH INSTITUTION CONTAINING DORMITORY FACILITIES FOR STUDENT\n   23  USE TO BE CONSTRUCTED  OR  RETROFITTED  WITH  A  SYSTEM  OF  PIPING  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01087-01-1\n\n       A. 185                              2\n\n    1  APPURTENANCES,  CONSISTENT  WITH  9  NYCRR  606.3(A)(194),  DESIGNED AND\n    2  INSTALLED IN ACCORDANCE WITH GENERALLY ACCEPTED STANDARDS SO  THAT  HEAT\n    3  FROM  A  FIRE  WILL AUTOMATICALLY CAUSE WATER TO BE DISCHARGED OVER SUCH\n    4  FIRE  AREA TO EXTINGUISH IT OR PREVENT ITS FURTHER SPREAD. ALL RETROFIT-\n    5  TING SHALL BE COMPLETED WITHIN A THREE YEAR PERIOD  FROM  THE  DATE  ANY\n    6  SUCH PLAN IS ADOPTED.\n    7    S  3.  Section  6206  of  the education law is amended by adding a new\n    8  subdivision 17 to read as follows:\n    9    17. THE BOARD OF TRUSTEES OF THE CITY UNIVERSITY  OF  NEW  YORK  SHALL\n   10  ADOPT  RULES  REQUIRING THAT EACH INSTITUTION OF THE CITY UNIVERSITY, ON\n   11  OR BEFORE MARCH FIRST, TWO THOUSAND FOURTEEN, ADOPT AND IMPLEMENT A PLAN\n   12  TO CAUSE ALL  BUILDINGS  UNDER  THE  JURISDICTION  OF  SUCH  INSTITUTION\n   13  CONTAINING  DORMITORY  FACILITIES  FOR  STUDENT USE TO BE CONSTRUCTED OR\n   14  RETROFITTED WITH A SYSTEM OF PIPING AND APPURTENANCES, CONSISTENT WITH 9\n   15  NYCRR 606.3(A)(194), DESIGNED AND INSTALLED IN ACCORDANCE WITH GENERALLY\n   16  ACCEPTED STANDARDS SO THAT HEAT FROM A  FIRE  WILL  AUTOMATICALLY  CAUSE\n   17  WATER  TO  BE DISCHARGED OVER SUCH FIRE AREA TO EXTINGUISH IT OR PREVENT\n   18  ITS FURTHER SPREAD. ALL RETROFITTING SHALL BE COMPLETED WITHIN  A  THREE\n   19  YEAR PERIOD FROM THE DATE ANY SUCH PLAN IS ADOPTED.\n   20    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring SUNY and CUNY authorities to install and retrofit dormitory buildings with sprinkler systems ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T124922.TXT", "SOBI.D101217.T121938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292606378643
}