{
  "year" : 2011,
  "senateBillNo" : "A1853-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to housing",
    "billEventId" : "A1853-2011-1294808400000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that upon sale of a limited-profit housing company project, reserve and surplus funds must be held in escrow and dedicated to major capital improvements",
  "summary" : "Provides that upon sale or other conveyance of a limited-profit housing company project to an entity other than a new limited-profit housing company, reserve and surplus funds must be held in escrow by the new owner and dedicated solely to defraying the costs of major capital improvements; further provides that no rental may be increased to cover the cost of a major capital improvement until such reserve and surplus funds have been exhausted. ",
  "currentCommittee" : null,
  "sameAs" : "S444",
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A1287-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1853\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Housing\n\n       AN ACT to amend the private housing finance law, in relation to the sale\n         of limited-profit housing projects\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The private housing finance law is amended by adding a  new\n    2  section 36-b to read as follows:\n    3    S  36-B.  SALE  OR  OTHER  CONVEYANCE  OF PROJECT. NOTWITHSTANDING ANY\n    4  INCONSISTENT PROVISION OF LAW, UPON THE SALE OR OTHER  CONVEYANCE  OF  A\n    5  PROJECT  BY  A COMPANY TO ANY ENTITY OTHER THAN A COMPANY, THE FOLLOWING\n    6  REQUIREMENTS SHALL APPLY.\n    7    1. ALL RESERVE AND SURPLUS FUNDS TRANSFERRED BY THE COMPANY TO THE NEW\n    8  OWNER MUST BE HELD BY SUCH NEW OWNER IN ESCROW ACCOUNTS AND MAY BE  USED\n    9  BY  SUCH  NEW  OWNER  SOLELY  FOR  THE  PURPOSE  OF MAKING MAJOR CAPITAL\n   10  IMPROVEMENTS TO THE PROJECT.\n   11    2. NO RENTAL OR OTHER CHARGE MAY BE INCREASED  BY  THE  NEW  OWNER  TO\n   12  DEFRAY THE COST OF ANY MAJOR CAPITAL IMPROVEMENT UNLESS AND UNTIL ALL OF\n   13  SUCH  RESERVE AND SURPLUS FUNDS HAVE BEEN EXPENDED TO DEFRAY THE COST OF\n   14  MAJOR CAPITAL IMPROVEMENTS.\n   15    S 2. This act shall take effect on the first of January next  succeed-\n   16  ing the date on which it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01002-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to the sale of limited-profit housing projects ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T100309.TXT", "SOBI.D110112.T131005.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294930989303
}