{
  "year" : 2011,
  "senateBillNo" : "A1855-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1855-2011-1294808400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the use of a minimum standardized test cut-off score for student admission to the state university of New York and city university of New York",
  "summary" : "Prohibits the use of a minimum standardized test cut-off score for student admission to or rejection by the state university of New York and city university of New York; permits overall assessment of student qualifications for admission, including consideration of such scores together with academic course grades, classroom performance, community service, and extracurricular activities, provided that the effect of doing so does not result in establishing a minimum standardized test score for admission or rejection. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1290-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1855\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Higher Education\n\n       AN ACT to amend the education law, in relation to prohibiting the use of\n         a  minimum score on a standardized test or combination of standardized\n         tests as a cut-off for admission to or rejection by the state  univer-\n         sity of New York and the city university of New York\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph h of subdivision 2 of section 355 of  the  educa-\n    2  tion law is amended by adding a new subparagraph 10 to read as follows:\n    3    (10)  IN  REGULATING THE ADMISSION OF STUDENTS, A MINIMUM SCORE ON ONE\n    4  OR MORE STANDARDIZED APTITUDE OR ACHIEVEMENT  TESTS,  SUCH  AS  BUT  NOT\n    5  LIMITED TO THE COLLEGE BOARD'S SCHOLASTIC APTITUDE TESTS OR ITS ACHIEVE-\n    6  MENT  OR  ACT  TESTS,  OR A MINIMUM INDEX SCORE DERIVED BY UTILIZING ANY\n    7  COMBINATION OF SCORES FROM MORE THAN ONE OF ANY SUCH STANDARDIZED TESTS,\n    8  SHALL NOT BE REQUIRED AS A MINIMUM STANDARD FOR STUDENT ADMISSION TO ANY\n    9  COLLEGE OF THE UNIVERSITY.  NO PROVISION OF THIS SUBPARAGRAPH  SHALL  BE\n   10  CONSTRUED TO PRECLUDE CONSIDERATION OF SUCH SCORES TOGETHER WITH ACADEM-\n   11  IC  COURSE  GRADES, CLASSROOM PERFORMANCE, COMMUNITY SERVICE, AND EXTRA-\n   12  CURRICULAR ACTIVITIES, IN DETERMINING QUALIFICATIONS FOR STUDENT  ADMIS-\n   13  SION,  NOR  TO  PRECLUDE  THE  USE  OF  AN INDEX BASED UPON SUCH OVERALL\n   14  ASSESSMENT OF A STUDENT'S PERFORMANCE; PROVIDED, HOWEVER, THAT IN MAKING\n   15  SUCH ASSESSMENT OR CONSTRUCTING SUCH INDEX, NO MINIMUM SCORE ON ANY SUCH\n   16  STANDARDIZED TEST OR COMBINATION OF STANDARDIZED TESTS SHALL BE REQUIRED\n   17  AS A STANDARD FOR ADMISSION; AND FURTHER PROVIDED THAT THE COMPONENTS OF\n   18  ANY SUCH INDEX SHALL NOT BE WEIGHTED IN SUCH A MANNER AS TO REQUIRE,  IN\n   19  EFFECT,  THAT  A MINIMUM SCORE BE ATTAINED ON ANY SUCH STANDARDIZED TEST\n   20  OR COMBINATION OF STANDARDIZED TESTS  TO  REACH  AN  INDEX  SCORE  WHICH\n   21  CONSTITUTES THE CUT-OFF POINT FOR STUDENT ADMISSION OR REJECTION.\n   22    S  2. Subdivision 7 of section 6206 of the education law is amended by\n   23  adding a new paragraph (a-1) to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01006-01-1\n\n       A. 1855                             2\n\n    1     (A-1) IN REGULATING THE ADMISSION OF STUDENTS, A MINIMUM SCORE ON ONE\n    2  OR MORE STANDARDIZED APTITUDE OR ACHIEVEMENT  TESTS,  SUCH  AS  BUT  NOT\n    3  LIMITED TO THE COLLEGE BOARD'S SCHOLASTIC APTITUDE TESTS OR ITS ACHIEVE-\n    4  MENT  OR  ACT  TESTS,  OR A MINIMUM INDEX SCORE DERIVED BY UTILIZING ANY\n    5  COMBINATION OF SCORES FROM MORE THAN ONE OF ANY SUCH STANDARDIZED TESTS,\n    6  SHALL NOT BE REQUIRED AS A MINIMUM STANDARD FOR STUDENT ADMISSION TO ANY\n    7  COLLEGE  OF  THE  UNIVERSITY.    NO PROVISION OF THIS PARAGRAPH SHALL BE\n    8  CONSTRUED TO PRECLUDE CONSIDERATION OF SUCH SCORES TOGETHER WITH ACADEM-\n    9  IC COURSE GRADES, CLASSROOM PERFORMANCE, COMMUNITY SERVICE,  AND  EXTRA-\n   10  CURRICULAR  ACTIVITIES, IN DETERMINING QUALIFICATIONS FOR STUDENT ADMIS-\n   11  SION, NOR TO PRECLUDE THE USE  OF  AN  INDEX  BASED  UPON  SUCH  OVERALL\n   12  ASSESSMENT OF A STUDENT'S PERFORMANCE; PROVIDED, HOWEVER, THAT IN MAKING\n   13  SUCH ASSESSMENT OR CONSTRUCTING SUCH INDEX, NO MINIMUM SCORE ON ANY SUCH\n   14  STANDARDIZED TEST OR COMBINATION OF STANDARDIZED TESTS SHALL BE REQUIRED\n   15  AS A STANDARD FOR ADMISSION; AND FURTHER PROVIDED THAT THE COMPONENTS OF\n   16  ANY  SUCH INDEX SHALL NOT BE WEIGHTED IN SUCH A MANNER AS TO REQUIRE, IN\n   17  EFFECT, THAT A MINIMUM SCORE BE ATTAINED ON ANY SUCH  STANDARDIZED  TEST\n   18  OR  COMBINATION  OF  STANDARDIZED  TESTS  TO  REACH AN INDEX SCORE WHICH\n   19  CONSTITUTES THE CUT-OFF POINT FOR STUDENT ADMISSION OR REJECTION.\n   20    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to prohibiting the use of a minimum score on a standardized test or combination of standardized tests as a cut-off for admission to or rejection by the state university of New York and the city university of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T100309.TXT", "SOBI.D110112.T131005.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294930989311
}