{
  "year" : 2011,
  "senateBillNo" : "A1851-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to social services",
    "billEventId" : "A1851-2011-1294808400000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes rental vouchers for working families",
  "summary" : "Establishes rental vouchers for working families; provides definitions; allows for families to make an application for rental vouchers at the appropriate social services district or any facilitated enrollment site authorized by the office of temporary and disability assistance; sets forth eligibility requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A1551-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1851\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WRIGHT, GLICK, J. RIVERA, O'DONNELL, JACOBS,\n         KELLNER, JEFFRIES, JAFFEE, KAVANAGH -- Multi-Sponsored by -- M. of  A.\n         BOYLAND,  BRENNAN,  CAHILL,  CLARK,  COLTON, HOOPER, LAVINE, V. LOPEZ,\n         McENENY, MILLMAN, PERRY, PHEFFER,  ROBINSON,  ROSENTHAL,  SCARBOROUGH,\n         WEISENBERG  --  read  once  and  referred  to  the Committee on Social\n         Services\n\n       AN ACT to amend the social services law,  in  relation  to  establishing\n         rental vouchers for working families\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Article 5 of the social services law is amended by  adding\n    2  a new title 8-A to read as follows:\n    3                                  TITLE 8-A\n    4                    RENTAL VOUCHERS FOR WORKING FAMILIES\n    5  SECTION 310. DEFINITIONS.\n    6          311. APPLICATION.\n    7          312. ELIGIBILITY.\n    8          313. RENTAL PAYMENTS.\n    9          314. MAINTENANCE OF EFFORT.\n   10    S 310. DEFINITIONS. FOR THE PURPOSES OF THIS TITLE:\n   11    1.  THE  TERM \"FAMILY\" SHALL MEAN A FAMILY THAT INCLUDES AN INDIVIDUAL\n   12  WHO HAS NOT ATTAINED EIGHTEEN YEARS OF AGE, OR HAS NOT ATTAINED NINETEEN\n   13  YEARS OF AGE AND IS A FULL-TIME STUDENT IN A SECONDARY SCHOOL OR IN  THE\n   14  EQUIVALENT LEVEL OF VOCATIONAL OR TECHNICAL TRAINING.\n   15    2. THE TERM \"INCOME\" SHALL MEAN INCOME FROM ALL SOURCES OF EACH MEMBER\n   16  OF THE HOUSEHOLD.\n   17    3.  THE  TERM \"ADJUSTED INCOME\" SHALL MEAN THE AMOUNT OF INCOME OF THE\n   18  MEMBERS OF THE FAMILY RESIDING IN A DWELLING  UNIT,  AFTER  ANY  OF  THE\n   19  FOLLOWING REQUIRED INCOME EXCLUSIONS FROM ANNUAL INCOME:\n   20    (A) FOUR HUNDRED DOLLARS FOR ANY FAMILY CONTAINING AN ELDERLY OR DISA-\n   21  BLED FAMILY MEMBER;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05687-01-1\n\n       A. 1851                             2\n\n    1    (B)  THE  AMOUNT BY WHICH THREE PERCENT OF THE ANNUAL FAMILY INCOME IS\n    2  EXCEEDED BY THE SUM OF UNREIMBURSED MEDICAL EXPENSES FOR ANY ELDERLY  OR\n    3  DISABLED FAMILY MEMBER OR THE AMOUNT BY WHICH THREE PERCENT OF THE ANNU-\n    4  AL  FAMILY  INCOME  IS  EXCEEDED  BY  THE SUM OF UNREIMBURSED REASONABLE\n    5  ATTENDANT CARE AND AUXILIARY APPARATUS EXPENSES FOR EACH DISABLED MEMBER\n    6  OF THE FAMILY TO THE EXTENT NECESSARY TO ENABLE ANY MEMBER OF SUCH FAMI-\n    7  LY (INCLUDING SUCH DISABLED FAMILY MEMBER) TO BE EMPLOYED;\n    8    (C)  ANY  REASONABLE CHILD CARE EXPENSE INCURRED NECESSARY TO ENABLE A\n    9  FAMILY MEMBER TO BE EMPLOYED OR TO FURTHER HIS OR HER EDUCATION;\n   10    (D) FOUR HUNDRED EIGHTY DOLLARS FOR EACH MEMBER OF THE FAMILY RESIDING\n   11  IN THE HOUSEHOLD WHO IS LESS THAN EIGHTEEN YEARS OF AGE OR IS  ATTENDING\n   12  HIGH SCHOOL OR VOCATIONAL TRAINING ON A FULL-TIME BASIS, OR WHO IS EIGH-\n   13  TEEN YEARS OF AGE OR OLDER AND IS A PERSON WITH A DISABILITY;\n   14    (E)  ANY  PAYMENT  MADE  BY A MEMBER OF THE FAMILY FOR THE SUPPORT AND\n   15  MAINTENANCE OF ANY CHILD WHO DOES NOT RESIDE IN  THE  HOUSEHOLD,  EXCEPT\n   16  THAT  THE  AMOUNT  EXCLUDED  UNDER  THIS  PARAGRAPH  MAY NOT EXCEED FOUR\n   17  HUNDRED EIGHTY DOLLARS FOR EACH CHILD FOR WHOM SUCH PAYMENT IS MADE;\n   18    (F) ANY PAYMENTS MADE BY A MEMBER OF THE FAMILY FOR  THE  SUPPORT  AND\n   19  MAINTENANCE  OF  ANY  SPOUSE OR FORMER SPOUSE WHO DOES NOT RESIDE IN THE\n   20  HOUSEHOLD, EXCEPT THAT THE AMOUNT EXCLUDED UNDER  THIS  PARAGRAPH  SHALL\n   21  NOT EXCEED THE LESSER OF EITHER THE AMOUNT THAT SUCH FAMILY MEMBER HAS A\n   22  LEGAL  OBLIGATION TO PAY OR FIVE HUNDRED FIFTY DOLLARS FOR EACH INDIVID-\n   23  UAL FOR WHOM SUCH PAYMENT IS MADE; AND\n   24    (G) THE AMOUNT OF ANY EARNED INCOME OF A MEMBER OF THE FAMILY RESIDING\n   25  IN THE HOUSEHOLD WHO IS NOT EIGHTEEN YEARS OF AGE OR OLDER  AND  WHO  IS\n   26  NOT  THE  HEAD  OF THE HOUSEHOLD OR THE SPOUSE OF THE HEAD OF THE HOUSE-\n   27  HOLD.\n   28    S 311. APPLICATION. APPLICATION FOR RENTAL VOUCHERS FOR WORKING  FAMI-\n   29  LIES  MAY  BE  MADE  AT  THE APPROPRIATE SOCIAL SERVICES DISTRICT OR ANY\n   30  FACILITATED ENROLLMENT SITE AUTHORIZED BY THE OFFICE  OF  TEMPORARY  AND\n   31  DISABILITY ASSISTANCE TO TAKE SUCH APPLICATIONS.\n   32    S  312.  ELIGIBILITY. 1. TO THE EXTENT THAT FUNDS ARE AVAILABLE, FAMI-\n   33  LIES SHALL BE ELIGIBLE FOR RENTAL VOUCHERS FOR WORKING FAMILIES IF:\n   34    (A) THE FAMILY INCOME DOES NOT  EXCEED  TWO  HUNDRED  PERCENT  OF  THE\n   35  FEDERAL POVERTY LEVEL;\n   36    (B)  THE FAMILY WOULD MEET THE MANDATORY WORK REQUIREMENTS ESTABLISHED\n   37  IN SECTION THREE HUNDRED THIRTY-FIVE-B OF THIS ARTICLE;\n   38    (C) THE FAMILY IS NOT IN RECEIPT OF TEMPORARY ASSISTANCE;\n   39    (D) THE RENTAL OBLIGATION FOR THE  FAMILY  IS  NOT  MORE  THAN  NINETY\n   40  PERCENT  OF  THE FAIR MARKET RENT FOR THE LOCAL SOCIAL SERVICES DISTRICT\n   41  AS ESTABLISHED BY THE UNITED STATES OFFICE OF HOUSING AND URBAN DEVELOP-\n   42  MENT; AND\n   43    (E) THE RENTAL UNIT FOR THE FAMILY IS HABITABLE,  SAFE  AND  DOES  NOT\n   44  HAVE A RECORD OF HAZARDOUS CONDITIONS.\n   45    2. SHOULD THE EMPLOYMENT STATUS OF A HOUSEHOLD MEMBER CHANGE SUCH THAT\n   46  THE  FAMILY  NO LONGER MEETS THE MANDATORY WORK REQUIREMENTS ESTABLISHED\n   47  IN SECTION THREE HUNDRED THIRTY-FIVE-B OF THIS  ARTICLE,  THE  HOUSEHOLD\n   48  SHALL BE ALLOWED TO CONTINUE TO RECEIVE A RENTAL VOUCHER FOR UP TO THREE\n   49  MONTHS  WHILE  THE  FAMILY  ATTEMPTS  TO  COME INTO COMPLIANCE WITH SUCH\n   50  MANDATORY WORK REQUIREMENTS.  IF, AFTER THREE MONTHS, THE FAMILY REMAINS\n   51  OUT OF COMPLIANCE WITH SUCH  MANDATORY  WORK  REQUIREMENTS,  THE  RENTAL\n   52  VOUCHER  SHALL NO LONGER BE PROVIDED TO SUCH FAMILY AND THE FAMILY SHALL\n   53  BE REFERRED TO ALTERNATIVE  ASSISTANCE  PROGRAMS  TO  MEET  THEIR  BASIC\n   54  NEEDS.  PROVIDED, HOWEVER, THAT THE LOSS OF A RENTAL VOUCHER FOR FAILURE\n   55  TO COMPLY WITH SUCH MANDATORY WORK REQUIREMENTS SHALL NOT  PRECLUDE  THE\n\n       A. 1851                             3\n\n    1  FAMILY'S ELIGIBILITY FOR A RENTAL VOUCHER SHOULD THEY MEET THE MANDATORY\n    2  WORK REQUIREMENTS IN THE FUTURE.\n    3    3.  FAMILIES  IN  RECEIPT  OF  A  RENTAL  VOUCHER SHALL BE REQUIRED TO\n    4  PROVIDE THE LOCAL SOCIAL SERVICES DISTRICT WITH  NOTICE  OF  CHANGES  IN\n    5  INCOME  OR  EMPLOYMENT  STATUS WITHIN ONE MONTH OF SUCH CHANGE. FAMILIES\n    6  SHALL BE RECERTIFIED FOR THE RENTAL VOUCHER PROGRAM AT LEAST  EVERY  SIX\n    7  MONTHS.    SUCH  RECERTIFICATION SHALL NOT REQUIRE A FACE-TO-FACE INTER-\n    8  VIEW.\n    9    S 313. RENTAL PAYMENTS. FAMILIES SHALL PAY AS RENT FOR A DWELLING UNIT\n   10  ASSISTED WITH A RENTAL VOUCHER THE HIGHEST OF THE FOLLOWING AMOUNTS:\n   11    1. THIRTY PERCENT OF THE FAMILY'S MONTHLY ADJUSTED INCOME; OR\n   12    2. TEN PERCENT OF THE FAMILY'S MONTHLY INCOME.\n   13    S 314. MAINTENANCE OF EFFORT. TO THE EXTENT  ALLOWABLE  UNDER  FEDERAL\n   14  LAW,  STATE  FUNDING  FOR  RENTAL VOUCHERS FOR WORKING FAMILIES SHALL BE\n   15  UTILIZED TO MEET THE FEDERALLY MANDATED MAINTENANCE OF  EFFORT  FOR  THE\n   16  TEMPORARY ASSISTANCE FOR NEEDY FAMILIES BLOCK GRANT.\n   17    S 2. This act shall take effect April 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to establishing rental vouchers for working families ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T170029.TXT", "SOBI.D110112.T131005.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294869629196
}