{
  "year" : 2011,
  "senateBillNo" : "A1863-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1863-2011-1294808400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enables safe access to public roads for all users",
  "summary" : "Enables safe access to public roads for all users by requiring that all transportation improvements shall improve safety, access, and mobility for all travelers regardless of age or ability. ",
  "currentCommittee" : null,
  "sameAs" : "S1332",
  "lawSection" : "Highway Law",
  "previousVersions" : [ "AB8587-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1863\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. GANTT, DINOWITZ, HOYT, GALEF, CUSICK, ROSENTHAL,\n         MILLMAN, LUPARDO, ENGLEBRIGHT, LATIMER, P. RIVERA  --  Multi-Sponsored\n         by  --  M.  of A. McENENY, THIELE, WEISENBERG, WRIGHT -- read once and\n         referred to the Committee on Transportation\n\n       AN ACT to amend the highway law, in relation to enabling safe access  to\n         public roads for all users by utilizing complete street design princi-\n         ples\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 10 of the highway law is amended by  adding  a  new\n    2  subdivision 47 to read as follows:\n    3    47.  (A)  PROVIDE FOR THE CONSIDERATION OF SAFE TRAVEL BY ALL USERS OF\n    4  THE ROAD NETWORK,  INCLUDING  MOTORISTS,  PEDESTRIANS,  BICYCLISTS,  AND\n    5  PUBLIC  TRANSPORTATION  USERS, REGARDLESS OF AGE OR ABILITY, THROUGH THE\n    6  USE OF COMPLETE STREET DESIGN FEATURES FOR SAFE TRAVEL IN THE  PLANNING,\n    7  DESIGN,  CONSTRUCTION,  RECONSTRUCTION, AND REHABILITATION NOT INCLUDING\n    8  RESURFACING, MAINTENANCE OR PAVEMENT RECYCLING OF ALL STATE, COUNTY  AND\n    9  LOCAL  TRANSPORTATION  FACILITIES THAT ARE ELIGIBLE FOR BOTH FEDERAL AND\n   10  STATE FUNDING AND ARE SUBJECT TO DEPARTMENT OF TRANSPORTATION OVERSIGHT.\n   11    (B) COMPLETE STREET DESIGN FEATURES THAT FACILITATE SAFE TRAVEL BY ALL\n   12  USERS MEANS A ROADWAY THAT EXPANDS UPON  CURRENTLY  ACCEPTED  STATE  AND\n   13  FEDERAL  DESIGN REQUIREMENTS TO ACCOMMODATE ALL USERS, INCLUDING CURRENT\n   14  AND PROJECTED USERS, PARTICULARLY PEDESTRIANS, BICYCLISTS  AND  INDIVID-\n   15  UALS  OF  ALL  AGES  AND  MOBILITY  CAPABILITIES.  THESE  FEATURES SHALL\n   16  INCLUDE, BUT NOT BE LIMITED TO, SIDEWALKS, PAVED SHOULDERS SUITABLE  FOR\n   17  USE BY BICYCLISTS, LANE STRIPING, BICYCLE LANES, SHARE THE ROAD SIGNAGE,\n   18  CROSSWALKS,  PEDESTRIAN CONTROL SIGNALIZATION, BUS PULL OUTS, CURB CUTS,\n   19  RAISED CROSSWALKS AND RAMPS AND TRAFFIC CALMING MEASURES.\n   20    (C) EXCEPTIONS TO PARAGRAPH (B) OF THIS SUBDIVISION SHALL BE PERMISSI-\n   21  BLE ONLY AFTER THE COMMISSIONER AND AGENCY WITH  JURISDICTION  OVER  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03012-01-1\n\n       A. 1863                             2\n\n    1  PROJECT,  FULLY  DEMONSTRATES, WITH SUPPORTING DOCUMENTATION WHICH SHALL\n    2  BE AVAILABLE TO THE PUBLIC, THAT ONE OF THE FOLLOWING EXISTS:\n    3    (I)  USE  BY  BICYCLISTS AND PEDESTRIANS IS PROHIBITED BY LAW, SUCH AS\n    4  WITHIN INTERSTATE HIGHWAY CORRIDORS; OR\n    5    (II) THE COST WOULD BE DISPROPORTIONATE TO THE NEED AS  DETERMINED  BY\n    6  FACTORS INCLUDING, BUT NOT LIMITED TO, THE FOLLOWING:  LAND USE CONTEXT;\n    7  CURRENT  AND  PROJECTED TRAFFIC VOLUMES INCLUDING NON-MOTORIZED TRAFFIC;\n    8  AND POPULATION DENSITY; OR\n    9    (III) DEMONSTRATED LACK OF NEED AS DETERMINED BY  FACTORS,  INCLUDING,\n   10  BUT  NOT  LIMITED  TO,  LAND USE, CURRENT AND PROJECTED TRAFFIC VOLUMES,\n   11  INCLUDING NON-MOTORIZED TRAFFIC, AND POPULATION DENSITY.\n   12    S 2. (a) No later than two years after the effective date of this act,\n   13  the department of transportation shall  publish  a  report  showing  how\n   14  transportation  agencies have complied with subdivision 47 of section 10\n   15  of the highway law and  changed  their  procedures  to  institutionalize\n   16  complete streets design features into planning, project scooping, design\n   17  and  implementation  of  highway  and  road  projects.  The report shall\n   18  include, but not be limited  to  a  discussion  of  the  review  of  and\n   19  revisions  to  various  guidance  documents regarding lane width, design\n   20  speed, average daily traffic thresholds, level of  service  and  roadway\n   21  classification.  The  report  shall  also  show  any best practices that\n   22  transportation agencies utilized in complying  with  subdivision  47  of\n   23  section 10 of the highway law.\n   24    (b)  In establishing such best practices, consideration shall be given\n   25  to the procedures for identifying the needs of the mix of users, includ-\n   26  ing primary and secondary users and the identification of barriers,  and\n   27  summary of the documentation required by paragraph (c) of subdivision 47\n   28  of  section  10 of the highway law regarding why transportation agencies\n   29  could not comply with paragraph (a) of subdivision 47 of section  10  of\n   30  the  highway  law.  The  department of transportation shall consult with\n   31  transportation, land-use and environmental officials,  including  repre-\n   32  sentatives from:\n   33    (i) Counties, cities and towns;\n   34    (ii) Metropolitan planning organizations;\n   35    (iii) Public transit operators;\n   36    (iv) Relevant state agencies; and\n   37    (v) Other relevant stakeholders, including, but not limited to, repre-\n   38  sentatives  from  disability  rights  groups,  aging groups, bicycle and\n   39  pedestrian advocates, and developers.\n   40    S 3. This act shall take effect on the one hundred eightieth day after\n   41  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the highway law, in relation to enabling safe access to public roads for all users by utilizing complete street design principles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T100810.TXT", "SOBI.D110112.T131005.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294931290443
}