{
  "year" : 2011,
  "senateBillNo" : "A1862-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to codes",
    "billEventId" : "A1862-2011-1294808400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to permitting the videotaped examination of certain elderly special witnesses in grand jury proceedings",
  "summary" : "Permits the videotaped examination of certain elderly special witnesses in grand jury proceedings where such witness possesses a restricted capacity to either ambulate or focus attention of specific events. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A6930-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1862\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ -- read once and referred to the Commit-\n         tee on Codes\n\n       AN  ACT  to  amend the criminal procedure law, in relation to permitting\n         the videotaped examination of certain  elderly  special  witnesses  in\n         grand jury proceedings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph (i) of  paragraph  (b)  of  subdivision  1  of\n    2  section  190.32 of the criminal procedure law, as amended by chapter 320\n    3  of the laws of 2006, is amended to read as follows:\n    4    (i) Unable to attend and testify in person in the grand jury  proceed-\n    5  ing  because  the person is [either] physically ill [or], incapacitated,\n    6  OR ELDERLY AND POSSESSES A RESTRICTED CAPACITY  TO  EITHER  AMBULATE  OR\n    7  ADEQUATELY FOCUS ATTENTION ON SPECIFIC EVENTS OR OCCURRENCES; or\n    8    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04499-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to permitting the videotaped examination of certain elderly special witnesses in grand jury proceedings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T100810.TXT", "SOBI.D110112.T131005.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294931290442
}