{
  "year" : 2011,
  "senateBillNo" : "A1867-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to education",
    "billEventId" : "A1867-2011-1294808400000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the apportionment of monies to certain school districts",
  "summary" : "Provides that the combined wealth ratio formula may be utilized in any school district in which the ratio of resident non-public school students to the total of resident public and non-public school students exceeds one hundred seventy-five percent of the state average ratio and which has an adjusted gross income per resident textbook enrollment of less than the state average. ",
  "currentCommittee" : null,
  "sameAs" : "S2786",
  "lawSection" : "Education Law",
  "previousVersions" : [ "A7988-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1867\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. JAFFEE -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the education law, in relation to certain formula school\n         aid options for certain school districts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 3602-g\n    2  to read as follows:\n    3    S 3602-G. APPORTIONMENT OF MONIES TO CERTAIN SCHOOL  DISTRICTS.    THE\n    4  COMBINED  WEALTH RATIO FORMULA MAY BE UTILIZED IN ANY SCHOOL DISTRICT IN\n    5  WHICH THE RATIO OF RESIDENT NON-PUBLIC SCHOOL STUDENTS TO THE  TOTAL  OF\n    6  RESIDENT  PUBLIC  AND  NON-PUBLIC  SCHOOL  STUDENTS  EXCEEDS ONE HUNDRED\n    7  SEVENTY-FIVE PERCENT OF  THE  STATE  AVERAGE  RATIO  AND  WHICH  HAS  AN\n    8  ADJUSTED  GROSS INCOME PER RESIDENT TEXTBOOK ENROLLMENT OF LESS THAN THE\n    9  STATE AVERAGE.\n   10    S 2. This act shall take effect on the first of July  next  succeeding\n   11  the date on which it shall have become a law.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05559-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to certain formula school aid options for certain school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T131005.TXT", "SOBI.D110113.T105818.TXT", "SOBI.D110201.T163410.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296596050831
}