{
  "year" : 2011,
  "senateBillNo" : "A1864-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1864-2011-1294808400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the definition and regulation of personal watercraft; repealer",
  "summary" : "Relates to the definition and regulation of personal watercraft. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Navigation Law",
  "previousVersions" : [ "AA11160-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1864\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GANTT -- Multi-Sponsored by -- M. of A. MAISEL,\n         TITONE -- read once and referred to the Committee on Transportation\n\n       AN ACT to amend the navigation law, in relation to personal  watercraft;\n         and to repeal certain provisions of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 30 and 31 of section 2 of the navigation  law,\n    2  subdivision  30  as  added  by  chapter  455  of  the  laws of 1990, are\n    3  REPEALED, and two new subdivisions 31  and  35  are  added  to  read  as\n    4  follows:\n    5    31.  \"PERSONAL  WATERCRAFT\" SHALL MEAN A VESSEL LESS THAN SIXTEEN FEET\n    6  IN LENGTH PROPELLED BY WATER JET PUMP OR OTHER MECHANICAL POWER  AS  ITS\n    7  PRIMARY  SOURCE  PROPULSION  AND  WHICH  IS DESIGNED TO BE OPERATED BY A\n    8  PERSON SITTING, STANDING, OR KNEELING ON,  OR  BEING  TOWED  BEHIND  THE\n    9  VESSEL  RATHER  THAN  IN  THE CONVENTIONAL MANNER OF SITTING OR STANDING\n   10  INSIDE THE VESSEL.\n   11    35. \"LIVERY\" SHALL MEAN ANY PERSON OR BUSINESS ENGAGED IN THE LEASING,\n   12  HIRING OR RENTING OF RESIDENTIAL OR PLEASURE VESSELS, INCLUDING ROWBOATS\n   13  AND CANOES, FOR WHICH A FEE IS CHARGED OR WHERE PROVIDED AS AN  ACCOMMO-\n   14  DATION OR PRIVILEGE OF ACCOMMODATION, RESORT OR AMUSEMENT.\n   15    S  2.  Paragraphs  a,  b and c of subdivision 1-a of section 49 of the\n   16  navigation law, as amended by chapter 248  of  the  laws  of  2005,  are\n   17  amended to read as follows:\n   18    a.  No  person shall operate a personal watercraft [or specialty prop-\n   19  craft] upon the navigable waters of the state or any tidewaters  border-\n   20  ing  on  or  lying  within the boundaries of Nassau and Suffolk counties\n   21  unless the operator is fourteen years of age or older and the holder of,\n   22  or is accompanied by a person over eighteen years  of  age  who  is  the\n   23  holder  of  a boating safety certificate issued by the commissioner, the\n   24  United States power squadrons, the United States coast guard  auxiliary,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00308-01-1\n\n       A. 1864                             2\n\n    1  or  other  state  or  government,  as  a  result  of completing a course\n    2  approved by the commissioner.\n    3    b.  No  person who is the owner of a personal watercraft [or specialty\n    4  prop-craft] shall knowingly authorize or permit the operation thereof on\n    5  the navigable waters of the state or  any  tidewaters  bordering  on  or\n    6  lying  within  the  boundaries  of Nassau or Suffolk counties unless the\n    7  operator is fourteen years of age or older and  the  holder  of,  or  is\n    8  accompanied  by a person over eighteen years of age who is the holder of\n    9  a boating safety certificate issued  by  the  commissioner,  the  United\n   10  States  power  squadrons,  United States coast guard auxiliary, or other\n   11  state or government, as a result of completing a course approved by  the\n   12  commissioner.\n   13    c.  For the purposes of this subdivision \"accompanied\" shall mean upon\n   14  the vessel. [Provided, however, that until January first,  two  thousand\n   15  nine, in relation to a person less than fourteen years of age who is the\n   16  holder  of  a boating safety certificate issued by the commissioner, the\n   17  United States power squadrons, United States coast  guard  auxiliary  or\n   18  other  state  or government, accompanied shall also mean within view and\n   19  not more than five hundred  feet  from  a  person  aboard  a  vessel  or\n   20  personal watercraft, who is over eighteen years of age and the holder of\n   21  a  boating  safety  certificate  issued  by the commissioner, the United\n   22  States power squadrons, United States coast  guard  auxiliary  or  other\n   23  state  or government, as a result of completing a course approved by the\n   24  commissioner.]\n   25    S 3. Subdivision 2 of section 71-d of the navigation law,  as  amended\n   26  by chapter 805 of the laws of 1992, is amended to read as follows:\n   27    2. Any person convicted of violating this section shall be guilty of a\n   28  violation  punishable  [by  a fine of not less than twenty-five nor more\n   29  than one hundred dollars] AS SET FORTH  IN  SECTION  SEVENTY-THREE-C  OF\n   30  THIS ARTICLE.\n   31    S  4.  Section  73-a of the navigation law, as added by chapter 455 of\n   32  the laws of 1990, paragraph a of subdivision 1 as amended by chapter 305\n   33  of the laws of 2001, paragraphs c and g of subdivision  1  and  subdivi-\n   34  sions 2 and 3 as amended by chapter 380 of the laws of 1996, paragraph e\n   35  of  subdivision  1  as amended by chapter 320 of the laws of 1995, para-\n   36  graphs (d) and (e) of subdivision 2 as  amended  and  paragraph  (f)  of\n   37  subdivision 2 as added by chapter 138 of the laws of 1998, is amended to\n   38  read as follows:\n   39    S 73-a. Regulations of personal watercraft [and specialty prop-craft].\n   40  1.   Personal watercraft [and specialty prop-craft].  a. No person shall\n   41  operate a personal watercraft [or a specialty  prop-craft]  unless  each\n   42  person  riding  on  such  vessel  is  wearing a securely fastened United\n   43  States Coast Guard approved personal flotation device.\n   44    b. No person shall operate a personal watercraft [or a specialty prop-\n   45  craft] unless such vessel is equipped and fitted with  a  United  States\n   46  Coast Guard approved device for arresting carburetor backfire.\n   47    c. No person shall operate a personal watercraft [or a specialty prop-\n   48  craft] unless such vessel is equipped with:\n   49    (i)  [at  least  two ventilators fitted with cowls or their equivalent\n   50  for the purpose of properly and efficiently ventilating  the  bilges  of\n   51  every  engine and fuel tank compartment in order to remove any inflamma-\n   52  ble  or  explosive  gases  provided,  however,  if  the  vessel  is   so\n   53  constructed  as  to  have  the  greater  portion of the bilges under the\n   54  engine and fuel tanks open and exposed to the natural atmosphere at  all\n   55  times  such  vessel need not be required to be fitted with such ventila-\n\n       A. 1864                             3\n\n    1  tors]  ONE  B-1  SIZED  UNITED  STATES   COAST   GUARD   APPROVED   FIRE\n    2  EXTINGUISHER; and\n    3    (ii) an efficient sound producing mechanical appliance, except sirens,\n    4  capable  of  producing a blast of two seconds or more in duration and of\n    5  such strength as to be heard plainly for a distance of at least one-half\n    6  mile in still weather; and\n    7    (iii) a [fluorescent-orange] UNITED STATES COAST GUARD APPROVED ORANGE\n    8  distress flag [which shall be a minimum of one  foot  square]  or  other\n    9  appropriate United States Coast Guard approved visual distress signal.\n   10    d.  Any  person  operating a personal watercraft [or a specialty prop-\n   11  craft] equipped by the manufacturer with a lanyard type  engine  cut-off\n   12  switch  shall  attach  such  lanyard  to his or her person, clothing, or\n   13  personal flotation device as is appropriate for the specific vessel.\n   14    e. No person shall operate a personal watercraft [or a specialty prop-\n   15  craft] at any time from sunset to sunrise.\n   16    f. No person shall operate a personal watercraft [or a specialty prop-\n   17  craft] within five hundred feet of any designated bathing  area,  except\n   18  in  bodies  of  water  where  the  opposing  shoreline is less than five\n   19  hundred feet from such designated area  and  in  accordance  with  speed\n   20  regulations  and  restrictions as provided by local law or ordinance but\n   21  in no event at a speed in excess of ten miles per hour, provided, howev-\n   22  er, that nothing contained in this subdivision  shall  be  construed  to\n   23  prohibit the launching of such vessel from designated launching areas or\n   24  sites.\n   25    g.  Every  personal watercraft [and specialty prop-craft] shall at all\n   26  times be operated in a reasonable and prudent  manner.  Maneuvers  which\n   27  unreasonably  or unnecessarily endanger life, limb, or property, includ-\n   28  ing, but not limited to, (i) weaving through congested  vessel  traffic,\n   29  or (ii) jumping the wake of another vessel unreasonably or unnecessarily\n   30  close  to  such other vessel or when visibility around such other vessel\n   31  is obstructed, or (iii) swerving at the last possible  moment  to  avoid\n   32  collision  shall  constitute reckless operation of a vessel, as provided\n   33  in section forty-five of this article.\n   34    h. The provisions of this section shall not  apply  to  any  performer\n   35  engaged  in a professional exhibition or any person preparing to partic-\n   36  ipate or participating in a regatta, race, marine parade, tournament, or\n   37  exhibition authorized under section thirty-four of this chapter.\n   38    i. The provisions of this section shall apply to the  operation  of  a\n   39  personal watercraft [and a specialty prop-craft] on any waterway or body\n   40  of  water  located within New York state and not privately owned and any\n   41  part of any body of water adjacent to New  York  state  over  which  the\n   42  state  has  territorial jurisdiction, including all tidewaters bordering\n   43  on and lying within the boundaries of Nassau and Suffolk counties.\n   44    j. The provisions of section forty of this [chapter] ARTICLE shall not\n   45  apply to personal watercraft [or specialty prop-craft].\n   46    K. NO PERSON SHALL OPERATE A  PERSONAL  WATERCRAFT  WITH  A  PASSENGER\n   47  RIDING IN FRONT OF THE OPERATOR AND EACH PASSENGER MUST BE ABLE TO PLACE\n   48  HIS  OR  HER  FEET FIRMLY ON THE DECK WHILE HOLDING ONTO THE OPERATOR OR\n   49  ONTO THE HANDHOLDS.\n   50    2. Liveries. Notwithstanding the provisions of section  forty-nine  or\n   51  seventy-one-d of this [chapter] ARTICLE, no livery shall lease, hire, or\n   52  rent  a  personal  watercraft  [or a specialty prop-craft] to any person\n   53  unless:\n   54    (a) such person is [sixteen] EIGHTEEN years of age or older.\n   55    (b) the operator of such livery, or his  designated  agent,  prior  to\n   56  permitting  the  use  by  such  person  of  such personal watercraft [or\n\n       A. 1864                             4\n\n    1  specialty prop-craft], explains and demonstrates to such person by video\n    2  or actual  in  water  demonstration  the  operating  procedure  of  such\n    3  personal  watercraft  [or  specialty  prop-craft]  and  the  use of such\n    4  vessel's safety equipment;\n    5    (c)  such  person,  after  receiving the explanation and demonstration\n    6  required pursuant to paragraph (b) of this subdivision, demonstrates  to\n    7  such  livery operator or to such designated agent the ability to operate\n    8  such vessel and use the applicable safety equipment;\n    9    (d) such person has presented genuine proof of identification and age;\n   10  and except as provided in paragraph (f) of this subdivision, has  demon-\n   11  strated  compliance  with  section  forty-nine  of this article, to such\n   12  livery operator or the livery operator's designated agent prior  to  the\n   13  time of leasing, hiring or renting such vessel;\n   14    (e)  such livery operator or his designated agent, at the time of such\n   15  leasing, hiring or renting, records the name, address  and  age  of  the\n   16  user of the leased, hired or rented vessel, and the model, year, name of\n   17  manufacturer, and state registration or federal documentation numbers of\n   18  the leased, hired or rented vessel. Such records shall be maintained for\n   19  a period of not less than one year; and\n   20    (f)  notwithstanding  the provisions of paragraph (d) of this subdivi-\n   21  sion and subdivision one-a of section  forty-nine  of  this  article,  a\n   22  person  over  eighteen years of age may operate such personal watercraft\n   23  [or specialty prop-craft] without the certificate required  pursuant  to\n   24  section  forty-nine of this article when such operation is restricted by\n   25  the operator of such livery, or the livery operator's designated  agent,\n   26  to  a  specified  area,  no part of which shall be more than twenty-five\n   27  hundred feet from the livery location, or, if removed  from  the  livery\n   28  location,  not  more  than five hundred feet from the livery operator or\n   29  agent assigned by the livery operator to supervise  such  operation  and\n   30  such  personal  watercraft  [or specialty propcraft] and/or the personal\n   31  flotation device of the operator is clearly marked in such a  manner  as\n   32  to be distinguishable by the operator of such livery or the livery oper-\n   33  ator's designated agent within the permitted areas of operation.\n   34    (G)  THE  OPERATOR  OF SUCH LIVERY OR ANY DESIGNATED AGENT RESPONSIBLE\n   35  FOR PROVIDING EXPLANATIONS AND DEMONSTRATIONS REQUIRED BY  THIS  SECTION\n   36  SHALL  HAVE  SUCCESSFULLY  COMPLETED A BOATING SAFETY COURSE APPROVED BY\n   37  THE COMMISSIONER.\n   38    (H) THE OPERATOR OF SUCH LIVERY SHALL PROVIDE THE  OPERATORS  OF  SUCH\n   39  PERSONAL  WATERCRAFT  WITH  ALL  THE EQUIPMENT REQUIRED BY THIS CHAPTER.\n   40  SUCH EQUIPMENT MUST  BE  FULLY  EXPLAINED  TO  THE  PERSON  RENTING  THE\n   41  PERSONAL WATERCRAFT AND ALL EQUIPMENT MUST BE IN SERVICEABLE CONDITION.\n   42    3.  Penalties for violation. (a) Every person convicted of a violation\n   43  of this section, other than a conviction for a violation of  subdivision\n   44  two of this section, shall for a first conviction thereof be punished by\n   45  a fine of not less than fifty dollars nor more than two hundred dollars;\n   46  for  a  conviction  of  a second violation, both of which were committed\n   47  within a period of twenty-four months, such person shall be punished  by\n   48  a  fine  of not less than one hundred dollars nor more than four hundred\n   49  dollars; upon a conviction of a third or subsequent  violation,  all  of\n   50  which  were committed within a period of twenty-four months, such person\n   51  shall be punished by a fine of not less than  two  hundred  dollars  nor\n   52  more than five hundred dollars and the revocation of the registration of\n   53  the personal watercraft.\n   54    (b)  Every  person convicted of a violation of subdivision two of this\n   55  section shall for a first conviction thereof be punished by  a  fine  of\n   56  not less than one hundred dollars nor more than two hundred dollars; for\n\n       A. 1864                             5\n\n    1  a  conviction of a second violation, both of which were committed within\n    2  a period of twenty-four months, such person shall be punished by a  fine\n    3  of not less than two hundred dollars nor more than four hundred dollars;\n    4  upon  a conviction of a third or subsequent violation, all of which were\n    5  committed within a period of twenty-four months, such  person  shall  be\n    6  punished  by  a fine of not less than four hundred dollars nor more than\n    7  eight hundred dollars.\n    8    S 5. This act shall take effect on the thirtieth day  after  it  shall\n    9  have  become  a  law;  provided, however, that paragraphs (g) and (h) of\n   10  subdivision 2 of section 73-a of the navigation law as added by  section\n   11  four  of  this  act shall take effect January 1, 2012; provided further,\n   12  however, that the amendments  to  paragraph  (f)  of  subdivision  2  of\n   13  section  73-a  of  the  navigation  law made by section four of this act\n   14  shall not affect the repeal  of  such  paragraph  and  shall  be  deemed\n   15  repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the navigation law, in relation to personal watercraft; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T131005.TXT", "SOBI.D110113.T105316.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933996452
}