{
  "year" : 2011,
  "senateBillNo" : "A1860-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1860-2011-1294808400000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Awards attorney fees and expert witness fees in appropriate cases",
  "summary" : "Awards attorney fees and expert witness fees in employment discrimination cases. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A8184-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1860\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. DINOWITZ, WEINSTEIN, LANCMAN -- read once and\n         referred to the Committee on Judiciary\n\n       AN ACT to amend the executive law, in  relation  to  providing  for  the\n         award of attorney's fees and expert witness fees in appropriate cases\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 10 of section 297  of  the  executive  law,  as\n    2  added  by  section  17  of part D of chapter 405 of the laws of 1999, is\n    3  amended to read as follows:\n    4    10. [With respect to cases of housing discrimination only, in]  IN  an\n    5  action  or  proceeding  at law under this section or section two hundred\n    6  ninety-eight of this article, the commissioner or the court may  in  its\n    7  discretion  award  reasonable  attorney's  fees  to  any  prevailing  or\n    8  substantially prevailing party; provided,  however,  that  a  prevailing\n    9  respondent  or  defendant in order to recover such reasonable attorney's\n   10  fees must make a motion requesting such fees and show that the action or\n   11  proceeding brought  was  frivolous;  and  further  provided  that  in  a\n   12  proceeding brought in the division of human rights, the commissioner may\n   13  only award attorney's fees as part of a final order after a public hear-\n   14  ing  held pursuant to subdivision four of this section. In no case shall\n   15  attorney's fees be awarded to the division, nor shall  the  division  be\n   16  liable  to a prevailing or substantially prevailing party for attorney's\n   17  fees, except in a case in which the division is a party to the action or\n   18  the proceeding in the division's capacity as an employer.  WITH  RESPECT\n   19  TO CASES OF EMPLOYMENT DISCRIMINATION ONLY, THE AWARD OF ATTORNEY'S FEES\n   20  WILL  BE  LIMITED TO THOSE CASES IN WHICH THE EMPLOYER HAS FIFTY OR MORE\n   21  EMPLOYEES. EXPERT WITNESS FEES MAY BE AWARDED  IN  THE  SAME  MANNER  AS\n   22  ATTORNEY'S  FEES. In order to find the action or proceeding to be frivo-\n   23  lous, the court or the commissioner must find in writing one or more  of\n   24  the following:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04501-01-1\n\n       A. 1860                             2\n\n    1    (a)  the  action or proceeding was commenced, used or continued in bad\n    2  faith, solely to delay or prolong the resolution of the litigation or to\n    3  harass or maliciously injure another; or\n    4    (b)  the  action or proceeding was commenced or continued in bad faith\n    5  without any reasonable basis and could not be supported by a good  faith\n    6  argument  for an extension, modification or reversal of existing law. If\n    7  the action or proceeding was promptly discontinued  when  the  party  or\n    8  attorney  learned  or  should have learned that the action or proceeding\n    9  lacked such a reasonable basis, the court may find that the party or the\n   10  attorney did not act in bad faith.\n   11    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   12  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to providing for the award of attorney's fees and expert witness fees in appropriate cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T100810.TXT", "SOBI.D110112.T131005.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294931290439
}