{
  "year" : 2011,
  "senateBillNo" : "A1868-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1868-2011-1294808400000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires licensing for doorbuster sales",
  "summary" : "Requires licensing for doorbuster sales; defines \"doorbuster sale\"; establishes procedure for application and issuance of license for such sale; establishes penalties for violation and hearing authority; adds licensing requirements to the general business law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A11373-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1868\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. JAFFEE -- read once and referred to the Committee\n         on Economic Development, Job Creation, Commerce and Industry\n\n       AN  ACT to amend the administrative code of the city of New York and the\n         general business law, in relation to requiring licensing for  doorbus-\n         ter sales\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Chapter 2 of title 20 of the  administrative  code  of  the\n    2  city  of  New  York  is amended by adding a new subchapter 33 to read as\n    3  follows:\n    4                                SUBCHAPTER 33\n    5                              DOORBUSTER SALES\n    6    S 20-539 DEFINITIONS.\n    7    S 20-540 LICENSE REQUIRED.\n    8    S 20-541 APPLICATION.\n    9    S 20-542 ISSUANCE OF LICENSE.\n   10    S 20-543 RULES.\n   11    S 20-544 VIOLATIONS.\n   12    S 20-545 HEARING AUTHORITY.\n   13    S 20-539 DEFINITIONS. WHENEVER USED IN THIS SUBCHAPTER, THE  FOLLOWING\n   14  TERMS SHALL MEAN AND INCLUDE:\n   15    1. \"DOORBUSTER SALE.\" A SALE OR AN OFFER TO SELL TO THE PUBLIC, GOODS,\n   16  WARES,  AND  MERCHANDISE OF ANY KIND AT A SUBSTANTIALLY DISCOUNTED PRICE\n   17  FOR A LIMITED TIME WHERE THE FOLLOWING FACTORS OCCUR:\n   18    A. THE SALE FEATURES CERTAIN ITEMS AT A FURTHER REDUCED  PRICE  FOR  A\n   19  LIMITED TIME ON THE DAY OF THE SALE; AND\n   20    B.  THE SALE FEATURES A LIMITED QUANTITY OF CERTAIN ITEMS AT A FURTHER\n   21  REDUCED PRICE TO ATTRACT USUALLY LARGER THAN ANTICIPATED CROWDS; AND\n   22    C. LANGUAGE IS USED TO PROMOTE THE SALE WHICH ENTICES  THE  PUBLIC  TO\n   23  WAIT  IN LINE PRIOR TO THE RETAILER'S OPENING, INCLUDING BUT NOT LIMITED\n   24  TO \"BLACK FRIDAY,\" \"DOORBUSTER,\" AND \"FIRST COME FIRST SERVED,\"  OR  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05566-01-1\n\n       A. 1868                             2\n\n    1  SALE  IS ADVERTISED TO START EARLIER THAN THE RETAILER'S NORMAL BUSINESS\n    2  HOURS; AND\n    3    D. DOORBUSTER SALES SHALL NOT INCLUDE \"GOING OUT OF BUSINESS SALES\" AS\n    4  DEFINED BY SECTION 20-308 OF THIS CHAPTER.\n    5    2. \"COMMISSIONER.\" THE COMMISSIONER OF CONSUMER AFFAIRS.\n    6    S  20-540  LICENSE  REQUIRED.  IT  SHALL BE UNLAWFUL FOR ANY PERSON TO\n    7  ADVERTISE OR TO PUBLISH NOTICE PERTAINING TO OR TO CONDUCT A  DOORBUSTER\n    8  SALE  WITHOUT FIRST OBTAINING A LICENSE ISSUED PURSUANT TO THIS SUBCHAP-\n    9  TER.\n   10    S 20-541 APPLICATION. 1. EACH RETAILER APPLYING FOR  A  LICENSE  SHALL\n   11  FILE  AN  APPLICATION  IN  SUCH  FORM AND DETAIL AS THE COMMISSIONER MAY\n   12  PRESCRIBE AND SHALL PAY A FEE OF ONE HUNDRED DOLLARS.\n   13    2. ALL APPLICATIONS FOR SUCH LICENSES SHALL BE FILED  AT  LEAST  SIXTY\n   14  DAYS PRIOR TO THE DATE ON WHICH SUCH SALE IS TO COMMENCE.\n   15    3. THE FEE FOR FILING SUCH APPLICATION SHALL BE ONE HUNDRED DOLLARS.\n   16    4.  IN  ADDITION  TO  ANY OTHER INFORMATION REQUIRED, THE COMMISSIONER\n   17  SHALL REQUIRE THE FOLLOWING INFORMATION:\n   18    A. THE NAME AND ADDRESS OF THE APPLICANT, WHETHER THE APPLICANT IS THE\n   19  TRUE OWNER OF THE GOODS, WARES OR MERCHANDISE TO BE SOLD, AND\n   20    (I) IF THE APPLICANT BE A PARTNERSHIP, THE NAMES AND ADDRESSES OF  ALL\n   21  PARTNERS, OR\n   22    (II)  IF  THE  APPLICANT BE A CORPORATION OR ASSOCIATION, THE DATE AND\n   23  PLACE OF INCORPORATION OR ORGANIZATION, THE  ADDRESS  OF  THE  PRINCIPAL\n   24  OFFICE  WITHIN THE STATE, THE NAMES AND ADDRESSES OF ALL THE OFFICERS OF\n   25  THE APPLICANT AND WHETHER A CONTROLLING INTEREST IN THE  CORPORATION  OR\n   26  ASSOCIATION  WAS  TRANSFERRED WITHIN SIX MONTHS PRIOR TO THE DATE OF THE\n   27  FILING OF THE APPLICATION.\n   28    B. THE NAME AND ADDRESS OF THE PERSON OR PERSONS WHO WILL BE IN CHARGE\n   29  AND RESPONSIBLE FOR THE CONDUCT OF SUCH SALE.\n   30    C. THE EXACT ADDRESS OF  THE  PLACE  AT  WHICH  SUCH  SALE  IS  TO  BE\n   31  CONDUCTED AND THE LENGTH OF TIME THE APPLICANT HAS BEEN ENGAGED IN BUSI-\n   32  NESS AT SUCH LOCATION.\n   33    D.  THE  DATE  AND TIME SUCH SALE IS TO BEGIN AND THE DURATION OF SUCH\n   34  SALE.\n   35    E. THE NATURE OF THE OCCUPANCY WHERE SUCH SALE IS TO BE HELD,  WHETHER\n   36  BY  LEASE  OR  OTHERWISE,  AND THE EFFECTIVE DATE OF TERMINATION OF SUCH\n   37  OCCUPANCY.\n   38    F. A STATEMENT OF THE DESCRIPTIVE NAME OF THE SALE.\n   39    G. A VALID AND ACCURATE FLOOR PLAN OF THE LOCATION AT WHICH SUCH  SALE\n   40  IS  TO BE CONDUCTED, WITH THE DOORS TO BE USED AS ENTRANCES TO AND EXITS\n   41  FROM THE PROPOSED SALE CLEARLY MARKED.\n   42    H. A DETAILED PLAN FOR CROWD CONTROL THAT IS DESIGNED TO ENSURE ORDER-\n   43  LY AND SAFE ENTRANCE INTO THE STORE, INCLUDING  THE  FOLLOWING  INFORMA-\n   44  TION:\n   45    (I) THE CAPACITY OF THE LOCATION OF SUCH SALE; AND\n   46    (II) AN EXPECTATION OF THE NUMBER OF PEOPLE ANTICIPATED TO ATTEND SUCH\n   47  SALE; AND\n   48    (III)  THE NUMBER OF PERSONNEL ASSIGNED TO MANAGE THE ENTRANCES TO THE\n   49  STORE; AND\n   50    (IV) THE TIME AT WHICH CUSTOMERS WILL BE PERMITTED TO  STAND  IN  LINE\n   51  PRIOR TO THE OPENING OF THE STORE; AND\n   52    (V) THE TOTAL NUMBER OF PERSONNEL ASSIGNED TO WORK FOR THE DURATION OF\n   53  SUCH SALE; AND\n   54    (VI) ANY ADDITIONAL INFORMATION AS THE COMMISSIONER MAY REQUIRE.\n   55    S 20-542 ISSUANCE OF LICENSE. UPON THE FILING OF SUCH APPLICATION, THE\n   56  COMMISSIONER  SHALL  ISSUE  SUCH    LICENSE FOR THE DATE OF THE PROPOSED\n\n       A. 1868                             3\n\n    1  DOORBUSTER SALE IF HE OR SHE  FINDS  THAT  THE  CROWD  CONTROL  PLAN  IS\n    2  ADEQUATE TO ENSURE THE PUBLIC'S SAFETY FOR THE DURATION OF THE SALE.\n    3    S 20-543 RULES.  1. THE RETAILER SHALL ENSURE THAT ALL PERSONNEL SHALL\n    4  RECEIVE ADEQUATE TRAINING BY A LICENSED SECURITY GUARD RELATING TO CROWD\n    5  CONTROL,  STORE SAFETY AND SALES PROCEDURES. THE LICENSED SECURITY GUARD\n    6  AND THE STORE MANAGER SHALL SIGN  A  LETTER  OF  CERTIFICATION  FOR  THE\n    7  EMPLOYEE  TRAINED  IN  ORDER  TO  CERTIFY THAT THE EMPLOYEE HAS RECEIVED\n    8  PROPER TRAINING.\n    9    2. THE RETAILER SHALL DEVELOP AND INSTITUTE STORE POLICIES AND  PROCE-\n   10  DURES  WHICH  ARE  DESIGNED  TO  PROMOTE  THE  FAIR  AND ORDERLY SALE OF\n   11  PRODUCTS WHICH ARE BEING OFFERED AT A REDUCED SALE PRICE  INCLUDING  BUT\n   12  NOT LIMITED TO:\n   13    A. SECURED AND MARKED WAITING AREAS OUTSIDE THE RETAIL PREMISES;\n   14    B.  A FIRST COME-FIRST SERVED OR LOTTERY NUMBER ISSUE SYSTEM FOR GOODS\n   15  WHICH ARE LIMITED IN QUANTITY; AND\n   16    C. PLACEMENT OF CERTAIN LIMITED QUANTITY  ITEMS  IN  RESTRICTED  AREAS\n   17  WHICH ARE SECURED BY STAFF AND/OR OTHER SECURITY MEASURES SO AS TO ALLOW\n   18  FOR THE ORDERLY DISTRIBUTION OF SUCH ITEMS BY SALES ASSOCIATES ACCORDING\n   19  TO SET POLICIES AND PROCEDURES.\n   20    3. THE COMMISSIONER MAY MAKE AND PROMULGATE SUCH RULES AND REGULATIONS\n   21  AS  HE  OR  SHE  MAY  DEEM  NECESSARY  FOR THE PROPER IMPLEMENTATION AND\n   22  ENFORCEMENT OF THIS SUBCHAPTER.\n   23    S 20-544 VIOLATIONS. 1. ANY PERSON WHO VIOLATES THE PROVISIONS OF THIS\n   24  SUBCHAPTER SHALL BE GUILTY OF A VIOLATION PUNISHABLE BY A  FINE  OF  NOT\n   25  LESS  THAN  FIVE  THOUSAND DOLLARS.   ANY SUBSEQUENT VIOLATIONS SHALL BE\n   26  PUNISHABLE BY A FINE OF TEN THOUSAND DOLLARS.\n   27    2. ANY PERSON VIOLATING THIS SUBCHAPTER SHALL BE SUBJECT  TO  A  CIVIL\n   28  PENALTY  OF NOT LESS THAN FIVE THOUSAND DOLLARS. A PROCEEDING TO RECOVER\n   29  ANY CIVIL PENALTY PURSUANT TO THIS SUBCHAPTER SHALL BE COMMENCED BY  THE\n   30  SERVICE  OF A NOTICE OF HEARING THAT SHALL BE RETURNABLE TO THE ADMINIS-\n   31  TRATIVE TRIBUNAL OF THE DEPARTMENT.  ANY SUBSEQUENT VIOLATIONS SHALL  BE\n   32  PUNISHABLE BY A FINE OF TEN THOUSAND DOLLARS.\n   33    S  20-545 HEARING AUTHORITY. 1. NOTWITHSTANDING ANY OTHER PROVISION OF\n   34  LAW, THE DEPARTMENT SHALL BE AUTHORIZED UPON DUE NOTICE AND HEARING,  TO\n   35  IMPOSE  CIVIL  PENALTIES  FOR  THE  VIOLATION  OF  ANY PROVISION OF THIS\n   36  SUBCHAPTER AND ANY RULES PROMULGATED THEREUNDER. SUCH  DEPARTMENT  SHALL\n   37  HAVE THE POWER TO RENDER DECISIONS AND ORDERS AND TO IMPOSE CIVIL PENAL-\n   38  TIES  NOT  TO  EXCEED  THE  AMOUNTS  SPECIFIED IN SECTION 20-544 OF THIS\n   39  SUBCHAPTER FOR EACH SUCH VIOLATION. ALL PROCEEDINGS AUTHORIZED  PURSUANT\n   40  TO  THIS SECTION SHALL BE CONDUCTED IN ACCORDANCE WITH RULES PROMULGATED\n   41  BY THE COMMISSIONER. THE PENALTIES PROVIDED FOR  IN  SECTION  20-544  OF\n   42  THIS  SUBCHAPTER SHALL BE IN ADDITION TO ANY OTHER REMEDIES OR PENALTIES\n   43  PROVIDED FOR THE ENFORCEMENT OF SUCH  PROVISIONS  UNDER  ANY  OTHER  LAW\n   44  INCLUDING, BUT NOT LIMITED TO, CIVIL OR CRIMINAL ACTIONS OR PROCEEDINGS.\n   45    2.  ALL SUCH PROCEEDINGS SHALL BE COMMENCED BY THE SERVICE OF A NOTICE\n   46  OF VIOLATION RETURNABLE TO THE ADMINISTRATIVE TRIBUNAL OF THE DEPARTMENT\n   47  OF CONSUMER AFFAIRS. THE COMMISSIONER SHALL PRESCRIBE THE FORM AND WORD-\n   48  ING OF NOTICES OF VIOLATION. THE NOTICE OF  VIOLATION  OR  COPY  THEREOF\n   49  WHEN  FILLED  IN  AND  SERVED  SHALL  CONSTITUTE NOTICE OF THE VIOLATION\n   50  CHARGED, AND, IF SWORN TO OR AFFIRMED, SHALL BE PRIMA FACIE EVIDENCE  OF\n   51  THE FACTS CONTAINED THEREIN.\n   52    S 2. The general business law is amended by adding a new article 29-FF\n   53  to read as follows:\n   54                                ARTICLE 29-FF\n   55                              DOORBUSTER SALES\n   56  SECTION 596-A. DEFINITIONS.\n\n       A. 1868                             4\n\n    1          596-B. UNLAWFUL ADVERTISEMENT.\n    2          596-C. APPLICATION REQUIREMENTS.\n    3          596-D. RULES.\n    4          596-E. VIOLATIONS.\n    5          596-F. HEARING AUTHORITY.\n    6    S  596-A.  DEFINITIONS.  WHENEVER  USED IN THIS ARTICLE, THE FOLLOWING\n    7  TERMS SHALL MEAN AND INCLUDE: (A) \"DOORBUSTER SALE.\" A SALE OR AN  OFFER\n    8  TO  SELL  TO  THE PUBLIC, GOODS, WARES, AND MERCHANDISE OF ANY KIND AT A\n    9  SUBSTANTIALLY DISCOUNTED PRICE FOR A LIMITED TIME WHERE AT LEAST ONE  OF\n   10  THE FOLLOWING FACTORS OCCUR:\n   11    (1)  THE  SALE FEATURES CERTAIN ITEMS AT A FURTHER REDUCED PRICE FOR A\n   12  LIMITED TIME ON THE DAY OF THE SALE; AND\n   13    (2) THE SALE FEATURES A LIMITED QUANTITY OF CERTAIN ITEMS AT A FURTHER\n   14  REDUCED PRICE TO ATTRACT USUALLY LARGER THAN ANTICIPATED CROWDS; AND\n   15    (3) LANGUAGE IS USED TO PROMOTE THE SALE WHICH ENTICES THE  PUBLIC  TO\n   16  WAIT  IN LINE PRIOR TO THE RETAILER'S OPENING, INCLUDING BUT NOT LIMITED\n   17  TO \"BLACK FRIDAY,\" \"DOORBUSTER,\" AND \"FIRST COME FIRST SERVED,\"  OR  THE\n   18  SALE  IS ADVERTISED TO START EARLIER THAN THE RETAILER'S NORMAL BUSINESS\n   19  HOURS; AND\n   20    (4) DOORBUSTER SALES SHALL NOT INCLUDE \"GOING OUT OF  BUSINESS  SALES\"\n   21  AS DEFINED BY SECTION FIVE HUNDRED EIGHTY-ONE OF THIS CHAPTER.\n   22    (B) \"LICENSING AUTHORITY.\" THE DEPARTMENT OR OFFICER OF ANY CITY, TOWN\n   23  OR VILLAGE ESTABLISHED FOR THE SPECIFIC PURPOSE OF ISSUING LICENSES, AND\n   24  WHERE THERE IS NO SUCH DEPARTMENT OR OFFICER, IT SHALL MEAN THE CLERK OF\n   25  SUCH CITY, TOWN OR VILLAGE.\n   26    S  596-B.  UNLAWFUL ADVERTISEMENT. IT SHALL BE UNLAWFUL FOR ANY PERSON\n   27  TO ADVERTISE OR TO PUBLISH NOTICE PERTAINING TO OR TO CONDUCT A DOORBUS-\n   28  TER SALE WITHOUT FIRST OBTAINING A LICENSE ISSUED PURSUANT TO THIS ARTI-\n   29  CLE.\n   30    S 596-C.  APPLICATION  REQUIREMENTS.  (A)  ANY  RETAILER  DESIRING  TO\n   31  CONDUCT   A   DOORBUSTER   SALE  AS  DEFINED  IN  SECTION  FIVE  HUNDRED\n   32  NINETY-SIX-A OF THIS ARTICLE, SHALL FILE AN APPLICATION  UNDER  OATH  TO\n   33  THE  LICENSING  AUTHORITY  OF  THE APPROPRIATE CITY, TOWN, OR VILLAGE IN\n   34  WHICH THE SALE IS TO BE HELD. ANY RETAILER DESIRING TO CONDUCT  A  DOOR-\n   35  BUSTER  SALE  LOCATED  WITHIN  ANY BOROUGH OF THE CITY OF NEW YORK SHALL\n   36  COMPLY WITH THE PROVISIONS SET FORTH WITHIN SUBCHAPTER  THIRTY-THREE  OF\n   37  CHAPTER  TWO  OF  TITLE TWENTY OF THE ADMINISTRATIVE CODE OF THE CITY OF\n   38  NEW YORK.\n   39    (B) ALL APPLICATIONS FOR SUCH LICENSES SHALL BE FILED AT  LEAST  SIXTY\n   40  DAYS PRIOR TO THE DATE ON WHICH SUCH SALE IS TO COMMENCE.\n   41    (C) THE FEE FOR FILING SUCH APPLICATION SHALL BE ONE HUNDRED DOLLARS.\n   42    (D)  IN  ADDITION  TO  ANY  OTHER  INFORMATION REQUIRED, THE LICENSING\n   43  AUTHORITY SHALL REQUIRE THE FOLLOWING  INFORMATION:  (I)  THE  NAME  AND\n   44  ADDRESS OF THE APPLICANT, WHETHER THE APPLICANT IS THE TRUE OWNER OF THE\n   45  GOODS, WARES OR MERCHANDISE TO BE SOLD, AND\n   46    (A)  IF THE APPLICANT BE A PARTNERSHIP, THE NAMES AND ADDRESSES OF ALL\n   47  PARTNERS, OR\n   48    (B) IF THE APPLICANT BE A CORPORATION OR  ASSOCIATION,  THE  DATE  AND\n   49  PLACE  OF  INCORPORATION  OR  ORGANIZATION, THE ADDRESS OF THE PRINCIPAL\n   50  OFFICE WITHIN THE STATE, THE NAMES AND ADDRESSES OF ALL THE OFFICERS  OF\n   51  THE  APPLICANT  AND WHETHER A CONTROLLING INTEREST IN THE CORPORATION OR\n   52  ASSOCIATION WAS TRANSFERRED WITHIN SIX MONTHS PRIOR TO THE DATE  OF  THE\n   53  FILING OF THE APPLICATION.\n   54    (II)  THE  NAME  AND  ADDRESS  OF THE PERSON OR PERSONS WHO WILL BE IN\n   55  CHARGE AND RESPONSIBLE FOR THE CONDUCT OF SUCH SALE.\n\n       A. 1868                             5\n\n    1    (III) THE EXACT ADDRESS OF THE PLACE AT  WHICH  SUCH  SALE  IS  TO  BE\n    2  CONDUCTED AND THE LENGTH OF TIME THE APPLICANT HAS BEEN ENGAGED IN BUSI-\n    3  NESS AT SUCH LOCATION.\n    4    (IV)  THE DATE AND TIME SUCH SALE IS TO BEGIN AND THE DURATION OF SUCH\n    5  SALE.\n    6    (V) THE NATURE OF THE OCCUPANCY WHERE SUCH SALE IS TO BE HELD, WHETHER\n    7  BY LEASE OR OTHERWISE, AND THE EFFECTIVE DATE  OF  TERMINATION  OF  SUCH\n    8  OCCUPANCY.\n    9    (VI) A STATEMENT OF THE DESCRIPTIVE NAME OF THE SALE.\n   10    (VII)  A  VALID  AND ACCURATE FLOOR PLAN OF THE LOCATION AT WHICH SUCH\n   11  SALE IS TO BE CONDUCTED, WITH THE DOORS TO BE USED AS ENTRANCES  TO  AND\n   12  EXITS FROM THE PROPOSED SALE CLEARLY MARKED.\n   13    (VIII)  A  DETAILED  PLAN FOR CROWD CONTROL THAT IS DESIGNED TO ENSURE\n   14  ORDERLY AND SAFE ENTRANCE INTO THE STORE, INCLUDING THE FOLLOWING INFOR-\n   15  MATION:\n   16    (A) THE CAPACITY OF THE LOCATION OF SUCH SALE; AND\n   17    (B) AN EXPECTATION OF THE NUMBER OF PEOPLE ANTICIPATED TO ATTEND  SUCH\n   18  SALE; AND\n   19    (C)  THE  NUMBER  OF PERSONNEL ASSIGNED TO MANAGE THE ENTRANCES TO THE\n   20  STORE; AND\n   21    (D) THE TIME AT WHICH CUSTOMERS WILL BE PERMITTED  TO  STAND  IN  LINE\n   22  PRIOR TO THE OPENING OF THE STORE; AND\n   23    (E) THE TOTAL NUMBER OF PERSONNEL ASSIGNED TO WORK FOR THE DURATION OF\n   24  SUCH SALE; AND\n   25    (F) ANY ADDITIONAL INFORMATION AS THE LICENSING AUTHORITY MAY REQUIRE.\n   26    (E) UPON COMPLIANCE WITH THE PROVISIONS OF THIS ARTICLE AND SUBJECT TO\n   27  A  FINDING  BY  THE LICENSING AUTHORITY OF THE APPROPRIATE CITY, TOWN OR\n   28  VILLAGE IN WHICH THE DOORBUSTER SALE IS  TO  BE  HELD,  THAT  THE  CROWD\n   29  CONTROL  PLAN IS ADEQUATE TO ENSURE THE PUBLIC'S SAFETY FOR THE DURATION\n   30  OF THE DOORBUSTER SALE, SUCH LICENSING AUTHORITY SHALL ISSUE  A  LICENSE\n   31  TO   CONDUCT   THE  DOORBUSTER  SALE,  WITHIN  FORTY-EIGHT  HOURS  AFTER\n   32  SUBMISSION OF THE  APPLICATION,  EXCLUSIVE  OF  SATURDAYS,  SUNDAYS  AND\n   33  PUBLIC HOLIDAYS.\n   34    S 596-D. RULES. (A) THE RETAILER SHALL ENSURE THAT ALL PERSONNEL SHALL\n   35  RECEIVE ADEQUATE TRAINING BY A LICENSED SECURITY GUARD RELATING TO CROWD\n   36  CONTROL,  STORE SAFETY AND SALES PROCEDURES. THE LICENSED SECURITY GUARD\n   37  AND THE STORE MANAGER SHALL SIGN  A  LETTER  OF  CERTIFICATION  FOR  THE\n   38  EMPLOYEE  TRAINED  IN  ORDER  TO  CERTIFY THAT THE EMPLOYEE HAS RECEIVED\n   39  PROPER TRAINING.\n   40    (B) THE RETAILER SHALL DEVELOP AND INSTITUTE STORE POLICIES AND PROCE-\n   41  DURES WHICH ARE DESIGNED  TO  PROMOTE  THE  FAIR  AND  ORDERLY  SALE  OF\n   42  PRODUCTS  WHICH  ARE BEING OFFERED AT A REDUCED SALE PRICE INCLUDING BUT\n   43  NOT LIMITED TO:\n   44    (1) SECURED AND MARKED WAITING AREAS OUTSIDE THE RETAIL PREMISES;\n   45    (2) A FIRST COME-FIRST SERVED OR LOTTERY NUMBER ISSUE SYSTEM FOR GOODS\n   46  WHICH ARE LIMITED IN QUANTITY; AND\n   47    (3) PLACEMENT OF CERTAIN LIMITED QUANTITY ITEMS  IN  RESTRICTED  AREAS\n   48  WHICH ARE SECURED BY STAFF AND/OR OTHER SECURITY MEASURES SO AS TO ALLOW\n   49  FOR THE ORDERLY DISTRIBUTION OF SUCH ITEMS BY SALES ASSOCIATES ACCORDING\n   50  TO SET POLICIES AND PROCEDURES.\n   51    (C)  THE  LICENSING AUTHORITY OF THE APPROPRIATE CITY, TOWN OR VILLAGE\n   52  IN WHICH THE DOORBUSTER SALE IS TO BE HELD, MAY MAKE AND PROMULGATE SUCH\n   53  RULES AND REGULATIONS AS HE OR SHE MAY DEEM  NECESSARY  FOR  THE  PROPER\n   54  IMPLEMENTATION AND ENFORCEMENT OF THIS ARTICLE.\n   55    S  596-E.  VIOLATIONS.  (A)  ANY PERSON WHO VIOLATES THE PROVISIONS OF\n   56  THIS ARTICLE SHALL BE GUILTY OF A VIOLATION PUNISHABLE BY A FINE OF  NOT\n\n       A. 1868                             6\n\n    1  LESS  THAN  FIVE  THOUSAND DOLLARS.   ANY SUBSEQUENT VIOLATIONS SHALL BE\n    2  PUNISHABLE BY A FINE OF TEN THOUSAND DOLLARS.\n    3    (B)  ANY  PERSON  VIOLATING  THIS  ARTICLE SHALL BE SUBJECT TO A CIVIL\n    4  PENALTY OF NOT LESS THAN FIVE THOUSAND DOLLARS. A PROCEEDING TO  RECOVER\n    5  ANY  CIVIL  PENALTY  PURSUANT  TO THIS ARTICLE SHALL BE COMMENCED BY THE\n    6  SERVICE OF A NOTICE OF HEARING THAT SHALL BE RETURNABLE TO THE LICENSING\n    7  AUTHORITY OF THE APPROPRIATE CITY, TOWN OR VILLAGE IN WHICH THE DOORBUS-\n    8  TER SALE IS TO BE HELD.  ANY SUBSEQUENT VIOLATIONS SHALL  BE  PUNISHABLE\n    9  BY A FINE OF TEN THOUSAND DOLLARS.\n   10    S 596-F. HEARING AUTHORITY. (A) NOTWITHSTANDING ANY OTHER PROVISION OF\n   11  LAW, THE LICENSING AUTHORITY OF THE APPROPRIATE CITY, TOWN OR VILLAGE IN\n   12  WHICH  THE  DOORBUSTER  SALE IS TO BE HELD, SHALL BE AUTHORIZED UPON DUE\n   13  NOTICE AND HEARING, TO IMPOSE CIVIL PENALTIES FOR THE VIOLATION  OF  ANY\n   14  PROVISION  OF  THIS  ARTICLE AND ANY RULES PROMULGATED  THEREUNDER. SUCH\n   15  LICENSING AUTHORITY SHALL HAVE THE POWER TO RENDER DECISIONS AND  ORDERS\n   16  AND  TO  IMPOSE  CIVIL  PENALTIES NOT TO EXCEED THE AMOUNTS SPECIFIED IN\n   17  SECTION  FIVE  HUNDRED  NINETY-SIX-E  OF  THIS  ARTICLE  FOR  EACH  SUCH\n   18  VIOLATION.  ALL PROCEEDINGS AUTHORIZED PURSUANT TO THIS SECTION SHALL BE\n   19  CONDUCTED IN ACCORDANCE WITH RULES PROMULGATED BY SUCH LICENSING AUTHOR-\n   20  ITY. THE PENALTIES PROVIDED FOR IN SECTION FIVE HUNDRED NINETY-SIX-E  OF\n   21  THIS  ARTICLE  SHALL  BE  IN ADDITION TO ANY OTHER REMEDIES OR PENALTIES\n   22  PROVIDED FOR THE ENFORCEMENT OF SUCH  PROVISIONS  UNDER  ANY  OTHER  LAW\n   23  INCLUDING, BUT NOT LIMITED TO, CIVIL OR CRIMINAL ACTIONS OR PROCEEDINGS.\n   24    (B) ALL SUCH PROCEEDINGS SHALL BE COMMENCED BY THE SERVICE OF A NOTICE\n   25  OF  VIOLATION  RETURNABLE  TO  THE  LICENSING  AUTHORITY. SUCH LICENSING\n   26  AUTHORITY SHALL PRESCRIBE THE FORM AND WORDING OF NOTICES OF  VIOLATION.\n   27  THE  NOTICE OF VIOLATION OR COPY THEREOF WHEN FILLED IN AND SERVED SHALL\n   28  CONSTITUTE NOTICE  OF  THE  VIOLATION  CHARGED,  AND,  IF  SWORN  TO  OR\n   29  AFFIRMED, SHALL BE PRIMA FACIE EVIDENCE OF THE FACTS CONTAINED THEREIN.\n   30    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the general business law, in relation to requiring licensing for doorbuster sales ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T100810.TXT", "SOBI.D110112.T131005.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294931290445
}