{
  "year" : 2011,
  "senateBillNo" : "A1869-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to local governments",
    "billEventId" : "A1869-2011-1294808400000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the use of wireless telecommunications facilities on school property",
  "summary" : "Prohibits the use of wireless telecommunications facilities on school property; defines \"wireless telecommunications facility\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A467-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1869\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. JEFFRIES, JAFFEE, DINOWITZ -- Multi-Sponsored by\n         -- M. of A. McENENY, PEOPLES-STOKES, TOWNS -- read once  and  referred\n         to the Committee on Local Governments\n\n       AN  ACT  to  amend the general municipal law, in relation to prohibiting\n         wireless communication facilities on school property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  general  municipal  law  is  amended by adding a new\n    2  section 79 to read as follows:\n    3    S 79. PROHIBITION OF WIRELESS COMMUNICATION FACILITIES; SCHOOL PROPER-\n    4  TY.  1. A MUNICIPAL CORPORATION OR OTHER ENTITY HAVING THE AUTHORITY  TO\n    5  ISSUE  A  PERMIT  OR  LICENSE  TO  AUTHORIZE  THE PLACEMENT, ERECTION OR\n    6  CONSTRUCTION OF A WIRELESS COMMUNICATION FACILITY  SHALL  PROHIBIT  SUCH\n    7  PLACEMENT, ERECTION OR CONSTRUCTION OF SUCH FACILITIES ON SCHOOL GROUNDS\n    8  OR  BUILDINGS  UNLESS  THE  APPLICANT  FOR  THE  PLACEMENT,  ERECTION OR\n    9  CONSTRUCTION OF A WIRELESS COMMUNICATION FACILITY SHALL, IN ADDITION  TO\n   10  COMPLIANCE WITH ANY OTHER LOCAL, STATE OR FEDERAL REQUIREMENT:\n   11    A.  DEMONSTRATE  A COMPELLING REASON FOR THE PLACEMENT OF THE TOWER ON\n   12  SCHOOL PROPERTY;\n   13    B. PROVE IT IS A WIRELESS TELECOMMUNICATIONS  PROVIDER  WITH  A  VALID\n   14  FEDERAL  COMMUNICATIONS  COMMISSION  LICENSE  TO  PROVIDE SERVICE TO THE\n   15  AREA;\n   16    C. PRESENT PROOF THAT ALTERNATIVE SITES HAVE BEEN CONSIDERED AND  THAT\n   17  THE  SCHOOL  PROPERTY  IS THE ONLY SITE WHICH WILL NOT RESULT IN SIGNIF-\n   18  ICANT GAPS IN COVERAGE THAT WOULD OTHERWISE  EXIST  IF  A  FACILITY  WAS\n   19  PLACED ON ANY OF THE ALTERNATIVE SITES; AND\n   20    D.  DEMONSTRATE THAT THE FACILITY SHALL EMIT THE LOWEST RADIOFREQUENCY\n   21  EMISSION LEVEL PRACTICABLE.\n   22    2. FOR THE PURPOSES OF THIS SECTION, \"WIRELESS COMMUNICATION FACILITY\"\n   23  SHALL MEAN AN UNSTAFFED FACILITY USED IN THE RECEIPT AND TRANSMISSION OF\n   24  WIRELESS TELEPHONE SERVICE, INCLUDING, BUT  NOT  LIMITED  TO,  ANTENNAS,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04677-01-1\n\n       A. 1869                             2\n\n    1  ANCILLARY TELECOMMUNICATIONS EQUIPMENT AND TELECOMMUNICATIONS TOWERS AND\n    2  POLES.\n    3    S 2. This act shall take effect on the one hundred eightieth day after\n    4  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to prohibiting wireless communication facilities on school property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T100810.TXT", "SOBI.D110112.T131005.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294931290446
}