{
  "year" : 2011,
  "senateBillNo" : "A186-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A186-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for cost-of-living adjustments of disability benefits for an employee with a permanent total disability",
  "summary" : "Provides for cost-of-living adjustments of disability benefits for an employee with a permanent total disability to be based on an increase of the consumer price index as promulgated by the U.S. department of labor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "A598-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          186\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CAHILL,  TOWNS, GUNTHER, GABRYSZAK, PHEFFER,\n         ABBATE -- Multi-Sponsored by -- M. of A. BOYLE, CLARK, COLTON,  ENGLE-\n         BRIGHT,  HOOPER, JACOBS, LATIMER, MAGEE, McENENY, ORTIZ, PERRY -- read\n         once and referred to the Committee on Labor\n\n       AN ACT to amend the workers' compensation law, in relation to  providing\n         for cost-of-living adjustments of disability benefits in certain cases\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 15 of the workers' compensation law is  amended  by\n    2  adding a new subdivision 10 to read as follows:\n    3    10.  COST-OF-LIVING  ADJUSTMENTS  OF  DISABILITY  BENEFITS  IN CERTAIN\n    4  CASES. (A) NOTWITHSTANDING ANY OTHER PROVISION OF LAW,  IN  ADDITION  TO\n    5  ANY  OTHER  AMOUNT RECEIVED PURSUANT TO THIS ARTICLE AS DISABILITY BENE-\n    6  FITS, AN EMPLOYEE WITH A PERMANENT TOTAL DISABILITY OR THE  BENEFICIARY-\n    7  DEPENDENT OF SUCH EMPLOYEE SHALL BE ENTITLED TO AN ADDITIONAL ALLOWANCE,\n    8  TO BE KNOWN AS A COST-OF-LIVING ADJUSTMENT ALLOWANCE, PAYABLE ANNUALLY.\n    9    (B)  THE  COST-OF-LIVING  ADJUSTMENT  ALLOWANCE  SHALL  BE COMPUTED BY\n   10  APPLYING AN ADJUSTMENT FOR REGIONAL COSTS OF LIVING AND SHALL  BE  BASED\n   11  ON  FIFTY  PERCENT OF THE ANNUAL INCREASE IN THE CONSUMER PRICE INDEX AS\n   12  PROMULGATED BY THE UNITED STATES DEPARTMENT OF LABOR.\n   13    S 2. The workers' compensation law is amended by adding a new  section\n   14  208-a to read as follows:\n   15    S  208-A. COST-OF-LIVING ADJUSTMENTS OF DISABILITY BENEFITS IN CERTAIN\n   16  CASES. 1. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, IN ADDITION TO ANY\n   17  OTHER AMOUNT RECEIVED PURSUANT TO THIS ARTICLE AS  DISABILITY  BENEFITS,\n   18  AN  EMPLOYEE WITH A PERMANENT TOTAL DISABILITY OR THE BENEFICIARY-DEPEN-\n   19  DENT OF SUCH EMPLOYEE SHALL BE ENTITLED TO AN ADDITIONAL  ALLOWANCE,  TO\n   20  BE KNOWN AS A COST-OF-LIVING ADJUSTMENT ALLOWANCE, PAYABLE ANNUALLY.\n   21    2. THE COST-OF-LIVING ADJUSTMENT ALLOWANCE SHALL BE COMPUTED BY APPLY-\n   22  ING  AN  ADJUSTMENT  FOR  REGIONAL COSTS OF LIVING AND SHALL BE BASED ON\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00615-01-1\n\n       A. 186                              2\n\n    1  FIFTY PERCENT OF THE ANNUAL INCREASE IN  THE  CONSUMER  PRICE  INDEX  AS\n    2  PROMULGATED BY THE UNITED STATES DEPARTMENT OF LABOR.\n    3    S  3.  This act shall take effect on the first of July next succeeding\n    4  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to providing for cost-of-living adjustments of disability benefits in certain cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T124922.TXT", "SOBI.D101217.T121938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292606378646
}