{
  "year" : 2011,
  "senateBillNo" : "A1875-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1875-2011-1294808400000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires travel agents to be registered with the department of state, and provides for the regulation thereof; repealer",
  "summary" : "Requires travel agents to be registered with the department of state, and provides for the regulation thereof. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A11336-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1875\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Economic Development, Job Creation, Commerce and Industry\n\n       AN  ACT  to  amend the general business law and the economic development\n         law, in relation to requiring travel consultants and travel  promoters\n         located  or  doing  business  in  this state to be registered with the\n         department of state; and to repeal article 10-A of the  general  busi-\n         ness law relating to the truth in travel act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 10-A of the general business law is REPEALED and  a\n    2  new article 10-A is added to read as follows:\n    3                                ARTICLE 10-A\n    4                                TRAVEL AGENTS\n    5  SECTION 155.   LEGISLATIVE INTENT.\n    6          155-A. DEFINITIONS.\n    7          156.   DOING BUSINESS WITHOUT REGISTRATION PROHIBITED.\n    8          156-A. APPLICATION FOR REGISTRATION.\n    9          156-B. CONDITIONS PRECEDENT TO REGISTRATION.\n   10          156-C. REGISTRATION.\n   11          156-D. GROUNDS FOR DENIAL, SUSPENSION OR REVOCATION OF REGISTRA-\n   12                   TION.\n   13          156-E. PREEMPTION.\n   14          156-F. REGULATIONS.\n   15          157.   TRAVEL AGREEMENTS.\n   16          157-A. PROHIBITED PRACTICES BY TRAVEL CONSULTANTS.\n   17          157-B. PROHIBITED PRACTICES BY TRAVEL PROMOTERS.\n   18          158.   VIOLATIONS AND PENALTIES.\n   19          159.   SEVERABILITY.\n   20    S  155.  LEGISLATIVE INTENT. IT IS HEREBY DETERMINED AND DECLARED THAT\n   21  THE PROMOTION OF TRAVEL, EITHER INDIVIDUALLY OR AS A GROUP,  IS  NOW  OF\n   22  SUCH  VOLUME  THAT  IT  IS  IN  THE PUBLIC INTEREST TO SUBJECT IT TO THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04683-01-1\n\n       A. 1875                             2\n\n    1  REGISTRATION BY AND THE SUPERVISION OF THE DEPARTMENT OF THE  STATE  FOR\n    2  THE PURPOSE OF SAFEGUARDING THE PUBLIC AGAINST FRAUD, FALSE ADVERTISING,\n    3  MISREPRESENTATION AND SIMILAR ABUSES.\n    4    S 155-A. DEFINITIONS. AS USED IN THIS ARTICLE:\n    5    1. \"APPLICANT\"  MEANS A TRAVEL AGENT WHO HAS FILED AN APPLICATION WITH\n    6  THE DEPARTMENT FOR A REGISTRATION.\n    7    2. \"DEPARTMENT\" MEANS THE DEPARTMENT OF STATE.\n    8    3. \"DIVISION\" MEANS THE DIVISION OF CRIMINAL JUSTICE SERVICES.\n    9    4. \"MERCHANT ACCOUNT NUMBER\" MEANS AN IDENTIFYING NUMBER  GIVEN  BY  A\n   10  CREDIT  CARD  ISSUER  TO  A  MERCHANT  FOR  PURPOSES  OF IDENTIFYING THE\n   11  MERCHANT IN THE PROCESSING OF CREDIT CARD CHARGES AND PURCHASES.\n   12    5. \"PRINCIPAL OWNER\" MEANS ANY PERSON CONTROLLING AN INTEREST  GREATER\n   13  THAN  TEN PERCENT IN A BUSINESS PROVIDING TRAVEL SERVICES, OR ANY PERSON\n   14  WITH A CONTROLLING INTEREST IN A COMPANY THAT HAS A CONTROLLING INTEREST\n   15  IN A BUSINESS PROVIDING TRAVEL SERVICES.\n   16    6. \"REGISTRANT\" MEANS A TRAVEL AGENT THAT HAS BEEN ISSUED A  REGISTRA-\n   17  TION IN ACCORDANCE WITH THE PROVISIONS OF THIS ARTICLE.\n   18    7. \"SECRETARY\" MEANS THE SECRETARY OF STATE.\n   19    8. \"TIME SHARE\" MEANS AN INTEREST IN ANY ARRANGEMENT, PLAN, SCHEME, OR\n   20  SIMILAR  DEVICE,  WHETHER  BY  MEMBERSHIP, AGREEMENT, TENANCY IN COMMON,\n   21  SALE, LEASE, DEED, RENTAL AGREEMENT, LICENSE, OR RIGHT-TO-USE  AGREEMENT\n   22  OR BY ANY OTHER MEANS, WHEREBY THREE OR MORE PURCHASERS, IN EXCHANGE FOR\n   23  CONSIDERATION,  RECEIVE  OWNERSHIP  RIGHTS IN OR A RIGHT TO USE THE SAME\n   24  ACCOMMODATIONS OR FACILITIES IN REAL PROPERTY, OR  BOTH,  FOR  DIFFERENT\n   25  INTERVALS OF LESS THAN A FULL YEAR DURING ANY GIVEN YEAR, BUT NOT NECES-\n   26  SARILY FOR CONSECUTIVE YEARS, AND WHICH EXTEND FOR A PERIOD OF MORE THAN\n   27  THREE  YEARS  OR  WHICH,  FOR  NOMINAL  CONSIDERATION, MAY BE RENEWED TO\n   28  CONTINUE FOR A PERIOD OF MORE THAN THREE YEARS.\n   29    9. \"TRAVEL AGENT\" MEANS  ANY  TRAVEL  PROMOTER  OR  TRAVEL  CONSULTANT\n   30  HAVING  A PLACE OF BUSINESS IN THIS STATE OR OFFERING TRAVEL SERVICES TO\n   31  ANY PERSON IN THIS STATE.\n   32    10. \"TRAVEL CONSULTANT\" MEANS  ANY  PERSON,  FIRM,  LIMITED  LIABILITY\n   33  COMPANY,  CORPORATION,  PARTNERSHIP  OR ASSOCIATION, OTHER THAN A COMMON\n   34  CARRIER OR EMPLOYEE OF A COMMON CARRIER,  WHO  AS  PRINCIPAL  OR  AGENT,\n   35  SELLS  OR  OFFERS  FOR SALE ANY TRAVEL TICKETS OR ORDERS FOR TRANSPORTA-\n   36  TION, OR NEGOTIATES FOR OR HOLDS HIMSELF OR HERSELF OUT BY SOLICITATION,\n   37  ADVERTISEMENT  OR  OTHERWISE  AS  ONE  WHO  SELLS,  PROVIDES,  FURNISHES\n   38  CONTRACTS  OR ARRANGES FOR SUCH TRAVEL TICKETS OR ORDERS FOR TRANSPORTA-\n   39  TION.\n   40    FOR THE PURPOSES OF THIS ARTICLE, \"CARRIER\" MEANS  ANY  PERSON,  FIRM,\n   41  LIMITED  LIABILITY  COMPANY,  CORPORATION,  PARTNERSHIP  OR  ASSOCIATION\n   42  ENGAGED IN THE BUSINESS OF TRANSPORTING PERSONS FOR HIRE.\n   43    11. \"TRAVEL PROMOTER\" MEANS ANY  PERSON,  FIRM,  CORPORATION,  LIMITED\n   44  LIABILITY  COMPANY,  PARTNERSHIP  OR  ASSOCIATION,  OTHER  THAN A COMMON\n   45  CARRIER OR EMPLOYEE OF A COMMON CARRIER, WHO IS PRIMARILY ENGAGED IN THE\n   46  DIRECT SOLICITATION OF PERSONS, BY MAIL OR TELEPHONE, FOR  THE  SALE  OF\n   47  ANY TRAVEL OR VACATION INVESTMENTS, GOODS, PRODUCTS OR SERVICES, INCLUD-\n   48  ING,  BUT  NOT LIMITED TO TRAVEL OR TOUR BENEFITS, REAL PROPERTY, INTER-\n   49  ESTS IN REAL PROPERTY, TIME SHARES, LODGING, COMMODITIES OR  SECURITIES.\n   50  FOR PURPOSES OF THIS ARTICLE, A \"TRAVEL PROMOTER\" DOES NOT INCLUDE:\n   51    A. A PERSON, FIRM, CORPORATION, LIMITED LIABILITY COMPANY, PARTNERSHIP\n   52  OR ASSOCIATION THAT IS AN OFFICIALLY APPOINTED AGENT OF A COMMON CARRIER\n   53  AND  MEETS STANDARDS NO LESS THAN THOSE REQUIRED ON JANUARY FIRST, NINE-\n   54  TEEN HUNDRED EIGHTY-NINE, FOR AUTHORIZED AGENTS OF THE AIRLINE REPORTING\n   55  CORPORATION;\n\n       A. 1875                             3\n\n    1    B. A PERSON, FIRM, CORPORATION, LIMITED LIABILITY COMPANY, PARTNERSHIP\n    2  OR ASSOCIATION THAT IS A REGISTERED  MEMBER  IN  GOOD  STANDING  OF  THE\n    3  CRUISE  LINES  INTERNATIONAL  ASSOCIATION AND WHO SOLELY SOLICITS AND/OR\n    4  SELLS TRAVEL SERVICES AND PRODUCTS AS AN OFFICIALLY APPOINTED  AGENT  OF\n    5  ONE  OR  MORE  OCEAN  CARRIERS IN THE SALE OF THE OCEAN CARRIER'S TRAVEL\n    6  SERVICES PURSUANT TO THE AGENCY APPOINTMENT; OR\n    7    C. A BROKER-DEALER REGISTERED WITH THE SECURITIES AND EXCHANGE COMMIS-\n    8  SION OR THE DEPARTMENT OF LAW WHO IS ENGAGED IN THE SALE  OF  SECURITIES\n    9  OR  COMMODITIES  OR SALE OR RENTAL OF REAL ESTATE PURSUANT TO ITS REGIS-\n   10  TRATION.\n   11    12. \"TRAVEL SERVICES\" MEANS TRANSPORTATION, ACCOMMODATIONS IN LODGINGS\n   12  SUCH AS HOTELS, MOTELS OR MOTOR COURTS, RENTAL OF MOTOR VEHICLES, OR ANY\n   13  OTHER SERVICE RELATED TO TRAVEL. FOR PURPOSES OF THIS  ARTICLE,  \"TRAVEL\n   14  SERVICES\" SHALL INCLUDE INVESTMENTS IN TIME SHARES.\n   15    S 156. DOING BUSINESS WITHOUT REGISTRATION PROHIBITED. NO TRAVEL AGENT\n   16  SHALL  OPERATE OR DO BUSINESS IN THIS STATE EXCEPT AS AUTHORIZED BY THIS\n   17  ARTICLE AND WITHOUT FIRST BEING REGISTERED BY THE DEPARTMENT.\n   18    S 156-A. APPLICATION FOR REGISTRATION. 1. APPLICATION FOR A  REGISTRA-\n   19  TION REQUIRED UNDER THIS ARTICLE SHALL BE IN WRITING, UNDER OATH, AND IN\n   20  THE FORM PRESCRIBED BY THE SECRETARY, AND SHALL CONTAIN THE FOLLOWING:\n   21    A. THE EXACT NAME AND THE ADDRESS OF THE APPLICANT;\n   22    B. THE NAME AND THE BUSINESS AND RESIDENTIAL ADDRESS OF EACH PRINCIPAL\n   23  AND OFFICER OF THE APPLICANT;\n   24    C.  THE  COMPLETE ADDRESS WHERE THE BUSINESS OF THE APPLICANT IS TO BE\n   25  CONDUCTED, SHOWING THE STREET AND NUMBER, IF ANY, POST OFFICE AND BUILD-\n   26  ING AND ROOM NUMBER, IF ANY, THE OFFICE BUILDING  AND  ROOM  NUMBER,  IF\n   27  ANY, AND THE MUNICIPALITY AND COUNTY;\n   28    D.  IF  THE APPLICANT HAS ONE OR MORE BRANCHES, SUBSIDIARIES OR AFFIL-\n   29  IATES OPERATING IN THE STATE, THE COMPLETE ADDRESS OF EACH SUCH PLACE OF\n   30  BUSINESS; AND\n   31    E. A COMPLETE SET OF TWO FINGERPRINT CARDS ON A  STANDARD  FINGERPRINT\n   32  CARD  APPROVED BY THE DIVISION AND A FEE PURSUANT TO SUBDIVISION EIGHT-A\n   33  OF SECTION EIGHT HUNDRED THIRTY-SEVEN OF THE EXECUTIVE LAW,  AND  AMEND-\n   34  MENTS  THERETO,  FOR  THE  COST OF THE DIVISION'S FULL SEARCH AND RETAIN\n   35  PROCEDURES, WHICH FEE SHALL BE REMITTED BY THE DEPARTMENT TO  THE  DIVI-\n   36  SION  FOR  DEPOSIT  BY  THE  COMPTROLLER  INTO  THE GENERAL FUND. BEFORE\n   37  APPROVING SUCH APPLICATION THE SECRETARY, OR HIS OR HER DESIGNEE,  SHALL\n   38  FORWARD  ONE COPY OF SUCH FINGERPRINT CARD AND THE PROCESSING FEE TO THE\n   39  DIVISION UPON RECEIPT OF SUCH FINGERPRINTS. THE DIVISION  SHALL  FORWARD\n   40  TO THE SECRETARY A REPORT WITH RESPECT TO THE APPLICANT'S PREVIOUS CRIM-\n   41  INAL  HISTORY, IF ANY, OR A STATEMENT THAT THE APPLICANT HAS NO PREVIOUS\n   42  CRIMINAL HISTORY ACCORDING TO ITS FILES. IF ADDITIONAL COPIES OF FINGER-\n   43  PRINTS ARE REQUIRED THE APPLICANT SHALL FURNISH THEM UPON REQUEST.\n   44    2. UPON ORIGINAL APPLICATION FOR A REGISTRATION TO OPERATE AS A TRAVEL\n   45  AGENT, THE APPLICANT  SHALL  PAY  AN  APPLICATION  FEE  OF  ONE  HUNDRED\n   46  DOLLARS.    UPON APPLICATION FOR AN ANNUAL RENEWAL, THE REGISTRANT SHALL\n   47  PAY A RENEWAL PROCESSING FEE OF ONE HUNDRED DOLLARS.\n   48    S 156-B. CONDITIONS PRECEDENT  TO  REGISTRATION.  UPON  FILING  OF  AN\n   49  APPLICATION  FOR  A REGISTRATION, IF THE SECRETARY SHALL BE SATISFIED OF\n   50  THE GOOD CHARACTER, COMPETENCY AND INTEGRITY OF THE  APPLICANT,  AND  OF\n   51  THE  PRINCIPALS  AND  OFFICERS  THEREOF  ARE  SUCH AS TO COMPLY WITH THE\n   52  PROVISIONS OF THIS ARTICLE, HE OR SHE SHALL THEREUPON ISSUE A  REGISTRA-\n   53  TION  IN  DUPLICATE  TO OPERATE AS A TRAVEL AGENT IN ACCORDANCE WITH THE\n   54  PROVISIONS OF THIS ARTICLE. THE SECRETARY SHALL  TRANSMIT  ONE  COPY  OF\n   55  SUCH  REGISTRATION  TO  THE REGISTRANT AND FILE ANOTHER IN THE OFFICE OF\n   56  THE DEPARTMENT. SUCH REGISTRATION SHALL REMAIN IN FULL FORCE AND  EFFECT\n\n       A. 1875                             4\n\n    1  FOR  A  PERIOD OF ONE YEAR UNLESS IT IS SURRENDERED BY THE REGISTRANT OR\n    2  REVOKED OR SUSPENDED AS PROVIDED IN THIS ARTICLE; IF THE SECRETARY SHALL\n    3  NOT SO FIND, THE SECRETARY SHALL NOT ISSUE  SUCH  REGISTRATION  AND  THE\n    4  SECRETARY  SHALL  NOTIFY  THE  APPLICANT  OF  THE DENIAL IN WRITING. THE\n    5  SECRETARY SHALL APPROVE OR DENY EVERY APPLICATION FOR REGISTRATION WITH-\n    6  IN NINETY DAYS FROM THE FILING THEREOF.\n    7    S 156-C. REGISTRATION. 1. EACH REGISTRATION ISSUED  PURSUANT  TO  THIS\n    8  ARTICLE SHALL STATE THE ADDRESS OR ADDRESSES AT WHICH THE BUSINESS IS TO\n    9  BE  CONDUCTED,  STATE  FULLY  THE NAME OF THE REGISTRANT, THE EXPIRATION\n   10  DATE OF THE REGISTRATION AND THE UNIQUE REGISTRATION NUMBER ASSIGNED  TO\n   11  THE  REGISTRANT. A COPY OF SUCH REGISTRATION SHALL BE PROMINENTLY POSTED\n   12  IN EACH PLACE OF BUSINESS OF THE REGISTRANT. SUCH REGISTRATION SHALL NOT\n   13  BE TRANSFERABLE OR ASSIGNABLE.\n   14    2. EVERY REGISTRANT SHALL INCLUDE IN EVERY  COMMUNICATION,  ADVERTISE-\n   15  MENT  AND  CONTRACT  OFFERED  OR  PROVIDED IN THE COURSE OF PROVIDING OR\n   16  OFFERING TRAVEL SERVICE, A NOTICE THAT  HE,  SHE  OR  IT  IS  REGISTERED\n   17  PURSUANT  TO THIS ARTICLE AND THE NUMBER OF SUCH REGISTRATION. THE FAIL-\n   18  URE TO COMPLY WITH THE PROVISIONS OF THIS SUBDIVISION  SHALL  RESULT  IN\n   19  MAKING  THE PROVISIONS OF ANY CONTRACT AFFECTED THEREBY VOIDABLE, AT THE\n   20  OPTION OF THE CONSUMER.\n   21    3. IN THE EVENT THE LOCATION AT WHICH THE BUSINESS IS TO BE  CONDUCTED\n   22  SHALL BE CHANGED, THE REGISTRANT SHALL FORTHWITH NOTIFY THE SECRETARY IN\n   23  WRITING,  WHO SHALL THEREUPON, WITHOUT CHARGE ATTACH TO THE REGISTRATION\n   24  A RIDER SETTING FORTH SUCH CHANGED LOCATION.\n   25    4. IN THE EVENT THAT THERE SHALL BE ANY  CHANGE  IN  THE  REGISTRANT'S\n   26  INFORMATION, THE REGISTRANT SHALL NOTIFY THE SECRETARY IN WRITING WITHIN\n   27  TEN  BUSINESS  DAYS  IN ACCORDANCE WITH THE PROVISIONS OF PARAGRAPH E OF\n   28  SUBDIVISION ONE OF SECTION ONE HUNDRED FIFTY-SIX-A OF THIS ARTICLE.\n   29    5. A REGISTRATION GRANTED UNDER THE PROVISIONS OF THIS ARTICLE MAY  BE\n   30  REVIEWED  BY THE DEPARTMENT UPON APPLICATION THEREFOR BY THE REGISTRANT,\n   31  IN SUCH FORM AS THE DEPARTMENT MAY PRESCRIBE, ACCOMPANIED BY THE NON-RE-\n   32  FUNDABLE RENEWAL PROCESSING FEE PURSUANT TO SUBDIVISION TWO  OF  SECTION\n   33  ONE  HUNDRED  FIFTY-SIX-A  OF  THIS ARTICLE. IN NO EVENT WILL RENEWAL BE\n   34  GRANTED MORE THAN SIX MONTHS AFTER THE DATE OF EXPIRATION OF A REGISTRA-\n   35  TION. NO REGISTRANT SHALL CARRY ON ANY BUSINESS SUBJECT TO THIS  ARTICLE\n   36  DURING  ANY  PERIOD  WHICH MAY EXIST BETWEEN THE DATE OF EXPIRATION OF A\n   37  REGISTRATION AND THE RENEWAL THEREOF.\n   38    6. THE DEPARTMENT SHALL POST AND MAKE AVAILABLE TO THE PUBLIC  ON  ITS\n   39  INTERNET  WEBSITE  A  SEARCHABLE LISTING OF ALL TRAVEL AGENTS REGISTERED\n   40  PURSUANT TO THIS ARTICLE AND THEIR CORRESPONDING  REGISTRATION  NUMBERS.\n   41  SUCH  LISTING  SHALL  BE  IN BOTH ALPHABETICAL ORDER AND BY COUNTY.  THE\n   42  PUBLIC SHALL BE ABLE TO SEARCH THE LISTING BY  REGISTRANT,  COUNTY,  ZIP\n   43  CODE  OR  TRAVEL  AGENT REGISTRATION NUMBER.  ALSO, THE DEPARTMENT SHALL\n   44  PROVIDE A REAL TIME UPDATE OF SUCH  INFORMATION  TO  THE  DEPARTMENT  OF\n   45  ECONOMIC  DEVELOPMENT  FOR  CONSPICUOUS INCLUSION ON THE STATE MARKETING\n   46  INTERNET WEBSITE PURSUANT TO  SECTION  ONE  HUNDRED  FIFTY-FOUR  OF  THE\n   47  ECONOMIC  DEVELOPMENT  LAW AND FOR DISSEMINATION, UPON REQUEST, AT STATE\n   48  TOURISM FACILITIES OPERATED BY THE DEPARTMENT OF ECONOMIC DEVELOPMENT.\n   49    S 156-D. GROUNDS FOR DENIAL, SUSPENSION OR REVOCATION OF REGISTRATION.\n   50  1. THE SECRETARY SHALL HAVE THE POWER TO SUSPEND OR REVOKE  A  REGISTRA-\n   51  TION  OR,  IN  LIEU THEREOF, TO IMPOSE A FINE NOT EXCEEDING ONE THOUSAND\n   52  DOLLARS PAYABLE TO THE DEPARTMENT, OR REPRIMAND ANY REGISTRANT  OR  DENY\n   53  AN APPLICATION FOR A REGISTRATION OR RENEWAL THEREOF UPON PROOF:\n   54    A. THAT THE APPLICANT OR REGISTRANT HAS VIOLATED ANY OF THE PROVISIONS\n   55  OF THIS ARTICLE OR THE RULES AND REGULATIONS PROMULGATED PURSUANT THERE-\n   56  TO;\n\n       A. 1875                             5\n\n    1    B. THAT  THE  APPLICANT  OR  REGISTRANT HAS PRACTICED FRAUD, DECEIT OR\n    2  MISREPRESENTATION;\n    3    C. THAT  THE  APPLICANT  OR  REGISTRANT  HAS KNOWINGLY MADE A MATERIAL\n    4  MISSTATEMENT IN THE APPLICATION FOR OR RENEWAL OF HIS OR  HER  REGISTRA-\n    5  TION; OR\n    6    D. THAT  THE  APPLICANT OR REGISTRANT HAS DEMONSTRATED INCOMPETENCE OR\n    7  UNTRUSTWORTHINESS IN HIS OR HER ACTIONS.\n    8    2. NO REGISTRATION SHALL BE REVOKED OR SUSPENDED EXCEPT AFTER  WRITTEN\n    9  NOTICE AND A HEARING AS SET FORTH IN SUBDIVISIONS TWO, THREE, FOUR, FIVE\n   10  AND SIX OF SECTION SEVENTY-NINE OF THIS CHAPTER.\n   11    3. EVERY  REGISTRATION ISSUED PURSUANT TO THIS ARTICLE SHALL REMAIN IN\n   12  FULL FORCE AND EFFECT FOR A PERIOD OF ONE YEAR  UNLESS  THE  SAME  SHALL\n   13  HAVE  BEEN  SURRENDERED,  REVOKED  OR  SUSPENDED  IN ACCORDANCE WITH THE\n   14  PROVISIONS OF THIS ARTICLE, BUT THE SECRETARY SHALL  HAVE  AUTHORITY  TO\n   15  REINSTATE  A  SUSPENDED REGISTRATION OR TO ISSUE A NEW REGISTRATION TO A\n   16  REGISTRANT WHOSE REGISTRATION SHALL HAVE BEEN  REVOKED  IF  NO  FACT  OR\n   17  CONDITION THEN EXISTS WHICH WOULD HAVE WARRANTED THE SECRETARY IN REFUS-\n   18  ING ORIGINALLY TO ISSUE SUCH REGISTRATION UNDER THIS ARTICLE.\n   19    4. WHENEVER  THE  SECRETARY  SHALL  REVOKE  OR  SUSPEND A REGISTRATION\n   20  ISSUED PURSUANT TO THIS ARTICLE, THE SECRETARY SHALL  FORTHWITH  EXECUTE\n   21  IN  DUPLICATE  A  WRITTEN ORDER TO THAT EFFECT. THE SECRETARY SHALL FILE\n   22  ONE COPY OF SUCH ORDER IN THE OFFICE OF THE DEPARTMENT AND SHALL  FORTH-\n   23  WITH  SERVE  THE  OTHER  COPY UPON THE REGISTRANT. ANY SUCH ORDER MAY BE\n   24  REVIEWED IN THE MANNER PROVIDED BY ARTICLE SEVENTY-EIGHT  OF  THE  CIVIL\n   25  PRACTICE LAW AND RULES.\n   26    S 156-E. PREEMPTION. THE PROVISIONS OF SECTIONS ONE HUNDRED FIFTY-SIX,\n   27  ONE   HUNDRED   FIFTY-SIX-A,   ONE   HUNDRED  FIFTY-SIX-B,  ONE  HUNDRED\n   28  FIFTY-SIX-C AND ONE HUNDRED FIFTY-SIX-D OF THIS ARTICLE SHALL EXCLUSIVE-\n   29  LY GOVERN ALL TRAVEL AGENTS NOTWITHSTANDING THE PROVISIONS OF ANY  OTHER\n   30  LAW  TO  THE  CONTRARY, AND FURTHERMORE, NO LOCAL LAW, CODE OR ORDINANCE\n   31  SHALL BE ENACTED WHICH SHALL REQUIRE ANY FEE,  LICENSE  OR  REGISTRATION\n   32  FOR THE LICENSURE OR REGISTRATION OF TRAVEL AGENTS.\n   33    S 156-F. REGULATIONS. THE SECRETARY IS HEREBY AUTHORIZED AND EMPOWERED\n   34  TO  MAKE  SUCH RULES AND REGULATIONS NECESSARY FOR THE PROPER CONDUCT OF\n   35  THE BUSINESS AUTHORIZED UNDER THIS ARTICLE, AND  NOT  INCONSISTENT  WITH\n   36  THE PROVISIONS OF THIS ARTICLE.\n   37    S  157.  TRAVEL  AGREEMENTS. 1. WHEN A PERSON AGREES, IN RESPONSE TO A\n   38  SOLICITATION BY A TRAVEL PROMOTER WHICH IS DIRECTED TO THE PERSON  INDI-\n   39  VIDUALLY,  TO  PURCHASE MEMBERSHIP IN A TRAVEL CLUB OR TO ENTER INTO ANY\n   40  TRAVEL SERVICES CONTRACT OR OTHER AGREEMENT  TO  ACCEPT  TRANSPORTATION,\n   41  LODGING,  AN INTEREST OR INVESTMENT IN A TIME SHARE PLAN, TRAVEL INVEST-\n   42  MENTS, OR OTHER TRAVEL SERVICES, THE TRAVEL PROMOTER MUST  PROVIDE  SUCH\n   43  PURCHASER  WITH  WRITTEN  DISCLOSURE  OF ALL LIMITATIONS ON AND TERMS OF\n   44  SUCH PURCHASE OR AGREEMENT WITHIN FIVE BUSINESS DAYS OF THE DATE OF  THE\n   45  AGREEMENT. SUCH DISCLOSURE SHALL CLEARLY AND CONSPICUOUSLY INCLUDE:\n   46    A.  THE  NAME,  BUSINESS  ADDRESS  AND  TELEPHONE NUMBER OF THE TRAVEL\n   47  PROMOTER;\n   48    B. THE AMOUNT DUE, THE DATE OF PAYMENT, THE PURPOSE OF THE PAYMENT AND\n   49  AN ITEMIZED STATEMENT OF THE BALANCE DUE, IF ANY;\n   50    C. THE NAME  OF  THE  CARRIER  WITH  WHICH  THE  TRAVEL  PROMOTER  HAS\n   51  CONTRACTED  TO  PROVIDE THE TRANSPORTATION, THE TYPE AND SIZE OF CARRIER\n   52  TO BE USED, AND THE DATE, TIME AND PLACE OF EACH DEPARTURE;\n   53    D. A DETAILED DESCRIPTION OF ANY OTHER SERVICES PROVIDED  IN  CONJUNC-\n   54  TION WITH THE TRANSPORTATION;\n\n       A. 1875                             6\n\n    1    E. CONDITIONS, IF ANY, UPON WHICH THE TRAVEL SERVICES CONTRACT BETWEEN\n    2  THE  TRAVEL  PROMOTER  AND THE TRAVELER MAY BE CANCELLED, AND THE RIGHTS\n    3  AND OBLIGATIONS OF ALL PARTIES IN THE EVENT OF SUCH CANCELLATION;\n    4    F.  THE  CONDITIONS,  IF  ANY, UPON WHICH THE TRAVEL SERVICES CONTRACT\n    5  BETWEEN THE TRAVEL PROMOTER AND THE CARRIER OR  OTHER  SERVICE  PROVIDER\n    6  MAY  BE  CANCELLED, AND THE RIGHTS AND OBLIGATIONS OF ALL PARTIES IN THE\n    7  EVENT OF SUCH CANCELLATION; AND\n    8    G. A DESCRIPTION OF ALL CONTINGENCIES, LIMITATIONS  AND/OR  CONDITIONS\n    9  OF THE AGREEMENT.\n   10    2.  AFTER RECEIPT OF FULL WRITTEN DISCLOSURE, THE PURCHASER MAY CANCEL\n   11  SUCH AN AGREEMENT UNTIL MIDNIGHT OF THE THIRD  BUSINESS  DAY  AFTER  THE\n   12  DISCLOSURE  IS  RECEIVED BY THE PURCHASER, BY USE OF THE FORM PRESCRIBED\n   13  IN SUBDIVISION THREE OF THIS SECTION; HOWEVER,  NOTICE  OF  CANCELLATION\n   14  NEED  NOT  TAKE  THE FORM PRESCRIBED AND SHALL BE SUFFICIENT IF IT INDI-\n   15  CATES THE INTENTION OF THE BUYER NOT TO BE BOUND.   NOTICE OF  CANCELLA-\n   16  TION,  IF GIVEN BY MAIL, SHALL BE DEEMED GIVEN WHEN DEPOSITED IN A MAIL-\n   17  BOX, PROPERLY ADDRESSED AND POSTAGE PREPAID.\n   18    3. THE WRITTEN DISCLOSURE SHALL INCLUDE, IN ADDITION TO  THE  REQUIRE-\n   19  MENTS OF SUBDIVISION TWO OF THIS SECTION, THE FOLLOWING STATEMENT PRINT-\n   20  ED  IN  CAPITAL  AND  LOWER CASE LETTERS OF NOT LESS THAN TEN POINT BOLD\n   21  FACED TYPE:\n\n   22          YOU MAY CANCEL THIS TRANSACTION, WITHOUT ANY  PENALTY  OR  OBLI-\n   23          GATION,  WITHIN  THREE  BUSINESS  DAYS  FROM THE RECEIPT OF THIS\n   24          DISCLOSURE.\n\n   25            TO CANCEL THIS TRANSACTION, MAIL OR DELIVER A SIGNED AND DATED\n   26          COPY OF THIS CANCELLATION NOTICE OR ANY OTHER WRITTEN NOTICE  OR\n   27          SEND A TELEGRAM TO\n\n   28          (NAME OF SELLER),                 AT (ADDRESS OF SELLER)\n\n   29          ______________________________   ___________________________\n   30                                              NOT LATER THAN\n   31                                              MIDNIGHT OF THE THIRD DAY\n   32                                              AFTER RECEIPT OF THIS\n   33          ___________________________         DISCLOSURE\n   34          (PLACE OF BUSINESS)\n\n   35          __________________________\n\n   36          __________________________\n   37                  (DATE)\n\n   38          I HEREBY CANCEL THIS TRANSACTION\n\n   39          (DATE)\n   40                                           ______________________________\n   41                                               (PURCHASER'S SIGNATURE)\n\n   42    4.  UNTIL  THE  WRITTEN DISCLOSURE REQUIRED BY SUBDIVISION ONE OF THIS\n   43  SECTION HAS BEEN RECEIVED, THE PURCHASER MAY  CANCEL  THE  AGREEMENT  BY\n   44  NOTIFYING  THE  TRAVEL PROMOTER IN ANY MANNER AND BY ANY MEANS OF HIS OR\n   45  HER INTENTION TO CANCEL.\n   46    5. WITHIN TEN DAYS AFTER NOTICE OF CANCELLATION IS GIVEN,  THE  TRAVEL\n   47  PROMOTER  SHALL  REFUND  TO THE PURCHASER CONCERNED ANY PAYMENTS MADE BY\n\n       A. 1875                             7\n\n    1  SUCH PURCHASER; SUCH REFUND MAY BE MADE BY REACCREDITING THE PURCHASER'S\n    2  ACCOUNT IF A CREDIT CARD, DEBIT CARD OR ELECTRONIC  FUNDS  TRANSFER  WAS\n    3  USED  TO MAKE A PAYMENT AND IF THE TRAVEL PROMOTER INFORMS THE PURCHASER\n    4  IN WRITING THAT THE ACCOUNT HAS BEEN REACCREDITED.\n    5    6. IF THE TRAVEL PROMOTER FAILS WITHIN THE PERIOD PRESCRIBED BY SUBDI-\n    6  VISION  FIVE OF THIS SECTION TO RETURN ALL PAYMENTS MADE BY A PURCHASER,\n    7  HE OR SHE SHALL BE LIABLE TO THE PURCHASER FOR SUCH PAYMENTS.\n    8    7. IF THE  PURCHASER  IS  SUCCESSFUL  IN  AN  ACTION  TO  ENFORCE  ANY\n    9  PROVISION  OF  THIS SECTION OR SECTION ONE HUNDRED FIFTY-SEVEN-B OF THIS\n   10  ARTICLE OR APPEAL THEREON, THE  COURT  SHALL  AWARD  THE  PURCHASER  ONE\n   11  HUNDRED  DOLLARS  AND MAY AWARD REASONABLE ATTORNEY'S FEES AND COSTS, IN\n   12  ADDITION TO ANY OTHER REMEDY.\n   13    8. THE OBLIGATIONS IMPOSED BY THIS SECTION SHALL BE IN ADDITION TO AND\n   14  NOT IN DEROGATION OF THE REQUIREMENTS OF ANY OTHER LAW.\n   15    S 157-A. PROHIBITED PRACTICES BY TRAVEL CONSULTANTS. IT SHALL BE ILLE-\n   16  GAL FOR ANY TRAVEL CONSULTANT AND, IF SUCH TRAVEL CONSULTANT IS A CORPO-\n   17  RATION, ANY OFFICER OR DIRECTOR THEREOF, TO ENGAGE IN ANY OR ALL OF  THE\n   18  FOLLOWING ENUMERATED PRACTICES:\n   19    1. KNOWINGLY MISREPRESENT THE QUALITY OR KIND OF SERVICE, TYPE OR SIZE\n   20  OF  AIRCRAFT,  VEHICLE,  SHIP  OR  TRAIN,  TIME OF DEPARTURE OR ARRIVAL,\n   21  POINTS SERVED, ROUTE  TO  BE  TRAVELED,  STOPS  TO  BE  MADE,  OR  TOTAL\n   22  TRIP-TIME  FROM  POINT  OF  DEPARTURE  TO  DESTINATION OR OTHER SERVICES\n   23  AVAILABLE, RESERVED OR CONTRACTED FOR IN CONNECTION  WITH  ANY  TRIP  OR\n   24  TOUR.\n   25    2.  KNOWINGLY MISREPRESENT THE FARES AND CHARGES FOR TRANSPORTATION OR\n   26  SERVICES IN CONNECTION THEREWITH.\n   27    3. KNOWINGLY ADVERTISE OR OTHERWISE OFFER FOR SALE OR SELL TRANSPORTA-\n   28  TION OR SERVICES IN CONNECTION THEREWITH AT LESS THAN THE  RATES,  FARES\n   29  AND CHARGES SPECIFIED IN THE CURRENTLY EFFECTIVE TARIFFS OF THE CARRIER,\n   30  WHO  IS ENGAGED TO PROVIDE SUCH TRANSPORTATION OR SERVICES, OR KNOWINGLY\n   31  OFFER OR GIVE REBATES OR OTHER CONCESSIONS THEREON, OR KNOWINGLY  ASSIST\n   32  OR  PERMIT A PERSON OR PERSONS TO OBTAIN SUCH TRANSPORTATION OR SERVICES\n   33  AT LESS THAN SUCH LAWFUL RATES, FARES AND CHARGES.\n   34    4. KNOWINGLY MISREPRESENT THAT SPECIAL PRIORITIES FOR RESERVATIONS ARE\n   35  AVAILABLE WHEN SUCH SPECIAL CONSIDERATIONS ARE NOT IN  FACT  GRANTED  TO\n   36  MEMBERS OF THE PUBLIC GENERALLY.\n   37    5.  KNOWINGLY SELL TRANSPORTATION TO A PERSON OR PERSONS ON A RESERVA-\n   38  TION OR CHARTER BASIS FOR SPECIFIED SPACE, FLIGHT OR TIME  OR  KNOWINGLY\n   39  REPRESENT THAT SUCH DEFINITE RESERVATION OR CHARTER IS OR WILL BE AVAIL-\n   40  ABLE  OR  HAS BEEN ARRANGED, WITHOUT A BINDING COMMITMENT WITH A CARRIER\n   41  FOR THE FURNISHING OF SUCH DEFINITE RESERVATION OR  CHARTER  AS  REPRES-\n   42  ENTED OR SOLD.\n   43    6. KNOWINGLY SELL OR ISSUE TICKETS OR OTHER DOCUMENTS TO PASSENGERS TO\n   44  BE  EXCHANGED  OR USED FOR TRANSPORTATION IF SUCH TICKETS OR OTHER DOCU-\n   45  MENTS WILL NOT BE OR CANNOT BE LEGALLY HONORED BY CARRIERS FOR TRANSPOR-\n   46  TATION.\n   47    7. KNOWINGLY MISREPRESENT THE REQUIREMENTS  THAT  MUST  BE  MET  BY  A\n   48  PERSON OR PERSONS IN ORDER TO QUALIFY FOR CHARTER OR GROUP FARE RATES.\n   49    S 157-B. PROHIBITED PRACTICES BY TRAVEL PROMOTERS. IT SHALL BE ILLEGAL\n   50  FOR  ANY  TRAVEL PROMOTER AND, IF SUCH TRAVEL PROMOTER IS A CORPORATION,\n   51  ANY OFFICER OR DIRECTOR THEREOF, TO ENGAGE IN ANY OR ALL OF THE  FOLLOW-\n   52  ING ENUMERATED PRACTICES:\n   53    1.  OFFER FREE ACCOMMODATIONS FOR MORE THAN ONE PERSON AND FREE TRAVEL\n   54  FOR ONE PERSON WHEN THE CHARGE FOR THE TRAVEL OF THE  ADDITIONAL  PERSON\n   55  OR  PERSONS  IS  EQUAL  TO  OR EXCEEDS WHAT WOULD HAVE BEEN PAID FOR THE\n\n       A. 1875                             8\n\n    1  TOTAL NUMBER OF TRAVEL TICKETS WITHOUT  UTILIZING  THE  TRAVEL  SERVICES\n    2  OFFERED BY THE TRAVEL PROMOTER.\n    3    2. USE A MERCHANT ACCOUNT NUMBER ASSIGNED TO A MERCHANT OTHER THAN THE\n    4  TRAVEL  PROMOTER  PROVIDING  OR  OFFERING THE TRAVEL SERVICE IN ORDER TO\n    5  PROCESS CREDIT CARD CHARGES AND PURCHASES.\n    6    3. MISREPRESENT THE QUALITY OR  KIND  OF  SERVICE,  TYPE  OR  SIZE  OF\n    7  AIRCRAFT,  VEHICLE,  SHIP OR TRAIN, TIME OF DEPARTURE OR ARRIVAL, POINTS\n    8  SERVED, ROUTE TO BE TRAVELED, STOPS TO BE  MADE,  TOTAL  TRIP-TIME  FROM\n    9  POINT  OF  DEPARTURE TO DESTINATION, TYPE OR SIZE OF LODGING, TIME SHARE\n   10  OR OTHER ACCOMMODATION, AVAILABILITY OF LODGING,  TIME  SHARE  OR  OTHER\n   11  ACCOMMODATION,  OR  OTHER SERVICES AVAILABLE, RESERVED OR CONTRACTED FOR\n   12  IN CONNECTION WITH ANY TRIP, TOUR OR OTHER TRAVEL SERVICES, UNLESS  SUCH\n   13  MISREPRESENTATION  WAS BASED UPON A REASONABLE BELIEF AS TO THE SERVICES\n   14  AVAILABLE BASED UPON REPRESENTATIONS MADE BY THE PERSON, COMPANY, CORPO-\n   15  RATION, COMMON CARRIER OR OTHER ENTITY OFFERING SUCH SERVICES.\n   16    4. MISREPRESENT THE FARES AND CHARGES FOR TRANSPORTATION  OR  SERVICES\n   17  IN  CONNECTION THEREWITH, UNLESS SUCH MISREPRESENTATION WAS BASED UPON A\n   18  REASONABLE BELIEF AS TO THE FARES AND CHARGES APPLICABLE BASED UPON REP-\n   19  RESENTATIONS MADE BY THE PERSON, COMPANY, CORPORATION, COMMON CARRIER OR\n   20  OTHER ENTITY OFFERING SUCH SERVICES.\n   21    5. ADVERTISE OR OTHERWISE OFFER FOR SALE  OR  SELL  TRANSPORTATION  OR\n   22  SERVICES  IN  CONNECTION  THEREWITH  AT  LESS  THAN THE RATES, FARES AND\n   23  CHARGES SPECIFIED IN THE CURRENTLY EFFECTIVE TARIFFS OF THE CARRIER THAT\n   24  IS ENGAGED TO PROVIDE SUCH TRANSPORTATION OR SERVICES, OR OFFER OR  GIVE\n   25  REBATES  OR  OTHER  CONCESSIONS THEREON, OR ASSIST OR PERMIT A PERSON OR\n   26  PERSONS TO OBTAIN SUCH TRANSPORTATION OR  SERVICES  AT  LESS  THAN  SUCH\n   27  LAWFUL RATES, FARES AND CHARGES.\n   28    6. MISREPRESENT THAT SPECIAL PRIORITIES FOR RESERVATIONS ARE AVAILABLE\n   29  WHEN  SUCH  SPECIAL CONSIDERATIONS ARE NOT IN FACT GRANTED TO MEMBERS OF\n   30  THE PUBLIC GENERALLY.\n   31    7. SELL TRANSPORTATION TO A PERSON OR  PERSONS  ON  A  RESERVATION  OR\n   32  CHARTER BASIS FOR SPECIFIED SPACE, FLIGHT OR TIME OR REPRESENT THAT SUCH\n   33  DEFINITE  RESERVATION  OR  CHARTER  IS  OR WILL BE AVAILABLE OR HAS BEEN\n   34  ARRANGED, WITHOUT A BINDING COMMITMENT WITH A CARRIER FOR THE FURNISHING\n   35  OF SUCH DEFINITE RESERVATION OR CHARTER AS REPRESENTED OR SOLD.\n   36    8. SELL OR ISSUE TICKETS  OR  OTHER  DOCUMENTS  TO  PASSENGERS  TO  BE\n   37  EXCHANGED  OR USED FOR TRANSPORTATION IF SUCH TICKETS OR OTHER DOCUMENTS\n   38  WILL NOT BE OR CANNOT BE LEGALLY HONORED BY CARRIERS FOR TRANSPORTATION.\n   39    9. MISREPRESENT THE REQUIREMENTS THAT MUST  BE  MET  BY  A  PERSON  OR\n   40  PERSONS IN ORDER TO QUALIFY FOR CHARTER OR GROUP FARE RATES, UNLESS SUCH\n   41  MISREPRESENTATION  WAS BASED UPON A REASONABLE BELIEF AS TO THE REQUIRE-\n   42  MENTS APPLICABLE BASED UPON REPRESENTATIONS MADE BY THE PERSON, COMPANY,\n   43  CORPORATION, COMMON CARRIER OR OTHER ENTITY  OFFERING  SUCH  CHARTER  OR\n   44  GROUP FARE.\n   45    S  158. VIOLATIONS AND PENALTIES.  1. ANY PERSON, PARTNERSHIP, ASSOCI-\n   46  ATION,  LIMITED  LIABILITY  COMPANY,  OR  CORPORATION  AND  THE  SEVERAL\n   47  MEMBERS,  PRINCIPALS, OFFICERS, DIRECTORS, AGENTS AND EMPLOYEES THEREOF,\n   48  WHO KNOWINGLY AND WILLFULLY MAKES MATERIAL MISSTATEMENTS IN THE APPLICA-\n   49  TION FOR A RENEWAL OF A REGISTRATION IN THIS ARTICLE SHALL BE GUILTY  OF\n   50  A MISDEMEANOR, WHICH UPON THE FIRST CONVICTION THEREOF SHALL BE PUNISHA-\n   51  BLE  BY  IMPRISONMENT  FOR NOT MORE THAN SIX MONTHS, OR BY A FINE OF NOT\n   52  MORE THAN ONE THOUSAND DOLLARS, OR BY BOTH SUCH FINE  AND  IMPRISONMENT,\n   53  AND  UPON  A SECOND OR SUBSEQUENT CONVICTION THEREOF BY A TERM OF IMPRI-\n   54  SONMENT NOT TO EXCEED ONE YEAR, OR BY A FINE OF NOT LESS THAN ONE  THOU-\n   55  SAND  DOLLARS AND NOT TO EXCEED TWO THOUSAND FIVE HUNDRED DOLLARS, OR BY\n   56  BOTH SUCH FINE AND IMPRISONMENT.\n\n       A. 1875                             9\n\n    1    2. ANY REGISTRANT WHO SHALL KNOWINGLY AND WILLFULLY FAIL TO  SURRENDER\n    2  HIS OR HER REGISTRATION WITHIN FIVE DAYS OF RECEIPT OF NOTICE OF SUSPEN-\n    3  SION, REVOCATION OR NON-RENEWAL THEREOF BY THE SECRETARY, OR THE OFFICER\n    4  DESIGNATED BY THE SECRETARY TO PRESIDE OVER THE HEARING, PURSUANT TO THE\n    5  PROVISIONS  OF SECTION ONE HUNDRED FIFTY-SIX-D OF THIS ARTICLE, SHALL BE\n    6  GUILTY OF A VIOLATION, PUNISHABLE BY A FINE NOT TO  EXCEED  TWO  HUNDRED\n    7  FIFTY DOLLARS, IN ADDITION TO ANY OTHER PENALTY PRESCRIBED BY LAW.\n    8    3.  NOTWITHSTANDING THE PROVISIONS OF SUBDIVISION TWO OF THIS SECTION,\n    9  WHEN IT IS DETERMINED AFTER A HEARING PURSUANT TO  SECTION  ONE  HUNDRED\n   10  FIFTY-SIX-D OF THIS ARTICLE THAT THE REGISTRANT HAS VIOLATED ONE OR MORE\n   11  PROVISIONS  OF THIS ARTICLE, THE SECRETARY MAY, IN LIEU OF REVOCATION OR\n   12  SUSPENSION OF SUCH LICENSE, IMPOSE A FINE NOT  TO  EXCEED  ONE  THOUSAND\n   13  DOLLARS FOR EACH VIOLATION PAYABLE TO THE DEPARTMENT.\n   14    4.  EXCEPT  AS  OTHERWISE  PROVIDED  BY LAW, ANY TRAVEL CONSULTANT WHO\n   15  SHALL VIOLATE THE TERMS OF SECTION ONE  HUNDRED  FIFTY-SEVEN-A  OF  THIS\n   16  ARTICLE SHALL BE GUILTY OF A MISDEMEANOR.\n   17    5.  EXCEPT AS OTHERWISE PROVIDED BY LAW, ANY TRAVEL PROMOTER WHO SHALL\n   18  KNOWINGLY VIOLATE THE TERMS OF SECTION ONE HUNDRED FIFTY-SEVEN-B OF THIS\n   19  ARTICLE SHALL BE GUILTY OF A MISDEMEANOR.\n   20    6. THE DISTRICT ATTORNEY OF ANY COUNTY MAY BRING AN ACTION IN THE NAME\n   21  OF THE PEOPLE OF THE STATE TO RESTRAIN OR PREVENT ANY VIOLATION OF  THIS\n   22  ARTICLE OR ANY CONTINUANCE OF ANY SUCH VIOLATION.\n   23    7.  WHENEVER  THERE  SHALL  BE  A  VIOLATION  OF  SECTION  ONE HUNDRED\n   24  FIFTY-SEVEN, ONE HUNDRED FIFTY-SEVEN-A OR ONE HUNDRED  FIFTY-SEVEN-B  OF\n   25  THIS  ARTICLE, AN APPLICATION MAY BE MADE BY THE ATTORNEY GENERAL IN THE\n   26  NAME OF THE PEOPLE OF THE STATE OF NEW YORK TO A COURT OR JUSTICE HAVING\n   27  JURISDICTION BY A SPECIAL PROCEEDING TO ISSUE AN  INJUNCTION,  AND  UPON\n   28  NOTICE  TO  THE  DEFENDANT  OF  NOT  LESS  THAN FIVE DAYS, TO ENJOIN AND\n   29  RESTRAIN THE CONTINUANCE OF SUCH VIOLATIONS; AND IF IT SHALL  APPEAR  TO\n   30  THE  SATISFACTION  OF  THE  COURT  OR JUSTICE THAT THE DEFENDANT HAS, IN\n   31  FACT, VIOLATED THIS ARTICLE, AN INJUNCTION MAY BE ISSUED BY  SUCH  COURT\n   32  OR  JUSTICE,  ENJOINING  AND  RESTRAINING ANY FURTHER VIOLATION, WITHOUT\n   33  REQUIRING PROOF THAT ANY PERSON HAS, IN FACT, BEEN  INJURED  OR  DAMAGED\n   34  THEREBY.    IN ANY SUCH PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO THE\n   35  ATTORNEY GENERAL AS PROVIDED IN PARAGRAPH  SIX  OF  SUBDIVISION  (A)  OF\n   36  SECTION  EIGHTY-THREE HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES,\n   37  AND DIRECT RESTITUTION.   WHENEVER THE  COURT  SHALL  DETERMINE  THAT  A\n   38  VIOLATION  OF  THIS  ARTICLE  HAS OCCURRED, THE COURT MAY IMPOSE A CIVIL\n   39  PENALTY OF NOT MORE THAN FIVE HUNDRED DOLLARS  FOR  EACH  VIOLATION.  IN\n   40  CONNECTION  WITH  ANY SUCH PROPOSED APPLICATION, THE ATTORNEY GENERAL IS\n   41  AUTHORIZED TO TAKE PROOF AND MAKE A DETERMINATION OF THE RELEVANT  FACTS\n   42  AND  TO  ISSUE  SUBPOENAS  IN ACCORDANCE WITH THE CIVIL PRACTICE LAW AND\n   43  RULES.\n   44    S 159. SEVERABILITY. IF ANY PROVISION OF THIS ARTICLE OR THE  APPLICA-\n   45  TION THEREOF TO ANY PERSON OR CIRCUMSTANCES IS HELD INVALID THE INVALID-\n   46  ITY  THEREOF  SHALL  NOT  AFFECT OTHER PROVISIONS OR APPLICATIONS OF THE\n   47  ARTICLE WHICH CAN BE GIVEN  EFFECT  WITHOUT  THE  INVALID  PROVISION  OR\n   48  APPLICATION,  AND TO THIS END THE PROVISIONS OF THIS ARTICLE ARE SEVERA-\n   49  BLE.\n   50    S 2. Paragraphs (d) and (e) of subdivision 3 of  section  154  of  the\n   51  economic development law, as added by section 1 of part DD of chapter 59\n   52  of  the  laws  of  2006, are amended and a new paragraph (f) is added to\n   53  read as follows:\n   54    (d) all reports and data required to be  produced  and  maintained  by\n   55  this section; [and]\n   56    (e) any other data deemed appropriate[.]; AND\n\n       A. 1875                            10\n\n    1    (F)  A  LISTING  OF  ALL TRAVEL AGENTS REGISTERED BY THE DEPARTMENT OF\n    2  STATE PURSUANT TO ARTICLE TEN-A OF THE GENERAL BUSINESS LAW,  AND  THEIR\n    3  CORRESPONDING REGISTRATION NUMBERS.\n    4    S  3. This act shall take effect on the first of January next succeed-\n    5  ing the date on which it shall have become a law; provided that,  effec-\n    6  tive immediately, the department of state and the secretary of state are\n    7  authorized  and  directed  to  complete any and all actions necessary to\n    8  implement the provisions of article 10-A of the general business law, as\n    9  added by section one of this act, on its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law and the economic development law, in relation to requiring travel consultants and travel promoters located or doing business in this state to be registered with the department of state; and to repeal article 10-A of the general business law relating to the truth in travel act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T161027.TXT", "SOBI.D110112.T150016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294866627909
}