{
  "year" : 2011,
  "senateBillNo" : "A1879-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to codes",
    "billEventId" : "A1879-2011-1294808400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the crimes of criminal possession of stolen property in the third degree and grand larceny in the third degree",
  "summary" : "Establishes the possession of stolen items from a museum, historical society, historical site or cemetery as criminal possession of stolen property in the 3rd degree and the theft of item or items from a museum, historical society, historical site or cemetery grand larceny in the third degree. ",
  "currentCommittee" : null,
  "sameAs" : "S229",
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2948-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1879\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. McENENY -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the penal law, in relation to  the  crimes  of  criminal\n         possession of stolen property in the third degree and grand larceny in\n         the third degree\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 165.50 of the penal law, as amended by chapter  515\n    2  of the laws of 1986, is amended to read as follows:\n    3  S 165.50 Criminal possession of stolen property in the third degree.\n    4    1. A person is guilty of criminal possession of stolen property in the\n    5  third degree when he knowingly possesses stolen property, with intent to\n    6  benefit himself or a person other than an owner thereof or to impede the\n    7  recovery by an owner thereof, and when the:\n    8    (A) value of the property exceeds three thousand dollars; OR\n    9    (B) PROPERTY CONSISTS OF AN ITEM OR ITEMS TAKEN FROM A MUSEUM, HISTOR-\n   10  ICAL  SOCIETY,  HISTORICAL  SITE  OR  CEMETERY  OF A VALUE EXCEEDING ONE\n   11  HUNDRED DOLLARS, EXCLUDING NONHISTORICAL PROPERTY.\n   12    2. FOR THE PURPOSES OF THIS SECTION:\n   13    (A) \"ITEM TAKEN FROM A CEMETERY\" SHALL INCLUDE THE TAKING OF  A  HEAD-\n   14  STONE, MONUMENT OR HISTORICALLY SIGNIFICANT PLAQUE;\n   15    (B)  \"NONHISTORICAL  PROPERTY\" SHALL INCLUDE ITEMS FROM A MUSEUM BOOK-\n   16  SHOP, ITEMS FROM A MUSEUM WHICH DO NOT PERTAIN TO OR ARE NOT PART  OF  A\n   17  COLLECTION AND COMMON GRAVE SITE ITEMS SUCH AS FLOWERS OR FLAGS.\n   18    Criminal  possession of stolen property in the third degree is a class\n   19  D felony.\n   20    S 2. Section 155.35 of the penal law, as amended by chapter 464 of the\n   21  laws of 2010, is amended to read as follows:\n   22  S 155.35 Grand larceny in the third degree.\n   23    1. A person is guilty of grand larceny in the third degree when he  or\n   24  she steals property and WHEN THE:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01306-01-1\n\n       A. 1879                             2\n\n    1    [1.    when  the](A)  value  of  the  property  exceeds three thousand\n    2  dollars, or\n    3    [2.  the]  (B) property is an automated teller machine or the contents\n    4  of an automated teller machine[.], OR\n    5    (C) PROPERTY CONSISTS OF AN ITEM OR ITEMS TAKEN FROM A MUSEUM, HISTOR-\n    6  ICAL SOCIETY, HISTORICAL SITE OR  CEMETERY  OF  A  VALUE  EXCEEDING  ONE\n    7  HUNDRED DOLLARS, EXCLUDING NONHISTORICAL PROPERTY.\n    8    2. FOR THE PURPOSES OF THIS SECTION:\n    9    (A)  \"ITEM  TAKEN FROM A CEMETERY\" SHALL INCLUDE THE TAKING OF A HEAD-\n   10  STONE, MONUMENT OR HISTORICALLY SIGNIFICANT PLAQUE;\n   11    (B) \"NONHISTORICAL PROPERTY\" SHALL INCLUDE ITEMS FROM A  MUSEUM  BOOK-\n   12  SHOP,  ITEMS  FROM A MUSEUM WHICH DO NOT PERTAIN TO OR ARE NOT PART OF A\n   13  COLLECTION AND COMMON GRAVE SITE ITEMS SUCH AS FLOWERS OR FLAGS.\n   14    Grand larceny in the third degree is a class D felony.\n   15    S 3. This act shall take effect on the first of November next succeed-\n   16  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the crimes of criminal possession of stolen property in the third degree and grand larceny in the third degree ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T161027.TXT", "SOBI.D110112.T150016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294866627911
}