{
  "year" : 2011,
  "senateBillNo" : "A187-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A187-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "No policy of group accident, group health or group accident and health shall impose copayments in excess of 20 percent of total reimbursement to the provider of care",
  "summary" : "Provides that no policy of group accident, group health or group accident and health shall impose co-payments in excess of twenty percent of total reimbursement to the provider of care. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "AA8171-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          187\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CAHILL, BENEDETTO, PERRY, CAMARA, SCHROEDER,\n         WEISENBERG, GABRYSZAK, SCHIMEL, JAFFEE, GUNTHER, LIFTON,  ENGLEBRIGHT,\n         GALEF,  SPANO -- Multi-Sponsored by -- M. of A. BOYLE, COLTON, CORWIN,\n         CUSICK, CYMBROWITZ, HAWLEY, HEVESI, LATIMER, LAVINE, LENTOL,  LUPARDO,\n         MARKEY,  McENENY,  PAULIN,  PHEFFER,  PRETLOW, RAIA, SAYWARD, SWEENEY,\n         ZEBROWSKI -- read once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance  law,  in  relation  to  physical  therapy\n         services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 23 of subsection  (i)  of  section  3216  of  the\n    2  insurance  law,  as added by chapter 593 of the laws of 2000, is amended\n    3  to read as follows:\n    4    (23) If a policy provides for reimbursement for physical  and  occupa-\n    5  tional therapy service which is within the lawful scope of practice of a\n    6  duly  licensed  physical  or occupational therapist, an insured shall be\n    7  entitled to reimbursement for such service whether the said  service  is\n    8  performed  by a physician or through a duly licensed physical or occupa-\n    9  tional therapist, provided however, that nothing contained herein  shall\n   10  be  construed  to  impair any terms of such policy including appropriate\n   11  utilization review and the requirement that said  service  be  performed\n   12  pursuant to a medical order, or a similar or related service of a physi-\n   13  cian  PROVIDED THAT SUCH TERMS SHALL NOT IMPOSE CO-PAYMENTS IN EXCESS OF\n   14  TWENTY PERCENT OF THE TOTAL REIMBURSEMENT TO THE PROVIDER OF CARE.\n   15    S 2. Subparagraph (A) of paragraph 1 of subsection (f) of section 4235\n   16  of the insurance law, as amended by chapter 240 of the laws of 2009,  is\n   17  amended to read as follows:\n   18    (A)  Any  policy of group accident, group health or group accident and\n   19  health insurance may include provisions for the payment by  the  insurer\n   20  of  benefits  for  expenses  incurred on account of hospital, medical or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00680-01-1\n\n       A. 187                              2\n\n    1  surgical care or physical and occupational therapy by licensed  physical\n    2  and  occupational  therapists  upon  the  prescription  or referral of a\n    3  physician for the employee or other member of  the  insured  group,  his\n    4  spouse,  his  child or children, or other persons chiefly dependent upon\n    5  him for support and maintenance; provided  that  a  policy  under  which\n    6  coverage  of  a  dependent of an employee or other member of the insured\n    7  group terminates at a specified age shall not so terminate with  respect\n    8  to  an unmarried child who is incapable of self-sustaining employment by\n    9  reason of mental illness, developmental disability, mental  retardation,\n   10  as  defined  in  the  mental  hygiene  law, or physical handicap and who\n   11  became so incapable prior to attainment of the age  at  which  dependent\n   12  coverage  would  otherwise  terminate  and who is chiefly dependent upon\n   13  such employee or member for support and maintenance, while the insurance\n   14  of the employee or member remains in force and the dependent remains  in\n   15  such  condition, if the insured employee or member has within thirty-one\n   16  days of such dependent's attainment of  the  termination  age  submitted\n   17  proof  of such dependent's incapacity as described herein.  NO POLICY OF\n   18  GROUP ACCIDENT, GROUP HEALTH OR  GROUP  ACCIDENT  AND  HEALTH  INSURANCE\n   19  SHALL  IMPOSE  CO-PAYMENTS  IN  EXCESS  OF  TWENTY  PERCENT OF THE TOTAL\n   20  REIMBURSEMENT TO THE PROVIDER OF CARE.\n   21    S 3. Subparagraph (A) of paragraph 4 of subsection (f) of section 4235\n   22  of the insurance law, as amended by chapter 593 of the laws of 2000,  is\n   23  amended to read as follows:\n   24    (A)  any physical and occupational therapy service which is within the\n   25  lawful scope of practice of a licensed physical and occupational  thera-\n   26  pist, a subscriber to such policy shall be entitled to reimbursement for\n   27  such  service,  whether  the said service is performed by a physician or\n   28  licensed physical and occupational therapist pursuant to prescription or\n   29  referral by a physician; AND A POLICY OF GROUP ACCIDENT, GROUP HEALTH OR\n   30  GROUP ACCIDENT AND HEALTH INSURANCE  SHALL  NOT  IMPOSE  CO-PAYMENTS  IN\n   31  EXCESS  OF  TWENTY PERCENT OF THE TOTAL REIMBURSEMENT TO THE PROVIDER OF\n   32  CARE;\n   33    S 4. Subparagraph (G) of paragraph 1 of subsection (b) of section 4301\n   34  of the insurance law, as amended by chapter 593 of the laws of 2000,  is\n   35  amended to read as follows:\n   36    (G)  physical  and occupational therapy care provided through licensed\n   37  physical and occupational therapists upon the prescription of  a  physi-\n   38  cian  AND  ANY CO-PAYMENTS RELATED TO REIMBURSEMENT FOR PHYSICAL THERAPY\n   39  SERVICES SHALL NOT EXCEED TWENTY PERCENT OF THE TOTAL  REIMBURSEMENT  TO\n   40  THE PROVIDER OF CARE,\n   41    S  5.  Paragraph 13 of subsection (b) of section 4322 of the insurance\n   42  law, as added by chapter 504 of the laws of 1995, is amended to read  as\n   43  follows:\n   44    (13) Outpatient physical therapy up to ninety visits per condition per\n   45  calendar  year AND ANY CO-PAYMENTS RELATED TO REIMBURSEMENT FOR PHYSICAL\n   46  THERAPY SERVICES SHALL NOT EXCEED TWENTY PERCENT OF THE TOTAL REIMBURSE-\n   47  MENT TO THE PROVIDER OF CARE.\n   48    S 6. This act shall take effect on the one hundred eightieth day after\n   49  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to physical therapy services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T124922.TXT", "SOBI.D101217.T112935.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292603375977
}