{
  "year" : 2011,
  "senateBillNo" : "A1873-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1873-2011-1294808400000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires vendors and agents of vendors to disclose credit score calculations and qualifications to consumers and applicants for credit",
  "summary" : "Requires vendors and agents of vendors to disclose credit score calculations and qualifications to consumers and applicants for credit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A2282-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1873\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. JEFFRIES, REILLY, ZEBROWSKI, ROBINSON, COLTON,\n         GABRYSZAK, SCARBOROUGH, P. RIVERA, BROOK-KRASNY -- Multi-Sponsored  by\n         --  M.  of  A.  BOYLAND,  CAHILL,  CAMARA,  HOOPER, MAISEL, MAYERSOHN,\n         J. RIVERA, WEISENBERG -- read once and referred to  the  Committee  on\n         Consumer Affairs and Protection\n\n       AN  ACT  to  amend the general business law, in relation to credit score\n         disclosure\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 380-u of the general business law, as relettered by\n    2  chapter  63  of  the laws of 2006, is relettered section 380-v and a new\n    3  section 380-u is added to read as follows:\n    4    S 380-U. CREDIT SCORE DISCLOSURE. (A)(1) ANY VENDOR OFFERING  CONSUMER\n    5  CREDIT OF TWENTY-FIVE DOLLARS OR MORE SHALL DISCLOSE CREDIT SCORE QUALI-\n    6  FICATION LEVELS TO ALL APPLICANTS FOR CREDIT.\n    7    (2)  A  VENDOR  SHALL  DISCLOSE  WITHIN TEN DAYS, TO ANY PERSON DENIED\n    8  CREDIT INCLUDING DENIAL FROM A PREFERRED  OFFER,  THE  ACTUAL  NUMERICAL\n    9  CREDIT  SCORE AND THE ANALYSIS USED TO CALCULATE SUCH SCORE ON WHICH THE\n   10  DENIAL WAS BASED. THE OPTION OF  INTERNET  ACCESS  FOR  SUCH  DISCLOSURE\n   11  SHALL  BE  PROVIDED  VIA A SECURE ACCESS CODE GIVEN TO THE PERSON DENIED\n   12  CREDIT.\n   13    (3) IF A VENDOR RELIES UPON A CREDIT  REPORTING  AGENCY  TO  CALCULATE\n   14  CREDIT  SCORES,  SUCH  AGENCY SHALL BE DEEMED AN AGENT OF THE VENDOR AND\n   15  SHALL DISCLOSE THE CREDIT SCORE AND THE ANALYSIS USED BY SUCH AGENCY  TO\n   16  CALCULATE SUCH SCORE TO ANY APPLICANT FOR CREDIT.\n   17    (4)  ANY  CONSUMER  SHALL  BE ENTITLED TO ONE CREDIT REPORT EVERY FOUR\n   18  MONTHS FROM ANY SINGLE VENDOR,  OR  ONE  REPORT  PER  MONTH  WHERE  SUCH\n   19  CONSUMER WAS SOLICITED FOR A CREDIT OFFER BY A VENDOR.\n   20    (B)  (1)  DISCLOSURE  REQUIRED  PURSUANT  TO  SUBDIVISION  (A) OF THIS\n   21  SECTION SHALL PROVIDE SUCH  INFORMATION,  INCLUDING  NUMERICAL  AMOUNTS,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05033-01-1\n\n       A. 1873                             2\n\n    1  SUFFICIENT  TO  ALLOW  AN  AVERAGE CONSUMER TO VERIFY THE CALCULATION OF\n    2  THEIR CREDIT SCORE.\n    3    (2)  DISCLOSURE  REQUIRED  PURSUANT TO SUBDIVISION (A) OF THIS SECTION\n    4  SHALL PROVIDE SPECIFIC INFORMATION AS TO HOW  SUCH  PERSON  CAN  IMPROVE\n    5  THEIR  CREDIT  SCORE, INCLUDING THE PRECISE NUMERICAL AMOUNTS ASSOCIATED\n    6  WITH SPECIFIC SCORE INCREASING CREDIT ACTIVITIES. GENERAL REFERENCES  TO\n    7  CREDIT   BUILDING  ACTIVITIES  WITHOUT  ACCOMPANYING  PRECISE  NUMERICAL\n    8  AMOUNTS ASSOCIATED WITH SPECIFIC SCORE INCREASING ACTIVITIES  SHALL  NOT\n    9  BE  DEEMED  SUFFICIENT  TO  MEET  THE  DISCLOSURE  REQUIREMENTS  OF THIS\n   10  SECTION.\n   11    (C) (1) FAILURE BY A VENDOR OR VENDOR'S AGENT TO MAKE DISCLOSURE TO  A\n   12  CONSUMER  PURSUANT  TO  THIS  SECTION SHALL BE DEEMED AN UNFAIR BUSINESS\n   13  PRACTICE.\n   14    (2) THE STATE OR COUNTY ATTORNEY GENERAL MAY SEEK ENFORCEMENT  OF  THE\n   15  PROVISIONS  OF THIS SECTION INCLUDING THE IMPOSITION OF FINES OF TWENTY-\n   16  FIVE DOLLARS PER VIOLATION OR A SINGLE FINE OF  FIVE  THOUSAND  DOLLARS,\n   17  WHICHEVER IS GREATER.\n   18    S  2. Section 380-a of the general business law is amended by adding a\n   19  new subdivision (o) to read as follows:\n   20    (O) THE TERM \"CREDIT SCORE\" MEANS A NUMBER CALCULATED FROM A SYSTEM OF\n   21  POINTS ASSIGNED TO INFORMATION IN A CREDIT HISTORY REPORT  AND  UTILIZED\n   22  BY LENDERS TO IDENTIFY THE RISK LEVEL OF A CREDIT APPLICANT.\n   23    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to credit score disclosure ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T101310.TXT", "SOBI.D110112.T150016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294931590557
}