{
  "year" : 2011,
  "senateBillNo" : "A1877-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1877-2011-1294808400000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a process for the regulation of collecting, recording, and disclosing confidential information by state employees",
  "summary" : "Establishes a process for regulating the collecting, recording, and disclosing of confidential information by state employees; defines \"confidential information\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "A11680-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1877\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN  ACT  to  amend  the  civil rights law, in relation to regulating the\n         collection, recording and disclosing of  confidential  information  by\n         state  employees obtained by state employees in the course of official\n         duties\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  civil  rights law is amended by adding a new section\n    2  50-f to read as follows:\n    3    S 50-F. DISCLOSURE OF CONFIDENTIAL INFORMATION BY STATE EMPLOYEES.  1.\n    4  DEFINITIONS.  AS USED IN THIS SECTION, \"CONFIDENTIAL INFORMATION\"  MEANS\n    5  ANY  INFORMATION MAINTAINED OR OBTAINED BY A STATE AGENCY, STATE OFFICER\n    6  OR STATE  EMPLOYEE  CONCERNING  AN  INDIVIDUAL'S  HEALTH  OR  DISABILITY\n    7  STATUS,  INCOME  TAX  RECORDS, SEXUAL ORIENTATION, STATUS AS A VICTIM OF\n    8  DOMESTIC VIOLENCE, STATUS AS A CRIME VICTIM OR WITNESS,  PUBLIC  ASSIST-\n    9  ANCE  STATUS,  IMMIGRATION  STATUS  OR ANY INFORMATION THAT IS OTHERWISE\n   10  PROTECTED FROM DISCLOSURE BY ANY PROVISION OF FEDERAL,  STATE  OR  LOCAL\n   11  LAW.\n   12    2. PROCEDURE FOR THE DISCLOSURE OF CONFIDENTIAL INFORMATION.\n   13    A. EXCEPT AS OTHERWISE PROVIDED IN PARAGRAPH B OF THIS SUBDIVISION, NO\n   14  STATE  OFFICER OR STATE EMPLOYEE SHALL DISCLOSE CONFIDENTIAL INFORMATION\n   15  TO ANYONE EXCEPT ANOTHER STATE OFFICER OR STATE EMPLOYEE ACTING  IN  THE\n   16  SCOPE OF HIS OR HER OFFICIAL DUTIES.\n   17    B.  CONFIDENTIAL  INFORMATION  MAY  BE DISCLOSED BY A STATE OFFICER OR\n   18  STATE EMPLOYEE ONLY IF:\n   19    (I) THE STATE AGENCY EMPLOYING SUCH OFFICER OR EMPLOYEE IS REQUIRED BY\n   20  LAW TO DISCLOSE SUCH CONFIDENTIAL INFORMATION  AND  PROVIDED  THAT  SUCH\n   21  DISCLOSURE IS LIMITED TO THAT REQUIRED BY LAW; OR\n   22    (II)  THE  STATE  AGENCY  EMPLOYING  SUCH OFFICER OR EMPLOYEE HAS BEEN\n   23  AUTHORIZED, IN WRITING SIGNED BY THE INDIVIDUAL OR, IF THE INDIVIDUAL IS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04800-01-1\n\n       A. 1877                             2\n\n    1  A MINOR OR OTHERWISE INCOMPETENT, SIGNED BY THE INDIVIDUAL'S  PARENT  OR\n    2  LEGAL  GUARDIAN, TO DISCLOSE SUCH CONFIDENTIAL INFORMATION, AND PROVIDED\n    3  THAT THE DISCLOSURE IS LIMITED TO THAT  AUTHORIZED  IN  WRITING  BY  THE\n    4  INDIVIDUAL; OR\n    5    (III) THE DISCLOSURE OF CONFIDENTIAL INFORMATION IS NECESSARY TO COOP-\n    6  ERATE WITH A LAW ENFORCEMENT AGENCY OR AGENCIES INVESTIGATING THAT CRIM-\n    7  INAL ACTIVITY.\n    8    3.  PROCEDURE  FOR  COLLECTING AND RECORDING CONFIDENTIAL INFORMATION.\n    9  THIS SUBDIVISION SHALL APPLY TO ANY DOCUMENTATION, QUESTIONNAIRE, INTER-\n   10  VIEW SHEET OR OTHER OFFICIAL FORM USED TO APPLY FOR OR OTHERWISE  ACCESS\n   11  BENEFITS OR SERVICES PROVIDED BY THE STATE.\n   12    A.  NO  STATE  OFFICER  OR STATE EMPLOYEE SHALL MAKE INQUIRY REGARDING\n   13  COLLECTING OR RECORDING OF CONFIDENTIAL INFORMATION OF  ANY  INDIVIDUAL,\n   14  WHEN  SUCH  INDIVIDUAL, ON HIS OR HER BEHALF OR ON BEHALF OF ANOTHER, IS\n   15  APPLYING FOR OR IS RECEIVING ANY SERVICE  OR  BENEFIT  PROVIDED  BY  THE\n   16  STATE,  UNLESS SUCH CONFIDENTIAL INFORMATION IS SPECIFICALLY REQUIRED BY\n   17  FEDERAL OR STATE LAW TO BE PROVIDED AS A CONDITION OF  RECEIPT  OF  SUCH\n   18  SERVICE OR BENEFIT.\n   19    B.  IF CONFIDENTIAL INFORMATION IS REQUIRED BY FEDERAL OR STATE LAW TO\n   20  BE PROVIDED AS A CONDITION OF RECEIPT OF A SERVICE OR  BENEFIT  PROVIDED\n   21  BY  THE  STATE,  THE  STATE  OFFICER  OR  EMPLOYEE SHALL MAKE ONLY THOSE\n   22  INQUIRIES NECESSARY TO DETERMINE IF AN APPLICANT OR RECIPIENT IS  QUALI-\n   23  FIED  FOR AND OTHERWISE MEETS THE CONDITIONS FOR RECEIPT OF SUCH SERVICE\n   24  OR BENEFIT.\n   25    4. PENALTIES FOR UNAUTHORIZED DISCLOSURE. ANY STATE OFFICER OR EMPLOY-\n   26  EE WHO VIOLATES THE PROVISIONS OF THIS SECTION SHALL  BE  SUBJECT  TO  A\n   27  FINE OF NOT LESS THAN ONE HUNDRED DOLLARS. ANY STATE OFFICER OR EMPLOYEE\n   28  SHALL  BE  SUBJECT  TO A FINE OF NOT LESS THAN THREE HUNDRED DOLLARS FOR\n   29  EACH VIOLATION OCCURRING WITHIN FIVE YEARS OF A PRIOR VIOLATION.\n   30    5. OTHER LAWS RESPECTING  CONFIDENTIALITY.  NOTHING  IN  THIS  SECTION\n   31  SHALL  BE  DEEMED  TO  LIMIT,  ABRIDGE  OR  OTHERWISE  AFFECT  ANY OTHER\n   32  PROTECTION IN FEDERAL, STATE OR LOCAL LAW RESPECTING THE CONFIDENTIALITY\n   33  OF INFORMATION.\n   34    6. SEVERABILITY. IF ANY SUBDIVISION, SENTENCE, CLAUSE, PHRASE OR OTHER\n   35  PORTION OF THIS SECTION IS, FOR ANY REASON, DECLARED UNCONSTITUTIONAL OR\n   36  INVALID, IN WHOLE OR IN PART, BY ANY COURT  OF  COMPETENT  JURISDICTION,\n   37  SUCH  PORTION SHALL BE DEEMED SEVERABLE, AND SUCH UNCONSTITUTIONALITY OR\n   38  INVALIDITY SHALL NOT AFFECT THE VALIDITY OF THE  REMAINING  PORTIONS  OF\n   39  THIS  SECTION, WHICH REMAINING PORTIONS SHALL CONTINUE IN FULL FORCE AND\n   40  EFFECT.\n   41    S 2.  Section 51 of the civil rights law, as amended by chapter 674 of\n   42  the laws of 1995, is amended to read as follows:\n   43    S 51. Action for injunction and for damages.    1.  Any  person  whose\n   44  name, portrait, picture or voice is used within this state for advertis-\n   45  ing  purposes  or  for the purposes of trade without the written consent\n   46  first obtained as above provided may maintain an equitable action in the\n   47  supreme court of this state against the person, firm or  corporation  so\n   48  using  his name, portrait, picture or voice, to prevent and restrain the\n   49  use thereof; and may also sue  and  recover  damages  for  any  injuries\n   50  sustained by reason of such use and if the defendant shall have knowing-\n   51  ly used such person's name, portrait, picture or voice in such manner as\n   52  is  forbidden  or declared to be unlawful by section fifty of this arti-\n   53  cle, the jury, in its discretion, may award exemplary damages. But noth-\n   54  ing contained in this article shall be so construed as  to  prevent  any\n   55  person,  firm  or corporation from selling or otherwise transferring any\n   56  material containing such name, portrait, picture or  voice  in  whatever\n\n       A. 1877                             3\n\n    1  medium  to  any user of such name, portrait, picture or voice, or to any\n    2  third party for sale or transfer directly or indirectly to such a  user,\n    3  for use in a manner lawful under this article; nothing contained in this\n    4  article  shall  be so construed as to prevent any person, firm or corpo-\n    5  ration, practicing the profession of photography, from exhibiting in  or\n    6  about  his or its establishment specimens of the work of such establish-\n    7  ment, unless the same is continued by such person, firm  or  corporation\n    8  after  written  notice  objecting  thereto  has been given by the person\n    9  portrayed; and nothing contained in this article shall be  so  construed\n   10  as  to  prevent  any  person,  firm  or corporation from using the name,\n   11  portrait, picture or voice of any manufacturer or dealer  in  connection\n   12  with the goods, wares and merchandise manufactured, produced or dealt in\n   13  by  him  which  he  has  sold  or  disposed of with such name, portrait,\n   14  picture or voice used in connection therewith; or from using  the  name,\n   15  portrait,  picture  or  voice  of  any  author,  composer  or  artist in\n   16  connection with his literary, musical or artistic productions  which  he\n   17  has  sold or disposed of with such name, portrait, picture or voice used\n   18  in connection therewith.   Nothing contained in this  section  shall  be\n   19  construed  to  prohibit  the  copyright  owner of a sound recording from\n   20  disposing of, dealing in, licensing or selling that sound  recording  to\n   21  any  party,  if  the  right to dispose of, deal in, license or sell such\n   22  sound recording has been conferred by contract or other written document\n   23  by such living person or the holder of such right. Nothing contained  in\n   24  the  foregoing  sentence  shall be deemed to abrogate or otherwise limit\n   25  any rights or remedies otherwise conferred by federal law or state law.\n   26    2. A.   ANY PERSON WHOSE CONFIDENTIAL  INFORMATION  WAS  DISCLOSED  IN\n   27  VIOLATION  OF  SECTION FIFTY-F OF THIS ARTICLE MAY MAINTAIN AN EQUITABLE\n   28  ACTION IN THE SUPREME COURT OF THIS STATE AGAINST THE PERSON OR PERSONS,\n   29  FIRM OR CORPORATION DIRECTLY RESPONSIBLE FOR DISCLOSING  SUCH  CONFIDEN-\n   30  TIAL INFORMATION, TO PREVENT AND RESTRAIN THE USE THEREOF.\n   31    B.  IN ADDITION TO SUING FOR INJUNCTIVE RELIEF PURSUANT TO PARAGRAPH A\n   32  OF THIS SUBDIVISION, AN AGGRIEVED PARTY MAY  INSTITUTE  A  CIVIL  ACTION\n   33  AGAINST THE PERSON OR PERSONS, FIRM, OR CORPORATION DIRECTLY RESPONSIBLE\n   34  FOR  DISCLOSING  THE  CONFIDENTIAL INFORMATION FOR THE GREATER OF HIS OR\n   35  HER ACTUAL DAMAGES OR ONE THOUSAND DOLLARS. IN ADDITION TO ANY  MONETARY\n   36  AWARD, AN AGGRIEVED INDIVIDUAL IS ENTITLED TO COSTS AND HIS OR HER ACTU-\n   37  AL ATTORNEYS' FEES.\n   38    S 3. This act shall take effect on the one hundred eightieth day after\n   39  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to regulating the collection, recording and disclosing of confidential information by state employees obtained by state employees in the course of official duties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T161027.TXT", "SOBI.D110112.T150016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294866627919
}