{
  "year" : 2011,
  "senateBillNo" : "A1871-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to codes",
    "billEventId" : "A1871-2011-1294808400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crimes of domestic violence for acts of violence against family members",
  "summary" : "Establishes a new article, family offenses, creating crimes of domestic violence for acts of violence against family members, the article includes domestic violence, aggravated domestic violence, extreme domestic violence and defense. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A3185-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1871\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Codes\n\n       AN  ACT to amend the penal law, in relation to defining offenses against\n         the family\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  penal  law is amended by adding a new article 122 to\n    2  read as follows:\n    3                                 ARTICLE 122\n    4                               FAMILY OFFENSES\n    5  SECTION 122.00 DEFINITIONS.\n    6          122.05 DOMESTIC VIOLENCE.\n    7          122.10 AGGRAVATED DOMESTIC VIOLENCE.\n    8          122.15 EXTREME DOMESTIC VIOLENCE.\n    9          122.20 DEFENSE.\n   10  S 122.00 DEFINITIONS.\n   11    FOR THE PURPOSES OF THIS ARTICLE THE FOLLOWING TERMS  SHALL  HAVE  THE\n   12  FOLLOWING MEANINGS:\n   13    1. \"FAMILY MEMBER\" MEANS ANY PERSON RELATED BY BLOOD OR MARRIAGE, AS A\n   14  SPOUSE,  OR AS AN ANCESTOR OR DESCENDANT; OR ANY PERSONS HAVING CHILDREN\n   15  IN COMMON; OR ANY PERSONS HAVING SHARED THE SAME DOMICILE FOR  A  PERIOD\n   16  OF SIX MONTHS OR MORE.\n   17    2.  \"ACT  OF  VIOLENCE\" MEANS ANY ASSAULTIVE BEHAVIOR, WHETHER BY OPEN\n   18  HAND, FIST, FOOT, TEETH, OR ANY OTHER BODY PART, OR BY ANY INSTRUMENT OR\n   19  INSTRUMENTALITY, WHICH CAUSES PHYSICAL INJURY TO ANOTHER FAMILY MEMBER.\n   20    3. \"INJURY\" MEANS ANY OF THE FOLLOWING: BLACK  AND  BLUE  MARKS;  WELT\n   21  MARKS;  A  BLACK  EYE;  SUBSTANTIAL SORENESS; A BITE MARK; A CONCUSSION;\n   22  SUTURES; BURNS; OR ANY OTHER MEDICALLY DISTINGUISHABLE  BRUISES,  CONTU-\n   23  SIONS,  ABRASIONS  OR LACERATIONS, OR ANY \"PHYSICAL INJURY\" AS THAT TERM\n   24  HAS BEEN DEFINED BY ARTICLE ONE HUNDRED TWENTY OF THIS TITLE.\n   25  S 122.05 DOMESTIC VIOLENCE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05036-01-1\n\n       A. 1871                             2\n\n    1    A PERSON IS GUILTY OF DOMESTIC VIOLENCE WHEN  BEING  A  FAMILY  MEMBER\n    2  WITH  INTENT TO CAUSE INJURY TO ANOTHER FAMILY MEMBER, HE OR SHE COMMITS\n    3  AN ACT OF VIOLENCE AGAINST ANY FAMILY MEMBER.\n    4    DOMESTIC VIOLENCE IS A CLASS A MISDEMEANOR.\n    5  S 122.10 AGGRAVATED DOMESTIC VIOLENCE.\n    6    A  PERSON  IS  GUILTY  OF  AGGRAVATED DOMESTIC VIOLENCE WHEN HE OR SHE\n    7  COMMITS AN ACT OF DOMESTIC VIOLENCE AND WHEN:\n    8    1. HE OR SHE HAS PREVIOUSLY BEEN  CONVICTED  OF  AN  ACT  OF  DOMESTIC\n    9  VIOLENCE, OR AN ATTEMPT TO COMMIT SAME; OR\n   10    2.  HE  OR SHE HAS PREVIOUSLY BEEN CONVICTED OF ASSAULT, UNDER ARTICLE\n   11  ONE HUNDRED TWENTY OF THIS TITLE, OR AN ATTEMPT TO COMMIT SAME, AND  THE\n   12  VICTIM IN SAID PRIOR CONVICTION WAS A FAMILY MEMBER; OR\n   13    3. HE OR SHE HAS PREVIOUSLY COMMITTED ANOTHER ACT OF DOMESTIC VIOLENCE\n   14  WITHIN  THE  PAST  SIX  MONTHS AGAINST ANY FAMILY MEMBER, AND AS TO SAID\n   15  PRIOR CONDUCT NO PROSECUTION HAS PREVIOUSLY BEEN INSTITUTED,  OR  PROSE-\n   16  CUTION  HAS  BEEN  WITHDRAWN, DISMISSED OR ADJOURNED IN CONTEMPLATION OF\n   17  DISMISSAL BEFORE AN ADJUDICATION ON THE MERITS, PROVIDING HOWEVER,  THAT\n   18  SAID  PRIOR  CONDUCT  MUST  BE  ALLEGED WITHIN THE ACCUSATORY INSTRUMENT\n   19  HEREIN WITH THE SAME SPECIFICITY AS IS REQUIRED FOR THE CONDUCT PRESENT-\n   20  LY AT ISSUE; OR\n   21    4. HE OR SHE ACCOMPANIES SAID ACT WITH A THREAT OR THREATS TO THE LIFE\n   22  OF ANY FAMILY MEMBER; OR\n   23    5. HE OR SHE USES OR THREATENS THE USE OF A DANGEROUS INSTRUMENT; OR\n   24    6. AT THE TIME OF SAID CONDUCT AN ORDER OF PROTECTION HAS BEEN  ISSUED\n   25  CONSTRAINING THE CONDUCT OF SAID PERSON; OR\n   26    7.  AT  TWO  TIMES  OTHER THAN THE ACT OF DOMESTIC VIOLENCE, HE OR SHE\n   27  THREATENS THE LIFE OR SAFETY OF ANY FAMILY MEMBER OVER THE PHONE  OR  BY\n   28  ANY AGENT OR INSTRUMENTALITY.\n   29    AGGRAVATED DOMESTIC VIOLENCE IS A CLASS E FELONY.\n   30  S 122.15 EXTREME DOMESTIC VIOLENCE.\n   31    A PERSON IS GUILTY OF EXTREME DOMESTIC VIOLENCE WHEN:\n   32    1.  WITH  INTENT  TO CAUSE INJURY TO ANY FAMILY MEMBER, OR IN RECKLESS\n   33  DISREGARD OF THE LIKELIHOOD OF CAUSING SUCH INJURY, HE OR SHE COMMITS AN\n   34  ACT OR ACTS WHICH RESULT IN SECOND OR THIRD DEGREE BURNS TO  ANY  FAMILY\n   35  MEMBER; OR\n   36    2.  HE OR SHE COMMITS AN ACT OF DOMESTIC VIOLENCE, HAVING TWICE WITHIN\n   37  THE THREE YEARS IMMEDIATELY PRIOR TO SAID  ACT  BEEN  CONVICTED  OF  ANY\n   38  COMBINATION  OF  DOMESTIC VIOLENCE AND/OR ASSAULT CHARGES, OR AN ATTEMPT\n   39  TO COMMIT SAME AGAINST ANY FAMILY MEMBER OR MEMBERS; OR\n   40    3. HE OR SHE COMMITS AN ACT OF DOMESTIC VIOLENCE  HAVING  THREE  TIMES\n   41  WITHIN  A  YEAR  IMMEDIATELY  PRIOR  TO SAID ACT COMMITTED OTHER ACTS OF\n   42  DOMESTIC VIOLENCE AGAINST ANY FAMILY MEMBER OR MEMBERS, AND AS  TO  SAID\n   43  PRIOR  CONDUCT,  NO PROSECUTION HAS PREVIOUSLY BEEN INSTITUTED OR PROSE-\n   44  CUTION HAS BEEN WITHDRAWN, DISMISSED OR ADJOURNED  IN  CONTEMPLATION  OF\n   45  DISMISSAL  BEFORE AN ADJUDICATION ON THE MERITS, PROVIDING HOWEVER, THAT\n   46  SAID PRIOR CONDUCT MUST BE  ALLEGED  WITHIN  THE  ACCUSATORY  INSTRUMENT\n   47  HEREIN WITH THE SAME SPECIFICITY AS IS REQUIRED FOR THE CONDUCT PRESENT-\n   48  LY AT ISSUE; OR\n   49    4.  HE OR SHE RESTRAINS AS THAT TERM IS DEFINED BY ARTICLE ONE HUNDRED\n   50  THIRTY-FIVE OF THIS TITLE A FAMILY MEMBER FOR A PERIOD OF MORE THAN  TWO\n   51  HOURS, DURING THE COURSE OF WHICH HE OR SHE:\n   52    (A) COMMITS AN ACT OF DOMESTIC VIOLENCE; OR\n   53    (B) THREATENS THE LIFE OF ANY PERSON; OR\n   54    (C) ENDANGERS THE LIFE OF A CHILD; OR\n   55    (D) DISPLAYS OR THREATENS THE USE OF A DANGEROUS INSTRUMENT; OR\n\n       A. 1871                             3\n\n    1    (E)  COMMITS  THE CRIME OF COERCION AS THAT TERM IS DEFINED BY ARTICLE\n    2  ONE HUNDRED THIRTY-FIVE OF THIS TITLE; OR\n    3    5.  HE  OR  SHE COMMITS AN ACT OF AGGRAVATED DOMESTIC VIOLENCE AND THE\n    4  VICTIM IS LESS THAN TEN YEARS OLD.\n    5    EXTREME DOMESTIC VIOLENCE IS A CLASS C FELONY.\n    6  S 122.20 DEFENSE.\n    7    IT IS AN AFFIRMATIVE DEFENSE  UNDER  THIS  ARTICLE  THAT  ANY  CONDUCT\n    8  AGAINST  A CHILD BY AN ADULT FAMILY MEMBER WAS JUSTIFIED PURSUANT TO THE\n    9  PROVISIONS OF SUBDIVISION ONE OF SECTION 35.10 OF THIS CHAPTER.\n   10    S 2. This act shall take effect on the first of November next succeed-\n   11  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to defining offenses against the family ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T100810.TXT", "SOBI.D110112.T150016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294931290451
}