{
  "year" : 2011,
  "senateBillNo" : "A1878-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to aging",
    "billEventId" : "A1878-2011-1294808400000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Defines abandonment of an animal and provides for criminal penalties for such abandonment; repealer",
  "summary" : "Defines abandonment of an animal and provides for criminal penalties for such abandonment; repeals former section dealing with abandonment of an animal. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A2164-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1878\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. McENENY, ENGLEBRIGHT -- Multi-Sponsored by -- M.\n         of A. V. LOPEZ, MARKEY -- read once and referred to the  Committee  on\n         Aging\n\n       AN ACT to amend the agriculture and markets law, in relation to abandon-\n         ment of animals and repealing section 355 of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 355 of the agriculture and markets law is  REPEALED\n    2  and a new section 355 is added to read as follows:\n    3    S  355.  ABANDONMENT  OF  ANIMALS.  1.  FOR PURPOSES OF THIS SECTION A\n    4  PERSON \"ABANDONS\"  AN  ANIMAL  WHEN  HE  OR  SHE  DESERTS  OR  GIVES  UP\n    5  POSSESSION  OF  AN  ANIMAL  IN A PUBLIC OR PRIVATE PLACE, WITHOUT TRANS-\n    6  FERRING OWNERSHIP OR CUSTODY OF SUCH ANIMAL TO ANOTHER  WHO  VOLUNTARILY\n    7  ASSUMES  SUCH  OWNERSHIP  OR  CUSTODY,  AND  WITH  THE  INTENTION OF NOT\n    8  RECLAIMING THE ANIMAL, OR WHEN HE OR SHE HAS BEEN NOTIFIED OR  OTHERWISE\n    9  KNOWS  OF  THE  LOCATION  OF  THE  ANIMAL IN A PUBLIC PLACE AND FAILS TO\n   10  RETRIEVE OR TAKE REASONABLE EFFORTS TO RETRIEVE THE ANIMAL.\n   11    2. A PERSON WHO OWNS OR HAS POSSESSION OR CUSTODY OF ANY  ANIMAL,  WHO\n   12  ABANDONS SUCH ANIMAL, SHALL BE GUILTY OF A CLASS A MISDEMEANOR, PUNISHA-\n   13  BLE BY IMPRISONMENT FOR NOT MORE THAN ONE YEAR, OR BY A FINE OF NOT MORE\n   14  THAN ONE THOUSAND DOLLARS, OR BOTH.\n   15    S  2.  This  act  shall take effect on the sixtieth day after it shall\n   16  have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00510-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to abandonment of animals and repealing section 355 of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T161027.TXT", "SOBI.D110112.T150016.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294866627924
}