{
  "year" : 2011,
  "senateBillNo" : "A1888-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A1888-2011-1294808400000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Classifies the penalties for various provisions of animal cruelty; makes an increased penalty for multiple violations",
  "summary" : "Classifies the penalties for various provisions of animal cruelty; makes an increased penalty for multiple violations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A9779-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1888\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to  reclas-\n         sifying certain criminal acts relating to the abuse of animals; and to\n         amend  the  criminal  procedure  law, in relation to making conforming\n         technical changes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 351 of the agriculture and markets law, as added by\n    2  chapter 150 of the laws of 1984, subdivision 2 as amended by chapter 190\n    3  of  the  laws  of  2004 and subdivision 5 as added by chapter 308 of the\n    4  laws of 2008, is amended to read as follows:\n    5    S 351. Prohibition of animal fighting. 1. DEFINITIONS. For purposes of\n    6  this section, the term \"animal fighting\" shall mean  any  fight  between\n    7  cocks  or  other  birds,  or  between  dogs,  bulls,  bears or any other\n    8  animals, or between any such animal and a person or persons,  except  in\n    9  exhibitions of a kind commonly featured at rodeos.\n   10    2.  ANIMAL  FIGHTING; FIRST OFFENSE. (A) Any person who engages in any\n   11  of the following conduct is guilty of a CLASS E felony FOR  HIS  OR  HER\n   12  FIRST OFFENSE punishable by imprisonment for a period not to exceed four\n   13  years,  or  by  a fine not to exceed twenty-five thousand dollars, or by\n   14  both such fine and imprisonment:\n   15    [(a)] (I) For amusement or gain, causes any animal to engage in animal\n   16  fighting; or\n   17    [(b)] (II) Trains any animal under circumstances  evincing  an  intent\n   18  that such animal engage in animal fighting for amusement or gain; or\n   19    [(c)]  (III) Breeds, sells or offers for sale any animal under circum-\n   20  stances evincing an intent that such animal engage in  animal  fighting;\n   21  or\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01853-01-1\n\n       A. 1888                             2\n\n    1    [(d)]  (IV)  Permits  any act described in [paragraph (a), (b) or (c)]\n    2  SUBPARAGRAPH (I), (II) OR (III) of this [subdivision] PARAGRAPH to occur\n    3  on premises under his OR HER control; or\n    4    [(e)]  (V)  Owns,  possesses  or keeps any animal trained to engage in\n    5  animal fighting on premises where an exhibition of  animal  fighting  is\n    6  being  conducted under circumstances evincing an intent that such animal\n    7  engage in animal fighting.\n    8    (B) IF ANY OF THE CONDUCT SPECIFIED IN PARAGRAPH (A) OF THIS  SUBDIVI-\n    9  SION  RESULTS  IN PHYSICAL INJURY, SERIOUS PHYSICAL INJURY, OR THE DEATH\n   10  OF THE ANIMAL, THE PERSON WHO ENGAGES IN SUCH CONDUCT SHALL BE GUILTY OF\n   11  A CLASS D FELONY.\n   12    3. POSSESSION OF FIGHTING ANIMAL; FIRST OFFENSE. (a)  Any  person  who\n   13  engages  in  conduct  specified  in paragraph (b) of this subdivision is\n   14  guilty of a CLASS A misdemeanor and is punishable by imprisonment for  a\n   15  period  not to exceed one year, or by a fine not to exceed fifteen thou-\n   16  sand dollars, or by both such fine and imprisonment.\n   17    (b) The owning, possessing or keeping  of  any  animal  under  circum-\n   18  stances evincing an intent that such animal engage in animal fighting.\n   19    4.  ATTENDING  OR  WAGERING  ON  ANIMAL FIGHTS; FIRST OFFENSE. (a) Any\n   20  person who engages in conduct specified in  paragraph  (b)  [hereof]  OF\n   21  THIS SUBDIVISION is guilty of a CLASS A misdemeanor and is punishable by\n   22  imprisonment  for  a  period not to exceed one year, or by a fine not to\n   23  exceed one thousand dollars, or by both such fine and imprisonment.\n   24    (b) The knowing presence as a spectator having paid an  admission  fee\n   25  or having made a wager at any place where an exhibition of animal fight-\n   26  ing is being conducted.\n   27    5.  (a)  Any  person who engages in the conduct specified in paragraph\n   28  (b) of this subdivision is guilty of a violation punishable  by  a  fine\n   29  not  to  exceed  five  hundred  dollars.  Any  person who engages in the\n   30  conduct specified in paragraph (b) of this subdivision after having been\n   31  convicted within the previous five years of a violation of this subdivi-\n   32  sion or subdivision four of this section is guilty of a misdemeanor  and\n   33  is punishable by imprisonment for a period not to exceed one year, or by\n   34  a fine not to [exceeded] EXCEED one thousand dollars, or by both by such\n   35  fine and imprisonment.\n   36    (b)  The knowing presence as a spectator at any place where an exhibi-\n   37  tion of animal fighting is being conducted.\n   38    6. SECOND AND ADDITIONAL OFFENSES. (A) ANY PERSON WHO IS CONVICTED  OF\n   39  A  VIOLATION OF PARAGRAPH (A) OF SUBDIVISION TWO OF THIS SECTION AND HAS\n   40  PREVIOUSLY BEEN CONVICTED OF A VIOLATION  OF  SUCH  PARAGRAPH  SHALL  BE\n   41  GUILTY OF A CLASS D FELONY.\n   42    (B)  ANY  PERSON  WHO  IS CONVICTED OF A VIOLATION OF PARAGRAPH (B) OF\n   43  SUBDIVISION TWO OF THIS SECTION AND WHO HAS PREVIOUSLY BEEN CONVICTED OF\n   44  A VIOLATION OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS C FELONY.\n   45    (C) ANY PERSON WHO IS CONVICTED OF A VIOLATION  OF  PARAGRAPH  (A)  OF\n   46  SUBDIVISION  TWO  OF  THIS SECTION AND WHO HAS PREVIOUSLY BEEN CONVICTED\n   47  TWO OR MORE TIMES OF A VIOLATION OF SUCH PARAGRAPH SHALL BE GUILTY OF  A\n   48  CLASS C FELONY.\n   49    (D)  ANY  PERSON  WHO  IS CONVICTED OF A VIOLATION OF PARAGRAPH (B) OF\n   50  SUBDIVISION TWO OF THIS SECTION AND WHO HAS  PREVIOUSLY  BEEN  CONVICTED\n   51  TWO  OR MORE TIMES OF A VIOLATION OF SUCH PARAGRAPH SHALL BE GUILTY OF A\n   52  CLASS B FELONY.\n   53    (E) ANY PERSON WHO IS CONVICTED OF A VIOLATION OF SUBDIVISION THREE OF\n   54  THIS SECTION AND HAS PREVIOUSLY BEEN CONVICTED OF A  VIOLATION  OF  SUCH\n   55  SUBDIVISION SHALL BE GUILTY OF A CLASS E FELONY.\n\n       A. 1888                             3\n\n    1    (F)  ANY PERSON WHO IS CONVICTED OF A VIOLATION OF SUBDIVISION FOUR OF\n    2  THIS SECTION AND WHO HAS PREVIOUSLY BEEN CONVICTED  OF  A  VIOLATION  OF\n    3  SUCH SUBDIVISION SHALL BE GUILTY OF A CLASS E FELONY.\n    4    S  2.  Section  353  of the agriculture and markets law, as amended by\n    5  chapter 458 of the laws of 1985, the opening  paragraph  as  amended  by\n    6  chapter 523 of the laws of 2005, is amended to read as follows:\n    7    S 353. Overdriving, torturing and injuring animals; failure to provide\n    8  proper  sustenance. 1. A person who [overdrives, overloads,] tortures or\n    9  cruelly beats or unjustifiably injures, maims, mutilates  or  kills  any\n   10  animal, whether wild or tame, and whether belonging to himself, HERSELF,\n   11  or to another[, or] SHALL BE GUILTY OF A CLASS E FELONY.\n   12    2. ANY PERSON WHO deprives any animal of necessary sustenance, food or\n   13  drink, or neglects or refuses to furnish it such sustenance or drink, or\n   14  causes,  procures  or  permits  any  animal to be overdriven[,] OR over-\n   15  loaded, [tortured, cruelly beaten,  or  unjustifiably  injured,  maimed,\n   16  mutilated  or  killed, or to be deprived of necessary food or drink,] or\n   17  who wilfully sets on  foot,  instigates,  engages  in,  or  in  any  way\n   18  furthers any act of cruelty to any animal, or any act tending to produce\n   19  such  cruelty,  is  guilty of a class A misdemeanor [and for purposes of\n   20  paragraph (b) of subdivision one  of  section  160.10  of  the  criminal\n   21  procedure  law,  shall  be treated as a misdemeanor defined in the penal\n   22  law].\n   23    3. ANY PERSON WHO DEPRIVES ANY ANIMAL OF NECESSARY SUSTENANCE, FOOD OR\n   24  DRINK, OR NEGLECTS OR REFUSES TO FURNISH IT SUCH SUSTENANCE OR DRINK, OR\n   25  CAUSES, PROCURES OR PERMITS ANY ANIMAL TO BE OVERDRIVEN  OR  OVERLOADED,\n   26  AND  SUCH  ACT  RESULTS  IN  THE SERIOUS PHYSICAL INJURY OR DEATH OF THE\n   27  ANIMAL SHALL BE GUILTY OF A CLASS E FELONY.\n   28    4. (A) ANY PERSON WHO IS CONVICTED OF A VIOLATION OF  SUBDIVISION  ONE\n   29  OF  THIS SECTION AND WHO HAS PREVIOUSLY BEEN CONVICTED OF A VIOLATION OF\n   30  SUCH SUBDIVISION SHALL BE GUILTY OF A CLASS D FELONY.\n   31    (B) ANY PERSON WHO IS CONVICTED OF A VIOLATION OF SUBDIVISION  TWO  OF\n   32  THIS  SECTION  AND  WHO  HAS PREVIOUSLY BEEN CONVICTED OF A VIOLATION OF\n   33  SUCH SUBDIVISION SHALL BE GUILTY OF A CLASS E FELONY.\n   34    (C) ANY PERSON WHO IS CONVICTED OF A VIOLATION OF SUBDIVISION THREE OF\n   35  THIS SECTION AND WHO HAS PREVIOUSLY BEEN CONVICTED  OF  A  VIOLATION  OF\n   36  SUCH SUBDIVISION SHALL BE GUILTY OF A CLASS D FELONY.\n   37    5.  Nothing  herein contained shall be construed to prohibit or inter-\n   38  fere with any properly conducted scientific tests, experiments or inves-\n   39  tigations, involving the use of living animals, performed  or  conducted\n   40  in  laboratories  or institutions, which are approved for these purposes\n   41  by the state commissioner of health. The state  commissioner  of  health\n   42  shall  prescribe  the rules under which such approvals shall be granted,\n   43  including therein standards regarding the care and treatment of any such\n   44  animals. Such rules shall be published and copies thereof  conspicuously\n   45  posted in each such laboratory or institution. The state commissioner of\n   46  health or his OR HER duly authorized representative shall have the power\n   47  to  inspect  such laboratories or institutions to insure compliance with\n   48  such rules and standards. Each such approval may be revoked at any  time\n   49  for failure to comply with such rules and in any case the approval shall\n   50  be limited to a period not exceeding one year.\n   51    S  3.  Section  353-a  of the agriculture and markets law, as added by\n   52  chapter 118 of the laws of 1999, is amended to read as follows:\n   53    S 353-a. Aggravated cruelty to animals.  1.  A  person  is  guilty  of\n   54  aggravated  cruelty  to animals when, with no justifiable purpose, he or\n   55  she intentionally kills or intentionally causes serious physical  injury\n   56  to a companion animal with aggravated cruelty.\n\n       A. 1888                             4\n\n    1    2.  For  purposes  of  this  section,  \"aggravated cruelty\" shall mean\n    2  conduct which:  (i) is intended to cause extreme physical pain; or  (ii)\n    3  is done or carried out in an especially depraved or sadistic manner.\n    4    [2.]  3.  Nothing  contained  in  this  section  shall be construed to\n    5  prohibit or interfere in any way with anyone lawfully engaged  in  hunt-\n    6  ing, trapping, or fishing, as provided in article eleven of the environ-\n    7  mental  conservation  law, the dispatch of rabid or diseased animals, as\n    8  provided in article twenty-one of the public health law, or the dispatch\n    9  of animals posing a threat to human safety or other animals, where  such\n   10  action is otherwise legally authorized, or any properly conducted scien-\n   11  tific  tests, experiments, or investigations involving the use of living\n   12  animals, performed or conducted in laboratories or institutions approved\n   13  for such purposes by the commissioner  of  health  pursuant  to  section\n   14  three hundred fifty-three of this article.\n   15    [3.]  4. Aggravated cruelty to animals is a CLASS E felony. [A defend-\n   16  ant convicted of this offense shall be sentenced pursuant  to  paragraph\n   17  (b)  of  subdivision  one  of  section  55.10 of the penal law provided,\n   18  however, that any term of imprisonment imposed  for  violation  of  this\n   19  section shall be a definite sentence, which may not exceed two years.]\n   20    5.  ANY  PERSON  WHO IS CONVICTED OF A VIOLATION OF SUBDIVISION ONE OF\n   21  THIS SECTION AND WHO HAS PREVIOUSLY BEEN CONVICTED OF A VIOLATION  UNDER\n   22  THIS SECTION SHALL BE GUILTY OF A CLASS D FELONY.\n   23    S  4.  Section  353-b  of the agriculture and markets law, as added by\n   24  chapter 594 of the laws of 2003, is amended to read as follows:\n   25    S 353-b. Appropriate shelter for dogs left outdoors. 1.  For  purposes\n   26  of this section:\n   27    (a)  \"Physical condition\" shall include any special medical needs of a\n   28  dog due to disease, illness, injury, age or breed about which the  owner\n   29  or person with custody or control of the dog should reasonably be aware.\n   30    (b)  \"Inclement weather\" shall mean weather conditions that are likely\n   31  to adversely affect the health or safety of the dog, including  but  not\n   32  limited to rain, sleet, ice, snow, wind, or extreme heat and cold.\n   33    (c) \"Dogs that are left outdoors\" shall mean dogs that are outdoors in\n   34  inclement  weather  without  ready access to, or the ability to enter, a\n   35  house, apartment building,  office  building,  or  any  other  permanent\n   36  structure  that  complies with the standards enumerated in paragraph (b)\n   37  of subdivision [three] FIVE of this section.\n   38    2. (a) Any person who owns or has custody or control of a dog that  is\n   39  left  outdoors  shall  provide it with shelter appropriate to its breed,\n   40  physical condition and the climate. Any person  who  knowingly  violates\n   41  the  provisions  of  this  [section]  SUBDIVISION  shall  be guilty of a\n   42  [violation, punishable by a fine of not less than fifty dollars nor more\n   43  than one hundred dollars for a first offense, and a  fine  of  not  less\n   44  than  one  hundred dollars nor more than two hundred fifty dollars for a\n   45  second and subsequent offenses.] CLASS B MISDEMEANOR.\n   46    (B) ANY PERSON WHO VIOLATES THE PROVISIONS OF PARAGRAPH  (A)  OF  THIS\n   47  SUBDIVISION  WHERE  SUCH VIOLATION RESULTS IN THE PHYSICAL INJURY TO THE\n   48  ANIMAL SHALL BE GUILTY OF A CLASS A MISDEMEANOR.\n   49    (C) ANY PERSON WHO VIOLATES THE PROVISIONS OF PARAGRAPH  (A)  OF  THIS\n   50  SUBDIVISION  WHERE SUCH VIOLATION RESULTS IN THE SERIOUS PHYSICAL INJURY\n   51  OR DEATH OF THE ANIMAL SHALL BE GUILTY OF A CLASS E FELONY.\n   52    (D) ANY PERSON WHO VIOLATES THE PROVISIONS OF PARAGRAPH  (A)  OF  THIS\n   53  SUBDIVISION  AND WHO HAS PREVIOUSLY BEEN CONVICTED OF A VIOLATION OF THE\n   54  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS A MISDEMEANOR.\n\n       A. 1888                             5\n\n    1    (E) ANY PERSON WHO VIOLATES THE PROVISIONS OF PARAGRAPH  (B)  OF  THIS\n    2  SUBDIVISION  AND WHO HAS PREVIOUSLY BEEN CONVICTED OF A VIOLATION OF THE\n    3  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS E FELONY.\n    4    (F)  ANY  PERSON  WHO VIOLATES THE PROVISIONS OF PARAGRAPH (C) OF THIS\n    5  SUBDIVISION AND WHO HAS PREVIOUSLY BEEN CONVICTED OF A VIOLATION OF  THE\n    6  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS D FELONY.\n    7    3.  Beginning  seventy-two  hours  after  a  charge  of violating this\n    8  section, each day that a defendant fails to correct the deficiencies  in\n    9  the  dog  shelter for a dog that he or she owns or that is in his or her\n   10  custody or control and that is left outdoors, so as  to  bring  it  into\n   11  compliance  with the provisions of this section shall constitute a sepa-\n   12  rate offense.\n   13    [(b)] 4. The court may, in its discretion, reduce the  amount  of  any\n   14  fine  imposed  for  a  violation of this section by the amount which the\n   15  defendant proves he or she has spent providing a dog shelter or  repair-\n   16  ing an existing dog shelter so that it complies with the requirements of\n   17  this  section. Nothing in this [paragraph] SUBDIVISION shall prevent the\n   18  seizure of a dog for a violation of this section pursuant to the author-\n   19  ity granted in this article.\n   20    [3.] 5. Minimum standards for determining whether shelter is appropri-\n   21  ate to a dog's breed, physical condition and the climate shall include:\n   22    (a) For dogs that are restrained in  any  manner  outdoors,  shade  by\n   23  natural  or  artificial means to protect the dog from direct sunlight at\n   24  all times when exposure to sunlight is likely to threaten the health  of\n   25  the dog.\n   26    (b)  For all dogs that are left outdoors in inclement weather, a hous-\n   27  ing facility, which must: (1) have a  waterproof  roof;  (2)  be  struc-\n   28  turally  sound  with insulation appropriate to local climatic conditions\n   29  and sufficient to  protect  the  dog  from  inclement  weather;  (3)  be\n   30  constructed  to  allow  each  dog  adequate  freedom of movement to make\n   31  normal postural adjustments, including the ability  to  stand  up,  turn\n   32  around  and  lie  down  with  its  limbs outstretched; and (4) allow for\n   33  effective removal of  excretions,  other  waste  material[;],  dirt  and\n   34  trash.  The  housing  facility  and  the area immediately surrounding it\n   35  shall be regularly cleaned to maintain a healthy and  sanitary  environ-\n   36  ment and to minimize health hazards.\n   37    [4.]  6.  Inadequate shelter may be indicated by the appearance of the\n   38  housing facility itself, including but not limited to, size,  structural\n   39  soundness,  evidence  of crowding within the housing facility, healthful\n   40  environment in the area immediately surrounding such facility, or by the\n   41  appearance or physical condition of the dog.\n   42    [5.] 7. Upon a finding of any violation of this section,  any  dog  or\n   43  dogs  seized  pursuant  to  the provisions of this article that have not\n   44  been voluntarily surrendered by the  owner  or  custodian  or  forfeited\n   45  pursuant to court order shall be returned to the owner or custodian only\n   46  upon proof that appropriate shelter as required by this section is being\n   47  provided.\n   48    [6.]  8.  Nothing  in  this  section  shall be construed to affect any\n   49  protections afforded to dogs or other animals under any other provisions\n   50  of this article.\n   51    S 5. Section 355 of the agriculture and markets  law,  as  amended  by\n   52  chapter 458 of the laws of 1985, is amended to read as follows:\n   53    S 355. Abandonment  of animals. 1. A person being the owner or posses-\n   54  sor, or having charge or custody of an animal, who abandons such animal,\n   55  or leaves it to die in a street, road or public  place,  or  who  allows\n   56  such animal, if it [become] BECOMES disabled, to lie in a public street,\n\n       A. 1888                             6\n\n    1  road  or  public  place  more  than three hours after he OR SHE receives\n    2  notice that it is left disabled, is guilty of  a  CLASS  A  misdemeanor,\n    3  punishable  by  imprisonment for not more than one year, or by a fine of\n    4  not more than one thousand dollars, or by both.\n    5    2.  (A)  A  PERSON  BEING  THE OWNER OR POSSESSOR, OR HAVING CHARGE OR\n    6  CUSTODY OF AN ANIMAL, WHO ABANDONS SUCH ANIMAL, OR LEAVES IT TO DIE IN A\n    7  STREET, ROAD OR PUBLIC PLACE, OR WHO ALLOWS SUCH ANIMAL, IF  IT  BECOMES\n    8  DISABLED,  TO  LIE  IN  A  PUBLIC STREET, ROAD OR PUBLIC PLACE MORE THAN\n    9  THREE HOURS AFTER HE OR SHE RECEIVES NOTICE THAT IT  IS  LEFT  DISABLED,\n   10  AND\n   11    (B)  SUCH ACT OR FAILURE TO ACT RESULTS IN THE SERIOUS PHYSICAL INJURY\n   12  OR DEATH OF THE ANIMAL, IS GUILTY OF A CLASS E FELONY.\n   13    3. (A) ANY PERSON WHO IS CONVICTED  OF  VIOLATING  THE  PROVISIONS  OF\n   14  SUBDIVISION ONE OF THIS SECTION AND WHO HAS PREVIOUSLY BEEN CONVICTED OF\n   15  A VIOLATION OF SUCH SUBDIVISION SHALL BE GUILTY OF A CLASS E FELONY.\n   16    (B)  ANY PERSON WHO IS CONVICTED OF VIOLATING THE PROVISIONS OF SUBDI-\n   17  VISION TWO OF THIS SECTION AND WHO HAS PREVIOUSLY BEEN  CONVICTED  OF  A\n   18  VIOLATION OF SUCH SUBDIVISION SHALL BE GUILTY OF A CLASS D FELONY.\n   19    S  6.  Section  356  of the agriculture and markets law, as amended by\n   20  chapter 458 of the laws of 1985, is amended to read as follows:\n   21    S 356. Failure to provide  proper  food  and  drink  to  AN  impounded\n   22  animal.  1.  (A)  A person who, having impounded or confined any animal,\n   23  refuses or neglects to supply to such animal during  its  confinement  a\n   24  sufficient supply of good and wholesome air, food, shelter and water, is\n   25  guilty of a CLASS A misdemeanor, punishable by imprisonment for not more\n   26  than one year, or by a fine of not more than one thousand dollars, or by\n   27  both.\n   28    (B)  ANY  PERSON  WHO VIOLATES THE PROVISIONS OF PARAGRAPH (A) OF THIS\n   29  SUBDIVISION AND SUCH VIOLATION RESULTS IN THE SERIOUS PHYSICAL INJURY OR\n   30  DEATH OF THE ANIMAL SHALL BE GUILTY OF A CLASS E FELONY.\n   31    (C) ANY PERSON WHO VIOLATES THE PROVISIONS OF PARAGRAPH  (A)  OF  THIS\n   32  SUBDIVISION  AND  WHO  HAS  PREVIOUSLY  BEEN  CONVICTED OF VIOLATING THE\n   33  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS E FELONY.\n   34    (D) ANY PERSON WHO VIOLATES THE PROVISIONS OF PARAGRAPH  (B)  OF  THIS\n   35  SUBDIVISION  AND  WHO  HAS  PREVIOUSLY  BEEN  CONVICTED OF VIOLATING THE\n   36  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS D FELONY.\n   37    2. In case any animal shall be at any time impounded as aforesaid, and\n   38  shall continue to be without necessary food  and  water  for  more  than\n   39  twelve successive hours, it shall be lawful for any person, from time to\n   40  time,  and as often as it shall be necessary, to enter into and upon any\n   41  pound in which any such animal shall be so confined, and  to  supply  it\n   42  with  necessary  food and water, so long as it shall remain so confined;\n   43  such person shall not be liable [to] FOR any action for such entry,  and\n   44  the  reasonable cost of such food and water may be collected by him [of]\n   45  OR HER FROM the owner of such animal, and [the] said animal shall not be\n   46  exempt from levy and sale upon execution issued upon a  judgment  there-\n   47  for.\n   48    S 7. Section 359 of the agriculture and markets law, as added by chap-\n   49  ter 1047 of the laws of 1965, subdivision 1 as amended by chapter 458 of\n   50  the  laws of 1985 and subdivision 2 as amended by chapter 84 of the laws\n   51  of 2001, is amended to read as follows:\n   52    S 359. Carrying AN animal in a cruel  manner.  1.  (A)  A  person  who\n   53  carries  or  causes  to  be  carried in or upon any vessel or vehicle or\n   54  otherwise, any animal in a cruel or inhuman manner, or so as to  produce\n   55  torture,  is guilty of a CLASS A misdemeanor, punishable by imprisonment\n\n       A. 1888                             7\n\n    1  for not more than one year, or by a fine of not more than  one  thousand\n    2  dollars, or by both.\n    3    (B)  ANY  PERSON  WHO VIOLATES THE PROVISIONS OF PARAGRAPH (A) OF THIS\n    4  SUBDIVISION AND SUCH VIOLATION RESULTS IN THE SERIOUS PHYSICAL INJURY OR\n    5  DEATH OF THE ANIMAL SHALL BE GUILTY OF A CLASS E FELONY.\n    6    (C) ANY PERSON WHO VIOLATES THE PROVISIONS OF PARAGRAPH  (A)  OF  THIS\n    7  SUBDIVISION  AND  WHO  HAS  PREVIOUSLY  BEEN  CONVICTED OF VIOLATING THE\n    8  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS E FELONY.\n    9    (D) ANY PERSON WHO VIOLATES THE PROVISIONS OF PARAGRAPH  (B)  OF  THIS\n   10  SUBDIVISION  AND  WHO  HAS  PREVIOUSLY  BEEN  CONVICTED OF VIOLATING THE\n   11  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS D FELONY.\n   12    2. A railway corporation, or an owner, agent, consignee, or person  in\n   13  charge  of any horses, sheep, cattle, or swine, in the course of, or for\n   14  transportation, who confines, or  causes  or  suffers  the  same  to  be\n   15  confined,  in  cars  for  a  longer period than twenty-eight consecutive\n   16  hours, or thirty-six consecutive hours where consent  is  given  in  the\n   17  manner hereinafter provided, without unloading for rest, water and feed-\n   18  ing,  during five consecutive hours, unless prevented by storm or inevi-\n   19  table accident, is guilty of a CLASS A misdemeanor.  The  consent  which\n   20  will  extend  the  period from twenty-eight to thirty-six hours shall be\n   21  given by the owner, or by person in custody of a particular shipment, by\n   22  a writing separate and apart from any printed bill of  lading  or  other\n   23  railroad form. In estimating such confinement, the time during which the\n   24  animals  have been confined without rest, on connecting roads from which\n   25  they are received, must be computed.\n   26    S 8. Section 360 of the agriculture and markets  law,  as  amended  by\n   27  chapter 458 of the laws of 1985, is amended to read as follows:\n   28    S 360. Poisoning  or  attempting  to  poison  animals. 1. A person who\n   29  unjustifiably administers any poisonous or noxious drug or substance  to\n   30  [a horse, mule or domestic cattle or unjustifiably exposes any such drug\n   31  or  substance with intent that the same shall be taken by horse, mule or\n   32  by domestic cattle, whether such horse, mule or domestic cattle  be  the\n   33  property of himself or another,] ANY ANIMAL is guilty of a CLASS E felo-\n   34  ny.  [A  person  who  unjustifiably administers any poisonous or noxious\n   35  drug or substance to an animal, other than a  horse,  mule  or  domestic\n   36  cattle,  or unjustifiably exposes any such drug or substance with intent\n   37  that the same shall be taken by an animal other than a  horse,  mule  or\n   38  domestic  cattle,  whether  such  animal  be  the property of himself or\n   39  another, is guilty of a misdemeanor, punishable by imprisonment for  not\n   40  more  than one year, or by a fine of not more than one thousand dollars,\n   41  or by both.]\n   42    2. ANY PERSON WHO VIOLATES THE PROVISIONS OF SUBDIVISION ONE  OF  THIS\n   43  SECTION  AND  SUCH  VIOLATION  RESULTS IN THE SERIOUS PHYSICAL INJURY OR\n   44  DEATH OF THE ANIMAL SHALL BE GUILTY OF A CLASS D FELONY.\n   45    3. ANY PERSON WHO VIOLATES THE PROVISIONS OF SUBDIVISION ONE  OF  THIS\n   46  SECTION   AND  WHO  HAS  PREVIOUSLY  BEEN  CONVICTED  OF  VIOLATING  THE\n   47  PROVISIONS OF SUCH SUBDIVISION SHALL BE GUILTY OF A CLASS D FELONY.\n   48    4. ANY PERSON WHO VIOLATES THE PROVISIONS OF SUBDIVISION TWO  OF  THIS\n   49  SECTION  AND  WHO  HAS  PREVIOUSLY BEEN CONVICTED OF A FELONY UNDER SUCH\n   50  SUBDIVISION SHALL BE GUILTY OF A CLASS C FELONY.\n   51    S 9. Section 365 of the agriculture and markets  law,  as  amended  by\n   52  chapter 458 of the laws of 1985, is amended to read as follows:\n   53    S 365. Clipping  or  cutting the ears of dogs. 1. (A) Whoever clips or\n   54  cuts off or causes or procures another to clip or cut off the  whole  or\n   55  any  part  of  an  ear  of any dog unless an anaesthetic shall have been\n   56  given to the dog and the operation performed by a licensed veterinarian,\n\n       A. 1888                             8\n\n    1  is guilty of a CLASS A misdemeanor, punishable by imprisonment  for  not\n    2  more  than one year, or a fine of not more than one thousand dollars, or\n    3  by both.\n    4    (B)  ANY  PERSON  WHO VIOLATES THE PROVISIONS OF PARAGRAPH (A) OF THIS\n    5  SUBDIVISION AND SUCH VIOLATION RESULTS IN THE MAIMING  OR  TORTURING  OF\n    6  THE  ANIMAL  THAT  CAUSES SERIOUS PHYSICAL INJURY TO THE ANIMAL SHALL BE\n    7  GUILTY OF A CLASS E FELONY.\n    8    (C) ANY PERSON WHO VIOLATES THE PROVISIONS OF PARAGRAPH  (A)  OF  THIS\n    9  SUBDIVISION  AND  WHO  HAS  PREVIOUSLY  BEEN  CONVICTED OF VIOLATING THE\n   10  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS E FELONY.\n   11    (D) ANY PERSON WHO VIOLATES THE PROVISIONS OF PARAGRAPH  (B)  OF  THIS\n   12  SUBDIVISION  AND  WHO  HAS  PREVIOUSLY  BEEN  CONVICTED OF VIOLATING THE\n   13  PROVISIONS OF SUCH PARAGRAPH SHALL BE GUILTY OF A CLASS D FELONY.\n   14    2. [The provisions of this section shall  not  apply  to  any  dog  or\n   15  person  who  is  the  owner  or possessor of any dog whose ear or a part\n   16  thereof has been clipped or cut off prior to September  first,  nineteen\n   17  hundred twenty-nine.\n   18    3.]  Each  applicant  for a dog license must state on such application\n   19  whether any ear of the dog for which he OR SHE applies for such  license\n   20  has been cut off wholly or in part.\n   21    [4.]  3. Nothing herein contained shall be construed as preventing any\n   22  dog whose ear or ears shall have been clipped or cut off  wholly  or  in\n   23  part,  not  in  violation  of this section, from being imported into the\n   24  state exclusively for breeding purposes.\n   25    S 10. Subdivision 1 of section 160.10 of the criminal procedure law is\n   26  amended by adding a new paragraph (b-1) to read as follows:\n   27    (B-1) A MISDEMEANOR DEFINED IN SECTION THREE  HUNDRED  FIFTY-THREE  OF\n   28  THE AGRICULTURE AND MARKETS LAW; OR\n   29    S  11.  This act shall take effect on the ninetieth day after it shall\n   30  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to reclassifying certain criminal acts relating to the abuse of animals; and to amend the criminal procedure law, in relation to making conforming technical changes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T162526.TXT", "SOBI.D110120.T093306.TXT", "SOBI.D110112.T150519.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295533986176
}