{
  "year" : 2011,
  "senateBillNo" : "A1886-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to alcoholism and drug abuse",
    "billEventId" : "A1886-2011-1294808400000-referred+to+alcoholism+and+drug+abuse",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to oversight of substance abuse services in state prisons by the commissioner of alcoholism and substance abuse services",
  "summary" : "Relates to oversight of substance abuse services in state prisons by the commissioner of alcoholism and substance abuse services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A7149-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1886\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Alcoholism and Drug Abuse\n\n       AN ACT to amend the mental hygiene law,  in  relation  to  oversight  of\n         substance abuse services in state prisons by the commissioner of alco-\n         holism and substance abuse services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 2 of subdivision a of section 19.09 of the mental\n    2  hygiene law is amended by adding two new subparagraphs (A)  and  (B)  to\n    3  read as follows:\n    4    (A) THE COMMISSIONER SHALL CONDUCT PERIODIC REVIEWS OF SUBSTANCE ABUSE\n    5  TREATMENT  POLICIES  AND  PROGRAMS OPERATED BY THE DEPARTMENT OF CORREC-\n    6  TIONAL SERVICES. THE PURPOSE OF SUCH REVIEWS SHALL  BE  TO  ENSURE  THAT\n    7  POLICIES  AND  PROGRAMS  EMPLOY  EVIDENCE-BASED  AND  BEST PRACTICES AND\n    8  COMPLY WITH STANDARDS ESTABLISHED BY THE  COMMISSIONER  TO  THE  FULLEST\n    9  EXTENT POSSIBLE WITHIN A CORRECTIONAL SETTING.\n   10    (B)  SUCH  REVIEWS  SHALL BE CONDUCTED, AT A MINIMUM, EVERY TWO YEARS,\n   11  AND THE COMMISSIONER SHALL FILE A WRITTEN REPORT WITH THE  GOVERNOR  AND\n   12  THE  LEGISLATURE  SUMMARIZING  THE RESULTS AND SETTING FORTH RECOMMENDA-\n   13  TIONS DEEMED NECESSARY BY THE COMMISSIONER FOR MODIFYING,  IMPLEMENTING,\n   14  DEVELOPING,  OR  COORDINATING POLICIES AND PROGRAMS IN THE DEPARTMENT OF\n   15  CORRECTIONAL SERVICES. THE FIRST REPORT SHALL BE FILED  BY  THE  COMMIS-\n   16  SIONER NO LATER THAN JANUARY FIRST, TWO THOUSAND TWELVE.\n   17    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04525-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to oversight of substance abuse services in state prisons by the commissioner of alcoholism and substance abuse services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T150519.TXT", "SOBI.D110112.T163527.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294868127560
}