{
  "year" : 2011,
  "senateBillNo" : "A1881-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to codes",
    "billEventId" : "A1881-2011-1294808400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the sentencing of persistent child predators",
  "summary" : "Provides that a person who is found to be a persistent child predator may be sentenced as a felon; defines persistent child predator as one who commits an enumerated misdemeanor offense and who has previously been convicted of two or more enumerated misdemeanors or felonies related to children; requires a hearing in which the people must show the necessity of a felony sentence by a preponderance of the evidence. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2276-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1881\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. McENENY, CANESTRARI, SCHIMMINGER, ENGLEBRIGHT --\n         Multi-Sponsored by -- M. of A. ABBATE, PHEFFER, SWEENEY, TOWNS -- read\n         once and referred to the Committee on Codes\n\n       AN ACT to amend the  penal  law  and  the  criminal  procedure  law,  in\n         relation to sentencing of persistent child predators\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section  60.14  to\n    2  read as follows:\n    3  S 60.14 AUTHORIZED DISPOSITION; PERSISTENT CHILD PREDATOR.\n    4    1.  CHILD  PREDATOR  OFFENSE.  FOR THE PURPOSES OF THIS SECTION \"CHILD\n    5  PREDATOR OFFENSE\" SHALL UNLESS OTHERWISE  INDICATED,  MEAN  ANY  OF  THE\n    6  FOLLOWING  OFFENSES  WHERE  THE VICTIM OF SUCH OFFENSE IS A PERSON UNDER\n    7  THE AGE OF SEVENTEEN:\n    8    (A) HARASSMENT IN THE FIRST  DEGREE  AS  DEFINED  IN  SECTION  240.25;\n    9  AGGRAVATED  HARASSMENT  IN  THE  SECOND DEGREE AS DEFINED IN SUBDIVISION\n   10  ONE, TWO OR FOUR OF SECTION 240.30; ENDANGERING THE WELFARE OF  A  CHILD\n   11  AS  DEFINED  IN  SUBDIVISION ONE OF SECTION 260.10; SEXUAL MISCONDUCT AS\n   12  DEFINED IN SUBDIVISION ONE OR TWO OF SECTION 130.20; SEXUAL ABUSE IN THE\n   13  THIRD DEGREE AS DEFINED IN SECTION 130.55; SEXUAL ABUSE  IN  THE  SECOND\n   14  DEGREE AS DEFINED IN SECTION 130.60; UNLAWFUL IMPRISONMENT IN THE SECOND\n   15  DEGREE AS DEFINED IN SECTION 135.05; OR MENACING IN THE SECOND DEGREE AS\n   16  DEFINED IN SUBDIVISION TWO OF SECTION 120.14; AND\n   17    (B)  DISSEMINATING INDECENT MATERIAL TO MINORS IN THE SECOND DEGREE AS\n   18  DEFINED IN SECTION 235.21; DISSEMINATING INDECENT MATERIAL TO MINORS  IN\n   19  THE FIRST DEGREE AS DEFINED IN SECTION 235.22; USE OF A CHILD IN A SEXU-\n   20  AL PERFORMANCE AS DEFINED IN SECTION 263.05; PROMOTING AN OBSCENE SEXUAL\n   21  PERFORMANCE  BY  A  CHILD  AS  DEFINED  IN SECTION 263.10; POSSESSING AN\n   22  OBSCENE SEXUAL PERFORMANCE BY A CHILD  AS  DEFINED  IN  SECTION  263.11;\n   23  PROMOTING  A SEXUAL PERFORMANCE BY A CHILD AS DEFINED IN SECTION 263.15;\n   24  POSSESSING A SEXUAL PERFORMANCE BY A CHILD AS DEFINED IN SECTION 263.16;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01820-01-1\n\n       A. 1881                             2\n\n    1  RAPE IN THE THIRD DEGREE  AS  DEFINED  IN  SUBDIVISION  TWO  OF  SECTION\n    2  130.25;  RAPE IN THE SECOND DEGREE AS DEFINED IN SECTION 130.30; RAPE IN\n    3  THE FIRST DEGREE AS DEFINED IN  SUBDIVISION  THREE  OF  SECTION  130.35;\n    4  CRIMINAL SEXUAL ACT IN THE THIRD DEGREE AS DEFINED IN SUBDIVISION TWO OF\n    5  SECTION  130.40;  CRIMINAL SEXUAL ACT IN THE SECOND DEGREE AS DEFINED IN\n    6  SECTION 130.45; CRIMINAL SEXUAL ACT IN THE FIRST DEGREE  AS  DEFINED  IN\n    7  SUBDIVISION THREE OF SECTION 130.50; SEXUAL ABUSE IN THE FIRST DEGREE AS\n    8  DEFINED  IN SUBDIVISION THREE OF SECTION 130.65; AGGRAVATED SEXUAL ABUSE\n    9  IN THE THIRD DEGREE AS DEFINED IN PARAGRAPH (C) OF  SUBDIVISION  ONE  OF\n   10  SECTION  130.66; AGGRAVATED SEXUAL ABUSE IN THE SECOND DEGREE AS DEFINED\n   11  IN PARAGRAPH (C) OF SUBDIVISION ONE OF SECTION 130.67; AGGRAVATED SEXUAL\n   12  ABUSE IN THE FIRST DEGREE AS DEFINED IN PARAGRAPH (C) OF SUBDIVISION ONE\n   13  OF SECTION 130.70; COURSE OF SEXUAL CONDUCT AGAINST A CHILD IN THE FIRST\n   14  DEGREE AS DEFINED IN SECTION 130.75; COURSE OF SEXUAL CONDUCT AGAINST  A\n   15  CHILD IN THE SECOND DEGREE AS DEFINED IN SECTION 130.80; UNLAWFUL IMPRI-\n   16  SONMENT  IN THE FIRST DEGREE AS DEFINED IN SECTION 135.10; KIDNAPPING IN\n   17  THE SECOND DEGREE AS DEFINED IN SECTION 135.20; KIDNAPPING IN THE  FIRST\n   18  DEGREE  AS DEFINED IN SECTION 135.25 OR ANY ATTEMPT TO COMMIT AN OFFENSE\n   19  ENUMERATED IN THIS PARAGRAPH.\n   20    2. DEFINITION OF A PERSISTENT CHILD PREDATOR. (A) A  PERSISTENT  CHILD\n   21  PREDATOR IS A PERSON WHO STANDS CONVICTED OF A CHILD PREDATOR OFFENSE AS\n   22  ENUMERATED  IN  PARAGRAPH  (A)  OF SUBDIVISION ONE OF THIS SECTION AFTER\n   23  HAVING PREVIOUSLY BEEN SUBJECTED TO TWO OR MORE PREDICATE CHILD PREDATOR\n   24  CONVICTIONS AS DEFINED IN PARAGRAPH (B) OF THIS SUBDIVISION.\n   25    (B) FOR THE PURPOSE OF DETERMINING WHETHER A  PRIOR  CONVICTION  IS  A\n   26  PREDICATE CHILD PREDATOR CONVICTION THE FOLLOWING CRITERIA SHALL APPLY:\n   27    (I)  THE  CONVICTION  MUST HAVE BEEN IN THIS STATE OF A CHILD PREDATOR\n   28  OFFENSE AS DEFINED IN PARAGRAPH (A) OR (B) OF SUBDIVISION  ONE  OF  THIS\n   29  SECTION,  OR  IN ANY OTHER JURISDICTION OF AN OFFENSE WHICH INCLUDES ALL\n   30  OF THE ESSENTIAL ELEMENTS OF ANY SUCH CHILD PREDATOR OFFENSE;\n   31    (II) SENTENCE UPON SUCH PRIOR CONVICTION MUST HAVE BEEN IMPOSED BEFORE\n   32  COMMISSION OF THE PRESENT CHILD PREDATOR OFFENSE;\n   33    (III) SUSPENDED SENTENCE, SUSPENDED EXECUTION OF SENTENCE, A  SENTENCE\n   34  OF  PROBATION,  A  SENTENCE OF CONDITIONAL DISCHARGE OR OF UNCONDITIONAL\n   35  DISCHARGE, AND A SENTENCE OF CERTIFICATION TO THE CARE  AND  CUSTODY  OF\n   36  THE  DIVISION  OF  SUBSTANCE  ABUSE  SERVICES,  SHALL  BE DEEMED TO BE A\n   37  SENTENCE;\n   38    (IV) EXCEPT  AS  PROVIDED  IN  SUBPARAGRAPH  (V)  OF  THIS  PARAGRAPH,\n   39  SENTENCE MUST HAVE BEEN IMPOSED NOT MORE THAN SEVEN YEARS BEFORE COMMIS-\n   40  SION  OF  THE  CHILD  PREDATOR  OFFENSE OF WHICH THE DEFENDANT PRESENTLY\n   41  STANDS CONVICTED;\n   42    (V) IN CALCULATING THE SEVEN YEAR PERIOD UNDER  SUBPARAGRAPH  (IV)  OF\n   43  THIS PARAGRAPH, ANY PERIOD OF TIME DURING WHICH THE PERSON WAS INCARCER-\n   44  ATED FOR ANY REASON BETWEEN THE TIME OF COMMISSION OF THE PREVIOUS CHILD\n   45  PREDATOR  OFFENSE AND THE TIME OF COMMISSION OF THE PRESENT CHILD PREDA-\n   46  TOR OFFENSE SHALL BE EXCLUDED  AND  SUCH  SEVEN  YEAR  PERIOD  SHALL  BE\n   47  EXTENDED  BY  A  PERIOD  OR  PERIODS EQUAL TO THE TIME SERVED UNDER SUCH\n   48  INCARCERATION;\n   49    (VI) AN OFFENSE FOR WHICH THE  DEFENDANT  HAS  BEEN  PARDONED  ON  THE\n   50  GROUND  OF  INNOCENCE  SHALL  NOT  BE  DEEMED A PREDICATE CHILD PREDATOR\n   51  CONVICTION; AND\n   52    (VII) COMMISSION OF THE SECOND PRIOR CHILD PREDATOR OFFENSE SHALL HAVE\n   53  OCCURRED AFTER THE IMPOSITION OF SENTENCE ON THE FIRST PRIOR CHILD PRED-\n   54  ATOR CONVICTION.\n   55    3. AUTHORIZED SENTENCE. WHEN THE COURT  HAS  FOUND,  PURSUANT  TO  THE\n   56  PROVISIONS  OF  SECTION  400.13 OF THE CRIMINAL PROCEDURE LAW THAT (A) A\n\n       A. 1881                             3\n\n    1  PERSON IS A PERSISTENT CHILD PREDATOR AS DEFINED IN SUBDIVISION  TWO  OF\n    2  THIS  SECTION, AND (B) IMPOSITION OF A SENTENCE AUTHORIZED FOR A CLASS E\n    3  FELONY IS NECESSARY TO PROTECT THE SAFETY AND SECURITY OF  SOCIETY,  THE\n    4  COURT, IN LIEU OF IMPOSING A SENTENCE OTHERWISE AUTHORIZED FOR THE CRIME\n    5  ENUMERATED  IN PARAGRAPH (A) OF SUBDIVISION ONE OF THIS SECTION OF WHICH\n    6  SUCH PERSON PRESENTLY STANDS CONVICTED, SHALL IMPOSE A SENTENCE  AUTHOR-\n    7  IZED FOR A CLASS E FELONY.\n    8    S  2.  The  criminal  procedure law is amended by adding a new section\n    9  400.13 to read as follows:\n   10  S 400.13 PROCEDURE FOR DETERMINING WHETHER DEFENDANT SHOULD BE SENTENCED\n   11             AS A PERSISTENT CHILD PREDATOR.\n   12    1. APPLICABILITY. THE PROVISIONS OF THIS SECTION GOVERN THE  PROCEDURE\n   13  THAT  MUST  BE FOLLOWED IN ORDER TO IMPOSE THE PERSISTENT CHILD PREDATOR\n   14  SENTENCE AUTHORIZED BY SUBDIVISION THREE OF SECTION 60.14 OF  THE  PENAL\n   15  LAW. SUCH SENTENCE MAY NOT BE IMPOSED UNLESS, BASED UPON EVIDENCE IN THE\n   16  RECORD  OF  A HEARING HELD PURSUANT TO THIS SECTION, THE COURT HAS FOUND\n   17  THAT THE DEFENDANT IS A PERSISTENT CHILD PREDATOR AS DEFINED IN SUBDIVI-\n   18  SION TWO OF SECTION 60.14 OF THE PENAL LAW AND THAT  THE  IMPOSITION  OF\n   19  SUCH  SENTENCE IS NECESSARY TO PROTECT THE SAFETY AND SECURITY OF SOCIE-\n   20  TY.\n   21    2. AUTHORIZATION FOR HEARING. WHEN INFORMATION AVAILABLE TO THE  COURT\n   22  OR  TO  THE  PEOPLE  PRIOR TO SENTENCING FOR A CHILD PREDATOR OFFENSE AS\n   23  DEFINED IN PARAGRAPH (A) OF SUBDIVISION ONE  OF  SECTION  60.14  OF  THE\n   24  PENAL  LAW INDICATES THAT THE DEFENDANT MAY BE A PERSISTENT CHILD PREDA-\n   25  TOR AS DEFINED IN SUBDIVISION TWO OF SUCH SECTION 60.14 THE COURT  SHALL\n   26  ORDER A HEARING TO DETERMINE WHETHER THE DEFENDANT IS IN FACT A PERSIST-\n   27  ENT  CHILD  PREDATOR  AND  SHOULD  BE  SENTENCED  IN ACCORDANCE WITH THE\n   28  PROVISIONS OF SUBDIVISION THREE OF SECTION 60.14 OF THE PENAL LAW.\n   29    3. ORDER DIRECTING A HEARING. AN ORDER DIRECTING A HEARING  TO  DETER-\n   30  MINE  WHETHER  THE  DEFENDANT  SHOULD BE SENTENCED AS A PERSISTENT CHILD\n   31  PREDATOR MUST SPECIFY A DATE FOR THE HEARING NOT LESS THAN FOURTEEN DAYS\n   32  FROM THE DATE THE ORDER IS FILED. THE COURT MUST ANNEX TO AND FILE  WITH\n   33  THE  ORDER  A STATEMENT, TO BE PREPARED BY THE PEOPLE, SETTING FORTH THE\n   34  FOLLOWING:\n   35    (A) THE DATES AND PLACES OF THE PREVIOUS CONVICTIONS WHICH RENDER  THE\n   36  DEFENDANT  A  PERSISTENT CHILD PREDATOR AS DEFINED IN SUBDIVISION TWO OF\n   37  SECTION 60.14 OF THE PENAL LAW; AND\n   38    (B) THE FACTOR OR FACTORS INVOLVED IN THE COMMISSION  OF  THE  INSTANT\n   39  OFFENSE  AND  IN  THE  DEFENDANT'S BACKGROUND AND PRIOR CRIMINAL HISTORY\n   40  WHICH THE PEOPLE DEEM RELEVANT FOR THE PURPOSE OF SENTENCING THE DEFEND-\n   41  ANT AS A PERSISTENT CHILD PREDATOR  PURSUANT  TO  SUBDIVISION  THREE  OF\n   42  SECTION 60.14 OF THE PENAL LAW.\n   43    4. NOTICE OF HEARING. UPON RECEIPT OF THE ORDER THE CLERK OF THE COURT\n   44  MUST IMMEDIATELY PROVIDE A NOTICE OF HEARING TO THE DEFENDANT, HIS COUN-\n   45  SEL  AND  THE  DISTRICT  ATTORNEY. SUCH NOTICE MUST SPECIFY THE TIME AND\n   46  PLACE OF THE HEARING AND THAT THE PURPOSE OF THE HEARING IS TO DETERMINE\n   47  WHETHER OR NOT THE DEFENDANT SHOULD BE SENTENCED AS A  PERSISTENT  CHILD\n   48  PREDATOR.  EACH NOTICE REQUIRED TO BE SENT HEREUNDER MUST BE ACCOMPANIED\n   49  BY A COPY OF THE STATEMENT FILED BY THE PEOPLE PURSUANT  TO  SUBDIVISION\n   50  THREE OF THIS SECTION.\n   51    5.  BURDEN  AND  STANDARD  OF  PROOF;  EVIDENCE. UPON ANY HEARING HELD\n   52  PURSUANT TO THIS SECTION THE BURDEN OF PROOF IS UPON THE PEOPLE TO SHOW,\n   53  BY A PREPONDERANCE OF THE EVIDENCE, THAT SENTENCING THE DEFENDANT  AS  A\n   54  PERSISTENT CHILD PREDATOR IS NECESSARY TO PROTECT THE SAFETY AND SECURI-\n   55  TY  OF SOCIETY, PROVIDED, HOWEVER THAT A FINDING THAT THE DEFENDANT IS A\n   56  PERSISTENT CHILD PREDATOR, AS DEFINED  IN  SUBDIVISION  TWO  OF  SECTION\n\n       A. 1881                             4\n\n    1  60.14  OF  THE  PENAL  LAW, MUST BE BASED UPON PROOF BEYOND A REASONABLE\n    2  DOUBT BY EVIDENCE ADMISSIBLE UNDER THE RULES APPLICABLE TO  A  TRIAL  OF\n    3  THE ISSUE OF GUILT.\n    4    6.  CONSTITUTIONALITY  OF  PRIOR CONVICTIONS. A PREVIOUS CONVICTION IN\n    5  THIS OR ANY OTHER JURISDICTION WHICH WAS OBTAINED IN  VIOLATION  OF  THE\n    6  RIGHTS OF THE DEFENDANT UNDER THE APPLICABLE PROVISIONS OF THE CONSTITU-\n    7  TION OF THE UNITED STATES MUST NOT BE COUNTED IN DETERMINING WHETHER THE\n    8  DEFENDANT IS A PERSISTENT CHILD PREDATOR. THE DEFENDANT MAY, AT ANY TIME\n    9  DURING THE COURSE OF THE HEARING HEREUNDER CONTROVERT AN ALLEGATION WITH\n   10  RESPECT TO SUCH CONVICTION IN THE STATEMENT OF THE PEOPLE ON THE GROUNDS\n   11  THAT  THE  CONVICTION WAS UNCONSTITUTIONALLY OBTAINED.  FAILURE TO CHAL-\n   12  LENGE THE PREVIOUS CONVICTION IN THE MANNER PROVIDED HEREIN  CONSTITUTES\n   13  A  WAIVER  ON THE PART OF THE DEFENDANT OF ANY ALLEGATION OF UNCONSTITU-\n   14  TIONALITY UNLESS GOOD CAUSE BE SHOWN FOR SUCH  FAILURE  TO  MAKE  TIMELY\n   15  CHALLENGE.\n   16    7.  PRELIMINARY  EXAMINATION.  AT  THE COMMENCEMENT OF THE HEARING THE\n   17  COURT MUST ASK THE DEFENDANT WHETHER HE WISHES TO CONTROVERT ANY ALLEGA-\n   18  TION MADE IN THE STATEMENT PREPARED BY THE PEOPLE.  UNCONTROVERTED ALLE-\n   19  GATIONS IN THE STATEMENT OF THE PEOPLE SHALL  BE  DEEMED  TO  HAVE  BEEN\n   20  ADMITTED BY THE DEFENDANT.\n   21    8.  MANNER  OF  CONDUCTING HEARING. A HEARING PURSUANT TO THIS SECTION\n   22  SHALL BE A BIFURCATED HEARING AND SHALL BE BEFORE THE  COURT  WITHOUT  A\n   23  JURY. AT THE CONCLUSION OF THE FIRST PART OF THE HEARING, THE COURT MUST\n   24  MAKE  A FINDING AS TO WHETHER OR NOT THE DEFENDANT IS A PERSISTENT CHILD\n   25  PREDATOR AS DEFINED IN SUBDIVISION TWO OF SECTION  60.14  OF  THE  PENAL\n   26  LAW.  IF THE COURT FINDS THAT THE DEFENDANT IS A PERSISTENT CHILD PREDA-\n   27  TOR AS SO DEFINED, THE COURT SHALL PROCEED TO DETERMINE,  IN  ACCORDANCE\n   28  WITH  THE PROVISIONS OF THIS SECTION AND SECTION 60.14 OF THE PENAL LAW,\n   29  WHETHER THE DEFENDANT SHALL BE SENTENCED AS A PERSISTENT CHILD PREDATOR.\n   30    9. TERMINATION OF HEARING. AT ANY TIME DURING THE PENDENCY OF A  HEAR-\n   31  ING  PURSUANT  TO THIS SECTION, THE COURT MAY, IN ITS DISCRETION, TERMI-\n   32  NATE THE HEARING WITHOUT MAKING ANY FINDING. IN SUCH  CASE,  UNLESS  THE\n   33  COURT  RECOMMENCES THE PROCEEDINGS AND MAKES THE NECESSARY FINDINGS, THE\n   34  DEFENDANT MAY NOT BE SENTENCED AS A PERSISTENT CHILD PREDATOR.\n   35    S 3. Section 70.06 of the penal law is amended by adding a new  subdi-\n   36  vision 8 to read as follows:\n   37    8.  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF  LAW TO THE CONTRARY, A\n   38  PREVIOUS CONVICTION AND SENTENCE AS A PERSISTENT CHILD PREDATOR PURSUANT\n   39  TO SECTION 60.14  OF  THIS  CHAPTER  SHALL  CONSTITUTE  A  PRIOR  FELONY\n   40  CONVICTION FOR PURPOSES OF SUBPARAGRAPH (I) OF PARAGRAPH (B) OF SUBDIVI-\n   41  SION ONE OF THIS SECTION.\n   42    S  4.  Subdivision  1  of section 70.10 of the penal law is amended by\n   43  adding a new paragraph (d) to read as follows:\n   44    (D) NOTWITHSTANDING ANY OTHER PROVISION OF  LAW  TO  THE  CONTRARY,  A\n   45  PREVIOUS CONVICTION AND SENTENCE AS A PERSISTENT CHILD PREDATOR PURSUANT\n   46  TO  SECTION  60.14  OF  THIS  CHAPTER SHALL, SUBJECT TO THE CRITERIA SET\n   47  FORTH IN PARAGRAPHS (B) AND (C) OF THIS SUBDIVISION, CONSTITUTE A PREVI-\n   48  OUS FELONY CONVICTION FOR PURPOSES OF PARAGRAPH (A) OF THIS SUBDIVISION.\n   49    S 5. Section 65.10 of the penal law is amended by adding a new  subdi-\n   50  vision 3-a to read as follows:\n   51    3-A.  CONDITIONS  FOR  CERTAIN  OFFENDERS. WHEN IMPOSING A SENTENCE OF\n   52  PROBATION FOR A PERSON CONVICTED OF A CHILD PREDATOR OFFENSE  THE  COURT\n   53  SHALL  REQUIRE,  IN ADDITION TO ANY OTHER CONDITIONS IMPOSED PURSUANT TO\n   54  SUBDIVISION TWO, THREE OR FOUR OF THIS SECTION, THAT SUCH PERSON  REPORT\n   55  TO  A  PROBATION  OFFICER  A  MINIMUM OF THREE DAYS PER WEEK AND HAVE AT\n   56  LEAST FOUR ADDITIONAL CONTACTS PER WEEK. FOR THE PURPOSES OF THIS SUBDI-\n\n       A. 1881                             5\n\n    1  VISION A CHILD PREDATOR OFFENSE SHALL HAVE THE SAME MEANING AS SET FORTH\n    2  IN SUBDIVISION ONE OF SECTION 60.14 OF THIS CHAPTER.\n    3    S  6.  Subdivision  4 of section 60.01 of the penal law, as amended by\n    4  chapter 548 of the laws of 1984, is amended to read as follows:\n    5    4. In any case where a person  has  been  sentenced  to  a  period  of\n    6  probation imposed pursuant to section 65.00 of this chapter, if the part\n    7  of  the  sentence that provides for probation is revoked, the court must\n    8  sentence such person to imprisonment or to the sentence of  imprisonment\n    9  and  probation  as  provided  for in paragraph (d) of subdivision two of\n   10  this section, PROVIDED, HOWEVER, THAT WHERE A SENTENCE OF PROBATION ON A\n   11  CONVICTION FOR A CHILD PREDATOR OFFENSE IS REVOKED, THE  COURT  MAY  NOT\n   12  IMPOSE  A DEFINITE SENTENCE OF IMPRISONMENT UNLESS IT IMPOSES SUCH DEFI-\n   13  NITE SENTENCE AS PART OF A SENTENCE OF  IMPRISONMENT  AND  PROBATION  IN\n   14  ACCORDANCE WITH SUBDIVISION FOUR OF SECTION 65.00 OF THIS CHAPTER.\n   15    S  7.    Subdivisions  3  and  4 of section 65.00 of the penal law, as\n   16  amended by chapter 264 of the laws of 2003, subparagraphs (i)  and  (ii)\n   17  of  paragraph  (a) of subdivision 3 as amended by section 20 of part AAA\n   18  of chapter 56 of the laws of 2009, paragraph (c)  of  subdivision  3  as\n   19  amended  by chapter 568 of the laws of 2004 and the closing paragraph of\n   20  subdivision 3 as amended by chapter 320 of the laws of 2006, are amended\n   21  and a new subdivision 5 is added to read as follows:\n   22    3. Periods of probation. Unless terminated sooner in  accordance  with\n   23  the criminal procedure law, the period of probation shall be as follows:\n   24    (a)  (i) For a felony, other than a class A-II felony defined in arti-\n   25  cle two hundred twenty of this chapter or the class B felony defined  in\n   26  section  220.48  of this chapter, or any other class B felony defined in\n   27  article two hundred twenty of this chapter committed by a second  felony\n   28  drug  offender,  or  a  sexual assault, the period of probation shall be\n   29  five years;\n   30    (ii) For a class A-II felony drug offender as defined in paragraph (a)\n   31  of subdivision one of section 70.71 of  this  chapter  as  described  in\n   32  paragraph  (b)  of  subdivision one of this section, or a class B felony\n   33  committed by a second felony drug offender described in paragraph (b) of\n   34  subdivision one of this section, the period of probation shall  be  life\n   35  and  for a class B felony defined in section 220.48 of this chapter, the\n   36  period of probation shall be twenty-five years;\n   37    (iii) For a felony sexual assault, the period of  probation  shall  be\n   38  ten years.\n   39    (b)  (i)  For  a class A misdemeanor, other than a sexual assault, AND\n   40  EXCEPT AS OTHERWISE AUTHORIZED BY SUBDIVISION THREE OF SECTION 60.14  OF\n   41  THIS CHAPTER, the period of probation shall be three years;\n   42    (ii) For a class A misdemeanor sexual assault, the period of probation\n   43  shall be six years.\n   44    (c)  For  a  class  B  misdemeanor, the period of probation shall, AND\n   45  EXCEPT AS OTHERWISE AUTHORIZED BY SUBDIVISION THREE OF SECTION 60.14  OF\n   46  THIS  CHAPTER,  be  one year, except the period of probation shall be no\n   47  less than one year and no more than three years for the class  B  misde-\n   48  meanor of public lewdness as defined in section 245.00 of this chapter;\n   49    (d)  For an unclassified misdemeanor, the period of probation shall be\n   50  three years if the authorized sentence of imprisonment is in  excess  of\n   51  three months, otherwise the period of probation shall be one year.\n   52    For  the  purposes of this section, the term \"sexual assault\" means an\n   53  offense defined in article one hundred  thirty  or  two  hundred  sixty-\n   54  three,  or  in  section  255.25, 255.26 or 255.27 of this chapter, or an\n   55  attempt to commit any of the foregoing offenses.\n\n       A. 1881                             6\n\n    1    4. [In] EXCEPT AS PROVIDED IN SUBDIVISION FIVE OF THIS SECTION, IN any\n    2  case where a court pursuant to its authority under subdivision  four  of\n    3  section  60.01  of  this  chapter  revokes  probation and sentences such\n    4  person to imprisonment and probation, as provided in  paragraph  (d)  of\n    5  subdivision  two  of  section  60.01  of  this  chapter,  the  period of\n    6  probation shall be  the  remaining  period  of  the  original  probation\n    7  sentence or one year whichever is greater.\n    8    5.  IN  ANY  CASE  WHERE  A  SENTENCE  OF  PROBATION  IS  IMPOSED ON A\n    9  CONVICTION FOR A CHILD PREDATOR OFFENSE AS DEFINED IN SECTION  60.14  OF\n   10  THIS  CHAPTER  AND  A COURT, PURSUANT TO ITS AUTHORITY UNDER SUBDIVISION\n   11  FOUR OF SECTION  60.01  OF  THIS  CHAPTER  REVOKES  SUCH  PROBATION  AND\n   12  SENTENCES  SUCH  PERSON  TO  IMPRISONMENT  AND  PROBATION, THE PERIOD OF\n   13  IMPRISONMENT SHALL BE SIX MONTHS FOR A CLASS A MISDEMEANOR AND ONE  YEAR\n   14  FOR  A  FELONY,  WHICH  SHALL  INCLUDE ANY CLASS E FELONY CHILD PREDATOR\n   15  SENTENCE IMPOSED PURSUANT TO SUBDIVISION THREE OF SECTION 60.14 OF  THIS\n   16  CHAPTER,  AND  THE  PERIOD OF PROBATION SHALL BE THE REMAINING PERIOD OF\n   17  THE ORIGINAL PROBATION SENTENCE OR ONE YEAR WHICHEVER IS GREATER.\n   18    S 8. Subdivisions 1 and 2 of section 70.15 of the penal law,  subdivi-\n   19  sion  1  as  amended  by chapter 291 of the laws of 1993, are amended to\n   20  read as follows:\n   21    1. Class A misdemeanor. [A] EXCEPT AS OTHERWISE AUTHORIZED BY SUBDIVI-\n   22  SION THREE OF SECTION 60.14 OF THIS CHAPTER, A sentence of  imprisonment\n   23  for  a  class  A  misdemeanor  shall be a definite sentence. When such a\n   24  sentence is imposed the term shall be fixed by the court, and shall  not\n   25  exceed  one  year;  provided,  however,  that a sentence of imprisonment\n   26  imposed upon a conviction of criminal possession  of  a  weapon  in  the\n   27  fourth  degree  as  defined in subdivision one of section 265.01 must be\n   28  for a period of no less than one year when the conviction was the result\n   29  of a plea of guilty entered in satisfaction  of  an  indictment  or  any\n   30  count  thereof  charging  the  defendant with the class D violent felony\n   31  offense of criminal possession of  a  weapon  in  the  third  degree  as\n   32  defined in subdivision four of section 265.02, except that the court may\n   33  impose  any  other  sentence authorized by law upon a person who has not\n   34  been previously convicted in the five years  immediately  preceding  the\n   35  commission  of the offense for a felony or a class A misdemeanor defined\n   36  in this chapter, if the court having regard to the  nature  and  circum-\n   37  stances  of the crime and to the history and character of the defendant,\n   38  finds on the record that such sentence would be unduly  harsh  and  that\n   39  the alternative sentence would be consistent with public safety and does\n   40  not deprecate the seriousness of the crime.\n   41    2. Class B misdemeanor. [A] EXCEPT AS OTHERWISE AUTHORIZED BY SUBDIVI-\n   42  SION  THREE OF SECTION 60.14 OF THIS CHAPTER, A sentence of imprisonment\n   43  for a class B misdemeanor shall be a  definite  sentence.  When  such  a\n   44  sentence  is imposed the term shall be fixed by the court, and shall not\n   45  exceed three months.\n   46    S 9. This act shall take effect on the first of November next succeed-\n   47  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the criminal procedure law, in relation to sentencing of persistent child predators ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T161027.TXT", "SOBI.D110112.T150016.TXT", "SOBI.D110112.T150519.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294866627917
}