{
  "year" : 2011,
  "senateBillNo" : "A1895-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to transportation",
    "billEventId" : "A1895-2011-1294808400000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires investigating officers to field test and test blood alcohol levels of all drivers involved in auto accidents where serious physical injury or death occur",
  "summary" : "Requires investigating officers to field test and test blood alcohol levels of all drivers involved in auto accidents where serious physical injury or death occur; imposes rebuttable presumption of guilt for refusals; requires hospital to conduct such test where trauma/injury is considered too severe. ",
  "currentCommittee" : null,
  "sameAs" : "S562",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2092-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1895\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. SCHROEDER, LIFTON -- read once and referred to\n         the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         breathalyzer  tests  of  drivers involved in accidents causing serious\n         physical injury or death\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 603-a of the vehicle and traffic\n    2  law, as added by chapter 408 of the laws of 2001, is amended to read  as\n    3  follows:\n    4    1.  In  addition  to  the requirements of section six hundred three of\n    5  this article, whenever a motor vehicle accident results in serious phys-\n    6  ical injury or death to a person, and such accident either is discovered\n    7  by a police officer, or reported to a police officer  within  five  days\n    8  after  such accident occurred, the police shall conduct an investigation\n    9  of such accident.\n   10    (A) Such investigation shall be conducted for the purposes of making a\n   11  determination of the following: the facts and circumstances of the acci-\n   12  dent; the type or types of vehicles involved, including passenger  motor\n   13  vehicles,  commercial  motor vehicles, motorcycles, limited use motorcy-\n   14  cles, off-highway motorcycles, and/or bicycles; whether pedestrians were\n   15  involved; the contributing factor or factors; whether it can  be  deter-\n   16  mined  if a violation or violations of this chapter occurred, and if so,\n   17  the specific provisions of this chapter which were violated and by whom;\n   18  and, the cause of such accident, where such cause can be determined.\n   19    (B) SUCH INVESTIGATION OF AN ACCIDENT SCENE  SHALL  ALSO  INCLUDE  THE\n   20  ADMINISTRATION  OF  FIELD  SOBRIETY AND A CHEMICAL TEST OF BLOOD ALCOHOL\n   21  LEVEL TO ALL MOTOR VEHICLE DRIVERS INVOLVED IN SUCH ACCIDENT. THE INVES-\n   22  TIGATING POLICE  OFFICERS  MUST  INFORM  THE  DRIVERS  OF  SUCH  TESTING\n   23  REQUIREMENTS  AND  CONDUCT  THEM  IN  ACCORDANCE  WITH THE PROVISIONS OF\n   24  SECTION ELEVEN HUNDRED NINETY-FOUR  OF  THIS  CHAPTER.  THE  REFUSAL  TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01987-01-1\n\n       A. 1895                             2\n\n    1  SUBMIT  TO  SUCH  TESTING  SHALL  CONSTITUTE A REBUTTABLE PRESUMPTION OF\n    2  GUILT AND SUCH REFUSAL  SHALL  BE  DOCUMENTED  IN  ACCORDANCE  WITH  THE\n    3  PROVISIONS  OF  SECTION  ELEVEN  HUNDRED NINETY-FOUR OF THIS CHAPTER. IF\n    4  PHYSICAL  INJURIES  DO  NOT PERMIT SUCH CHEMICAL TESTING AT THE ACCIDENT\n    5  SCENE, SUCH TESTS MUST BE ADMINISTERED AT THE HOSPITAL. THE  RESULTS  OF\n    6  SUCH  FIELD  SOBRIETY AND CHEMICAL TESTS OR REFUSALS OF SUCH TESTS SHALL\n    7  BE INCLUDED IN THE POLICE INVESTIGATION REPORT.\n    8    (C) The police shall forward a copy of the investigation report to the\n    9  commissioner within five business days of the completion of such report.\n   10    S 2. Paragraphs (a) and (b) of subdivision 2 of section 603-a  of  the\n   11  vehicle  and  traffic  law, as added by chapter 408 of the laws of 2001,\n   12  are amended, and two new paragraphs (c) and (d) are  added  to  read  as\n   13  follows:\n   14    (a)  \"commercial  motor  vehicle\"  shall have the same meaning as such\n   15  term is defined in either subdivision four of section five hundred one-a\n   16  or subdivision one of section five hundred nine-p of this chapter; [and]\n   17    (b) \"serious physical injury\" shall have the same meaning as such term\n   18  is defined in section 10.00 of the penal law[.];\n   19    (C) \"FIELD SOBRIETY TESTING\" SHALL HAVE THE  SAME  MEANING  AS  \"FIELD\n   20  TEST\" OR \"BREATH TEST\" PURSUANT TO SECTION ELEVEN HUNDRED NINETY-FOUR OF\n   21  THIS CHAPTER; AND\n   22    (D) \"CHEMICAL TEST\" OF BLOOD ALCOHOL LEVEL SHALL HAVE THE SAME MEANING\n   23  AS  SUCH  TERM  IS DEFINED IN SECTION ELEVEN HUNDRED NINETY-FOUR OF THIS\n   24  CHAPTER.\n   25    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   26  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring breathalyzer tests of drivers involved in accidents causing serious physical injury or death ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T150519.TXT", "SOBI.D110112.T163527.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294868127555
}