{
  "year" : 2011,
  "senateBillNo" : "A1899-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to aging",
    "billEventId" : "A1899-2011-1294808400000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes persons with disabilities within the definition of head of household for the senior citizens' tax abatement for rent-controlled and regulated property",
  "summary" : "Includes persons with disabilities (defined) within the definition of head of household for purposes of making them eligible for the senior citizens' tax abatement for rent-controlled and rent-regulated property. ",
  "currentCommittee" : null,
  "sameAs" : "S398",
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "AA1062-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1899\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. BING, ROSENTHAL, PAULIN, DINOWITZ, J. RIVERA,\n         BENEDETTO, WEISENBERG, MILLMAN, PHEFFER, GOTTFRIED,  GLICK,  KAVANAGH,\n         BOYLAND,  COLTON,  CLARK,  TITONE,  ENGLEBRIGHT, MAYERSOHN, N. RIVERA,\n         KELLNER, JAFFEE, CUSICK, CASTRO -- Multi-Sponsored  by  --  M.  of  A.\n         BRENNAN,  COOK, CYMBROWITZ, FARRELL, HOOPER, LENTOL, V. LOPEZ, MAISEL,\n         McENENY, PERRY, REILLY, TOWNS, WRIGHT -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the real property tax law, in relation  to  providing  a\n         rent increase exemption to persons with disabilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs a and b of subdivision 3 of section 467-b of the\n    2  real property tax law, as amended by section 1 of  chapter  188  of  the\n    3  laws  of  2005,  paragraph a as separately amended by chapter 205 of the\n    4  laws of 2005, are amended to read as follows:\n    5    a. for a dwelling unit where the head of the  household  is  a  person\n    6  sixty-two  years  of  age  or  older,  OR  IS A PERSON WITH A DISABILITY\n    7  RECEIVING SOCIAL  SECURITY  DISABILITY  INSURANCE  (SSDI)  OR  CURRENTLY\n    8  RECEIVING MEDICAL ASSISTANCE BENEFITS BASED ON DETERMINATION OF DISABIL-\n    9  ITY  AS  PROVIDED  IN  SECTION  THREE  HUNDRED  SIXTY-SIX  OF THE SOCIAL\n   10  SERVICES LAW AS DEFINED IN SUBDIVISION FIVE  OF  THIS  SECTION,  no  tax\n   11  abatement  shall be granted if the combined income of all members of the\n   12  household for the income tax year  immediately  preceding  the  date  of\n   13  making  application exceeds four thousand dollars, or such other sum not\n   14  more than twenty-five thousand dollars beginning July first,  two  thou-\n   15  sand  five,  twenty-six thousand dollars beginning July first, two thou-\n   16  sand six, twenty-seven thousand dollars beginning July first, two  thou-\n   17  sand  seven,  twenty-eight  thousand  dollars  beginning July first, two\n   18  thousand eight, and twenty-nine thousand dollars beginning  July  first,\n   19  two  thousand  nine,  as  may be provided by the local law, ordinance or\n   20  resolution adopted pursuant to this section, provided that when the head\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01055-01-1\n\n       A. 1899                             2\n\n    1  of the household retires before the commencement of such income tax year\n    2  and the date of filing the application, the income for such year may  be\n    3  adjusted  by  excluding  salary  or  earnings  and projecting his or her\n    4  retirement income over the entire period of such year.\n    5    b.  (1)  for a dwelling unit where the head of the household qualifies\n    6  as a person with a disability  RECEIVING  SUPPLEMENTAL  SECURITY  INCOME\n    7  (SSI)  BENEFITS UNDER THE FEDERAL SOCIAL SECURITY ACT pursuant to subdi-\n    8  vision five of this section, no tax abatement shall be  granted  if  the\n    9  combined  income for all members of the household for the current income\n   10  tax year exceeds the maximum income above which such head of the  house-\n   11  hold  would not be eligible to receive cash supplemental security income\n   12  benefits under federal law during such tax year.  PROVIDED THAT WHEN THE\n   13  HEAD OF THE HOUSEHOLD RETIRES BEFORE THE COMMENCEMENT OF SUCH INCOME TAX\n   14  YEAR AND THE DATE OF FILING THE APPLICATION, THE INCOME  FOR  SUCH  YEAR\n   15  MAY  BE  ADJUSTED  BY EXCLUDING SALARY OR EARNINGS AND PROJECTING HIS OR\n   16  HER RETIREMENT INCOME OVER THE ENTIRE PERIOD OF SUCH YEAR.\n   17    (2) FOR A DWELLING UNIT WHERE THE HEAD OF THE HOUSEHOLD QUALIFIES AS A\n   18  PERSON WITH A DISABILITY  RECEIVING  DISABILITY  PENSION  OR  DISABILITY\n   19  COMPENSATION BENEFITS PROVIDED BY THE UNITED STATES DEPARTMENT OF VETER-\n   20  ANS  AFFAIRS PURSUANT TO SUBDIVISION FIVE OF THIS SECTION, NO TAX ABATE-\n   21  MENT SHALL BE GRANTED IF THE COMBINED INCOME  FOR  ALL  MEMBERS  OF  THE\n   22  HOUSEHOLD  FOR  THE  CURRENT  INCOME TAX YEAR EXCEEDS THE MAXIMUM INCOME\n   23  ABOVE WHICH SUCH HEAD OF THE HOUSEHOLD WOULD NOT BE ELIGIBLE TO  RECEIVE\n   24  CASH DISABILITY PENSION OR DISABILITY COMPENSATION BENEFITS UNDER FEDER-\n   25  AL  LAW  DURING SUCH TAX YEAR. PROVIDED THAT WHEN THE HEAD OF THE HOUSE-\n   26  HOLD RETIRES BEFORE THE COMMENCEMENT OF SUCH INCOME  TAX  YEAR  AND  THE\n   27  DATE OF FILING THE APPLICATION, THE INCOME FOR SUCH YEAR MAY BE ADJUSTED\n   28  BY  EXCLUDING  SALARY  OR  EARNINGS AND PROJECTING HIS OR HER RETIREMENT\n   29  INCOME OVER THE ENTIRE PERIOD OF SUCH YEAR.\n   30    S 2. Paragraphs a and b of subdivision 3 of section 467-b of the  real\n   31  property  tax law, as amended by section 2 of chapter 188 of the laws of\n   32  2005, are amended to read as follows:\n   33    a. for a dwelling unit where the head of the  household  is  a  person\n   34  sixty-two  years  of  age  or  older,  OR  IS A PERSON WITH A DISABILITY\n   35  RECEIVING SOCIAL  SECURITY  DISABILITY  INSURANCE  (SSDI)  OR  CURRENTLY\n   36  RECEIVING MEDICAL ASSISTANCE BENEFITS BASED ON DETERMINATION OF DISABIL-\n   37  ITY  AS  PROVIDED  IN  SECTION  THREE  HUNDRED  SIXTY-SIX  OF THE SOCIAL\n   38  SERVICES LAW AS DEFINED IN SUBDIVISION FIVE  OF  THIS  SECTION,  no  tax\n   39  abatement  shall be granted if the combined income of all members of the\n   40  household for the income tax year  immediately  preceding  the  date  of\n   41  making application exceeds three thousand dollars, or such other sum not\n   42  more  than  five  thousand  dollars as may be provided by the local law,\n   43  ordinance or resolution adopted pursuant to this section, provided  that\n   44  when  the  head of the household retires before the commencement of such\n   45  year and the date of filing the application, the income  for  such  year\n   46  may  be  adjusted  by  excluding  salary  or earnings and projecting his\n   47  retirement income over the entire period of such year.\n   48    b. (1) for a dwelling unit where the head of the  household  qualifies\n   49  as  a  person  with  a disability RECEIVING SUPPLEMENTAL SECURITY INCOME\n   50  (SSI) BENEFITS UNDER THE FEDERAL SOCIAL SECURITY ACT pursuant to  subdi-\n   51  vision  five  of  this section, no tax abatement shall be granted if the\n   52  combined income for all members of the household for the current  income\n   53  tax  year exceeds the maximum income at which such head of the household\n   54  would not be eligible to receive cash supplemental security income bene-\n   55  fits under federal law during such tax year.   PROVIDED  THAT  WHEN  THE\n   56  HEAD OF THE HOUSEHOLD RETIRES BEFORE THE COMMENCEMENT OF SUCH INCOME TAX\n\n       A. 1899                             3\n\n    1  YEAR  AND  THE  DATE OF FILING THE APPLICATION, THE INCOME FOR SUCH YEAR\n    2  MAY BE ADJUSTED BY EXCLUDING SALARY OR EARNINGS AND  PROJECTING  HIS  OR\n    3  HER RETIREMENT INCOME OVER THE ENTIRE PERIOD OF SUCH YEAR.\n    4    (2) FOR A DWELLING UNIT WHERE THE HEAD OF THE HOUSEHOLD QUALIFIES AS A\n    5  PERSON  WITH  A  DISABILITY  RECEIVING  DISABILITY PENSION OR DISABILITY\n    6  COMPENSATION BENEFITS PROVIDED BY THE UNITED STATES DEPARTMENT OF VETER-\n    7  ANS AFFAIRS PURSUANT TO SUBDIVISION FIVE OF THIS SECTION, NO TAX  ABATE-\n    8  MENT  SHALL  BE  GRANTED  IF  THE COMBINED INCOME FOR ALL MEMBERS OF THE\n    9  HOUSEHOLD FOR THE CURRENT INCOME TAX YEAR  EXCEEDS  THE  MAXIMUM  INCOME\n   10  ABOVE  WHICH SUCH HEAD OF THE HOUSEHOLD WOULD NOT BE ELIGIBLE TO RECEIVE\n   11  CASH DISABILITY PENSION OR DISABILITY COMPENSATION BENEFITS UNDER FEDER-\n   12  AL LAW DURING SUCH TAX YEAR. PROVIDED THAT WHEN THE HEAD OF  THE  HOUSE-\n   13  HOLD  RETIRES  BEFORE  THE  COMMENCEMENT OF SUCH INCOME TAX YEAR AND THE\n   14  DATE OF FILING THE APPLICATION, THE INCOME FOR SUCH YEAR MAY BE ADJUSTED\n   15  BY EXCLUDING SALARY OR EARNINGS AND PROJECTING  HIS  OR  HER  RETIREMENT\n   16  INCOME OVER THE ENTIRE PERIOD OF SUCH YEAR.\n   17    S 3. Paragraph d of subdivision 1 of section 467-c of the real proper-\n   18  ty tax law, as separately amended by chapters 188 and 205 of the laws of\n   19  2005, is amended to read as follows:\n   20    d. \"Eligible  head  of the household\" means (1) a person or his or her\n   21  spouse who is sixty-two years of age or older, OR IS  A  PERSON  WITH  A\n   22  DISABILITY  RECEIVING  SOCIAL  SECURITY  DISABILITY  INSURANCE (SSDI) OR\n   23  CURRENTLY RECEIVING MEDICAL ASSISTANCE BENEFITS BASED  ON  DETERMINATION\n   24  OF  DISABILITY  AS  PROVIDED  IN  SECTION THREE HUNDRED SIXTY-SIX OF THE\n   25  SOCIAL SERVICES LAW AS DEFINED IN SUBDIVISION FIVE OF THIS SECTION,  and\n   26  is  entitled to the possession or to the use and occupancy of a dwelling\n   27  unit, provided, however, with respect to a dwelling which was subject to\n   28  a mortgage insured or initially insured by the federal government pursu-\n   29  ant to section two hundred thirteen of  the  National  Housing  Act,  as\n   30  amended \"eligible head of the household\" shall be limited to that person\n   31  or his or her spouse who was entitled to possession or the use and occu-\n   32  pancy of such dwelling unit at the time of termination of such mortgage,\n   33  and  whose  income when combined with the income of all other members of\n   34  the household, does not exceed six thousand five hundred dollars for the\n   35  taxable period, or such other  sum  not  less  than  sixty-five  hundred\n   36  dollars nor more than twenty-five thousand dollars beginning July first,\n   37  two thousand five, twenty-six thousand dollars beginning July first, two\n   38  thousand  six,  twenty-seven  thousand dollars beginning July first, two\n   39  thousand seven, twenty-eight thousand dollars beginning July first,  two\n   40  thousand  eight,  and twenty-nine thousand dollars beginning July first,\n   41  two thousand nine, as may be provided by local law; or (2) a person with\n   42  a disability as defined in this subdivision.\n   43    S 4. Paragraph m of subdivision 1 of section 467-c of the real proper-\n   44  ty tax law, as added by chapter 188 of the laws of 2005, is  amended  to\n   45  read as follows:\n   46    m.  \"Person  with  a  disability\" means an individual who is currently\n   47  receiving social security disability insurance  (SSDI)  or  supplemental\n   48  security  income (SSI) benefits under the federal social security act or\n   49  disability pension or disability compensation benefits provided  by  the\n   50  United  States department of veterans affairs or those previously eligi-\n   51  ble by virtue of receiving disability benefits  under  the  supplemental\n   52  security  income  program  or the social security disability program and\n   53  currently receiving medical assistance benefits based  on  determination\n   54  of  disability  as  provided  in  section three hundred sixty-six of the\n   55  social services law [and whose]. PROVIDED, HOWEVER,  FOR  AN  INDIVIDUAL\n   56  WHO  IS CURRENTLY RECEIVING SUPPLEMENTAL SECURITY INCOME (SSI) BENEFITS,\n\n       A. 1899                             4\n\n    1  income for the current income tax year, together with the income of  all\n    2  members  of  such  individual's  household,  [does] SHALL not exceed the\n    3  maximum income at which such individual would  be  eligible  to  receive\n    4  cash supplemental security income benefits under federal law during such\n    5  tax year.  PROVIDED, FURTHER, FOR AN INDIVIDUAL WHO IS CURRENTLY RECEIV-\n    6  ING  DISABILITY  PENSION OR DISABILITY COMPENSATION BENEFITS PROVIDED BY\n    7  THE UNITED STATES DEPARTMENT OF VETERANS AFFAIRS, INCOME FOR THE CURRENT\n    8  INCOME TAX YEAR, TOGETHER WITH THE INCOME OF ALL MEMBERS OF  SUCH  INDI-\n    9  VIDUAL'S  HOUSEHOLD,  SHALL  NOT EXCEED THE MAXIMUM INCOME AT WHICH SUCH\n   10  INDIVIDUAL WOULD BE ELIGIBLE TO RECEIVE CASH DISABILITY PENSION OR DISA-\n   11  BILITY COMPENSATION BENEFITS UNDER FEDERAL LAW DURING SUCH TAX YEAR.\n   12    S 5. This act shall take effect on the one hundred twentieth day after\n   13  it shall have become a law, provided  that  the  amendments  to  section\n   14  467-b of the real property tax law made by section one of this act shall\n   15  be  subject  to the expiration and reversion of such section pursuant to\n   16  section 17 of chapter 576 of the laws of 1974,  as  amended,  when  upon\n   17  such date the provisions of section two of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to providing a rent increase exemption to persons with disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T151019.TXT", "SOBI.D110112.T164027.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294868427690
}