{
  "year" : 2011,
  "senateBillNo" : "A1890-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to housing",
    "billEventId" : "A1890-2011-1294808400000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes study of housing programs for low and middle income families; provides for a moratorium on the voluntary dissolution of limited profit, limited dividend and redevelopment housing companies",
  "summary" : "Authorizes the state division of housing and community renewal to study housing programs for low and middle income families, and provides for a moratorium on the voluntary dissolution of limited profit, limited dividend and redevelopment housing companies. ",
  "currentCommittee" : null,
  "sameAs" : "S1309",
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A9969-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1890\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL,  BING, V. LOPEZ, BARRON, LANCMAN,\n         O'DONNELL, JAFFEE, COOK, CASTRO, SPANO, CAMARA, TITONE, WRIGHT, ROBIN-\n         SON, JEFFRIES -- Multi-Sponsored by -- M. of A. FARRELL, GLICK,  GOTT-\n         FRIED,  MAYERSOHN,  MENG, SCARBOROUGH, TITUS -- read once and referred\n         to the Committee on Housing\n\n       AN ACT authorizing the New York state division of housing and  community\n         renewal  to  study  state  and locally aided housing programs and make\n         recommendations for the preservation, modernization, and  increase  in\n         the  supply of such housing; to amend the private housing finance law,\n         in relation to providing a moratorium on the voluntary dissolution  of\n         limited  profit, limited dividend and redevelopment housing companies;\n         and providing for the repeal of certain provisions upon the expiration\n         thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  New  York state and its localities have invested for more\n    2  than a half century in the creation of low and middle income housing  to\n    3  benefit those most in need and to the general benefit of state and local\n    4  economies.  In  many  cases such housing has fallen into disrepair or is\n    5  being lost as affordable housing due to  statutory  provisions  allowing\n    6  owners  to  dissolve  housing  companies.  The unmet need for affordable\n    7  housing is presently greater than at any time in the state's history.  A\n    8  temporary moratorium on the dissolution of any housing company is neces-\n    9  sary for the New York state division of housing and community renewal to\n   10  complete its work and make recommendations.\n   11    S  2.  The division of housing and community renewal shall undertake a\n   12  comprehensive study of the present status of state and locally aided low\n   13  and middle income housing programs and make recommendations with respect\n   14  to the preservation, modernization, and expansion of the number of hous-\n   15  ing units provided by such programs. Such recommendations shall include,\n   16  but not be limited to, methods that may be employed by state  and  local\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01135-01-1\n\n       A. 1890                             2\n\n    1  governments  to  retain  and  expand the existing inventory of state and\n    2  locally aided low and middle income  housing  so  as  to  preserve  such\n    3  inventory  of affordable housing for the persons and families such hous-\n    4  ing is designed to serve.\n    5    S 3. The division of housing and community renewal shall make a report\n    6  to  the  governor  and  the legislature of its findings, conclusions and\n    7  recommendations no later than one year after the effective date of  this\n    8  act  and  shall  submit with its report such legislative proposals as it\n    9  deems necessary to implement its recommendations.\n   10    S 4. To the maximum extent  feasible,  the  division  of  housing  and\n   11  community  renewal  shall  be  entitled to request and receive and shall\n   12  utilize and be provided with such facilities, resources and data of  any\n   13  court,  department, division, board, bureau, commission or agency of the\n   14  state or any political subdivision thereof as it may reasonably  request\n   15  to carry out properly its responsibilities pursuant to this act.\n   16    S  5.  Section  35  of  the  private housing finance law is amended by\n   17  adding a new subdivision 5 to read as follows:\n   18    5. NOTWITHSTANDING ANY OTHER PROVISION OF  THIS  SECTION,  NO  COMPANY\n   19  SHALL  BE VOLUNTARILY DISSOLVED, WITHOUT THE CONSENT OF THE COMMISSIONER\n   20  OR SUPERVISING AGENCY, AS THE CASE MAY BE, ON  OR  AFTER  THE  EFFECTIVE\n   21  DATE OF THIS SUBDIVISION.\n   22    S  6.  Section  96  of  the  private housing finance law is amended by\n   23  adding a new subdivision 3 to read as follows:\n   24    3. NOTWITHSTANDING ANY OTHER PROVISION OF  THIS  SECTION,  NO  COMPANY\n   25  SHALL BE VOLUNTARILY DISSOLVED OR TERMINATED, WITHOUT THE CONSENT OF THE\n   26  COMMISSIONER, ON OR AFTER THE EFFECTIVE DATE OF THIS SUBDIVISION.\n   27    S  7.  Section  123  of  the private housing finance law is amended by\n   28  adding a new subdivision 8 to read as follows:\n   29    8. NOTWITHSTANDING ANY OTHER PROVISION OF THIS SECTION, NO  REDEVELOP-\n   30  MENT  COMPANY  SHALL  DISSOLVE  OR TERMINATE, WITHOUT THE CONSENT OF THE\n   31  LOCAL LEGISLATIVE BODY, ON OR AFTER THE EFFECTIVE DATE OF THIS  SUBDIVI-\n   32  SION.\n   33    S  8.  This act shall take effect immediately; provided, that sections\n   34  five, six and seven of this act shall  expire  and  be  deemed  repealed\n   35  December  31,  2012.    Effective  immediately,  the addition, amendment\n   36  and/or repeal of any rule or regulation necessary for the implementation\n   37  of this act on its effective date is authorized to be made on or  before\n   38  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT authorizing the New York state division of housing and community renewal to study state and locally aided housing programs and make recommendations for the preservation, modernization, and increase in the supply of such housing; to amend the private housing finance law, in relation to providing a moratorium on the voluntary dissolution of limited profit, limited dividend and redevelopment housing companies; and providing for the repeal of certain provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T162526.TXT", "SOBI.D110112.T150519.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294867526341
}