{
  "year" : 2011,
  "senateBillNo" : "A189-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A189-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Adds interior design services as a type of contract that can be entered into and negotiated by the state",
  "summary" : "Adds interior design as a type of contract that can be entered into by the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A7764-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          189\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN  ACT  to  amend the state finance law, in relation to state contracts\n         for interior design services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 136-a of the state finance law, as amended by chap-\n    2  ter  746 of the laws of 1982, subdivision 4 as amended by chapter 383 of\n    3  the laws of 1994, is amended to read as follows:\n    4    S 136-a. Contracts for architectural,  engineering,  INTERIOR  DESIGN,\n    5  and  surveying  services.  1. As used in this section: the term \"profes-\n    6  sional firm\" shall be defined as any individual or sole  proprietorship,\n    7  partnership, corporation, association or other legal entity permitted by\n    8  law  to  practice the professions of architecture, engineering, INTERIOR\n    9  DESIGN, or surveying.\n   10    The term \"state department\" shall be defined as those state government\n   11  departments, divisions or commissions empowered by the  state  to  enter\n   12  into contractual agreements on behalf of the state of New York.\n   13    2.  It  is  the  policy  of  New York state to negotiate contracts for\n   14  architectural  and/or  engineering  services  AND/OR   INTERIOR   DESIGN\n   15  SERVICES  and/or  surveying services on the basis of demonstrated compe-\n   16  tence and qualification for the type of professional  services  required\n   17  and at fair and reasonable fees.\n   18    3.  (I)  In  the  procurement  of architectural, engineering, INTERIOR\n   19  DESIGN, and surveying services, the  requiring  state  department  shall\n   20  encourage  professional  firms  engaged  in  the  lawful practice of the\n   21  profession to submit an annual statement of qualifications and  perform-\n   22  ance  data.    The  requiring state department for each proposed project\n   23  shall evaluate current statements of qualifications and performance data\n   24  on file with the department. If desired, the requiring state  department\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00683-01-1\n\n       A. 189                              2\n\n    1  may  conduct discussions with three or more professional firms regarding\n    2  anticipated design concepts and proposed  methods  of  approach  to  the\n    3  assignment.  The  state department shall select, in order of preference,\n    4  based  upon  criteria  established by the requiring state department, no\n    5  less than three professional firms deemed to be the most  highly  quali-\n    6  fied to provide the services required.\n    7    (II)  THE  ANNUAL  STATEMENT  OF  QUALIFICATIONS  FOR  INTERIOR DESIGN\n    8  SERVICES SHALL INCLUDE INFORMATION DEMONSTRATING THAT SUCH SERVICES  ARE\n    9  PROVIDED  BY  AN  INTERIOR DESIGNER POSSESSING CERTIFICATION PURSUANT TO\n   10  ARTICLE ONE HUNDRED SIXTY-ONE OF THE EDUCATION LAW OR PROVIDED UNDER THE\n   11  SUPERVISION OF A CERTIFIED INTERIOR DESIGNER.\n   12    4. The requiring state department shall negotiate a contract with  the\n   13  highest qualified professional firm for architectural and/or engineering\n   14  services  AND/OR  INTERIOR  DESIGN SERVICES and/or surveying services at\n   15  compensation which the department determines in writing to be  fair  and\n   16  reasonable  to  the  state  of  New  York.  In making this decision, the\n   17  department shall take into account the estimated value of  the  services\n   18  to  be rendered, including the costs, the scope, complexity, and profes-\n   19  sional nature thereof.   The department shall not  refuse  to  negotiate\n   20  with  a  professional  firm  solely  because the ratio of the \"allowable\n   21  indirect costs\" to direct labor costs of the professional  firm  or  the\n   22  hourly labor rate in any labor category of the professional firm exceeds\n   23  a limitation generally set by the department in the determination of the\n   24  reasonableness  of  the estimated cost of services to be rendered by the\n   25  professional firm, but rather the department should  also  consider  the\n   26  reasonableness  of cost based on the total estimated cost of the service\n   27  of the professional firm which should include, among other  things,  all\n   28  the  direct  labor costs of the professional firm for such services plus\n   29  all \"allowable indirect  costs,\"  other  direct  costs,  and  negotiated\n   30  profit of the professional firm. \"Allowable indirect costs\" of a profes-\n   31  sional  firm  are defined as those costs generally associated with over-\n   32  head which cannot be specifically identified with a  single  project  or\n   33  contract  and  are  considered  reasonable  and allowable under specific\n   34  state contract  or  allowability  limits.  Should  the  requiring  state\n   35  department  be  unable  to  negotiate  a  satisfactory contract with the\n   36  professional firm considered to be the most  qualified,  at  a  fee  the\n   37  department  determines  to  be  fair  and reasonable to the state of New\n   38  York, negotiations with that professional firm shall be formally  termi-\n   39  nated.  The requiring state department shall then undertake negotiations\n   40  with the second most qualified professional firm.  Failing  accord  with\n   41  the  second  most  qualified  professional  firm,  the  department shall\n   42  formally terminate negotiations. The requiring  state  department  shall\n   43  then  undertake  negotiations with the third most qualified professional\n   44  firm. Should the requiring state department be  unable  to  negotiate  a\n   45  satisfactory  contract  with  any of the selected professional firms, it\n   46  shall select additional professional firms in order of their  competence\n   47  and  qualification and it shall continue negotiations in accordance with\n   48  this section until an agreement is reached.\n   49    5. This legislation shall only apply to engineering  and/or  architec-\n   50  tural services AND/OR INTERIOR DESIGN SERVICES and/or surveying services\n   51  in excess of twenty-five thousand dollars.\n   52    S  2.  This  act shall take effect on the ninetieth day after it shall\n   53  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to state contracts for interior design services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T132424.TXT", "SOBI.D101216.T124922.TXT", "SOBI.D101217.T112935.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292603375982
}