{
  "year" : 2011,
  "senateBillNo" : "A1891-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1891-2011-1294808400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a state school tax reduction credit for low income renters against personal income tax for renters in a qualified residence",
  "summary" : "Provides for a state school tax reduction credit for low income renters against personal income tax for renters in a qualified residence; defines qualified residence as a rental unit subject to certain rent control laws. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A5843-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1891\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL,  BOYLAND, BROOK-KRASNY, V. LOPEZ,\n         ORTIZ, WRIGHT -- Multi-Sponsored by -- M.  of  A.  ABBATE,  BENEDETTO,\n         BING,  BRENNAN,  COLTON, COOK, GLICK, HIKIND, JACOBS, KELLNER, MAISEL,\n         MARKEY, MAYERSOHN, MILLMAN, NOLAN, O'DONNELL, PHEFFER,  TITONE,  TOWNS\n         -- read once and referred to the Committee on Ways and Means\n\n       AN  ACT  to  amend the tax law, in relation to the provision of a credit\n         against state personal income tax for tax relief  for  certain  school\n         taxpayer renters\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1310 of the tax law is  amended  by  adding  a  new\n    2  subsection (g) to read as follows:\n    3    (G)  STATE SCHOOL TAX REDUCTION CREDIT FOR CERTAIN LOW INCOME RENTERS.\n    4  (1) FOR PURPOSES OF THIS SUBSECTION THE FOLLOWING TERMS SHALL  HAVE  THE\n    5  FOLLOWING MEANINGS:\n    6    (A)  \"QUALIFIED TAXPAYER\" MEANS A RESIDENT INDIVIDUAL OF THE STATE WHO\n    7  HAS OCCUPIED THE SAME QUALIFIED RESIDENCE FOR SIX MONTHS OR MORE OF  THE\n    8  TAXABLE  YEAR  WITH HIS OR HER CHILD OR CHILDREN AT LEAST ONE OF WHOM IS\n    9  UNDER THE AGE OF EIGHTEEN, WHO IS REQUIRED OR CHOOSES TO FILE  A  RETURN\n   10  UNDER  THIS  ARTICLE  AND  WHOSE  HOUSEHOLD GROSS INCOME DOES NOT EXCEED\n   11  SIXTY THOUSAND DOLLARS FOR THE YEAR IN WHICH THE CREDIT IS CLAIMED.\n   12    (B) \"HOUSEHOLD\" OR  \"MEMBERS  OF  THE  HOUSEHOLD\"  MEANS  A  QUALIFIED\n   13  TAXPAYER  AND  ALL  OTHER PERSONS, NOT NECESSARILY RELATED, WHO HAVE THE\n   14  SAME QUALIFIED RESIDENCE  AND  SHARE  ITS  FURNISHINGS,  FACILITIES  AND\n   15  ACCOMMODATIONS. SUCH TERMS SHALL NOT INCLUDE A TENANT, SUBTENANT, ROOMER\n   16  OR  BOARDER  WHO  IS NOT RELATED TO THE QUALIFIED TAXPAYER IN ANY DEGREE\n   17  SPECIFIED IN PARAGRAPHS ONE THROUGH EIGHT OF SUBSECTION (A)  OF  SECTION\n   18  ONE  HUNDRED  FIFTY-TWO OF THE INTERNAL REVENUE CODE. PROVIDED, HOWEVER,\n   19  NO PERSON MAY BE A MEMBER OF MORE THAN ONE HOUSEHOLD AT ONE TIME.\n   20    (C) \"HOUSEHOLD GROSS INCOME\" MEANS THE AGGREGATE ADJUSTED GROSS INCOME\n   21  OF ALL MEMBERS OF THE HOUSEHOLD FOR THE TAXABLE  YEAR  AS  REPORTED  FOR\n   22  FEDERAL  INCOME  TAX  PURPOSES,  OR  WHICH WOULD BE REPORTED FOR FEDERAL\n   23  INCOME TAX PURPOSES IF A FEDERAL INCOME TAX RETURN WERE REQUIRED  TO  BE\n   24  FILED,  WITH  THE MODIFICATIONS IN SUBSECTION (B) OF SECTION SIX HUNDRED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02266-01-1\n\n       A. 1891                             2\n\n    1  TWELVE OF THIS CHAPTER, BUT WITHOUT THE MODIFICATIONS IN SUBSECTION  (C)\n    2  OF  SUCH  SECTION,  PLUS  ANY  PORTION  FROM  THE  GAIN FROM THE SALE OR\n    3  EXCHANGE OF PROPERTY OTHERWISE EXCLUDED FROM SUCH AMOUNT, EARNED  INCOME\n    4  FROM  SOURCES  WITHOUT  THE  UNITED STATES EXCLUDABLE FROM FEDERAL GROSS\n    5  INCOME BY SECTION NINE HUNDRED ELEVEN  OF  THE  INTERNAL  REVENUE  CODE;\n    6  SUPPORT  MONEY  NOT INCLUDED IN ADJUSTED GROSS INCOME; NONTAXABLE STRIKE\n    7  BENEFITS; SUPPLEMENTAL SECURITY INCOME PAYMENTS; THE GROSS AMOUNT OF ANY\n    8  PENSION OR ANNUITY BENEFITS TO THE EXTENT NOT INCLUDED IN SUCH  ADJUSTED\n    9  GROSS  INCOME (INCLUDING BUT NOT LIMITED TO RAILROAD RETIREMENT BENEFITS\n   10  AND ALL PAYMENTS RECEIVED UNDER THE  FEDERAL  SOCIAL  SECURITY  ACT  AND\n   11  VETERANS  DISABILITY  PENSIONS);  NON-TAXABLE INTEREST RECEIVED FROM THE\n   12  STATE OF NEW YORK, ITS AGENCIES, INSTRUMENTALITIES, PUBLIC  CORPORATIONS\n   13  OR POLITICAL SUBDIVISIONS (INCLUDING A PUBLIC CORPORATION CREATED PURSU-\n   14  ANT  TO  AGREEMENT  OR  COMPACT  WITH ANOTHER STATE OR CANADA); WORKERS'\n   15  COMPENSATION; THE GROSS AMOUNT OF \"LOSS  OF  TIME\"  INSURANCE;  AND  THE\n   16  AMOUNT  OF CASH PUBLIC ASSISTANCE AND RELIEF, OTHER THAN MEDICAL ASSIST-\n   17  ANCE FOR THE NEEDY, PAID TO OR FOR THE BENEFIT OF THE QUALIFIED TAXPAYER\n   18  OR MEMBERS OF HIS HOUSEHOLD. HOUSEHOLD GROSS INCOME  SHALL  NOT  INCLUDE\n   19  SURPLUS  FOODS  OR  OTHER RELIEF IN KIND OR PAYMENTS MADE TO INDIVIDUALS\n   20  BECAUSE OF THEIR STATUS AS VICTIMS OF NAZI PERSECUTION,  AS  DEFINED  IN\n   21  P.L.  103-286.  PROVIDED,  FURTHER,  HOUSEHOLD  GROSS  INCOME SHALL ONLY\n   22  INCLUDE ALL SUCH INCOME RECEIVED BY ALL MEMBERS OF THE  HOUSEHOLD  WHILE\n   23  MEMBERS OF SUCH HOUSEHOLD.\n   24    (D) \"QUALIFIED RESIDENCE\" MEANS A RESIDENTIAL RENTAL UNIT.\n   25    (E) \"ADJUSTED RENT\" MEANS ANNUAL RENTAL PAID FOR THE RIGHT OF OCCUPAN-\n   26  CY  OF A QUALIFIED RESIDENCE, EXCLUDING CHARGES FOR HEAT, GAS, ELECTRIC-\n   27  ITY, FURNISHINGS AND BOARD. WHERE CHARGES FOR  HEAT,  GAS,  ELECTRICITY,\n   28  FURNISHINGS  OR  BOARD ARE INCLUDED IN RENTAL BUT WHERE SUCH CHARGES AND\n   29  THE AMOUNT THEREOF ARE NOT SEPARATELY SET  FORTH  IN  A  WRITTEN  RENTAL\n   30  AGREEMENT,  FOR  PURPOSES  OF  DETERMINING  ADJUSTED  RENT THE QUALIFIED\n   31  TAXPAYER SHALL REDUCE RENTAL PAID AS FOLLOWS:\n   32    (I) FOR HEAT, OR HEAT AND GAS, DEDUCT FIFTEEN PERCENT OF RENTAL PAID;\n   33    (II) FOR HEAT, GAS OR ELECTRICITY, DEDUCT  TWENTY  PERCENT  OF  RENTAL\n   34  PAID;\n   35    (III)  FOR  HEAT, GAS, ELECTRICITY AND FURNISHINGS, DEDUCT TWENTY-FIVE\n   36  PERCENT OF RENTAL PAID;\n   37    (IV) FOR HEAT, GAS, ELECTRICITY, FURNISHINGS AND BOARD,  DEDUCT  FIFTY\n   38  PERCENT OF RENTAL PAID.\n   39  IF  THE  DEPARTMENT OF TAXATION AND FINANCE DETERMINES THAT THE ADJUSTED\n   40  RENT SHOWN ON THE RETURN IS EXCESSIVE, THE COMMISSIONER MAY REDUCE  SUCH\n   41  RENT,  FOR  PURPOSES  OF  THE  COMPUTATION  OF  THE CREDIT, TO AN AMOUNT\n   42  SUBSTANTIALLY EQUIVALENT TO RENT FOR A COMPARABLE ACCOMMODATION.\n   43    (2) FOR TAXABLE YEARS BEGINNING AFTER TWO THOUSAND EIGHT, A  QUALIFIED\n   44  TAXPAYER SHALL BE ALLOWED AN ADDITIONAL STATE SCHOOL TAX REDUCTION CRED-\n   45  IT  AGAINST  THE TAXES AUTHORIZED BY THIS ARTICLE REDUCED BY THE CREDITS\n   46  PERMITTED BY THIS ARTICLE. IF THE CREDIT EXCEEDS THE TAX  AS SO REDUCED,\n   47  THE TAXPAYER MAY RECEIVE, AND THE COMPTROLLER, SUBJECT TO A  CERTIFICATE\n   48  OF  THE  TAX  COMMISSION, SHALL PAY AS AN OVERPAYMENT, WITHOUT INTEREST,\n   49  THE AMOUNT OF SUCH EXCESS.\n   50    (3) FOR QUALIFIED TAXPAYERS THE AMOUNT OF THE CREDIT  ALLOWABLE  UNDER\n   51  THIS  SUBSECTION  SHALL  BE  THREE PERCENT OF THE ADJUSTED RENT PAID FOR\n   52  SUCH QUALIFIED RESIDENCE.\n   53    (4) IF A QUALIFIED TAXPAYER OCCUPIES A QUALIFIED RESIDENCE FOR A PERI-\n   54  OD OF LESS THAN TWELVE MONTHS DURING THE TAXABLE YEAR OR OCCUPIES TWO OR\n   55  MORE QUALIFIED RESIDENCES DURING DIFFERENT PERIODS IN SUCH TAXABLE YEAR,\n   56  THE CREDIT ALLOWED PURSUANT TO THIS SUBSECTION SHALL BE COMPUTED IN SUCH\n\n       A. 1891                             3\n\n    1  MANNER AS THE DEPARTMENT OF TAXATION  AND  FINANCE  MAY,  BY  REGULATION\n    2  PRESCRIBE,  IN  ORDER  TO PROPERLY REFLECT THE CREDIT OR PORTION THEREOF\n    3  ATTRIBUTABLE TO SUCH QUALIFIED RESIDENCE OR RESIDENCES AND  SUCH  PERIOD\n    4  OR PERIODS.\n    5    (5)  ONLY ONE CREDIT PER HOUSEHOLD AND PER QUALIFIED TAXPAYER SHALL BE\n    6  ALLOWED PER TAXABLE YEAR UNDER THIS SUBSECTION. WHEN TWO OR MORE MEMBERS\n    7  OF A HOUSEHOLD ARE ABLE TO  MEET  THE  QUALIFICATIONS  FOR  A  QUALIFIED\n    8  TAXPAYER,  THE  CREDIT  SHALL  BE  EQUALLY DIVIDED BETWEEN OR AMONG SUCH\n    9  INDIVIDUALS UNLESS SUCH INDIVIDUALS FILE WITH THE DEPARTMENT OF TAXATION\n   10  AND FINANCE A WRITTEN AGREEMENT AMONG SUCH INDIVIDUALS SETTING  FORTH  A\n   11  DIFFERENT DIVISION.\n   12    (A)  PROVIDED, HOWEVER, WHERE A JOINT INCOME TAX RETURN HAS BEEN FILED\n   13  PURSUANT TO THE PROVISIONS OF SECTION THIRTEEN HUNDRED SIX OF THIS ARTI-\n   14  CLE BY A QUALIFIED TAXPAYER AND HIS OR HER SPOUSE (OR WHERE BOTH SPOUSES\n   15  ARE QUALIFIED TAXPAYERS AND HAVE FILED SUCH JOINT RETURN),  THE  CREDIT,\n   16  OR  THE  PORTION OF THE CREDIT IF DIVIDED, TO WHICH THE HUSBAND AND WIFE\n   17  ARE ENTITLED SHALL BE APPLIED AGAINST THE TAX OF BOTH  SPOUSES  AND  ANY\n   18  OVERPAYMENT SHALL BE MADE TO BOTH SPOUSES.\n   19    (B)  WHERE  ANY RETURN REQUIRED TO BE FILED PURSUANT TO THE PROVISIONS\n   20  OF SECTION THIRTEEN HUNDRED SIX OF THIS ARTICLE  IS  COMBINED  WITH  ANY\n   21  RETURN  OF  TAX IMPOSED PURSUANT TO THE AUTHORITY OF THIS CHAPTER OR ANY\n   22  OTHER LAW IF SUCH TAX IS ADMINISTERED BY THE DEPARTMENT OF TAXATION  AND\n   23  FINANCE,  THE CREDIT OR THE PORTION OF THE CREDIT IF DIVIDED, ALLOWED TO\n   24  THE QUALIFIED TAXPAYER MAY BE  APPLIED  BY  THE  DEPARTMENT  TOWARD  ANY\n   25  LIABILITY FOR THE AFOREMENTIONED TAXES.\n   26    (6) NO CREDIT SHALL BE GRANTED UNDER THIS SUBSECTION:\n   27    (A) IF HOUSEHOLD GROSS INCOME FOR THE TAXABLE YEAR EXCEEDS SIXTY THOU-\n   28  SAND DOLLARS;\n   29    (B) TO AN INDIVIDUAL WITH RESPECT TO WHOM A DEDUCTION UNDER SUBSECTION\n   30  (C)  OF  SECTION  ONE  HUNDRED FIFTY-ONE OF THE INTERNAL REVENUE CODE IS\n   31  ALLOWABLE TO ANOTHER TAXPAYER FOR THE TAXABLE YEAR; OR\n   32    (C) TO AN INDIVIDUAL WHO IS NOT A RESIDENT INDIVIDUAL OF THE STATE FOR\n   33  THE ENTIRE TAXABLE YEAR.\n   34    (7) THE RIGHT TO CLAIM A CREDIT OR THE PORTION OF A CREDIT, WHERE SUCH\n   35  CREDIT HAS BEEN DIVIDED UNDER THIS SUBSECTION, SHALL BE PERSONAL TO  THE\n   36  QUALIFIED  TAXPAYER  AND SHALL NOT SURVIVE HIS DEATH, BUT SUCH RIGHT MAY\n   37  BE EXERCISED ON BEHALF OF A CLAIMANT BY HIS LEGAL GUARDIAN  OR  ATTORNEY\n   38  IN FACT DURING HIS LIFETIME.\n   39    (8)  RETURNS  UNDER  THIS  SECTION  SHALL  BE IN SUCH FORM AS SHALL BE\n   40  PRESCRIBED BY THE DEPARTMENT OF TAXATION AND FINANCE, WHICH  SHALL  MAKE\n   41  AVAILABLE SUCH FORMS AND INSTRUCTION FOR FILING SUCH RETURNS.\n   42    (9)  THE  DEPARTMENT  MAY  REQUIRE A QUALIFIED TAXPAYER TO FURNISH THE\n   43  FOLLOWING INFORMATION IN SUPPORT OF  HIS  CLAIM  FOR  CREDIT  UNDER  THE\n   44  SUBSECTION: HOUSEHOLD GROSS INCOME, RENT PAID, NAME AND ADDRESS OF OWNER\n   45  OR  MANAGING  AGENT  OF THE PROPERTY RENTED, THE NAMES OF MEMBERS OF THE\n   46  HOUSEHOLD AND OTHER QUALIFYING TAXPAYERS  OCCUPYING  THE  RESIDENCE  AND\n   47  THEIR  IDENTIFYING  NUMBERS INCLUDING SOCIAL SECURITY NUMBERS, HOUSEHOLD\n   48  GROSS INCOME, SIZE AND NATURE OF PROPERTY CLAIMED AS RESIDENCE  AND  ALL\n   49  OTHER  INFORMATION  WHICH MAY BE REQUIRED BY THE DEPARTMENT TO DETERMINE\n   50  THE CREDIT.\n   51    (10) NOTWITHSTANDING ANY OTHER PROVISION OF THIS ARTICLE,  THE  CREDIT\n   52  ALLOWED  UNDER  THIS  SUBSECTION  SHALL BE DETERMINED AFTER THE DETERMI-\n   53  NATION  AND  APPLICATION  OF  ANY  OTHER  CREDITS  PERMITTED  UNDER  THE\n   54  PROVISIONS OF THIS SECTION.\n   55    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the provision of a credit against state personal income tax for tax relief for certain school taxpayer renters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T163026.TXT", "SOBI.D110112.T162526.TXT", "SOBI.D110112.T150519.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294867826438
}