{
  "year" : 2011,
  "senateBillNo" : "A1892-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to housing",
    "billEventId" : "A1892-2011-1294808400000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Administrative code and emergency housing rent control law; relates to the establishment of rent adjustments",
  "summary" : "Amends administrative code and emergency housing rent control law; relates to the establishment of rent adjustments in NYC and Westchester and Nassau counties; suspends operations of the maximum base rent program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A7150-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1892\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. ROSENTHAL, GLICK, MILLMAN, COLTON, CYMBROWITZ,\n         SPANO, GOTTFRIED -- read once and referred to the Committee on Housing\n\n       AN ACT to amend the administrative code of the city of New York and  the\n         emergency  housing  rent control law, in relation to the establishment\n         of rent adjustments\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision a of section 26-405 of the administrative code\n    2  of  the city of New York is amended by adding a new paragraph 10 to read\n    3  as follows:\n    4    (10) (A) NOTWITHSTANDING ANY CONTRARY PROVISIONS OF THIS  SUBDIVISION,\n    5  EFFECTIVE  JANUARY FIRST, TWO THOUSAND TWELVE, MAXIMUM RENTS FOR HOUSING\n    6  ACCOMMODATIONS SUBJECT TO THIS CHAPTER SHALL NO  LONGER  BE  ESTABLISHED\n    7  PURSUANT TO PARAGRAPHS THREE AND FOUR OF THIS SUBDIVISION, OR LIMITED BY\n    8  PARAGRAPH  FIVE  OF THIS SUBDIVISION, OR ADJUSTED BY SUBPARAGRAPH (L) OR\n    9  (N) OF PARAGRAPH ONE OF SUBDIVISION G OF THIS SECTION.\n   10    (B) EXCEPT AS OTHERWISE PROVIDED IN THIS PARAGRAPH,  THE  RENT  GUIDE-\n   11  LINES  BOARD  ESTABLISHED PURSUANT TO SECTION 26-510 OF THIS TITLE SHALL\n   12  ESTABLISH ANNUAL RATES OF RENT  ADJUSTMENT  FOR  THE  CLASS  OF  HOUSING\n   13  ACCOMMODATIONS  SUBJECT  TO THIS CHAPTER, IN THE MANNER PROVIDED BY SUCH\n   14  SECTION. THE FACT THAT THE HOUSING  ACCOMMODATION  IS  SUBJECT  TO  THIS\n   15  CHAPTER  MAY  NOT  BE  CONSIDERED AS A FACTOR IN DETERMINING THE RATE OF\n   16  RENT ADJUSTMENT. NOT LATER THAN OCTOBER FIRST, TWO THOUSAND ELEVEN,  AND\n   17  NOT  LATER  THAN OCTOBER FIRST ANNUALLY THEREAFTER, THE RENT BOARD SHALL\n   18  FILE WITH THE CITY CLERK AND  THE  DIVISION  OF  HOUSING  AND  COMMUNITY\n   19  RENEWAL  ITS  FINDINGS  ESTABLISHED  IN  CONSIDERATION  OF  THE ECONOMIC\n   20  FACTORS LISTED IN SUBDIVISION B OF SECTION 26-510  OF  THIS  TITLE,  AND\n   21  SHALL  ACCOMPANY  SUCH  FINDINGS WITH A STATEMENT OF THE MAXIMUM RATE OR\n   22  RATES OF RENT ADJUSTMENT, IF ANY, FOR ONE OR MORE  CLASSES  OF  ACCOMMO-\n   23  DATIONS  SUBJECT  TO  THIS  CHAPTER AUTHORIZED FOR THE ADJUSTMENT OF THE\n   24  MAXIMUM RENT OF THE HOUSING ACCOMMODATION FOR THE  TWELVE  MONTH  PERIOD\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02246-01-1\n\n       A. 1892                             2\n\n    1  COMMENCING  JANUARY  FIRST,  TWO THOUSAND TWELVE AND FOR EACH SUCCEEDING\n    2  TWELVE MONTH PERIOD.\n    3    (C)  EFFECTIVE  JANUARY  FIRST,  TWO THOUSAND TWELVE, THE MAXIMUM RENT\n    4  COLLECTIBLE FROM THE TENANT SHALL BE THE  MAXIMUM  RENT  COLLECTIBLE  ON\n    5  DECEMBER  THIRTY-FIRST,  TWO THOUSAND ELEVEN, INCLUDING ANY RENT ADJUST-\n    6  MENTS THEN COLLECTIBLE PURSUANT TO SUBPARAGRAPH (N) OF PARAGRAPH ONE  OF\n    7  SUBDIVISION  G OF THIS SECTION, AS SUCH RENT MAY BE ADJUSTED PURSUANT TO\n    8  SUBPARAGRAPH (B) OF THIS PARAGRAPH ANNUALLY, WITHOUT  AN  ORDER  OF  THE\n    9  CITY RENT AGENCY, OR AS ADJUSTED PURSUANT TO ANY OTHER PROVISION OF THIS\n   10  CHAPTER, PROVIDED THAT A LANDLORD SHALL NOT COLLECT ANY RENT INCREASE OR\n   11  ADJUSTMENT  OTHERWISE  COLLECTIBLE  UNDER SUBPARAGRAPH (B) OF THIS PARA-\n   12  GRAPH UNLESS AND UNTIL THE FIRST RENT PAYMENT DATE  AFTER  THE  LANDLORD\n   13  CERTIFIES TO THE CITY RENT AGENCY THAT ALL RENT IMPAIRING VIOLATIONS, AS\n   14  DEFINED BY SECTION THREE HUNDRED TWO-A OF THE MULTIPLE DWELLING LAW, AND\n   15  AT  LEAST EIGHTY PER CENTUM OF ALL OTHER VIOLATIONS OF THE HOUSING MAIN-\n   16  TENANCE CODE OR OTHER STATE OR LOCAL LAWS THAT  IMPOSE  REQUIREMENTS  ON\n   17  PROPERTY AND WHICH WERE RECORDED AGAINST THE PROPERTY ON JULY FIRST, TWO\n   18  THOUSAND  ELEVEN,  OR  JULY  FIRST OF THE YEAR PRECEDING THE ADJUSTMENT,\n   19  WHICHEVER IS LATER, HAVE BEEN CLEARED, CORRECTED OR ABATED AND THE LAND-\n   20  LORD HAS RECEIVED A CERTIFICATE OF ELIGIBILITY FROM THE CITY RENT AGENCY\n   21  THAT THE VIOLATION CLEARING REQUIREMENTS SET FORTH ABOVE HAVE  BEEN  MET\n   22  AND  FURTHER  AUTHORIZING  THE  LANDLORD TO COLLECT ANY RENT INCREASE OR\n   23  ADJUSTMENT AUTHORIZED PURSUANT TO SUBPARAGRAPH (B)  OF  THIS  PARAGRAPH,\n   24  AND THE LANDLORD HAS SERVED SUCH CERTIFICATE UPON THE TENANT RESIDING IN\n   25  THE HOUSING ACCOMMODATION.\n   26    (D)  MAXIMUM  RATES  OF  RENT ADJUSTMENT SHALL NOT BE ESTABLISHED MORE\n   27  THAN ONCE ANNUALLY FOR ANY HOUSING ACCOMMODATION SUBJECT TO THIS CHAPTER\n   28  WITHIN THE BOARD'S JURISDICTION. ONCE ESTABLISHED, NO SUCH RATE SHALL BE\n   29  ADJUSTED BY ANY SURCHARGE, SUPPLEMENTARY ADJUSTMENT, REOPENER  OR  OTHER\n   30  MODIFICATION.\n   31    (E)  NOTHING  CONTAINED  IN  THIS  PARAGRAPH  SHALL ALTER, RESTRICT OR\n   32  IMPAIR AN OWNER'S RIGHT TO ESTABLISH  THE  INITIAL  REGULATED  RENT  FOR\n   33  ACCOMMODATIONS SUBJECT TO THIS CHAPTER WHICH BECOME VACANT.\n   34    S  2.  Section  4 of chapter 274 of the laws of 1946, constituting the\n   35  emergency housing rent control law, is amended by adding a new  subdivi-\n   36  sion 9 to read as follows:\n   37    9.  NOTWITHSTANDING  ANY  CONTRARY  PROVISIONS  OF THIS LAW, EFFECTIVE\n   38  JANUARY 1, 2012, EXCEPT AS OTHERWISE PROVIDED IN THIS  SUBDIVISION,  THE\n   39  RENT  FOR  HOUSING ACCOMMODATIONS SUBJECT TO THIS CHAPTER LOCATED IN THE\n   40  COUNTIES OF WESTCHESTER AND NASSAU SHALL BE ADJUSTED AS FOLLOWS:\n   41    (A) THE COUNTY RENT BOARDS ESTABLISHED PURSUANT TO SECTION  4  OF  THE\n   42  EMERGENCY  TENANT  PROTECTION ACT OF NINETEEN SEVENTY-FOUR, SHALL ESTAB-\n   43  LISH ANNUAL RENT ADJUSTMENTS FOR THE  CLASS  OF  HOUSING  ACCOMMODATIONS\n   44  SUBJECT  TO  THIS  CHAPTER  LOCATED  IN  THE COUNTIES OF WESTCHESTER AND\n   45  NASSAU, IN THE MANNER PROVIDED BY SUCH SECTION. THE FACT THAT THE  HOUS-\n   46  ING  ACCOMMODATION  IS  SUBJECT  TO  THIS LAW MAY NOT BE CONSIDERED AS A\n   47  FACTOR IN DETERMINING THE RATE OF RENT ADJUSTMENT. NOT LATER THAN  OCTO-\n   48  BER  1,  2011, AND NOT LATER THAN OCTOBER FIRST ANNUALLY THEREAFTER, THE\n   49  COUNTY RENT BOARDS SHALL FILE WITH THE COMMISSION THEIR FINDINGS  ESTAB-\n   50  LISHED  IN CONSIDERATION OF THE ECONOMIC FACTORS LISTED IN SUBDIVISION B\n   51  OF SECTION 4 OF THE EMERGENCY TENANT PROTECTION ACT OF  NINETEEN  SEVEN-\n   52  TY-FOUR, AND SHALL ACCOMPANY SUCH FINDINGS WITH A STATEMENT OF THE MAXI-\n   53  MUM RATE OR RATES OF RENT ADJUSTMENT, IF ANY, FOR ONE OR MORE CLASSES OF\n   54  ACCOMMODATIONS  SUBJECT  TO THIS LAW WITHIN SUCH COUNTIES AUTHORIZED FOR\n   55  THE ADJUSTMENT OF THE MAXIMUM RENT OF THE HOUSING ACCOMMODATION FOR  THE\n\n       A. 1892                             3\n\n    1  TWELVE  MONTH PERIOD COMMENCING JANUARY 1, 2012, AND FOR EACH SUCCEEDING\n    2  TWELVE MONTH PERIOD.\n    3    (B)  EFFECTIVE  JANUARY 1, 2012, THE MAXIMUM RENT COLLECTIBLE FROM THE\n    4  TENANT SHALL BE THE MAXIMUM RENT COLLECTIBLE ON DECEMBER  31,  2011,  AS\n    5  SUCH  RENT MAY BE ADJUSTED PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION\n    6  ANNUALLY, WITHOUT AN ORDER OF THE COMMISSION, OR AS ADJUSTED PURSUANT TO\n    7  ANY OTHER PROVISION OF THIS LAW. HOWEVER, NO SUCH INCREASE  PURSUANT  TO\n    8  PARAGRAPH  (A) OF THIS SUBDIVISION SHALL BE AUTHORIZED UNTIL THE EXPIRA-\n    9  TION OF TWELVE MONTHS FROM THE EFFECTIVE DATE  OF  ANY  RENT  ADJUSTMENT\n   10  AUTHORIZED  PURSUANT  TO  REGULATIONS  ADOPTED  FOR  RENT ADJUSTMENTS TO\n   11  COMPENSATE FOR UNAVOIDABLE INCREASED COSTS OF OPERATIONS AS PROVIDED FOR\n   12  UNDER THIS LAW.\n   13    (C) MAXIMUM RATES OF RENT ADJUSTMENT SHALL  NOT  BE  ESTABLISHED  MORE\n   14  THAN  ONCE  ANNUALLY  FOR  ANY HOUSING ACCOMMODATION SUBJECT TO THIS LAW\n   15  WITHIN A BOARD'S JURISDICTION. ONCE ESTABLISHED, NO SUCH RATE  SHALL  BE\n   16  ADJUSTED  BY  ANY SURCHARGE, SUPPLEMENTARY ADJUSTMENT, REOPENER OR OTHER\n   17  MODIFICATION.\n   18    (D) NOTHING CONTAINED IN  THIS  PARAGRAPH  SHALL  ALTER,  RESTRICT  OR\n   19  IMPAIR  AN  OWNER'S  RIGHT  TO  ESTABLISH THE INITIAL REGULATED RENT FOR\n   20  ACCOMMODATIONS SUBJECT TO THIS LAW WHICH BECOME VACANT.\n   21    S 3. This act shall take effect immediately; provided that the  amend-\n   22  ments  to section 26-405 of the city rent and rehabilitation law made by\n   23  section one of this act shall remain in full force and  effect  only  as\n   24  long  as  the  public  emergency requiring the regulation and control of\n   25  residential rents and evictions continues, as provided in subdivision  3\n   26  of  section  1  of  the  local  emergency  housing rent control act; and\n   27  provided that the amendments to section 4 of the emergency housing  rent\n   28  control  law  made  by  section two of this act shall expire on the same\n   29  date as such law expires and shall not affect the expiration of such law\n   30  as provided in subdivision 2 of section 1 of chapter 274 of the laws  of\n   31  1946.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the emergency housing rent control law, in relation to the establishment of rent adjustments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T163026.TXT", "SOBI.D110112.T150519.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294867826440
}