{
  "year" : 2011,
  "senateBillNo" : "A1896-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to codes",
    "billEventId" : "A1896-2011-1294808400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to pistol permit privacy",
  "summary" : "Relates to pistol permit privacy and makes all personal information regarding pistol or revolver licensees confidential except to law enforcement agencies and to individuals requesting information about a named individual. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A11716-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1896\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHROEDER  --  read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the penal law, in relation to pistol permit privacy\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  5  of  section  400.00  of the penal law, as\n    2  amended by chapter 332 of the laws  of  1994,  is  amended  to  read  as\n    3  follows:\n    4    5.  Filing  of  approved  applications.  (A)  The  application for any\n    5  license, if granted, shall be filed by the licensing  officer  with  the\n    6  clerk  of  the  county  of issuance, except that in the city of New York\n    7  and, in the counties of Nassau and Suffolk, the licensing officer  shall\n    8  designate  the  place  of  filing in the appropriate division, bureau or\n    9  unit of the police department thereof, and in the county of Suffolk  the\n   10  county  clerk  is  hereby authorized to transfer all records or applica-\n   11  tions relating to firearms to the licensing authority  of  that  county.\n   12  The  name  and  address  of  any  person  to whom an application for any\n   13  license has been granted shall be [a  public  record]  CONFIDENTIAL  AND\n   14  SHALL NOT BE MADE AVAILABLE EXCEPT AS SET FORTH IN PARAGRAPH (B) OF THIS\n   15  SUBDIVISION.    Upon application by a licensee who has changed his place\n   16  of residence such records or applications shall be  transferred  to  the\n   17  appropriate  officer  at the licensee's new place of residence. A dupli-\n   18  cate copy of such application shall be filed by the licensing officer in\n   19  the executive department, division of state police, Albany,  within  ten\n   20  days after issuance of the license. Nothing in this subdivision shall be\n   21  construed  to  change  the  expiration  date or term of such licenses if\n   22  otherwise provided for in law.\n   23    (B) THE DIVISION OF STATE POLICE SHALL MAINTAIN AN  AUTOMATED  LISTING\n   24  OF EVERY LICENSE HOLDER ISSUED A LICENSE FOR A PISTOL OR REVOLVER PURSU-\n   25  ANT TO THIS SECTION. SUCH LISTING SHALL BE MADE AVAILABLE, UPON REQUEST,\n   26  PROVIDED, THAT:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05965-01-1\n\n       A. 1896                             2\n\n    1    (I)  ONLY  REQUESTS  RELATING  TO A NAMED LICENSEE SHALL BE HONORED OR\n    2  MADE AVAILABLE ONLINE; AND\n    3    (II)  A REQUEST FOR THE ENTIRE LIST OF LICENSEES, OR FOR ALL LICENSEES\n    4  IN A GEOGRAPHIC AREA, SHALL BE DENIED, EXCEPT  TO  ANY  LAW  ENFORCEMENT\n    5  AGENCY.\n    6    FOR  THE PURPOSES OF THIS SUBDIVISION, THE TERM \"LAW ENFORCEMENT AGEN-\n    7  CY\" SHALL MEAN THE DIVISION OF STATE POLICE, ANY NEW YORK  STATE  COUNTY\n    8  SHERIFF'S DEPARTMENT, ANY POLICE DEPARTMENT OF ANY CITY, VILLAGE OR TOWN\n    9  WITHIN  NEW YORK STATE, THE POLICE FORCE OF ANY NEW YORK STATE AUTHORITY\n   10  OR AGENCY, THE STATE POLICE FORCE OF ANY OTHER STATE AND ANY FEDERAL LAW\n   11  ENFORCEMENT AGENCY.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to pistol permit privacy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T150519.TXT", "SOBI.D110112.T163527.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294868127562
}