{
  "year" : 2011,
  "senateBillNo" : "A1906-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1906-2011-1294808400000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Farrell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes political subdivisions to award public contracts to participants of a MWBE program at a cost premium not to exceed ten percent of the lowest bid",
  "summary" : "Authorizes political subdivisions to award public contracts to participants of a minority and women owned business enterprise program at a cost premium not to exceed ten percent of the lowest bid. ",
  "currentCommittee" : null,
  "sameAs" : "S1330",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A6807-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1906\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. FARRELL -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the general municipal law, in  relation  to  authorizing\n         political  subdivisions to award public contracts to participants of a\n         minority and women owned business enterprise program at a cost premium\n         not to exceed ten percent of the lowest bid as an available remedy  to\n         a demonstrated disparity\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 104-a of the general municipal law, as  amended  by\n    2  chapter 468 of the laws of 1994, is amended to read as follows:\n    3    S  104-a.  Purchasing [of products] for public use. 1. Notwithstanding\n    4  the provisions of section one hundred three of this  [chapter]  ARTICLE,\n    5  when  purchasing  products the officer, board or agency of any political\n    6  subdivision or of any district therein  charged  with  the  awarding  of\n    7  public  contracts may, wherever recycled products meet contract specifi-\n    8  cations and the  price  of  such  products  is  reasonably  competitive,\n    9  purchase  such  products.  For the purpose of this [section] SUBDIVISION\n   10  and until July first, nineteen hundred  ninety-six,  \"recycled  product\"\n   11  shall  mean any product which has been manufactured from secondary mate-\n   12  rials, as defined in subdivision one of section two hundred sixty-one of\n   13  the economic development  law,  and  meets  secondary  material  content\n   14  requirements  adopted  by the office of general services [under subdivi-\n   15  sion one of section one hundred seventy-seven of the state finance  law]\n   16  for  products  available  to the political subdivision or district under\n   17  state contract or, if no such contract for such  product  is  available,\n   18  any  product  which  meets  the  secondary material content requirements\n   19  adopted by the political subdivision or district thereof with respect to\n   20  a specific commodity procurement by  such  entity.  On  and  after  July\n   21  first,  nineteen  hundred ninety-six, \"recycled product\" shall mean, for\n   22  the purposes of this [section] SUBDIVISION, any product which  is  manu-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02925-01-1\n\n       A. 1906                             2\n\n    1  factured  from  secondary  materials,  as  defined in subdivision one of\n    2  section two hundred sixty-one of the economic development law, and which\n    3  meets the requirements of subdivision two  of  section  27-0717  of  the\n    4  environmental  conservation  law  and  regulations  promulgated pursuant\n    5  thereto. For the purpose  of  this  [section]  SUBDIVISION,  \"reasonably\n    6  competitive\"  shall  mean that the cost of the recycled product does not\n    7  exceed a cost premium of ten percent above  the  cost  of  a  comparable\n    8  product  that is not a recycled product or, if at least fifty percent of\n    9  the secondary materials utilized in the manufacture of that product  are\n   10  generated from the waste stream in New York state, the cost of the recy-\n   11  cled product does not exceed a cost premium of fifteen percent above the\n   12  cost of a comparable product that is not a recycled product.\n   13    Whenever  such  officer,  board  or agency shall purchase or cause the\n   14  purchase of printing on recycled paper pursuant to this section,  he  or\n   15  she  shall  require  the  printed material to contain the official state\n   16  recycling emblem established pursuant  to  subdivision  two  of  section\n   17  27-0717 of the environmental conservation law and regulations promulgat-\n   18  ed pursuant thereto if such paper has been approved by the department of\n   19  environmental  conservation as satisfying the requirements of such stat-\n   20  ute and regulations, or, if such paper has not been so approved, require\n   21  the printed material to include a printed statement which indicates  the\n   22  percentages  of pre-consumer and post-consumer recycled material content\n   23  of such paper.\n   24    2. NOTWITHSTANDING THE PROVISIONS OF SECTION ONE HUNDRED THREE OF THIS\n   25  ARTICLE, WHEN PURCHASING GOODS, SERVICES OR CONSTRUCTION FOR PUBLIC USE,\n   26  THE OFFICER, BOARD OR AGENCY OF ANY  POLITICAL  SUBDIVISION  OR  OF  ANY\n   27  DISTRICT  THEREIN  CHARGED  WITH  THE  AWARDING OF PUBLIC CONTRACTS THAT\n   28  EMPLOY A MINORITY OR WOMEN OWNED BUSINESS ENTERPRISE (MWBE) PROGRAM, MAY\n   29  AWARD ANY CONTRACT VALUED AT NO MORE  THAN  ONE  MILLION  DOLLARS  TO  A\n   30  PARTICIPANT  OF  SUCH PROGRAM EVEN IF SUCH PARTICIPANT IS NOT THE LOWEST\n   31  BIDDER FOR SUCH CONTRACT, PROVIDED, HOWEVER THAT SUCH AWARD MAY ONLY  BE\n   32  MADE  TO  THE  LOWEST  MWBE BID THAT IS REASONABLY COMPETITIVE.  FOR THE\n   33  PURPOSE OF THIS SUBDIVISION, AN \"MWBE PROGRAM\" SHALL  BE  DEFINED  AS  A\n   34  PROGRAM  DESIGNED TO INCREASE PARTICIPATION OF MWBES IN PUBLIC CONTRACT-\n   35  ING THAT IS BASED ON A STUDY IN WHICH IT WAS FOUND THAT THERE IS OR  HAS\n   36  BEEN  A  DISPARITY BETWEEN THE AVAILABILITY AND THE UTILIZATION OF MWBES\n   37  IN THE AWARD OF CONTRACTS BY  SUCH  POLITICAL  SUBDIVISION  OR  DISTRICT\n   38  THEREIN.  FOR  THE PURPOSE OF THIS SUBDIVISION, \"REASONABLY COMPETITIVE\"\n   39  SHALL MEAN THAT THE MWBE BID DOES NOT EXCEED THE LOWEST BID BY MORE THAN\n   40  TEN PERCENT.\n   41    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   42  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to authorizing political subdivisions to award public contracts to participants of a minority and women owned business enterprise program at a cost premium not to exceed ten percent of the lowest bid as an available remedy to a demonstrated disparity ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T171029.TXT", "SOBI.D110112.T151019.TXT", "SOBI.D110126.T121253.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296061973835
}