{
  "year" : 2011,
  "senateBillNo" : "A1901-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1901-2011-1294808400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the shipment of cigarettes",
  "summary" : "Relates to the shipment of cigarettes. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A11503-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1901\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN  ACT  to  amend the public health law, in relation to the shipment of\n         cigarettes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 1 of section 1399-ll of the public health law,\n    2  as added by chapter 262 of the laws of  2000,  is  amended  to  read  as\n    3  follows:\n    4    1.  It  shall  be  unlawful  for any person engaged in the business of\n    5  selling cigarettes to ship or cause to be shipped any cigarettes to  any\n    6  person  in  this  state who is not: (a) a person licensed as a cigarette\n    7  tax agent or wholesale dealer under article twenty of  the  tax  law  or\n    8  registered  retail dealer under section four hundred eighty-a of the tax\n    9  law; (b) an export warehouse proprietor pursuant to chapter  52  of  the\n   10  internal  revenue  code  or  an  operator  of a customs bonded warehouse\n   11  pursuant to section 1311 or 1555 of title 19 of the United States  Code;\n   12  or  (c)  a  person  who  is  an officer, employee or agent of the United\n   13  States government, this state or a department,  agency,  instrumentality\n   14  or political subdivision of the United States or this state AND PRESENTS\n   15  HIMSELF  OR  HERSELF  AS  SUCH, when such person is acting in accordance\n   16  with his or her official duties. For purposes  of  this  subdivision,  a\n   17  person  is  a  licensed or registered agent or dealer described in para-\n   18  graph (a) of this subdivision if his or her name appears on  a  list  of\n   19  licensed  or registered agents or dealers published by the department of\n   20  taxation and finance, or if such person is licensed or registered as  an\n   21  agent or dealer under article twenty of the tax law.\n   22    S  2.  Subdivision  2  of section 1399-ll of the public health law, as\n   23  added by chapter 262 of the laws of 2000, is amended to read as follows:\n   24    2. It shall be unlawful for any common or contract carrier to knowing-\n   25  ly transport cigarettes to any person in this state reasonably  believed\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04510-01-1\n\n       A. 1901                             2\n\n    1  by  such  carrier  to be other than a person described in paragraph (a),\n    2  (b) or (c) of subdivision one of  this  section.  For  purposes  of  the\n    3  preceding  sentence,  if  cigarettes  are transported to a home or resi-\n    4  dence,  it  shall  be  presumed that the common or contract carrier knew\n    5  that such person was not a person described in paragraph (a), (b) or (c)\n    6  of subdivision one of this section. It shall be unlawful for  any  other\n    7  person  to  knowingly  transport cigarettes to any person in this state,\n    8  other than to a person described in paragraph (a), (b) or (c) of  subdi-\n    9  vision  one  of  this  section.  Nothing  in  this  subdivision shall be\n   10  construed to prohibit a [person other than a] common or contract carrier\n   11  OR A REGISTERED RETAIL DEALER UNDER SECTION FOUR HUNDRED EIGHTY-A OF THE\n   12  TAX LAW from transporting not more than eight hundred cigarettes at  any\n   13  one time to any person in this state.\n   14    S  3.  Subdivision  5  of section 1399-ll of the public health law, as\n   15  added by chapter 262 of the laws of 2000, is amended to read as follows:\n   16    5. Any person who violates the provisions of subdivision one or two of\n   17  this section shall be guilty of a class A misdemeanor and for  a  second\n   18  or subsequent violation shall be guilty of a class E felony. In addition\n   19  to  the criminal penalty, [the commissioner may impose a civil fine] ANY\n   20  PERSON WHO VIOLATES THE PROVISIONS OF SUBDIVISION ONE, TWO OR  THREE  OF\n   21  THIS  SECTION  SHALL  BE  SUBJECT  TO  A CIVIL PENALTY not to exceed THE\n   22  GREATER OF (A) five thousand dollars for each  such  violation  [on  any\n   23  person  who violates subdivision one or two of this section. The commis-\n   24  sioner may impose a civil fine not to exceed five thousand  dollars  for\n   25  each  violation  of  subdivision  three  of  this  section on any person\n   26  engaged in the business of selling cigarettes who ships or causes to  be\n   27  shipped  any  such  cigarettes  to any person in this state]; OR (B) ONE\n   28  HUNDRED DOLLARS FOR EACH  PACK  OF  CIGARETTES  SHIPPED,  CAUSED  TO  BE\n   29  SHIPPED OR TRANSPORTED IN VIOLATION OF SUCH SUBDIVISION.\n   30    S 4. Section 1399-ll of the public health law, as added by chapter 262\n   31  of the laws of 2000, is amended by adding a new subdivision 6 to read as\n   32  follows:\n   33    6.  THE  ATTORNEY  GENERAL  MAY  BRING  AN ACTION TO RECOVER THE CIVIL\n   34  PENALTIES PROVIDED BY SUBDIVISION FIVE OF  THIS  SECTION  AND  FOR  SUCH\n   35  OTHER  RELIEF  AS  MAY BE DEEMED NECESSARY. IN ADDITION, THE CORPORATION\n   36  COUNSEL OF ANY POLITICAL SUBDIVISION THAT IMPOSES A  TAX  ON  CIGARETTES\n   37  MAY  BRING AN ACTION TO RECOVER THE CIVIL PENALTIES PROVIDED BY SUBDIVI-\n   38  SION FIVE OF THIS SECTION AND FOR SUCH OTHER RELIEF  AS  MAY  BE  DEEMED\n   39  NECESSARY  WITH  RESPECT TO ANY CIGARETTES SHIPPED, CAUSED TO BE SHIPPED\n   40  OR TRANSPORTED IN VIOLATION OF THIS SECTION TO ANY PERSON LOCATED WITHIN\n   41  SUCH POLITICAL SUBDIVISION. ALL CIVIL PENALTIES  OBTAINED  IN  ANY  SUCH\n   42  ACTION  SHALL BE RETAINED BY THE STATE OR POLITICAL SUBDIVISION BRINGING\n   43  SUCH ACTION, PROVIDED THAT NO PERSON SHALL  BE  REQUIRED  TO  PAY  CIVIL\n   44  PENALTIES  TO BOTH THE STATE AND A POLITICAL SUBDIVISION WITH RESPECT TO\n   45  THE SAME VIOLATION OF THIS SECTION.\n   46    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the shipment of cigarettes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T151019.TXT", "SOBI.D110112.T163527.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294868127556
}