{
  "year" : 2011,
  "senateBillNo" : "A1904-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to codes",
    "billEventId" : "A1904-2011-1294808400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows for electronic court appearance in any county of the state, except an appearance at a hearing or trial",
  "summary" : "Provides for electronic court appearance in a criminal action, anywhere in the state, in the discretion of the court having jurisdiction of the defendant; provides that the defendant must, after consultation with counsel, consent on the record; provides that the chief administrator of the courts must first approve the use of such electronic appearance. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A4331-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1904\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. GALEF, PEOPLES-STOKES -- Multi-Sponsored by -- M.\n         of A. COOK, DINOWITZ, HOOPER, LAVINE, MAYERSOHN, ROBINSON -- read once\n         and referred to the Committee on Codes\n\n       AN  ACT  to  amend the criminal procedure law, in relation to electronic\n         court appearance statewide\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 182.20 of the criminal procedure\n    2  law, as amended by chapter 332 of the laws of 2009, is amended  to  read\n    3  as follows:\n    4    1.  Notwithstanding  any other provision of law and except as provided\n    5  in section 182.30 of this article, the court,  in  its  discretion,  may\n    6  dispense  with  the  personal  appearance  of  the  defendant, except an\n    7  appearance at a hearing or trial, and conduct an  electronic  appearance\n    8  in  connection with a criminal action [pending in Albany, Bronx, Broome,\n    9  Erie, Kings, New  York,  Niagara,  Oneida,  Onondaga,  Ontario,  Orange,\n   10  Putnam,  Queens, Richmond, St. Lawrence, Tompkins, Chautauqua, Cattarau-\n   11  gus,  Clinton,  Essex,  Montgomery,  Rensselaer,  Warren,   Westchester,\n   12  Suffolk,  Herkimer or Franklin county], provided that the chief adminis-\n   13  trator of the courts has authorized the use of electronic appearance and\n   14  the defendant, after consultation with counsel, consents on the  record.\n   15  Such  consent  shall  be required at the commencement of each electronic\n   16  appearance to such electronic appearance.\n   17    S 2. This act shall take effect immediately, provided,  however,  that\n   18  the  amendment to subdivision 1 of section 182.20 of the criminal proce-\n   19  dure law made by section one of this act shall not affect the repeal  of\n   20  such section and shall be deemed repealed therewith.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04159-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to electronic court appearance statewide ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T151019.TXT", "SOBI.D110112.T170529.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294869929351
}