{
  "year" : 2011,
  "senateBillNo" : "A1919-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A1919-2011-1294808400000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates unfair labor and housing practices against persons with veteran status by expanding the jurisdiction of the human rights commission; repealer",
  "summary" : "Eliminates unfair labor and housing practices against persons with veteran status by expanding the jurisdiction of the human rights commission. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AA6539-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1919\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, PERRY, LAVINE, GUNTHER, ROBINSON, PHEFFER,\n         JAFFEE,  LANCMAN,  TITONE,  TOWNS, SCHROEDER, CLARK, SCHIMEL -- Multi-\n         Sponsored by -- M. of A.   ABBATE,  BOYLAND,  COOK,  CUSICK,  DESTITO,\n         GABRYSZAK,  GALEF,  GOTTFRIED,  HIKIND,  V. LOPEZ,  MAISEL, MAYERSOHN,\n         McENENY, REILLY, SWEENEY, WEISENBERG -- read once and referred to  the\n         Committee on Veterans' Affairs\n\n       AN  ACT  to  amend  the executive law, in relation to eliminating unfair\n         labor or housing practices against persons with veteran status\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 292 of the executive law is amended by adding a new\n    2  subdivision 35 to read as follows:\n    3    35.  THE  TERM  \"VETERAN  STATUS\",  WHEN USED IN THIS ARTICLE, MEANS A\n    4  PERSON, MALE OR FEMALE, RESIDENT OF THIS STATE, WHO SERVED IN THE ACTIVE\n    5  MILITARY, NAVAL, OR AIR SERVICE OF THE UNITED STATES DURING A PERIOD  OF\n    6  WAR,  OR  WHO  HAS RECEIVED A COMPENSATION RATING FROM THE UNITED STATES\n    7  DEPARTMENT OF VETERANS AFFAIRS OR FROM THE UNITED STATES  DEPARTMENT  OF\n    8  DEFENSE BECAUSE OF A SERVICE CONNECTED DISABILITY OR WHO WAS A RECIPIENT\n    9  OF  THE  ARMED  FORCES  EXPEDITIONARY  MEDAL,  NAVY EXPEDITIONARY MEDAL,\n   10  MARINE CORPS EXPEDITIONARY MEDAL, OR GLOBAL WAR ON TERRORISM EXPEDITION-\n   11  ARY MEDAL, AND WHO HAS BEEN RELEASED FROM SUCH SERVICE OTHERWISE THAN BY\n   12  DISHONORABLE DISCHARGE.\n   13    S 2. Subdivisions 8 and 9 of section 295  of  the  executive  law,  as\n   14  amended  by  chapter  106  of  the  laws of 2003, are amended to read as\n   15  follows:\n   16    8. To create such advisory councils, local, regional or state-wide, as\n   17  in its judgment will aid in effectuating the purposes  of  this  article\n   18  and  of section eleven of article one of the constitution of this state,\n   19  and the division may empower them to study  the  problems  of  discrimi-\n   20  nation  in  all or specific fields of human relationships or in specific\n   21  instances of discrimination because of age, race, creed, color, national\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04086-01-1\n\n       A. 1919                             2\n\n    1  origin, sexual orientation, military status, VETERAN STATUS, sex,  disa-\n    2  bility  or  marital  status and make recommendations to the division for\n    3  the development of policies and procedures in general  and  in  specific\n    4  instances.  The  advisory  councils  also  shall disseminate information\n    5  about the division's activities  to  organizations  and  individuals  in\n    6  their  localities. Such advisory councils shall be composed of represen-\n    7  tative citizens, serving without pay, but with reimbursement for  actual\n    8  and  necessary  traveling  expenses; and the division may make provision\n    9  for technical and clerical assistance  to  such  councils  and  for  the\n   10  expenses of such assistance.\n   11    9. To develop human rights plans and policies for the state and assist\n   12  in their execution and to make investigations and studies appropriate to\n   13  effectuate  this article and to issue such publications and such results\n   14  of investigations and research as in its judgement will tend  to  inform\n   15  persons  of the rights assured and remedies provided under this article,\n   16  to promote good-will and minimize or eliminate discrimination because of\n   17  age, race, creed, color, national origin, sexual  orientation,  military\n   18  status, VETERAN STATUS, sex, disability or marital status.\n   19    S  3. Paragraphs (a), (b), (c) and (d) of subdivision 1 of section 296\n   20  of the executive law, paragraph (a) as amended by chapter 80 of the laws\n   21  of 2009 and paragraphs (b), (c) and (d) as amended by chapter 75 of  the\n   22  laws of 2005, are amended to read as follows:\n   23    (a)  For  an  employer or licensing agency, because of an individual's\n   24  age, race, creed, color, national origin, sexual  orientation,  military\n   25  status, VETERAN STATUS, sex, disability, predisposing genetic character-\n   26  istics, marital status, or domestic violence victim status, to refuse to\n   27  hire or employ or to bar or to discharge from employment such individual\n   28  or  to discriminate against such individual in compensation or in terms,\n   29  conditions or privileges of employment.\n   30    (b) For an employment agency to discriminate  against  any  individual\n   31  because of age, race, creed, color, national origin, sexual orientation,\n   32  military  status,  VETERAN STATUS, sex, disability, predisposing genetic\n   33  characteristics, or marital status, in receiving, classifying, disposing\n   34  or otherwise acting upon applications for its services or  in  referring\n   35  an applicant or applicants to an employer or employers.\n   36    (c)  For a labor organization, because of the age, race, creed, color,\n   37  national origin, sexual orientation, military  status,  VETERAN  STATUS,\n   38  sex, disability, predisposing genetic characteristics, or marital status\n   39  of any individual, to exclude or to expel from its membership such indi-\n   40  vidual  or  to  discriminate  in  any  way against any of its members or\n   41  against any employer or any individual employed by an employer.\n   42    (d) For any employer or employment agency to  print  or  circulate  or\n   43  cause to be printed or circulated any statement, advertisement or publi-\n   44  cation,  or to use any form of application for employment or to make any\n   45  inquiry in  connection  with  prospective  employment,  which  expresses\n   46  directly  or indirectly, any limitation, specification or discrimination\n   47  as to age, race, creed,  color,  national  origin,  sexual  orientation,\n   48  military  status,  VETERAN STATUS, sex, disability, predisposing genetic\n   49  characteristics, or marital status, or any intent to make any such limi-\n   50  tation, specification or discrimination, unless based upon a  bona  fide\n   51  occupational  qualification;  provided, however, that neither this para-\n   52  graph nor any provision of this chapter or other law shall be  construed\n   53  to prohibit the department of civil service or the department of person-\n   54  nel of any city containing more than one county from requesting informa-\n   55  tion  from  applicants  for civil service examinations concerning any of\n   56  the aforementioned characteristics, other than sexual  orientation,  for\n\n       A. 1919                             3\n\n    1  the purpose of conducting studies to identify and resolve possible prob-\n    2  lems  in recruitment and testing of members of minority groups to insure\n    3  the fairest possible and equal opportunities for employment in the civil\n    4  service for all persons, regardless of age, race, creed, color, national\n    5  origin,  sexual orientation, military status, VETERAN STATUS, sex, disa-\n    6  bility, predisposing genetic characteristics, or marital status.\n    7    S 4. Paragraphs (b), (c) and (d) of subdivision 1-a of section 296  of\n    8  the  executive  law,  as amended by chapter 106 of the laws of 2003, are\n    9  amended to read as follows:\n   10    (b) To deny to or withhold from any person  because  of  race,  creed,\n   11  color,  national  origin,  sexual  orientation, military status, VETERAN\n   12  STATUS, sex, age, disability, or marital status, the right to be  admit-\n   13  ted  to or participate in a guidance program, an apprenticeship training\n   14  program, on-the-job training program,  executive  training  program,  or\n   15  other occupational training or retraining program;\n   16    (c)  To  discriminate against any person in his or her pursuit of such\n   17  programs or to discriminate against such a person in the  terms,  condi-\n   18  tions  or  privileges  of  such  programs because of race, creed, color,\n   19  national origin, sexual orientation, military  status,  VETERAN  STATUS,\n   20  sex, age, disability or marital status;\n   21    (d)  To  print  or  circulate or cause to be printed or circulated any\n   22  statement, advertisement or publication, or to use any form of  applica-\n   23  tion  for  such  programs or to make any inquiry in connection with such\n   24  program which expresses, directly or indirectly, any  limitation,  spec-\n   25  ification  or  discrimination as to race, creed, color, national origin,\n   26  sexual orientation, military status, VETERAN STATUS, sex, age, disabili-\n   27  ty or marital status, or any intention  to  make  any  such  limitation,\n   28  specification  or  discrimination,  unless  based on a bona fide occupa-\n   29  tional qualification.\n   30    S 5. Paragraph (a) of subdivision 2 of section 296  of  the  executive\n   31  law,  as  amended by chapter 106 of the laws of 2003, is amended to read\n   32  as follows:\n   33    (a) It shall be an unlawful discriminatory practice  for  any  person,\n   34  being  the  owner, lessee, proprietor, manager, superintendent, agent or\n   35  employee of any place of  public  accommodation,  resort  or  amusement,\n   36  because  of the race, creed, color, national origin, sexual orientation,\n   37  military status, VETERAN STATUS, sex, or disability or marital status of\n   38  any person, directly or indirectly, to refuse, withhold from or deny  to\n   39  such  person any of the accommodations, advantages, facilities or privi-\n   40  leges thereof, including the extension of credit, or, directly or  indi-\n   41  rectly,  to publish, circulate, issue, display, post or mail any written\n   42  or printed communication, notice or advertisement, to  the  effect  that\n   43  any  of the accommodations, advantages, facilities and privileges of any\n   44  such place shall be refused, withheld from or denied to  any  person  on\n   45  account  of  race,  creed,  color,  national origin, sexual orientation,\n   46  military status, VETERAN STATUS, sex, or disability or  marital  status,\n   47  or  that  the patronage or custom thereat of any person of or purporting\n   48  to be of any particular race,  creed,  color,  national  origin,  sexual\n   49  orientation,  military status, VETERAN STATUS, sex or marital status, or\n   50  having a disability  is  unwelcome,  objectionable  or  not  acceptable,\n   51  desired or solicited.\n   52    S  6.  Paragraphs (a), (b) and (c-1) of subdivision 2-a of section 296\n   53  of the executive law, paragraphs (a) and (b) as  amended  and  paragraph\n   54  (c-1)  as  added by chapter 106 of the laws of 2003, are amended to read\n   55  as follows:\n\n       A. 1919                             4\n\n    1    (a) To refuse to sell, rent or lease or otherwise to deny to or  with-\n    2  hold  from  any  person  or group of persons such housing accommodations\n    3  because of the race, creed, color, disability, national  origin,  sexual\n    4  orientation,  military status, VETERAN STATUS, age, sex, marital status,\n    5  or  familial  status of such person or persons, or to represent that any\n    6  housing accommodation or land is not  available  for  inspection,  sale,\n    7  rental or lease when in fact it is so available.\n    8    (b)  To  discriminate  against  any person because of his or her race,\n    9  creed, color, disability, national origin, sexual orientation,  military\n   10  status,  VETERAN STATUS, age, sex, marital status, or familial status in\n   11  the terms, conditions or privileges  of  any  publicly-assisted  housing\n   12  accommodations  or  in  the  furnishing  of  facilities  or  services in\n   13  connection therewith.\n   14    (c-1) To print or circulate or cause to be printed or  circulated  any\n   15  statement,  advertisement or publication, or to use any form of applica-\n   16  tion for the purchase, rental or lease of such housing accommodation  or\n   17  to  make  any  record  or  inquiry  in  connection  with the prospective\n   18  purchase,  rental  or  lease  of  such  a  housing  accommodation  which\n   19  expresses,  directly  or  indirectly,  any  limitation, specification or\n   20  discrimination as to race, creed, color, national origin, sexual  orien-\n   21  tation,  military  status, VETERAN STATUS, sex, age, disability, marital\n   22  status, or familial status, or any intent to make any  such  limitation,\n   23  specification or discrimination.\n   24    S 7. Subdivisions 3-b, 4 and 5 of section 296 of the executive law, as\n   25  amended  by  chapter  106  of  the  laws of 2003, are amended to read as\n   26  follows:\n   27    3-b. It shall be an unlawful  discriminatory  practice  for  any  real\n   28  estate  broker,  real estate salesperson or employee or agent thereof or\n   29  any other individual, corporation, partnership or organization  for  the\n   30  purpose of inducing a real estate transaction from which any such person\n   31  or any of its stockholders or members may benefit financially, to repre-\n   32  sent  that a change has occurred or will or may occur in the composition\n   33  with respect to race, creed, color, national origin, sexual orientation,\n   34  military status, VETERAN STATUS, sex,  disability,  marital  status,  or\n   35  familial status of the owners or occupants in the block, neighborhood or\n   36  area  in  which the real property is located, and to represent, directly\n   37  or indirectly, that this change will or may result in undesirable conse-\n   38  quences in the block, neighborhood or area in which the real property is\n   39  located, including but not limited to the lowering of  property  values,\n   40  an  increase  in  criminal  or anti-social behavior, or a decline in the\n   41  quality of schools or other facilities.\n   42    4. It shall be an unlawful discriminatory practice  for  an  education\n   43  corporation  or  association  which holds itself out to the public to be\n   44  non-sectarian and exempt from taxation pursuant  to  the  provisions  of\n   45  article four of the real property tax law to deny the use of its facili-\n   46  ties  to  any person otherwise qualified, or to permit the harassment of\n   47  any student or applicant, by reason of his race, color, religion,  disa-\n   48  bility,  national  origin,  sexual orientation, military status, VETERAN\n   49  STATUS, sex, age or marital status, except  that  any  such  institution\n   50  which  establishes or maintains a policy of educating persons of one sex\n   51  exclusively may admit students of only one sex.\n   52    5. (a) It shall be an unlawful discriminatory practice for the  owner,\n   53  lessee,  sub-lessee,  assignee,  or  managing  agent of, or other person\n   54  having the right  to  sell,  rent  or  lease  a  housing  accommodation,\n   55  constructed or to be constructed, or any agent or employee thereof:\n\n       A. 1919                             5\n\n    1    (1) To refuse to sell, rent, lease or otherwise to deny to or withhold\n    2  from any person or group of persons such a housing accommodation because\n    3  of the race, creed, color, national origin, sexual orientation, military\n    4  status,  VETERAN  STATUS, sex, age, disability, marital status, or fami-\n    5  lial  status of such person or persons, or to represent that any housing\n    6  accommodation or land is not available for inspection, sale,  rental  or\n    7  lease when in fact it is so available.\n    8    (2)  To discriminate against any person because of race, creed, color,\n    9  national origin, sexual orientation, military  status,  VETERAN  STATUS,\n   10  sex,  age,  disability, marital status, or familial status in the terms,\n   11  conditions or privileges of the sale, rental or lease of any such  hous-\n   12  ing  accommodation  or  in  the  furnishing of facilities or services in\n   13  connection therewith.\n   14    (3) To print or circulate or cause to be  printed  or  circulated  any\n   15  statement,  advertisement or publication, or to use any form of applica-\n   16  tion for the purchase, rental or lease of such housing accommodation  or\n   17  to  make  any  record  or  inquiry  in  connection  with the prospective\n   18  purchase,  rental  or  lease  of  such  a  housing  accommodation  which\n   19  expresses,  directly  or  indirectly,  any  limitation, specification or\n   20  discrimination as to race, creed, color, national origin, sexual  orien-\n   21  tation,  military  status, VETERAN STATUS, sex, age, disability, marital\n   22  status, or familial status, or any intent to make any  such  limitation,\n   23  specification or discrimination.\n   24    The provisions of this paragraph (a) shall not apply (1) to the rental\n   25  of a housing accommodation in a building which contains housing accommo-\n   26  dations  for  not  more  than  two families living independently of each\n   27  other, if the owner resides in one of such housing  accommodations,  (2)\n   28  to the restriction of the rental of all rooms in a housing accommodation\n   29  to  individuals  of the same sex or (3) to the rental of a room or rooms\n   30  in a housing accommodation, if such rental is by  the  occupant  of  the\n   31  housing  accommodation  or by the owner of the housing accommodation and\n   32  the owner resides in such  housing  accommodation  or  (4)  solely  with\n   33  respect  to  age  and  familial  status  to the restriction of the sale,\n   34  rental or lease of housing accommodations exclusively to persons  sixty-\n   35  two  years  of  age  or  older and the spouse of any such person, or for\n   36  housing intended and operated for  occupancy  by  at  least  one  person\n   37  fifty-five  years of age or older per unit. In determining whether hous-\n   38  ing is intended and operated for occupancy by persons  fifty-five  years\n   39  of age or older, Sec. 807(b) (2) (c) (42 U.S.C. 3607 (b) (2) (c)) of the\n   40  federal Fair Housing Act of 1988, as amended, shall apply.\n   41    (b)  It  shall  be  an unlawful discriminatory practice for the owner,\n   42  lessee, sub-lessee, or managing agent of, or  other  person  having  the\n   43  right of ownership or possession of or the right to sell, rent or lease,\n   44  land or commercial space:\n   45    (1)  To  refuse  to sell, rent, lease or otherwise deny to or withhold\n   46  from any person or group of persons land or commercial space because  of\n   47  the  race,  creed,  color, national origin, sexual orientation, military\n   48  status, VETERAN STATUS, sex, age, disability, marital status,  or  fami-\n   49  lial  status of such person or persons, or to represent that any housing\n   50  accommodation or land is not available for inspection, sale,  rental  or\n   51  lease when in fact it is so available;\n   52    (2)  To discriminate against any person because of race, creed, color,\n   53  national origin, sexual orientation, military  status,  VETERAN  STATUS,\n   54  sex,  age,  disability, marital status, or familial status in the terms,\n   55  conditions or privileges of the sale, rental or lease of any  such  land\n\n       A. 1919                             6\n\n    1  or  commercial  space; or in the furnishing of facilities or services in\n    2  connection therewith;\n    3    (3)  To  print  or  circulate or cause to be printed or circulated any\n    4  statement, advertisement or publication, or to use any form of  applica-\n    5  tion  for the purchase, rental or lease of such land or commercial space\n    6  or to make any record or inquiry  in  connection  with  the  prospective\n    7  purchase,  rental  or  lease  of  such  land  or  commercial space which\n    8  expresses, directly or  indirectly,  any  limitation,  specification  or\n    9  discrimination  as to race, creed, color, national origin, sexual orien-\n   10  tation, military status, VETERAN STATUS, sex, age,  disability,  marital\n   11  status,  or  familial status; or any intent to make any such limitation,\n   12  specification or discrimination.\n   13    (4) With respect to age and familial status, the  provisions  of  this\n   14  paragraph  shall  not  apply  to  the restriction of the sale, rental or\n   15  lease of land or commercial  space  exclusively  to  persons  fifty-five\n   16  years  of  age  or  older  and  the spouse of any such person, or to the\n   17  restriction of the sale, rental or lease of land  to  be  used  for  the\n   18  construction,  or  location  of  housing  accommodations exclusively for\n   19  persons sixty-two years of age or older, or intended  and  operated  for\n   20  occupancy  by  at  least one person fifty-five years of age or older per\n   21  unit. In determining whether housing is intended and operated for  occu-\n   22  pancy  by  persons fifty-five years of age or older, Sec. 807(b) (2) (c)\n   23  (42 U.S.C. 3607(b) (2) (c)) of the federal Fair Housing Act of 1988,  as\n   24  amended, shall apply.\n   25    (c)  It  shall  be  an  unlawful  discriminatory practice for any real\n   26  estate broker, real estate salesperson or employee or agent thereof:\n   27    (1) To refuse to sell, rent or lease any housing  accommodation,  land\n   28  or  commercial  space  to any person or group of persons or to refuse to\n   29  negotiate for the sale, rental or lease, of any  housing  accommodation,\n   30  land  or  commercial  space to any person or group of persons because of\n   31  the race, creed, color, national origin,  sexual  orientation,  military\n   32  status,  VETERAN  STATUS, sex, age, disability, marital status, or fami-\n   33  lial status of such person or persons, or to represent that any  housing\n   34  accommodation, land or commercial space is not available for inspection,\n   35  sale,  rental  or lease when in fact it is so available, or otherwise to\n   36  deny or withhold any housing accommodation, land or commercial space  or\n   37  any  facilities  of  any housing accommodation, land or commercial space\n   38  from any person or group of persons because of the race,  creed,  color,\n   39  national  origin,  sexual  orientation, military status, VETERAN STATUS,\n   40  sex, age, disability, marital status, or familial status of such  person\n   41  or persons.\n   42    (2)  To  print  or  circulate or cause to be printed or circulated any\n   43  statement, advertisement or publication, or to use any form of  applica-\n   44  tion  for  the  purchase,  rental or lease of any housing accommodation,\n   45  land or commercial space or to make any record or inquiry in  connection\n   46  with  the  prospective purchase, rental or lease of any housing accommo-\n   47  dation, land or commercial space which expresses, directly or  indirect-\n   48  ly,  any limitation, specification, or discrimination as to race, creed,\n   49  color, national origin, sexual  orientation,  military  status,  VETERAN\n   50  STATUS, sex, age, disability, marital status, or familial status; or any\n   51  intent to make any such limitation, specification or discrimination.\n   52    (3)  With  respect  to age and familial status, the provisions of this\n   53  paragraph shall not apply to the restriction  of  the  sale,  rental  or\n   54  lease  of any land or commercial space exclusively to persons fifty-five\n   55  years of age or older and the spouse of  any  such  person,  or  to  the\n   56  restriction of the sale, rental or lease of any housing accommodation or\n\n       A. 1919                             7\n\n    1  land  to  be  used  for the construction or location of housing accommo-\n    2  dations for persons sixty-two years of age or  older,  or  intended  and\n    3  operated for occupancy by at least one person fifty-five years of age or\n    4  older  per unit. In determining whether housing is intended and operated\n    5  for occupancy by persons fifty-five years of age or older, Sec.  807 (b)\n    6  (2) (c) (42 U.S.C. 3607 (b) (2) (c)) of the federal Fair Housing Act  of\n    7  1988, as amended, shall apply.\n    8    (d)  It  shall  be  an  unlawful  discriminatory practice for any real\n    9  estate board, because of the race, creed, color, national origin, sexual\n   10  orientation, military status,  VETERAN  STATUS,  age,  sex,  disability,\n   11  marital  status,  or  familial status of any individual who is otherwise\n   12  qualified for membership, to  exclude  or  expel  such  individual  from\n   13  membership,  or  to  discriminate  against such individual in the terms,\n   14  conditions and privileges of membership in such board.\n   15    (e) It shall be an unlawful discriminatory  practice  for  the  owner,\n   16  proprietor  or  managing  agent  of, or other person having the right to\n   17  provide care and services in, a private proprietary nursing home, conva-\n   18  lescent home, or home for adults, or an intermediate care  facility,  as\n   19  defined   in   section  two  of  the  social  services  law,  heretofore\n   20  constructed, or to be constructed, or any agent or employee thereof,  to\n   21  refuse  to  provide  services  and  care in such home or facility to any\n   22  individual or to discriminate  against  any  individual  in  the  terms,\n   23  conditions, and privileges of such services and care solely because such\n   24  individual  is  a blind person. For purposes of this paragraph, a \"blind\n   25  person\" shall mean a person who is registered as a blind person with the\n   26  commission for the visually handicapped and who meets the definition  of\n   27  a  \"blind  person\"  pursuant  to  section  three of chapter four hundred\n   28  fifteen of the laws of nineteen hundred thirteen  entitled  \"An  act  to\n   29  establish a state commission for improving the condition of the blind of\n   30  the state of New York, and making an appropriation therefor\".\n   31    (f)  The  provisions of this subdivision, as they relate to age, shall\n   32  not apply to persons under the age of eighteen years.\n   33    (g) It shall be an unlawful discriminatory  practice  for  any  person\n   34  offering  or  providing housing accommodations, land or commercial space\n   35  as described in paragraphs (a), (b), and (c) of this subdivision to make\n   36  or cause to be made any written or oral  inquiry  or  record  concerning\n   37  membership  of  any person in the state organized militia in relation to\n   38  the purchase, rental or lease of such housing  accommodation,  land,  or\n   39  commercial  space,  provided,  however, that nothing in this subdivision\n   40  shall prohibit a member of the state organized militia from  voluntarily\n   41  disclosing such membership.\n   42    S  8.  Paragraph  (a) of subdivision 9 of section 296 of the executive\n   43  law, as amended by chapter 106 of the laws of 2003, is amended  to  read\n   44  as follows:\n   45    (a)  It  shall  be  an  unlawful  discriminatory practice for any fire\n   46  department or fire company therein, through any member or members there-\n   47  of, officers, board of fire commissioners or other body or office having\n   48  power of appointment of volunteer firefighters, directly or  indirectly,\n   49  by ritualistic practice, constitutional or by-law prescription, by tacit\n   50  agreement  among  its  members,  or otherwise, to deny to any individual\n   51  membership in any volunteer fire department or fire company therein,  or\n   52  to  expel or discriminate against any volunteer member of a fire depart-\n   53  ment or fire  company  therein,  because  of  the  race,  creed,  color,\n   54  national  origin,  sexual  orientation, military status, VETERAN STATUS,\n   55  sex or marital status of such individual.\n\n       A. 1919                             8\n\n    1    S 9. Subdivision 13 of section 296 of the executive law, as amended by\n    2  chapter 196 of the laws of 2010, is amended to read as follows:\n    3    13. It shall be an unlawful discriminatory practice (i) for any person\n    4  to  boycott  or  blacklist,  or  to refuse to buy from, sell to or trade\n    5  with, or otherwise discriminate against any person, because of the race,\n    6  creed, color, national  origin,  sexual  orientation,  military  status,\n    7  VETERAN  STATUS,  sex, or disability of such person, or of such person's\n    8  partners, members, stockholders, directors, officers,  managers,  super-\n    9  intendents, agents, employees, business associates, suppliers or custom-\n   10  ers, or (ii) for any person wilfully to do any act or refrain from doing\n   11  any act which enables any such person to take such action. This subdivi-\n   12  sion shall not apply to:\n   13    (a) Boycotts connected with labor disputes; or\n   14    (b) Boycotts to protest unlawful discriminatory practices.\n   15    S  10.  Subdivisions 1, 2 and 3 of section 296-a of the executive law,\n   16  as amended by chapter 106 of the laws of 2003, are amended  to  read  as\n   17  follows:\n   18    1. It shall be an unlawful discriminatory practice for any creditor or\n   19  any officer, agent or employee thereof:\n   20    a.  In  the  case  of  applications  for  credit  with  respect to the\n   21  purchase, acquisition, construction, rehabilitation, repair  or  mainte-\n   22  nance of any housing accommodation, land or commercial space to discrim-\n   23  inate  against  any  such  applicant  because of the race, creed, color,\n   24  national origin, sexual orientation, military  status,  VETERAN  STATUS,\n   25  age,  sex, marital status, disability, or familial status of such appli-\n   26  cant or applicants or any  member,  stockholder,  director,  officer  or\n   27  employee  of  such  applicant or applicants, or of the prospective occu-\n   28  pants or tenants of  such  housing  accommodation,  land  or  commercial\n   29  space,  in  the  granting, withholding, extending or renewing, or in the\n   30  fixing of the rates, terms or conditions of, any such credit;\n   31    b. To discriminate in the granting, withholding, extending  or  renew-\n   32  ing,  or in the fixing of the rates, terms or conditions of, any form of\n   33  credit, on the basis of race,  creed,  color,  national  origin,  sexual\n   34  orientation,  military status, VETERAN STATUS, age, sex, marital status,\n   35  disability, or familial status;\n   36    c. To use any form of application for credit or use or make any record\n   37  or inquiry which expresses,  directly  or  indirectly,  any  limitation,\n   38  specification,  or  discrimination  as  to  race, creed, color, national\n   39  origin, sexual orientation, military status, VETERAN STATUS,  age,  sex,\n   40  marital status, disability, or familial status;\n   41    d.  To make any inquiry of an applicant concerning his or her capacity\n   42  to reproduce, or his or her use or advocacy of any form of birth control\n   43  or family planning;\n   44    e. To refuse to consider  sources  of  an  applicant's  income  or  to\n   45  subject  an  applicant's  income  to  discounting,  in whole or in part,\n   46  because of an applicant's race, creed, color,  national  origin,  sexual\n   47  orientation,  military status, VETERAN STATUS, age, sex, marital status,\n   48  childbearing potential, disability, or familial status;\n   49    f. To discriminate  against  a  married  person  because  such  person\n   50  neither uses nor is known by the surname of his or her spouse.\n   51    This  paragraph  shall  not  apply to any situation where the use of a\n   52  surname would constitute or result in a criminal act.\n   53    2. Without limiting the generality of subdivision one of this section,\n   54  it shall be considered discriminatory if, because of an  applicant's  or\n   55  class  of applicants' race, creed, color, national origin, sexual orien-\n   56  tation, military status, VETERAN STATUS, age,  sex,  marital  status  or\n\n       A. 1919                             9\n\n    1  disability,  or familial status, (i) an applicant or class of applicants\n    2  is denied credit in circumstances where other applicants of like overall\n    3  credit worthiness are granted credit, or (ii)  special  requirements  or\n    4  conditions,   such   as  requiring  co-obligors  or  reapplication  upon\n    5  marriage, are imposed upon  an  applicant  or  class  of  applicants  in\n    6  circumstances  where  similar requirements or conditions are not imposed\n    7  upon other applicants of like overall credit worthiness.\n    8    3. It shall not  be  considered  discriminatory  if  credit  differen-\n    9  tiations  or  decisions  are based upon factually supportable, objective\n   10  differences in applicants' overall credit worthiness, which may  include\n   11  reference  to  such  factors  as current income, assets and prior credit\n   12  history of such applicants, as well as reference to any  other  relevant\n   13  factually  supportable  data;  provided, however, that no creditor shall\n   14  consider, in evaluating the credit worthiness of an applicant, aggregate\n   15  statistics or assumptions  relating  to  race,  creed,  color,  national\n   16  origin,  sexual orientation, military status, VETERAN STATUS, sex, mari-\n   17  tal status or disability, or to the likelihood of any group  of  persons\n   18  bearing  or rearing children, or for that reason receiving diminished or\n   19  interrupted income in the future.\n   20    S 11. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to eliminating unfair labor or housing practices against persons with veteran status ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T165028.TXT", "SOBI.D110112.T164528.TXT", "SOBI.D110112.T152028.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294869028968
}