{
  "year" : 2011,
  "senateBillNo" : "A1916-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1916-2011-1294808400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the siting of the New York state Martin Luther King, Jr. institute for nonviolence at Medgar Evers college",
  "summary" : "Relates to the siting of the New York state Martin Luther King, Jr. institute for nonviolence at Medgar Evers college. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A4848-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1916\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES, CAMARA -- read once and referred to the\n         Committee on Higher Education\n\n       AN  ACT to amend the executive law, in relation to the siting of the New\n         York state Martin Luther King, Jr. institute for nonviolence at Medgar\n         Evers college\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 323 of the executive law, as added\n    2  by chapter 513 of the laws of 1988, is amended to read as follows:\n    3    4.  To establish such divisions, programs, schools, and offices as the\n    4  board deems appropriate to carry  out  the  purposes  of  this  article;\n    5  PROVIDED  THAT THE PRINCIPAL OFFICES AND PROGRAMS OF THE INSTITUTE SHALL\n    6  BE LOCATED AT MEDGAR EVERS COLLEGE WITHIN THE  CITY  UNIVERSITY  OF  NEW\n    7  YORK;\n    8    S  2.  The  opening  paragraph  of  subdivision 1 and subdivision 7 of\n    9  section 322 of the executive law, as added by chapter 513 of the laws of\n   10  1988, are amended to read as follows:\n   11    There is hereby created the New York state  Martin  Luther  King,  Jr.\n   12  institute  for nonviolence.  The institute shall be a public corporation\n   13  and its membership shall consist of thirteen  members  as  follows:  the\n   14  chancellor  of the [state] CITY university of New York, the commissioner\n   15  of education of the state of New York, the chairperson of the  New  York\n   16  state  Martin  Luther  King,  Jr.  commission,  and  ten  members  to be\n   17  appointed by the governor. Of the members appointed by the governor, one\n   18  shall be a member of the New York state senate appointed by the governor\n   19  on the recommendation of the majority leader, one shall be a  member  of\n   20  the  New  York state senate appointed by the governor on the recommenda-\n   21  tion of the minority leader, one shall be a member of the New York state\n   22  assembly appointed by the governor on the recommendation of the  speaker\n   23  of  the  assembly,  one shall be a member of the New York state assembly\n   24  appointed by the governor on the recommendation of the minority  leader;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05037-01-1\n\n       A. 1916                             2\n\n    1  and  six  shall be members appointed by the governor, no more than three\n    2  of whom may be members of the same political party.\n    3    7.  Directors other than the chancellor of the [state] CITY university\n    4  of New York and the commissioner of education of the state of  New  York\n    5  may  engage  in  private employment, or in a profession or business. The\n    6  corporation, its directors, officers and employees shall be  subject  to\n    7  the  provisions of sections seventy-three and seventy-four of the public\n    8  officers law.\n    9    S 3. This act shall take effect on the first of July  next  succeeding\n   10  the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the siting of the New York state Martin Luther King, Jr. institute for nonviolence at Medgar Evers college ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T151019.TXT", "SOBI.D110112.T164027.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294868427694
}