{
  "year" : 2011,
  "senateBillNo" : "A1910-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to education",
    "billEventId" : "A1910-2011-1294808400000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the Hudson School of Math, Science and Engineering Regional Technology Institute; provides governing board powers and duties",
  "summary" : "Establishes the Hudson School of Math, Science and Engineering Regional Technology Institute to expand learning opportunities, particularly in various high-tech fields; provides governing board, powers and duties. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A2334-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1910\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. JAFFEE -- read once and referred to the Committee\n         on Education\n\n       AN  ACT  to  establish  the Hudson School of Math, Science & Engineering\n         Regional Technology Institute to provide instruction  to  students  in\n         the  Orange-Ulster BOCES and the Rockland County BOCES in a technology\n         based learning process of core academic areas\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The purpose of this act is to establish\n    2  the  Hudson  School  of  Math, Science & Engineering Regional Technology\n    3  Institute. The Hudson School of Math,  Science  &  Engineering  Regional\n    4  Technology  Institute  shall provide a high school course of instruction\n    5  for grades nine through twelve, dedicated to providing expanded learning\n    6  opportunities to students residing in the Orange-Ulster BOCES, the Rock-\n    7  land County BOCES, and in the school districts of such  adjoining  BOCES\n    8  districts  as  who  request to participate through agreement between the\n    9  BOCES superintendent and the board hereinafter established, the areas of\n   10  technology as well as the core academic areas required for the  issuance\n   11  of  high  school  diplomas  in accordance with the rules and regulations\n   12  promulgated by the board of regents. The legislature  hereby  finds  and\n   13  declares  that the establishment of the Hudson School of Math, Science &\n   14  Engineering Regional Technology Institute is a  necessary  component  to\n   15  the  development of the Mid-Hudson region of New York state and a neces-\n   16  sary link to fostering the development and advancement of emerging tech-\n   17  nologies. This school will advance the interests  of  the  Orange-Ulster\n   18  area  and  New York state by engaging students in rigorous and enriching\n   19  educational experiences focused on emerging technologies,  project-based\n   20  learning  and  collaboration and by providing that experience within the\n   21  context of a business and learning community for the purpose of directly\n   22  connecting student learning with real world experience in advanced tech-\n   23  nical facilities. It is expressly found that the establishment and oper-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05544-01-1\n\n       A. 1910                             2\n\n    1  ation of such school pursuant to this  act  is  a  public  purpose.  The\n    2  legislature  further  finds  that the establishment of a school business\n    3  leaders alliance that shall serve as a forum  in  which  regional  busi-\n    4  nesses  can  work  together with the board and school to create opportu-\n    5  nities for students consistent with this act shall be deemed as a neces-\n    6  sary feature to the successful operation of the Hudson School  of  Math,\n    7  Science  &  Engineering  Regional  Technology  Institute.  The  board is\n    8  directed to establish and facilitate the ongoing operation of  a  school\n    9  business  leaders  alliance  for  the  specific  benefit of the students\n   10  attending the Hudson School of  Math,  Science  &  Engineering  Regional\n   11  Technology Institute.\n   12    S  2.  Definitions. 1. \"Orange-Ulster BOCES\" shall mean the Orange-Ul-\n   13  ster board of cooperative educational services, and any successor  enti-\n   14  ty.\n   15    2.  \"Rockland  County  BOCES\"  shall mean the Rockland County board of\n   16  cooperative educational services and any successor entity.\n   17    3. \"Hudson School of Math, Science & Engineering  Regional  Technology\n   18  Institute\"  or \"Institute\" shall mean a new regional educational program\n   19  operated jointly by the Orange-Ulster BOCES and Rockland  County  BOCES,\n   20  but not a part, or subsidiary of either corporation which may be located\n   21  at  more than one location within the corporate boundaries of Orange-Ul-\n   22  ster BOCES or Rockland County BOCES as established by this act.\n   23    4. \"The board\" shall mean, except where the context  indicates  other-\n   24  wise,  the governing board established pursuant to section three of this\n   25  act.\n   26    S  3.  Organization  and  governance.  1.  Notwithstanding  any  other\n   27  provision  of  law to the contrary, the Orange-Ulster BOCES and Rockland\n   28  County BOCES shall be  authorized  to  jointly  operate  an  educational\n   29  program in accordance with this act, to be known as the Hudson School of\n   30  Math,  Science  & Engineering Regional Technology Institute. Such insti-\n   31  tute is not a part of either corporation and is a new  corporate  entity\n   32  that  will  provide  a  high school course of instruction for grades not\n   33  lower than nine and including through grade twelve  designed  to  afford\n   34  expanded learning opportunities to students residing in the areas served\n   35  by the Orange-Ulster BOCES and the Rockland County BOCES in the areas of\n   36  technology as well as the core academic areas required for issuance of a\n   37  high school diploma.\n   38    2.  The  institute shall be subject to all laws, rules and regulations\n   39  which are applicable to a  board  of  cooperative  educational  services\n   40  unless  otherwise  provided  for in this act. The institute shall comply\n   41  with the rules and regulations of the board of regents and  the  commis-\n   42  sioner  of  education  applicable  to a high school program leading to a\n   43  diploma, including but not limited to course of study, academic  content\n   44  and achievement standards.\n   45    3.  The  institute  shall  be subject to the oversight of the board of\n   46  regents and shall obtain financial audits in a  manner  consistent  with\n   47  provisions  of law and regulations that are applicable to other programs\n   48  of a board of cooperative educational services.\n   49    4. The Hudson School of Math, Science & Engineering Regional Technolo-\n   50  gy Institute shall be jointly operated by the  Orange-Ulster  BOCES  and\n   51  Rockland  County  BOCES pursuant to an inter-municipal sharing agreement\n   52  entered into pursuant to section 119-o of the general municipal law. The\n   53  governing boards of the Orange-Ulster BOCES and  Rockland  County  BOCES\n   54  shall  be combined to form a joint board that will operate the institute\n   55  in accordance with the provisions of such  sharing  agreement  and  this\n   56  act.  Persons  newly hired to provide services in the institute shall be\n\n       A. 1910                             3\n\n    1  deemed joint employees of such joint board, and not employees of  either\n    2  corporation or board.\n    3    Provided  however,  that  the  Orange-Ulster BOCES and Rockland County\n    4  BOCES may establish as part of the inter-municipal sharing agreement  an\n    5  operational  board to operate the Hudson School of Math, Science & Engi-\n    6  neering Regional Technology Institute on behalf  of  the  two  BOCES  in\n    7  accordance  with  this  act and such sharing agreement. This operational\n    8  board shall be provided powers and duties consistent with the  governing\n    9  board  provided  for  in  this  act  and in such inter-municipal sharing\n   10  agreement.  Provided that if an operational governing  board  is  estab-\n   11  lished  it  shall  be  organized as follows. The operational board shall\n   12  consist of eight members appointed on the following basis: four  members\n   13  shall  be  members of the governing board of the Orange-Ulster BOCES and\n   14  shall be appointed by the governing board of  the  Orange-Ulster  BOCES;\n   15  four  members shall be members of the governing board of Rockland County\n   16  BOCES and shall be appointed by the governing board of  Rockland  County\n   17  BOCES;  all  appointments to the governing board of the Hudson School of\n   18  Math, Science & Engineering Regional Technology Institute shall  be  for\n   19  three years with a term which shall commence on July first next succeed-\n   20  ing  the  appointment,  provided  that  vacancies  on the board shall be\n   21  filled by an appointment made by the original appointing authority,  and\n   22  such  appointment shall be deemed effective immediately and shall be for\n   23  a period of the remaining unexpired term.\n   24    5. The board shall appoint an advisory council consisting of represen-\n   25  tatives of the greater Mid-Hudson business community who have  expertise\n   26  in the training needs of high-tech and emerging industries and represen-\n   27  tatives  of  institutions  of  higher  education located within the area\n   28  served by Orange-Ulster BOCES and the  Rockland  County  BOCES  and  any\n   29  adjoining BOCES district who have a working knowledge of the science and\n   30  technology curricula offerings in the region. The advisory council shall\n   31  advise  the  board  on  the  course  of study of the institute; means of\n   32  providing students with  educational  experiences  focused  on  emerging\n   33  technologies,   project-based  learning  and  collaboration  within  the\n   34  context of the business and learning  community  that  directly  connect\n   35  student learning with real world experience in advanced technical facil-\n   36  ities; and other matters relating to operation of the institute.\n   37    S  4. Powers and duties of the board. The board shall have the follow-\n   38  ing powers and duties:\n   39    1. To prescribe and operate a  full-time  course  of  study  by  which\n   40  students attending the institute shall become eligible to receive a high\n   41  school diploma to be awarded by their school district of residence. This\n   42  course  of  study shall be supplemented by such innovative technological\n   43  and related programs as may be deemed suitable by the board to implement\n   44  the purposes of this act;\n   45    2. Based upon a joint recommendation of the  district  superintendents\n   46  of  Orange-Ulster  BOCES  and  Rockland County BOCES and upon a majority\n   47  vote of the board, to contract with and employ  administrative  officers\n   48  and joint employees as the board deems prudent;\n   49    3.  To  contract  with  and  enter  into cooperative arrangements with\n   50  private for profit and not-for-profit entities as  the  board  may  deem\n   51  prudent  in furtherance of the institute's supplemental innovative tech-\n   52  nological activities and related educational programs to  implement  the\n   53  purposes  of  this  act,  provided that all components of the curriculum\n   54  shall be taught or supervised by a certified teacher or certified teach-\n   55  ing assistant under the supervision of a certified teacher; and\n\n       A. 1910                             4\n\n    1    4. To determine the school calendar and school day schedule, which  at\n    2  a  minimum,  shall  be  equal  to  the  instruction  time required to be\n    3  provided by public high schools.\n    4    S 5. General requirements. The annual budget of the institute shall be\n    5  subject  to  the  approval  of  the governing board of the Orange-Ulster\n    6  BOCES and Rockland County BOCES. The proposed budget shall be  submitted\n    7  to  the  boards  of education of Orange-Ulster BOCES and Rockland County\n    8  BOCES by May first of the year preceding the year for which  the  budget\n    9  shall apply. The proposed budget shall not take effect unless a majority\n   10  of  members  of  each BOCES board shall approve the annual budget of the\n   11  institute. If a majority of either BOCES board  fails  to  adopt  resol-\n   12  utions approving such tentative budget, the administrators of the insti-\n   13  tute  shall  prepare  a  contingency  budget  which shall not exceed the\n   14  amount of the budget of the Hudson School of Math, Science & Engineering\n   15  Regional Technology Institute for the previous  school  year  except  to\n   16  accommodate  expenditure  increases attributable to supplemental retire-\n   17  ment allowances payable pursuant to section 532 of the education law and\n   18  section 78 of the retirement and social security law. The  BOCES  boards\n   19  shall  vote  on  approval of the proposed budget by a date determined by\n   20  the commissioner of education. For purposes of development of  a  budget\n   21  for  the  first  year  of  operation,  the BOCES board shall present the\n   22  proposed budget to the commissioner of education by a date  the  commis-\n   23  sioner  of  education shall determine and shall submit it to the commis-\n   24  sioner of education for approval. Upon approval of the  commissioner  of\n   25  education,  the proposed budget shall be deemed the budget of the Hudson\n   26  School of Math, Science & Engineering Regional Technology Institute  for\n   27  that  school  year.  Upon  adoption  of a budget for the institute for a\n   28  school year, costs shall be allocated between  the  Orange-Ulster  BOCES\n   29  and  Rockland County BOCES in the manner provided in the municipal shar-\n   30  ing agreement and shall be included in the budgets of the two BOCES.\n   31    S 6. Employees of the institute. 1. The joint instructional  employees\n   32  shall be subject to Part 30 of the Rules of the Board of Regents.\n   33    2.  Persons employed in connection with the educational program of the\n   34  institute shall be certified in accordance with the requirements  appli-\n   35  cable to other programs of a board of cooperative educational services.\n   36    3.  Any  teacher  employed  in the public schools of New York may make\n   37  written application for a leave of absence to teach  at  the  institute.\n   38  If  such  approval  is  granted,  the teacher may return to teach in the\n   39  school district during such period of leave  without  the  loss  of  any\n   40  right,  seniority, salary status or any other benefit provided by law or\n   41  by collective bargaining agreement.\n   42    4. All persons employed by the institute shall  be  considered  public\n   43  employees and shall receive all rights and privileges accorded thereto.\n   44    5.  Section  3014  of  the  education  law  shall be applicable to all\n   45  employees who would be governed by  such  section  in  a  public  school\n   46  building.\n   47    S  7.  Admission to the institute. 1. Any student eligible for enroll-\n   48  ment in grades nine through twelve of the public schools, residing with-\n   49  in a component school district of the Orange-Ulster  BOCES  or  Rockland\n   50  County BOCES that elects to participate in the institute or a non-compo-\n   51  nent school district located within the area served by the Orange-Ulster\n   52  BOCES, or Rockland County BOCES which enters into a memorandum of under-\n   53  standing with the board to enroll students in the Hudson School of Math,\n   54  Science & Engineering Regional Technology Institute shall be eligible to\n   55  apply for admission to the institute.\n\n       A. 1910                             5\n\n    1    2.  The criteria for admission shall not be limited based on intellec-\n    2  tual ability, measures of academic  achievement  or  aptitude,  athletic\n    3  aptitudes,  disability,  race, creed, gender, national origin, religion,\n    4  ancestry, or location of residence.\n    5    3.  To  the  extent that the number of qualified applicants may exceed\n    6  the number of available spaces, the institute shall grant admission on a\n    7  random selection basis, provided that an enrollment preference shall  be\n    8  provided  to  pupils  returning  to  the  institute in the second or any\n    9  subsequent year. The institute shall determine the tentative  enrollment\n   10  roster,  notify  the  parents,  or  those  in parental relation to those\n   11  students, and the resident school district by April first of the  school\n   12  year  preceding  the  school year for which the admission is granted. To\n   13  determine the enrollment roster for the first  year  of  operation,  the\n   14  institute  shall  notify  the  parents, or those in parental relation to\n   15  those students, and the resident school district by  June  thirtieth  of\n   16  the  school  year  preceding  the school year for which the admission is\n   17  granted.\n   18    4. Students attending the institute shall continue to be  enrolled  in\n   19  their  school  district  of residence, and each school district of resi-\n   20  dence shall be responsible for issuance of  a  high  school  diploma  to\n   21  their  resident  students  who  attended  the  institute  based  on such\n   22  students' successful completion of the institute's educational  program,\n   23  as  certified by the institute, provided that such diploma shall contain\n   24  an annotation indicating the  student's  successful  completion  of  the\n   25  institute's program. The commissioner of education may establish special\n   26  procedures for program review and accountability of the institute.\n   27    S  8.  Financing of the institute. 1. The board shall establish in its\n   28  municipal sharing agreement a methodology for the apportionment of oper-\n   29  ational and administrative costs including  capital  costs  between  the\n   30  Orange-Ulster  BOCES and the Rockland County BOCES and the allocation of\n   31  costs to non-component school districts located within the  area  served\n   32  by  either  BOCES  or located in a BOCES district which adjoins the area\n   33  served by the Orange-Ulster BOCES or the  Rockland  County  BOCES  which\n   34  have entered into a memorandum of understanding with the board to enroll\n   35  students  in  the  Hudson School of Math, Science & Engineering Regional\n   36  Technology Institute. The board is hereby authorized to provide  in  the\n   37  municipal  sharing agreement that Orange-Ulster BOCES or Rockland County\n   38  BOCES, or both entities act as a fiscal agent for the institute.\n   39    2. Notwithstanding any other provision of law, rule or  regulation  to\n   40  the  contrary,  the  commissioner  of  education  shall be authorized to\n   41  approve the educational services and programs deemed necessary to  carry\n   42  out the institute as aidable shared services pursuant to section 1950 of\n   43  the  education  law,  and  to  approve  cooperative  services agreements\n   44  (\"CO-SERS\") limited in scope to the institute. Program  and  administra-\n   45  tive  costs,  including  capital  costs,  allocated  to component school\n   46  districts in accordance with this act and section 1950 of the  education\n   47  law  shall be eligible for BOCES aid as an aidable shared service pursu-\n   48  ant to section 1950 of the  education  law  and  costs  allocated  to  a\n   49  participating  non-component school district pursuant to a memorandum of\n   50  understanding shall be aidable pursuant to subdivision 5 of section 1950\n   51  of the education law to the same extent and on the same basis  as  costs\n   52  allocated to a component school district.\n   53    3.  The  trustees  or  board  of  education  of a non-component school\n   54  district located within the area served by the two boards of cooperative\n   55  educational services or in an area served by  an  adjoining  BOCES,  may\n   56  enter  into  a  memorandum of agreement with the board to participate in\n\n       A. 1910                             6\n\n    1  the institute for a period not to exceed 5 years upon such terms as such\n    2  trustees or board  of  education  and  the  board  may  mutually  agree,\n    3  provided that such agreement may provide for a charge for administration\n    4  of  the  institute including capital costs, but participating non-compo-\n    5  nent school districts shall not be liable for payment of  administrative\n    6  expenses  as  defined in paragraph b of subdivision 4 of section 1950 of\n    7  the education law, unless otherwise agreed upon by  the  board  and  the\n    8  non-component school district.\n    9    4.  If  educational  programs  operated by the institute result in the\n   10  creation of revenue for the institute the receipt  and  expenditure  for\n   11  such  funds shall be deemed lawful, subject only to the requirement that\n   12  any revenues so created shall be used for the educational betterment  of\n   13  the  students  through  the advancement of the institution's educational\n   14  and career development activities.  The board is  authorized  to  accept\n   15  gifts,  donations  or  grants  of  any kind made to the institute and to\n   16  expend or use such gifts, donations or grants  in  accordance  with  the\n   17  conditions  prescribed  by  the  donor; provided, however, that no gift,\n   18  donation or grant may be accepted if subject  to  a  condition  that  is\n   19  contrary  to  any provision of law or the educational charter.  Notwith-\n   20  standing any inconsistent provisions of paragraph p of subdivision 4  of\n   21  section  1950  of the education law or any other provision of law to the\n   22  contrary, the board of the Hudson School of Math, Science &  Engineering\n   23  Regional  Technology  Institute  may enter into a lease under the condi-\n   24  tions specified in this act with respect to suitable  land,  classrooms,\n   25  offices  or  building  upon  or  in  which  to maintain and conduct such\n   26  regional educational program and administrative offices for a period not\n   27  to exceed thirty years.\n   28    S 9. Any lease entered into pursuant to this  act  in  excess  of  ten\n   29  years  shall  be  subject to the approval of the qualified voters of the\n   30  component districts within the area served by  the  Orange-Ulster  BOCES\n   31  and  Rockland  County  BOCES,  and the qualified voters of non-component\n   32  districts that enter into a memorandum of understanding with  the  board\n   33  to  enroll  students  in  the  institute, through a referendum conducted\n   34  pursuant to the  provisions  of  section  1951  of  the  education  law,\n   35  provided that the Orange-Ulster BOCES, the Rockland County BOCES and the\n   36  non-component  districts  that  have entered into a memorandum of under-\n   37  standing with the board and enroll students in the institute,  shall  be\n   38  deemed  to be a single supervisory district for such purpose, within one\n   39  year of the effective date of this act. The approved costs of such lease\n   40  and the plans and specification of the leased facility shall be  subject\n   41  to  review  and approval by the commissioner of education in order to be\n   42  eligible for aid pursuant to paragraph g of  subdivision  5  of  section\n   43  1950  of the education law as if it were a construction project with the\n   44  payments amortized over thirty years, but not to exceed the cost  allow-\n   45  ance established pursuant to subdivision 6 of section 3602 of the educa-\n   46  tion  law,  provided  that  as  a condition of receipt of aid, the lease\n   47  agreement shall provide that upon expiration of the term of  the  lease,\n   48  title to the facility shall be conveyed to the BOCES in which the insti-\n   49  tute  is  located or successor thereto, for use for elementary/secondary\n   50  educational purposes.\n   51    S 10. Service of students who reside in adjoining BOCES districts.  It\n   52  is  the  intent  of  the  legislature to allow students whose geographic\n   53  proximity to the Hudson School of Math, Science &  Engineering  Regional\n   54  Technology  Institute  make it possible to attend the institute notwith-\n   55  standing the fact that it may be geographically  impractical  for  other\n   56  students  at such BOCES to attend. Such agreements as shall be necessary\n\n       A. 1910                             7\n\n    1  as to effectuate that intent shall be made as provided for in this  act.\n    2  Further,  if there is a demonstrated interest by students at neighboring\n    3  BOCES districts, the board may elect to formally expand its service area\n    4  and  board  by not more than ten new members upon such terms as it shall\n    5  deem appropriate, provided, however, that  such  terms  must  rationally\n    6  relate  to  the  equitable distribution of costs to such BOCES districts\n    7  and the component school districts thereof.\n    8    S 11. 1. All component school districts  of  Orange-Ulster  BOCES  and\n    9  Rockland  County  BOCES  shall be deemed to participate in the institute\n   10  and shall be eligible to have students enroll in the institute  (follow-\n   11  ing  the  enrollment processes set forth in this act) and shall share in\n   12  the costs of the institute as set forth in this act unless any component\n   13  school district, not later than one year after this act  becomes  a  law\n   14  shall pass a resolution, which shall be filed with the superintendent of\n   15  the  board of cooperative educational services which the school district\n   16  is a component of, indicating that such district chooses not to  partic-\n   17  ipate in the institute. No student who resides in a school district that\n   18  chooses not to participate in the institute may attend the institute nor\n   19  shall such school district have any liability to the institute nor shall\n   20  any  resident  of  such  school district be a board member of any opera-\n   21  tional board of the institute.\n   22    2. In the event any component school district  passes  the  resolution\n   23  described  in  subdivision  1  of this section, such school district may\n   24  later choose to participate in  the  institute  upon  the  request,  via\n   25  resolution, of the board of such component school district and upon such\n   26  terms  and conditions as may be approved by the operational board of the\n   27  institute if created and also approved by a majority of  the  Orange-Ul-\n   28  ster BOCES board and a majority of the Rockland County BOCES board.\n   29    S 12. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to establish the Hudson School of Math, Science & Engineering Regional Technology Institute to provide instruction to students in the Orange-Ulster BOCES and the Rockland County BOCES in a technology based learning process of core academic areas ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T151019.TXT", "SOBI.D110112.T170529.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294869929341
}