{
  "year" : 2011,
  "senateBillNo" : "A1914-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to housing",
    "billEventId" : "A1914-2011-1294808400000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits increases in maximum rent for rent-controlled apartments in New York city to two and one-half percent per annum of the previous maximum rent",
  "summary" : "Limits increases in maximum rent for rent-controlled apartments in New York city to two and one-half percent per annum of the previous maximum rent. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A616-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1914\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Housing\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to the permissible increase in maximum  rent  for  rent-cont-\n         rolled apartments\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 5 of subdivision a and subparagraph (b) of  para-\n    2  graph 3 of subdivision g of section 26-405 of the administrative code of\n    3  the city of New York are amended to read as follows:\n    4    (5)  Where  a  maximum rent established pursuant to this chapter on or\n    5  after January first, nineteen hundred seventy-two, is  higher  than  the\n    6  previously existing maximum rent, the landlord may not collect more than\n    7  [seven]  TWO  and one-half percentum increase from a tenant in occupancy\n    8  on such date in any one year period, provided however,  that  where  the\n    9  period for which the rent is established exceeds one year, regardless of\n   10  how  the  collection  thereof is averaged over such period, the rent the\n   11  landlord shall be entitled to receive during  the  first  twelve  months\n   12  shall  not  be increased by more than [seven] TWO and one-half percentum\n   13  over the previous rent and additional  annual  rents  shall  not  exceed\n   14  [seven]  TWO and one-half percentum of the rent paid during the previous\n   15  year. Notwithstanding any of the foregoing limitations in this paragraph\n   16  [five], maximum rent shall be increased if ordered by the agency  pursu-\n   17  ant  to subparagraphs (d), (e), (f), (g), (h), (i), (k), (l), (m) or (n)\n   18  of paragraph one of subdivision g of this  section.  Commencing  January\n   19  first,  nineteen  hundred  eighty, rent adjustments pursuant to subpara-\n   20  graph (n) of paragraph one of subdivision g of  this  section  shall  be\n   21  excluded  from  the maximum rent when computing the [seven] TWO and one-\n   22  half percentum increase authorized by this  paragraph  [five].  Where  a\n   23  housing  accommodation  is  vacant  on  January  first, nineteen hundred\n   24  seventy-two, or becomes vacant  thereafter  by  voluntary  surrender  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05024-01-1\n\n       A. 1914                             2\n\n    1  possession  by the tenants, the maximum rent established for such accom-\n    2  modations may be collected.\n    3    (b)  that  where  due to such limitation the landlord will not receive\n    4  the full amount of the rent increase to which he or she would  otherwise\n    5  be  entitled, the order of the city rent agency shall increase the maxi-\n    6  mum rent by a further additional amount during each  succeeding  twelve-\n    7  month  period,  not  to  exceed  [seven] TWO and a half percentum of the\n    8  maximum rent in effect on the date of the filing of the application  for\n    9  an adjustment, under the maximum rent shall reflect the full increase to\n   10  which the landlord is entitled.\n   11    S  2.  This  act  shall take effect immediately and shall be deemed to\n   12  have been in effect on and after January  1,  2011;  provided  that  the\n   13  amendments  to  section  26-405  of the city rent and rehabilitation law\n   14  made by section one of this act shall remain in full  force  and  effect\n   15  only  so  long  as  the  public  emergency  requiring the regulation and\n   16  control of residential rents and evictions  continues,  as  provided  in\n   17  subdivision  3  of section 1 of the local emergency housing rent control\n   18  act, as amended.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to the permissible increase in maximum rent for rent-controlled apartments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T151019.TXT", "SOBI.D110112.T170529.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294869929350
}