{
  "year" : 2011,
  "senateBillNo" : "A191-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A191-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to companion animal hoarding",
  "summary" : "Creates the crime of companion animal hoarding. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "AA592-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          191\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAHILL, CUSICK, KAVANAGH, LUPARDO, ENGLEBRIGHT,\n         P. RIVERA -- Multi-Sponsored by -- M. of A. BUTLER,  MARKEY,  McENENY,\n         PHEFFER -- read once and referred to the Committee on Agriculture\n\n       AN  ACT to amend the agriculture and markets law, in relation to compan-\n         ion animal hoarding\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  Across  the  country,  there  is an\n    2  increasing incidence of cases where large numbers of  companion  animals\n    3  are  seized  from  individuals who lack the ability to provide them with\n    4  the basics of life - clean place to live, adequate food  and  water  and\n    5  necessary  veterinary care. The living conditions in many of these cases\n    6  are not just marginal - frequently they fall well below accepted  stand-\n    7  ards  for either companion animals or human beings. Severe overcrowding,\n    8  excessive feces, dirt, garbage, dangerous levels of ammonia from  urine-\n    9  saturated  surfaces,  animals that plainly suffer from parasite infesta-\n   10  tion, upper respiratory infections, and other  ailments  and  owners  or\n   11  custodians that neither fully recognize nor are capable of remedying the\n   12  situation.\n   13    Sadly,  these  companion  animal  \"hoarding\" cases are also frequently\n   14  accompanied by self neglect and neglect of other people  living  in  the\n   15  household  -  particularly children and the elderly. When authorities do\n   16  intervene, the cost - in terms of both animal suffering  and  government\n   17  expenditure  -  is substantial. Animals removed from hoarding situations\n   18  are often too debilitated, sick or injured to be helped. When  they  are\n   19  able  to be rehabilitated, the cost of housing, food and veterinary care\n   20  can be extremely high.\n   21    States around the country are responding to companion animal  hoarding\n   22  with legislation that gives law enforcement the tools it needs for early\n   23  intervention  -  before the situation becomes a full-blown cruelty case.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00611-01-1\n\n       A. 191                              2\n\n    1  This legislation defines companion animal hoarding, makes provision  for\n    2  seizure of animals and requires that those deemed hoarders are evaluated\n    3  to determine whether they can receive services to assist them with their\n    4  problem.  Provision  is made for covering the cost of caring for animals\n    5  seized in hoarding cases and to  ensure  that  those  determined  to  be\n    6  hoarders  do  not have custody of companion animals for a period of time\n    7  that the sentencing court deems reasonable and appropriate.\n    8    S 2. The agriculture and markets  law  is  amended  by  adding  a  new\n    9  section 353-e to read as follows:\n   10    S 353-E. COMPANION ANIMAL HOARDING. 1. A PERSON IS GUILTY OF COMPANION\n   11  ANIMAL  HOARDING  WHEN HE OR SHE OWNS, POSSESSES, OR HAS CUSTODY OF MORE\n   12  COMPANION ANIMALS THAN HE OR SHE CAN PROPERLY CARE FOR AS  EVIDENCED  BY\n   13  OWNERSHIP,  POSSESSION  OR  CUSTODY  OF  MORE THAN TWENTY-FIVE COMPANION\n   14  ANIMALS LIVING IN CONDITIONS THAT ARE LIKELY TO  JEOPARDIZE  THE  HEALTH\n   15  AND  WELL  BEING OF THE ANIMALS AND/OR HUMAN BEINGS LIVING IN THE HOUSE-\n   16  HOLD AS EVIDENCED BY:\n   17    (A) KEEPING THE COMPANION ANIMALS IN  A  SEVERELY  OVERCROWDED  LIVING\n   18  ENVIRONMENT LIKELY TO ENDANGER THEIR HEALTH OR SAFETY;\n   19    (B)  FAILURE  BY  THE PERSON WHO OWNS, POSSESSES OR HAS CUSTODY OF THE\n   20  COMPANION ANIMALS TO MAINTAIN HIS OR HER LIVING ENVIRONMENT IN  A  SANI-\n   21  TARY CONDITION SUCH AS TO POSE A SERIOUS RISK TO THE HEALTH OR SAFETY OF\n   22  THE  COMPANION ANIMALS AND/OR PEOPLE LIVING IN THAT ENVIRONMENT. FAILURE\n   23  TO PROVIDE A SUFFICIENTLY SANITARY LIVING ENVIRONMENT MAY  BE  EVIDENCED\n   24  BY CONDITIONS SUCH AS EXCESSIVE FECES, URINE, DIRT, GARBAGE OR A LACK OF\n   25  BASIC  SERVICES  THAT  MAKE  A  HOME  HABITABLE SUCH AS HEAT, HOT WATER,\n   26  VENTILATION OR ELECTRICITY; AND\n   27    (C) THE PRESENCE OF COMPANION  ANIMALS  THAT,  WITHOUT  JUSTIFICATION,\n   28  HAVE  NOT  RECEIVED  NECESSARY  VETERINARY TREATMENT WITHIN A REASONABLE\n   29  PERIOD OF TIME.\n   30    2. IN ADDITION TO ANY OTHER PENALTY IMPOSED FOR A  VIOLATION  OF  THIS\n   31  SECTION,  THE COURT SHALL ORDER THE DEFENDANT TO UNDERGO A MENTAL HEALTH\n   32  EVALUATION BY A QUALIFIED PROFESSIONAL SELECTED BY THE COURT.  WITH  DUE\n   33  CONSIDERATION  TO  THE  FINDINGS OF SUCH MENTAL HEALTH PROFESSIONAL, THE\n   34  COURT MAY ORDER THAT THE DEFENDANT UNDERGO  AND  COMPLETE  A  COURSE  OF\n   35  TREATMENT, THERAPY AND/OR COUNSELING. ALSO WITH DUE CONSIDERATION TO THE\n   36  FINDINGS  OF  SUCH  MENTAL HEALTH PROFESSIONAL, THE COURT MAY ALSO ORDER\n   37  THAT THE DEFENDANT BE PROHIBITED FROM OWNING  COMPANION  ANIMALS  FOR  A\n   38  PERIOD  OF  TIME  DEEMED  REASONABLE  BY  THE  COURT.  THE PROVISIONS OF\n   39  SECTIONS THREE HUNDRED SEVENTY-ONE,  THREE  HUNDRED  SEVENTY-TWO,  THREE\n   40  HUNDRED  SEVENTY-THREE  AND  THREE  HUNDRED SEVENTY-FOUR OF THIS ARTICLE\n   41  SHALL APPLY TO VIOLATIONS OF THIS SECTION.\n   42    3.  NOTHING  IN  THIS  SECTION  SHALL  BE  CONSTRUED  TO  AFFECT   ANY\n   43  PROTECTIONS  AFFORDED  TO COMPANION ANIMALS UNDER ANY OTHER PROVISION OF\n   44  THIS ARTICLE.\n   45    S 3. Paragraph a of subdivision 8 of section 374  of  the  agriculture\n   46  and  markets law, as amended by chapter 594 of the laws of 2003 and such\n   47  subdivision as renumbered by chapter 479 of the laws of 2009, is amended\n   48  to read as follows:\n   49    a. In addition to any other penalty provided by law,  upon  conviction\n   50  for  any  violation  of  section  three hundred fifty-one, three hundred\n   51  fifty-three, three hundred fifty-three-a, three  hundred  fifty-three-b,\n   52  THREE  HUNDRED  FIFTY-THREE-E,  three  hundred fifty-five, three hundred\n   53  fifty-six, three hundred fifty-nine, three hundred sixty, three  hundred\n   54  sixty-one, three hundred sixty-five or three hundred sixty-eight of this\n   55  article, the convicted person may, after a duly held hearing pursuant to\n   56  paragraph  f of this subdivision, be ordered by the court to forfeit, to\n\n       A. 191                              3\n\n    1  a duly incorporated society for the prevention of cruelty to animals  or\n    2  a  duly  incorporated  humane  society or authorized agents thereof, the\n    3  animal or animals which are the basis of the conviction.  Upon  such  an\n    4  order of forfeiture, the convicted person shall be deemed to have relin-\n    5  quished all rights to the animals which are the basis of the conviction,\n    6  except those granted in paragraph d of this subdivision.\n    7    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to companion animal hoarding ;.us on; ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T124922.TXT", "SOBI.D101217.T112935.TXT", "SOBI.D101216.T133927.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292603375986
}