{
  "year" : 2011,
  "senateBillNo" : "A1915-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1915-2011-1294808400000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the regulation of certain events promoted and open to minors",
  "summary" : "Requires the regulation of certain events promoted and open to minors; provides a permit process for events open to 50 of more persons; requires filing and approval of a security plan with local police; prohibits operation of such events except on weekends prior to 1:00 am. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A8683-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1915\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. JEFFRIES, CAMARA, SPANO, ROBINSON, KOLB, SCHIMEL\n         -- Multi-Sponsored by -- M. of A. REILLY, WEISENBERG -- read once  and\n         referred  to  the  Committee  on  Economic  Development, Job Creation,\n         Commerce and Industry\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation to regulation of certain events promoted and open to minors\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as \"Nyasia's Law\".\n    2    S 2. The administrative code of the city of New  York  is  amended  by\n    3  adding a new section 10-168 to read as follows:\n    4    S  10-168  REGULATION  OF  EVENTS PROMOTED TO PERSONS UNDER THE AGE OF\n    5  EIGHTEEN YEARS AT CERTAIN PUBLIC VENUES. NO PERSON, FIRM, CORPORATION OR\n    6  OTHER ENTITY SHALL ORGANIZE, SPONSOR OR OPERATE ANY EVENT  OR  ACTIVITY,\n    7  AS  FURTHER DEFINED IN THIS SECTION, WHICH SHALL BE PROMOTED AND/OR OPEN\n    8  TO PERSONS UNDER THE  AGE  OF  EIGHTEEN,  EXCEPT  AS  PROVIDED  IN  THIS\n    9  SECTION.\n   10    A.  THE  SPONSOR,  PROMOTER  OR  ORGANIZER OF AN EVENT SUBJECT TO THIS\n   11  SECTION SHALL OBTAIN A PERMIT FROM THE POLICE COMMISSIONER.  APPLICATION\n   12  FOR  SUCH PERMIT SHALL BE MADE IN WRITING TO THE LOCAL POLICE DEPARTMENT\n   13  AT LEAST  THIRTY  DAYS  PRIOR  TO  SUCH  EVENT,  UPON  A  SUITABLE  FORM\n   14  PRESCRIBED  AND  FURNISHED  BY THE COMMISSIONER.   APPROVAL OR DENIAL OF\n   15  SUCH PERMIT SHALL BE MADE AT LEAST TEN DAYS PRIOR TO  SUCH  EVENT.  SUCH\n   16  APPLICATION  SHALL  INCLUDE  ANY  INFORMATION  AS THE COMMISSIONER SHALL\n   17  REQUIRE.\n   18    B. THE SPONSOR, PROMOTER OR ORGANIZER SHALL FILE A  DETAILED  SECURITY\n   19  PLAN  WITH  THE  PERMIT APPLICATION. SUCH PLAN SHALL ENSURE ADHERENCE TO\n   20  CAPACITY RESTRICTIONS OF THE VENUE, PROVIDE SUFFICIENT SECURITY  PERSON-\n   21  NEL,  ENSURE  THAT  NO ALCOHOL WILL BE SOLD OR DISTRIBUTED, REQUIRE THAT\n   22  ATTENDEES PROVIDE IDENTIFICATION PRIOR TO ENTERING THE VENUE AND OUTLINE\n   23  WEAPONS DETECTION MEASURES THAT  WILL  BE  TAKEN.  SUCH  PLAN  SHALL  BE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04631-01-1\n\n       A. 1915                             2\n\n    1  APPROVED  BY THE POLICE COMMISSIONER OR HIS OR HER DESIGNEE IN THE LOCAL\n    2  POLICE DEPARTMENT.\n    3    C.  AN EVENT OR ACTIVITY SUBJECT TO THIS SECTION MAY ONLY BE HELD ON A\n    4  WEEKEND OR ON ANY DATE WHICH IS IMMEDIATELY PRIOR TO AN  OFFICIAL  STATE\n    5  HOLIDAY. NO SUCH EVENT SHALL BE PERMITTED TO OPERATE AFTER 1:00 AM.\n    6    D. THE PROVISIONS OF THIS SECTION SHALL APPLY TO ANY EVENT OR ACTIVITY\n    7  WHICH  IS  OPEN  TO PERSONS UNDER THE AGE OF EIGHTEEN YEARS, FOR WHICH A\n    8  FEE IS CHARGED, WHERE THE CAPACITY OF THE VENUE EXCEEDS  FIFTY  PERSONS,\n    9  WHICH  IS HELD IN A VENUE HOLDING A CABARET OR PUBLIC DANCE HALL LICENSE\n   10  AS REQUIRED UNDER SECTION 20-360 OF THIS CODE, AND AT WHICH THE  PRIMARY\n   11  PURPOSE  OF  THE PERSON CONDUCTING OR OPERATING THE EVENT IS FOR PATRONS\n   12  TO DANCE AS THAT TERM IS COMMONLY DEFINED.\n   13    E. ANY PERSON WHO SHALL VIOLATE OR FAIL TO COMPLY WITH THE  PROVISIONS\n   14  OF  THIS  SECTION  SHALL  BE  GUILTY OF A VIOLATION AND, UPON CONVICTION\n   15  THEREOF, SHALL BE PUNISHED BY A FINE NOT TO EXCEED FIVE THOUSAND DOLLARS\n   16  FOR A FIRST VIOLATION, TEN THOUSAND DOLLARS FOR A SECOND  VIOLATION  AND\n   17  TWENTY-FIVE THOUSAND DOLLARS FOR ANY SUBSEQUENT VIOLATION.\n   18    S 3. This act shall take effect on the one hundred eightieth day after\n   19  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to regulation of certain events promoted and open to minors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T151019.TXT", "SOBI.D110112.T164027.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294868427693
}