{
  "year" : 2011,
  "senateBillNo" : "A1912-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1912-2011-1294808400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a personal income tax credit for portion of residential real property taxes which exceeds a certain percentage of the household gross income",
  "summary" : "Establishes a personal income tax credit for a portion of a taxpayer's residential real property taxes which exceeds a certain percentage of the taxpayer's household gross income; provides that the taxpayer shall have resided in such residential real property for not less than 10 years; provides that such credit shall not apply to taxpayers whose household gross income exceeds $250,000 or who have received the school tax relief exemption on such real property. ",
  "currentCommittee" : null,
  "sameAs" : "S1796",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A646-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1912\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN  ACT  to  amend  the tax law, in relation to establishing the maximum\n         residential real property, personal income tax credit\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  606  of  the  tax law is amended by adding a new\n    2  subsection (ss) to read as follows:\n    3    (SS) MAXIMUM RESIDENTIAL REAL PROPERTY TAX  CREDIT.  (1)  DEFINITIONS.\n    4  FOR THE PURPOSES OF THIS SUBSECTION:\n    5    (A)  \"QUALIFIED TAXPAYER\" MEANS A RESIDENT INDIVIDUAL OF THE STATE WHO\n    6  OWNS THE RESIDENTIAL REAL PROPERTY IN WHICH HE OR SHE RESIDES,  AND  HAS\n    7  RESIDED IN SUCH RESIDENTIAL REAL PROPERTY FOR NOT LESS THAN TEN YEARS.\n    8    (B) \"HOUSEHOLD\" MEANS THE TAXPAYER OR TAXPAYERS AND ALL OTHER PERSONS,\n    9  NOT NECESSARILY RELATED, WHO ALL RESIDE IN THE RESIDENTIAL REAL PROPERTY\n   10  OWNED  BY  THE TAXPAYER OR TAXPAYERS, AND SHARE ITS FURNISHINGS, FACILI-\n   11  TIES AND ACCOMMODATIONS; PROVIDED THAT NO PERSON MAY BE A MEMBER OF MORE\n   12  THAN ONE HOUSEHOLD AT ONE TIME.\n   13    (C) \"HOUSEHOLD GROSS INCOME\" MEANS THE AGGREGATE ADJUSTED GROSS INCOME\n   14  OF ALL MEMBERS OF THE HOUSEHOLD FOR THE TAXABLE YEAR; PROVIDED THAT SUCH\n   15  TERM SHALL ONLY INCLUDE ALL SUCH INCOME RECEIVED BY ALL MEMBERS  OF  THE\n   16  HOUSEHOLD WHILE MEMBERS OF SUCH HOUSEHOLD.\n   17    (D)  \"NET REAL PROPERTY TAX\" MEANS THE REAL PROPERTY TAXES ASSESSED ON\n   18  THE RESIDENTIAL REAL PROPERTY OWNED AND  OCCUPIED  BY  THE  TAXPAYER  OR\n   19  TAXPAYERS AFTER ANY EXEMPTION OR ABATEMENT RECEIVED PURSUANT TO THE REAL\n   20  PROPERTY TAX LAW.\n   21    (2) CREDIT. A QUALIFIED TAXPAYER SHALL BE ALLOWED A CREDIT AGAINST THE\n   22  TAXES  IMPOSED  BY  THIS ARTICLE, EQUAL TO SEVENTY PERCENT OF THE AMOUNT\n   23  WHICH THE TAXPAYER'S NET REAL PROPERTY TAX EXCEEDS THE TAXPAYER'S  MAXI-\n   24  MUM  REAL  PROPERTY  TAX,  AS  DETERMINED  BY  PARAGRAPH  THREE  OF THIS\n   25  SUBSECTION. IF SUCH CREDIT EXCEEDS THE TAX FOR  SUCH  TAXABLE  YEAR,  AS\n   26  REDUCED  BY  THE  OTHER CREDITS PERMITTED BY THIS ARTICLE, THE QUALIFIED\n   27  TAXPAYER MAY RECEIVE, AND THE COMPTROLLER, SUBJECT TO A  CERTIFICATE  OF\n   28  THE  DEPARTMENT,  SHALL  PAY  AS  AN  OVERPAYMENT, WITHOUT INTEREST, ANY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05028-01-1\n\n       A. 1912                             2\n\n    1  EXCESS BETWEEN SUCH TAX AS SO REDUCED AND THE AMOUNT OF THE CREDIT. IF A\n    2  QUALIFIED TAXPAYER IS NOT REQUIRED TO FILE A RETURN PURSUANT TO  SECTION\n    3  SIX  HUNDRED  FIFTY-ONE OF THIS ARTICLE, A QUALIFIED TAXPAYER MAY NEVER-\n    4  THELESS  RECEIVE  AND  THE  COMPTROLLER, SUBJECT TO A CERTIFICATE OF THE\n    5  DEPARTMENT, SHALL PAY AS AN OVERPAYMENT THE FULL AMOUNT OF  THE  CREDIT,\n    6  WITHOUT INTEREST.\n    7    (3)  MAXIMUM  REAL  PROPERTY  TAX. A QUALIFIED TAXPAYER'S MAXIMUM REAL\n    8  PROPERTY TAX SHALL BE DETERMINED AS FOLLOWS:\n\n    9         HOUSEHOLD GROSS INCOME                   MAXIMUM REAL PROPERTY TAX\n\n   10         LESS THAN TWENTY-FIVE                    FOUR PERCENT OF THE\n   11         THOUSAND DOLLARS                         HOUSEHOLD GROSS INCOME\n\n   12         MORE THAN TWENTY-FIVE                    FIVE PERCENT OF THE\n   13         THOUSAND DOLLARS, BUT                    HOUSEHOLD GROSS INCOME\n   14         LESS THAN OR EQUAL TO\n   15         FIFTY THOUSAND DOLLARS\n\n   16         MORE THAN FIFTY THOUSAND                 SIX PERCENT OF THE\n   17         DOLLARS, BUT LESS THAN OR                HOUSEHOLD GROSS INCOME\n   18         EQUAL TO ONE HUNDRED\n   19         THOUSAND DOLLARS\n\n   20         MORE THAN ONE HUNDRED                    SEVEN PERCENT OF\n   21         THOUSAND DOLLARS, BUT                    THE HOUSEHOLD\n   22         LESS THAN OR EQUAL TO                    GROSS INCOME\n   23         ONE HUNDRED FIFTY\n   24         THOUSAND DOLLARS\n\n   25         MORE THAN ONE HUNDRED                    EIGHT PERCENT OF\n   26         FIFTY THOUSAND DOLLARS,                  THE HOUSEHOLD\n   27         BUT LESS THAN OR EQUAL                   GROSS INCOME\n   28         TO TWO HUNDRED THOUSAND\n   29         DOLLARS\n\n   30         MORE THAN TWO HUNDRED                    NINE PERCENT\n   31         THOUSAND DOLLARS, BUT                    OF THE HOUSE-\n   32         LESS THAN OR EQUAL TO                    HOLD GROSS\n   33         TWO HUNDRED FIFTY                        INCOME\n   34         THOUSAND DOLLARS\n\n   35         MORE THAN TWO HUNDRED                    NO LIMITATION\n   36         FIFTY THOUSAND\n   37         DOLLARS\n   38    (4) EXCLUSIONS FROM ELIGIBILITY. NO CREDIT SHALL BE GRANTED UNDER THIS\n   39  SUBSECTION:\n   40    (A) IF THE QUALIFIED TAXPAYER'S HOUSEHOLD  GROSS  INCOME  EXCEEDS  TWO\n   41  HUNDRED FIFTY THOUSAND DOLLARS; OR\n   42    (B)  THE  QUALIFIED TAXPAYER RECEIVED THE SCHOOL TAX RELIEF EXEMPTION,\n   43  PURSUANT TO SECTION FOUR HUNDRED TWENTY-FIVE OF THE  REAL  PROPERTY  TAX\n   44  LAW, DURING THE TAXABLE YEAR.\n   45    S  2. This act shall take effect on the first of January next succeed-\n   46  ing the date on which it shall have become a law,  and  shall  apply  to\n   47  taxable years commencing on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to establishing the maximum residential real property, personal income tax credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T151019.TXT", "SOBI.D110112.T170529.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294869929344
}