{
  "year" : 2011,
  "senateBillNo" : "A1913-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to banks",
    "billEventId" : "A1913-2011-1294808400000-referred+to+banks",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits home improvement contractors from acting on behalf of mortgage brokers",
  "summary" : "Prohibits home improvement contractors from also acting on behalf of mortgage brokers; prohibits a mortgage broker from paying a home improvement contractor directly unless they perform their own inspection of the completed work. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "A170-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1913\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M. of A. JEFFRIES, DINOWITZ, PERRY -- Multi-Sponsored by\n         -- M. of A. GLICK, WEINSTEIN -- read once and referred to the  Commit-\n         tee on Banks\n\n       AN ACT to amend the banking law, in relation to the dealings of mortgage\n         brokers and home improvement contractors\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The banking law is amended by adding a new section 595-c to\n    2  read as follows:\n    3    S 595-C. REGULATION OF DEALINGS OF MORTGAGE BROKERS AND HOME  IMPROVE-\n    4  MENT CONTRACTORS. 1. A HOME IMPROVEMENT CONTRACTOR SHALL NOT REPRESENT A\n    5  MORTGAGE  BROKER  WHILE SOLICITING HOME IMPROVEMENT CONTRACTS. THE STAFF\n    6  OF A HOME IMPROVEMENT CONTRACTOR SHALL NOT ACT ON BEHALF OF  A  MORTGAGE\n    7  BROKER IN ANY TRANSACTION.\n    8    2.  A  MORTGAGE  BROKER  SHALL  NOT  PAY A HOME IMPROVEMENT CONTRACTOR\n    9  DIRECTLY UNLESS THEY PERFORM THEIR OWN INSPECTION OF THE COMPLETED WORK.\n   10    3. FOR THE PURPOSE OF  THIS  SECTION,  \"HOME  IMPROVEMENT  CONTRACTOR\"\n   11  MEANS  A  PERSON,  FIRM  OR  CORPORATION  WHICH  OWNS OR OPERATES A HOME\n   12  IMPROVEMENT BUSINESS OR WHO UNDERTAKES, OFFERS TO UNDERTAKE OR AGREES TO\n   13  PERFORM ANY HOME IMPROVEMENT FOR A FEE AND FOR WHOM THE TOTAL CASH PRICE\n   14  OF ALL OF HIS HOME IMPROVEMENT CONTRACTS WITH ALL HIS CUSTOMERS  EXCEEDS\n   15  ONE  THOUSAND  FIVE  HUNDRED DOLLARS DURING ANY PERIOD OF TWELVE CONSEC-\n   16  UTIVE MONTHS. HOME IMPROVEMENT CONTRACTOR DOES  NOT  INCLUDE  A  PERSON,\n   17  FIRM,  CORPORATION, LANDLORD, COOPERATIVE CORPORATION, CONDOMINIUM BOARD\n   18  OF MANAGERS, JOINT TENANT OR CO-TENANT THAT OWNS, IN WHOLE OR  IN  PART,\n   19  THE PROPERTY TO BE IMPROVED.\n   20    S  2.  This  act shall take effect on the ninetieth day after it shall\n   21  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04664-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to the dealings of mortgage brokers and home improvement contractors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T151019.TXT", "SOBI.D110112.T170529.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294869929347
}