{
  "year" : 2011,
  "senateBillNo" : "A1918-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A1918-2011-1294808400000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires access to new homes by persons with disabilities",
  "summary" : "Requires access to new homes by persons with disabilities. ",
  "currentCommittee" : null,
  "sameAs" : "S429",
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "AA9409-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1918\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. MILLMAN, PAULIN, BARRON, TITUS, MAGNARELLI, PRET-\n         LOW,  GALEF, DINOWITZ, MAISEL, ORTIZ, SPANO, CASTRO -- Multi-Sponsored\n         by -- M. of A. BARCLAY, CAHILL,  DESTITO,  GLICK,  GOTTFRIED,  HOOPER,\n         JEFFRIES,  LIFTON, LUPARDO, MAYERSOHN, McENENY, TOWNS -- read once and\n         referred to the Committee on Judiciary\n\n       AN ACT to amend the real property law, in relation to  the  visitability\n         of new homes by persons with disabilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property law is amended by adding a new article 15\n    2  to read as follows:\n    3                                 ARTICLE 15\n    4                      VISITABILITY OF NEW CONSTRUCTION\n    5  SECTION 480. PURPOSE.\n    6          481. APPLICABILITY OF NEW CONSTRUCTION.\n    7          482. VISITABILITY REQUIREMENT.\n    8          483. EXCLUSION.\n    9          484. ENFORCEMENT.\n   10    S 480. PURPOSE. THE PURPOSE OF THIS ARTICLE IS  TO  ESTABLISH  MINIMUM\n   11  REGULATIONS  FOR  THE  DESIGN  AND  CONSTRUCTION OF NEW HOMES TO PROVIDE\n   12  VISITABILITY TO SUCH HOMES BY PERSONS WITH DISABILITIES.\n   13    S 481. APPLICABILITY OF NEW CONSTRUCTION. ANY NEW DWELLING UNIT  WHICH\n   14  WAS  DESIGNED,  CONSTRUCTED,  OR  COMMISSIONED,  CONTRACTED OR OTHERWISE\n   15  ARRANGED FOR DESIGN OR CONSTRUCTION, BY ANY PERSON OR ENTITY WHO, AT ANY\n   16  TIME DURING THE COMMISSIONING DESIGN OR CONSTRUCTION, RECEIVED NEW  YORK\n   17  STATE  OR  FEDERAL  FINANCIAL ASSISTANCE FOR SUCH DESIGN OR CONSTRUCTION\n   18  SHALL COMPLY WITH THE PROVISIONS OF THIS  ARTICLE.    FEDERAL  FINANCIAL\n   19  ASSISTANCE  SHALL  NOT INCLUDE LOANS BACKED BY FEDERAL NATIONAL MORTGAGE\n   20  ASSOCIATION (FANNIE MAE) OR FEDERAL HOUSING ADMINISTRATION (FHA) FINANC-\n   21  ING OR OTHER MORTGAGE LOANS BACKED BY A FEDERAL MORTGAGE  LOAN  PROGRAM.\n   22  FOR  PURPOSES  OF  THIS  SECTION,  THE TERM \"DWELLING UNIT\" SHALL MEAN A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00729-01-1\n\n       A. 1918                             2\n\n    1  DETACHED SINGLE FAMILY HOME, A GROUND FLOOR UNIT IN A TOWN HOUSE,  OR  A\n    2  GROUND  FLOOR  UNIT IN A BUILDING OF THREE OR FEWER DWELLING UNITS WHICH\n    3  IS DESIGNED AS, OR INTENDED FOR OCCUPANCY AS A RESIDENCE.\n    4    S  482. VISITABILITY REQUIREMENT. THE DESIGN AND CONSTRUCTION OF A NEW\n    5  DWELLING UNIT SHALL COMPLY WITH THE FOLLOWING REQUIREMENTS:\n    6    1. ACCESSIBLE ENTRANCE. (A) EXCEPT AS PROVIDED  IN  PARAGRAPH  (B)  OF\n    7  THIS  SUBDIVISION,  THE GROUND LEVEL OF SUCH DWELLING UNIT SHALL CONTAIN\n    8  AT LEAST ONE ENTRANCE TO THE DWELLING UNIT THAT:\n    9    (I) IS ACCESSIBLE TO, AND USABLE BY,  PEOPLE  WITH  DISABILITIES  SUCH\n   10  THAT ALL ROOMS ON THE LEVEL ARE CONNECTED BY AN ACCESSIBLE ROUTE;\n   11    (II)  DOES  NOT  CONTAIN  ANY STEPS OR ANY DOOR THRESHOLD THAT EXCEEDS\n   12  ONE-HALF INCH IN HEIGHT; AND\n   13    (III) IS LOCATED ON A CONTINUOUS UNOBSTRUCTED  PATH  FROM  THE  PUBLIC\n   14  STREET  OR  DRIVEWAY  THAT SERVES THE UNIT, WHICH PATH AT NO POINT HAS A\n   15  SLOPE EXCEEDING ONE INCH IN RISE FOR EVERY TWELVE INCHES IN LENGTH,  HAS\n   16  A  WIDTH  OF  NOT  LESS THAN THIRTY-SIX INCHES AND HAS A CROSS SLOPE NOT\n   17  GREATER THAN TWO PERCENT OF THE WIDTH. SUCH UNOBSTRUCTED PATH  SHALL  BE\n   18  ABLE  TO  BE  NEGOTIATED BY A PERSON AND MAY INCLUDE CURB RAMPS, PARKING\n   19  ACCESS AISLES, WALKS, AND RAMPS.\n   20    (B) THE PROVISIONS OF PARAGRAPH (A)  OF  THIS  SUBDIVISION  SHALL  NOT\n   21  APPLY TO A DWELLING UNIT IF:\n   22    (I)  THE  FINISHED  GRADE  OF  THE SITE IS TOO STEEP TO PROVIDE A PATH\n   23  HAVING A SLOPE OF ONE INCH IN RISE FOR EVERY TWELVE INCHES IN LENGTH  AT\n   24  THE FRONT, SIDE, OR BACK OF THE UNIT;\n   25    (II) THERE IS NO DRIVEWAY SERVING THE UNIT; AND\n   26    (III)  THERE IS NO ALLEY OR OTHER ROADWAY CAPABLE OF PROVIDING VEHICU-\n   27  LAR ACCESS TO THE REAR OR SIDE OF THE UNIT.\n   28    2. ACCESSIBLE INTERIOR DOORS. ALL DOORS THAT  ARE  DESIGNED  TO  ALLOW\n   29  PASSAGE  WITHIN  THE  GROUND  LEVEL  OF SUCH DWELLING UNIT SHALL HAVE AN\n   30  UNOBSTRUCTED OPENING OF AT LEAST THIRTY-SIX INCHES WHEN THE DOOR IS OPEN\n   31  AT A NINETY-DEGREE ANGLE.\n   32    3. ACCESSIBLE ENVIRONMENTAL CONTROLS. ALL ENVIRONMENTAL  CONTROLS  AND\n   33  OUTLETS  LOCATED  ON  THE  GROUND  LEVEL  OF SUCH DWELLING UNIT SHALL BE\n   34  LOCATED ON  THE  WALL  AT  LEAST  FIFTEEN  INCHES,  BUT  NOT  MORE  THAN\n   35  FORTY-EIGHT  INCHES,  ABOVE  THE  FLOOR OR, IN THE CASE OF ENVIRONMENTAL\n   36  CONTROLS AND OUTLETS LOCATED DIRECTLY ABOVE A COUNTER, SINK,  OR  APPLI-\n   37  ANCE, NOT MORE THAN THREE INCHES ABOVE SUCH COUNTER, SINK, OR APPLIANCE.\n   38    4.  ACCESSIBLE  HABITABLE SPACE AND BATHROOM. THE GROUND LEVEL OF SUCH\n   39  DWELLING UNIT SHALL CONTAIN THE FOLLOWING:\n   40    (A) AT LEAST ONE INDOOR ROOM THAT HAS AN AREA OF NOT LESS THAN SEVENTY\n   41  SQUARE FEET AND CONTAINS NO SIDE OR DIMENSION NARROWER THAN SEVEN  FEET;\n   42  AND\n   43    (B) AT LEAST ONE BATHROOM THAT CONTAINS, AT A MINIMUM, THE FOLLOWING:\n   44    (I)  CLEAR FLOOR SPACE OF THIRTY BY FORTY-EIGHT INCHES CENTERED ON AND\n   45  CONTIGUOUS TO THE SINK, WHICH IS NOT ENCROACHED BY THE SWING PATH OF THE\n   46  BATHROOM DOOR;\n   47    (II) A SINK AND A TOILET THAT EACH ALLOW FOR  A  PARALLEL  OR  HEAD-ON\n   48  APPROACH BY A PERSON IN A WHEELCHAIR; AND\n   49    (III)  WALLS THAT ARE REINFORCED TO BE CAPABLE OF SUPPORTING GRAB BARS\n   50  THAT RESIST SHEAR AND BENDING FORCES OF A MINIMUM OF TWO  HUNDRED  FIFTY\n   51  POUNDS, AS FOLLOWS:\n   52    (A)  ALL  WALLS  ADJACENT  TO THE TOILET SHALL HAVE HORIZONTAL BACKING\n   53  REINFORCEMENTS, EACH AT LEAST THIRTY-THREE INCHES,  BUT  NOT  MORE  THAN\n   54  THIRTY-SIX  INCHES, ABOVE THE FLOOR, AND SUFFICIENT TO ALLOW FOR A TWEN-\n   55  TY-FOUR-INCH GRAB  BAR  ON  THE  WALL  BEHIND  THE  TOILET  AND  ANOTHER\n\n       A. 1918                             3\n\n    1  FORTY-TWO-INCH  GRAB  BAR  ON  ONE  OR  THE  OTHER WALLS ADJACENT TO THE\n    2  TOILET.\n    3    (B) IF A BATHTUB IS PRESENT IN THE BATHROOM, SUCH REINFORCEMENTS SHALL\n    4  INCLUDE:\n    5    (I)  TWO  BACKING REINFORCEMENTS ON THE BACK WALL OF THE BATHTUB, EACH\n    6  AT LEAST TWENTY-FOUR INCHES LONG, AT LEAST TWENTY INCHES  WIDE  AND  NOT\n    7  MORE  THAN  TWENTY-FOUR  INCHES FROM THE HEAD END WALL AND NOT MORE THAN\n    8  TWELVE INCHES FROM THE FOOT END WALL, ONE IN A  HORIZONTAL  POSITION  AT\n    9  LEAST  THIRTY-THREE  INCHES,  BUT NOT MORE THAN THIRTY-SIX INCHES, ABOVE\n   10  THE FLOOR, AND ONE NINE INCHES ABOVE THE RIM OF THE BATHTUB;\n   11    (II) ONE BACKING REINFORCEMENT ON THE FOOT END WALL OF THE BATHTUB, AT\n   12  LEAST TWENTY INCHES LONG, AT LEAST EIGHTEEN INCHES WIDE AND  LOCATED  AT\n   13  THE FRONT EDGE OF THE BATHTUB; AND\n   14    (III)  ONE  BACKING REINFORCEMENT ON THE HEAD END WALL OF THE BATHTUB,\n   15  AT LEAST TWELVE INCHES LONG, AT LEAST EIGHTEEN INCHES WIDE  AND  LOCATED\n   16  AT THE FRONT EDGE OF THE BATHTUB.\n   17    (C)  IF A SHOWER IS PRESENT IN THE BATHROOM, SUCH REINFORCEMENTS SHALL\n   18  INCLUDE BACKING REINFORCEMENTS ON  AT  LEAST  TWO  WALLS  ON  WHICH  THE\n   19  CONTROL  VALVES  ARE  NOT  LOCATED,  EACH CENTERED AT LEAST THIRTY-THREE\n   20  INCHES, BUT NOT MORE THAN THIRTY-SIX INCHES,  ABOVE  THE  FLOOR  AND  AT\n   21  LEAST EIGHTEEN INCHES WIDE.\n   22    S 483. EXCLUSION. THIS ARTICLE SHALL NOT APPLY TO SITES WHOSE PHYSICAL\n   23  CHARACTERISTICS RENDERS COMPLIANCE WITH THIS ARTICLE UNREASONABLE.\n   24    S  484. ENFORCEMENT. ANY PERSON, FIRM, CORPORATION, PARTNERSHIP OR ANY\n   25  OTHER BUSINESS ENTITY THAT VIOLATES ANY PROVISION OF THIS ARTICLE  SHALL\n   26  BE  SUBJECT TO A CIVIL PENALTY OF NOT LESS THAN FIFTY NOR MORE THAN FIVE\n   27  HUNDRED DOLLARS FOR EACH  SUCH  OFFENSE  AND  EACH  DAY  ON  WHICH  SUCH\n   28  VIOLATION OCCURS OR CONTINUES TO OCCUR SHALL BE A SEPARATE OFFENSE.  ANY\n   29  VIOLATION  OF  THIS ARTICLE SHALL BE ENFORCEABLE BY THE ATTORNEY GENERAL\n   30  AND ANY AGGRIEVED PARTY, AND ANY SUCH PARTY SHALL HAVE THE RIGHT TO SEEK\n   31  LEGAL AND EQUITABLE RELIEF AND THE COURT MAY AWARD REASONABLE COSTS  AND\n   32  ATTORNEY'S FEES ASSOCIATED WITH SUCH ACTION.\n   33    S 2. This act shall take effect on the one hundred eightieth day after\n   34  it  shall  have  become  a  law  and  shall  apply to dwelling units the\n   35  construction of which begins on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to the visitability of new homes by persons with disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T164528.TXT", "SOBI.D110112.T152028.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294868728824
}