{
  "year" : 2011,
  "senateBillNo" : "A1922-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A1922-2011-1294808400000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires at least one member of the water board of the city of Buffalo be a member of the common council of such city",
  "summary" : "Requires at least one member of the water board of the city of Buffalo be a member of the common council of such city or designated by such council. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A3480-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1922\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PEOPLES-STOKES -- read once and referred to the\n         Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to requiring  at\n         least one member of the water board of the city of Buffalo be a member\n         of the common council of such city\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 1048-f of the  public  authorities\n    2  law,  as added by chapter 796 of the laws of 1985, is amended to read as\n    3  follows:\n    4    2. The water board shall consist of seven  members  appointed  by  the\n    5  mayor  and  confirmed by the common council of the city. Terms of office\n    6  of the members shall be two years except that the terms of four  of  the\n    7  board  members  first  appointed  shall be one year. At least one member\n    8  shall have experience in the science of water resource  development.  No\n    9  member  shall be a director of the authority.  AT LEAST ONE MEMBER SHALL\n   10  BE A MEMBER OF THE COMMON COUNCIL OR DESIGNATED  BY  SUCH  COUNCIL.  The\n   11  mayor  shall  appoint a [chairman] CHAIRPERSON from among the members of\n   12  the board. All members shall continue to hold office until their succes-\n   13  sors are appointed and qualified.  Vacancies  shall  be  filled  in  the\n   14  manner  provided  for original appointments. Vacancies, occurring other-\n   15  wise than by expiration of term of office, shall be filled in  the  same\n   16  manner as original appointments for the unexpired terms.\n   17    S  2.  This  act  shall take effect immediately and shall apply to the\n   18  next vacancy, expiration of term or appointment made to the water  board\n   19  of the city of Buffalo.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04712-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to requiring at least one member of the water board of the city of Buffalo be a member of the common council of such city ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T165528.TXT", "SOBI.D110112.T152028.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294869328088
}