{
  "year" : 2011,
  "senateBillNo" : "A192-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A192-2011-1294203600000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Includes certain independent contractors in the state directory of new hires to aid in the administration of the child support enforcement program",
  "summary" : "Includes certain independent contractors in the state directory of new hires to aid in the administration of the child support enforcement program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1190-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          192\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CAHILL -- Multi-Sponsored by -- M. of A. CLARK,\n         DESTITO, ENGLEBRIGHT, HOOPER, McENENY, PERRY -- read once and referred\n         to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to including certain  independ-\n         ent  contractors  in  the  state  directory of new hires to aid in the\n         administration of the child support enforcement program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph (a) of subdivision 2 of section 171-h of the tax\n    2  law, as added by chapter 398 of the laws of 1997, is amended to read  as\n    3  follows:\n    4    (a)    \"employee\"  means  an  individual who is an employee within the\n    5  meaning of chapter twenty-four of the internal  revenue  code  of  1986,\n    6  INCLUDING AN INDIVIDUAL UNDER AN INDEPENDENT CONTRACTOR ARRANGEMENT WITH\n    7  CONTRACTS IN EXCESS OF TWENTY-FIVE HUNDRED DOLLARS, and does not include\n    8  an  employee  of  a  federal  or state agency performing intelligence or\n    9  counterintelligence functions if the head of such agency has  determined\n   10  that a report made pursuant to this section with respect to the individ-\n   11  ual  could  endanger the safety of the employee or compromise an ongoing\n   12  investigation or intelligence mission.\n   13    S 2. This act shall take effect on the first of January next  succeed-\n   14  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01159-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to including certain independent contractors in the state directory of new hires to aid in the administration of the child support enforcement program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T113435.TXT", "SOBI.D101216.T124922.TXT", "SOBI.D101217.T112935.TXT", "SOBI.D101216.T132927.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292603675036
}