{
  "year" : 2011,
  "senateBillNo" : "A1923-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1923-2011-1294808400000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York state agency MWBE asset management and financial institution strategy",
  "summary" : "Enacts the New York state agency MWBE asset management and financial institution strategy. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A11626-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1923\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PEOPLES-STOKES -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the state finance law, in relation to enacting  the  New\n         York  state  agency  MWBE  asset  management and financial institution\n         strategy\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This act shall be known and may be cited as the \"New York\n    2  state agency MWBE asset management and  financial  institution  strategy\n    3  act\".\n    4    S  2.  Legislative findings. 1. The New York state agency minority and\n    5  women-owned business enterprise (MWBE) asset  management  and  financial\n    6  institution  strategy  is  hereby  established  to  codify and replicate\n    7  across certain entities established by New York state  law,  best  prac-\n    8  tices with respect to the inclusion of minority and women-owned business\n    9  enterprises that are asset managers, investment banks, and financial and\n   10  professional  service  firms  in  the opportunity to provide services to\n   11  such New York state entities. Certain New York state  entities  such  as\n   12  the  common  retirement  fund,  the  New York state teachers' retirement\n   13  system and the New York state  insurance  fund,  have  recently  adopted\n   14  emerging  manager  programs  to  increase  opportunities  for firms that\n   15  include small, disadvantaged or minority and women-owned business enter-\n   16  prises. These programs and similar programs in other states  have  shown\n   17  that there is a growing pool of minority and women-owned asset managers,\n   18  investment  banks and financial and professional services firms that are\n   19  qualified to provide investment management, investment  banking,  under-\n   20  writing  and other financial and professional services to New York state\n   21  entities. It is the intent of the legislature to institutionalize access\n   22  to opportunities for MWBE firms in New York state across New York  state\n   23  entities  that  use  such  services, to create reasonable objectives for\n   24  conducting business with such firms, and to facilitate  transparency  by\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04730-01-1\n\n       A. 1923                             2\n\n    1  creating  a  regime  of public reporting about the use of such firms for\n    2  such services. Nothing in this act shall be deemed to preempt or  affect\n    3  in  any  way existing laws regarding legal investments by New York state\n    4  entities covered by this act, to conflict with the fiduciary obligations\n    5  of  the  fiduciaries, board members or executive officers of any of such\n    6  controlled entities, as applicable, to create quotas or  other  unlawful\n    7  preferences,  or  to  diminish the ability of any entity covered by this\n    8  act to make decisions consistent with best practices for  procuring  the\n    9  services covered by this act.\n   10    2.  In  2006, the New York state department of economic development or\n   11  \"NYSDEC\" commissioned a study to assist the state in evaluating  whether\n   12  the  state's minority and women-owned business enterprise or MWBE initi-\n   13  atives were still necessary to remedy discrimination in state  contract-\n   14  ing programs. On May 5, 2010, the study was presented to NYSDEC, members\n   15  of  the  legislature  and other stakeholders. The study's findings indi-\n   16  cated that: (a) there is both  statistical  and  anecdotal  evidence  of\n   17  business  discrimination  against MWBEs in the private sector of the New\n   18  York state market area; (b) there is evidence of discrimination  against\n   19  MWBEs  in  the  New  York state market area in the small business credit\n   20  market; (c) MWBEs in the state's market area report  suffering  business\n   21  related  discrimination  in large numbers and with statistically signif-\n   22  icant greater frequency than non-MWBEs; and (d) in  general,  minorities\n   23  and  women reported that race- and gender-conscious contracting programs\n   24  are needed to ensure  full  and  fair  access  to  government  contracts\n   25  because  being  certified created opportunities that otherwise would not\n   26  have presented themselves.\n   27    3. As a result of such findings, the governor and the legislature  are\n   28  considering  amendments to article 15-A of the executive law and certain\n   29  provisions of the public authorities law  that  cover  MWBE  procurement\n   30  programs  to  improve  outreach  to  MWBEs  by  state agencies and state\n   31  authorities, to increase transparency and public reporting on direct and\n   32  indirect expenditures with  MWBEs,  to  generally  eliminate  artificial\n   33  barriers  to  entry for MWBE firms and to strengthen the efficacy of the\n   34  state's MWBE programs.\n   35    4. On December 11, 2009, the public authorities reform bill was signed\n   36  into law by  the  governor,  which  among  other  things,  expanded  the\n   37  contracting  areas  covered  under  article 15-A of the executive law to\n   38  include financial and professional services, which previously  had  been\n   39  specifically  excluded  from article 15-A of the executive law. This act\n   40  is an effort to apply the principles inherent to other  New  York  state\n   41  MWBE  programs  to  the  New  York  state  entities covered hereby as it\n   42  relates to certain financial and professional services. The  legislature\n   43  deems it necessary to codify certain practices by such New York entities\n   44  to  broaden the adoption of such practices by other New York state enti-\n   45  ties and to facilitate uniformity with respect to the operation of  such\n   46  programs,  identification  of  qualified  firms,  and  transparency with\n   47  respect to public reporting on meeting the objectives of such programs.\n   48    5. New York state has historically held a competitive advantage as the\n   49  center of the worldwide financial  services  industry.  New  York  state\n   50  financial  service  firms have been key providers of employment opportu-\n   51  nities for New York residents and critical  generators  of  tax  revenue\n   52  both for New York state and its local governments. As an economic devel-\n   53  opment  matter,  fostering  a  strong  financial  services industry that\n   54  includes meaningful participation by MWBE firms is an  important  objec-\n   55  tive.  In  addition,  the  legislature anticipates that increasing state\n   56  contracting opportunities and increasing capital access  to  underserved\n\n       A. 1923                             3\n\n    1  regions and to underserved groups such as minority and women-owned busi-\n    2  ness  enterprises,  will  increase employment opportunities for New York\n    3  state residents.\n    4    6.  New York state shall establish goals that encourage New York state\n    5  entities to identify minority and women-owned business enterprises  that\n    6  are  financial  services  or professional service firms. The legislature\n    7  intends to optimize competition for financial and professional services,\n    8  diversify investments among a larger pool of asset  managers  and  other\n    9  financial services firms and to support job creation and economic devel-\n   10  opment.\n   11    S  3.  Section 136-b of the state finance law, as added by chapter 261\n   12  of the laws of 1988, is amended to read as follows:\n   13    S 136-b. [Selection of underwriters  by  state  agencies.  Whenever  a\n   14  state  agency,  as  defined  in  article fifteen-A of the executive law,\n   15  sells its bonds, notes or other securities at a private sale, in select-\n   16  ing one or more underwriters to purchase such securities the state agen-\n   17  cy shall consider, among other things, the participation of firms certi-\n   18  fied pursuant to such article as minority or women-owned firms  and  the\n   19  ability  of  other  firms  under consideration to work with minority and\n   20  women-owned business enterprises so as to  promote  and  assist  partic-\n   21  ipation  by  such enterprises.] NEW YORK STATE AGENCY AND AUTHORITY MWBE\n   22  ASSET MANAGEMENT AND FINANCIAL INSTITUTION STRATEGY.\n   23    1. DEFINITIONS. FOR THE PURPOSES OF THIS SECTION, THE FOLLOWING  TERMS\n   24  SHALL HAVE THE FOLLOWING MEANINGS:\n   25    A.  \"MWBE  ASSET  MANAGER\"  SHALL  MEAN AN ASSET MANAGER IN ANY OF THE\n   26  FOLLOWING ASSET CLASSES: PUBLIC EQUITY OR FIXED INCOME SECURITIES, HEDGE\n   27  FUNDS, FUND OF HEDGE FUNDS, PRIVATE EQUITY (INCLUDING VENTURE  CAPITAL),\n   28  FUND OF PRIVATE EQUITY FUNDS, REAL ESTATE INVESTMENT FUNDS, FUND OF REAL\n   29  ESTATE INVESTMENT FUNDS, OR ANY OTHER ASSET CLASS FOR WHICH THE APPLICA-\n   30  BLE  NEW YORK STATE AGENCY ENGAGES EXTERNAL ASSET MANAGERS THAT ARE: (I)\n   31  A MWBE AND (II) A REGISTERED INVESTMENT  ADVISOR  OR  EXEMPT  FROM  SUCH\n   32  REGISTRATION.\n   33    B.  \"MWBE  FINANCIAL  INSTITUTION\"  SHALL  MEAN:  (I) AS IT RELATES TO\n   34  BROKERAGE SERVICES, A REGISTERED BROKER DEALER THAT IS A MWBE,  OR  (II)\n   35  AS  IT  RELATES  TO ANY OTHER FINANCIAL OR PROFESSIONAL SERVICES, A MWBE\n   36  THAT  PROVIDES  BANKING,  FINANCIAL   ADVISORY,   INSURANCE,   FINANCIAL\n   37  RESEARCH,  VALUATION,  UNDERWRITING  OR OTHER FINANCIAL SERVICES AND HAS\n   38  ALL REQUISITE LICENSES TO CONDUCT SUCH ACTIVITIES.\n   39    C. \"MINORITY GROUP MEMBER\" SHALL  MEAN  A  UNITED  STATES  CITIZEN  OR\n   40  PERMANENT RESIDENT ALIEN WHO IS AND CAN DEMONSTRATE MEMBERSHIP IN ONE OF\n   41  THE FOLLOWING GROUPS:\n   42    (I)  BLACK  PERSONS  HAVING ORIGINS IN ANY OF THE BLACK AFRICAN RACIAL\n   43  GROUPS;\n   44    (II) HISPANIC PERSONS OF  MEXICAN,  PUERTO  RICAN,  DOMINICAN,  CUBAN,\n   45  CENTRAL  OR  SOUTH AMERICAN OF EITHER INDIAN OR HISPANIC ORIGIN, REGARD-\n   46  LESS OF RACE;\n   47    (III) NATIVE AMERICAN OR ALASKAN NATIVE PERSONS HAVING ORIGINS IN  ANY\n   48  OF THE ORIGINAL PEOPLES OF NORTH AMERICA; AND\n   49    (IV)  ASIAN  AND PACIFIC ISLANDER PERSONS HAVING ORIGINS IN ANY OF THE\n   50  FAR EAST COUNTRIES, SOUTH EAST ASIA,  THE  INDIAN  SUBCONTINENT  OR  THE\n   51  PACIFIC ISLANDS.\n   52    D.  \"MWBE\"  SHALL MEAN A BUSINESS ENTERPRISE WITH SIGNIFICANT PRESENCE\n   53  OR INVESTMENTS IN NEW YORK STATE, INCLUDING WITHOUT LIMITATION,  A  SOLE\n   54  PROPRIETORSHIP,  PARTNERSHIP,  LIMITED  PARTNERSHIP,  LIMITED  LIABILITY\n   55  PARTNERSHIP, LIMITED LIABILITY COMPANY,  CORPORATION  OR  OTHER  SIMILAR\n   56  ENTITY WHETHER DOMESTIC OR FOREIGN, THAT IS:\n\n       A. 1923                             4\n\n    1    (I)  (A) AT LEAST FIFTY-ONE PERCENT OWNED BY: (1) ONE OR MORE MINORITY\n    2  GROUP MEMBERS, OR (2) ONE OR MORE WOMEN, IN EACH CASE, WHO HAVE  SIGNIF-\n    3  ICANT   EXPERIENCE  IN  ASSET  MANAGEMENT,  BROKERAGE,  OTHER  FINANCIAL\n    4  SERVICES OR RELATED PROFESSIONAL SERVICES SUCH AS ACCOUNTING,  VALUATION\n    5  OR LEGAL SERVICES, OR (B) SUBSTANTIALLY OWNED BY: (1) ONE OR MORE MINOR-\n    6  ITY  GROUP  MEMBERS,  OR  (2)  ONE OR MORE WOMEN, IN EACH CASE, WHO HAVE\n    7  SIGNIFICANT EXPERIENCE IN ASSET MANAGEMENT, BROKERAGE,  OTHER  FINANCIAL\n    8  SERVICES  OR RELATED PROFESSIONAL SERVICES SUCH AS ACCOUNTING, VALUATION\n    9  OR LEGAL SERVICES. WITH RESPECT TO A BUSINESS  ENTERPRISE  SUBSTANTIALLY\n   10  OWNED  BY ONE OR MORE MINORITY GROUP MEMBERS, OR ONE OR MORE WOMEN, SUCH\n   11  ENTITY MUST BE CERTIFIED BY THE OFFICE OF THE STATE COMPTROLLER PURSUANT\n   12  TO SECTION FOUR HUNDRED TWENTY-THREE OF THE RETIREMENT AND SOCIAL  SECU-\n   13  RITY LAW;\n   14    (II)  AN  ENTERPRISE  IN WHICH SUCH MINORITY OWNERSHIP OR OWNERSHIP BY\n   15  WOMEN, AS APPLICABLE, IS REAL, SUBSTANTIAL AND CONTINUING;\n   16    (III) AN ENTERPRISE IN WHICH SUCH MINORITY OWNERSHIP OR  WOMEN  OWNER-\n   17  SHIP,  AS  APPLICABLE,  HAS AND EXERCISES THE AUTHORITY TO CONTROL INDE-\n   18  PENDENTLY THE DAY-TO-DAY BUSINESS DECISIONS OF THE ENTERPRISE;\n   19    (IV) AN ENTERPRISE AUTHORIZED TO DO BUSINESS IN THIS STATE  AND  INDE-\n   20  PENDENTLY OWNED AND OPERATED; AND\n   21    (V)  AN  ENTERPRISE  CERTIFIED  BY THE DEPARTMENT OF ECONOMIC DEVELOP-\n   22  MENT'S DIVISION OF WOMEN AND MINORITY OWNED BUSINESS DEVELOPMENT  OR  BY\n   23  THE  OFFICE  OF  THE  STATE COMPTROLLER PURSUANT TO SECTION FOUR HUNDRED\n   24  TWENTY-THREE  OF  THE  RETIREMENT  AND  SOCIAL   SECURITY   LAW   AS   A\n   25  \"FINANCIAL/PROFESSIONAL MWBE\".\n   26    E. \"STATE AGENCY\" SHALL MEAN:\n   27    (I)  (A)  ANY STATE DEPARTMENT, OR (B) ANY DIVISION, BOARD, COMMISSION\n   28  OR BUREAU OF ANY STATE DEPARTMENT, OR (C) THE STATE  UNIVERSITY  OF  NEW\n   29  YORK  AND THE CITY UNIVERSITY OF NEW YORK, INCLUDING ALL THEIR CONSTITU-\n   30  ENT UNITS EXCEPT COMMUNITY COLLEGES  AND  THE  INDEPENDENT  INSTITUTIONS\n   31  OPERATING  STATUTORY OR CONTRACT COLLEGES ON BEHALF OF THE STATE, OR (D)\n   32  A BOARD, A MAJORITY OF WHOSE MEMBERS ARE APPOINTED BY  THE  GOVERNOR  OR\n   33  WHO  SERVE  BY VIRTUE OF BEING STATE OFFICERS OR EMPLOYEES AS DEFINED IN\n   34  SUBPARAGRAPHS (I), (II) OR (III) OF PARAGRAPH (I) OF SUBDIVISION ONE  OF\n   35  SECTION SEVENTY-THREE OF THE PUBLIC OFFICERS LAW;\n   36    (II) THE FOLLOWING:\n   37    ALBANY COUNTY AIRPORT AUTHORITY;\n   38    ALBANY PORT DISTRICT COMMISSION;\n   39    ALFRED, ALMOND, HORNELLSVILLE SEWER AUTHORITY;\n   40    BATTERY PARK CITY AUTHORITY;\n   41    CAYUGA COUNTY WATER AND SEWER AUTHORITY;\n   42    (NELSON  A.  ROCKEFELLER)  EMPIRE  STATE  PLAZA PERFORMING ARTS CENTER\n   43  CORPORATION;\n   44    INDUSTRIAL EXHIBIT AUTHORITY;\n   45    LIVINGSTON COUNTY WATER AND SEWER AUTHORITY;\n   46    LONG ISLAND POWER AUTHORITY;\n   47    LONG ISLAND RAIL ROAD;\n   48    LONG ISLAND MARKET AUTHORITY;\n   49    MANHATTAN AND BRONX SURFACE TRANSIT OPERATING AUTHORITY;\n   50    METRO-NORTH COMMUTER RAILROAD;\n   51    METROPOLITAN SUBURBAN BUS AUTHORITY;\n   52    METROPOLITAN TRANSPORTATION AUTHORITY;\n   53    NATURAL HERITAGE TRUST;\n   54    NEW YORK CITY TRANSIT AUTHORITY;\n   55    NEW YORK CONVENTION CENTER OPERATING CORPORATION;\n   56    NEW YORK STATE BRIDGE AUTHORITY;\n\n       A. 1923                             5\n\n    1    NEW YORK STATE OLYMPIC REGIONAL DEVELOPMENT AUTHORITY;\n    2    NEW YORK STATE THRUWAY AUTHORITY;\n    3    NIAGARA FALLS PUBLIC WATER AUTHORITY;\n    4    NIAGARA FALLS WATER BOARD;\n    5    PORT OF OSWEGO AUTHORITY;\n    6    POWER AUTHORITY OF THE STATE OF NEW YORK;\n    7    ROOSEVELT ISLAND OPERATING CORPORATION;\n    8    SCHENECTADY METROPLEX DEVELOPMENT AUTHORITY;\n    9    STATE INSURANCE FUND;\n   10    STATEN ISLAND RAPID TRANSIT OPERATING AUTHORITY;\n   11    STATE UNIVERSITY CONSTRUCTION FUND;\n   12    TRIBOROUGH BRIDGE AND TUNNEL AUTHORITY;\n   13    UPPER MOHAWK VALLEY REGIONAL WATER BOARD;\n   14    UPPER MOHAWK VALLEY REGIONAL WATER FINANCE AUTHORITY;\n   15    UPPER MOHAWK VALLEY MEMORIAL AUDITORIUM AUTHORITY;\n   16    URBAN DEVELOPMENT CORPORATION AND ITS SUBSIDIARY CORPORATION;\n   17    (III) THE FOLLOWING ONLY TO THE EXTENT OF STATE CONTRACTS ENTERED INTO\n   18  FOR  ITS  OWN ACCOUNT OR FOR THE BENEFIT OF A STATE AGENCY AS DEFINED IN\n   19  SUBPARAGRAPH (I) OR (II) OF THIS PARAGRAPH:\n   20    DORMITORY AUTHORITY OF THE STATE OF NEW YORK;\n   21    FACILITIES DEVELOPMENT CORPORATION;\n   22    NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY;\n   23    NEW YORK STATE SCIENCE AND TECHNOLOGY FOUNDATION.\n   24    2. TO THE EXTENT THAT ANY STATE AGENCY  ENGAGES  OR  PLANS  TO  ENGAGE\n   25  THIRD-PARTIES TO:\n   26    A.  MANAGE  CASH  ASSETS  OR  INVESTMENT SECURITIES HELD BY SUCH STATE\n   27  AGENCY IN EXCESS OF ONE HUNDRED MILLION DOLLARS IN THE AGGREGATE,\n   28    B. PROVIDE BROKER-DEALER SERVICES TO SUCH STATE  AGENCY  RESULTING  OR\n   29  LIKELY  TO  RESULT  IN  COMMISSION IN EXCESS OF TWO MILLION FIVE HUNDRED\n   30  THOUSAND DOLLARS IN THE AGGREGATE IN A FISCAL YEAR OR  TRADES  OF  FIXED\n   31  INCOME  SECURITIES  WITH VOLUME IN EXCESS OF TWENTY-FIVE MILLION DOLLARS\n   32  IN A FISCAL YEAR, OR\n   33    C. PROVIDE OTHER FINANCIAL OR  PROFESSIONAL  SERVICES  TO  SUCH  STATE\n   34  AGENCY  RESULTING IN FEES FOR SERVICES EQUAL TO OR EXCEEDING TWO MILLION\n   35  FIVE HUNDRED THOUSAND DOLLARS IN THE AGGREGATE IN A FISCAL YEAR  OR  TWO\n   36  HUNDRED FIFTY THOUSAND DOLLARS IN A SINGLE TRANSACTION, SUCH STATE AGEN-\n   37  CY SHALL COMPLY WITH THE REQUIREMENTS OF THIS SECTION.\n   38    3.  A.  IN  THE  EVENT THAT ANY STATE AGENCY CONDUCTS OR HAS CONDUCTED\n   39  TRANSACTIONS FALLING WITHIN THE SCOPE OF THE TRANSACTIONS  DESCRIBED  IN\n   40  SUBDIVISION  TWO  OF  THIS  SECTION, SUCH STATE AGENCY SHALL ESTABLISH A\n   41  MWBE ASSET  MANAGEMENT  AND  FINANCIAL  INSTITUTION  STRATEGY  INCLUDING\n   42  REASONABLE  GOALS FOR UTILIZATION OF MWBE ASSET MANAGERS, MWBE FINANCIAL\n   43  INSTITUTIONS AND MWBE FINANCIAL AND PROFESSIONAL  SERVICE  FIRMS,  WHICH\n   44  STRATEGY SHALL INCLUDE THE FOLLOWING OBJECTIVES:\n   45    (I)  WITH RESPECT TO EACH ASSET CLASS IN WHICH THE APPLICABLE NEW YORK\n   46  STATE AGENCY ENGAGES EXTERNAL ASSET MANAGERS, INVESTING ASSETS  OF  SUCH\n   47  STATE  AGENCY  WITH MWBE ASSET MANAGERS TO THE GREATEST EXTENT FEASIBLE,\n   48  GIVEN MARKET AVAILABILITY OF MWBE ASSET MANAGERS THAT FULFILL SUCH STATE\n   49  AGENCY'S SELECTION CRITERIA WITH RESPECT TO EACH  SUCH  CLASS,  IN  EACH\n   50  YEAR THROUGH THE FIFTH FULL FISCAL YEAR AFTER THE DATE OF ENACTMENT;\n   51    (II)  SUBJECT  TO  BEST  EXECUTION, WITH RESPECT TO EXTERNALLY MANAGED\n   52  SECURITIES: (A) CONDUCTING TRADES OF FIXED  INCOME  SECURITIES  AND  (B)\n   53  CONDUCTING  TRADES  OF  PUBLIC  EQUITY SECURITIES THROUGH MWBE FINANCIAL\n   54  INSTITUTIONS TO THE GREATEST EXTENT FEASIBLE, GIVEN MARKET  AVAILABILITY\n   55  OF   MWBE  FINANCIAL  INSTITUTIONS  THAT  FULFILL  SUCH  STATE  AGENCY'S\n   56  SELECTION CRITERIA WITH RESPECT TO SUCH TRADING ACTIVITY, IN EACH FISCAL\n\n       A. 1923                             6\n\n    1  YEAR THROUGH THE FIFTH FULL FISCAL YEAR FOLLOWING THE DATE OF ENACTMENT;\n    2  AND\n    3    (III)  INCREASING  EXPENDITURES  ON CONTRACTS FOR ACCOUNTING, BANKING,\n    4  FINANCIAL ADVISORY, INSURANCE, LEGAL, RESEARCH, VALUATION,  UNDERWRITING\n    5  AND OTHER PROFESSIONAL AND FINANCIAL SERVICES WITH MWBE FINANCIAL INSTI-\n    6  TUTIONS  AND  OTHER MWBE FINANCIAL AND PROFESSIONAL SERVICE FIRMS TO THE\n    7  GREATEST EXTENT FEASIBLE PROVIDED SUCH TRANSACTIONS FULFILL THE  FIDUCI-\n    8  ARY DUTIES AND OBLIGATIONS OF MANAGEMENT OF THE STATE AGENCIES.\n    9    NOTHING IN THIS SUBDIVISION SHALL BE DEEMED AS REQUIRING OR PERMITTING\n   10  ANY  STATE  AGENCY  TO TAKE ANY ACTION CONTRARY TO THE FIDUCIARY DUTY OF\n   11  THE MANAGEMENT OF SUCH STATE AGENCY, LAW OR SOUND INDUSTRY PRACTICES.\n   12    B. BY THE LATER OF ONE YEAR FROM THE EFFECTIVE DATE OF  THIS  SUBDIVI-\n   13  SION  OR  ONE  YEAR  FOLLOWING  THE  DATE  THAT THE REQUIREMENTS OF THIS\n   14  SECTION SHALL APPLY TO  A  STATE  AGENCY  AS  A  RESULT  OF  THE  EVENTS\n   15  DESCRIBED  IN SUBDIVISION TWO OF THIS SECTION, THE CHIEF EXECUTIVE OFFI-\n   16  CER AND/OR MANAGING BODY OF SUCH STATE AGENCY SHALL DEVELOP  AND  IMPLE-\n   17  MENT  A  PLAN TO ACHIEVE THE OBJECTIVES SET FORTH IN PARAGRAPH A OF THIS\n   18  SUBDIVISION, INCLUDING, WITHOUT LIMITATION:\n   19    (I) A METHODOLOGY SUFFICIENT TO ENSURE THAT MWBE ASSET MANAGERS,  MWBE\n   20  FINANCIAL  INSTITUTIONS AND MWBE SERVICE PROVIDERS ARE MADE AWARE OF THE\n   21  OPPORTUNITIES MADE AVAILABLE PURSUANT TO THE STRATEGY UNDERTAKEN BY  THE\n   22  MANAGERS  OF  THE  APPLICABLE STATE AGENCY ESTABLISHED TO MEET THE GOALS\n   23  SET FORTH IN SUBDIVISION ONE OF THIS SECTION;\n   24    (II) REQUIREMENTS RELATED TO ANNUAL  PUBLIC  REPORTING,  WITHIN  SIXTY\n   25  DAYS  OF  THE  END  OF EACH FISCAL YEAR, REGARDING: (A) INVESTMENTS WITH\n   26  MWBE ASSET MANAGERS, COMMISSIONS WITH MWBE FINANCIAL  INSTITUTIONS,  AND\n   27  ANNUAL  NON-COMMISSION  EXPENDITURES  (EXCLUDING INVESTMENT ALLOCATIONS)\n   28  WITH OR FEES PAID TO OTHER MWBE FINANCIAL INSTITUTIONS  AND  OTHER  MWBE\n   29  FIRMS  THAT PROVIDE FINANCIAL SERVICES OR OTHER PROFESSIONAL SERVICES TO\n   30  THE STATE AGENCY, AS APPLICABLE, AS A PERCENTAGE OF  TOTAL  INVESTMENTS,\n   31  COMMISSIONS  OR  EXPENDITURES,  AS APPLICABLE, FOR SUCH SERVICES BY SUCH\n   32  STATE AGENCY, AND (B) EFFORTS UNDERTAKEN DURING SUCH PERIOD  TO  SUPPORT\n   33  ITS MWBE ASSET MANAGEMENT AND FINANCIAL INSTITUTION STRATEGY; AND\n   34    (III)  PROVISIONS  FOR  COORDINATING WITH THE DIVISION OF MINORITY AND\n   35  WOMEN-OWNED BUSINESS DEVELOPMENT AND THE STATE COMPTROLLER  TO  IDENTIFY\n   36  MWBE  ASSET  MANAGERS  AND  MWBE  FINANCIAL  INSTITUTIONS AND OTHER MWBE\n   37  FINANCE AND PROFESSIONAL SERVICE FIRMS TO  CREATE  A  DATABASE  OF  SUCH\n   38  ENTITIES.  SUCH  COORDINATION  SHALL  INCLUDE  AN  ANNUAL  CONFERENCE TO\n   39  PROMOTE THE MWBE ASSET MANAGEMENT AND FINANCIAL INSTITUTION STRATEGY.\n   40    PROVIDED, HOWEVER, THAT IF SUCH CHIEF EXECUTIVE  OFFICER  OR  MANAGING\n   41  BODY  DETERMINES  THAT  THE FACTS GIVING RISE TO THE OBLIGATIONS OF THIS\n   42  SECTION ARE NOT REASONABLY LIKELY TO CAUSE THE STATE AGENCY  TO  HAVE  A\n   43  RECURRING  NEED  FOR  THE  SERVICES  COVERED IN THIS SECTION, SUCH CHIEF\n   44  EXECUTIVE OFFICER OR GOVERNING BODY MAY BY WRITTEN  APPLICATION  SEEK  A\n   45  WAIVER  FROM  THE DIVISION OF MINORITY AND WOMEN-OWNED BUSINESS DEVELOP-\n   46  MENT REGARDING THE REQUIREMENTS TO COMPLY WITH THE  PROVISIONS  OF  THIS\n   47  SECTION.  UPON  A  DETERMINATION  THAT SUCH WAIVER REQUEST IS REASONABLY\n   48  REQUESTED BECAUSE SUCH CONDITIONS ARE NOT REASONABLY  LIKELY  TO  RECUR,\n   49  THE DIRECTOR OF THE DIVISION OF MINORITY AND WOMEN-OWNED BUSINESS DEVEL-\n   50  OPMENT MAY GRANT SUCH WAIVER.\n   51    S  4.  The  provisions  of  this act are severable, and if any part or\n   52  provision hereof, or the application thereof to any  person  or  circum-\n   53  stance,  shall  be adjudged by any court of competent jurisdiction to be\n   54  invalid or unenforceable, such judgment  shall  not  affect,  impair  or\n   55  invalidate  the  remaining provisions to any person or circumstance, but\n   56  shall be confined in its operation to the provision, person  or  circum-\n\n       A. 1923                             7\n\n    1  stance directly involved in the controversy in which such judgment shall\n    2  have been rendered.\n    3    S  5.  This  act shall take effect on the ninetieth day after it shall\n    4  have become a law; provided, however  that  the  amendments  to  section\n    5  136-b  of  the state finance law made by section three of this act shall\n    6  not affect the expiration of such section and shall be deemed to  expire\n    7  therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to enacting the New York state agency MWBE asset management and financial institution strategy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T165528.TXT", "SOBI.D110112.T152028.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294869328092
}