{
  "year" : 2011,
  "senateBillNo" : "A1920-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to alcoholism and drug abuse",
    "billEventId" : "A1920-2011-1294808400000-referred+to+alcoholism+and+drug+abuse",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Concerns siting of facilities licensed by the office of alcoholism and substance abuse services",
  "summary" : "Relates to site selection of facilities licensed by the office of alcoholism and substance abuse services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A7037-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1920\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Alcoholism and Drug Abuse\n\n       AN ACT to amend the mental hygiene law and the social services  law,  in\n         relation to site selection of community residential facilities for the\n         treatment of chemical dependency\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs 1 and 2 of subdivision (a) of section  41.34  of\n    2  the  mental  hygiene  law,  paragraph 1 as amended by chapter 168 of the\n    3  laws of 2010 and paragraph 2 as amended by chapter 1024 of the  laws  of\n    4  1981, are amended to read as follows:\n    5    (1) \"Community  residential  facility  for [the] PERSONS WHO ARE disa-\n    6  bled\" means a supportive living facility with four to fourteen residents\n    7  or a supervised living facility subject to licensure by  the  office  of\n    8  mental  health  or the office for people with developmental disabilities\n    9  OR THE OFFICE OF ALCOHOLISM AND SUBSTANCE ABUSE SERVICES which  provides\n   10  a  residence  for  up to fourteen [individuals with mental disabilities]\n   11  PERSONS WHO  ARE  MENTALLY  DISABLED,  including  residential  treatment\n   12  facilities for children and youth.\n   13    (2) \"Sponsoring  agency\"  means  an  agency  or  unit of government, a\n   14  voluntary agency or any other person or organization  which  intends  to\n   15  establish  or operate a community residential facility for [the] PERSONS\n   16  WHO ARE disabled.\n   17    S 2. Subdivision (b) of section 41.34 of the mental  hygiene  law,  as\n   18  amended  by  chapter  1024  of  the  laws of 1981, is amended to read as\n   19  follows:\n   20    (b) If a sponsoring agency intends to establish a residential facility\n   21  for [the] PERSONS WHO ARE disabled within a municipality  but  does  not\n   22  have a specific site selected, it may notify the chief executive officer\n   23  of  the  municipality  in  writing of its intentions and include in such\n   24  notice a description of the nature, size and community support  require-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04523-01-1\n\n       A. 1920                             2\n\n    1  ments  of  the program.   Provided, however, nothing in this subdivision\n    2  shall preclude the proposed establishment of a site pursuant to subdivi-\n    3  sion (c) of this section.\n    4    S  3.  Subparagraph  (C)  of paragraph 1 of subdivision (c) of section\n    5  41.34 of the mental hygiene law, as amended by chapter 823 of  the  laws\n    6  of 1992, is amended to read as follows:\n    7    (C) object to the establishment of a facility of the kind described by\n    8  the  sponsoring  agency  because to do so would result in such a concen-\n    9  tration of community residential facilities for [the]  PERSONS  WHO  ARE\n   10  mentally disabled in the municipality or in the area in proximity to the\n   11  site  selected  or a combination of such facilities with other community\n   12  residences or similar facilities licensed by  other  agencies  of  state\n   13  government, including all community residences, intermediate care facil-\n   14  ities,  residential care facilities for adults and residential treatment\n   15  facilities for individuals with mental illness or developmental disabil-\n   16  ities operated pursuant to article sixteen [or], article  thirty-one  OR\n   17  ARTICLE  THIRTY-TWO  of this chapter and all similar residential facili-\n   18  ties of fourteen or less residents operated or licensed by another state\n   19  agency, that the nature and character of the areas  within  the  munici-\n   20  pality would be substantially altered.\n   21    S  4.  Paragraph  4  of subdivision (c) of section 41.34 of the mental\n   22  hygiene law, as amended by chapter 1024 of the laws of 1981, is  amended\n   23  to read as follows:\n   24    (4)  If  the site or sites suggested by the municipality are satisfac-\n   25  tory with regard to the nature, size and community support  requirements\n   26  of  the program of the proposed facility and the area in which such site\n   27  or sites are located does not already include  an  excessive  number  of\n   28  community  residential  facilities  for  [the]  PERSONS WHO ARE mentally\n   29  disabled or similar facilities licensed by  other  state  agencies,  the\n   30  sponsoring  agency  shall  seek  to establish its facility at one of the\n   31  sites designated by the municipality.\n   32    If the municipality suggests a site or sites which are  not  satisfac-\n   33  tory  to  the  sponsoring agency, the agency shall so notify the munici-\n   34  pality which shall have fifteen days to suggest an alternative  site  or\n   35  sites for the proposed community residential facility.\n   36    S  5.  Paragraph  5  of subdivision (c) of section 41.34 of the mental\n   37  hygiene law, as amended by chapter 1024 of the laws of 1981, is  amended\n   38  to read as follows:\n   39    (5) In the event the municipality objects to establishment of a facil-\n   40  ity  in the municipality because to do so would result in such a concen-\n   41  tration of community residential facilities for [the]  PERSONS  WHO  ARE\n   42  mentally disabled or combination of such facilities and other facilities\n   43  licensed  by other state agencies that the nature and character of areas\n   44  within the municipality would be substantially altered; or the  sponsor-\n   45  ing  agency  objects  to  the establishment of a facility in the area or\n   46  areas suggested by the municipality; or in the event  that  the  munici-\n   47  pality  and sponsoring agency cannot agree upon a site, either the spon-\n   48  soring agency or the  municipality  may  request  an  immediate  hearing\n   49  before  the  commissioner  to  resolve the issue. The commissioner shall\n   50  personally or by a hearing officer conduct such a hearing within fifteen\n   51  days of such a request.\n   52    In reviewing any such objections, the need for such facilities in  the\n   53  municipality  shall be considered as shall the existing concentration of\n   54  such facilities and other similar facilities  licensed  by  other  state\n   55  agencies  in  the  municipality  or in the area in proximity to the site\n   56  selected and any other facilities in the municipality or in the area  in\n\n       A. 1920                             3\n\n    1  proximity  to  the  site  selected  providing  residential services to a\n    2  significant number of persons  who  have  formerly  received  in-patient\n    3  mental  health  services in facilities of the office of mental health or\n    4  the  office  [of  mental retardation and developmental disabilities] FOR\n    5  PEOPLE WITH DEVELOPMENTAL DISABILITIES OR THE OFFICE OF  ALCOHOLISM  AND\n    6  SUBSTANCE  ABUSE  SERVICES. The commissioner shall sustain the objection\n    7  if he determines that the nature and character of the area in which  the\n    8  facility  is  to  be based would be substantially altered as a result of\n    9  establishment of the facility. The commissioner shall  make  a  determi-\n   10  nation within thirty days of the hearing.\n   11    S  6.  Paragraph  2  of subdivision (e) of section 41.34 of the mental\n   12  hygiene law, as amended by chapter 168 of the laws of 2010,  is  amended\n   13  to read as follows:\n   14    (2)  The  office  of  mental  health [and], the office for people with\n   15  developmental disabilities OR THE OFFICE  OF  ALCOHOLISM  AND  SUBSTANCE\n   16  ABUSE  SERVICES  shall not issue an operating certificate for the opera-\n   17  tion of a supportive living facility or a supervised living facility  of\n   18  more than fourteen residents if the agency or unit of government, volun-\n   19  tary  agency or any other person or organization which intends to estab-\n   20  lish or operate such a facility does  not  notify  the  chief  executive\n   21  officer  of the municipality in which that facility is to be established\n   22  in writing of the intention to establish such facility  and  include  in\n   23  such notice the specific address of the site, the type of residence, the\n   24  number  of  residents  and  the  community  support  requirements of the\n   25  program; provided, however, that nothing  contained  in  this  paragraph\n   26  shall  either  be  construed to require facilities of more than fourteen\n   27  beds to meet any other requirement of this  section,  or  to  deem  such\n   28  facilities family units for the purposes of local laws and ordinances.\n   29    S  7.  Subdivision  1  of  section  463 of the social services law, as\n   30  amended by chapter 465 of the laws  of  1992,  is  amended  to  read  as\n   31  follows:\n   32    1.  \"Community  residential  facility\"  means any facility operated or\n   33  subject to licensure by the state which provides a supervised  residence\n   34  for PERSONS WHO ARE mentally, emotionally, physically, or socially disa-\n   35  bled  [persons] or for persons in need of supervision or juvenile delin-\n   36  quents. This term includes, but is not limited to, community  residences\n   37  for  [the] PERSONS WHO ARE mentally disabled operated or licensed by the\n   38  offices of mental health or [mental retardation and developmental  disa-\n   39  bilities]  THE  OFFICE  FOR PEOPLE WITH DEVELOPMENTAL DISABILITIES or by\n   40  [the  divisions  of]  the  office  of  alcoholism  and  substance  abuse\n   41  SERVICES, agency operated boarding homes, group homes or private propri-\n   42  etary homes for adults operated or licensed by the department of [social\n   43  services]  FAMILY ASSISTANCE, group homes operated by, contracted for or\n   44  licensed by the [division for  youth]  OFFICE  OF  CHILDREN  AND  FAMILY\n   45  SERVICES  and  half-way  houses operated or licensed by the [division of\n   46  substance abuse services]  OFFICE  OF  ALCOHOLISM  AND  SUBSTANCE  ABUSE\n   47  SERVICES.\n   48    S  8.  This  act shall take effect immediately; provided, however, the\n   49  provisions of this act shall apply to applications for operating certif-\n   50  icates initiated on or after the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law and the social services law, in relation to site selection of community residential facilities for the treatment of chemical dependency ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T165028.TXT", "SOBI.D110112.T152028.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294869028973
}