{
  "year" : 2011,
  "senateBillNo" : "A1921-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A1921-2011-1294808400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits discrimination in the issuance of certain insurance policies based upon inquiries in which loss or damage is revealed",
  "summary" : "Prohibits discrimination in the issuance of certain insurance policies based upon inquiries in which loss or damage is revealed. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A3484-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1921\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. PEOPLES-STOKES, P. RIVERA, SCHROEDER -- Multi-\n         Sponsored by -- M. of A.   WRIGHT -- read once  and  referred  to  the\n         Committee on Insurance\n\n       AN  ACT  to amend the insurance law, in relation to discrimination based\n         on inquiries\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The insurance law is amended by adding a new section 2616\n    2  to read as follows:\n    3    S 2616. DISCRIMINATION BASED ON INQUIRIES. (A) NO INSURER SHALL REPORT\n    4  TO AN INSURANCE SUPPORT ORGANIZATION OR COMPANY THAT COLLECTS AND  MAIN-\n    5  TAINS  CLAIMS HISTORY REPORTS FROM INSURERS, ANY INQUIRY ABOUT A POLICY,\n    6  INCLUDING ANY INQUIRY IN WHICH LOSS OR DAMAGE IS REVEALED UNDER A  HOME-\n    7  OWNERS',  PERSONAL  LINES  FIRE, OR NON-BUSINESS MOTOR VEHICLE INSURANCE\n    8  POLICY.\n    9    (B) NO INSURER SHALL REFUSE TO ISSUE OR RENEW A HOMEOWNERS',  PERSONAL\n   10  LINES  FIRE,  OR  NON-BUSINESS MOTOR VEHICLE INSURANCE POLICY, IMPOSE OR\n   11  OFFER A HIGHER RATE OR PREMIUM FOR ANY SUCH POLICY, OR ASSIGN TO A  MORE\n   12  EXPENSIVE  AFFILIATE,  RATING  TIER OR CATEGORY, AN INSURED OR APPLICANT\n   13  FOR ANY SUCH POLICY ON THE BASIS OF ANY INQUIRY ABOUT A POLICY,  INCLUD-\n   14  ING  ANY  INQUIRY  IN WHICH LOSS OR DAMAGE IS REVEALED TO THE INSURER OR\n   15  ANY PREVIOUS INSURERS, OR ON THE BASIS OF ANY SUCH INQUIRY  REPORTED  TO\n   16  OR  RECORDED  BY  AN  INSURANCE  SUPPORT  ORGANIZATION  OR  COMPANY THAT\n   17  COLLECTS AND MAINTAINS CLAIMS HISTORY REPORTS FROM INSURERS.\n   18    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   19  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04715-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to discrimination based on inquiries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T165028.TXT", "SOBI.D110112.T152028.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294869028977
}