{
  "year" : 2011,
  "senateBillNo" : "A1925-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to education",
    "billEventId" : "A1925-2011-1294808400000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Expands the requirements for teaching humane education to secondary school students",
  "summary" : "Expands the requirements for teaching humane education of animals to secondary school students. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A6126-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1925\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. ROSENTHAL, COLTON -- Multi-Sponsored by -- M. of\n         A. GLICK, WEISENBERG -- read once and referred  to  the  Committee  on\n         Education\n\n       AN ACT to amend the education law, in relation to expanding the require-\n         ments for teaching humane education to secondary school students\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section  809  of  the  education  law,  as\n    2  amended  by  chapter  542  of  the  laws  of 1994, is amended to read as\n    3  follows:\n    4    1. A. The officer, board  or  commission  authorized  or  required  to\n    5  prescribe  courses of instruction shall cause instruction to be given in\n    6  every elementary school under state control or supported wholly or part-\n    7  ly by public money of the state, in the humane treatment and  protection\n    8  of  animals  and  the importance of the part they play in the economy of\n    9  nature as well as the necessity  of  controlling  the  proliferation  of\n   10  animals  which  are  subsequently abandoned and caused to suffer extreme\n   11  cruelty. Such instruction shall be for such period of time  during  each\n   12  school year as the board of regents may prescribe and may be joined with\n   13  work  in  literature, reading, language, nature study or ethnology. Such\n   14  weekly instruction may be divided into two or more periods.\n   15    B. THE  OFFICER,  BOARD,  OR  COMMISSION  AUTHORIZED  OR  REQUIRED  TO\n   16  PRESCRIBE  COURSES OF INSTRUCTION SHALL CAUSE INSTRUCTION TO BE GIVEN IN\n   17  EVERY SECONDARY SCHOOL UNDER STATE CONTROL OR SUPPORTED WHOLLY OR PARTLY\n   18  BY PUBLIC MONEY OF THE STATE, IN THE HUMANE TREATMENT AND PROTECTION  OF\n   19  ANIMALS  AND  THE  IMPORTANCE  OF  THE  PART THEY PLAY IN THE ECONOMY OF\n   20  NATURE AS WELL AS THE NECESSITY  OF  CONTROLLING  THE  PROLIFERATION  OF\n   21  ANIMALS  WHICH  ARE  SUBSEQUENTLY ABANDONED AND CAUSED TO SUFFER EXTREME\n   22  CRUELTY.  SUCH INSTRUCTION SHALL INCLUDE EDUCATING STUDENTS ON THE PRIN-\n   23  CIPLES OF KINDNESS TO AND RESPECT FOR ANIMALS AND OBSERVANCE OF LAWS AND\n   24  RULES PERTAINING TO THE HUMANE TREATMENT OF  ANIMALS.  THE  COMMISSIONER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02262-01-1\n\n       A. 1925                             2\n\n    1  SHALL  DETERMINE HOW TO INCORPORATE SUCH INSTRUCTION IN EXISTING CURRIC-\n    2  ULA AND THE COMMISSIONER SHALL  PROMULGATE  ANY  REGULATIONS  NEEDED  TO\n    3  CARRY OUT SUCH DETERMINATION.\n    4    C.  A  school  district  shall  not  be entitled to participate in the\n    5  public school money on account of any school or the  attendance  at  any\n    6  school  subject  to  the  provisions of this section, if the instruction\n    7  required [hereby] PURSUANT TO THIS SECTION is not given therein.\n    8    S 2. This act shall take effect on the first of July  next  succeeding\n    9  the date on which it shall have become a law. Effective immediately, the\n   10  addition,  amendment  and/or  repeal of any rule or regulation necessary\n   11  for the implementation of this act on its effective date are  authorized\n   12  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to expanding the requirements for teaching humane education to secondary school students ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T170029.TXT", "SOBI.D110112.T152028.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294869629197
}