{
  "year" : 2011,
  "senateBillNo" : "A1931-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A1931-2011-1294808400000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the people's history project to foster the recognition of heretofore overlooked personages, sites, and events of historical significance",
  "summary" : "Creates the people's history project within the department of parks, recreation and historic preservation to foster the recognition of heretofore overlooked personages, sites, and events of historical significance; provides for the establishment of a committee to pass on nominations made by the citizens of this state for the inclusion of personages, sites, and events in the project; provides for publication of a brochure thereof; provides for education in the schools on this subject. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Parks, Recreation and Historic Preservation Law",
  "previousVersions" : [ "A1499-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1931\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- Multi-Sponsored by -- M. of A. BOYLAND,\n         COLTON,  LAVINE,  McENENY, TOWNS, WEISENBERG -- read once and referred\n         to the Committee on Tourism, Parks, Arts and Sports Development\n\n       AN ACT to amend the parks, recreation and historic preservation law  and\n         the  education  law, in relation to providing for the people's history\n         project and for classroom instruction therein\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  parks,  recreation  and historic preservation law is\n    2  amended by adding a new section 19.07 to read as follows:\n    3    S 19.07 PEOPLE'S HISTORY PROJECT. 1. THE LEGISLATURE HEREBY FINDS  AND\n    4  DECLARES  THAT  THE  HISTORY  OF NEW YORK STATE IS REPLETE WITH PERSONS,\n    5  SITES, AND EVENTS, OF BOTH LOCAL AND  STATEWIDE  IMPORTANCE,  THAT  HAVE\n    6  HERETOFORE BEEN OVERLOOKED BY MAINSTREAM, ESTABLISHED HISTORY. OUR PRES-\n    7  ENT  HISTORICAL  SITES,  AND  HISTORY AS IT IS TAUGHT IN OUR SCHOOLS AND\n    8  POPULARLY RECORDED, FAIL TO TAKE INTO  CONSIDERATION  THE  MULTITUDE  OF\n    9  PEOPLES  WHO  HAVE  BUILT OUR STATE. NEW YORK IS THE STATE THAT HAS BEEN\n   10  MOST AFFECTED BY THE IMMIGRANT AND VARIOUS ETHNIC  POPULATIONS  OF  THIS\n   11  COUNTRY.  IT IS ALSO THE STATE THAT WAS MOST SIGNIFICANT TO THE MAJORITY\n   12  OF SOCIAL AND ECONOMIC MOVEMENTS OF THE LAST FOUR HUNDRED YEARS, YET OUR\n   13  RECOGNITION OF HISTORIC PERSONAGES AND SITES TENDS TO OVERLOOK THEM.  IT\n   14  IS  TIME THAT WE BEGIN TO RECOGNIZE THOSE FROM EVERY BACKGROUND WHO HAVE\n   15  CONTRIBUTED TO THE HISTORY OF THIS STATE. MAKING SUCH  RECOGNITION  WILL\n   16  GIVE  NEW  CAUSE  FOR PRIDE TO ALL THE PEOPLE AND CREATE NEW ROLE MODELS\n   17  FOR ALL OUR PEOPLE. IT  WILL  ALSO  CONTRIBUTE  TO  TOURISM,  ESPECIALLY\n   18  SPECIAL  NICHE TOURISM, AND CONSEQUENTLY THE ECONOMIC DEVELOPMENT OF THE\n   19  STATE, ESPECIALLY IN AREAS  THAT  ARE  UNDERDEVELOPED  ECONOMICALLY  AND\n   20  DISADVANTAGED.\n   21    2.  THE  COMMISSIONER  SHALL  ESTABLISH  WITHIN  THE OFFICE A PEOPLE'S\n   22  HISTORY COMMITTEE. THE MEMBERS OF THE COMMITTEE SHALL  BE  APPOINTED  BY\n   23  THE  COMMISSIONER  AND  SHALL  BE REPRESENTATIVE OF ACADEMIC AND PROFES-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05651-01-1\n\n       A. 1931                             2\n\n    1  SIONAL HISTORIANS AND MEMBERS OF VARIOUS LOCAL HISTORICAL  SOCIETIES  OR\n    2  OTHER  SUCH  GROUPS.  THE  MEMBERS  OF THE COMMITTEE SHALL SERVE WITHOUT\n    3  COMPENSATION, BUT SHALL BE ALLOWED THEIR ACTUAL AND NECESSARY EXPENSES.\n    4    3.  THE PEOPLE OF THE STATE MAY NOMINATE PERSONS, SITES, AND EVENTS OF\n    5  HISTORICAL  SIGNIFICANCE  FOR INCLUSION IN THE PEOPLE'S HISTORY PROJECT.\n    6  THESE MAY BE OF LOCAL, REGIONAL OR STATEWIDE (OR EVEN NATIONAL)  SIGNIF-\n    7  ICANCE. THE COMMITTEE, IN CONSULTATION WITH LOCAL HISTORIANS, HISTORICAL\n    8  SOCIETIES,  AND  OTHER AUTHORITIES, WHERE APPROPRIATE, SHALL PASS ON THE\n    9  MERITS OF THE NOMINEES.\n   10    4. FOR NOMINEES APPROVED BY THE COMMITTEE, THE OFFICE  SHALL  FORMALLY\n   11  ADD  THE  OFFICE  TO THE ROLL OF THE PEOPLE'S HISTORY PROJECT.  SUITABLE\n   12  COMMEMORATIVE MARKERS SHALL BE ERECTED AT THE  APPROPRIATE  LOCATION  OR\n   13  LOCATIONS.  THE OFFICE SHALL ANNUALLY PUBLISH A PEOPLE'S HISTORY PROJECT\n   14  BROCHURE LISTING THE PERSONS, SITES, AND EVENTS ON  THE  ROLL,  TOGETHER\n   15  WITH BRIEF DESCRIPTIONS THEREOF AND A MAP SHOWING THE LOCATIONS THEREOF.\n   16    5.  THE  PEOPLE'S HISTORY PROJECT SHALL NOT DUPLICATE THE FUNCTIONS OF\n   17  OTHER FEDERAL, STATE, OR LOCAL HISTORICAL PROGRAMS.\n   18    S 2. Subdivisions 1 and 3 of section 801  of  the  education  law,  as\n   19  amended  by  chapter  574  of  the  laws of 1997, are amended to read as\n   20  follows:\n   21    1. In order to promote a spirit of patriotic  and  civic  service  and\n   22  obligation  and  to foster in the children of the state moral and intel-\n   23  lectual qualities which are essential in preparing  to  meet  the  obli-\n   24  gations of citizenship in peace or in war, the regents of The University\n   25  of  the  State  of  New  York  shall prescribe courses of instruction in\n   26  patriotism, citizenship, and human rights issues, with particular atten-\n   27  tion to the study of the inhumanity of genocide, slavery (including  the\n   28  freedom  trail  and  underground  railroad), the Holocaust, THE PEOPLE'S\n   29  HISTORY PROJECT ESTABLISHED PURSUANT TO  SECTION  19.07  OF  THE  PARKS,\n   30  RECREATION  AND  HISTORIC  PRESERVATION  LAW, and the mass starvation in\n   31  Ireland from 1845 to 1850, to be maintained  and  followed  in  all  the\n   32  schools  of  the  state.  The  boards  of  education and trustees of the\n   33  several cities and school districts of the state shall require  instruc-\n   34  tion  to  be  given  in  such  courses,  by the teachers employed in the\n   35  schools therein. All pupils attending such  schools,  over  the  age  of\n   36  eight years, shall attend upon such instruction.\n   37    Similar  courses  of instruction shall be prescribed and maintained in\n   38  private schools in the state, and all pupils in such schools over  eight\n   39  years  of age shall attend upon such courses. If such courses are not so\n   40  established and maintained in a private school, attendance upon instruc-\n   41  tion in such school shall not  be  deemed  substantially  equivalent  to\n   42  instruction  given  to  pupils  of like age in the public schools of the\n   43  city or district in which such pupils reside.\n   44    3. The regents shall determine the subjects to  be  included  in  such\n   45  courses  of  instruction  in  patriotism,  citizenship, and human rights\n   46  issues, with particular attention to the  study  of  the  inhumanity  of\n   47  genocide,  slavery  (including  the  freedom trail and underground rail-\n   48  road), the Holocaust, THE PEOPLE'S HISTORY PROJECT ESTABLISHED  PURSUANT\n   49  TO SECTION 19.07 OF THE PARKS, RECREATION AND HISTORIC PRESERVATION LAW,\n   50  and  the mass starvation in Ireland from 1845 to 1850, and in the histo-\n   51  ry, meaning, significance and effect of the provisions of the  constitu-\n   52  tion  of  the  United States, the amendments thereto, the declaration of\n   53  independence, the constitution of the state of New York and  the  amend-\n   54  ments  thereto,  and  the period of instruction in each of the grades in\n   55  such subjects. They shall adopt rules providing for attendance upon such\n   56  instruction and for such other matters as are required for carrying into\n\n       A. 1931                             3\n\n    1  effect the objects and purposes of this section. The commissioner  shall\n    2  be responsible for the enforcement of such section and shall cause to be\n    3  inspected  and  supervise  the instruction to be given in such subjects.\n    4  The  commissioner  may, in his discretion, cause all or a portion of the\n    5  public school money to be apportioned to a district or city to be  with-\n    6  held  for  failure of the school authorities of such district or city to\n    7  provide instruction in such courses and to compel attendance  upon  such\n    8  instruction,  as  herein  prescribed,  and for a non-compliance with the\n    9  rules of the regents adopted as herein provided.\n   10    S 3. This act shall take effect on the one hundred twentieth day after\n   11  it shall have become a law; provided that  the  commissioner  of  parks,\n   12  recreation  and  historic preservation and the commissioner of education\n   13  are authorized to promulgate any and all rules and regulations and  take\n   14  any other measures necessary to implement this act on its effective date\n   15  on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the parks, recreation and historic preservation law and the education law, in relation to providing for the people's history project and for classroom instruction therein ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T152028.TXT", "SOBI.D110113.T105316.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933996454
}