{
  "year" : 2011,
  "senateBillNo" : "A193-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to housing",
    "billEventId" : "A193-2011-1294203600000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires limited profit housing company to show maintenance of essential services before approval of rent increases",
  "summary" : "Defines, for purposes of the Mitchell-Lama housing projects, \"essential services\" which landlord in limited-profit housing companies are obligated to provide and requires that any authorized maximum average monthly rental increase shall be conditioned on the continued maintenance of such defined services. ",
  "currentCommittee" : null,
  "sameAs" : "S736",
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A540-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          193\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ, BARRON, GIBSON -- Multi-Sponsored by --\n         M. of A. GOTTFRIED, PHEFFER -- read once and referred to the Committee\n         on Housing\n\n       AN ACT to amend the private housing finance law, in relation to defining\n         \"essential  services\" and conditioning approval of increase of maximum\n         rentals upon maintenance of all essential services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 12 of the private housing finance law is amended by\n    2  adding a new subdivision 17 to read as follows:\n    3    17.  \"ESSENTIAL  SERVICES\". THOSE ESSENTIAL SERVICES WHICH THE COMPANY\n    4  FURNISHED OR WHICH IT WAS OBLIGATED TO FURNISH ON THE DATE OF  OCCUPANCY\n    5  AND  WHICH  WERE  INCLUDED IN THE MAXIMUM RENT FOR THE DWELLING ACCOMMO-\n    6  DATIONS ON THAT DATE. THESE MAY INCLUDE, BUT  ARE  NOT  LIMITED  TO  THE\n    7  FOLLOWING:   REPAIRS AND MAINTENANCE, THE FURNISHING OF LIGHT, HEAT, HOT\n    8  AND COLD WATER, AND ELEVATOR SERVICE.  THIS SUBDIVISION SHALL NOT  APPLY\n    9  WITH  RESPECT  TO SERVICES WHICH SHALL HAVE BEEN REDUCED OR DISCONTINUED\n   10  PURSUANT TO THE EXPRESS CONSENT OF THE DIVISION.\n   11    S 2. Section 31 of the private  housing  finance  law  is  amended  by\n   12  adding a new subdivision 1-a to read as follows:\n   13    1-A. NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER AND EXCEPT AS\n   14  OTHERWISE  PROVIDED IN THIS SUBDIVISION, THE COMMISSIONER OR SUPERVISING\n   15  AGENCY SHALL NOT APPROVE AN INCREASE  IN  THE  PRESENT  MAXIMUM  AVERAGE\n   16  MONTHLY  RENTAL  UNLESS  THE  COMPANY  OR OTHER APPLICANT IS FOUND TO BE\n   17  MAINTAINING ALL ESSENTIAL SERVICES FURNISHED OR REQUIRED TO BE FURNISHED\n   18  AS OF THE DATE OF THE ISSUANCE OF THE ORDER AUTHORIZING A RENT  INCREASE\n   19  AND  SUCH  INCREASE  SHALL  BE  CONDITIONED  ON  THE MAINTENANCE OF SUCH\n   20  SERVICES THEREAFTER. EXCEPT AS OTHERWISE PROVIDED IN  THIS  SUBDIVISION,\n   21  NO  RENT  INCREASE SHALL BE APPROVED WHERE THE APPROPRIATE DEPARTMENT OR\n   22  AGENCY HAVING JURISDICTION CERTIFIES THE  DWELLING  ACCOMMODATION  IS  A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01808-01-1\n\n       A. 193                              2\n\n    1  FIRE HAZARD OR IN A CONTINUED DANGEROUS CONDITION OR DETRIMENTAL TO LIFE\n    2  OR  HEALTH  OR  IS  OCCUPIED  IN VIOLATION OF LAW. UPON A SHOWING BY THE\n    3  COMPANY OR OTHER APPLICANT THAT AN INCREASE IN MAXIMUM  AVERAGE  MONTHLY\n    4  RENTALS  IS  REQUIRED IN ORDER TO MAINTAIN ESSENTIAL SERVICES OR TO CURE\n    5  ANY HAZARDOUS OR DANGEROUS CONDITION THEN, IN SUCH  EVENT,  THE  COMMIS-\n    6  SIONER  OR  SUPERVISING  AGENCY  MAY APPROVE AN INCREASE IN SUCH MAXIMUM\n    7  AVERAGE MONTHLY RENTALS PROVIDED THAT SUCH INCREASE SHALL BE  CONTINGENT\n    8  UPON  THE  RESTORATION  AND  CONTINUANCE  OF  ESSENTIAL SERVICES AND THE\n    9  REMOVAL OF HAZARDOUS OR DANGEROUS CONDITIONS WITHIN A  FIXED  PERIOD  OF\n   10  TIME WHICH SHALL BE AS SHORT AS REASONABLY PRACTICABLE UNDER THE CIRCUM-\n   11  STANCES.\n   12    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to defining \"essential services\" and conditioning approval of increase of maximum rentals upon maintenance of all essential services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T113435.TXT", "SOBI.D101216.T124922.TXT", "SOBI.D101230.T095721.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1293721041931
}