{
  "year" : 2011,
  "senateBillNo" : "A1935-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1935-2011-1294808400000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes N.Y. police commissioner to promulgate rules and regulations directing uniforms of auxiliary police officer differ from those of the regular police force",
  "summary" : "Authorizes the police commissioner of the city of New York to promulgate rules and regulations directing that the uniforms of auxiliary police officers be designed in a manner to make them distinct and distinguishable from those worn by members of the regular police force. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A1505-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1935\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WRIGHT  --  Multi-Sponsored  by  -- M. of A.\n         BROOK-KRASNY -- read once and referred to  the  Committee  on  Govern-\n         mental Operations\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to uniforms to be worn by members of the auxiliary police\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  14-148 of the administrative code of the city of\n    2  New York is amended by adding a new subdivision d to read as follows:\n    3    D. UNIFORMS. THE COMMISSIONER SHALL PROMULGATE RULES  AND  REGULATIONS\n    4  DIRECTING THAT THE UNIFORMS TO BE WORN BY AUXILIARY MEMBERS OF THE REGU-\n    5  LAR  POLICE  FORCE BE DESIGNED IN SUCH A MANNER AS TO MAKE THEM DISTINCT\n    6  AND EASILY DISTINGUISHABLE FROM THE UNIFORMS  WORN  BY  MEMBERS  OF  THE\n    7  REGULAR POLICE FORCE.\n    8    S 2. This act shall take effect on the one hundred twentieth day after\n    9  it shall have become a law. Provided, however, that effective immediate-\n   10  ly,  the  addition, amendment or repeal of any rule or regulation neces-\n   11  sary for the timely implementation of this act on its effective date are\n   12  authorized and directed to be made  and  completed  on  or  before  such\n   13  effective date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05658-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to uniforms to be worn by members of the auxiliary police ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T152028.TXT", "SOBI.D110113.T105316.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933996459
}