{
  "year" : 2011,
  "senateBillNo" : "A1932-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1932-2011-1294808400000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires public officers and bodies to provide interpreters and assistive listening devices for the hearing impaired at public hearings under certain conditions",
  "summary" : "Requires public officers and public bodies to make reasonable efforts to provide qualified interpreters at no charge for the hearing impaired at public meetings and hearings upon written request to the public officer responsible for the siting of such hearing; also requires installation and use of assistive listening devices. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A2102-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1932\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN  ACT to amend the public officers law, in relation to the accessibil-\n         ity of public hearings and meetings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 74-a of the public officers law, as added by chap-\n    2  ter 368 of the laws of 1977, is amended to read as follows:\n    3    S  74-a.    Duty  of  public  officers regarding [the physically hand-\n    4  icapped] ACCESSIBILITY.  1. It shall be the duty of each public  officer\n    5  responsible  for  the scheduling or siting of any public hearing to make\n    6  reasonable efforts to ensure (A) that such hearings are held in  facili-\n    7  ties  that  permit  barrier-free physical access to the physically hand-\n    8  icapped, as defined in subdivision five of section fifty of  the  public\n    9  buildings  law;  AND  (B)  THAT  SERVICES OF A QUALIFIED INTERPRETER, IF\n   10  AVAILABLE, ARE PROVIDED AT SUCH PUBLIC HEARINGS AT NO CHARGE TO  PERSONS\n   11  WHO  ARE  HEARING  IMPAIRED  UPON  WRITTEN REQUEST TO THE PUBLIC OFFICER\n   12  RESPONSIBLE FOR THE SCHEDULING OR SITING OF THE PUBLIC HEARING WITHIN  A\n   13  REASONABLE  TIME  PRIOR  TO  SUCH  HEARING.  IF INTERPRETER SERVICES ARE\n   14  REQUESTED, THE PUBLIC OFFICER RESPONSIBLE FOR THE SCHEDULING  OR  SITING\n   15  OF  THE  PUBLIC  HEARING SHALL ENGAGE THE SERVICES OF A QUALIFIED INTER-\n   16  PRETER, IF AVAILABLE, TO INTERPRET THE PROCEEDING TO, AND THE  TESTIMONY\n   17  OF  SUCH  PERSONS WHO ARE HEARING IMPAIRED; PROVIDED, HOWEVER, THAT SUCH\n   18  ACTION DOES NOT IMPOSE AN UNDUE HARDSHIP ON THE PUBLIC BODY HOLDING SUCH\n   19  HEARING.\n   20    2. (A) ON AND AFTER JANUARY FIRST, TWO THOUSAND FOURTEEN, SUCH  PUBLIC\n   21  OFFICERS  SHALL  HAVE THE POWER AND IT SHALL BE THEIR INDIVIDUAL DUTY TO\n   22  EQUIP ANY ROOMS USED FOR PUBLIC HEARINGS WHICH ACCOMMODATE MORE THAN ONE\n   23  HUNDRED PERSONS WITH AN ASSISTIVE LISTENING SYSTEM FOR USE BY THE  HEAR-\n   24  ING IMPAIRED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06256-01-1\n\n       A. 1932                             2\n\n    1    (B)  FOR  PURPOSES  OF THIS SUBDIVISION, THE TERM \"ASSISTIVE LISTENING\n    2  SYSTEM\" SHALL MEAN SITUATIONAL-PERSONAL ACOUSTIC COMMUNICATION EQUIPMENT\n    3  DESIGNED TO IMPROVE THE TRANSMISSION AND AUDITORY  RECEPTION  OF  SOUND.\n    4  SUCH  SYSTEM  SHALL  INCLUDE  BUT  NOT BE LIMITED TO THE USE OF STANDARD\n    5  AMPLITUDE  MODULATION  (AM),  FREQUENCY MODULATION (FM), AUDIO INDUCTION\n    6  LOOP, INFRARED LIGHT SOUND, OR HARD WIRE SYSTEMS.\n    7    S 2. Subdivision (d) of section 103 of  the  public  officers  law  as\n    8  added  by  chapter  40 of the laws of 2010 is relettered subdivision (e)\n    9  and two new subdivisions (f) and (g) are added to read as follows:\n   10    (F) PUBLIC BODIES SHALL MAKE  OR  CAUSE  TO  BE  MADE  ALL  REASONABLE\n   11  EFFORTS  TO  ENSURE  THAT SERVICES OF A QUALIFIED INTERPRETER, IF AVAIL-\n   12  ABLE, ARE PROVIDED AT MEETINGS AT NO CHARGE TO PERSONS WHO  ARE  HEARING\n   13  IMPAIRED  UPON  WRITTEN  REQUEST  TO THE PUBLIC BODY WITHIN A REASONABLE\n   14  TIME PRIOR TO SUCH MEETING. IF INTERPRETER SERVICES ARE  REQUESTED,  THE\n   15  PUBLIC  BODY  SHALL  ENGAGE  THE SERVICES OF A QUALIFIED INTERPRETER, IF\n   16  AVAILABLE, TO INTERPRET THE PROCEEDINGS OF THE MEETING; PROVIDED, HOWEV-\n   17  ER, THAT SUCH ACTION DOES NOT IMPOSE AN UNDUE  HARDSHIP  ON  THE  PUBLIC\n   18  BODY HOLDING SUCH MEETING.\n   19    (G)  (1)  ON  AND  AFTER  JANUARY FIRST, TWO THOUSAND FOURTEEN, PUBLIC\n   20  BODIES SHALL HAVE THE POWER AND IT SHALL BE  THEIR  COLLECTIVE  DUTY  TO\n   21  EQUIP MEETING ROOMS WHICH ACCOMMODATE MORE THAN ONE HUNDRED PERSONS WITH\n   22  AN ASSISTIVE LISTENING SYSTEM FOR USE BY THE HEARING IMPAIRED.\n   23    (2)  FOR  PURPOSES  OF  THIS  SECTION,  THE  TERM \"ASSISTIVE LISTENING\n   24  SYSTEM\" SHALL MEAN SITUATIONAL-PERSONAL ACOUSTIC COMMUNICATION EQUIPMENT\n   25  DESIGNED TO IMPROVE THE TRANSMISSION AND AUDITORY  RECEPTION  OF  SOUND.\n   26  SUCH  SYSTEM  SHALL  INCLUDE  BUT  NOT BE LIMITED TO THE USE OF STANDARD\n   27  AMPLITUDE MODULATION (AM), FREQUENCY MODULATION  (FM),  AUDIO  INDUCTION\n   28  LOOP, INFRARED LIGHT SOUND, OR HARD WIRE SYSTEMS.\n   29    S 3. This act shall take effect January 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to the accessibility of public hearings and meetings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T152028.TXT", "SOBI.D110113.T105818.TXT", "SOBI.D110113.T105316.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294934298579
}