{
  "year" : 2011,
  "senateBillNo" : "A1936-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to social services",
    "billEventId" : "A1936-2011-1294808400000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits confidentiality of information given certified collective bargaining representative by public employer of work experience program to participant identity",
  "summary" : "Limits the confidentiality required of information given a certified collective bargaining representative by a public employer running a work experience program to participant identifying information. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A1547-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1936\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT, GLICK, JAFFEE -- Multi-Sponsored by -- M.\n         of  A.  COOK,  LAVINE,  McENENY,  J. RIVERA, ROBINSON -- read once and\n         referred to the Committee on Social Services\n\n       AN ACT to amend the social services  law,  in  relation  to  information\n         provided  certified  collective  bargaining representatives under work\n         experience programs\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 3 of section 336-c of the social services law,\n    2  as amended by section 148 of part B of chapter 436 of the laws of  1997,\n    3  is amended to read as follows:\n    4    3.  The  public  employer  shall  publish  on a monthly basis a report\n    5  summarizing the employer's work experience program for the  month.  Such\n    6  monthly  report shall include, at a minimum, summary information regard-\n    7  ing the agencies or departments where participants  are  assigned,  work\n    8  locations,  job  duties  and assignments, hours worked and period worked\n    9  and shall be provided to the certified collective  bargaining  represen-\n   10  tative  [and  may  not  be disclosed to any other party]. Such certified\n   11  collective bargaining representative  shall  take  reasonable  steps  to\n   12  protect  the confidentiality of [such] ANY AND ALL PARTICIPANT IDENTIFY-\n   13  ING information and shall take reasonable steps to prevent disclosure of\n   14  same to non-authorized persons. Every report provided pursuant  to  this\n   15  section  shall contain a warning against re-disclosure and asserting the\n   16  confidentiality  of  the  PARTICIPANT  IDENTIFYING  information  therein\n   17  provided.\n   18    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05681-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to information provided certified collective bargaining representatives under work experience programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T152028.TXT", "SOBI.D110113.T105818.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294934298584
}