{
  "year" : 2011,
  "senateBillNo" : "A1948-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A1948-2011-1294808400000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows counties to adopt by local law a full value assessment procedure, provides for allocation of taxes among classes of real property",
  "summary" : "Allows counties to adopt by local law a full value assessment procedure; provides for reassessment every five years, allows for municipalities which feel that the county has not properly assessed properties to appeal; establishes tax rate and how they shall be implemented; provides for allocation of taxes among classes of real property. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A4344-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1948\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN  ACT to amend the real property tax law, in relation to a cooperative\n         real property tax administration system\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The real property tax law is amended by adding a new arti-\n    2  cle 17 to read as follows:\n    3                                 ARTICLE 17\n    4             COOPERATIVE REAL PROPERTY TAX ADMINISTRATION SYSTEM\n    5  TITLE 1. IMPLEMENTATION OF ARTICLE.\n    6        2. ASSESSMENT ADMINISTRATION.\n    7        3. ALLOCATION OF TAXES AMONG CLASSES OF REAL PROPERTY.\n    8        4. MISCELLANEOUS PROVISIONS.\n    9                                   TITLE 1\n   10                          IMPLEMENTATION OF ARTICLE\n   11  SECTION 1710. DEFINITIONS.\n   12          1711. ADOPTION OF ARTICLE.\n   13          1712. APPLICABILITY; SCOPE OF ARTICLE.\n   14          1713. COUNTY REVALUATION COMMISSION.\n   15    S 1710. DEFINITIONS. AS USED IN THIS ARTICLE:\n   16    1. \"CLASS\" OR \"CLASS OF  REAL  PROPERTY\"  MEANS  ANY  OF  THE  CLASSES\n   17  DEFINED  IN  SUBDIVISION ONE OF SECTION SEVENTEEN HUNDRED THIRTY OF THIS\n   18  ARTICLE.\n   19    2. \"SEGMENT\" MEANS THAT PART OF A SPLIT TAX DISTRICT THAT  IS  LOCATED\n   20  (A)  WITHIN A COUNTY WHICH HAS ADOPTED THE PROVISIONS OF THIS ARTICLE OR\n   21  (B) WITHIN A CITY OR TOWN OUTSIDE OF SUCH COUNTY.\n   22    3. \"SPLIT TAX DISTRICT\" MEANS A SCHOOL DISTRICT OR A  VILLAGE  LOCATED\n   23  PARTLY  WITHIN  AND  PARTLY  WITHOUT  A  COUNTY  WHICH  HAS  ADOPTED THE\n   24  PROVISIONS OF THIS ARTICLE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04845-01-1\n\n       A. 1948                             2\n\n    1    4. \"TAX\" MEANS A CHARGE IMPOSED UPON REAL PROPERTY BY OR ON BEHALF  OF\n    2  A  COUNTY,  CITY,  TOWN,  VILLAGE,  OR  SCHOOL DISTRICT FOR MUNICIPAL OR\n    3  SCHOOL DISTRICT PURPOSES, INCLUDING A SPECIAL AD VALOREM LEVY IMPOSED ON\n    4  BEHALF OF ANY OTHER SPECIAL DISTRICT, BUT DOES  NOT  INCLUDE  A  SPECIAL\n    5  ASSESSMENT.\n    6    S  1711.  ADOPTION OF ARTICLE. 1. THE COUNTY LEGISLATURE OF ANY COUNTY\n    7  MAY ADOPT A LOCAL LAW, WITHOUT REFERENDUM,  TO  PROVIDE  THAT  THE  REAL\n    8  PROPERTY  TAXES  WITHIN THE CITIES, TOWNS, AND VILLAGES THEREIN SHALL BE\n    9  ADMINISTERED IN ACCORDANCE WITH THE PROVISIONS OF THIS ARTICLE.  A  COPY\n   10  OF  SUCH  LOCAL  LAW  SHALL BE FILED WITH THE CHIEF EXECUTIVE OFFICER OF\n   11  EACH ASSESSING UNIT THEREIN AND WITH THE STATE BOARD WITHIN THIRTY  DAYS\n   12  OF THE ADOPTION THEREOF.\n   13    2.  EACH  ASSESSING  UNIT WITHIN SUCH COUNTY SHALL ADOPT AN ASSESSMENT\n   14  ROLL WITH FULL VALUE ASSESSMENTS THEREON. THESE FULL  VALUE  ASSESSMENTS\n   15  SHALL  BE  ENTERED ON THE FIRST FINAL ASSESSMENT ROLL TO BE COMPLETED ON\n   16  OR AFTER AUGUST FIRST OF THE THIRD CALENDAR YEAR FOLLOWING THE  ADOPTION\n   17  OF  A  LOCAL  LAW PURSUANT TO SUBDIVISION ONE OF THIS SECTION. VALUATION\n   18  DATA ARE TO BE PROVIDED TO EACH ASSESSING UNIT BY THE COUNTY AS PART  OF\n   19  THE COUNTY-WIDE REVALUATION PROGRAM TO ENABLE EACH ASSESSING UNIT WITHIN\n   20  THE  COUNTY  TO TIMELY ADOPT A FULL VALUE ASSESSMENT ROLL AS REQUIRED BY\n   21  THIS ARTICLE.\n   22    3. EACH ASSESSING UNIT WITHIN THE COUNTY SHALL CONDUCT  AN  UPDATE  OF\n   23  ASSESSMENTS  EVERY  FIVE  YEARS  PURSUANT  TO  THE PROVISIONS OF SECTION\n   24  SEVENTEEN HUNDRED TWENTY OF THIS  ARTICLE.  VALUATION  DATA  ARE  TO  BE\n   25  SHARED WITH THE COUNTY AND WITH OTHER ASSESSING UNITS WITHIN THE COUNTY.\n   26    S  1712.  APPLICABILITY;  SCOPE  OF ARTICLE. 1. THE PROVISIONS OF THIS\n   27  ARTICLE SHALL APPLY TO A COUNTY WHICH ENACTS A  LOCAL  LAW  PURSUANT  TO\n   28  SECTION  SEVENTEEN  HUNDRED  ELEVEN  OF THIS TITLE AND TO EACH MUNICIPAL\n   29  CORPORATION WHICH IS WHOLLY CONTAINED THEREIN.\n   30    2. NOTWITHSTANDING THE PROVISIONS OF ARTICLE TWENTY OF  THIS  CHAPTER,\n   31  TO  THE  EXTENT  THAT  ANY  PROVISION  OF THIS ARTICLE MAY CONFLICT WITH\n   32  ANOTHER PROVISION OF THIS CHAPTER OR ANY OTHER LAW  PERTAINING  TO  REAL\n   33  PROPERTY  TAX  ADMINISTRATION,  THE  PROVISIONS  OF  THIS  ARTICLE SHALL\n   34  CONTROL.\n   35    3. THE PROVISIONS OF ARTICLE NINETEEN OF THIS CHAPTER ARE NOT APPLICA-\n   36  BLE TO A COUNTY WHICH HAS ADOPTED A LOCAL LAW PURSUANT TO SECTION SEVEN-\n   37  TEEN HUNDRED ELEVEN OF THIS TITLE AND EACH MUNICIPAL  CORPORATION  WHICH\n   38  IS WHOLLY CONTAINED THEREIN.\n   39    S 1713. COUNTY REVALUATION COMMISSION. 1. ESTABLISHMENT. THE LOCAL LAW\n   40  ADOPTED PURSUANT TO SECTION SEVENTEEN HUNDRED ELEVEN OF THIS TITLE SHALL\n   41  INCLUDE  PROVISIONS  ESTABLISHING  A COUNTY REVALUATION COMMISSION WHICH\n   42  SHALL OVERSEE A COUNTY-WIDE REVALUATION TO BE COMPLETED AT  THE  EXPENSE\n   43  OF THE COUNTY.\n   44    2.  MEMBERSHIP. (A) THE COUNTY REVALUATION COMMISSION SHALL CONSIST OF\n   45  AT LEAST FIVE MEMBERS, APPOINTED BY EITHER THE COUNTY EXECUTIVE, SUBJECT\n   46  TO THE CONFIRMATION OF THE COUNTY GOVERNING BODY, OR THE COUNTY  GOVERN-\n   47  ING BODY, IF THE COUNTY HAS NOT ELECTED A COUNTY EXECUTIVE. THERE MAY BE\n   48  AS  MANY  MEMBERS  OF THE COMMISSION AS THERE ARE ASSESSING UNITS WITHIN\n   49  THE COUNTY PLUS FIVE; PROVIDED, HOWEVER, THAT EACH ASSESSING  UNIT  NEED\n   50  NOT  BE  REPRESENTED  ON  THE  COMMISSION,  NOR  NEED ASSESSING UNITS BE\n   51  REPRESENTED IN EQUAL NUMBER, IF THE LOCAL LAW DOES NOT SO PROVIDE.   THE\n   52  COMMISSION SHALL MEET AT LEAST ONCE IN EACH CALENDAR MONTH UNTIL A COUN-\n   53  TY-WIDE REVALUATION IS COMPLETED.\n   54    (B)  NO MEMBER OF THE COMMISSION SHALL BE AN EMPLOYEE OR ELECTED OFFI-\n   55  CIAL OF THE COUNTY.\n\n       A. 1948                             3\n\n    1    (C) EACH MEMBER OF THE COMMISSION SHALL TAKE AN OATH OF  OFFICE  PRIOR\n    2  TO SERVICE AS A MEMBER.\n    3    (D) THE APPOINTING AUTHORITY SHALL DESIGNATE ONE OF THE MEMBERS OF THE\n    4  COMMISSION  TO  SERVE  AS  CHAIRPERSON. THE COMMISSION SHALL CHOOSE FROM\n    5  AMONG ITS MEMBERS ALL SUCH OTHER OFFICERS THE  COMMISSION  DEEMS  NECES-\n    6  SARY, INCLUDING A SECRETARY TO PROVIDE FOR PUBLIC NOTICE OF THE TIME AND\n    7  PLACE  OF  EACH  MEETING  AND  TO KEEP FULL AND ACCURATE RECORDS OF EACH\n    8  MEETING.\n    9    3. POWERS AND DUTIES. (A) THE COUNTY REVALUATION COMMISSION SHALL HAVE\n   10  FULL AUTHORITY TO TAKE ALL NECESSARY STEPS  FOR  IMPLEMENTATION  OF  THE\n   11  COUNTY-WIDE  REVALUATION;  PROVIDED,  HOWEVER, THAT THE COMMISSION SHALL\n   12  HAVE NO AUTHORITY TO REVIEW THE VALUATION OR EXEMPT STATUS OF ANY  INDI-\n   13  VIDUAL  PARCEL  AS  ESTABLISHED  BY  AN  ASSESSOR OR BOARD OF ASSESSMENT\n   14  REVIEW IN THE COUNTY.\n   15    (B) THE COMMISSION MAY APPOINT  A  STAFF  OR  CONTRACT  FOR  TECHNICAL\n   16  SERVICES  TO  PERFORM  SUCH DUTIES AS ARE NECESSARY TO ENABLE MEMBERS TO\n   17  PROPERLY AND EFFICIENTLY CARRY  OUT  THE  PROVISIONS  OF  THIS  ARTICLE,\n   18  SUBJECT  TO  BUDGETARY APPROPRIATIONS. NOTHING IN THIS SUBDIVISION SHALL\n   19  BE CONSTRUED TO PREVENT A COUNTY FROM ASSIGNING EXISTING COUNTY  PERSON-\n   20  NEL  TO  ASSIST THE COMMISSION IN LIEU OF ADDITIONAL BUDGETARY APPROPRI-\n   21  ATIONS.\n   22    4. CESSATION. THE COUNTY REVALUATION COMMISSION SHALL CEASE  TO  EXIST\n   23  UPON COMPLETION OF THE COUNTY-WIDE REVALUATION.\n   24                                   TITLE 2\n   25                          ASSESSMENT ADMINISTRATION\n   26  SECTION 1720. STANDARD OF ASSESSMENT; VALUATION DATE.\n   27          1721. TAXABLE STATUS DATE.\n   28          1722. REVIEW OF ASSESSMENTS.\n   29          1723. STATE EQUALIZATION RATES.\n   30          1724. APPORTIONMENT OF TAXES.\n   31          1725. REVIEW OF COMPLIANCE BY COUNTY.\n   32          1726. CONDOMINIUM ASSESSMENTS.\n   33    S  1720.  STANDARD OF ASSESSMENT; VALUATION DATE. 1. ALL REAL PROPERTY\n   34  SUBJECT TO TAXATION IN EACH ASSESSING UNIT TO WHICH THIS ARTICLE APPLIES\n   35  SHALL BE ASSESSED AT ITS FULL VALUE AS OF THE FIRST DAY  OF  JANUARY  OF\n   36  THE  YEAR  PRECEDING THE YEAR IN WHICH THE INITIAL REVALUATION IS IMPLE-\n   37  MENTED, AND AS OF THE FIRST DAY OF JANUARY IN EVERY FIFTH YEAR THEREAFT-\n   38  ER. THE VALUATION DATE SHALL BE IMPRINTED OR OTHERWISE INDICATED AT  THE\n   39  TOP OF EACH PAGE OF EACH VOLUME OF THE ASSESSMENT ROLL.\n   40    2.  AT ANY TIME WITHIN THE FIVE YEAR CYCLE, AN ASSESSOR MAY ADJUST THE\n   41  ASSESSMENT OF ANY PARCEL IF THE VALUE OF THE PARCEL  HAS  BEEN  SUBSTAN-\n   42  TIALLY  AFFECTED BY A CHANGE IN PHYSICAL CONDITION, BY A CHANGE IN STATE\n   43  OR LOCAL LAND USE REGULATION, OR BY EXTRAORDINARY  PHYSICAL  CHANGES  IN\n   44  THE AREA IN WHICH THE PROPERTY IS LOCATED. THE ADJUSTED ASSESSMENT SHALL\n   45  BE COMPUTED AS IF THE CHANGE HAD EXISTED AS OF THE VALUATION DATE OF THE\n   46  ASSESSING UNIT.\n   47    S  1721.  TAXABLE  STATUS DATE. THE TAXABLE STATUS OF REAL PROPERTY IN\n   48  EACH ASSESSING UNIT TO WHICH THIS ARTICLE APPLIES  SHALL  BE  DETERMINED\n   49  ANNUALLY  ACCORDING  TO  ITS  CONDITION AND OWNERSHIP AS OF THE FIRST OF\n   50  MARCH, AND THE VALUATION THEREOF SHALL BE DETERMINED AS OF THE PRECEDING\n   51  JANUARY FIRST, AS PROVIDED IN SECTION SEVENTEEN HUNDRED TWENTY  OF  THIS\n   52  TITLE.    THE  DATE  OF TAXABLE STATUS OF REAL PROPERTY CONTAINED ON ANY\n   53  ASSESSMENT ROLL SHALL BE IMPRINTED OR OTHERWISE INDICATED AT THE TOP  OF\n   54  EACH PAGE OF EACH VOLUME OF SUCH ROLL.\n   55    S 1722. REVIEW OF ASSESSMENTS. 1. ADMINISTRATIVE REVIEW OF ASSESSMENTS\n   56  SHALL  BE  AVAILABLE IN ACCORDANCE WITH THE PROVISIONS OF TITLE ONE-A OF\n\n       A. 1948                             4\n\n    1  ARTICLE FIVE OF THIS CHAPTER, SUBJECT TO THE PROVISIONS  OF  SUBDIVISION\n    2  THREE OF THIS SECTION.\n    3    2.  JUDICIAL  REVIEW  OF  ASSESSMENTS SHALL BE AVAILABLE IN ACCORDANCE\n    4  WITH THE PROVISIONS OF TITLES ONE AND ONE-A OF  ARTICLE  SEVEN  OF  THIS\n    5  CHAPTER, SUBJECT TO THE PROVISIONS OF SUBDIVISION THREE OF THIS SECTION.\n    6    3.  AN  ASSESSMENT MAY BE CHALLENGED ON THE GROUNDS OF INEQUALITY ONLY\n    7  IF (A) THE COUNTY HAS DETERMINED PURSUANT TO SECTION  SEVENTEEN  HUNDRED\n    8  TWENTY-FIVE  OF  THIS TITLE THAT THE ASSESSING UNIT IS NOT IN COMPLIANCE\n    9  WITH THE REQUIREMENTS OF SECTION SEVENTEEN HUNDRED TWENTY OF THIS TITLE,\n   10  AND SUCH DETERMINATION, IF TIMELY CHALLENGED BY THE ASSESSING  UNIT,  IS\n   11  UPHELD   ON  APPEAL,  AS  PROVIDED  FOR  IN  SECTION  SEVENTEEN  HUNDRED\n   12  TWENTY-FIVE OF THIS TITLE OR (B) THE COMPLAINANT DEMONSTRATES  BY  CLEAR\n   13  AND  COMPELLING  EVIDENCE  THAT  THE ASSESSING UNIT IS NOT IN COMPLIANCE\n   14  WITH THE REQUIREMENTS OF SUCH SECTION. FOR PURPOSES OF THIS SUBDIVISION,\n   15  THE TERM \"CLEAR AND COMPELLING  EVIDENCE\"  SHALL  INCLUDE  A  STRATIFIED\n   16  RANDOM  SAMPLE  COMPLYING  WITH THE REQUIREMENTS OF SUBDIVISION THREE OF\n   17  SECTION SEVEN HUNDRED TWENTY OF THIS CHAPTER, BUT SHALL NOT INCLUDE  THE\n   18  STATE EQUALIZATION RATE OR THE RESIDENTIAL ASSESSMENT RATIO.\n   19    S 1723. STATE EQUALIZATION RATES. STATE EQUALIZATION RATES FOR ASSESS-\n   20  ING UNITS IN A COUNTY WHICH IS SUBJECT TO THE PROVISIONS OF THIS ARTICLE\n   21  SHALL  BE  DETERMINED  IN THE MANNER SET FORTH IN ARTICLE TWELVE OF THIS\n   22  CHAPTER, SUBJECT TO THE FOLLOWING:\n   23    1. MARKET VALUE SURVEYS.  THE STATE BOARD SHALL  CONDUCT  EACH  MARKET\n   24  VALUE  SURVEY  WITHIN THE COUNTY BY SAMPLING THE RATIO OF ASSESSMENTS TO\n   25  MARKET VALUES FOR EACH MAJOR TYPE OF TAXABLE REAL PROPERTY IN THE  COUN-\n   26  TY.\n   27    2. IDENTICAL EQUALIZATION RATES. THE STATE BOARD SHALL ESTABLISH IDEN-\n   28  TICAL EQUALIZATION RATES FOR ALL OF THE ASSESSING UNITS IN THE COUNTY.\n   29    3. ADMINISTRATIVE REVIEW. (A) IF AN ASSESSING UNIT IN THE COUNTY FILES\n   30  A  COMPLAINT WITH THE STATE BOARD AGAINST A TENTATIVE EQUALIZATION RATE,\n   31  IT SHALL SIMULTANEOUSLY, IN ADDITION TO ANY OTHER REQUIREMENT,  SERVE  A\n   32  COPY OF ITS COMPLAINT UPON ALL OF THE OTHER ASSESSING UNITS IN THE COUN-\n   33  TY.\n   34    (B) IF AN ASSESSING UNIT SHOULD WISH TO SUPPORT, OBJECT TO, OR EXPRESS\n   35  AN OPINION ON A COMPLAINT FILED BY ANOTHER ASSESSING UNIT IN THE COUNTY,\n   36  IT  SHALL HAVE THE RIGHT TO FILE WRITTEN STATEMENTS WITH THE STATE BOARD\n   37  ON OR BEFORE THE DATE ON WHICH THE COMPLAINT IS SCHEDULED TO  BE  HEARD.\n   38  SIMULTANEOUSLY,  A  COPY OF ANY SUCH STATEMENTS SHALL BE SERVED UPON ALL\n   39  OF THE OTHER ASSESSING UNITS IN THE COUNTY.\n   40    (C) ANY CHANGE MADE TO THE TENTATIVE EQUALIZATION RATE AS A RESULT  OF\n   41  ADMINISTRATIVE  REVIEW  SHALL APPLY TO ALL OF THE ASSESSING UNITS IN THE\n   42  COUNTY.\n   43    4. JUDICIAL REVIEW. IF AN ASSESSING UNIT IN THE COUNTY  PETITIONS  FOR\n   44  JUDICIAL  REVIEW  OF  A  FINAL EQUALIZATION RATE, A COPY OF ITS PETITION\n   45  SHALL SIMULTANEOUSLY BE SERVED UPON THE OTHER  ASSESSING  UNITS  IN  THE\n   46  COUNTY.  ANY  CHANGE  MADE TO THE FINAL EQUALIZATION RATE AS A RESULT OF\n   47  SUCH JUDICIAL REVIEW SHALL APPLY TO ALL OF THE ASSESSING  UNITS  IN  THE\n   48  COUNTY.\n   49    S  1724.  APPORTIONMENT  OF  TAXES. 1. WHEN A MUNICIPAL CORPORATION IS\n   50  WHOLLY CONTAINED WITHIN TWO OR MORE ASSESSING UNITS TO WHICH THIS  ARTI-\n   51  CLE  IS  APPLICABLE,  THE  TAXES  OF  THE MUNICIPAL CORPORATION SHALL BE\n   52  APPORTIONED BETWEEN OR AMONG SUCH ASSESSING UNITS AS FOLLOWS:\n   53    (A) IF THE MUNICIPAL CORPORATION HAS NOT ADOPTED CLASSIFIED TAX  RATES\n   54  PURSUANT  TO TITLE THREE OF THIS ARTICLE, TAXES SHALL BE LEVIED DIRECTLY\n   55  UPON THE TAXABLE ASSESSED VALUATIONS APPEARING ON THE ASSESSMENT  ROLLS,\n\n       A. 1948                             5\n\n    1  SUBJECT  TO  THE  PROVISIONS  OF  SUBDIVISION THREE OF SECTION SEVENTEEN\n    2  HUNDRED TWENTY-FIVE OF THIS TITLE.\n    3    (B)  IF  THE  MUNICIPAL  CORPORATION  HAS ADOPTED CLASSIFIED TAX RATES\n    4  PURSUANT TO TITLE THREE OF THIS ARTICLE, TAXES SHALL BE ALLOCATED IN THE\n    5  MANNER PROVIDED THEREIN, SUBJECT TO THE PROVISIONS OF SUBDIVISION  THREE\n    6  OF SECTION SEVENTEEN HUNDRED TWENTY-FIVE OF THIS TITLE.\n    7    2.  WHEN A SPLIT TAX DISTRICT HAS NOT ESTABLISHED CLASSIFIED TAX RATES\n    8  PURSUANT TO SECTION SEVENTEEN HUNDRED THIRTY-THREE OF THIS ARTICLE,  THE\n    9  TAXES OF THE SPLIT TAX DISTRICT SHALL BE APPORTIONED AS FOLLOWS:\n   10    (A)  THE  ASSESSING  UNITS IN THE COUNTY TO WHICH THIS ARTICLE APPLIES\n   11  SHALL BE TREATED COLLECTIVELY AS IF THEY WERE A SINGLE UNIT,  AND  TAXES\n   12  SHALL  BE  APPORTIONED  BETWEEN  OR AMONG THAT SINGLE UNIT AND ALL OTHER\n   13  ASSESSING UNITS IN THE MANNER OTHERWISE PROVIDED BY LAW.\n   14    (B) WITHIN THE COUNTY TO WHICH THIS ARTICLE APPLIES,  TAXES  SHALL  BE\n   15  LEVIED  DIRECTLY  UPON  THE TAXABLE ASSESSED VALUATIONS APPEARING ON THE\n   16  ASSESSMENT ROLLS, SUBJECT TO THE  PROVISIONS  OF  SUBDIVISION  THREE  OF\n   17  SECTION SEVENTEEN HUNDRED TWENTY-FIVE OF THIS TITLE.\n   18    S  1725.  REVIEW  OF  COMPLIANCE BY COUNTY. 1. SCOPE OF REVIEW. WITHIN\n   19  THIRTY DAYS AFTER THE FILING OF A FINAL ASSESSMENT ROLL BY ANY ASSESSING\n   20  UNIT, THE COUNTY SHALL REVIEW SUCH ROLL TO DETERMINE WHETHER OR NOT  THE\n   21  ASSESSING  UNIT IS IN COMPLIANCE WITH THE REQUIREMENTS OF SECTION SEVEN-\n   22  TEEN HUNDRED TWENTY OF THIS TITLE. IN CONDUCTING SUCH REVIEW, THE COUNTY\n   23  SHALL CONSIDER THE  OVERALL  LEVEL  OF  ASSESSMENT,  THE  UNIFORMITY  OF\n   24  ASSESSMENTS,  AND  THE  AMOUNT  OF  TIME  THAT HAS PASSED SINCE THE LAST\n   25  REVALUATION OR UPDATE.\n   26    2. COMPLIANCE. WHEN THE COUNTY DETERMINES THAT THE ASSESSING  UNIT  IS\n   27  IN  COMPLIANCE WITH THE REQUIREMENTS OF SECTION SEVENTEEN HUNDRED TWENTY\n   28  OF THIS TITLE, A PERCENTAGE OF ONE HUNDRED PERCENT SHALL BE USED FOR THE\n   29  EQUALIZATION OF ASSESSMENTS OF SPECIAL FRANCHISE  PROPERTY,  ASSESSMENTS\n   30  OF  TAXABLE  STATE  LAND,  RAILROAD  CEILINGS, AND ANY OTHER ASSESSMENT,\n   31  CEILING, EXEMPTION, OR VALUE  FOR  WHICH  ANY  STATUTE  WOULD  OTHERWISE\n   32  REQUIRE APPLICATION OF A STATE EQUALIZATION RATE OR SPECIAL EQUALIZATION\n   33  RATE.\n   34    3.  NON-COMPLIANCE.  (A)  WHEN THE COUNTY DETERMINES THAT AN ASSESSING\n   35  UNIT IS NOT IN COMPLIANCE WITH THE  REQUIREMENTS  OF  SECTION  SEVENTEEN\n   36  HUNDRED  TWENTY  OF  THIS  TITLE, THE COUNTY, AFTER CONSULTING WITH SUCH\n   37  ASSESSING UNIT, MAY REQUEST THE PUBLIC OFFICIAL HAVING CUSTODY  OF  THAT\n   38  ASSESSMENT  ROLL  OR  ANY  TAX LEVYING BODY TO TAKE ANY ACTIONS THAT ARE\n   39  NECESSARY TO PROVIDE FOR AN  EQUITABLE  APPORTIONMENT  OF  TAXES  LEVIED\n   40  AGAINST  THE  ASSESSMENTS  APPEARING  ON  THAT  ASSESSMENT  ROLL AND MAY\n   41  REQUEST THAT THE ASSESSOR AND THE ASSESSING UNIT TAKE ANY  STEPS  NECES-\n   42  SARY  TO  ENSURE THAT THE NEXT ASSESSMENT ROLL PREPARED IS IN COMPLIANCE\n   43  WITH THE REQUIREMENTS OF SECTION SEVENTEEN HUNDRED TWENTY OF THIS TITLE.\n   44  IF SUCH ACTIONS CANNOT BE TAKEN PRIOR TO THE EXTENSION OF TAXES FOR THAT\n   45  FISCAL YEAR, THE TAX LEVYING BODY MAY CAUSE THE  LEVY  FOR  THE  ENSUING\n   46  FISCAL  YEAR  TO BE ADJUSTED TO ACCOUNT FOR THE IMPROPER APPORTIONMENTS,\n   47  UPON NOTICE TO THE STATE BOARD.\n   48    (B) IN THE EVENT THAT THE ASSESSING UNIT DOES NOT AGREE WITH THE COUN-\n   49  TY'S DETERMINATION OR RECOMMENDED COURSE OF ACTION, SUCH ASSESSING  UNIT\n   50  MAY  REQUEST  FURTHER  REVIEW  OF THE MATTER BY THE MUNICIPAL COMPLIANCE\n   51  APPEALS PANEL AUTHORIZED PURSUANT TO SUBDIVISION FOUR OF THIS SECTION.\n   52    4. MUNICIPAL COMPLIANCE APPEALS PANEL. (A)  THE  MUNICIPAL  COMPLIANCE\n   53  APPEALS  PANEL  SHALL  ADJUDICATE  DISPUTES  BETWEEN  THE  COUNTY AND AN\n   54  ASSESSING UNIT WITHIN THE COUNTY REGARDING COMPLIANCE WITH THE  REQUIRE-\n   55  MENTS OF SECTION SEVENTEEN HUNDRED TWENTY OF THIS TITLE.\n\n       A. 1948                             6\n\n    1    (B)  THE  MUNICIPAL COMPLIANCE APPEALS PANEL SHALL BE COMPOSED OF FIVE\n    2  MEMBERS, EACH BEING A RESIDENT OF A DIFFERENT ASSESSING UNIT WITHIN  THE\n    3  COUNTY.  SUCH MEMBERS SHALL BE APPOINTED BY EITHER THE COUNTY EXECUTIVE,\n    4  SUBJECT TO THE CONFIRMATION OF THE COUNTY GOVERNING BODY, OR THE  COUNTY\n    5  GOVERNING  BODY,  IF THE COUNTY HAS NOT ELECTED A COUNTY EXECUTIVE. EACH\n    6  OF THE MEMBERS SHALL BE APPOINTED ON THE WRITTEN RECOMMENDATION  OF  THE\n    7  CHIEF  EXECUTIVE  OFFICER  OF  THE  ASSESSING  UNIT  BEING  REPRESENTED.\n    8  PROVISION SHALL ALSO BE MADE FOR THE APPOINTMENT, IN THE MANNER PROVIDED\n    9  IN THIS PARAGRAPH, OF ONE ALTERNATE MEMBER TO SERVE IN THE EVENT OF  THE\n   10  RECUSAL OR ABSENCE OF A REGULAR MEMBER OF THE COMPLIANCE APPEALS PANEL.\n   11    (C)  EACH  MEMBER  SHALL SERVE A THREE YEAR TERM AND SHALL CONTINUE TO\n   12  HOLD OFFICE UNTIL HIS OR HER SUCCESSOR IS APPOINTED AND DULY  QUALIFIED.\n   13  A  MEMBER  CHOSEN TO FILL A VACANCY CREATED OTHERWISE THAN BY EXPIRATION\n   14  OF A TERM SHALL BE APPOINTED FOR THE UNEXPIRED TERM OF THE  MEMBER  WHOM\n   15  HE  OR  SHE IS TO SUCCEED. AN ASSESSING UNIT SHALL NOT BE REPRESENTED ON\n   16  THE PANEL FOR MORE THAN ONE TERM UNTIL SUCH TIME AS ALL OTHER  ASSESSING\n   17  UNITS HAVE BEEN REPRESENTED ON SUCH PANEL.\n   18    (D) NO MEMBER OF THE PANEL SHALL BE AN EMPLOYEE OR AN ELECTED OFFICIAL\n   19  OF  THE  COUNTY.  EACH  MEMBER OF THE PANEL SHALL TAKE AN OATH OF OFFICE\n   20  PRIOR TO SERVICE AS A MEMBER. THE APPOINTING AUTHORITY  SHALL  DESIGNATE\n   21  ONE OF THE MEMBERS OF THE PANEL TO SERVE AS CHAIRPERSON. THE PANEL SHALL\n   22  HAVE  THE  POWER  AND  DUTY TO ADOPT AND AMEND SUITABLE PROCEDURAL RULES\n   23  WITH RESPECT TO THE FUNCTIONING OF THE PANEL AND  THE  SETTING  OF  TIME\n   24  LIMITS  FOR  THE HEARING OF APPEALS, THE RENDERING OF DECISIONS, AND THE\n   25  FILING OF DECISIONS OF THE PANEL WITH THE CLERK OF THE  COUNTY  AND  THE\n   26  CLERK OF ALL MUNICIPALITIES WITHIN THE COUNTY.\n   27    5. APPEAL TO STATE BOARD. ANY MUNICIPAL CORPORATION ADVERSELY AFFECTED\n   28  BY ANY ACTION, OR LACK OF ACTION, BY THE COUNTY PURSUANT TO THIS SECTION\n   29  OR  ANY DETERMINATION BY THE MUNICIPAL COMPLIANCE APPEALS PANEL MAY SEEK\n   30  REVIEW BY THE STATE BOARD IN THE MANNER PROVIDED BY TITLE ONE OF ARTICLE\n   31  EIGHT OF THIS CHAPTER. SUCH REVIEW MUST BE COMMENCED  BY  SERVICE  OF  A\n   32  COMPLAINT  UPON THE STATE BOARD AND THE COUNTY WITHIN ONE HUNDRED TWENTY\n   33  DAYS OF THE ACTION OR LACK OF ACTION AT ISSUE. THE STANDARD OF REVIEW BY\n   34  THE STATE BOARD SHALL BE WHETHER OR NOT THE ACTION TAKEN RESULTED  IN  A\n   35  FAIR  AND EQUITABLE APPORTIONMENT OF TAXES. THE STATE BOARD MAY ISSUE AN\n   36  ORDER DIRECTING CORRECTIVE ACTION NECESSARY FOR THE FAIR  AND  EQUITABLE\n   37  APPORTIONMENT  OF  TAXES.  THE STATE BOARD SHALL PROVIDE BY RULE FOR THE\n   38  PROCEDURES TO BE FOLLOWED IN THE REVIEW OF COUNTY AND MUNICIPAL  COMPLI-\n   39  ANCE  APPEALS  PANEL  ACTIONS PURSUANT TO SUBDIVISIONS THREE AND FOUR OF\n   40  THIS SECTION.\n   41    6. CHANGE IN LEVEL OF ASSESSMENT FACTOR. THE  COUNTY  SHALL  ESTABLISH\n   42  THE  APPROPRIATE  CHANGE  IN  LEVEL  OF ASSESSMENT FACTOR, AS DEFINED IN\n   43  SECTION TWELVE HUNDRED TWENTY OF THIS CHAPTER, FOR EACH ASSESSING  UNIT,\n   44  TO  THE  EXTENT REQUIRED FOR THE COMPUTATION OF ANY EXEMPTION FROM TAXA-\n   45  TION.\n   46    S 1726. CONDOMINIUM ASSESSMENTS. REAL PROPERTY OWNED ON A  CONDOMINIUM\n   47  BASIS  AND  CLASSIFIED  WITHIN  CLASS  ONE PURSUANT TO SECTION SEVENTEEN\n   48  HUNDRED THIRTY OF  THIS  ARTICLE  SHALL  BE  ASSESSED  PURSUANT  TO  THE\n   49  PROVISIONS OF THIS SECTION.\n   50    1.  THE  ASSESSOR  OF AN ASSESSING UNIT IN WHICH SUCH REAL PROPERTY IS\n   51  LOCATED SHALL COMPUTE AN ASSESSMENT WHICH WOULD BE PLACED ON SUCH PARCEL\n   52  PURSUANT TO THE PROVISIONS OF SECTION FIVE HUNDRED  EIGHTY-ONE  OF  THIS\n   53  CHAPTER  AND  SECTION  THREE  HUNDRED THIRTY-NINE-Y OF THE REAL PROPERTY\n   54  LAW, WHICH VALUE SHALL BE KNOWN AS THE RESTRICTED ASSESSED VALUATION.\n   55    2. THE ASSESSOR OF AN ASSESSING UNIT IN WHICH SUCH  REAL  PROPERTY  IS\n   56  LOCATED SHALL COMPUTE AN ASSESSMENT WHICH WOULD BE PLACED ON SUCH PARCEL\n\n       A. 1948                             7\n\n    1  WITHOUT  REGARD TO THE RESTRICTIONS FOUND IN SECTION FIVE HUNDRED EIGHT-\n    2  Y-ONE OF THIS CHAPTER AND SECTION THREE  HUNDRED  THIRTY-NINE-Y  OF  THE\n    3  REAL  PROPERTY  LAW,  WHICH  VALUE  SHALL  BE  KNOWN AS THE UNRESTRICTED\n    4  ASSESSED VALUATION.\n    5    3.  THE  ASSESSOR  OF  AN  ASSESSING UNIT SHALL ENTER THE UNRESTRICTED\n    6  ASSESSED VALUATION ON THE ASSESSMENT ROLL OF SUCH ASSESSING UNIT AND THE\n    7  RESTRICTED ASSESSED VALUATION IN A SEPARATE  COLUMN  OF  THE  ASSESSMENT\n    8  ROLL OF SUCH ASSESSING UNIT.\n    9    4.  A  MUNICIPAL  CORPORATION  WHICH  LEVIES TAXES PURSUANT TO SECTION\n   10  SEVENTEEN HUNDRED THIRTY-ONE OF  THIS  ARTICLE  SHALL  LEVY  SUCH  TAXES\n   11  AGAINST  THE  UNRESTRICTED  ASSESSED VALUATION OF SUCH PARCELS FOR TAXES\n   12  IMPOSED BY OR ON BEHALF OF SUCH MUNICIPAL CORPORATION.\n   13    5. A MUNICIPAL CORPORATION WHICH  DOES  NOT  LEVY  TAXES  PURSUANT  TO\n   14  SECTION  SEVENTEEN  HUNDRED  THIRTY-ONE  OF THIS ARTICLE SHALL LEVY SUCH\n   15  TAXES AGAINST THE RESTRICTED ASSESSED  VALUATION  OF  SUCH  PARCELS  FOR\n   16  TAXES LEVIED BY OR ON BEHALF OF SUCH MUNICIPAL CORPORATION.\n   17                                    TITLE 3\n   18             ALLOCATION OF TAXES AMONG CLASSES OF REAL PROPERTY\n   19  SECTION 1730. CLASSIFICATION OF REAL PROPERTY.\n   20          1731. ADOPTION OF CLASSIFIED TAX RATE SYSTEM.\n   21          1732. ESTABLISHMENT OF CLASS TAX SHARES AND CLASS TAX RATES.\n   22          1733. CLASSIFIED TAX RATES IN SPLIT TAX DISTRICTS.\n   23          1734. CORRECTION OF ERRONEOUS ALLOCATIONS.\n   24    S  1730.  CLASSIFICATION  OF  REAL  PROPERTY.  1. THE ASSESSOR OF EACH\n   25  ASSESSING UNIT SUBJECT TO THE PROVISIONS OF THIS ARTICLE, SHALL CLASSIFY\n   26  ALL REAL PROPERTY ON EACH ASSESSMENT ROLL AS FOLLOWS:\n   27    CLASS ONE: ALL ONE, TWO, AND THREE FAMILY RESIDENTIAL  REAL  PROPERTY,\n   28  INCLUDING  SUCH  DWELLINGS  USED IN PART FOR NONRESIDENTIAL PURPOSES BUT\n   29  WHICH ARE USED PRIMARILY FOR RESIDENTIAL PURPOSES, EXCEPT SUCH  PROPERTY\n   30  HELD  IN  COOPERATIVE  FORM OF OWNERSHIP, AND ALL OTHER RESIDENTIAL REAL\n   31  PROPERTY HELD IN CONDOMINIUM FORM OF OWNERSHIP;\n   32    CLASS TWO: ALL OTHER RESIDENTIAL  REAL  PROPERTY,  EXCEPT  HOTELS  AND\n   33  MOTELS AND OTHER SIMILAR COMMERCIAL PROPERTY;\n   34    CLASS  THREE: ALL OTHER REAL PROPERTY WHICH IS NOT DESIGNATED AS CLASS\n   35  ONE OR CLASS TWO.\n   36    2. IN ADDITION TO ANY OTHER REQUIREMENTS OF LAW OR RULE OF  THE  STATE\n   37  BOARD, THE ASSESSMENT ROLL SHALL CONTAIN A SEPARATE COLUMN FOR THE ENTRY\n   38  OF  THE  CLASS  DESIGNATION REQUIRED BY THIS SECTION. THE ASSESSOR SHALL\n   39  ENTER THE APPROPRIATE CLASS DESIGNATION IN THIS COLUMN FOR  EACH  PARCEL\n   40  LISTED ON THE ASSESSMENT ROLL.\n   41    3.  THE  DETERMINATION  OF  INCLUSION  WITHIN A CLASS PURSUANT TO THIS\n   42  SECTION SHALL BE  SUBJECT  TO  ADMINISTRATIVE  AND  JUDICIAL  REVIEW  AS\n   43  PROVIDED BY LAW FOR THE REVIEW OF ASSESSMENTS.\n   44    S  1731.  ADOPTION  OF CLASSIFIED TAX RATE SYSTEM. 1. (A) GENERALLY. A\n   45  MUNICIPAL CORPORATION TO WHICH THIS ARTICLE APPLIES MAY  ADOPT  A  LOCAL\n   46  LAW,  WITHOUT REFERENDUM, OR, IN THE CASE OF A SCHOOL DISTRICT, A RESOL-\n   47  UTION WITHOUT A PUBLIC HEARING, PROVIDING THAT TAXES OF  SUCH  MUNICIPAL\n   48  CORPORATION SHALL BE ALLOCATED AMONG THE REAL PROPERTY CLASSES USING TAX\n   49  SHARES  ADOPTED  PURSUANT  TO THIS ARTICLE. SUCH LOCAL LAW OR RESOLUTION\n   50  SHALL BE ADOPTED NO LATER THAN THIRTY DAYS PRIOR TO THE  FIRST  LEVY  OF\n   51  TAXES  TO  WHICH  IT IS TO APPLY. A COPY OF SUCH LOCAL LAW OR RESOLUTION\n   52  SHALL BE FILED WITH THE STATE BOARD NO LATER THAN  TEN  DAYS  AFTER  THE\n   53  ADOPTION  THEREOF.  THEREAFTER, AND UNTIL SUCH TIME AS SUCH LOCAL LAW OR\n   54  RESOLUTION IS RESCINDED AS PROVIDED IN SUBDIVISION TWO OF THIS  SECTION,\n   55  THE  GOVERNING  BODY OF SUCH MUNICIPAL CORPORATION SHALL ESTABLISH CLASS\n   56  TAX SHARES FOR EACH CLASS IN THE MUNICIPAL  CORPORATION  IN  THE  MANNER\n\n       A. 1948                             8\n\n    1  PRESCRIBED  BY  THIS  ARTICLE AND SHALL ALLOCATE ITS TAXES TO EACH CLASS\n    2  ACCORDINGLY.\n    3    (B)  SPECIAL  DISTRICTS. WHERE A MUNICIPAL CORPORATION LEVIES A TAX ON\n    4  BEHALF OF A SPECIAL DISTRICT AND SUCH MUNICIPAL CORPORATION HAS  ADOPTED\n    5  A LOCAL LAW PURSUANT TO THIS SECTION, THE GOVERNING BODY OF SUCH MUNICI-\n    6  PAL  CORPORATION  SHALL ESTABLISH CLASS TAX SHARES FOR EACH CLASS IN THE\n    7  SPECIAL DISTRICT IN THE MANNER PRESCRIBED IN SECTION  SEVENTEEN  HUNDRED\n    8  THIRTY-TWO OF THIS TITLE AND SHALL ALLOCATE TO EACH CLASS IN THE SPECIAL\n    9  DISTRICT  A  SHARE OF SUCH SPECIAL DISTRICT'S TAX EQUAL TO THE CLASS TAX\n   10  SHARE SO ESTABLISHED.\n   11    (C) SPLIT TAX DISTRICTS. A SPLIT TAX DISTRICT MAY ADOPT CLASSIFIED TAX\n   12  RATES IN THE MANNER PROVIDED BY SECTION SEVENTEEN  HUNDRED  THIRTY-THREE\n   13  OF THIS TITLE.\n   14    2.  RESCISSION.  A GOVERNING BODY OF A MUNICIPAL CORPORATION WHICH HAS\n   15  ADOPTED THE PROVISIONS OF THIS SECTION MAY BY LOCAL LAW, WITHOUT  REFER-\n   16  ENDUM,  OR,  IN  THE  CASE OF A SCHOOL DISTRICT, BY RESOLUTION WITHOUT A\n   17  PUBLIC HEARING, ADOPTED NO LATER THAN THE LAST DATE  PRESCRIBED  BY  LAW\n   18  FOR  THE  LEVY  OF TAXES UPON AN ASSESSMENT ROLL TO WHICH THE CLASSIFIED\n   19  TAX RATE SYSTEM WOULD OTHERWISE BE APPLICABLE, DETERMINE THAT THE  CLAS-\n   20  SIFIED TAX RATE SYSTEM SHALL NO LONGER APPLY TO ANY SUBSEQUENT LEVIES. A\n   21  COPY  THEREOF SHALL BE FILED WITH THE STATE BOARD NO LATER THAN TEN DAYS\n   22  AFTER THE ADOPTION THEREOF.\n   23    S 1732. ESTABLISHMENT OF CLASS TAX SHARES AND CLASS  TAX  RATES.    1.\n   24  ANNUAL  RESOLUTION.  THE GOVERNING BODY OF A MUNICIPAL CORPORATION WHICH\n   25  HAS ADOPTED THE CLASSIFIED TAX RATE SYSTEM PURSUANT TO SECTION SEVENTEEN\n   26  HUNDRED THIRTY-ONE OF THIS TITLE SHALL ADOPT A RESOLUTION  PRIOR  TO  OR\n   27  CONCURRENTLY  WITH THE LEVY OF TAXES FOR EACH FISCAL YEAR, SETTING FORTH\n   28  THE CLASS ALLOCATION FACTORS, CLASS TAX  SHARES,  AND  CLASS  TAX  RATES\n   29  ESTABLISHED  FOR  SUCH  LEVY  PURSUANT  TO  THIS SECTION. A COPY OF SUCH\n   30  RESOLUTION SHALL BE FILED WITH THE STATE BOARD NO LATER  THAN  TEN  DAYS\n   31  AFTER THE ADOPTION THEREOF.\n   32    2.  CURRENT  PERCENTAGES.  PRIOR  TO ESTABLISHING THE CLASS ALLOCATION\n   33  FACTORS, THE GOVERNING BODY OR  ITS  DESIGNEE  SHALL  CALCULATE  CURRENT\n   34  PERCENTAGES FOR EACH CLASS BY DIVIDING THE TAXABLE ASSESSED VALUE OF THE\n   35  REAL  PROPERTY  IN THE CLASS IN THE MUNICIPAL CORPORATION BY THE TAXABLE\n   36  ASSESSED VALUE OF ALL REAL PROPERTY IN THE MUNICIPAL  CORPORATION.  SUCH\n   37  TAXABLE  ASSESSED  VALUES  SHALL BE DETERMINED ON THE BASIS OF THE FINAL\n   38  ASSESSMENT ROLL OR ROLLS ON WHICH TAXES ARE TO BE LEVIED.\n   39    3. ALLOCATION FACTORS. (A) THE GOVERNING BODY SHALL DETERMINE FOR EACH\n   40  LEVY THE PERCENTAGE OF THE TOTAL TAX LEVY TO BE ALLOCATED TO EACH CLASS,\n   41  WHICH PERCENTAGES SHALL BE THE CLASS ALLOCATION FACTORS FOR  SUCH  LEVY.\n   42  SUCH PERCENTAGES SHALL BE DETERMINED AT THE DISCRETION OF SUCH GOVERNING\n   43  BODY, SUBJECT TO THE FOLLOWING LIMITATIONS:\n   44    (I)  THE  CLASS  ONE  ALLOCATION FACTOR FOR ANY LEVY SHALL NOT BE LESS\n   45  THAN SEVENTY-FIVE PERCENT NOR GREATER THAN ONE HUNDRED  PERCENT  OF  THE\n   46  CLASS ONE CURRENT PERCENTAGE.\n   47    (II)  THE  CLASS  TWO ALLOCATION FACTOR FOR ANY LEVY SHALL NOT BE LESS\n   48  THAN SEVENTY-FIVE PERCENT NOR GREATER THAN ONE HUNDRED  PERCENT  OF  THE\n   49  CLASS TWO CURRENT PERCENTAGE.\n   50    (III) THE CLASS THREE ALLOCATION FACTOR FOR ANY LEVY SHALL NOT BE LESS\n   51  THAN  ONE  HUNDRED  PERCENT  NOR  GREATER  THAN  ONE HUNDRED TWENTY-FIVE\n   52  PERCENT OF THE CLASS THREE CURRENT PERCENTAGE.\n   53    (B) EACH CLASS ALLOCATION FACTOR SHALL  BE  STATED  AS  A  PERCENTAGE,\n   54  EXPRESSED  TO  FIVE  DECIMAL  PLACES.  THE  SUM  OF THE CLASS ALLOCATION\n   55  FACTORS FOR ANY LEVY SHALL BE EXACTLY EQUAL TO ONE HUNDRED PERCENT.\n\n       A. 1948                             9\n\n    1    4. TAX SHARES. CLASS TAX SHARES SHALL BE DETERMINED FOR EACH CLASS  BY\n    2  MULTIPLYING  THE  TOTAL  AMOUNT  OF THE TAX LEVY BY THE CLASS ALLOCATION\n    3  FACTOR FOR THE CLASS.\n    4    5.  TAX  RATES.  CLASS TAX RATES SHALL BE DETERMINED FOR EACH CLASS BY\n    5  DIVIDING EACH CLASS TAX SHARE BY THE TAXABLE ASSESSED VALUE OF THE CLASS\n    6  IN THE MUNICIPAL CORPORATION.\n    7    6. WHERE A MUNICIPAL CORPORATION  HAS  ADOPTED  CLASSIFIED  TAX  RATES\n    8  PURSUANT  TO  THIS SECTION, AND A TAXPAYER IS GRANTED A REFUND, PURSUANT\n    9  TO ARTICLE FIVE OR ARTICLE SEVEN OF THIS CHAPTER, OF SOME OR ALL OF  THE\n   10  TAXES  PAID  TO SUCH MUNICIPAL CORPORATION, SUCH REFUND SHALL BE CHARGED\n   11  TO THE CLASS OF REAL PROPERTY WHICH INCLUDES THE AFFECTED PARCEL.\n   12    S 1733. CLASSIFIED TAX RATES IN SPLIT  TAX  DISTRICTS.  1.  NOTICE  OF\n   13  INTENT.  (A) THE GOVERNING BODY OF A SPLIT TAX DISTRICT WHICH INTENDS TO\n   14  ESTABLISH CLASSIFIED TAX RATES SHALL FILE A NOTICE OF INTENT  TO  ESTAB-\n   15  LISH  CLASSIFIED  TAX  RATES  WITH  EACH  ASSESSOR  OF AN ASSESSING UNIT\n   16  OUTSIDE OF A COUNTY WHICH HAS ADOPTED THE PROVISIONS OF THIS ARTICLE WHO\n   17  PREPARES AN ASSESSMENT ROLL USED IN WHOLE OR IN PART  FOR  THE  LEVY  OF\n   18  TAXES  BY  SUCH SPLIT TAX DISTRICT.  THE NOTICE SHALL BE FILED WITH EACH\n   19  SUCH ASSESSOR ON OR BEFORE THE TAXABLE STATUS DATE OF THE FIRST  ASSESS-\n   20  MENT  ROLL TO WHICH CLASSIFIED TAX RATES MAY APPLY. A COPY OF THE NOTICE\n   21  OF INTENT SHALL ALSO BE FILED WITH THE COUNTY DIRECTOR OF REAL  PROPERTY\n   22  TAX SERVICES OF EACH APPLICABLE COUNTY AND THE STATE BOARD.\n   23    (B)  THE  GOVERNING  BODY  OF  A  SPLIT TAX DISTRICT WHICH HAS FILED A\n   24  NOTICE OF INTENT PURSUANT TO THIS SUBDIVISION AND WHICH DOES NOT  INTEND\n   25  TO  ESTABLISH  CLASSIFIED  TAX  RATES  MAY CANCEL SUCH NOTICE OF INTENT;\n   26  PROVIDED THAT SUCH CANCELLATION SHALL NOT PROHIBIT A  SUBSEQUENT  FILING\n   27  OF THE NOTICE OF INTENT. A COPY OF SUCH CANCELLATION SHALL BE FILED WITH\n   28  THE   APPROPRIATE  ASSESSORS,  COUNTY  DIRECTOR  OF  REAL  PROPERTY  TAX\n   29  SERVICES, AND THE STATE BOARD.\n   30    2. CLASSIFICATION OF ASSESSMENT ROLLS; ASSESSOR  CERTIFICATION.    (A)\n   31  UPON  RECEIVING NOTICE PURSUANT TO SUBDIVISION ONE OF THIS SECTION, EACH\n   32  ASSESSOR OF AN ASSESSING UNIT OUTSIDE OF A COUNTY WHICH HAS ADOPTED  THE\n   33  PROVISIONS OF THIS ARTICLE WHO PREPARES AN ASSESSMENT ROLL USED IN WHOLE\n   34  OR  IN  PART  FOR THE LEVY OF THE TAXES BY SUCH SPLIT TAX DISTRICT SHALL\n   35  CLASSIFY EACH PROPERTY LISTED ON SUCH ROLL OR ON THE PART THEREOF APPLI-\n   36  CABLE TO SUCH SPLIT TAX DISTRICT  IN  THE  MANNER  PROVIDED  BY  SECTION\n   37  SEVENTEEN  HUNDRED THIRTY OF THIS TITLE. SUCH CLASSIFICATION OF INDIVID-\n   38  UAL PROPERTIES SHALL BE SUBJECT TO ADMINISTRATIVE  AND  JUDICIAL  REVIEW\n   39  PURSUANT  TO  TITLE ONE-A OF ARTICLE FIVE AND TITLE ONE OF ARTICLE SEVEN\n   40  OF THIS CHAPTER.\n   41    (B) UPON COMPLETION AND FILING OF A FINAL ASSESSMENT  ROLL  CLASSIFIED\n   42  PURSUANT TO THIS SUBDIVISION, THE ASSESSOR SHALL CERTIFY TO THE AUTHORI-\n   43  TIES  OF THE SPLIT TAX DISTRICT THE TOTAL ASSESSED VALUE AND TOTAL TAXA-\n   44  BLE ASSESSED VALUE OF THE REAL PROPERTY SUBJECT TO TAXATION FOR PURPOSES\n   45  OF THE SCHOOL DISTRICT IN EACH CLASS, AS DETERMINED FROM SUCH ASSESSMENT\n   46  ROLL OR PART THEREOF APPLICABLE TO THE SPLIT TAX DISTRICT.\n   47    (C) THE CLASSIFICATION AND CERTIFICATION REQUIREMENTS OF THIS SUBDIVI-\n   48  SION SHALL APPLY UNTIL THE GOVERNING BODY OF A SPLIT TAX DISTRICT EITHER\n   49  CANCELS THE NOTICE OF INTENT TO ESTABLISH CLASSIFIED TAX RATES  PURSUANT\n   50  TO SUBDIVISION ONE OF THIS SECTION OR RESCINDS A RESOLUTION ADOPTING THE\n   51  PROVISIONS OF THIS SECTION PURSUANT TO SUBDIVISION FIVE OF THIS SECTION.\n   52    3.  ADOPTION. (A) THE GOVERNING BODY OF A SPLIT TAX DISTRICT WHICH HAS\n   53  FILED A NOTICE OF INTENT PURSUANT TO SUBDIVISION ONE OF THIS SECTION MAY\n   54  ADOPT THE PROVISIONS OF THIS SECTION BY RESOLUTION, FOLLOWING  A  PUBLIC\n   55  HEARING,  AT  ANY  TIME PRIOR TO THE LEVY OF THE DISTRICT'S TAXES. PRIOR\n   56  NOTICE OF SUCH HEARING SHALL BE PUBLISHED AT LEAST ONCE IN  A  NEWSPAPER\n\n       A. 1948                            10\n\n    1  HAVING  GENERAL  CIRCULATION  IN  THE  SPLIT  TAX  DISTRICT AND SHALL BE\n    2  PROVIDED TO THE GOVERNING BODY OF EACH CITY AND TOWN  WHICH  IS  LOCATED\n    3  WHOLLY OR PARTIALLY WITHIN THE SPLIT TAX DISTRICT AND OUTSIDE THE COUNTY\n    4  WHICH HAS ADOPTED THE PROVISIONS OF THIS ARTICLE.\n    5    (B)  ADOPTION  OF  SUCH RESOLUTION SHALL REQUIRE USE OF CLASSIFIED TAX\n    6  RATES CALCULATED PURSUANT TO SUBDIVISION FOUR OF THIS  SECTION  FOR  ALL\n    7  SUBSEQUENT  TAX LEVIES UNTIL SUCH RESOLUTION IS RESCINDED AS PROVIDED IN\n    8  SUBDIVISION FIVE OF THIS SECTION.\n    9    (C) A COPY OF SUCH RESOLUTION SHALL BE FILED WITH THE  BODY,  OFFICER,\n   10  OR  EMPLOYEE  THAT  COMPUTES  THE TAX RATES, THE COUNTY DIRECTOR OF REAL\n   11  PROPERTY TAX SERVICES OF EACH APPLICABLE COUNTY, AND THE STATE BOARD.\n   12    4. CALCULATION OF TAX  RATES.  (A)  EQUALIZATION  BY  CLASS.  THE  TAX\n   13  AUTHORITIES  SHALL DETERMINE FOR EACH CLASS THE TOTAL FULL VALUATION AND\n   14  TOTAL TAXABLE FULL VALUATION OF THE REAL PROPERTY  SUBJECT  TO  TAXATION\n   15  FOR  DISTRICT  PURPOSES  IN  EACH SEGMENT OF THE SPLIT TAX DISTRICT. THE\n   16  TOTAL FULL VALUATION OF A CLASS IN A SEGMENT SHALL BE COMPUTED BY DIVID-\n   17  ING THE TOTAL ASSESSED VALUE OF THE PROPERTY IN THE CLASS IN THE SEGMENT\n   18  BY THE APPLICABLE STATE EQUALIZATION RATE OR SPECIAL EQUALIZATION  RATE.\n   19  THE  TOTAL  TAXABLE  FULL  VALUATION  OF  A  CLASS IN A SEGMENT SHALL BE\n   20  COMPUTED BY DIVIDING THE TOTAL TAXABLE ASSESSED VALUE OF THE PROPERTY IN\n   21  THE CLASS IN THE SEGMENT BY THE APPLICABLE STATE  EQUALIZATION  RATE  OR\n   22  SPECIAL EQUALIZATION RATE.\n   23    (B)  CLASS CURRENT PERCENTAGES. (I) THE GOVERNING BODY SHALL ESTABLISH\n   24  BY ANNUAL RESOLUTION CLASS CURRENT PERCENTAGES IN THE MANNER  PRESCRIBED\n   25  BY THIS SUBDIVISION.\n   26    (II) THE AGGREGATE TAXABLE FULL VALUATION OF THE REAL PROPERTY IN EACH\n   27  CLASS  IN THE TAX DISTRICT SHALL BE DETERMINED BY CALCULATING THE SUM OF\n   28  THE TAXABLE FULL VALUATION OF THE REAL PROPERTY IN  EACH  CLASS  IN  THE\n   29  SEGMENTS IN THE SCHOOL DISTRICT.\n   30    (III) THE AGGREGATE TAXABLE FULL VALUATION OF ALL REAL PROPERTY IN THE\n   31  TAX  DISTRICT  SHALL BE DETERMINED BY CALCULATING THE SUM OF THE TAXABLE\n   32  FULL VALUATION OF ALL REAL PROPERTY  IN  EACH  SEGMENT  IN  THE  SPECIAL\n   33  DISTRICT.\n   34    (IV) EACH CLASS CURRENT PERCENTAGE SHALL BE DETERMINED BY DIVIDING THE\n   35  AGGREGATE  TAXABLE  FULL  VALUATION OF THE REAL PROPERTY IN THE CLASS IN\n   36  THE SPECIAL DISTRICT BY THE AGGREGATE TAXABLE FULL VALUATION OF ALL REAL\n   37  PROPERTY IN THE SPLIT TAX DISTRICT. THE QUOTIENT SHALL BE  STATED  AS  A\n   38  PERCENTAGE  EXPRESSED  TO  FIVE  DECIMAL  PLACES.  THE  SUM OF THE CLASS\n   39  CURRENT PERCENTAGES FOR ANY FISCAL YEAR SHALL BE EXACTLY  EQUAL  TO  ONE\n   40  HUNDRED PERCENT.\n   41    (C)  CLASS  ALLOCATION FACTORS. (I) THE GOVERNING BODY SHALL DETERMINE\n   42  THE PERCENTAGE OF THE TOTAL TAX LEVY TO  BE  ALLOCATED  TO  EACH  CLASS,\n   43  WHICH  PERCENTAGES  SHALL  BE  ESTABLISHED  BY ANNUAL RESOLUTIONS AS THE\n   44  CLASS ALLOCATION FACTORS. SUCH PERCENTAGES SHALL BE  DETERMINED  AT  THE\n   45  DISCRETION  OF SUCH GOVERNING BODY, SUBJECT TO THE LIMITATIONS SET FORTH\n   46  IN THIS SUBDIVISION.\n   47    (1)  THE  CLASS  ONE  ALLOCATION  FACTOR  SHALL  NOT  BE   LESS   THAN\n   48  SEVENTY-FIVE  PERCENT  NOR GREATER THAN ONE HUNDRED PERCENT OF THE CLASS\n   49  ONE CURRENT PERCENTAGE.\n   50    (2)  THE  CLASS  TWO  ALLOCATION  FACTOR  SHALL  NOT  BE   LESS   THAN\n   51  SEVENTY-FIVE  PERCENT  NOR GREATER THAN ONE HUNDRED PERCENT OF THE CLASS\n   52  TWO CURRENT PERCENTAGE.\n   53    (3) THE CLASS THREE ALLOCATION FACTOR  SHALL  NOT  BE  LESS  THAN  ONE\n   54  HUNDRED  PERCENT NOR GREATER THAN ONE HUNDRED TWENTY-FIVE PERCENT OF THE\n   55  CLASS THREE CURRENT PERCENTAGE.\n\n       A. 1948                            11\n\n    1    (II) CLASS ALLOCATION FACTORS SHALL BE STATED AS PERCENTAGES EXPRESSED\n    2  TO FIVE DECIMAL PLACES. THE SUM OF THE CLASS ALLOCATION FACTORS FOR  ANY\n    3  FISCAL YEAR SHALL BE EXACTLY EQUAL TO ONE HUNDRED PERCENT.\n    4    (III)  THE  GOVERNING BODY OF THE SPLIT TAX DISTRICT SHALL CERTIFY THE\n    5  CLASS ALLOCATION FACTORS TO THE BODY, OFFICER, OR EMPLOYEE THAT COMPUTES\n    6  THE SPLIT TAX DISTRICT'S TAX RATES.\n    7    (D) APPORTIONMENT BY  CLASS.  THE  BODY,  OFFICER,  OR  EMPLOYEE  THAT\n    8  COMPUTES THE SPLIT TAX DISTRICT'S TAX RATES SHALL ALLOCATE TO THE CLASS-\n    9  ES  IN  THE  SPLIT TAX DISTRICT AS A WHOLE, RESPECTIVELY, A SHARE OF THE\n   10  AMOUNT TO BE RAISED EQUAL TO THE APPLICABLE AGGREGATE  CLASS  ALLOCATION\n   11  FACTOR.    THE AMOUNT TO BE RAISED FROM EACH SUCH CLASS IN THE SPLIT TAX\n   12  DISTRICT AS A WHOLE SHALL  THEN  BE  APPORTIONED  SEPARATELY  AMONG  THE\n   13  SEGMENTS IN WHICH THE SPLIT TAX DISTRICT IS LOCATED IN PROPORTION TO THE\n   14  PERCENTAGE  THAT  THE  TOTAL  FULL  VALUATION  OF THE CLASS IN EACH SUCH\n   15  SEGMENT THEREOF BEARS TO THE AGGREGATE TOTAL FULL VALUATION OF THE CLASS\n   16  IN THE SPLIT TAX DISTRICT AS A WHOLE. THE AMOUNT SO APPORTIONED TO  EACH\n   17  CLASS  IN  EACH SEGMENT SHALL BE THE AMOUNT TO BE RAISED FROM THAT CLASS\n   18  IN THAT SEGMENT.\n   19    (E) CLASS TAX RATES. THE BODY, OFFICER, OR EMPLOYEE THAT COMPUTES  THE\n   20  SPLIT  TAX  DISTRICT'S  TAX  RATES SHALL COMPUTE A SEPARATE TAX RATE FOR\n   21  EACH CLASS FOR EACH SEGMENT LOCATED IN THE SPLIT TAX DISTRICT.  THE  TAX\n   22  RATE  FOR  A CLASS IN A SEGMENT SHALL BE COMPUTED BY DIVIDING THE AMOUNT\n   23  TO BE RAISED FROM THE  CLASS  IN  THAT  SEGMENT  BY  THE  TOTAL  TAXABLE\n   24  ASSESSED  VALUE  OF  THE  REAL  PROPERTY IN THE CLASS IN THAT SEGMENT AS\n   25  ENTERED ON THE FINAL ASSESSMENT ROLL USED FOR THE LEVY OF THE SPLIT  TAX\n   26  DISTRICT'S TAXES.\n   27    (F) WHERE A SPLIT TAX DISTRICT HAS ADOPTED CLASSIFIED TAX RATES PURSU-\n   28  ANT  TO  THIS  SECTION,  AND A TAXPAYER IS GRANTED A REFUND, PURSUANT TO\n   29  ARTICLE FIVE OR ARTICLE SEVEN OF THIS CHAPTER, OF SOME  OR  ALL  OF  THE\n   30  TAXES  PAID  TO SUCH SPLIT TAX DISTRICT, SUCH REFUND SHALL BE CHARGED TO\n   31  THE CLASS OF REAL PROPERTY WHICH INCLUDES THE AFFECTED PARCEL.\n   32    (G) REPORTING. THE GOVERNING BODY OF  THE  SPLIT  TAX  DISTRICT  SHALL\n   33  ANNUALLY  FILE  WITH  THE STATE BOARD A COPY OF THE RESOLUTION OR RESOL-\n   34  UTIONS ESTABLISHING  CLASS  CURRENT  PERCENTAGES  AND  CLASS  ALLOCATION\n   35  FACTORS  PURSUANT  TO THIS SECTION. SUCH RESOLUTION OR RESOLUTIONS SHALL\n   36  BE FILED NO LATER THAN TEN DAYS AFTER THE ADOPTION THEREOF.\n   37    5. RESCISSION. THE GOVERNING  BODY  OF  THE  SPLIT  TAX  DISTRICT  MAY\n   38  RESCIND  A RESOLUTION ADOPTING THE PROVISIONS OF THIS SECTION, WITHOUT A\n   39  PUBLIC HEARING, AT ANY TIME PRIOR TO THE LEVY OF TAXES  FOR  THE  FISCAL\n   40  YEAR  TO WHICH SUCH RESOLUTION IS APPLICABLE.  A COPY OF SUCH RESOLUTION\n   41  SHALL BE FILED WITH THE BODY, OFFICER, OR  EMPLOYEE  THAT  COMPUTES  THE\n   42  SPLIT TAX DISTRICT'S TAX RATES, EACH ASSESSOR WHO PREPARES AN ASSESSMENT\n   43  ROLL  USED  IN WHOLE OR IN PART FOR THE LEVY OF THE SPLIT TAX DISTRICT'S\n   44  TAXES, THE COUNTY DIRECTOR OF REAL PROPERTY TAX SERVICES OF EACH  APPLI-\n   45  CABLE COUNTY, AND THE STATE BOARD.\n   46    S  1734.  CORRECTION OF ERRONEOUS ALLOCATIONS. UPON ITS OWN MOTION, OR\n   47  AT THE DIRECTION OF THE STATE BOARD, A GOVERNING BODY WHICH HAS  MADE  A\n   48  MATHEMATICAL  ERROR IN ALLOCATING TAXES FOR A TAX LEVY FOR A FISCAL YEAR\n   49  SHALL REDETERMINE THE AMOUNT OF TAXES THAT SHOULD HAVE BEEN ALLOCATED TO\n   50  EACH CLASS FOR THAT LEVY. IF SUCH REDETERMINATION CANNOT BE  MADE  PRIOR\n   51  TO THE EXTENSION OF TAXES FOR THAT FISCAL YEAR, THE GOVERNING BODY SHALL\n   52  CAUSE THE LEVY FOR THE ENSUING FISCAL YEAR TO BE ADJUSTED TO ACCOUNT FOR\n   53  THE IMPROPER APPORTIONMENT WHICH RESULTED FROM THE ERROR, UPON NOTICE TO\n   54  THE STATE BOARD.\n   55                                    TITLE 4\n   56                          MISCELLANEOUS PROVISIONS\n\n       A. 1948                            12\n\n    1  SECTION 1740. TRANSITIONAL EXEMPTION.\n    2          1741. STATE ASSISTANCE.\n    3          1742. EXPANDED SENIOR CITIZENS' EXEMPTION.\n    4          1743. RULES AND REGULATIONS.\n    5          1744. SPECIAL PARTIAL EXEMPTION.\n    6          1745. JUDICIAL OR OTHER REVIEW.\n    7    S  1740. TRANSITIONAL EXEMPTION. 1. THE EFFECTIVE INCREASE IN ASSESSED\n    8  VALUE OF ANY PARCEL OCCURRING IN THE FIRST YEAR OF THE IMPLEMENTATION OF\n    9  THIS ARTICLE SHALL BE EXEMPT FROM TAXATION FOR A PERIOD OF  FOUR  YEARS,\n   10  ACCORDING TO THE FOLLOWING SCHEDULE:\n\n   11  YEAR OF EXEMPTION             PERCENTAGE OF EXEMPTION\n   12          1                               80\n   13          2                               60\n   14          3                               40\n   15          4                               20\n\n   16    2.  THE  ASSESSOR  OF  EACH  ASSESSING  UNIT SHALL DETERMINE, FOR EACH\n   17  PARCEL, THE EFFECTIVE INCREASE IN ASSESSED VALUE OCCURRING IN THE  FIRST\n   18  YEAR OF THE IMPLEMENTATION OF THIS ARTICLE AS FOLLOWS:\n   19    (A)  THE  ASSESSOR  SHALL DETERMINE THE ANTICIPATED CHANGE IN LEVEL OF\n   20  ASSESSMENT ON THE BASIS OF THE DATA USED TO PREPARE THE NOTICES REQUIRED\n   21  BY SECTION FIVE HUNDRED ELEVEN OF THIS CHAPTER.\n   22    (B) THE TOTAL ASSESSED VALUE OF EACH PARCEL IN THE YEAR PRECEDING  THE\n   23  FIRST  YEAR OF THE IMPLEMENTATION OF THIS ARTICLE SHALL BE MULTIPLIED BY\n   24  THE ANTICIPATED CHANGE IN LEVEL OF ASSESSMENT.\n   25    (C) IF THE TOTAL ASSESSED VALUE OF ANY PARCEL IN THE FIRST YEAR OF THE\n   26  IMPLEMENTATION OF THIS ARTICLE EXCEEDS THE  RESULT  DETERMINED  FOR  THE\n   27  PARCEL  IN  PARAGRAPH  (B) OF THIS SUBDIVISION, AFTER ACCOUNTING FOR ANY\n   28  PHYSICAL AND QUANTITY CHANGES, THE EXCESS SHALL BE CONSIDERED THE EFFEC-\n   29  TIVE INCREASE IN ASSESSED VALUE OF THE PARCEL, AND THE PARCEL  SHALL  BE\n   30  EXEMPT  FROM  TAXATION TO THE EXTENT PROVIDED IN SUBDIVISION ONE OF THIS\n   31  SECTION.\n   32    (D) UPON THE FILING OF THE ASSESSOR'S REPORT, THE  STATE  BOARD  SHALL\n   33  DETERMINE  WHETHER THE ACTUAL CHANGE IN LEVEL OF ASSESSMENT DIFFERS FROM\n   34  THE ANTICIPATED CHANGE IN LEVEL OF ASSESSMENT BY MORE THAN FIVE PERCENT.\n   35  IF THE STATE BOARD DETERMINES THAT SUCH DIFFERENCE EXCEEDS FIVE PERCENT,\n   36  IT SHALL SO NOTIFY THE ASSESSOR. THE ASSESSOR SHALL THEREUPON  RECOMPUTE\n   37  THE EFFECTIVE INCREASE IN ASSESSED VALUE OF EACH PARCEL USING THE ACTUAL\n   38  CHANGE  IN  LEVEL OF ASSESSMENT DETERMINED BY THE STATE BOARD, AND SHALL\n   39  RECOMPUTE THE EXEMPTION TO TAKE INTO ACCOUNT THE RECALCULATED  EFFECTIVE\n   40  INCREASE  IN  ASSESSED  VALUE.  SUCH  RECOMPUTATION  SHALL  BE  REQUIRED\n   41  NOTWITHSTANDING THE FACT THAT THE ASSESSOR  RECEIVES  THE  CERTIFICATION\n   42  AFTER  THE  COMPLETION, VERIFICATION, AND FILING OF THE FINAL ASSESSMENT\n   43  ROLL. IF THE ASSESSOR DOES NOT  HAVE  CUSTODY  OF  THE  ROLL  WHEN  SUCH\n   44  CERTIFICATION  IS  RECEIVED,  THE  ASSESSOR SHALL CERTIFY THE RECOMPUTED\n   45  EXEMPTION TO THE LOCAL OFFICERS HAVING CUSTODY AND CONTROL OF THE  ROLL,\n   46  AND  SUCH LOCAL OFFICERS ARE HEREBY DIRECTED AND AUTHORIZED TO ENTER THE\n   47  RECOMPUTED EXEMPTION CERTIFIED BY THE ASSESSOR ON THE ROLL.\n   48    3. FOR PURPOSES OF SUBDIVISIONS FOUR AND FIVE  OF  THIS  SECTION,  THE\n   49  TERM  \"ADJUSTED  TAXABLE  ASSESSED  VALUE\" SHALL MEAN THE ASSESSED VALUE\n   50  ACTUALLY SUBJECT TO TAXATION FOR MUNICIPAL PURPOSES PLUS THE  AMOUNT  OF\n   51  ASSESSED VALUE PARTIALLY EXEMPT FROM TAXATION PURSUANT TO THIS SECTION.\n   52    4.  WHEN  A MUNICIPAL CORPORATION, OTHER THAN A SPLIT TAX DISTRICT, IS\n   53  WHOLLY CONTAINED WITHIN TWO OR MORE ASSESSING UNITS TO WHICH THIS  ARTI-\n   54  CLE  IS  APPLICABLE,  THE  TAXES  OF  THE MUNICIPAL CORPORATION SHALL BE\n\n       A. 1948                            13\n\n    1  APPORTIONED BETWEEN OR AMONG SUCH ASSESSING UNITS AS  PROVIDED  IN  THIS\n    2  SUBDIVISION  DURING  THE  FOUR  YEAR  TRANSITION PERIOD DURING WHICH THE\n    3  PROVISIONS OF THIS SECTION ARE IN FORCE, NOTWITHSTANDING THE  PROVISIONS\n    4  OF SECTION SEVENTEEN HUNDRED TWENTY-FOUR OF THIS ARTICLE.\n    5    (A)  IF THE MUNICIPAL CORPORATION HAS NOT ADOPTED CLASSIFIED TAX RATES\n    6  PURSUANT TO TITLE THREE OF THIS  ARTICLE,  TAXES  SHALL  BE  APPORTIONED\n    7  BETWEEN  OR AMONG THE ASSESSING UNITS ON THE BASIS OF THE ADJUSTED TAXA-\n    8  BLE ASSESSED VALUE IN EACH ASSESSING UNIT.\n    9    (B) IF THE MUNICIPAL CORPORATION  HAS  ADOPTED  CLASSIFIED  TAX  RATES\n   10  PURSUANT TO TITLE THREE OF THIS ARTICLE, TAXES SHALL BE ALLOCATED IN THE\n   11  MANNER PROVIDED IN SECTION SEVENTEEN HUNDRED THIRTY-TWO OF THIS ARTICLE,\n   12  SUBJECT TO THE FOLLOWING:\n   13    (I)  THE CURRENT PERCENTAGES FOR EACH CLASS SHALL BE DETERMINED ON THE\n   14  BASIS OF THE ADJUSTED TAXABLE ASSESSED VALUE, RATHER  THAN  THE  TAXABLE\n   15  ASSESSED  VALUE,  OF THE CLASS AND OF ALL REAL PROPERTY IN THE MUNICIPAL\n   16  CORPORATION.\n   17    (II) THE TAXES THAT ARE TO BE  APPORTIONED  TO  EACH  CLASS  SHALL  BE\n   18  FURTHER APPORTIONED BETWEEN OR AMONG THE ASSESSING UNITS ON THE BASIS OF\n   19  THE ADJUSTED TAXABLE ASSESSED VALUE OF THE CLASS IN EACH ASSESSING UNIT.\n   20    5.  THE TAXES OF A SPLIT TAX DISTRICT SHALL BE APPORTIONED AS PROVIDED\n   21  IN THIS SUBDIVISION DURING THE FOUR YEAR TRANSITION PERIOD DURING  WHICH\n   22  THE  PROVISIONS  OF  THIS  SECTION  ARE  IN  FORCE,  NOTWITHSTANDING THE\n   23  PROVISIONS OF SECTION SEVENTEEN HUNDRED TWENTY-FOUR OF THIS ARTICLE.\n   24    (A) IF THE SPLIT TAX DISTRICT HAS  ESTABLISHED  CLASSIFIED  TAX  RATES\n   25  PURSUANT  TO  SECTION  SEVENTEEN  HUNDRED  THIRTY-THREE OF THIS ARTICLE,\n   26  TAXES SHALL BE ALLOCATED IN THE MANNER PROVIDED IN SUBDIVISION  FOUR  OF\n   27  SUCH SECTION, EXCEPT THAT THE TOTAL TAXABLE FULL VALUATION OF A CLASS IN\n   28  A  SEGMENT SHALL BE DETERMINED BY DIVIDING THE ADJUSTED TAXABLE ASSESSED\n   29  VALUE, RATHER THAN THE TOTAL TAXABLE ASSESSED VALUE, OF  EACH  CLASS  OF\n   30  THE  CLASS  IN  THE  SEGMENT  BY  APPLICABLE  STATE EQUALIZATION RATE OR\n   31  SPECIAL EQUALIZATION RATE.\n   32    (B) IF THE SPLIT TAX DISTRICT HAS NOT ESTABLISHED CLASSIFIED TAX RATES\n   33  PURSUANT TO SECTION SEVENTEEN HUNDRED THIRTY-FOUR OF THIS ARTICLE, TAXES\n   34  SHALL BE ALLOCATED AS FOLLOWS:\n   35    (I) THE ASSESSING UNITS IN THE COUNTY TO WHICH  THIS  ARTICLE  APPLIES\n   36  SHALL  BE  TREATED COLLECTIVELY AS IF THEY WERE A SINGLE UNIT, AND TAXES\n   37  SHALL BE APPORTIONED BETWEEN OR AMONG THAT SINGLE  UNIT  AND  ALL  OTHER\n   38  ASSESSING UNITS IN THE MANNER OTHERWISE PROVIDED BY LAW, EXCEPT THAT THE\n   39  ADJUSTED  TAXABLE ASSESSED VALUE SHALL BE USED TO APPORTION TAXES TO THE\n   40  ASSESSING UNITS IN THE COUNTY TO WHICH THIS ARTICLE APPLIES.\n   41    (II) WITHIN THE COUNTY TO WHICH THIS ARTICLE APPLIES, TAXES  SHALL  BE\n   42  APPORTIONED  BETWEEN  OR  AMONG  THE ASSESSING UNITS ON THE BASIS OF THE\n   43  ADJUSTED TAXABLE ASSESSED VALUE IN EACH ASSESSING UNIT.\n   44    S 1741. STATE ASSISTANCE. STATE ASSISTANCE SHALL BE PAYABLE IN A  ONE-\n   45  TIME  PAYMENT  OF  UP TO TEN DOLLARS PER PARCEL TO A COUNTY WHICH IMPLE-\n   46  MENTS THE PROVISIONS OF THIS  ARTICLE.  UPON  COMPLETION  OF  THE  FIRST\n   47  ASSESSMENT  ROLL PRODUCED PURSUANT TO THIS ARTICLE, THE COUNTY MAY APPLY\n   48  TO THE STATE BOARD FOR SUCH STATE ASSISTANCE. NO COUNTY WHICH HAS IMPLE-\n   49  MENTED THE PROVISIONS OF THIS ARTICLE  OR  ANY  ASSESSING  UNIT  LOCATED\n   50  WITHIN  SUCH  A  COUNTY MAY QUALIFY FOR ADDITIONAL STATE AID PURSUANT TO\n   51  SUBDIVISION THREE OF SECTION FIFTEEN HUNDRED SEVENTY-THREE OF THIS CHAP-\n   52  TER.\n   53    S 1742. EXPANDED SENIOR CITIZENS' EXEMPTION.  1.  A  MUNICIPAL  CORPO-\n   54  RATION WHICH IS WHOLLY OR PARTLY CONTAINED IN A COUNTY WHICH HAS ADOPTED\n   55  THE PROVISIONS OF THIS ARTICLE MAY INCREASE THE MAXIMUM INCOME ELIGIBIL-\n   56  ITY  LEVEL  FOR PURPOSES OF THE SENIOR CITIZENS' EXEMPTION AUTHORIZED BY\n\n       A. 1948                            14\n\n    1  SECTION  FOUR  HUNDRED  SIXTY-SEVEN  OF  THIS  CHAPTER  IN  THE   MANNER\n    2  PRESCRIBED BY THIS SECTION.\n    3    2.  IF THE PER CAPITA INCOME IN SUCH COUNTY, AS REPORTED IN THE LATEST\n    4  FEDERAL DECENNIAL CENSUS, EXCEEDS THE MEDIAN PER CAPITA  INCOME  OF  THE\n    5  STATE  AS A WHOLE, AS REPORTED IN SUCH CENSUS, THE MAXIMUM INCOME ELIGI-\n    6  BILITY LEVEL ESTABLISHED BY  SUBDIVISION  THREE  OF  SUCH  SECTION  FOUR\n    7  HUNDRED  SIXTY-SEVEN  (REFERRED  TO  IN  SUCH  STATUTE  AS  \"M\")  MAY BE\n    8  INCREASED PROPORTIONATELY, AS FOLLOWS:\n    9    (A) DIVIDE THE PER CAPITA INCOME IN SUCH  COUNTY  BY  THE  MEDIAN  PER\n   10  CAPITA INCOME OF THE STATE AS A WHOLE;\n   11    (B) MULTIPLY \"M\" BY THE QUOTIENT; AND\n   12    (C)  ROUND THE RESULT TO THE NEAREST MULTIPLE OF FIVE HUNDRED DOLLARS.\n   13  THE RESULT SHALL BE DEEMED TO BE THE \"M\" APPLICABLE IN SUCH COUNTY.\n   14    3. IF THE MEDIAN PER CAPITA INCOME IN SUCH COUNTY, AS REPORTED IN  THE\n   15  LATEST  FEDERAL  DECENNIAL CENSUS, DOES NOT EXCEED THE MEDIAN PER CAPITA\n   16  INCOME OF THE STATE AS A WHOLE, AS REPORTED IN SUCH CENSUS, THE  MAXIMUM\n   17  INCOME  ELIGIBILITY  LEVEL  ESTABLISHED  BY  SUBDIVISION  THREE  OF SUCH\n   18  SECTION FOUR HUNDRED SIXTY-SEVEN MAY NOT BE INCREASED PURSUANT  TO  THIS\n   19  SECTION.\n   20    S  1743.  RULES  AND REGULATIONS. THE STATE BOARD SHALL PRESCRIBE SUCH\n   21  RULES AND REGULATIONS AS MAY BE NECESSARY TO IMPLEMENT THE PROVISIONS OF\n   22  THIS ARTICLE.\n   23    S 1744. SPECIAL PARTIAL EXEMPTION. A MUNICIPAL  CORPORATION  WHICH  IS\n   24  WHOLLY  OR PARTLY CONTAINED IN A COUNTY WHICH HAS ADOPTED THE PROVISIONS\n   25  OF THIS ARTICLE PURSUANT TO SECTION SEVENTEEN  HUNDRED  ELEVEN  OF  THIS\n   26  ARTICLE  SHALL  ALLOW AN EXEMPTION ON CLASS ONE, TWO AND THREE PROPERTY,\n   27  AS DEFINED BY SECTION SEVENTEEN HUNDRED THIRTY  OF  THIS  ARTICLE.  SUCH\n   28  EXEMPTION  SHALL  BE THIRTY PERCENT OF THE PROPERTY'S ASSESSED VALUE, UP\n   29  TO THIRTY-FIVE THOUSAND DOLLARS.\n   30    S 1745. JUDICIAL OR OTHER  REVIEW.  NOTWITHSTANDING  ANY  INCONSISTENT\n   31  PROVISION  OF  LAW,  THE  ASSESSMENT  OF A PARCEL OF PROPERTY CLASSIFIED\n   32  SUBJECT TO THE PROVISIONS OF THIS ARTICLE MAY BE REVIEWED A  MAXIMUM  OF\n   33  TWO TIMES COLLECTIVELY IN ACCORDANCE WITH THE PROVISIONS OF TITLE ONE OR\n   34  ONE-A OF ARTICLE SEVEN OF THIS CHAPTER WITHIN THE FIVE YEAR CYCLE.\n   35    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to a cooperative real property tax administration system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T155021.TXT", "SOBI.D110113.T114320.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294937000154
}