{
  "year" : 2011,
  "senateBillNo" : "A1943-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1943-2011-1294808400000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes electronic notarization",
  "summary" : "Authorizes electronic notarization. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A9493-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1943\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. BING, CASTRO, COOK -- Multi-Sponsored by -- M. of\n         A. GABRYSZAK, REILLY, SWEENEY, THIELE -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN  ACT  to  amend the executive law, in relation to providing for elec-\n         tronic notarization\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 137-a\n    2  to read as follows:\n    3    S 137-A. ELECTRONIC NOTARIZATION. 1.   DEFINITIONS.  (A)  \"ELECTRONIC\"\n    4  SHALL  HAVE  THE SAME MEANING AS SET FORTH IN SUBDIVISION ONE OF SECTION\n    5  THREE HUNDRED TWO OF THE STATE TECHNOLOGY LAW.\n    6    (B) \"ELECTRONIC DOCUMENT\" MEANS INFORMATION THAT  IS  CREATED,  GENER-\n    7  ATED, SENT, COMMUNICATED, RECEIVED OR STORED BY ELECTRONIC MEANS.\n    8    (C) \"ELECTRONIC NOTARIAL ACT\" MEANS AN OFFICIAL ACT BY A NOTARY PUBLIC\n    9  ON OR INVOLVING AN ELECTRONIC DOCUMENT AND USING MEANS AUTHORIZED BY THE\n   10  SECRETARY OF STATE.\n   11    (D)  \"ELECTRONIC  NOTARY PUBLIC\" OR \"ELECTRONIC NOTARY\" MEANS A NOTARY\n   12  PUBLIC WHO HAS REGISTERED WITH THE SECRETARY OF STATE THE CAPABILITY  OF\n   13  PERFORMING ELECTRONIC NOTARIAL ACTS.\n   14    (E) \"ELECTRONIC SIGNATURE\" SHALL HAVE THE SAME MEANING AS SET FORTH IN\n   15  SUBDIVISION  THREE  OF SECTION THREE HUNDRED TWO OF THE STATE TECHNOLOGY\n   16  LAW.\n   17    (F) \"ELECTRONIC NOTARIAL STATEMENT OF AUTHORITY\" MEANS THE PORTION  OF\n   18  A NOTARIZED ELECTRONIC DOCUMENT THAT IS COMPLETED BY A NOTARY PUBLIC AND\n   19  CONTAINS  THE  NOTARY  PUBLIC'S ELECTRONIC SIGNATURE AND ALL INFORMATION\n   20  REQUIRED BY SECTION ONE HUNDRED THIRTY-SEVEN OF THIS ARTICLE.\n   21    (G) \"NOTARY ELECTRONIC SIGNATURE\"  MEANS  THOSE  FORMS  OF  ELECTRONIC\n   22  SIGNATURE,  WHICH  HAVE  BEEN  APPROVED  BY THE SECRETARY OF STATE AS AN\n   23  ACCEPTABLE MEANS FOR AN ELECTRONIC NOTARY TO AFFIX THE  NOTARY  PUBLIC'S\n   24  OFFICIAL SIGNATURE TO AN ELECTRONIC RECORD THAT IS BEING NOTARIZED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06185-01-1\n\n       A. 1943                             2\n\n    1    2.  PHYSICAL  APPEARANCE  REQUIREMENT.  (A)  A NOTARY PUBLIC SHALL NOT\n    2  PERFORM AN ELECTRONIC NOTARIAL ACT  IF  THE  DOCUMENT  SIGNER  DOES  NOT\n    3  APPEAR  IN  PERSON BEFORE THE NOTARY PUBLIC AT THE TIME OF NOTARIZATION.\n    4  UNDER NO CIRCUMSTANCE SHALL A NOTARY PUBLIC BASE  IDENTIFICATION  MERELY\n    5  UPON  FAMILIARITY  WITH A SIGNER'S ELECTRONIC SIGNATURE OR AN ELECTRONIC\n    6  VERIFICATION PROCESS THAT AUTHENTICATES THE SIGNER'S  ELECTRONIC  SIGNA-\n    7  TURE  WHEN  THE  SIGNER  IS  NOT  IN THE PHYSICAL PRESENCE OF THE NOTARY\n    8  PUBLIC.\n    9    (B) THE METHODS FOR IDENTIFYING DOCUMENT  SIGNERS  FOR  AN  ELECTRONIC\n   10  NOTARIZATION SHALL BE THE SAME AS THE METHODS REQUIRED FOR A PAPER-BASED\n   11  NOTARIZATION.\n   12    3.  REGISTRATION  REQUIREMENTS.  (A)  BEFORE PERFORMING ANY ELECTRONIC\n   13  NOTARIAL ACT OR ACTS, A NOTARY PUBLIC SHALL REGISTER THE  CAPABILITY  TO\n   14  NOTARIZE ELECTRONICALLY WITH THE SECRETARY OF STATE ON A FORM PRESCRIBED\n   15  BY THE SECRETARY OF STATE.\n   16    (B) IN REGISTERING THE CAPABILITY TO PERFORM ELECTRONIC NOTARIAL ACTS,\n   17  THE  NOTARY PUBLIC SHALL PROVIDE THE FOLLOWING INFORMATION TO THE SECRE-\n   18  TARY OF STATE, NOTARY PROCESSING UNIT:\n   19    (I) THE APPLICANT'S NAME AS CURRENTLY COMMISSIONED AND COMPLETE  MAIL-\n   20  ING ADDRESS;\n   21    (II)  THE EXPIRATION DATE OF THE NOTARY PUBLIC'S COMMISSION AND SIGNA-\n   22  TURE OF THE COMMISSIONED NOTARY PUBLIC;\n   23    (III) THE APPLICANT'S E-MAIL ADDRESS;\n   24    (IV) THE DESCRIPTION OF THE ELECTRONIC TECHNOLOGY OR  TECHNOLOGIES  TO\n   25  BE  USED  IN  ATTACHING  THE NOTARY PUBLIC'S ELECTRONIC SIGNATURE TO THE\n   26  ELECTRONIC DOCUMENT;\n   27    (V) AN EXEMPLAR OF THE NOTARY  PUBLIC'S  ELECTRONIC  SIGNATURE,  WHICH\n   28  SHALL CONTAIN THE NOTARY PUBLIC'S NAME AND ANY NECESSARY INSTRUCTIONS OR\n   29  TECHNIQUES  THAT  ALLOW  THE  NOTARY PUBLIC'S ELECTRONIC SIGNATURE TO BE\n   30  READ; AND\n   31    (VI) IF THE DEVICE USED TO CREATE THE ELECTRONIC SIGNATURE WAS  ISSUED\n   32  OR  REGISTERED  THROUGH  A LICENSED CERTIFICATION AUTHORITY, THE NAME OF\n   33  THE AUTHORITY, THE SOURCE OF THE LICENSE, THE  STARTING  AND  EXPIRATION\n   34  DATES  OF  THE DEVICE'S TERM OF REGISTRATION AND ANY REVOCATIONS, ANNUL-\n   35  MENTS, OR OTHER PREMATURE TERMINATIONS OF ANY REGISTERED DEVICE  OF  THE\n   36  REGISTRANT  THAT WAS DUE TO MISUSE OR COMPROMISE OF THE DEVICE, WITH THE\n   37  DATE, CAUSE AND NATURE OF EACH TERMINATION EXPLAINED IN DETAIL.\n   38    4. TYPES OF ELECTRONIC NOTARIAL ACTS. ANY NOTARIAL ACT  AUTHORIZED  BY\n   39  SECTION  ONE  HUNDRED THIRTY-FIVE OF THIS ARTICLE MAY BE PERFORMED ELEC-\n   40  TRONICALLY AS PRESCRIBED BY THIS SECTION IF UNDER  APPLICABLE  LAW  THAT\n   41  DOCUMENT MAY BE SIGNED WITH AN ELECTRONIC SIGNATURE.\n   42    5. FORM AND MANNER OF PERFORMING THE ELECTRONIC NOTARIAL ACT: (A) WHEN\n   43  PERFORMING  AN  ELECTRONIC  NOTARIAL ACT, A NOTARY PUBLIC SHALL APPLY AN\n   44  ELECTRONIC SIGNATURE, WHICH SHALL BE ATTACHED TO OR LOGICALLY ASSOCIATED\n   45  WITH THE ELECTRONIC DOCUMENT SUCH THAT REMOVAL  OR  ALTERATION  OF  SUCH\n   46  ELECTRONIC  SIGNATURE  IS  DETECTABLE AND WILL RENDER EVIDENCE OF ALTER-\n   47  ATION OF THE DOCUMENT CONTAINING THE NOTARY SIGNATURE WHICH MAY  INVALI-\n   48  DATE THE ELECTRONIC NOTARIAL ACT.\n   49    (B)  THE NOTARY PUBLIC'S ELECTRONIC SIGNATURE IS DEEMED TO BE RELIABLE\n   50  IF THE FOLLOWING REQUIREMENTS ARE MET: (I) IT IS UNIQUE  TO  THE  NOTARY\n   51  PUBLIC;\n   52    (II) IT IS CAPABLE OF INDEPENDENT VERIFICATION;\n   53    (III) IT IS RETAINED UNDER THE NOTARY PUBLIC'S SOLE CONTROL;\n   54    (IV)  IT  IS  ATTACHED  TO OR LOGICALLY ASSOCIATED WITH THE ELECTRONIC\n   55  DOCUMENT; AND\n\n       A. 1943                             3\n\n    1    (V) IT IS LINKED TO THE DATA IN SUCH  A  MANNER  THAT  ANY  SUBSEQUENT\n    2  ALTERATIONS TO THE UNDERLYING DOCUMENT ARE DETECTABLE AND MAY INVALIDATE\n    3  THE ELECTRONIC NOTARIAL ACT.\n    4    (C)  THE  NOTARY  PUBLIC'S ELECTRONIC SIGNATURE SHALL BE USED ONLY FOR\n    5  THE PURPOSE OF PERFORMING ELECTRONIC NOTARIAL ACTS.\n    6    (D) THE SECRETARY SHALL ADOPT RULES NECESSARY TO ESTABLISH  STANDARDS,\n    7  PROCEDURES,  PRACTICES, FORMS, AND RECORDS RELATING TO A NOTARY PUBLIC'S\n    8  ELECTRONIC SIGNATURE. THE NOTARY  PUBLIC'S  ELECTRONIC  SIGNATURE  SHALL\n    9  CONFORM TO ANY STANDARDS ADOPTED BY THE SECRETARY.\n   10    6.  CHANGE  OF E-MAIL ADDRESS. WITHIN FIVE DAYS AFTER THE CHANGE OF AN\n   11  ELECTRONIC NOTARY PUBLIC'S E-MAIL ADDRESS, THE NOTARY PUBLIC SHALL ELEC-\n   12  TRONICALLY TRANSMIT TO THE SECRETARY OF STATE A NOTICE  OF  THE  CHANGE,\n   13  SIGNED WITH THE NOTARY PUBLIC'S OFFICIAL ELECTRONIC SIGNATURE.\n   14    S  2.  Section  136  of  the  executive law is amended by adding a new\n   15  subdivision 3 to read as follows:\n   16    3. FOR ELECTRONIC NOTARIAL  SERVICES,  EXCEPT  WHERE  ANOTHER  FEE  IS\n   17  SPECIFICALLY  PRESCRIBED BY STATUTE, A FEE NOT IN EXCESS OF THOSE SPECI-\n   18  FIED WITHIN THIS SECTION.\n   19    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n   20  have become a law. Effective immediately, the addition, amendment and/or\n   21  repeal  of  any  rule  or regulation necessary for the implementation of\n   22  this act on its effective date is authorized to be  made  on  or  before\n   23  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to providing for electronic notarization ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T154619.TXT", "SOBI.D110113.T105818.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294934298592
}