{
  "year" : 2011,
  "senateBillNo" : "A1949-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1949-2011-1294808400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the recuitment incentive and retention program for certain active members of the New York national guard until 2021",
  "summary" : "Extends the recruitment incentive and retention program for certain active members of the New York national guard until 2021. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1949\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. CASTELLI -- read once and referred to the Commit-\n         tee on Higher Education\n\n       AN  ACT to amend chapter 268 of the laws of 1996, amending the education\n         law and the state finance law  relating  to  providing  a  recruitment\n         incentive  and retention program for certain active members of the New\n         York army national guard, New York air national guard,  and  New  York\n         naval  militia,  in  relation  to  extending the effectiveness of such\n         chapter\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 5 of chapter 268 of the laws of 1996, amending the\n    2  education law and the state finance law relating to providing a recruit-\n    3  ment incentive and retention program for certain active members  of  the\n    4  New  York army national guard, New York air national guard, and New York\n    5  naval militia, as amended by section 1 of part B of chapter  56  of  the\n    6  laws of 2005, is amended to read as follows:\n    7    S  5.  This act shall take effect January 1, 1997 and shall expire and\n    8  be deemed repealed March 31, [2011] 2021; provided that any  person  who\n    9  has  begun  to  receive the benefits of this act prior to its expiration\n   10  and repeal shall be entitled to continue to receive the benefits of this\n   11  act after its expiration and repeal until completion of a  baccalaureate\n   12  degree  or  cessation  of  status  as an active member, whichever occurs\n   13  first.\n   14    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05627-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 268 of the laws of 1996, amending the education law and the state finance law relating to providing a recruitment incentive and retention program for certain active members of the New York army national guard, New York air national guard, and New York naval militia, in relation to extending the effectiveness of such chapter ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T155021.TXT", "SOBI.D110113.T103312.TXT", "SOBI.D110126.T121754.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296062274994
}