{
  "year" : 2011,
  "senateBillNo" : "A1945-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1945-2011-1294808400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Braunstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires health care professional education in the area of elder abuse",
  "summary" : "Requires physicians, chiropractors, dentists, registered nurses, podiatrists, optometrists, psychiatrists, psychologists, and dental hygienists to have completed one hour of coursework or training regarding the identification and reporting of elderly abuse prior to the renewal of a license, registration or limited permit; provides procedures and provides for exemptions when no need therefor. ",
  "currentCommittee" : null,
  "sameAs" : "S1039",
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA7233-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1945\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BRAUNSTEIN  -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to  health  care  practi-\n         tioner professional education in the area of elderly abuse\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 3 of section 6507 of the  educa-\n    2  tion  law,  as amended by chapter 356 of the laws of 2006, is amended to\n    3  read as follows:\n    4    a. Establish standards for preprofessional and professional education,\n    5  experience and licensing examinations as required to implement the arti-\n    6  cle for each profession. Notwithstanding any other provision of law, the\n    7  commissioner shall establish standards requiring that all persons apply-\n    8  ing, on or after January first, nineteen hundred ninety-one,  initially,\n    9  or for the renewal of, a license, registration or limited permit to be a\n   10  physician,  chiropractor, dentist, registered nurse, podiatrist, optome-\n   11  trist,  psychiatrist,  psychologist,  licensed  master  social   worker,\n   12  licensed  clinical  social  worker,  licensed  creative  arts therapist,\n   13  licensed marriage and family therapist, licensed mental  health  counse-\n   14  lor,  licensed  psychoanalyst, or dental hygienist shall, in addition to\n   15  all the other licensure,  certification  or  permit  requirements,  have\n   16  completed  [two]  THREE  hours  of  coursework or training regarding the\n   17  identification and reporting of child AND ELDER abuse and  maltreatment.\n   18  The  coursework  or  training  shall  be obtained from an institution or\n   19  provider which has been approved  by  the  department  to  provide  such\n   20  coursework  or  training.  [The] TWO HOURS OF THE coursework or training\n   21  shall include information regarding the physical and behavioral  indica-\n   22  tors  of  child  abuse  and  maltreatment  and  the  statutory reporting\n   23  requirements set out in sections  four  hundred  thirteen  through  four\n   24  hundred twenty of the social services law, including but not limited to,\n   25  when  and  how a report must be made, what other actions the reporter is\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04365-01-1\n\n       A. 1945                             2\n\n    1  mandated or authorized to take, the legal  protections  afforded  repor-\n    2  ters,  and  the  consequences  for  failing to report.   ONE HOUR OF THE\n    3  COURSEWORK OR TRAINING SHALL INCLUDE, BUT NOT BE LIMITED TO, INFORMATION\n    4  REGARDING  THE  PHYSICAL  AND  BEHAVIORAL  INDICATORS OF ELDER ABUSE AND\n    5  MALTREATMENT, AND WHEN AND HOW A REPORT OF ELDER ABUSE AND  MALTREATMENT\n    6  MAY  BE  MADE, WHAT OTHER ACTIONS THE REPORTER IS MANDATED OR AUTHORIZED\n    7  TO TAKE, THE LEGAL PROTECTIONS AFFORDED REPORTERS, AND THE CONSEQUENCES,\n    8  IF ANY, FOR FAILING TO REPORT.   FOR THE  PURPOSES  OF  THIS  PARAGRAPH,\n    9  \"ELDER  ABUSE  AND  MALTREATMENT\"  MEANS  PHYSICAL  ABUSE, SEXUAL ABUSE,\n   10  EMOTIONAL ABUSE, ACTIVE NEGLECT, PASSIVE NEGLECT  OR  SELF  NEGLECT,  AS\n   11  SUCH TERMS ARE DEFINED BY SUBDIVISION SIX OF SECTION FOUR HUNDRED SEVEN-\n   12  TY-THREE  OF  THE  SOCIAL SERVICES LAW, COMMITTED AGAINST A PERSON SIXTY\n   13  YEARS OF AGE OR OLDER. Such coursework  or  training  may  also  include\n   14  information  regarding  the  physical  and  behavioral indicators of the\n   15  abuse of individuals with mental  retardation  and  other  developmental\n   16  disabilities  and  voluntary  reporting of abused or neglected adults to\n   17  the office of mental retardation and developmental disabilities  or  the\n   18  local  adult  protective services unit. Each applicant shall provide the\n   19  department with documentation showing that he or she has  completed  the\n   20  required  training.  The  department shall provide an exemption from the\n   21  child AND ELDER abuse and  maltreatment  training  requirements  to  any\n   22  applicant  who  requests such an exemption and who shows, to the depart-\n   23  ment's satisfaction, that there would be no need because of  the  nature\n   24  of his or her practice for him or her to complete such training;\n   25    S  2. This act shall take effect on the first of January of the second\n   26  calendar year commencing after the date on which it shall have become  a\n   27  law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to health care practitioner professional education in the area of elderly abuse ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T155021.TXT", "SOBI.D110119.T145308.TXT", "SOBI.D110112.T154619.TXT", "SOBI.D110125.T092358.TXT", "SOBI.D110113.T111814.TXT", "SOBI.D110125.T151934.TXT", "SOBI.D110113.T105818.TXT", "SOBI.D110125.T151425.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295986774111
}