{
  "year" : 2011,
  "senateBillNo" : "A1942-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1942-2011-1294808400000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits disclosure of highway, bridge, tunnel and other thoroughfare toll and transit records, with exceptions",
  "summary" : "Prohibits the disclosure of highway, bridge, tunnel and other thoroughfare toll records, and commuter railroad and transit records to protect privacy, unless necessary to perform law enforcement functions of certain public officials and bodies or to further another public entities official functions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "A4985-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1942\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. BING, JAFFEE -- Multi-Sponsored by -- M. of A.\n         GABRYSZAK, GALEF -- read once and referred to the Committee on Govern-\n         mental Operations\n\n       AN ACT to amend the civil rights law, in relation to  privacy  of  elec-\n         tronic fare and toll records\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Statement of legislative intent. The legislature finds and\n    2  declares that public entities increasingly are  establishing  electronic\n    3  toll  and  electronic fare payment systems, which have the potential for\n    4  great convenience to the general public. E-Z Pass, for  example,  allows\n    5  motorists  to  have toll charges automatically deducted from pre-establ-\n    6  ished accounts.  Programs such as these have proven popular with consum-\n    7  ers. But some consumers,  public  officials  and  public  entities  have\n    8  raised  legitimate  questions about the extent to which records of indi-\n    9  vidual travel created by such electronic toll and fare  programs  should\n   10  be  disclosed,  and  under  what  circumstances.   This bill establishes\n   11  reasonable, uniform provisions for maintaining  the  confidentiality  of\n   12  such  records, while at the same time authorizing disclosure in cases of\n   13  legitimate law enforcement need.\n   14    S 2.  The civil rights law is amended by adding a new section 50-f  to\n   15  read as follows:\n   16    S  50-F. PRIVACY OF ELECTRONIC TOLL AND FARE RECORDS. 1.  DEFINITIONS.\n   17  AS USED IN THIS SECTION:\n   18    A. \"ELECTRONIC TOLL INFORMATION\" SHALL MEAN RECORDS CREATED  OR  MAIN-\n   19  TAINED BY A PUBLIC ENTITY OR BY A CONTRACTOR ON BEHALF OF A PUBLIC ENTI-\n   20  TY CONCERNING A MOTORIST OR MOTOR VEHICLE REGARDING THE USE OF ANY HIGH-\n   21  WAY,  BRIDGE, TUNNEL OR OTHER THOROUGHFARE, INCLUDING BUT NOT LIMITED TO\n   22  E-Z PASS RECORDS, WHICH CONTAIN INFORMATION SUCH AS (BUT NOT LIMITED TO)\n   23  THE NAME AND ADDRESS OF THE REGISTERED VEHICLE OWNER OR ACCOUNT  HOLDER,\n   24  A DESCRIPTION AND/OR LICENSE PLATE NUMBER OF THE VEHICLE, THE DATE, TIME\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04435-01-1\n\n       A. 1942                             2\n\n    1  AND  LOCATION  OF  THE  PASSAGE  OF  A VEHICLE THROUGH A TOLL COLLECTION\n    2  LOCATION, AND THE STATEMENTS  OF  ACCOUNT  ADDITIONS  AND/OR  DEDUCTIONS\n    3  PREPARED FOR OR SENT TO THE ACCOUNT HOLDER.\n    4    B.  \"ELECTRONIC  FARE INFORMATION\" SHALL MEAN RECORDS CREATED OR MAIN-\n    5  TAINED BY A PUBLIC ENTITY OR BY A CONTRACTOR ON BEHALF OF A PUBLIC ENTI-\n    6  TY CONCERNING AN ACCOUNT HOLDER, INCLUDING BUT NOT  LIMITED  TO  \"METRO-\n    7  CARD\" AND PASS CARD SYSTEM COMPUTER RECORDS CONCERNING COMMUTER RAILROAD\n    8  AND/OR  TRANSIT FACILITY USE, WHICH CONTAIN INFORMATION SUCH AS (BUT NOT\n    9  LIMITED TO) THE NAME AND ADDRESS OF THE ACCOUNT  HOLDER;  THE  DATE  AND\n   10  TIME  OF  FARE CARD OR FARE MEDIA USE; IDENTIFICATION OF THE LOCATION OR\n   11  TRANSIT STATION WHERE SUCH FARE CARD OR FARE MEDIA  WAS  USED;  AND  THE\n   12  STATEMENTS  OF  ACCOUNT ADDITIONS AND/OR DEDUCTIONS PREPARED FOR OR SENT\n   13  TO THE ACCOUNT HOLDER.\n   14    C. \"PUBLIC ENTITY\" SHALL MEAN AND INCLUDE ANY STATE OR  LOCAL  DEPART-\n   15  MENT,  AGENCY,  BOARD,  BUREAU,  DIVISION, COMMISSION, PUBLIC AUTHORITY,\n   16  PUBLIC BENEFIT CORPORATION OR OFFICE OF THE STATE OR A POLITICAL  SUBDI-\n   17  VISION  OF  THE  STATE, OR ANY OTHER ENTITY PERFORMING A GOVERNMENTAL OR\n   18  PROPRIETARY FUNCTION FOR THE STATE OR ANY OF ITS POLITICAL SUBDIVISIONS.\n   19    D. \"CONTRACTOR\" SHALL MEAN ANY ENTITY ENGAGED IN  PERFORMING  CUSTOMER\n   20  SERVICE  FUNCTIONS, INCLUDING VIOLATIONS PROCESSING, UNDER CONTRACT WITH\n   21  A PUBLIC ENTITY.\n   22    2. CONFIDENTIALITY OF RECORDS. ELECTRONIC TOLL INFORMATION  AND  ELEC-\n   23  TRONIC FARE INFORMATION IS CONFIDENTIAL INFORMATION. NOTWITHSTANDING THE\n   24  PROVISIONS  OF  ANY OTHER LAW, SUCH INFORMATION SHALL NOT BE OPEN TO THE\n   25  PUBLIC, NOR SUBJECT TO CIVIL  OR  CRIMINAL  PROCESS  OR  DISCOVERY,  NOR\n   26  SUBJECT  TO DISCLOSURE UNDER THE FREEDOM OF INFORMATION LAW, NOR USED BY\n   27  ANY COURT OR ADMINISTRATIVE  OR  ADJUDICATORY  BODY  IN  ANY  ACTION  OR\n   28  PROCEEDING  THEREIN,  AND NO PUBLIC ENTITY OR EMPLOYEE, OFFICER OR AGENT\n   29  THEREOF SHALL DISCLOSE SUCH INFORMATION, EXCEPT THAT SUCH INFORMATION:\n   30    A. SHALL BE AVAILABLE FOR  INSPECTION  AND  COPYING  AND  USE  BY  THE\n   31  ACCOUNT  HOLDER  FOR  SO  LONG AS SUCH INFORMATION IS MAINTAINED BY SUCH\n   32  PUBLIC ENTITY, EMPLOYEE, OFFICER OR AGENT; AND\n   33    B. (I) SHALL BE FURNISHED WHEN DESCRIBED IN A SEARCH WARRANT ISSUED BY\n   34  A COURT AUTHORIZED TO ISSUE SUCH A SEARCH WARRANT  PURSUANT  TO  ARTICLE\n   35  SIX  HUNDRED  NINETY  OF  THE  CRIMINAL PROCEDURE LAW OR A FEDERAL COURT\n   36  AUTHORIZED TO ISSUE SUCH A SEARCH WARRANT UNDER FEDERAL LAW, WHERE  SUCH\n   37  SEARCH  WARRANT  STATES  THAT  THERE IS REASONABLE CAUSE TO BELIEVE SUCH\n   38  INFORMATION CONSTITUTES EVIDENCE OF, OR TENDS  TO  DEMONSTRATE  THAT,  A\n   39  MISDEMEANOR  OR  FELONY  OFFENSE  WAS COMMITTED IN THIS STATE OR ANOTHER\n   40  STATE, OR THAT A PARTICULAR PERSON PARTICIPATED IN THE COMMISSION  OF  A\n   41  MISDEMEANOR  OR FELONY OFFENSE IN THIS STATE OR ANOTHER STATE, PROVIDED,\n   42  HOWEVER, THAT IF SUCH OFFENSE WAS AGAINST THE LAWS OF ANOTHER STATE, THE\n   43  COURT SHALL ONLY ISSUE A WARRANT IF THE CONDUCT COMPRISING SUCH  OFFENSE\n   44  WOULD,  IF  OCCURRING  IN THIS STATE, CONSTITUTE A MISDEMEANOR OR FELONY\n   45  AGAINST THE LAWS OF THIS STATE; AND\n   46    (II) SHALL BE FURNISHED IN RESPONSE TO A SUBPOENA DUCES  TECUM  SIGNED\n   47  BY  A JUDGE OF COMPETENT JURISDICTION AND ISSUED PURSUANT TO ARTICLE SIX\n   48  HUNDRED TEN OF THE CRIMINAL PROCEDURE LAW OR A JUDGE OR MAGISTRATE OF  A\n   49  FEDERAL  COURT  AUTHORIZED  TO  ISSUE  SUCH A SUBPOENA DUCES TECUM UNDER\n   50  FEDERAL LAW, WHERE THE JUDGE FINDS AND THE SUBPOENA STATES THAT THERE IS\n   51  REASONABLE CAUSE TO BELIEVE SUCH INFORMATION IS RELEVANT AND MATERIAL TO\n   52  THE PROSECUTION, OR THE DEFENSE, OR THE INVESTIGATION BY  AN  AUTHORIZED\n   53  LAW  ENFORCEMENT OFFICIAL, OF THE ALLEGED COMMISSION OF A MISDEMEANOR OR\n   54  FELONY IN THIS STATE OR ANOTHER STATE, PROVIDED, HOWEVER, THAT  IF  SUCH\n   55  OFFENSE  WAS AGAINST THE LAWS OF ANOTHER STATE, SUCH JUDGE OR MAGISTRATE\n   56  SHALL ONLY ISSUE SUCH SUBPOENA IF THE CONDUCT  COMPRISING  SUCH  OFFENSE\n\n       A. 1942                             3\n\n    1  WOULD, IF OCCURRING IN THIS STATE, CONSTITUTE A MISDEMEANOR OR FELONY IN\n    2  THIS STATE; AND\n    3    (III) MAY, IF LAWFULLY OBTAINED PURSUANT TO PARAGRAPH A OF THIS SUBDI-\n    4  VISION OR THIS PARAGRAPH AND OTHERWISE ADMISSIBLE, BE USED IN SUCH CRIM-\n    5  INAL ACTION OR PROCEEDING; AND\n    6    C.  MAY  BE  OBTAINED AND, IF OTHERWISE ADMISSIBLE, BE USED IN A CIVIL\n    7  COURT OR OTHER CIVIL ADMINISTRATIVE OR ADJUDICATORY BODY IN  ANY  ACTION\n    8  OR  PROCEEDING  PENDING  THEREIN  WHEN SUCH ACTION OR PROCEEDING RELATES\n    9  DIRECTLY TO THE COLLECTION OF TOLL OR FARE REVENUES AND IT IS ALLEGED:\n   10    (I) BY THE PROVIDER OF SUCH SERVICES  THAT  TOLLS  OR  FARES  PROPERLY\n   11  CHARGED TO THE ACCOUNT HOLDER REMAIN UNPAID; OR\n   12    (II) BY THE ACCOUNT HOLDER THAT TOLLS OR FARES WERE IMPROPERLY CHARGED\n   13  TO SUCH HOLDER'S ACCOUNT; AND\n   14    D.  MAY  BE  USED BY SUCH PUBLIC ENTITY OR A CONTRACTOR ON BEHALF OF A\n   15  PUBLIC ENTITY FOR COMMUNICATIONS  WITH  THE  ACCOUNT  HOLDER,  INCLUDING\n   16  MONTHLY   STATEMENTS,   ANNOUNCEMENTS   AND   NOTIFICATION   OF  ALLEGED\n   17  VIOLATIONS; AND\n   18    E. MAY BE USED BY SUCH PUBLIC ENTITY OR A CONTRACTOR ON  BEHALF  OF  A\n   19  PUBLIC  ENTITY  FOR  CUSTOMER  SERVICE CENTER TO CUSTOMER SERVICE CENTER\n   20  COMMUNICATIONS IN CONNECTION WITH THE ADMINISTRATION OF SUCH  ELECTRONIC\n   21  TOLL OR ELECTRONIC FARE INFORMATION SYSTEM; AND\n   22    F. LIMITED TO ELECTRONIC FARE INFORMATION MAY, UPON WRITTEN REQUEST OF\n   23  THE  BOARD  OF  EDUCATION OF THE CITY OF NEW YORK IDENTIFYING A SPECIFIC\n   24  STUDENT HOLDING A STUDENT  DISCOUNT  CARD  ISSUED  BY  THE  METROPOLITAN\n   25  TRANSPORTATION  AUTHORITY  AND/OR ONE OF ITS SUBSIDIARY CORPORATIONS, BE\n   26  PROVIDED BY SUCH METROPOLITAN TRANSPORTATION AUTHORITY AND/OR SUBSIDIARY\n   27  CORPORATION TO SUCH BOARD OF EDUCATION OF THE CITY OF NEW YORK.\n   28    3. INFORMATION. NOTHING HEREIN SHALL PRECLUDE  THE  USE  OF  AGGREGATE\n   29  ELECTRONIC TOLL OR FARE INFORMATION WHICH DOES NOT IDENTIFY ANY INDIVID-\n   30  UAL  ACCOUNT  HOLDER  IN  AN  ACTION OR PROCEEDING INVOLVING SUCH PUBLIC\n   31  ENTITY, NOR PRECLUDE  THE  USE,  SALE  OR  DISTRIBUTION  OF  INFORMATION\n   32  COMPILED  FROM  ELECTRONIC TOLL OR FARE INFORMATION, WHERE SUCH COMPILED\n   33  INFORMATION DOES NOT IDENTIFY ANY INDIVIDUAL ACCOUNT HOLDER.\n   34    4. NOTICE. EVERY PUBLIC ENTITY THAT COLLECTS ELECTRONIC TOLL  OR  FARE\n   35  INFORMATION SHALL PROVIDE REGULAR AND CONSPICUOUS NOTICE, IN WRITING, TO\n   36  APPLICANTS  AND  ACCOUNT  HOLDERS  CONCERNING  THE  PROVISIONS  OF  THIS\n   37  SECTION, WHICH NOTICE SHALL ALSO DESCRIBE THE  MEANS  BY  WHICH  ACCOUNT\n   38  HOLDERS MAY OBTAIN COPIES OF THEIR INDIVIDUAL ACCOUNT RECORDS.\n   39    5.  VIOLATIONS.  ANY  PERSON  WHO  KNOWINGLY  RELEASES  OR PERMITS THE\n   40  RELEASE OF ELECTRONIC TOLL OR ELECTRONIC FARE INFORMATION THAT IS CONFI-\n   41  DENTIAL UNDER THIS SECTION TO A PERSON OR ENTITY NOT ENTITLED TO RECEIVE\n   42  SUCH INFORMATION SHALL BE SUBJECT TO A CIVIL PENALTY OF UP TO FIVE THOU-\n   43  SAND DOLLARS.\n   44    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to privacy of electronic fare and toll records ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T154619.TXT", "SOBI.D110113.T105818.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294934298587
}