{
  "year" : 2011,
  "senateBillNo" : "A1946-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A1946-2011-1294808400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Braunstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires insurance companies to provide coverage for the vaccine against human papilloma virus",
  "summary" : "Requires insurance companies to provide coverage for the vaccine against human papilloma virus. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A7489-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1946\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BRAUNSTEIN  -- read once and referred to the\n         Committee on Insurance\n\n       AN ACT to amend the insurance law,  in  relation  to  the  provision  of\n         preventive and primary care services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Clauses (ii) and (iii) of subparagraph (B) of paragraph  17\n    2  of  subsection  (i)  of  section  3216 of the insurance law, as added by\n    3  chapter 728 of the laws of 1993, are amended and a new  clause  (iv)  is\n    4  added to read as follows:\n    5    (ii)  at  each visit, services in accordance with the prevailing clin-\n    6  ical standards of  such  designated  association,  including  a  medical\n    7  history,  a  complete  physical  examination,  developmental assessment,\n    8  anticipatory guidance, appropriate immunizations  and  laboratory  tests\n    9  which  tests  are  ordered at the time of the visit and performed in the\n   10  practitioner's office, as authorized by law, or in a clinical  laborato-\n   11  ry; [and]\n   12    (iii)  necessary  immunizations as determined by the superintendent in\n   13  consultation with the commissioner of  health  consisting  of  at  least\n   14  adequate  dosages  of  vaccine  against  diphtheria, pertussis, tetanus,\n   15  polio, measles, rubella, mumps, haemophilus influenzae type b and  hepa-\n   16  titis  b  which  meet the standards approved by the United States public\n   17  health service for such biological products[.]; AND\n   18    (IV) IMMUNIZATIONS DETERMINED BY THE DEPENDENT CHILD'S PHYSICIAN TO BE\n   19  MEDICALLY APPROPRIATE CONSISTING OF AT LEAST ADEQUATE DOSES  OF  VACCINE\n   20  AGAINST  HUMAN  PAPILLOMA VIRUS WHICH MEETS THE STANDARD APPROVED BY THE\n   21  UNITED STATES PUBLIC HEALTH SERVICE FOR SUCH BIOLOGICAL PRODUCTS.\n   22    S 2. Clauses (ii) and (iii) of subparagraph  (B)  of  paragraph  8  of\n   23  subsection (l) of section 3221 of the insurance law, as amended by chap-\n   24  ter  728 of the laws of 1993, are amended and a new clause (iv) is added\n   25  to read as follows:\n   26    (ii) at each visit, services in accordance with the  prevailing  clin-\n   27  ical  standards  of  such  designated  association,  including a medical\n   28  history, a  complete  physical  examination,  developmental  assessment,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04575-01-1\n\n       A. 1946                             2\n\n    1  anticipatory  guidance,  appropriate  immunizations and laboratory tests\n    2  which tests are ordered at the time of the visit and  performed  in  the\n    3  practitioner's  office, as authorized by law, or in a clinical laborato-\n    4  ry; [and]\n    5    (iii)  necessary  immunizations as determined by the superintendent in\n    6  consultation with the commissioner of  health  consisting  of  at  least\n    7  adequate  dosages  of  vaccine  against  diphtheria, pertussis, tetanus,\n    8  polio, measles, rubella, mumps, haemophilus influenzae type b and  hepa-\n    9  titis  b  which  meet the standards approved by the United States public\n   10  health service for such biological products[.]; AND\n   11    (IV) IMMUNIZATIONS DETERMINED BY THE DEPENDENT CHILD'S PHYSICIAN TO BE\n   12  MEDICALLY APPROPRIATE CONSISTING OF AT LEAST ADEQUATE DOSES  OF  VACCINE\n   13  AGAINST  HUMAN  PAPILLOMA VIRUS WHICH MEETS THE STANDARD APPROVED BY THE\n   14  UNITED STATES PUBLIC HEALTH SERVICE FOR SUCH BIOLOGICAL PRODUCTS.\n   15    S 3. Paragraph 2 of subsection (j) of section 4303  of  the  insurance\n   16  law,  as  amended by chapter 728 of the laws of 1993, is amended to read\n   17  as follows:\n   18    (2) For purposes of  this  subsection,  preventive  and  primary  care\n   19  services shall mean the following services rendered to a dependent child\n   20  of  a  subscriber from the date of birth through the attainment of nine-\n   21  teen years of age: (i)  an  initial  hospital  check-up  and  well-child\n   22  visits scheduled in accordance with the prevailing clinical standards of\n   23  a national association of pediatric physicians designated by the commis-\n   24  sioner of health (except for any standard that would limit the specialty\n   25  or  forum  of  licensure of the practitioner providing the service other\n   26  than the limits under state law). Coverage for  such  services  rendered\n   27  shall  be provided only to the extent that such services are provided by\n   28  or under the supervision of a physician, or other professional  licensed\n   29  under  article  one hundred thirty-nine of the education law whose scope\n   30  of practice pursuant to such law includes the authority to  provide  the\n   31  specified  services.  Coverage  shall  be  provided  for  such  services\n   32  rendered in a hospital, as defined in section twenty-eight  hundred  one\n   33  of  the  public  health  law,  or  in  an office of a physician or other\n   34  professional licensed under  article  one  hundred  thirty-nine  of  the\n   35  education  law whose scope of practice pursuant to such law includes the\n   36  authority to  provide  the  specified  services,  (ii)  at  each  visit,\n   37  services  in  accordance  with the prevailing clinical standards of such\n   38  designated association, including a medical history, a complete physical\n   39  examination, developmental assessment, anticipatory guidance,  appropri-\n   40  ate  immunizations  and  laboratory tests which tests are ordered at the\n   41  time of the visit and performed in the practitioner's office, as author-\n   42  ized by law, or in a clinical laboratory, [and] (iii) necessary  immuni-\n   43  zations  as  determined  by  the superintendent in consultation with the\n   44  commissioner of health  consisting  of  at  least  adequate  dosages  of\n   45  vaccine against diphtheria, pertussis, tetanus, polio, measles, rubella,\n   46  mumps,  haemophilus  influenzae  type  b  and hepatitis b which meet the\n   47  standards approved by the United States public health service  for  such\n   48  biological  products, AND (IV) IMMUNIZATIONS DETERMINED BY THE DEPENDENT\n   49  CHILD'S PHYSICIAN TO BE MEDICALLY APPROPRIATE  CONSISTING  OF  AT  LEAST\n   50  ADEQUATE  DOSES OF VACCINE AGAINST HUMAN PAPILLOMA VIRUS WHICH MEETS THE\n   51  STANDARD APPROVED BY THE UNITED STATES PUBLIC HEALTH  SERVICE  FOR  SUCH\n   52  BIOLOGICAL  PRODUCTS.    Such  coverage  shall  not be subject to annual\n   53  deductibles and/or coinsurance. Such  coverage  shall  not  restrict  or\n   54  eliminate existing coverage provided by the contract.\n   55    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to the provision of preventive and primary care services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T155719.TXT", "SOBI.D110112.T155021.TXT", "SOBI.D110113.T113815.TXT", "SOBI.D110125.T151934.TXT", "SOBI.D110113.T114320.TXT", "SOBI.D110125.T151425.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296507439069
}