{
  "year" : 2011,
  "senateBillNo" : "A1950-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A1950-2011-1294808400000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Declares the Vietnam Veterans of America to be benevolent orders",
  "summary" : "Declares the Vietnam Veterans of America to be benevolent orders and grants such organization various benefits available to specified veterans' organizations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Benevolent Orders Law",
  "previousVersions" : [ "A10461-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1950\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. CASTELLI, BURLING, MONTESANO, SALADINO -- Multi-\n         Sponsored by -- M. of A. BARCLAY -- read  once  and  referred  to  the\n         Committee on Veterans' Affairs\n\n       AN  ACT  to  amend the benevolent orders law, the general municipal law,\n         the general city law, the military law and the real property tax  law,\n         in  relation  to  declaring  the  Vietnam  Veterans of America to be a\n         benevolent order  and  granting  such  organization  various  benefits\n         available to specified veterans' organizations\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2 of the benevolent orders law is amended by adding\n    2  a new subdivision 59 to read as follows:\n    3    59.  THE VIETNAM VETERANS OF AMERICA, OR ANY SUBORDINATE CHAPTER THER-\n    4  EOF, WHICH IS DULY CHARTERED BY AND INSTITUTED ACCORDING TO THE  CONSTI-\n    5  TUTION AND LAWS OF THAT ORGANIZATION.\n    6    S 2. Section 7 of the benevolent orders law is amended by adding a new\n    7  subdivision 16-i to read as follows:\n    8    16-I.    ANY  NUMBER  OF  CHARTERS OF THE VIETNAM VETERANS OF AMERICA,\n    9  CHARTERED AND INSTALLED ACCORDING TO THE REGULATIONS OF  THAT  ORGANIZA-\n   10  TION;\n   11    S  3.    Subdivision  1 of section 77 of the general municipal law, as\n   12  amended by chapter 1013 of the laws of  1969,  is  amended  to  read  as\n   13  follows:\n   14    1. A municipal corporation may lease, for not exceeding five years, to\n   15  a  post  or posts of the Grand Army of the Republic, Veterans of Foreign\n   16  Wars of the United States, American Legion, Catholic War Veterans, Inc.,\n   17  Disabled American Veterans, the Army  and  Navy  Union,  U.S.A.,  Marine\n   18  Corps  League,  AMVETS,  American  Veterans  of World War II, Jewish War\n   19  Veterans of the United States, Inc., Italian American  War  Veterans  of\n   20  the  United  States,  Incorporated, Masonic War Veterans of the State of\n   21  New York, Inc., Veterans of World War I of the United States of  America\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05504-02-1\n\n       A. 1950                             2\n\n    1  Department  of New York, Inc., Polish-American Veterans of World War II,\n    2  Amsterdam, N.Y., Inc., Polish-American Veterans of World War  II,  Sche-\n    3  nectady,  N.Y.,  Inc., Polish Legion of American Veterans, Inc., VIETNAM\n    4  VETERANS   OF   AMERICA  or  other  veteran  organization  of  honorably\n    5  discharged members of the armed forces of the United  States  or  to  an\n    6  incorporated  organization  or an association of either active or exempt\n    7  volunteer firemen, a public building or part thereof, belonging to  such\n    8  municipal  corporation, except schoolhouses in actual use as such, with-\n    9  out expense, or at a nominal rent, fixed by the board or council  having\n   10  charge  of  such  buildings  and  provide furniture and furnishings, and\n   11  heat, light and janitor service therefor, in like manner.\n   12    S 4. Section 13 of the general city  law,  as  separately  amended  by\n   13  chapters 14 and 982 of the laws of 1965, is amended to read as follows:\n   14    S 13. Moneys  for Memorial and Veterans days; how expended. The moneys\n   15  appropriated by a city for observance  of  Memorial  and  Veterans  days\n   16  therein  pursuant  to  section  twelve of this chapter shall be expended\n   17  under the direction of a board composed of the mayor and the  commanders\n   18  and  quartermasters  of  the  Grand Army posts, the American Legion, the\n   19  United Spanish War Veterans camps, the Veterans of Foreign Wars  of  the\n   20  United  States, the Army and Navy Union of the United States, the Marine\n   21  Corps League, Inc., the Catholic War Veterans, Inc., the Italian  Ameri-\n   22  can  War  Veterans  of  the  United States, Incorporated, the Jewish War\n   23  Veterans of the United States and commanders and treasurers of  Sons  of\n   24  Veterans,  Military  Order  of the Purple Heart, Inc., Disabled American\n   25  Veterans camps, AMVETS, American Veterans of World War II,  Masonic  War\n   26  Veterans  of the State of New York, Inc., Veterans of World War I of the\n   27  United States of America Department of New York,  Inc.,  Polish-American\n   28  Veterans of World War II, Amsterdam, N. Y., Inc., Polish-American Veter-\n   29  ans of World War II, Schenectady, N. Y., Inc., Polish Legion of American\n   30  Veterans,  Inc.,  United Veteran's Association of America, Incorporated,\n   31  VIETNAM VETERANS OF AMERICA and the United Veterans Memorial and  Execu-\n   32  tive Committee of such city. The whole amount of such money appropriated\n   33  or any part thereof may be spent by such board in observance of Memorial\n   34  and  Veterans days.  Bills properly verified for all claims and expendi-\n   35  tures arising under  section  twelve  of  this  chapter  or  under  this\n   36  section,  shall  be  presented to and audited by such board and shall be\n   37  paid by the common council of any such  city.  The  moneys  appropriated\n   38  shall be raised by tax on the real and personal property liable to taxa-\n   39  tion  in  any  such  city in the same manner as the ordinary expenses of\n   40  maintaining the city government.\n   41    S 5.  Subdivision 3 of section 24 of the military law, as  amended  by\n   42  chapter 141 of the laws of 1988, is amended to read as follows:\n   43    3.  He  is  authorized to request and accept from incorporated associ-\n   44  ations of veterans of the different regiments, statements  and  informa-\n   45  tion  duly authenticated by them, descriptive of their colors, standards\n   46  and battle flags, together with the number and  class  of  arms  of  the\n   47  regiment, the date and place of muster into the service of the state and\n   48  also  into  the service of the United States, the period of service, and\n   49  the date and place of muster-out, the date of departure for the seat  of\n   50  war,  and  the  various  battles  and engagements and places of service,\n   51  including garrison duty, the time of joining brigades, corps and armies,\n   52  with the time and nature of the service, and the names  of  colonels  of\n   53  such regiments, the names of those killed in action, including those who\n   54  died  of wounds, and the names of those who died of disease during their\n   55  period of service. He is further authorized to ask the  cooperation  and\n   56  assistance  of  the  adjutant-general  of  the United States, and of the\n\n       A. 1950                             3\n\n    1  city, county and town authorities and officials, and of the  Grand  Army\n    2  of  the  Republic,  the  Military  Order of the Loyal Legion, the United\n    3  Spanish War Veterans, the American Legion, the Veterans of Foreign Wars,\n    4  the  Jewish  War  Veterans of the United States, Inc. , the Catholic War\n    5  Veterans, Inc. , the Italian American War Veterans of the United States,\n    6  Incorporated, the Polish Legion  of  American  Veterans,  Inc.,  VIETNAM\n    7  VETERANS  OF AMERICA and of other organizations and persons in the state\n    8  of New York and elsewhere in the collection of such  other  information,\n    9  relics,  memorials  and battle flags as is contemplated by this article,\n   10  in order to make as  complete  as  possible  the  records,  history  and\n   11  statistics  of the patriotic service of the soldiers of the state during\n   12  the wars in which the state participated.\n   13    S 6. Paragraph b of subdivision 1 of section 183 of the military  law,\n   14  as  amended  by  chapter  141 of the laws of 1988, is amended to read as\n   15  follows:\n   16    b. On application of one or more posts or chapters of the United Span-\n   17  ish War Veterans, the American Legion, the Veterans of Foreign  Wars  of\n   18  the  United States, the Disabled American Veterans, the AMVETS, American\n   19  Veterans of World War II, the Jewish War Veterans of the United  States,\n   20  Inc., the Catholic War Veterans, Inc., the Italian American War Veterans\n   21  of the United States, Incorporated, the Polish Legion of American Veter-\n   22  ans,  Inc.,  the  Army  and  Navy Union of the United States of America,\n   23  VIETNAM VETERANS OF AMERICA, posts of the Masonic War  Veterans  of  the\n   24  state  of  New  York,  Incorporated,  or groups or squadrons of New York\n   25  Wing, Civil Air Patrol, or of incorporated associations of  veterans  of\n   26  units  of  the  organized  militia,  or one or more posts or chapters of\n   27  organizations of sons of veterans of any war of the United States or  of\n   28  the Reserve Officers Association of the United States, or those historic\n   29  military commands set forth in section two hundred forty-a of [the] this\n   30  chapter,  approved  by  the officer in charge and control of the armory,\n   31  and by his military superiors as prescribed by regulations issued pursu-\n   32  ant to this chapter and under such restrictions as may be prescribed  by\n   33  the  adjutant  general,  the  officer in charge and control of an armory\n   34  shall provide a proper and convenient room or rooms or other appropriate\n   35  space in such armory where such posts or chapters may hold  regular  and\n   36  special  meetings  and  organizational social events of a private nature\n   37  without the payment of any charge or  expense  therefor,  provided  that\n   38  such  use does not interfere with the members and units of the organized\n   39  militia stationed in such armory.\n   40    S 7. Subdivision 1 of section 452 of the real  property  tax  law,  as\n   41  amended  by  chapter  610  of  the  laws  of 1960, is amended to read as\n   42  follows:\n   43    1. Real property owned by a corporation, association or post  composed\n   44  of veterans of the Grand Army of the Republic, Veterans of Foreign Wars,\n   45  Disabled  American Veterans, the United Spanish War Veterans, the Jewish\n   46  War Veterans of the United States, Inc., Catholic  War  Veterans,  Inc.,\n   47  the  American Legion, AMVETS, American Veterans of World War II, Italian\n   48  American War Veterans of the United States,  Incorporated,  Masonic  War\n   49  Veterans  of  the  State  of New York, Incorporated, VIETNAM VETERANS OF\n   50  AMERICA and any other corporation or  association  of  veterans  of  the\n   51  armed  forces  of the United States in any war, actually and exclusively\n   52  used and occupied by such corporation,  association  or  post  shall  be\n   53  exempt  from  taxation  and  exempt  from  special ad valorem levies and\n   54  special assessments to the extent provided in section four hundred nine-\n   55  ty of this chapter.\n   56    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the benevolent orders law, the general municipal law, the general city law, the military law and the real property tax law, in relation to declaring the Vietnam Veterans of America to be a benevolent order and granting such organization various benefits available to specified veterans' organizations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110131.T141711.TXT", "SOBI.D110201.T124855.TXT", "SOBI.D110112.T155021.TXT", "SOBI.D110131.T142212.TXT", "SOBI.D110131.T140713.TXT", "SOBI.D110113.T103312.TXT", "SOBI.D110127.T151912.TXT", "SOBI.D110127.T152409.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296582535226
}