{
  "year" : 2011,
  "senateBillNo" : "A1951-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1951-2011-1294808400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the service members recruitment and retention act of 2011",
  "summary" : "Enacts the service members recruitment and retention act of 2011; provides a recruitment incentive and retention program for certain active members of the New York army national guard, New York air national guard, and New York naval militia; creates the veterans recruiter assistant's program; allows state, county and municipal employees to be compensated for up to 49 days of military deployment per year; relates to the service credit time of military personnel; relates to veteran eligibility for real property tax exemptions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Military Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1951\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CASTELLI,  ORTIZ,  BURLING, SALADINO, FINCH,\n         MONTESANO -- Multi-Sponsored by -- M. of A. BARCLAY, HAWLEY, MOLINARO,\n         WEISENBERG -- read once and referred to the Committee on Higher Educa-\n         tion\n\n       AN ACT to amend the military law and the education law, in  relation  to\n         providing  a  recruitment  incentive and retention program for certain\n         active members of the New York  army  national  guard,  New  York  air\n         national  guard,  and  New York naval militia; to amend chapter 268 of\n         the laws of 1996, amending the education law and the state finance law\n         relating to providing a recruitment incentive  and  retention  program\n         for  certain  active  members of the New York army national guard, New\n         York air national guard, and New York naval militia,  in  relation  to\n         the  effectiveness  thereof;  to  amend the military law and the state\n         finance law, in relation to creating the veterans recruiter assistance\n         program; to amend the labor law, in relation to allowing state, county\n         and municipal employees to be compensated for up to 49 days  of  mili-\n         tary  deployment  per  year; to amend the military law, in relation to\n         the service credit time of military personnel; to amend the real prop-\n         erty tax law, in relation to veteran eligibility for real property tax\n         exemptions; and providing for the repeal of  certain  provisions  upon\n         expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited  as  the  \"service\n    2  members recruitment and retention act of 2011\".\n    3    S 2. The military law is amended by adding a new article 14 to read as\n    4  follows:\n    5                                 ARTICLE XIV\n    6                    MILITARY PERSONNEL TUITION ASSISTANCE\n    7  SECTION 400. RECRUITMENT  INCENTIVE AND RETENTION PROGRAM FOR MEMBERS OF\n    8                 THE NEW YORK STATE ORGANIZED MILITIA.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05626-01-1\n\n       A. 1951                             2\n\n    1    S 400. RECRUITMENT INCENTIVE AND RETENTION PROGRAM FOR MEMBERS OF  THE\n    2  NEW  YORK  STATE  ORGANIZED  MILITIA. THE DIVISION OF MILITARY AND NAVAL\n    3  AFFAIRS IS AUTHORIZED, WITHIN AMOUNTS APPROPRIATED OR OTHERWISE LAWFULLY\n    4  AVAILABLE FROM ANY OTHER SOURCE, TO ESTABLISH  A  RECRUITMENT  INCENTIVE\n    5  AND  RETENTION PROGRAM. SUCH PROGRAM, AS ESTABLISHED PURSUANT TO SECTION\n    6  SIX HUNDRED SIXTY-NINE-B OF THE EDUCATION LAW, SHALL BE FOR THE  PURPOSE\n    7  OF  REWARDING  MEMBERS  OF  THE  NEW YORK STATE ORGANIZED MILITIA WITH A\n    8  PUBLIC BENEFIT OF TUITION ASSISTANCE IN THE FURTHERANCE OF THEIR  EDUCA-\n    9  TION.\n   10    S  3.  Paragraphs  b, e and f of subdivision 2 of section 669-b of the\n   11  education law, as added by chapter 268 of the laws of 1996, are  amended\n   12  to read as follows:\n   13    b.  The  term  \"degree  producing  curriculum\"  shall mean a series of\n   14  courses programmed to culminate in  a  specific  post-secondary  degree,\n   15  GRADUATE DEGREE or diploma when successfully completed.\n   16    e.  The  term  \"part-time  study\" shall mean enrollment in an approved\n   17  post-secondary degree, OR GRADUATE DEGREE program for at least  six  but\n   18  less  than  twelve semester hours, or the equivalent per semester, or at\n   19  least four but less than eight semester hours per quarter in an institu-\n   20  tion.\n   21    f. The term \"institution\" shall mean any institution of higher  educa-\n   22  tion  recognized  and  approved  by the regents or the university of the\n   23  state of New York which provides a course of study leading to the grant-\n   24  ing of a post-secondary degree, GRADUATE DEGREE or diploma.\n   25    S 4. Subdivisions 5 and 7 of section 669-b of the  education  law,  as\n   26  added  by  chapter  268  of  the  laws  of  1996, are amended to read as\n   27  follows:\n   28    5. Any active member who currently possesses a [baccalaureate] DOCTOR-\n   29  ATE degree or higher is ineligible for participation in the  recruitment\n   30  incentive program provided by this section.\n   31    7.  Upon  the  recipient's  attainment of [a baccalaureate] THE EDUCA-\n   32  TIONAL degree or cessation of status  as  an  active  member,  whichever\n   33  occurs  first,  the benefit provided by this section shall be discontin-\n   34  ued. The tuition benefit provided by this section may  be  suspended  at\n   35  the direction of the division of military and naval affairs for a recip-\n   36  ient's  failure  to maintain good military standing as an active member,\n   37  for the failure to maintain good academic progress and program  pursuit,\n   38  or  for  the  failure to maintain sufficient academic standing to retain\n   39  eligibility for any other financial  assistance  the  recipient  may  be\n   40  receiving.\n   41    S 5. Section 5 of chapter 268 of the laws of 1996, amending the educa-\n   42  tion  law  and the state finance law relating to providing a recruitment\n   43  incentive and retention program for certain active members  of  the  New\n   44  York  army  national  guard,  New  York air national guard, and New York\n   45  naval militia, as amended by section 1 of part B of chapter  56  of  the\n   46  laws of 2005, is amended to read as follows:\n   47    S  5. This act shall take effect January 1, 1997 [and shall expire and\n   48  be deemed repealed March 31, 2011; provided  that  any  person  who  has\n   49  begun  to  receive  the benefits of this act prior to its expiration and\n   50  repeal shall be entitled to continue to receive the benefits of this act\n   51  after its expiration and repeal  until  completion  of  a  baccalaureate\n   52  degree  or  cessation  of  status  as an active member, whichever occurs\n   53  first].\n   54    S 6. The military law is amended by adding a new section 262-a to read\n   55  as follows:\n\n       A. 1951                             3\n\n    1    S 262-A. VETERANS  RECRUITER  ASSISTANTS  PROGRAM  FOR  THE  NEW  YORK\n    2  NATIONAL GUARD. 1. THE DIVISION OF MILITARY AND NAVAL AFFAIRS IS AUTHOR-\n    3  IZED,  WITHIN  AMOUNTS APPROPRIATED OR OTHERWISE LAWFULLY AVAILABLE FROM\n    4  ANY SOURCE, TO ESTABLISH A VETERANS RECRUITER ASSISTANTS PROGRAM FOR THE\n    5  NEW YORK NATIONAL GUARD.\n    6    2.  THE  TERM  \"NEW  YORK NATIONAL GUARD\" SHALL MEAN THE NEW YORK ARMY\n    7  NATIONAL GUARD AND THE NEW YORK AIR NATIONAL GUARD.\n    8    3. A RECRUITING INCENTIVE AWARD NOT TO  EXCEED  FIVE  HUNDRED  DOLLARS\n    9  SHALL  BE  PAID  BY  THE  DIVISION  OF MILITARY AND NAVAL AFFAIRS TO ANY\n   10  VETERAN WHO HAS BEEN DISCHARGED FROM THE  ARMED  FORCES  OF  THE  UNITED\n   11  STATES  UNDER CONDITIONS OTHER THAN DISHONORABLE AND WHO FACILITATES THE\n   12  FIRST-TIME ENLISTMENT  OF  A  QUALIFIED  CANDIDATE  INTO  THE  NEW  YORK\n   13  NATIONAL GUARD.  ONE-HALF OF THE RECRUITING INCENTIVE AWARD WILL BE PAID\n   14  TO  THE  RECRUITING  VETERAN AT THE TIME OF THE FIRST-TIME ENLISTMENT OF\n   15  THE RECRUITED CANDIDATE INTO THE NEW YORK NATIONAL GUARD.  THE REMAINING\n   16  ONE-HALF OF THE AWARD WILL BE PAID TO THE RECRUITING VETERAN AT THE TIME\n   17  THE ENLISTED RECRUIT BEGINS INITIAL ENTRY TRAINING, ALSO KNOWN AS  BASIC\n   18  MILITARY TRAINING.\n   19    4.  UNLESS OTHERWISE PROVIDED FOR IN THIS SECTION, ELIGIBILITY FOR THE\n   20  VETERANS RECRUITING INCENTIVE PROVIDED BY THIS SECTION SHALL  BE  DETER-\n   21  MINED  BY  THE  ADJUTANT  GENERAL OF NEW YORK STATE WHO SHALL PROMULGATE\n   22  SUCH ADMINISTRATIVE RULES AND PROCEDURES AS ARE NECESSARY  TO  IMPLEMENT\n   23  THE RECRUITING INCENTIVE PROVIDED UNDER THIS SECTION.\n   24    S  7. The state finance law is amended by adding a new section 91-h to\n   25  read as follows:\n   26    S 91-H. VETERANS RECRUITER ASSISTANTS PROGRAM  ACCOUNT.  1.  THERE  IS\n   27  HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE STATE COMPTROLLER AND THE\n   28  COMMISSIONER  OF  TAXATION  AND  FINANCE AN ACCOUNT IN THE MISCELLANEOUS\n   29  SPECIAL REVENUE FUND TO BE KNOWN AS THE  VETERANS  RECRUITER  ASSISTANTS\n   30  PROGRAM ACCOUNT.\n   31    2.  SUCH  ACCOUNT SHALL CONSIST OF ALL REVENUES RECEIVED FROM CONTRIB-\n   32  UTIONS, DONATIONS AND ALL OTHER MONEYS CREDITED OR  TRANSFERRED  THERETO\n   33  FROM ANY OTHER FUND OR SOURCE PURSUANT TO LAW.\n   34    3.  MONEYS OF THE ACCOUNT, FOLLOWING APPROPRIATION BY THE LEGISLATURE,\n   35  MAY BE EXPENDED FOR THE VETERANS RECRUITER ASSISTANTS  PROGRAM  FOR  THE\n   36  NEW  YORK  NATIONAL  GUARD  ESTABLISHED  PURSUANT TO SECTION TWO HUNDRED\n   37  SIXTY-TWO-A OF THE MILITARY LAW. MONEYS SHALL BE PAID OUT OF THE ACCOUNT\n   38  ON THE AUDIT AND WARRANT OF THE STATE COMPTROLLER ON VOUCHERS  CERTIFIED\n   39  OR APPROVED BY THE ADJUTANT GENERAL OF NEW YORK STATE.\n   40    S  8.  The  division of military and naval affairs shall report on the\n   41  operation and subsequent effectiveness of the program created by section\n   42  six of this act, one year after it shall have become  law  and  annually\n   43  thereafter  to  the  governor, temporary president of the senate and the\n   44  speaker of the assembly.\n   45    S 9. The labor law is amended by adding a new section 194-a to read as\n   46  follows:\n   47    S 194-A. PAY ALLOWANCES FOR TIME SPENT ON MILITARY DUTY; DEDUCTION  OF\n   48  VACATION TIME PROHIBITED.  1. ALL STATE EMPLOYEES WHO ARE MEMBERS OF THE\n   49  ORGANIZED  RESERVE  OF  THE  UNITED  STATES  ARMED FORCES, INCLUDING THE\n   50  NATIONAL GUARD OF THIS STATE, SHALL BE ALLOWED FULL PAY FOR ALL TIME NOT\n   51  IN EXCESS OF FORTY-NINE DAYS PER YEAR SPENT ON DUTY IN  CONNECTION  WITH\n   52  RESERVE TRAINING AND INSTRUCTION REQUIREMENTS OF THE ARMED FORCES OF THE\n   53  UNITED  STATES,  INCLUDING  THE NATIONAL GUARD OF THIS STATE. THIS LEAVE\n   54  SHALL BE IN ADDITION TO ANY ANNUAL VACATION LEAVE WITH PAY TO  WHICH  AN\n   55  EMPLOYEE MAY BE ENTITLED.\n\n       A. 1951                             4\n\n    1    2. ALL COUNTY AND MUNICIPAL EMPLOYEES WHO ARE MEMBERS OF THE ORGANIZED\n    2  RESERVE  OF THE UNITED STATES ARMED FORCES, INCLUDING THE NATIONAL GUARD\n    3  OF THIS STATE, SHALL BE ALLOWED FULL PAY FOR ALL TIME NOT IN  EXCESS  OF\n    4  FORTY-NINE DAYS PER YEAR SPENT ON DUTY IN CONNECTION WITH RESERVE TRAIN-\n    5  ING  AND  INSTRUCTION  REQUIREMENTS  OF  THE  ARMED FORCES OF THE UNITED\n    6  STATES, INCLUDING THE NATIONAL GUARD OF THIS STATE. THIS LEAVE SHALL  BE\n    7  AT  THE  DISCRETION OF THE EMPLOYING COUNTY OR MUNICIPALITY AND SHALL BE\n    8  IN ADDITION TO ANY ANNUAL VACATION LEAVE WITH PAY TO WHICH  AN  EMPLOYEE\n    9  MAY BE ENTITLED.\n   10    S  10.  The  military  law is amended by adding a new section 244-b to\n   11  read as follows:\n   12    S 244-B. PENSION CREDIT DURING ACTIVE DUTY.  NOTWITHSTANDING ANY OTHER\n   13  PROVISION OF LAW TO THE CONTRARY, ANY PERSON, WHO IS  A  MEMBER  OF  ANY\n   14  PUBLIC RETIREMENT SYSTEM OF THE STATE, CALLED UP FOR ACTIVE DUTY SERVICE\n   15  AS A MEMBER OF THE:\n   16    A. NAVAL MILITIA;\n   17    B. NEW YORK STATE GUARD;\n   18    C. NEW YORK NATIONAL GUARD;\n   19    D. RESERVES; OR\n   20    E.  UNITED  STATES  ARMY,  NAVY,  MARINES,  AIR FORCE, OR COAST GUARD,\n   21  DURING ANY PERIOD FROM SEPTEMBER ELEVENTH, TWO THOUSAND ONE TO THE PRES-\n   22  ENT TIME, SHALL BE AWARDED FULL PENSION CREDIT, FOR ALL TIME SO EMPLOYED\n   23  ON ACTIVE DUTY, AS IF SUCH PERSON WAS EMPLOYED FULL TIME IN THEIR PUBLIC\n   24  EMPLOYMENT, DURING THE TIME OF SUCH ACTIVE DUTY SERVICE,  REGARDLESS  OF\n   25  WHETHER SUCH PERSON RECEIVES ANY WAGES OR SALARY INCOME FROM SUCH PUBLIC\n   26  EMPLOYMENT DURING SUCH ACTIVE DUTY SERVICE.\n   27    S  11.  Subdivision 2 of section 458-a of the real property tax law is\n   28  amended by adding a new paragraph (b-1) to read as follows:\n   29    (B-1) EACH COUNTY, CITY, TOWN OR VILLAGE MAY  ADOPT  A  LOCAL  LAW  TO\n   30  AUTHORIZE  VETERANS  WHO  HAVE  NOT  BEEN  DISCHARGED OR RELEASED FROM A\n   31  CURRENT, SUBSEQUENT MILITARY SERVICE PERIOD, BUT OTHERWISE  QUALIFY  FOR\n   32  BOTH  EXEMPTIONS PROVIDED FOR BY PARAGRAPHS (A) AND (B) OF THIS SUBDIVI-\n   33  SION, TO RECEIVE BOTH EXEMPTIONS.\n   34    S 12. This act shall take effect immediately, provided, however,  that\n   35  the provisions of sections six, seven and eight of this act shall expire\n   36  and  be  deemed  repealed  five years after the date on which they shall\n   37  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the military law and the education law, in relation to providing a recruitment incentive and retention program for certain active members of the New York army national guard, New York air national guard, and New York naval militia; to amend chapter 268 of the laws of 1996, amending the education law and the state finance law relating to providing a recruitment incentive and retention program for certain active members of the New York army national guard, New York air national guard, and New York naval militia, in relation to the effectiveness thereof; to amend the military law and the state finance law, in relation to creating the veterans recruiter assistance program; to amend the labor law, in relation to allowing state, county and municipal employees to be compensated for up to 49 days of military deployment per year; to amend the military law, in relation to the service credit time of military personnel; to amend the real property tax law, in relation to veteran eligibility for real property tax exemptions; and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T163026.TXT", "SOBI.D110131.T141711.TXT", "SOBI.D110112.T155021.TXT", "SOBI.D110131.T140713.TXT", "SOBI.D110113.T103312.TXT", "SOBI.D110113.T103812.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296501431306
}