{
  "year" : 2011,
  "senateBillNo" : "A1955-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A1955-2011-1294808400000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a $500,000 supplemental valuation impact grant to the West Valley central school district",
  "summary" : "Provides a $500,000 supplemental valuation impact grant to the West Valley central school district. ",
  "currentCommittee" : null,
  "sameAs" : "S859",
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1955\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. GIGLIO -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN  ACT  to  amend the education law, in relation to providing a supple-\n         mental valuation impact  grant  to  the  West  Valley  central  school\n         district\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 3 of section 3641 of the  educa-\n    2  tion  law,  as amended by section 31 of part A of chapter 57 of the laws\n    3  of 2009, is amended and a new paragraph e is added to read as follows:\n    4    a. In addition to apportionments otherwise provided by  section  thir-\n    5  ty-six  hundred two of this article, for aid payable in the two thousand\n    6  eight--two thousand nine and two thousand nine--two thousand ten  school\n    7  years,  the  amounts  specified  in  paragraphs c [and], d AND E of this\n    8  subdivision shall be paid for the purpose of providing additional  fund-\n    9  ing  for school districts which have experienced a significant financial\n   10  hardship caused by an extraordinary change in the taxable property valu-\n   11  ation, MORE THAN EIGHTY-THREE PERCENT OF THEIR REAL PROPERTY  CLASSIFIED\n   12  AS  TAX EXEMPTION or extraordinary judgments resulting from tax certior-\n   13  ari proceedings.\n   14    E. TO THE WEST VALLEY CENTRAL SCHOOL DISTRICT,  THERE  SHALL  BE  PAID\n   15  FIVE HUNDRED THOUSAND DOLLARS ($500,000). SUCH GRANT SHALL BE PAYABLE TO\n   16  THE  WEST  VALLEY CENTRAL SCHOOL DISTRICT IN ACCORDANCE WITH THE PAYMENT\n   17  SCHEDULES CONTAINED IN SECTION THIRTY-SIX HUNDRED NINE-A OF  THIS  ARTI-\n   18  CLE, NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY.\n   19    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03727-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing a supplemental valuation impact grant to the West Valley central school district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T155021.TXT", "SOBI.D110113.T103812.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933092005
}