{
  "year" : 2011,
  "senateBillNo" : "A1956-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A1956-2011-1294808400000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the maximum age for taking the civil service examination for appointment as a police officer",
  "summary" : "Eliminates the maximum age for taking the civil service examination for appointment as a police officer. ",
  "currentCommittee" : null,
  "sameAs" : "S838",
  "lawSection" : "Civil Service Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1956\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. GIGLIO -- read once and referred to the Committee\n         on Governmental Employees\n\n       AN ACT to amend the civil service law and the executive law, in relation\n         to  eliminating the maximum age limitation for appointment as a police\n         officer\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph (a) of subdivision 1 of section 58 of the civil\n    2  service law, as amended by chapter 346 of the laws of 2008,  is  amended\n    3  to read as follows:\n    4    (a)  he  or she is not less than twenty years of age as of the date of\n    5  appointment [nor more than thirty-five years of age as of the date  when\n    6  the  applicant  takes the written examination, provided that the maximum\n    7  age requirement of thirty-five years of age as set forth in  this  para-\n    8  graph  shall  not apply to eligible lists finalized pursuant to an exam-\n    9  ination administered prior to May thirty-first, nineteen  hundred  nine-\n   10  ty-nine, provided, however, that:\n   11    (i)  time spent on military duty or on terminal leave, not exceeding a\n   12  total of six years, shall be subtracted from the age  of  any  applicant\n   13  who  has passed his or her thirty-fifth birthday as provided in subdivi-\n   14  sion ten-a of section two hundred forty-three of the military law;\n   15    (ii) such maximum age requirement of thirty-five years shall not apply\n   16  to any police officer as defined in subdivision thirty-four  of  section\n   17  1.20 of the criminal procedure law, who was continuously employed by the\n   18  Buffalo  municipal housing authority between January first, two thousand\n   19  five and June thirtieth, two thousand five and who takes the next  writ-\n   20  ten  exam  offered  after the effective date of this subparagraph by the\n   21  city of Buffalo civil service commission  for  employment  as  a  police\n   22  officer in the city of Buffalo police department, or June thirtieth, two\n   23  thousand six, whichever is later; and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02685-01-1\n\n       A. 1956                             2\n\n    1    (iii)  such  maximum  age  requirement  of thirty-five years shall not\n    2  apply to any police officer of any county, town, city or village  police\n    3  force  not  otherwise  provided for in this section if the eligible list\n    4  has been exhausted and there are no other eligible candidates; provided,\n    5  however,  the police officer themselves are on the eligible list of such\n    6  county, town, city or village and meet all other requirements  of  merit\n    7  and  fitness set forth by this chapter and do not exceed the maximum age\n    8  of thirty-nine];\n    9    S 2. Subdivision 2 of section 58 of the civil service law, as  amended\n   10  by chapter 32 of the laws of 1999, is amended to read as follows:\n   11    2.  The provisions of this section shall not prevent any county, city,\n   12  town, village, housing authority, transit authority or  police  district\n   13  from setting more restrictive requirements of eligibility for its police\n   14  officers[,  except the maximum age to be a police officer as provided in\n   15  paragraph (a) of subdivision one of this section].\n   16    S 3. Subdivision 4 of section 58 of the civil service  law,  as  sepa-\n   17  rately  amended  by chapters 375 and 397 of the laws of 1990, paragraphs\n   18  (a) and (b) as amended by chapter 435 of the laws of 1997 and  paragraph\n   19  (c) as amended by chapter 190 of the laws of 2008, is amended to read as\n   20  follows:\n   21    4.  (a) [Any person who has received provisional or permanent appoint-\n   22  ment in the competitive class of the civil service as a  police  officer\n   23  of  the regional state park police or any police force or police depart-\n   24  ment of any county, city,  town,  village,  housing  authority,  transit\n   25  authority or police district shall be eligible to resign from any police\n   26  force  or  police department, and to be appointed as a police officer in\n   27  the same or any other police force or police department without satisfy-\n   28  ing the age requirements set forth in paragraph (a) of  subdivision  one\n   29  of  this  section  at the time of such second or subsequent appointment,\n   30  provided such second or subsequent appointment occurs within thirty days\n   31  of the date of resignation.\n   32    (b) Any person who has received permanent appointment in  the  compet-\n   33  itive  class  of  the  civil service as a police officer of the regional\n   34  state park police or any police force or police department of any  coun-\n   35  ty,  city, town, village, housing authority, transit authority or police\n   36  district shall be eligible to resign from any  police  force  or  police\n   37  department  and,  subject to such civil service rules as may be applica-\n   38  ble, shall be eligible for reinstatement in the  same  police  force  or\n   39  police  department  or in any other police force or police department to\n   40  which he was eligible for transfer, without satisfying the age  require-\n   41  ments  set  forth in paragraph (a) of subdivision one of this section at\n   42  the time of such reinstatement, provided such reinstatement occurs with-\n   43  in one year of the date of resignation.\n   44    (c) (i)] Legislative findings and declaration. The legislature  hereby\n   45  finds  and  declares  that  it  is frequently impracticable to ascertain\n   46  fitness for the positions of detective and investigator  within  various\n   47  police  or  sheriffs  departments around the state by means of a compet-\n   48  itive examination due to the unique nature of the  duties  assigned  and\n   49  the  intangible  personal  qualities  needed to perform such duties. The\n   50  legislature further finds that competitive examination  has  never  been\n   51  employed  in  many police, correction or sheriffs departments, to ascer-\n   52  tain fitness for the positions of detective and investigator within such\n   53  police, correction or sheriffs departments; such fitness has always been\n   54  determined by evaluation of the capabilities of an individual  (who  has\n   55  in  any  case  received  permanent appointment to the position of police\n   56  officer, correction officer of any rank or deputy sheriff) by superviso-\n\n       A. 1956                             3\n\n    1  ry personnel. The legislature  further  finds  that  an  individual  who\n    2  performs in an investigatory position in a manner sufficiently satisfac-\n    3  tory  to  the  appropriate  supervisors to hold such an assignment for a\n    4  period  of eighteen months, has demonstrated fitness for the position of\n    5  detective or investigator within such  police,  correction  or  sheriffs\n    6  department  at least as sufficiently as could be ascertained by means of\n    7  a competitive examination.\n    8    [(ii)] (B) Notwithstanding any other provision of law, in  any  juris-\n    9  diction,  other  than a city with a population of one million or more or\n   10  the state department of correctional services, which does not administer\n   11  examinations for designation to detective or  investigator,  any  person\n   12  who  has  received permanent appointment to the position of police offi-\n   13  cer, correction officer of any rank or deputy sheriff and is temporarily\n   14  assigned to perform the duties of detective or investigator shall, when-\n   15  ever such assignment to  the  duties  of  a  detective  or  investigator\n   16  exceeds  eighteen  months,  be  permanently designated as a detective or\n   17  investigator and receive the compensation ordinarily paid to persons  in\n   18  such designation.\n   19    [(iii)]  (C) Nothing contained in [subparagraph (ii)] PARAGRAPH (B) of\n   20  this [paragraph] SUBDIVISION  shall be construed to limit any  jurisdic-\n   21  tion's  ability  to administer examinations for appointment to the posi-\n   22  tions of detective and investigator, provided however  that  any  person\n   23  temporarily  assigned to perform the duties of detective or investigator\n   24  within the period commencing September  twenty-third,  nineteen  hundred\n   25  ninety-three  through  and  including the date upon which this paragraph\n   26  shall have become a law and who has not been designated as  a  detective\n   27  or investigator and who has not been subject to an examination for which\n   28  there is a certified eligible list, shall be permanently designated as a\n   29  detective  or  investigator  whenever  such  assignment to the duties of\n   30  detective or investigator exceeds eighteen months.\n   31    [(iv)] (D) Detectives and  investigators  designated  since  September\n   32  twenty-third,  nineteen  hundred  ninety  and  prior to February twenty-\n   33  fourth, nineteen hundred ninety-five by any state, county, town, village\n   34  or city (other than a city with a population of one million or  more  or\n   35  the  state  department  of  correctional services) police, correction or\n   36  sheriffs department, pursuant to the provisions  of  this  paragraph  in\n   37  effect  during  such  period,  who  continue to serve in such positions,\n   38  shall retain their detective or investigator status without any right to\n   39  retroactive financial entitlement.\n   40    S 4. Subdivision 3 of section 215 of the executive law, as amended  by\n   41  chapter 478 of the laws of 2004, is amended to read as follows:\n   42    3.  The  sworn members of the New York state police shall be appointed\n   43  by the superintendent and permanent appointees may  be  removed  by  the\n   44  superintendent only after a hearing. No person shall be appointed to the\n   45  New  York state police force as a sworn member unless he or she shall be\n   46  a citizen of the United States, [between the ages of] AND AT LEAST twen-\n   47  ty-one [and  twenty-nine  years  except  that  in  the  superintendent's\n   48  discretion,  the  maximum  age  may  be  extended  to thirty-five years.\n   49  Notwithstanding any other provision of law or any general or special law\n   50  to the contrary the time spent on military duty, not exceeding  a  total\n   51  of  six years, shall be subtracted from the age of any applicant who has\n   52  passed his or her twenty-ninth  birthday,  solely  for  the  purpose  of\n   53  permitting  qualification as to age and for no other purpose. Such limi-\n   54  tations as to age however shall not apply to persons  appointed  to  the\n   55  positions  of  counsel,  first assistant counsel, assistant counsel, and\n   56  assistant deputy superintendent for employee relations nor to any person\n\n       A. 1956                             4\n\n    1  appointed to the bureau of criminal investigation  pursuant  to  section\n    2  two  hundred  sixteen  of  this article nor] YEARS OF AGE. NOR shall any\n    3  person be appointed unless he or she has fitness and good moral  charac-\n    4  ter  and  shall have passed a physical and mental examination based upon\n    5  standards provided by the rules and regulations of  the  superintendent.\n    6  Appointments  shall be made for a probationary period which, in the case\n    7  of appointees required to attend and complete a basic  training  program\n    8  at the state police academy, shall include such time spent attending the\n    9  basic school and terminate one year after successful completion thereof.\n   10  All other sworn members shall be subject to a probationary period of one\n   11  year  from the date of appointment. Following satisfactory completion of\n   12  the probationary period the  member  shall  be  a  permanent  appointee.\n   13  Voluntary  resignation  or  withdrawal  from  the  New York state police\n   14  during such appointment shall be submitted  to  the  superintendent  for\n   15  approval.    Reasonable time shall be required to account for all equip-\n   16  ment issued or for debts or obligations to the state  to  be  satisfied.\n   17  Resignation  or withdrawal from the division during a time of emergency,\n   18  so declared by the governor, shall not be approved if  contrary  to  the\n   19  best  interest  of the state and shall be a misdemeanor. No sworn member\n   20  removed from the New York state police shall be eligible for  reappoint-\n   21  ment.  The  superintendent  shall  make rules and regulations subject to\n   22  approval by the governor for the discipline and control of the New  York\n   23  state  police  and  for the examination and qualifications of applicants\n   24  for appointment as members thereto and such examinations shall  be  held\n   25  and  conducted  by  the  superintendent  subject to such rules and regu-\n   26  lations. The superintendent is authorized to  charge  a  fee  of  twenty\n   27  dollars  as an application fee for any person applying to take a compet-\n   28  itive examination for the position of trooper, and a fee of five dollars\n   29  for any competitive examination for a civilian position. The superinten-\n   30  dent shall promulgate regulations subject to the approval of the  direc-\n   31  tor  of  the budget, to provide for a waiver of the application fee when\n   32  the fee would cause an unreasonable hardship on  the  applicant  and  to\n   33  establish  a  fee  schedule  and charge fees for the use of state police\n   34  facilities.\n   35    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law and the executive law, in relation to eliminating the maximum age limitation for appointment as a police officer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T155021.TXT", "SOBI.D110113.T103812.TXT", "SOBI.D110112.T155522.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933092012
}