{
  "year" : 2011,
  "senateBillNo" : "A1953-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1953-2011-1294808400000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires persons offering weight loss services to provide notice of certain weight loss and dieting information",
  "summary" : "Requires persons selling or offering to sell weight loss services or weight loss products to provide consumers with a weight loss and dieting information notice; sets forth such notice which includes the dangers of rapid weight loss, dieting information, risks associated with certain medications used with weight loss programs; delineates deceptive practices; provides for penalties, including fines and injunctions; further provides for attorney general enforcement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A3302-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1953\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. COOK, ORTIZ, PHEFFER, ZEBROWSKI -- Multi-Spon-\n         sored by -- M. of A.   COLTON, CYMBROWITZ,  DINOWITZ,  GLICK,  HIKIND,\n         MARKEY, McENENY, J. RIVERA, SCARBOROUGH, SCHROEDER, TOWNS -- read once\n         and referred to the Committee on Consumer Affairs and Protection\n\n       AN  ACT  to  amend  the  general  business law, in relation to requiring\n         persons offering weight loss services to  provide  notice  of  certain\n         risks\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  30-B to read as follows:\n    3                                 ARTICLE 30-B\n    4                            WEIGHT LOSS SERVICES\n    5  SECTION 641. WEIGHT LOSS SERVICES AND PRODUCTS.\n    6          642. WEIGHT LOSS SERVICES; NOTICE.\n    7          643. DECEPTIVE PRACTICES.\n    8          644. LOCAL REGULATION.\n    9          645. PENALTIES.\n   10    S 641. WEIGHT LOSS SERVICES AND PRODUCTS. FOR  THE  PURPOSES  OF  THIS\n   11  ARTICLE:\n   12    1. \"WEIGHT LOSS SERVICES\" SHALL MEAN COUNSELING AND EDUCATIONAL ACTIV-\n   13  ITIES,  INCLUDING,  BUT  NOT  LIMITED TO, RECOMMENDING THE USE OF WEIGHT\n   14  LOSS PRODUCTS, WHICH HAVE THE PRIMARY  PURPOSE  OF  HELPING  INDIVIDUALS\n   15  REDUCE  BODY  WEIGHT.    WEIGHT LOSS SERVICES DOES NOT INCLUDE PROVIDING\n   16  INFORMATION TO THE PUBLIC REGARDING INDIVIDUAL WEIGHT LOSS  PRODUCTS  IF\n   17  THE PERSON, FIRM OR CORPORATION IS NOT ALSO ENGAGED IN COUNSELING ACTIV-\n   18  ITIES.\n   19    2.  \"WEIGHT LOSS PRODUCTS\" SHALL MEAN ANY FOODS, INGREDIENTS OR COMPO-\n   20  NENTS OF FOODS, NUTRITIONAL FORMULAS OR SUPPLEMENTS, DRUGS, EQUIPMENT OR\n   21  ANY OTHER PRODUCTS SOLD OR OFFERED FOR THE PRIMARY  PURPOSE  OF  HELPING\n   22  INDIVIDUALS REDUCE BODY WEIGHT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02436-01-1\n\n       A. 1953                             2\n\n    1    3.  \"DIRECT  SELLER\"  SHALL  MEAN ANY PERSON IF (A) SUCH PERSON IS (I)\n    2  ENGAGED IN THE TRADE OR BUSINESS OF SELLING OR SOLICITING  THE  SALE  OF\n    3  CONSUMER  PRODUCTS TO ANY BUYER ON A BUY-SELL BASIS OR A DEPOSIT-COMMIS-\n    4  SION BASIS FOR RESALE BY THE BUYER OR ANY OTHER PERSON IN  THE  HOME  OR\n    5  OTHERWISE  THAN  IN A PERMANENT RETAIL ESTABLISHMENT, OR (II) ENGAGED IN\n    6  THE TRADE OR BUSINESS OF SELLING OR  SOLICITING  THE  SALE  OF  CONSUMER\n    7  PRODUCTS  IN THE HOME OR OTHERWISE THAN IN A PERMANENT RETAIL ESTABLISH-\n    8  MENT;\n    9    (B) SUBSTANTIALLY ALL THE REMUNERATION, WHETHER OR NOT PAID  IN  CASH,\n   10  FOR  THE  PERFORMANCE OF THE SERVICES DESCRIBED IN PARAGRAPH (A) OF THIS\n   11  SUBDIVISION IS DIRECTLY RELATED TO SALES OR OTHER OUTPUT, INCLUDING  THE\n   12  PERFORMANCE OF SERVICES, RATHER THAN TO THE NUMBER OF HOURS WORKED; AND\n   13    (C)  THE  SERVICES PERFORMED BY THE PERSON ARE PERFORMED PURSUANT TO A\n   14  WRITTEN CONTRACT BETWEEN  SUCH  PERSON  AND  THE  PERSON  FOR  WHOM  THE\n   15  SERVICES  ARE  PERFORMED AND SUCH CONTRACT PROVIDES THAT THE PERSON WILL\n   16  NOT BE TREATED AS AN EMPLOYEE WITH RESPECT TO SUCH  SERVICES  FOR  STATE\n   17  AND FEDERAL TAX PURPOSES.\n   18    S  642.  WEIGHT  LOSS  SERVICES; NOTICE. 1. ANY PERSON, FIRM OR CORPO-\n   19  RATION OFFERING  WEIGHT  LOSS  SERVICES  OR  WEIGHT  LOSS  SERVICES  AND\n   20  PRODUCTS  IN  THIS  STATE  BY  MEANS OF SELLING OR OFFERING TO SELL SUCH\n   21  SERVICES OR PRODUCTS TO THE PUBLIC SHALL EITHER (I) CONSPICUOUSLY POST A\n   22  SIGN, MEASURING AT LEAST NINE INCHES BY FOURTEEN INCHES, WHERE CONSUMERS\n   23  ARE OFFERED THE SERVICES OR PRODUCTS, IN WRITING, IN AT LEAST TEN  POINT\n   24  PRINT, OR (II) PROVIDE IN WRITING, IN AT LEAST TEN POINT PRINT, TO INDI-\n   25  VIDUALS  AND  CONSUMERS  PRIOR TO THE PURCHASE OF SUCH GOODS OR SERVICES\n   26  THE FOLLOWING NOTICE OR SOME OTHER NOTICE WHICH  SUBSTANTIALLY  CONTAINS\n   27  OR PROVIDES THE FOLLOWING INFORMATION.\n   28                      WEIGHT LOSS AND DIETING INFORMATION\n   29    A. WARNING! RAPID WEIGHT LOSS MAY CAUSE SERIOUS HEALTH PROBLEMS. RAPID\n   30  WEIGHT  LOSS  IS  WEIGHT LOSS OF MORE THAN 1 1/2 TO 2 POUNDS PER WEEK OR\n   31  WEIGHT LOSS OF MORE THAN 1 PERCENT OF BODY WEIGHT  PER  WEEK  AFTER  THE\n   32  SECOND WEEK OF PARTICIPATION IN A WEIGHT LOSS PROGRAM.\n   33    B.  CONSULT  YOUR PHYSICIAN BEFORE STARTING ANY WEIGHT LOSS PROGRAM OR\n   34  USING ANY DIET MEDICATIONS OR FORMULAS.\n   35    C. LONG TERM WEIGHT CONTROL IS THE SAFEST AND MOST IMPORTANT  GOAL  OF\n   36  ANY  DIET PROGRAM. PERMANENT LIFESTYLE CHANGES SUCH AS EATING NUTRITIOUS\n   37  FOODS, CALORIE CONTROL AND INCREASING  PHYSICAL  ACTIVITY  HELP  PROMOTE\n   38  LONG TERM WEIGHT LOSS ACCORDING TO MEDICAL EXPERTS.\n   39    D.  ASK THE PERSON PROVIDING OR SELLING YOU WEIGHT LOSS ADVICE OR DIET\n   40  PRODUCTS, MEDICATIONS OR FORMULAS ABOUT THEIR QUALIFICATIONS AND  TRAIN-\n   41  ING IN NUTRITION AND HEALTH.\n   42    E. YOU HAVE THE RIGHT TO:\n   43    (I)  ASK QUESTIONS ABOUT THE POTENTIAL HEALTH RISKS OF THIS PROGRAM OR\n   44  PRODUCT, ITS NUTRITIONAL  CONTENT,  AND  ITS  PSYCHOLOGICAL-SUPPORT  AND\n   45  EDUCATIONAL COMPONENTS;\n   46    (II)  KNOW  THE  PRICE  OF TREATMENT, INCLUDING THE PRICE OF ANY EXTRA\n   47  PRODUCTS, SERVICES, SUPPLEMENTS AND LABORATORY TESTS; AND\n   48    (III) KNOW THE PROGRAM DURATION OF THE PROGRAM RECOMMENDED TO YOU.\n   49    2. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY TO  DIRECT  SELLERS,\n   50  RETAIL  STORES  OR PHARMACIES SELLING WEIGHT LOSS PRODUCTS AND PROVIDING\n   51  INFORMATION TO THE PUBLIC REGARDING  INDIVIDUAL  PRODUCTS,  UNLESS  SUCH\n   52  BUSINESSES  OFFER  BOTH  WEIGHT  LOSS SERVICES AND WEIGHT LOSS PRODUCTS.\n   53  FURTHERMORE, THE PROVISIONS OF THIS SECTION SHALL NOT  APPLY  TO  WEIGHT\n   54  LOSS  SERVICES  PROVIDED  TO AN INDIVIDUAL BY ANY PERSON, FIRM OR CORPO-\n   55  RATION WHICH PROVIDES WEIGHT LOSS SERVICES INCIDENTAL TO  THEIR  PRIMARY\n\n       A. 1953                             3\n\n    1  PROFESSIONAL  SERVICES  TO  SUCH  INDIVIDUAL AND WHICH DOES NOT OFFER TO\n    2  SELL WEIGHT LOSS SERVICES OR WEIGHT LOSS PRODUCTS TO THE PUBLIC.\n    3    S 643. DECEPTIVE PRACTICES. IT SHALL BE A DECEPTIVE TRADE PRACTICE FOR\n    4  ANY  PERSON,  FIRM  OR  CORPORATION  OFFERING  OR  PROVIDING WEIGHT LOSS\n    5  SERVICES OR WEIGHT LOSS PRODUCTS TO MISREPRESENT, DIRECTLY OR  INDIRECT-\n    6  LY:\n    7    1.  THE POTENTIAL HEALTH RISKS OF THE WEIGHT LOSS SERVICES OR PRODUCTS\n    8  OFFERED;\n    9    2. THE SUCCESS OF PARTICIPANTS  USING  THE  WEIGHT  LOSS  SERVICES  OR\n   10  PRODUCTS  OFFERED  IN  ACHIEVING  OR  MAINTAINING  WEIGHT LOSS OR WEIGHT\n   11  CONTROL. ANY REPRESENTATION OF SUCCESSFUL WEIGHT LOSS OR WEIGHT  CONTROL\n   12  BY  PARTICIPANTS  WILL  BE  CONSIDERED MISLEADING IF THE PERSON, FIRM OR\n   13  CORPORATION DOES NOT POSSESS OR RELY UPON A  REASONABLE  BASIS  FOR  THE\n   14  REPRESENTATION  AT  THE TIME IT IS DISSEMINATED. IF A CLAIM IS MADE THAT\n   15  SCIENTIFIC EVIDENCE SUPPORTS THE REPRESENTATION,  THE  PERSON,  FIRM  OR\n   16  CORPORATION  MUST  POSSESS  COMPETENT  AND  RELIABLE SCIENTIFIC EVIDENCE\n   17  SUBSTANTIATING SUCH CLAIM. FOR THE PURPOSES OF THIS SUBDIVISION, \"COMPE-\n   18  TENT AND RELIABLE SCIENTIFIC EVIDENCE\" SHALL MEAN THOSE TESTS, ANALYSES,\n   19  RESEARCH, STUDIES OR OTHER EVIDENCE BASED ON THE  EXPERTISE  OF  PROFES-\n   20  SIONALS  IN THE RELEVANT AREA, THAT HAVE BEEN CONDUCTED AND EVALUATED IN\n   21  AN OBJECTIVE MANNER BY PERSONS QUALIFIED  TO  DO  SO,  USING  PROCEDURES\n   22  GENERALLY  ACCEPTED  IN  THE  PROFESSION  TO YIELD ACCURATE AND RELIABLE\n   23  RESULTS;\n   24    3. THE  EDUCATIONAL  AND  PROFESSIONAL  EXPERIENCE  OF  THE  PERSONNEL\n   25  PROVIDING WEIGHT LOSS SERVICES OR WEIGHT LOSS PRODUCTS;\n   26    4. THE TOTAL CHARGES FOR ANY WEIGHT LOSS SERVICES AND PRODUCTS; OR\n   27    5.  THE  ACTUAL  OR  ESTIMATED  DURATION OF THE USE OF THE WEIGHT LOSS\n   28  SERVICES OR PRODUCTS OFFERED.\n   29    S 644. LOCAL REGULATION. NOTHING IN THIS ARTICLE SHALL BE CONSTRUED TO\n   30  RESTRICT THE POWER OF ANY COUNTY, CITY, TOWN OR  VILLAGE  TO  ADOPT  AND\n   31  ENFORCE  LOCAL  LAWS, ORDINANCES OR REGULATIONS WHICH EXCEED THE MINIMUM\n   32  REQUIREMENTS OF THIS ARTICLE, AS LONG AS SUCH LOCAL LAWS, ORDINANCES  OR\n   33  REGULATIONS  ARE  NOT  INCONSISTENT WITH THE PROVISIONS OF THIS ARTICLE.\n   34  ANY LOCAL LAWS OR RULES REGULATING WEIGHT LOSS SERVICES AND PRODUCTS  IN\n   35  A  CITY  HAVING  A  POPULATION  OF ONE MILLION OR MORE AND WHICH WERE IN\n   36  EFFECT PRIOR TO THE EFFECTIVE  DATE  OF  THIS  ARTICLE  AND  ANY  NOTICE\n   37  PROVIDED  PURSUANT TO SUCH LAW OR RULE, SHALL BE DEEMED TO BE CONSISTENT\n   38  WITH THE PROVISIONS OF THIS ARTICLE.\n   39    S 645. PENALTIES. EACH DAY A PERSON, FIRM OR CORPORATION VIOLATES  ANY\n   40  PROVISION  OF THIS ARTICLE SHALL CONSTITUTE A SINGLE VIOLATION. WHENEVER\n   41  THERE SHALL BE A VIOLATION OF THIS ARTICLE, AN APPLICATION MAY  BE  MADE\n   42  BY  THE  ATTORNEY  GENERAL IN THE NAME OF THE PEOPLE OF THE STATE OF NEW\n   43  YORK TO A COURT OR JUSTICE HAVING JURISDICTION BY A  SPECIAL  PROCEEDING\n   44  TO  ISSUE  AN  INJUNCTION,  AND UPON NOTICE TO THE DEFENDANT OF NOT LESS\n   45  THAN  FIVE  DAYS,  TO  ENJOIN  AND  RESTRAIN  THE  CONTINUANCE  OF  SUCH\n   46  VIOLATIONS.  IF IT SHALL APPEAR TO THE COURT OR JUSTICE THAT THE DEFEND-\n   47  ANT HAS IN FACT, VIOLATED THIS ARTICLE, AN INJUNCTION MAY BE  ISSUED  BY\n   48  SUCH  COURT OR JUSTICE, ENJOINING AND RESTRAINING ANY FURTHER VIOLATION,\n   49  WITHOUT REQUIRING PROOF THAT ANY PERSON HAS, IN  FACT  BEEN  INJURED  OR\n   50  DAMAGED  THEREBY. WHENEVER THE COURT SHALL DETERMINE THAT A VIOLATION OF\n   51  THIS ARTICLE HAS OCCURRED, THE COURT MAY IMPOSE A CIVIL PENALTY  OF  NOT\n   52  MORE  THAN  ONE  HUNDRED DOLLARS FOR THE FIRST VIOLATION AND TWO HUNDRED\n   53  DOLLARS FOR EACH VIOLATION THEREAFTER, BUT IN NO EVENT SHALL  THE  TOTAL\n   54  PENALTY  THEREFOR  EXCEED  ONE  THOUSAND DOLLARS. IN CONNECTION WITH ANY\n   55  SUCH APPLICATION, THE ATTORNEY GENERAL IS AUTHORIZED TO TAKE  PROOF  AND\n\n       A. 1953                             4\n\n    1  MAKE  A  DETERMINATION  OF  THE RELEVANT FACTS AND TO ISSUE SUBPOENAS IN\n    2  ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES.\n    3    S 2. This act shall take effect on the one hundred eightieth day after\n    4  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring persons offering weight loss services to provide notice of certain risks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T155021.TXT", "SOBI.D110113.T103812.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933092996
}