{
  "year" : 2011,
  "senateBillNo" : "A1963-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A1963-2011-1294808400000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the DEC from restricting the burning of garbage, refuse or rubbish in an open fire under certain circumstances",
  "summary" : "Prohibits the DEC from restricting the burning of garbage, refuse or rubbish in an open fire on land possessed by a single family or any part of a farm under certain circumstances. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A7414-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1963\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. HAWLEY -- read once and referred to the Committee\n         on Environmental Conservation\n\n       AN  ACT  to amend the environmental conservation law, in relation to the\n         burning of garbage, refuse or rubbish in an open fire;  and  providing\n         for the repeal of such provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 19-0301 of the environmental  conservation  law  is\n    2  amended by adding a new subdivision 6 to read as follows:\n    3    6. A. THE DEPARTMENT IS PROHIBITED FROM ADOPTING ANY CODE, RULE, REGU-\n    4  LATION OR STANDARD THAT WOULD RESTRICT THE BURNING OF GARBAGE, REFUSE OR\n    5  RUBBISH,  AS  DEFINED IN THIS SECTION, IN AN OPEN FIRE ON LAND POSSESSED\n    6  BY A SINGLE FAMILY, A MEMBER OF WHICH IS THE OWNER, OCCUPANT  OR  LESSEE\n    7  OF  SAID  LAND,  OR ANY PART OF A FARM ON WHICH ONLY ANIMAL OR VEGETABLE\n    8  WASTE RESULTING FROM THE OPERATION OF SUCH FARM IS DEPOSITED.\n    9    B. THIS SUBDIVISION SHALL NOT APPLY TO ANY CITY  OR  VILLAGE,  OR  ANY\n   10  TOWN  WITH A TOTAL TOWN POPULATION, INCLUDING INCORPORATED OR UNINCORPO-\n   11  RATED AREAS, OF GREATER THAN TWENTY THOUSAND.\n   12    C. FOR THE PURPOSES OF  THIS  SUBDIVISION  THE  FOLLOWING  DEFINITIONS\n   13  SHALL APPLY:\n   14    (1) \"OPEN FIRE\" SHALL MEAN ANY OUTDOOR FIRE OR OUTDOOR SMOKE PRODUCING\n   15  PROCESS  FROM  WHICH  AIR  CONTAMINANTS  ARE  EMITTED  DIRECTLY INTO THE\n   16  OUTDOOR ATMOSPHERE.\n   17    (2) \"GARBAGE\" SHALL MEAN THE ANIMAL AND VEGETABLE WASTE RESULTING FROM\n   18  THE HANDLING, PREPARATION, COOKING AND SERVING OF FOOD.\n   19    (3) \"REFUSE\" SHALL MEAN ALL WASTE MATERIAL, INCLUDING BUT NOT  LIMITED\n   20  TO, INCINERATOR RESIDUE, STREET SWEEPINGS, DEAD ANIMALS AND OFFAL.\n   21    (4) \"RUBBISH\" SHALL MEAN SOLID OR LIQUID WASTE MATERIAL, INCLUDING BUT\n   22  NOT LIMITED TO, PAPER AND PAPER PRODUCTS, RAGS, TREES OR LEAVES, NEEDLES\n   23  AND BRANCHES FROM TREES, VINES, LAWN AND GARDEN DEBRIS, FURNITURE, WOOD,\n   24  AND SAWDUST.\n   25    S  2. This act shall take effect immediately and shall expire December\n   26  15, 2017 when upon such date the provisions of this act shall be  deemed\n   27  repealed.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05584-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the burning of garbage, refuse or rubbish in an open fire; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T104312.TXT", "SOBI.D110112.T155522.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933392142
}