{
  "year" : 2011,
  "senateBillNo" : "A1967-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to social services",
    "billEventId" : "A1967-2011-1294808400000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to protecting homeless children from lead paint poisoning",
  "summary" : "Relates to protecting homeless children from lead paint poisoning; bars discrimination in the leasing of rental property against families receiving public assistance or governmental housing subsidies. ",
  "currentCommittee" : null,
  "sameAs" : "S1391",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A6075-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1967\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. JEFFRIES -- read once and referred to the Commit-\n         tee on Social Services\n\n       AN  ACT  to  amend the social services law and the real property law, in\n         relation to protecting homeless children from lead paint poisoning\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  143-b  of  the social services law is amended by\n    2  adding a new subdivision 7 to read as follows:\n    3    7. NO STATE OR LOCAL AGENCY SHALL ARRANGE TO PLACE A FAMILY CONSISTING\n    4  OF A PERSON OR PERSONS UNDER SIX YEARS OF AGE OR PREGNANT WOMEN  IN  ANY\n    5  DWELLING  UNIT  CONSTRUCTED  PRIOR  TO  NINETEEN HUNDRED SEVENTY, OR, IN\n    6  CITIES WITH A POPULATION OF ONE  MILLION  OR  MORE,  ANY  DWELLING  UNIT\n    7  CONSTRUCTED  PRIOR TO NINETEEN HUNDRED SIXTY, FOR WHICH THE RENT IS PAID\n    8  IN ANY PART WITH STATE FUNDS UNLESS SUCH DWELLING UNIT  HAS  BEEN  FIRST\n    9  INSPECTED  BY  A  PERSON  ACCREDITED  PURSUANT TO THE REQUIREMENTS OF 40\n   10  C.F.R. 745.325 OR SUCCESSOR REGULATION, GOVERNING THE  ACCREDITATION  OF\n   11  INDIVIDUALS  ENGAGING  IN LEAD-BASED PAINT ACTIVITIES, AND DETERMINED TO\n   12  BE FREE OF LEAD-BASED HAZARDS, AS DEFINED BY 42 U.S.C. S4851B(15) AND 40\n   13  C.F.R.  S745.103, OR SUCCESSOR STATUTE AND REGULATION. A WRITTEN  REPORT\n   14  SHALL  BE  PREPARED  OF  SUCH  INSPECTION  AND  SHALL BE PROVIDED TO THE\n   15  TENANT.\n   16    S 2. The real property law is amended by adding a new section 236-a to\n   17  read as follows:\n   18    S 236-A. DISCRIMINATION AGAINST PERSONS AND FAMILIES RECEIVING  PUBLIC\n   19  ASSISTANCE  OR GOVERNMENTAL HOUSING SUBSIDIES PROHIBITED. 1. ANY PERSON,\n   20  FIRM OR CORPORATION OWNING OR HAVING  IN  CHARGE  ANY  APARTMENT  HOUSE,\n   21  TENEMENT  HOUSE  OR  OTHER  BUILDING  OR MANUFACTURED HOME PARK USED FOR\n   22  DWELLING PURPOSES WHO SHALL REFUSE TO RENT  ANY  OR  PART  OF  ANY  SUCH\n   23  BUILDING  OR  MANUFACTURED  HOME  PARK  TO  ANY PERSON OR FAMILY, OR WHO\n   24  DISCRIMINATES IN THE  TERMS,  CONDITIONS,  OR  PRIVILEGES  OF  ANY  SUCH\n   25  RENTAL, ON THE GROUND THAT SUCH PERSON OR FAMILY RECEIVES PUBLIC ASSIST-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05038-01-1\n\n       A. 1967                             2\n\n    1  ANCE OR ANY OTHER GOVERNMENT SUBSIDY FOR PAYMENT OF RENT SHALL BE GUILTY\n    2  OF  A  MISDEMEANOR AND ON CONVICTION THEREOF SHALL BE PUNISHED BY A FINE\n    3  OF NOT LESS THAN FIVE HUNDRED NOR MORE THAN  ONE  THOUSAND  DOLLARS  FOR\n    4  EACH OFFENSE.\n    5    2.(A)  WHERE  DISCRIMINATORY  CONDUCT  PROHIBITED  BY THIS SECTION HAS\n    6  OCCURRED, AN AGGRIEVED INDIVIDUAL SHALL HAVE A CAUSE OF  ACTION  IN  ANY\n    7  COURT  OF COMPETENT JURISDICTION FOR DAMAGES, DECLARATORY AND INJUNCTIVE\n    8  RELIEF.\n    9    (B) IN ALL ACTIONS BROUGHT UNDER THIS SECTION, THE COURT  SHALL  ALLOW\n   10  THE  PREVAILING PLAINTIFF REASONABLE ATTORNEY'S FEES AND, UPON A FINDING\n   11  THAT THE DEFENDANT'S DISCRIMINATORY CONDUCT WAS WILLFUL,  AN  ADDITIONAL\n   12  AMOUNT  AS LIQUIDATED DAMAGES EQUAL TO TWO THOUSAND FIVE HUNDRED DOLLARS\n   13  SHALL BE AWARDED.\n   14    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law and the real property law, in relation to protecting homeless children from lead paint poisoning ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T104312.TXT", "SOBI.D110112.T155522.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933392155
}