{
  "year" : 2011,
  "senateBillNo" : "A1960-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to education",
    "billEventId" : "A1960-2011-1294808400000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that all public schools shall include as a part of health education instruction concerning the prevention and reporting of sexual abuse and assault",
  "summary" : "Provides that all public schools shall include as a part of health education instruction concerning the prevention and reporting of sexual abuse and assault. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A384-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1960\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GUNTHER, AUBRY, WEISENBERG, ARROYO, PHEFFER --\n         Multi-Sponsored by -- M. of A. CUSICK, ENGLEBRIGHT, GOTTFRIED,  LATIM-\n         ER, LIFTON, LUPARDO, ORTIZ, RAMOS, REILLY -- read once and referred to\n         the Committee on Education\n\n       AN  ACT to amend the education law, in relation to instruction regarding\n         the prevention and reporting of sexual abuse and assault\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 803-b\n    2  to read as follows:\n    3    S 803-B. HEALTH EDUCATION REGARDING PREVENTION  OF  SEXUAL  ABUSE  AND\n    4  ASSAULT.  1.  ALL  PUBLIC  SCHOOLS SHALL INCLUDE, AS AN INTEGRAL PART OF\n    5  HEALTH EDUCATION, INSTRUCTION  CONCERNING  THE  RECOGNITION,  AVOIDANCE,\n    6  REFUSAL  AND  REPORTING OF INCIDENCES OF SEXUAL ABUSE AND ASSAULT.  SUCH\n    7  INSTRUCTION  SHALL  REFLECT  CURRENT  PRACTICES  AND  STANDARDS  IN  THE\n    8  PREVENTION OF SEXUAL ABUSE AND ASSAULT OF CHILDREN.\n    9    2.  AGE APPROPRIATE INSTRUCTION CONCERNING THE RECOGNITION, AVOIDANCE,\n   10  REFUSAL AND REPORTING OF INCIDENCES OF SEXUAL ABUSE AND ASSAULT INCLUDED\n   11  IN THE HEALTH EDUCATION PROVIDED TO STUDENTS AT  THE  ELEMENTARY  SCHOOL\n   12  GRADES  MAY  BE  TAUGHT BY A REGULAR CLASSROOM TEACHER OR BY A CERTIFIED\n   13  TEACHER HOLDING A CERTIFICATE TO TEACH HEALTH  EDUCATION.    INSTRUCTION\n   14  CONCERNING  THE  RECOGNITION,  AVOIDANCE, REFUSAL AND REPORTING OF INCI-\n   15  DENCES OF SEXUAL ABUSE AND ASSAULT  INCLUDED  IN  THE  HEALTH  EDUCATION\n   16  PROVIDED  TO  STUDENTS AT THE SECONDARY SCHOOL GRADES SHALL BE TAUGHT BY\n   17  TEACHERS CERTIFIED TO TEACH HEALTH EDUCATION.\n   18    3. TEACHERS SHALL  BE  PROVIDED  WITH  THE  APPROPRIATE  TRAINING  AND\n   19  CURRICULA  MATERIALS  CONCERNING  THE  AVOIDANCE  AND REPORTING OF CHILD\n   20  SEXUAL ABUSE AND ASSAULT.\n   21    S 2. This act shall  take  effect  on  the  first  of  September  next\n   22  succeeding  the  date  on  which  it  shall have become a law, provided,\n   23  however, that effective immediately the  commissioner  of  education  is\n   24  authorized  to adopt any rules or regulations necessary to implement the\n   25  provisions of this act on such effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02572-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to instruction regarding the prevention and reporting of sexual abuse and assault ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T103812.TXT", "SOBI.D110112.T155522.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933092018
}