{
  "year" : 2011,
  "senateBillNo" : "A1962-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to social services",
    "billEventId" : "A1962-2011-1294808400000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits medicaid's use of any prior approval or preferred drug list requirement for AIDS, HIV, infection, or hepatitis C",
  "summary" : "Prohibits medicaid's use of any prior approval or preferred drug list requirement for AIDS, HIV, infection, or hepatitis C. ",
  "currentCommittee" : null,
  "sameAs" : "S564",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A2049-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1962\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER, PEOPLES-STOKES, JACOBS, MILLMAN, ROBIN-\n         SON, PERRY, LAVINE -- Multi-Sponsored by -- M. of  A.  COOK,  FARRELL,\n         HOOPER,  McENENY,  N. RIVERA, SCARBOROUGH, TITUS, TOWNS, WEISENBERG --\n         read once and referred to the Committee on Social Services\n\n       AN ACT to amend the social services law, in relation to  establishing  a\n         prohibition  on prior approval or preferred drug list requirements for\n         certain drugs used to treat AIDS, HIV infection or hepatitis C\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The opening paragraph of subdivision 2 of section 365-a of\n    2  the social services law, as amended by chapter 41 of the laws  of  1992,\n    3  is amended and a new subdivision 10 is added to read as follows:\n    4    \"Medical  assistance\" shall mean payment of part or all of the cost of\n    5  medically necessary medical, dental  and  remedial  care,  services  and\n    6  supplies,  as authorized in this title or the regulations of the depart-\n    7  ment, which are necessary to prevent, diagnose, correct or  cure  condi-\n    8  tions in the person that cause acute suffering, endanger life, result in\n    9  illness  or  infirmity, interfere with such person's capacity for normal\n   10  activity, or threaten some significant handicap and which are  furnished\n   11  an  eligible person in accordance with this title and the regulations of\n   12  the department. Such care,  services  and  supplies  shall  include  the\n   13  following  medical  care,  services  and  supplies,  together  with such\n   14  medical care, services and supplies provided for in subdivisions  three,\n   15  four  and  five  of  this  section,  and such medical care, services and\n   16  supplies as  are  authorized  in  the  regulations  of  the  department,\n   17  NOTWITHSTANDING  ANY  INCONSISTENT  PROVISION  OF  LAW,  SUBJECT  TO THE\n   18  PROVISIONS OF SUBDIVISION TEN OF THIS SECTION:\n   19    10. (A) UNLESS REQUIRED BY FEDERAL LAW AND REGULATION AS  A  CONDITION\n   20  OF  QUALIFYING  FOR  FEDERAL  FINANCIAL  PARTICIPATION  IN  THE MEDICAID\n   21  PROGRAM,  THE  DEPARTMENT  OTHERWISE  NOTWITHSTANDING  ANY  INCONSISTENT\n   22  PROVISION OF LAW, SHALL NOT RESTRICT BY PRIOR AUTHORIZATION OR PREFERRED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01989-01-1\n\n       A. 1962                             2\n\n    1  DRUG LIST PROGRAM REQUIREMENT ANY PRESCRIPTION DRUG, INCLUDED IN CERTAIN\n    2  THERAPEUTIC  DRUG CLASSES, AS PRESCRIBED AND DETERMINED BY A PRESCRIBING\n    3  PRACTITIONER LICENSED BY THE STATE, TO BE MEDICALLY  NECESSARY  FOR  THE\n    4  TREATMENT AND PREVENTION OF AIDS, HIV INFECTION, AND HEPATITIS C.\n    5    (B)  THERAPEUTIC  CLASSES CONTAINING PRESCRIPTION DRUGS WHICH SHALL BE\n    6  EXCLUDED FROM ANY PRIOR AUTHORIZATION OR  PREFERRED  DRUG  LIST  PROGRAM\n    7  REQUIREMENT PROVISIONS SHALL INCLUDE THE FOLLOWING:\n    8    (1) ANTI-RETROVIRAL MEDICATIONS, INCLUDING BUT NOT LIMITED TO PROTEASE\n    9  INHIBITORS,  NON-NUCLEOSIDE REVERSE TRANSCRIPTASE INHIBITORS, NUCLEOSIDE\n   10  REVERSE TRANSCRIPTASE INHIBITORS,  ANTI-VIRALS,  AND  FUSION  INHIBITORS\n   11  PRESCRIBED FOR THE TREATMENT OF AIDS OR HIV INFECTION.\n   12    (2)   IMMUNOMODULATORS   AND   HEPATITIS  C-SPECIFIC  ANTIVIRAL  DRUGS\n   13  PRESCRIBED FOR THE TREATMENT OF HEPATITIS C.\n   14    S 2. Severability. If any clause, sentence, paragraph, section or part\n   15  of this act shall be adjudged by any court of competent jurisdiction  to\n   16  be  invalid  and  after  exhaustion  of all further judicial review, the\n   17  judgment shall not affect, impair or invalidate the  remainder  thereof,\n   18  but  shall  be  confined in its operation to the clause, sentence, para-\n   19  graph, section or part of this act directly involved in the  controversy\n   20  in which the judgment shall have been rendered.\n   21    S  3. This act shall take effect on the first of January next succeed-\n   22  ing the date on which it shall have become  a  law;  provided  that  the\n   23  state  commissioner  of  health  is authorized to promulgate any and all\n   24  rules and regulations and take any other measures necessary to implement\n   25  this act on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to establishing a prohibition on prior approval or preferred drug list requirements for certain drugs used to treat AIDS, HIV infection or hepatitis C ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T104312.TXT", "SOBI.D110112.T155522.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933392139
}