{
  "year" : 2011,
  "senateBillNo" : "A1965-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to local governments",
    "billEventId" : "A1965-2011-1294808400000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires municipalities to consider using alternative energy sources in the construction of new municipal buildings",
  "summary" : "Enacts the alternative energy management planning act; requires municipalities to consider using alternative energy sources in the construction of new municipal buildings; authorizes such municipalities to request a state or federal agency, authority or commission assistance providing information concerning alternative energy sources; directs municipalities to form alternative energy planning units. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "AA6935-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1965\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. JAFFEE, SCHIMEL -- Multi-Sponsored by -- M. of A.\n         BOYLAND,  JORDAN  --  read once and referred to the Committee on Local\n         Governments\n\n       AN ACT to amend the general municipal law, in  relation  to  alternative\n         energy management planning\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as  the  \"alterna-\n    2  tive energy management planning act\".\n    3    S  2.  Legislative  intent.  The legislature hereby finds it is in the\n    4  public interest, in order to further the purposes  of  energy  conserva-\n    5  tion,  for  municipalities to adopt a local law to encourage alternative\n    6  energy sources to be utilized in newly constructed municipal buildings.\n    7    S 3. The general municipal law is amended  by  adding  a  new  section\n    8  120-dd to read as follows:\n    9    S  120-DD. ALTERNATIVE ENERGY MANAGEMENT PLANNING.  1. PURSUANT TO THE\n   10  AUTHORITY OF THIS SECTION, NO LATER THAN SEPTEMBER FIRST,  TWO  THOUSAND\n   11  ELEVEN,  A MUNICIPALITY SHALL ADOPT A LOCAL LAW TO REQUIRE THAT ALTERNA-\n   12  TIVE ENERGY SOURCES BE USED TO PROVIDE ENERGY TO ANY  NEWLY  CONSTRUCTED\n   13  MUNICIPAL  BUILDING  AND  ANY REPLACEMENT OR MODIFICATIONS TO ANY ENERGY\n   14  SERVICE IN AN EXISTING MUNICIPAL BUILDING WHENEVER IT  IS  FOUND  TO  BE\n   15  COST  EFFECTIVE. FOR THE PURPOSES OF THIS SECTION \"COST EFFECTIVE\" SHALL\n   16  MEAN THAT THE TOTAL COST OF THE ALTERNATIVE ENERGY SOURCES IS LESS  THAN\n   17  THE  COST OF ENERGY SOURCES OTHER THAN ALTERNATIVE ENERGY SOURCES, WHERE\n   18  THE TERM \"COST\" SHALL MEAN ANY EXPENDITURE MADE IN  THE  ACQUISITION  OF\n   19  ALTERNATIVE  ENERGY  SOURCES  AND  SHALL  ALSO INCLUDE ANY ADDITIONAL OR\n   20  AVOIDED EXPENDITURES RELATED TO:\n   21    (A) FUEL COSTS;\n   22    (B) INSTALLATION, OPERATION, MAINTENANCE OR REPAIR;\n   23    (C) COSTS TO THE MUNICIPALITY, INCLUDING, BUT NOT LIMITED  TO,  PUBLIC\n   24  HEALTH EXPENDITURES RELATED TO THE USE OF CLEAN ENERGY TECHNOLOGIES; OR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05554-01-1\n\n       A. 1965                             2\n\n    1    (D)  COSTS  RELATED  TO REMEDIATION OF ENERGY SOURCE FACILITIES DURING\n    2  AND AFTER CLOSURE OF SUCH FACILITIES.\n    3    2.  PRIOR  TO  THE ENACTMENT OF SUCH LOCAL LAW, THE MUNICIPALITY SHALL\n    4  HOLD AT LEAST ONE PUBLIC HEARING RELATING TO THE PROPOSED PROVISIONS AND\n    5  SHALL GIVE DUE CONSIDERATION TO EXISTING ENERGY CONSERVATION AND  ALTER-\n    6  NATIVE ENERGY SOURCES, STANDARDS, TECHNOLOGIES OR TECHNIQUES, THE AVAIL-\n    7  ABILITY  AND  RELIABILITY  OF ENERGY CONSERVATION AND ALTERNATIVE ENERGY\n    8  SOURCES AND ANY ADDITIONAL EFFORT AND EXPENSE TO BE INCURRED IN  MEETING\n    9  THE PROPOSED REQUIREMENTS.\n   10    3.  IN  FULFILLMENT  OF THE PROVISIONS OF THIS SECTION, MUNICIPALITIES\n   11  MAY REQUEST A STATE OR  FEDERAL  AGENCY,  AUTHORITY  OR  COMMISSION  FOR\n   12  ASSISTANCE  PROVIDING INFORMATION CONCERNING ALTERNATIVE ENERGY SOURCES.\n   13  THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION, THE NEW YORK STATE  ENERGY\n   14  RESEARCH AND DEVELOPMENT AUTHORITY AND THE NEW YORK STATE POWER AUTHORI-\n   15  TY  SHALL  PROVIDE TECHNICAL ASSISTANCE IN FURTHERANCE OF THE PROVISIONS\n   16  OF THIS SECTION.\n   17    4. IN FULFILLMENT OF THE PROVISIONS OF  THIS  SECTION,  MUNICIPALITIES\n   18  ARE AUTHORIZED TO FORM ALTERNATIVE ENERGY PLANNING UNITS FOR THE PURPOSE\n   19  OF  JOINTLY  ENTERING  INTO  ENERGY  PERFORMANCE CONTRACTS AS DEFINED BY\n   20  ARTICLE NINE OF THE ENERGY LAW FOR THE PROVISION OF  ALTERNATIVE  ENERGY\n   21  SERVICES.\n   22    5.  FOR  THE PURPOSES OF THIS SECTION, THE FOLLOWING WORDS AND PHRASES\n   23  HAVE THE FOLLOWING MEANINGS:\n   24    (A) \"BUILDING.\" ANY  COMBINATION  OF  MATERIAL,  WHETHER  PORTABLE  OR\n   25  FIXED,  HAVING  A  ROOF TO FORM A STRUCTURE WHICH IS HEATED OR COOLED IN\n   26  THE NORMAL COURSE AFFORDING SHELTER FOR PERSONS,  ANIMALS  OR  PROPERTY,\n   27  INCLUDING ANY EQUIPMENT THEREIN, PROVIDED HOWEVER THAT THE TERM BUILDING\n   28  SHALL  NOT  INCLUDE  ANY STRUCTURE WHICH IS HEATED OR COOLED WITHOUT THE\n   29  USE OF ELECTRICITY OR FOSSIL FUEL.\n   30    (B) \"ALTERNATIVE ENERGY SOURCES.\" ELECTRICITY GENERATION  TECHNOLOGIES\n   31  THAT PRODUCE ELECTRICITY USING SOLAR THERMAL ENERGY, PHOTOVOLTAIC, WIND,\n   32  FUEL  CELLS,  GEOTHERMAL  ENERGY,  METHANE WASTE AND SUSTAINABLE MANAGED\n   33  BIOMASS. IF AFTER THE EFFECTIVE DATE OF  THIS  SUBDIVISION,  NEW  ENERGY\n   34  TECHNOLOGIES  EMERGE  THAT WERE UNFORESEEABLE AT THE TIME OF SUCH EFFEC-\n   35  TIVE DATE THE COMMISSIONER OF ENVIRONMENTAL CONSERVATION  MAY  DESIGNATE\n   36  SUCH TECHNOLOGIES AS CLEAN ENERGY TECHNOLOGIES BASED UPON A FINDING THAT\n   37  THE  AIR,  WATER, ECOSYSTEM, PUBLIC HEALTH AND WASTE DISPOSAL IMPACTS OF\n   38  SUCH NEW TECHNOLOGIES ARE COMPARABLE TO THOSE OF  THE  RENEWABLE  ENERGY\n   39  TECHNOLOGIES  OTHERWISE  LISTED  IN THIS PARAGRAPH. ANY SUCH DESIGNATION\n   40  SHALL ONLY TAKE PLACE FOLLOWING A COMPLETE OPPORTUNITY FOR PUBLIC REVIEW\n   41  AND COMMENT CONSISTENT WITH THE STATE ADMINISTRATIVE PROCEDURE ACT.\n   42    (C) \"PLANNING UNIT.\" AN AREA COMPOSED OF THE GEOGRAPHIC BOUNDARIES  OF\n   43  ONE  OR MORE MUNICIPALITIES, ESTABLISHED FOR THE PURPOSE OF ESTABLISHING\n   44  A PLAN TO ENCOURAGE THE USE OF ALTERNATIVE  ENERGY  SOURCES  WITHIN  THE\n   45  BOUNDARIES OF THE DISTRICT.\n   46    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to alternative energy management planning ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T104312.TXT", "SOBI.D110112.T155522.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933392148
}