{
  "year" : 2011,
  "senateBillNo" : "A1964-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to local governments",
    "billEventId" : "A1964-2011-1294808400000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hawley",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a referendum on the question \"Do you support the division of New York into two separate states? \"",
  "summary" : "Provides for a referendum on the question \"Do you support the division of New York into two separate states?\" ",
  "currentCommittee" : null,
  "sameAs" : "S712",
  "lawSection" : "Elections",
  "previousVersions" : [ "A8213-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1964\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. HAWLEY -- read once and referred to the Committee\n         on Local Governments\n\n       AN  ACT  to provide for a referendum on the question \"Do you support the\n         division of New York into two separate states?\"; and providing for the\n         repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  At the request of the county legislature or other similar\n    2  governing body of any county, there shall be submitted by the  board  of\n    3  elections  of  such  county  to  the  voters of such county at a general\n    4  election held on or before December 31, 2012 the following question: \"Do\n    5  you support the division of New York into two separate states?\"\n    6    S 2. Such question shall be submitted in the manner  provided  in  the\n    7  election law, and the provisions of such law, not inconsistent with this\n    8  act,  relating  to  the  submission  of  and to the taking, counting and\n    9  returning of the vote and canvassing the results upon a question submit-\n   10  ted pursuant to law to the voters of the state shall apply to the  ques-\n   11  tion  herein required to be submitted. The ballots shall be in such form\n   12  as prescribed by such law.  When  a  board  of  elections    shall  have\n   13  completed  its canvass of the results of the vote upon such question, it\n   14  shall forthwith certify the results of the vote upon  such  question  to\n   15  the secretary of the senate and clerk of the assembly.\n   16    S  3.  This act shall take effect immediately and shall expire January\n   17  1, 2013 when upon such date the provisions of this act shall  be  deemed\n   18  repealed.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01938-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to provide for a referendum on the question \"Do you support the division of New York into two separate states?\"; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T104312.TXT", "SOBI.D110112.T155522.TXT", "SOBI.D110125.T151934.TXT", "SOBI.D110125.T151425.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295986774071
}