{
  "year" : 2011,
  "senateBillNo" : "A1961-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to correction",
    "billEventId" : "A1961-2011-1294808400000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the sex offender alert line to permit members of the public to request notification of the residence of a registered sex offender in certain zip codes",
  "summary" : "Establishes the sex offender alert line to permit members of the public to request notification of the residence of a registered sex offender within certain zip codes; provides that notification will be requested and made by telephone or via the internet; provides that it shall be limited to such information as is otherwise legally permitted to be divulged; immunizes the state from liability for failure to notify. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A383-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1961\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GUNTHER, LATIMER, MAGNARELLI, PAULIN, REILLY,\n         ARROYO, PHEFFER, ORTIZ -- read once and referred to the  Committee  on\n         Correction\n\n       AN  ACT to amend the correction law, in relation to establishing the sex\n         offender alert line\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The correction law is amended by adding a new section 168-\n    2  pp to read as follows:\n    3    S 168-PP. SEX OFFENDER ALERT LINE. 1. PURSUANT TO SECTION ONE  HUNDRED\n    4  SIXTY-EIGHT-B  OF  THIS ARTICLE, THE DIVISION SHALL ALSO OPERATE A TELE-\n    5  PHONE NUMBER, VIA THE SAME SPECIAL TELEPHONE NUMBER ESTABLISHED PURSUANT\n    6  TO SECTION ONE HUNDRED SIXTY-EIGHT-P OF THIS ARTICLE, TO BE KNOWN AS THE\n    7  SEX OFFENDER ALERT LINE, THAT MEMBERS OF THE PUBLIC  MAY  CALL  FREE  OF\n    8  CHARGE TO INQUIRE AS TO WHETHER OR NOT ANY PERSON LISTED ON THE REGISTRY\n    9  IS KNOWN TO THE DIVISION TO RESIDE WITHIN ANY ONE OF THREE AREAS, DESIG-\n   10  NATED  BY  POSTAL ZIP CODES, PROVIDED BY THE CALLER. THE CALLER SHALL BE\n   11  REQUIRED TO PROVIDE A TELEPHONE NUMBER TO BE CALLED BY THE  DIVISION  TO\n   12  FACILITATE NOTICE TO THE CALLER.  THE CALLER SHALL BE REQUIRED TO SPECI-\n   13  FY  WHETHER A NOTIFICATION MAY BE GIVEN ONLY TO THE CALLER PERSONALLY OR\n   14  GIVEN TO AN ANSWERING MACHINE. THE CALLER  SHALL  ALSO  BE  REQUIRED  TO\n   15  SPECIFY  WHETHER OR NOT THE BREAK PERIOD PURSUANT TO SUBDIVISION FIVE OF\n   16  THIS SECTION IS TO BE OBSERVED.\n   17    2. THE DIVISION MAY AUTOMATE SUCH SEX OFFENDER ALERT LINE ONLY TO  THE\n   18  EXTENT PROVIDED IN THIS SECTION.  THE DIVISION SHALL DIVULGE SUCH INFOR-\n   19  MATION  AS  IS  OTHERWISE  PERMITTED BY LAW TO BE DIVULGED, AND NEED NOT\n   20  DIVULGE VIA TELEPHONE ANY IMPRACTICAL AMOUNT  OF  INFORMATION,  BUT  MAY\n   21  DIRECT  THE  RECIPIENT  OF THE CALL TO APPROPRIATE RESOURCES FOR FURTHER\n   22  INFORMATION, INCLUDING BUT NOT LIMITED TO THE DIVISION'S HOMEPAGE ON THE\n   23  INTERNET.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02570-01-1\n\n       A. 1961                             2\n\n    1    3. WHEN THE TELEPHONE NUMBER IS CALLED, A  PREAMBLE  SHALL  BE  PLAYED\n    2  WHICH SHALL PROVIDE THE FOLLOWING INFORMATION: (A) NOTICE THAT THE CALL-\n    3  ER'S  TELEPHONE NUMBER WILL BE RECORDED; (B) THAT THERE IS NO CHARGE FOR\n    4  USE OF THE TELEPHONE NUMBER; (C) NOTICE THAT THE CALLER IS  REQUIRED  TO\n    5  IDENTIFY  HIMSELF OR HERSELF TO THE OPERATOR AND PROVIDE CURRENT ADDRESS\n    6  AND SHALL BE MAINTAINED IN A WRITTEN RECORD; (D) NOTICE THAT THE  CALLER\n    7  IS  REQUIRED TO BE EIGHTEEN YEARS OF AGE OR OLDER; (E) A WARNING THAT IT\n    8  IS ILLEGAL TO USE INFORMATION OBTAINED THROUGH THE TELEPHONE  NUMBER  TO\n    9  COMMIT  A  CRIME  AGAINST  ANY  PERSON  LISTED  OR  TO ENGAGE IN ILLEGAL\n   10  DISCRIMINATION OR HARASSMENT AGAINST SUCH PERSON; (F) A  STATEMENT  THAT\n   11  THE NUMBER IS NOT A CRIME HOTLINE AND THAT ANY SUSPECTED CRIMINAL ACTIV-\n   12  ITY SHOULD BE REPORTED TO LOCAL AUTHORITIES; AND (G) A STATEMENT THAT AN\n   13  INFORMATION  PACKAGE WHICH WILL INCLUDE A DESCRIPTION OF THE LAW AND SEX\n   14  ABUSE AND ABDUCTION PREVENTION MATERIALS IS AVAILABLE UPON REQUEST  FROM\n   15  THE  DIVISION.  SUCH  INFORMATION  PACKAGE  SHALL  INCLUDE QUESTIONS AND\n   16  ANSWERS REGARDING THE MOST COMMONLY ASKED QUESTIONS ABOUT THE SEX OFFEN-\n   17  DER REGISTRATION ACT, AND CURRENT SEX  ABUSE  AND  ABDUCTION  PREVENTION\n   18  MATERIAL.\n   19    4.  THE SEX OFFENDER ALERT LINE SHALL ACCEPT CALLS FROM MEMBERS OF THE\n   20  PUBLIC TWENTY-FOUR HOURS PER DAY, SEVEN DAYS PER WEEK. NOTIFICATIONS  TO\n   21  CALLERS SHALL BE MADE AS TO ANY REGISTERED SEX OFFENDERS RESIDING WITHIN\n   22  THE  GIVEN  AREAS  AS  OF THE TIME WHEN THE CALL IS PLACED AND AS TO ANY\n   23  REGISTERED SEX OFFENDERS  ENTERING  RESIDENCE  WITHIN  THE  GIVEN  AREAS\n   24  SUBSEQUENT TO THE TIME WHEN THE CALL IS PLACED.\n   25    5.  UPON DETERMINING THAT ANY REGISTERED SEX OFFENDER RESIDES WITHIN A\n   26  PROVIDED AREA, THE SEX OFFENDER ALERT LINE SHALL ATTEMPT TO PLACE  CALLS\n   27  TO  ALL PERSONS WHO HAVE REQUESTED NOTIFICATION FOR SUCH AREAS EVERY TWO\n   28  HOURS DURING PERIODS BEGINNING AT 7:00 A.M.  AND  ENDING  AT  9:00  P.M.\n   29  UNTIL  THE  OPERATOR HAS CONFIRMED THE IDENTITY OF THE PERSON REQUESTING\n   30  THE ALERT AND GIVEN THE ALERT TO SUCH PERSON, OR GIVEN THE ALERT  TO  AN\n   31  ANSWERING  MACHINE,  IF  SO  AUTHORIZED, WHICH GIVING OF THE ALERT TO AN\n   32  ANSWERING MACHINE MAY BE PERFORMED BY AN AUTOMATED PROCESS.  CALLS SHALL\n   33  NOT BE MADE BETWEEN THE HOURS OF 3:00 P.M. TO 6:00 P.M. (THE BREAK PERI-\n   34  OD, TO PREVENT CHILDREN FROM RECEIVING SUCH CALLS) IF  SO  SPECIFIED  BY\n   35  THE  MEMBER  OF  THE  PUBLIC. THE NOTIFICATION SHALL BE CAPABLE OF BEING\n   36  LEFT ON A TELEPHONE ANSWERING MACHINE.\n   37    6. IN ADDITION, THE DIVISION SHALL OFFER THE SERVICE OF THE SEX OFFEN-\n   38  DER ALERT LINE ON THE DIVISION'S HOMEPAGE  ON  THE  INTERNET.  WHEN  THE\n   39  INTERNET  OPTION  IS  USED,  THE  SAME SERVICE, FREE OF CHARGE, SHALL BE\n   40  OFFERED, SUBJECT TO THE FOLLOWING MODIFICATIONS:\n   41    (A) ADDITIONAL INFORMATION NOT REQUIRED TO BE PROVIDED OVER THE  TELE-\n   42  PHONE  PURSUANT  TO  SUBDIVISION TWO OF THIS SECTION MAY BE PROVIDED VIA\n   43  THE INTERNET;\n   44    (B) THE PREAMBLE INFORMATION REQUIRED BY  SUBDIVISION  THREE  OF  THIS\n   45  SECTION  SHALL  STATE  THAT  THE  INTERNET  USER  MUST FURNISH AN E-MAIL\n   46  ADDRESS, WHICH WILL BE RECORDED, AND MAY OPTIONALLY FURNISH A  TELEPHONE\n   47  NUMBER, WHICH WILL ALSO BE RECORDED;\n   48    (C) THE INTERNET USER SHALL BE AFFORDED THE OPTION OF RECEIVING NOTICE\n   49  BY TELEPHONE ALONE AS PROVIDED FOR IN THIS SECTION, BY E-MAIL ALONE,  OR\n   50  BY BOTH TELEPHONE AND E-MAIL;\n   51    (D)  WHEN E-MAIL NOTIFICATION IS AUTHORIZED, SUCH NOTICE SHALL BE SENT\n   52  AT THE SAME TIME AS A TELEPHONE CALL WOULD BE PLACED OR IS BEING  PLACED\n   53  IN ADDITION TO THE E-MAIL NOTIFICATION; AND\n   54    (E) E-MAIL NOTIFICATION MAY BE MADE BY AN AUTOMATED PROCESS.\n   55    7.  INFORMATION  PROVIDED  BY  A  PERSON REQUESTING SEX OFFENDER ALERT\n   56  NOTIFICATION SHALL NOT BE USED OR DIVULGED TO ANYONE EXCEPT AS NECESSARY\n\n       A. 1961                             3\n\n    1  TO CARRY OUT THE PROVISIONS OF  THIS  SECTION  OR  FOR  LAW  ENFORCEMENT\n    2  PURPOSES.\n    3    8.  IN  NO  CASE SHALL THE STATE BE HELD LIABLE FOR FAILURE TO PROVIDE\n    4  ANY NOTIFICATION REQUIRED BY THIS SECTION.\n    5    S 2. This act shall take effect on the one hundred eightieth day after\n    6  it shall have become a law;  provided  that  the  division  of  criminal\n    7  justice services is authorized to promulgate any and all rules and regu-\n    8  lations  and  take any other measures necessary to implement this act on\n    9  its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to establishing the sex offender alert line ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T103812.TXT", "SOBI.D110126.T145305.TXT", "SOBI.D110112.T155522.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296071585405
}