{
  "year" : 2011,
  "senateBillNo" : "A1966-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to housing",
    "billEventId" : "A1966-2011-1294808400000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that tenant must be given notice and opportunity to be heard before hardship rent increase may be granted",
  "summary" : "Provides that an application by an owner of rent regulated property in NYC to the division of housing and community renewal for a hardship rent increase above rent guidelines shall not be granted where the tenant has not received notice of such application and been given an opportunity to be heard with respect thereto. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A190-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1966\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. JEFFRIES, WRIGHT, GLICK -- Multi-Sponsored by --\n         M. of A. FARRELL, PRETLOW -- read once and referred to  the  Committee\n         on Housing\n\n       AN  ACT  to  amend  the  administrative code of the city of New York, in\n         relation to hardship rent increases\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  6-a  of subdivision c of section 26-511 of the\n    2  administrative code of the city of  New  York  is  amended  to  read  as\n    3  follows:\n    4    (6-a)  provides  criteria  whereby  as  an alternative to the hardship\n    5  application provided under paragraph six of this subdivision  owners  of\n    6  buildings  acquired  by  the same owner or a related entity owned by the\n    7  same principals three years prior to the date of application  may  apply\n    8  to  the  division  for  increases  in  excess of the level of applicable\n    9  guideline increases established under this law   based on a  finding  by\n   10  the  commissioner  that  such  guideline increases are not sufficient to\n   11  enable the owner to maintain an annual gross rent income for such build-\n   12  ing which exceeds the annual operating expenses of such  building  by  a\n   13  sum  equal to at least five percent of such gross rent. For the purposes\n   14  of this paragraph, operating  expenses  shall  consist  of  the  actual,\n   15  reasonable, costs of fuel, labor, utilities, taxes, other than income or\n   16  corporate  franchise taxes, fees, permits, necessary contracted services\n   17  and non-capital repairs, insurance, parts and supplies, management  fees\n   18  and  other  administrative costs and mortgage interest. For the purposes\n   19  of this paragraph, mortgage interest shall be deemed to mean interest on\n   20  a bona fide mortgage including an allocable portion of  charges  related\n   21  thereto.   Criteria to be considered in determining a bona fide mortgage\n   22  other than an institutional mortgage shall include[;]: condition of  the\n   23  property,  location of the property, the existing mortgage market at the\n   24  time the mortgage is placed, the term of the mortgage, the  amortization\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04662-01-1\n\n       A. 1966                             2\n\n    1  rate, the principal amount of the mortgage, security and other terms and\n    2  conditions  of  the  mortgage. The commissioner shall set a rental value\n    3  for any unit occupied by the owner or a person related to the  owner  or\n    4  unoccupied  at  the  owner's  choice for more than one month at the last\n    5  regulated rent plus the minimum number of guidelines increases or, if no\n    6  such regulated rent existed or is known, the commissioner shall impute a\n    7  rent consistent with other rents in the building. The amount of hardship\n    8  increase shall be such as may be required to maintain the  annual  gross\n    9  rent income as provided by this paragraph. The  division shall not grant\n   10  a  hardship  application  under  this paragraph or paragraph six of this\n   11  subdivision for a period of three years subsequent to granting  a  hard-\n   12  ship  application  under  the  provisions of this paragraph OR WHERE THE\n   13  TENANT HAS NOT RECEIVED NOTICE OF SUCH APPLICATION  AND  BEEN  GIVEN  AN\n   14  OPPORTUNITY  TO  BE  HEARD  WITH RESPECT THERETO; PROVIDED, HOWEVER, THE\n   15  PROVISION FOR BEING HEARD SHALL NOT REQUIRE  AN  ADJUDICATORY  OR  OTHER\n   16  FORMAL HEARING. The collection of any increase in the rent for any hous-\n   17  ing  accommodation  pursuant  to  this  paragraph  shall  not exceed six\n   18  percent in any year from the effective date of the  order  granting  the\n   19  increase  over  the  rent set forth in the schedule of gross rents, with\n   20  collectability of any dollar excess above said sum to be spread  forward\n   21  in  similar  increments  and  added to the rent as established or set in\n   22  future years. No application shall be approved unless the owner's equity\n   23  in such building exceeds five percent of: (i) the arms  length  purchase\n   24  price  of  the  property;  (ii) the cost of any capital improvements for\n   25  which the owner has not collected a surcharge; (iii)  any  repayment  of\n   26  principal  of  any  mortgage or loan used to finance the purchase of the\n   27  property or any  capital  improvements  for  which  the  owner  has  not\n   28  collected  a  surcharge  and (iv) any increase in the equalized assessed\n   29  value of the property which occurred subsequent to the  first  valuation\n   30  of  the  property  after purchase by the owner. For the purposes of this\n   31  paragraph, owner's equity shall mean the sum of (i) the  purchase  price\n   32  of  the  property  less  the  principal  of any mortgage or loan used to\n   33  finance the purchase of the property,  (ii)  the  cost  of  any  capital\n   34  improvement  for  which the owner has not collected a surcharge less the\n   35  principal of any mortgage or loan  used  to  finance  said  improvement,\n   36  (iii)  any  repayment  of  the principal of any mortgage or loan used to\n   37  finance the purchase of the property  or  any  capital  improvement  for\n   38  which  the owner has not collected a surcharge, and (iv) any increase in\n   39  the equalized assessed value of the property which  occurred  subsequent\n   40  to the first valuation of the property after purchase by the owner.\n   41    S  2.  This act shall take effect immediately provided that the amend-\n   42  ment to section 26-511 of the rent stabilization law of nineteen hundred\n   43  sixty-nine made by section one of this act shall expire on the same date\n   44  as such law expires and shall not affect the expiration of such  law  as\n   45  provided under section 26-520 of such law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to hardship rent increases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T104312.TXT", "SOBI.D110112.T155522.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294933392151
}