{
  "year" : 2011,
  "senateBillNo" : "A1973-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to labor",
    "billEventId" : "A1973-2011-1294808400000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the \"incentive to work act\"; repealer",
  "summary" : "Provides unemployment benefits to workers who are partially unemployed. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A11090-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1973\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Labor\n\n       AN ACT to amend the labor law, in relation to the calculation of  weekly\n         unemployment  insurance  benefits  for workers who are partially unem-\n         ployed; and to repeal certain provisions of such law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. This act shall be known and may be cited as the \"incentive\n    2  to work act\".\n    3    S 2. Section 522 of the labor law, as amended by chapter  720  of  the\n    4  laws of 1953, is amended to read as follows:\n    5    S  522. Total unemployment AND PARTIAL UNEMPLOYMENT.  \"Total unemploy-\n    6  ment\" means the total lack of any employment [on  any  day]  DURING  ANY\n    7  WEEK.  \"PARTIAL  UNEMPLOYMENT\" MEANS ANY EMPLOYMENT DURING ANY WEEK THAT\n    8  IS LESS THAN FULL-TIME EMPLOYMENT SO LONG AS THE  COMPENSATION  PAID  IS\n    9  LESS THAN THE CLAIMANT'S WEEKLY BENEFIT RATE PLUS THE CLAIMANT'S PARTIAL\n   10  BENEFIT CREDIT.  The term \"employment\" as used in this section means any\n   11  employment including that not defined in this title.\n   12    S 3. Section 523 of the labor law is REPEALED and a new section 523 is\n   13  added to read as follows:\n   14    S  523. EFFECTIVE WEEK. \"EFFECTIVE WEEK\" MEANS (A) A WEEK DURING WHICH\n   15  A CLAIMANT PERFORMS NO SERVICES FOR WHICH THE CLAIMANT IS  PAID  COMPEN-\n   16  SATION,  OR  (B)  A  WEEK DURING WHICH A CLAIMANT PERFORMS SERVICES ON A\n   17  PART-TIME BASIS FOR WHICH THE CLAIMANT IS PAID COMPENSATION THAT IS LESS\n   18  THAN THE CLAIMANT'S WEEKLY BENEFIT RATE PLUS HIS OR HER PARTIAL  BENEFIT\n   19  CREDIT.\n   20    S 4. The labor law is amended by adding a new section 514-a to read as\n   21  follows:\n   22    S  514-A.  PARTIAL BENEFIT CREDIT. \"PARTIAL BENEFIT CREDIT\" MEANS THAT\n   23  PART OF THE COMPENSATION, IF ANY, PAID TO A CLAIMANT WITH RESPECT  TO  A\n   24  WEEK FOR WHICH BENEFITS ARE CLAIMED UNDER THE PROVISIONS OF THIS CHAPTER\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04128-01-1\n\n       A. 1973                             2\n\n    1  WHICH  IS  NOT  IN EXCESS OF FORTY PER CENTUM OF THE INDIVIDUAL'S WEEKLY\n    2  BENEFIT RATE, OR SEVENTY-ONE DOLLARS AND FIFTY CENTS, WHICHEVER  IS  THE\n    3  GREATER.  SUCH  PARTIAL BENEFIT CREDIT, IF NOT A MULTIPLE OF ONE DOLLAR,\n    4  SHALL BE COMPUTED TO THE NEXT HIGHER MULTIPLE OF ONE DOLLAR.\n    5    S  5.  Subdivision  4  of  section 527 of the labor law, as amended by\n    6  chapter 832 of the laws of 1968 and as renumbered by chapter 381 of  the\n    7  laws of 1984, is amended to read as follows:\n    8    4.  General  condition.  A valid original claim may be filed only in a\n    9  week [in which the claimant has at least one effective day of  unemploy-\n   10  ment] THAT QUALIFIES AS AN EFFECTIVE WEEK OF UNEMPLOYMENT FOR THE CLAIM-\n   11  ANT.\n   12    S  6.  Subparagraph 2 of paragraph (e) of subdivision 1 of section 581\n   13  of the labor law, as amended by chapter 282 of the laws of 2002,  clause\n   14  (v)  as  added by chapter 106 of the laws of 2007, is amended to read as\n   15  follows:\n   16    (2) Benefits payable to any claimant with respect  to  the  claimant's\n   17  then current benefit year shall be charged, when paid, to the account of\n   18  the  last  employer  prior to the filing of a valid original claim in an\n   19  amount equal to seven times the  claimant's  benefit  rate.  Thereafter,\n   20  such  charges  shall be made to the account of each employer in the base\n   21  period used to establish the valid original claim in the same proportion\n   22  that the remuneration paid by each employer to the claimant during  that\n   23  base  period  bears  to  the  remuneration  paid by all employers to the\n   24  claimant during that base period except as provided below:\n   25    (i) In those instances where the claimant may not utilize  wages  paid\n   26  to  establish  entitlement  based  upon  subdivision ten of section five\n   27  hundred ninety of this article and an  educational  institution  is  the\n   28  claimant's  last employer prior to the filing of the claim for benefits,\n   29  or the claimant performed services in such  educational  institution  in\n   30  such  capacity  while employed by an educational service agency which is\n   31  the claimant's last employer prior to the filing of the claim for  bene-\n   32  fits,  such  employer  shall  not  be liable for benefit charges for the\n   33  first [twenty-eight effective days] SEVEN EFFECTIVE  WEEKS  of  benefits\n   34  paid  as  otherwise  provided by this section. Under such circumstances,\n   35  benefits paid shall be charged to  the  general  account.  In  addition,\n   36  wages  paid  during the base period by such educational institutions, or\n   37  for services in such educational institutions for claimants employed  by\n   38  an  educational service agency shall not be considered base period wages\n   39  during periods that such wages may not be used to  gain  entitlement  to\n   40  benefits  pursuant  to subdivision ten of section five hundred ninety of\n   41  this article.\n   42    (ii) In those instances where the claimant may not utilize wages  paid\n   43  to  establish  entitlement based upon subdivision eleven of section five\n   44  hundred ninety of this article and an  educational  institution  is  the\n   45  claimant's  last employer prior to the filing of the claim for benefits,\n   46  or the claimant performed services in such  educational  institution  in\n   47  such  capacity  while employed by an educational service agency which is\n   48  the claimant's last employer prior to the filing of the claim for  bene-\n   49  fits,  such  employer  shall  not  be liable for benefit charges for the\n   50  first [twenty-eight effective days] SEVEN EFFECTIVE  WEEKS  of  benefits\n   51  paid  as  otherwise  provided by this section. Under such circumstances,\n   52  benefits paid will be charged to the general account. In addition, wages\n   53  paid during the base period by such  educational  institutions,  or  for\n   54  services  in  such educational institutions for claimants employed by an\n   55  educational service agency shall not be  considered  base  period  wages\n   56  during  periods  that  such wages may not be used to gain entitlement to\n\n       A. 1973                             3\n\n    1  benefits pursuant to subdivision eleven of section five  hundred  ninety\n    2  of  this  article.  However, in those instances where a claimant was not\n    3  afforded an opportunity to perform services for the educational institu-\n    4  tion  for  the next academic year or term after reasonable assurance was\n    5  provided, such employer shall be liable for benefit charges as  provided\n    6  for in this paragraph for any retroactive payments made to the claimant.\n    7    (iii)  In  those  instances where the federal government is the claim-\n    8  ant's last employer prior to the filing of the claim  for  benefits  and\n    9  such employer is not a base-period employer, payments equaling the first\n   10  [twenty-eight  effective  days]  SEVEN  EFFECTIVE  WEEKS  of benefits as\n   11  otherwise prescribed by this section shall be  charged  to  the  general\n   12  account.  In  those instances where the federal government is the claim-\n   13  ant's last employer prior to the filing of the claim for benefits and  a\n   14  base-period  employer, such employer shall be liable for charges for all\n   15  benefits paid on such claim in the same proportion that the remuneration\n   16  paid by such employer during the base period bears to  the  remuneration\n   17  paid  by  all  employers  during  the  base period. In addition, benefit\n   18  payment charges for the first [twenty-eight effective days] SEVEN EFFEC-\n   19  TIVE WEEKS of benefits  other  than  those  chargeable  to  the  federal\n   20  government as prescribed above shall be made to the general account.\n   21    (iv)  In those instances where a combined wage claim is filed pursuant\n   22  to interstate reciprocal agreements and  the  claimant's  last  employer\n   23  prior  to  the  filing of the claim is an out-of-state employer and such\n   24  employer is not a base-period employer, benefit  payments  equaling  the\n   25  first [twenty-eight effective days] SEVEN EFFECTIVE WEEKS of benefits as\n   26  otherwise  prescribed  by  this  section shall be charged to the general\n   27  account. In those instances where the out-of-state employer is the  last\n   28  employer prior to the filing of the claim for benefits and a base-period\n   29  employer such employer shall be liable for charges for all benefits paid\n   30  on  such claim in the same proportion that the remuneration paid by such\n   31  employer during the base period bears to the remuneration  paid  by  all\n   32  employers  during  the base period. In addition, benefit payment charges\n   33  for the [twenty-eight effective days] SEVEN EFFECTIVE WEEKS of  benefits\n   34  other  than  those chargeable to the out-of-state employer as prescribed\n   35  above shall be made to the general account.\n   36    (v) In those instances where the last employer prior to the filing  of\n   37  a  valid  original  claim  has  paid  total remuneration to the claimant\n   38  during the period from the start of the base period  used  to  establish\n   39  the  benefit  claim until the date of the claimant's filing of the valid\n   40  original claim in an amount less than or equal to six times  the  claim-\n   41  ant's  benefit  rate and the last employer has substantiated such amount\n   42  to the satisfaction of the commissioner within ten days of  the  commis-\n   43  sioner's  original  notice  of potential charges to such last employer's\n   44  account, benefits shall be charged as follows: benefits payable  to  the\n   45  claimant  with respect to the claimant's then current benefit year shall\n   46  be charged, when paid, to the account of such last employer prior to the\n   47  filing of a valid original claim in an amount equal to the lowest  whole\n   48  number  (one, two, three, four, five, or six) times the claimant's bene-\n   49  fit rate where the product of such lowest whole number times the  claim-\n   50  ant's  benefit  rate is equal to or greater than such total remuneration\n   51  paid by such last employer to the claimant.   Thereafter,  such  charges\n   52  shall be made to the account of each employer in the base period used to\n   53  establish  the  valid  original  claim  in  the same proportion that the\n   54  remuneration paid by each employer to  the  claimant  during  that  base\n   55  period  bears  to the remuneration paid by all employers to the claimant\n   56  during that base period.  Notice  of  such  recalculation  of  potential\n\n       A. 1973                             4\n\n    1  charges  shall  be  given  to the last employer and each employer of the\n    2  claimant in the base period used to establish the valid original claim.\n    3    S  7.  Subdivision  1  of  section 590 of the labor law, as amended by\n    4  chapter 645 of the laws of 1951, is amended to read as follows:\n    5    1. Entitlement to benefits. A claimant shall be entitled to accumulate\n    6  effective [days] WEEKS for the purpose of benefit rights only if  he  OR\n    7  SHE  has  complied  with  the  provisions  of this article regarding the\n    8  filing of his OR HER claim, including the filing  of  a  valid  original\n    9  claim,  registered  as  totally OR PARTIALLY unemployed, reported his OR\n   10  HER subsequent employment and unemployment, and  reported  for  work  or\n   11  otherwise given notice of the continuance of his OR HER unemployment.\n   12    S  8.  Subdivision  3  of  section 590 of the labor law, as amended by\n   13  chapter 645 of the laws of 1951, is amended to read as follows:\n   14    3. Compensable periods. Benefits shall be paid for each  [accumulation\n   15  of] effective [days within a] week.\n   16    S  9.  Subdivision  4  of  section 590 of the labor law, as amended by\n   17  chapter 457 of the laws of 1987, is amended to read as follows:\n   18    4. Duration. Benefits shall not be paid for more than [one hundred and\n   19  four effective days] TWENTY-SIX EFFECTIVE WEEKS  in  any  benefit  year,\n   20  except  as  provided  in  section six hundred one and subdivision two of\n   21  section five hundred ninety-nine of this chapter.\n   22    S 10. Subdivision 5 of section 590 of the labor  law,  as  amended  by\n   23  chapter 413 of the laws of 2003, is amended to read as follows:\n   24    5. Benefit rate. A claimant's weekly benefit amount shall be one twen-\n   25  ty-sixth of the remuneration paid during the highest calendar quarter of\n   26  the  base  period  by employers, liable for contributions or payments in\n   27  lieu of contributions under this article. However, for  claimants  whose\n   28  high calendar quarter remuneration during the base period is three thou-\n   29  sand five hundred seventy-five dollars or less, the benefit amount shall\n   30  be one twenty-fifth of the remuneration paid during the highest calendar\n   31  quarter  of  the  base  period  by employers liable for contributions or\n   32  payments in lieu of contributions under this article.  ANY CLAIMANT  WHO\n   33  IS  PARTIALLY  UNEMPLOYED  WITH  RESPECT  TO ANY EFFECTIVE WEEK SHALL BE\n   34  PAID, WITH RESPECT TO SUCH EFFECTIVE WEEK, A BENEFIT AMOUNT EQUAL TO HIS\n   35  OR HER WEEKLY BENEFIT AMOUNT LESS THE TOTAL OF THE REMUNERATION, IF ANY,\n   36  PAID OR PAYABLE TO HIM OR HER WITH RESPECT TO  SUCH  WEEK  FOR  SERVICES\n   37  PERFORMED  WHICH  IS IN EXCESS OF HIS OR HER PARTIAL BENEFIT CREDIT. Any\n   38  claimant whose high calendar quarter remuneration during the base period\n   39  is more than three thousand five hundred seventy-five dollars shall  not\n   40  have  a weekly benefit amount less than one hundred forty-three dollars.\n   41  The weekly benefit amount, so computed, that is not a  multiple  of  one\n   42  dollar shall be lowered to the next multiple of one dollar. On the first\n   43  Monday  of  September,  nineteen hundred ninety-eight the weekly benefit\n   44  amount shall not exceed three hundred sixty-five  dollars  nor  be  less\n   45  than  forty  dollars, until the first Monday of September, two thousand,\n   46  at which time the maximum benefit payable pursuant to  this  subdivision\n   47  shall  equal  one-half  of  the  state  average  weekly wage for covered\n   48  employment as calculated by the department no sooner  than  July  first,\n   49  two  thousand and no later than August first, two thousand, rounded down\n   50  to the lowest dollar.\n   51    S 11. Subdivision 6 of section 590 of the labor law, as added by chap-\n   52  ter 720 of the laws of 1953 and as renumbered by chapter 675 of the laws\n   53  of 1977, is amended to read as follows:\n   54    6. Notification requirement. No effective [day] WEEK shall be  counted\n   55  for  any purposes except effective [days] WEEKS as to which notification\n   56  has been given in a manner prescribed by the commissioner.\n\n       A. 1973                             5\n\n    1    S 12. Subdivision 7 of section 590 of the labor  law,  as  amended  by\n    2  chapter 415 of the laws of 1983, is amended to read as follows:\n    3    7.  Waiting  period.  A  claimant  shall not be entitled to accumulate\n    4  effective [days] WEEKS for the purpose of benefit payments until  he  OR\n    5  SHE  has  accumulated  a  waiting  period of [four effective days either\n    6  wholly within the week in which he established his valid original  claim\n    7  or  partly within such week and partly within his benefit year initiated\n    8  by such claim] ONE EFFECTIVE WEEK.\n    9    S 13. Subdivision 1 of section 591 of the labor  law,  as  amended  by\n   10  chapter 413 of the laws of 2003, is amended to read as follows:\n   11    1.  Unemployment. Benefits, except as provided in section five hundred\n   12  ninety-one-a of this title, shall be paid only  to  a  claimant  who  is\n   13  totally  unemployed  OR PARTIALLY UNEMPLOYED and who is unable to engage\n   14  in his OR HER usual employment or in any other for which he  OR  SHE  is\n   15  reasonably  fitted by training and experience. A claimant who is receiv-\n   16  ing benefits under this article shall not be denied such benefits pursu-\n   17  ant to this subdivision or to subdivision two of this section because of\n   18  such claimant's service on a grand or petit jury of any state or of  the\n   19  United States.\n   20    S  14.  Subdivision  1  of section 591 of the labor law, as amended by\n   21  chapter 446 of the laws of 1981, is amended to read as follows:\n   22    1. Unemployment. Benefits shall be paid only  to  a  claimant  who  is\n   23  totally  unemployed  OR PARTIALLY UNEMPLOYED and who is unable to engage\n   24  in his OR HER usual employment or in any other for which he  OR  SHE  is\n   25  reasonably  fitted by training and experience. A claimant who is receiv-\n   26  ing benefits under this article shall not be denied such benefits pursu-\n   27  ant to this subdivision or to subdivision two of this section because of\n   28  such claimant's service on a grand or petit jury of any state or of  the\n   29  United States.\n   30    S  15.  Subparagraph  (i) of paragraph (b) of subdivision 2 of section\n   31  591-a of the labor law, as added by chapter 413 of the laws of 2003,  is\n   32  amended to read as follows:\n   33    (i)  requirements relating to total unemployment AND PARTIAL UNEMPLOY-\n   34  MENT, as defined in section five hundred  twenty-two  of  this  article,\n   35  availability  for  work, as set forth in subdivision two of section five\n   36  hundred ninety-one of this title and refusal  to  accept  work,  as  set\n   37  forth  in  subdivision  two of section five hundred ninety-three of this\n   38  title, are not applicable to such individuals;\n   39    S 16. Subdivision 2 of section 592 of the labor  law,  as  amended  by\n   40  chapter 415 of the laws of 1983, is amended to read as follows:\n   41    2.  Concurrent payments prohibited. No [days] WEEKS of total unemploy-\n   42  ment OR PARTIAL UNEMPLOYMENT shall be deemed to occur in any  week  with\n   43  respect  to  which  [or  a  part of which] a claimant has received or is\n   44  seeking unemployment benefits under an unemployment compensation law  of\n   45  any  other  state  or of the United States, provided that this provision\n   46  shall not apply if the appropriate agency of such other state or of  the\n   47  United  States finally determines that he OR SHE is not entitled to such\n   48  unemployment benefits.\n   49    S 17. Paragraph (a) of subdivision 1 of section 593 of the labor  law,\n   50  as  amended  by  chapter  35  of the laws of 2009, is amended to read as\n   51  follows:\n   52    (a) No [days] WEEKS of  total  unemployment  OR  PARTIAL  UNEMPLOYMENT\n   53  shall be deemed to occur after a claimant's voluntary separation without\n   54  good  cause  from  employment until he or she has subsequently worked in\n   55  employment and earned remuneration at least equal to five times  his  or\n   56  her  weekly benefit rate. In addition to other circumstances that may be\n\n       A. 1973                             6\n\n    1  found to constitute good cause, including a compelling family reason  as\n    2  set  forth  in  paragraph  (b) of this subdivision, voluntary separation\n    3  from employment shall not in itself disqualify  a  claimant  if  circum-\n    4  stances  have developed in the course of such employment that would have\n    5  justified the claimant in refusing such employment in the first instance\n    6  under the terms of subdivision two of this section or if  the  claimant,\n    7  pursuant  to  an option provided under a collective bargaining agreement\n    8  or written employer plan which permits waiver of his  OR  HER  right  to\n    9  retain  the  employment when there is a temporary layoff because of lack\n   10  of work, has elected to be separated for  a  temporary  period  and  the\n   11  employer has consented thereto.\n   12    S  18.  Subdivision  2  of section 593 of the labor law, as amended by\n   13  chapter 415 of the laws of 1983, the opening  paragraph  as  amended  by\n   14  chapter  5 of the laws of 2000, paragraph (a) as added by chapter 589 of\n   15  the laws of 1998 and paragraphs (d) and (e) as amended by chapter 35  of\n   16  the laws of 2009, is amended to read as follows:\n   17    2.  Refusal  of employment.   No [days] WEEKS of total unemployment OR\n   18  PARTIAL UNEMPLOYMENT shall be deemed to occur beginning  with  the  [day\n   19  on]  WEEK  IN which a claimant, without good cause, refuses to accept an\n   20  offer of employment for which he OR SHE is reasonably fitted by training\n   21  and experience, including employment not subject to this article,  until\n   22  he  has  subsequently  worked  in  employment and earned remuneration at\n   23  least equal to five times his or her weekly benefit  rate.  Except  that\n   24  claimants  who  are  not  subject  to a recall date or who do not obtain\n   25  employment through a union hiring hall  and  who  are  still  unemployed\n   26  after  receiving  thirteen weeks of benefits shall be required to accept\n   27  any employment proffered that such claimants are capable of  performing,\n   28  provided  that  such  employment  would  result  in a wage not less than\n   29  eighty percent of such claimant's high calendar quarter  wages  received\n   30  in  the  base period and not substantially less than the prevailing wage\n   31  for similar work in the locality as provided for  in  paragraph  (d)  of\n   32  this  subdivision. No refusal to accept employment shall be deemed with-\n   33  out good cause nor shall it disqualify any claimant  otherwise  eligible\n   34  to receive benefits if:\n   35    (a) a refusal to accept employment which would interfere with a claim-\n   36  ant's  right  to  join or retain membership in any labor organization or\n   37  otherwise interfere with or violate the terms of a collective bargaining\n   38  agreement shall be with good cause;\n   39    (b) there is a strike, lockout, or other industrial controversy in the\n   40  establishment in which the employment is offered; or\n   41    (c) the employment is at an unreasonable  distance  from  his  OR  HER\n   42  residence,  or  travel  to  and  from  the  place of employment involves\n   43  expense substantially greater than that required in his  OR  HER  former\n   44  employment unless the expense be provided for; or\n   45    (d)  the  wages  or  compensation  or  hours or conditions offered are\n   46  substantially less favorable to the claimant than those  prevailing  for\n   47  similar  work  in  the locality, or are such as tend to depress wages or\n   48  working conditions; or\n   49    (e) the claimant is seeking part-time work as provided in  subdivision\n   50  five  of  section five hundred ninety-six of this title and the offer of\n   51  employment is not comparable to his or her part-time work as defined  in\n   52  such subdivision.\n   53    S  19.  Subdivision  3  of section 593 of the labor law, as amended by\n   54  chapter 589 of the laws of 1998, is amended to read as follows:\n   55    3. Misconduct.  No [days] WEEKS of total unemployment OR PARTIAL UNEM-\n   56  PLOYMENT shall be deemed to  occur  after  a  claimant  lost  employment\n\n       A. 1973                             7\n\n    1  through  misconduct in connection with his or her employment until he or\n    2  she has subsequently worked in employment  and  earned  remuneration  at\n    3  least equal to five times his or her weekly benefit rate.\n    4    S  20.  Subdivision  4  of section 593 of the labor law, as amended by\n    5  chapter 589 of the laws of 1998, is amended to read as follows:\n    6    4. Criminal acts. No [days] WEEKS of  total  unemployment  OR  PARTIAL\n    7  UNEMPLOYMENT  shall  be deemed to occur during a period of twelve months\n    8  after a claimant loses employment as a result of an act  constituting  a\n    9  felony in connection with such employment, provided the claimant is duly\n   10  convicted thereof or has signed a statement admitting that he or she has\n   11  committed  such an act.  Determinations regarding a benefit claim may be\n   12  reviewed at any time.  Any benefits paid to a claimant prior to a deter-\n   13  mination that the claimant has lost employment as a result of  such  act\n   14  shall  not  be  considered to have been accepted by the claimant in good\n   15  faith.  In addition, remuneration paid to the claimant by  the  affected\n   16  employer prior to the claimant's loss of employment due to such criminal\n   17  act may not be utilized for the purpose of establishing entitlement to a\n   18  subsequent,  valid  original claim.   The provisions of this subdivision\n   19  shall apply even if the employment lost as a  result of such act is  not\n   20  the claimant's last employment prior to the filing of his or her claim.\n   21    S  21.  Section 594 of the labor law, as amended by chapter 728 of the\n   22  laws of 1952, the opening paragraph as amended by  chapter  139  of  the\n   23  laws of 1968, is amended to read as follows:\n   24    S  594.  Reduction of benefits for false statement. A claimant who has\n   25  wilfully made a false statement or representation to obtain any  benefit\n   26  under the provisions of this article shall forfeit benefits for at least\n   27  the  first [four] ONE but not more than the first [eighty] TWENTY effec-\n   28  tive [days] WEEKS following discovery  of  such  offense  for  which  he\n   29  otherwise  would  have  been  entitled to receive benefits. Such penalty\n   30  shall apply only once with respect to each such offense.\n   31    For the purpose of subdivision four of section five hundred ninety  of\n   32  this  [article]  TITLE,  the  claimant  shall be deemed to have received\n   33  benefits for such forfeited effective [days] WEEKS.\n   34    The penalty provided in this section shall not be confined to a single\n   35  benefit year but shall no longer apply in whole or  in  part  after  the\n   36  expiration  of  two years from the date on which the offense was commit-\n   37  ted.\n   38    A claimant shall refund all moneys  received  because  of  such  false\n   39  statement or representation made by him OR HER.\n   40    S  22.  Subdivision  1  of section 596 of the labor law, as amended by\n   41  chapter 204 of the laws of 1982, is amended to read as follows:\n   42    1. Claim filing and certification to unemployment.  A  claimant  shall\n   43  file  a  claim for benefits at the local state employment office serving\n   44  the area in which he OR SHE was last employed or  in  which  he  OR  SHE\n   45  resides  within  such  time and in such manner as the commissioner shall\n   46  prescribe. He OR SHE shall disclose whether he OR SHE owes child support\n   47  obligations, as hereafter defined. If a claimant making such  disclosure\n   48  is  eligible  for  benefits,  the commissioner shall notify the state or\n   49  local child support enforcement agency, as hereafter defined,  that  the\n   50  claimant is eligible.\n   51    A  claimant  shall correctly report any [days] WEEKS of employment and\n   52  any compensation he OR  SHE  received  for  such  employment,  including\n   53  employments  not subject to this article, and the [days on] WEEKS DURING\n   54  which he OR SHE was totally unemployed OR PARTIALLY UNEMPLOYED and shall\n   55  make such reports in accordance with such regulations as the commission-\n   56  er shall prescribe.\n\n       A. 1973                             8\n\n    1    S 23. Subdivision 4 of section 596 of the labor law, as added by chap-\n    2  ter 705 of the laws of 1944 and as renumbered by section 148-a of part B\n    3  of chapter 436 of the laws of 1997, is amended to read as follows:\n    4    4.  Registration  and reporting for work. A claimant shall register as\n    5  totally unemployed OR PARTIALLY UNEMPLOYED at a local  state  employment\n    6  office serving the area in which he OR SHE was last employed or in which\n    7  he OR SHE resides in accordance with such regulations as the commission-\n    8  er shall prescribe. After so registering, such claimant shall report for\n    9  work  at the same local state employment office or otherwise give notice\n   10  of the continuance of his OR HER  unemployment  as  often  and  in  such\n   11  manner as the commissioner shall prescribe.\n   12    S  24. Paragraph (a) of subdivision 2 of section 599 of the labor law,\n   13  as amended by chapter 593 of the laws of 1991, is  amended  to  read  as\n   14  follows:\n   15    (a)  Notwithstanding  any  other provision of this chapter, a claimant\n   16  attending an approved training course or program under this section  may\n   17  receive  additional  benefits  of  up  to  [one hundred four] TWENTY-SIX\n   18  effective [days] WEEKS  following  exhaustion  of  regular  and,  if  in\n   19  effect,  any other extended benefits, provided that entitlement to a new\n   20  benefit claim cannot be established. Certification of  continued  satis-\n   21  factory  participation  and  progress in such training course or program\n   22  must be submitted to the commissioner prior to the payment of  any  such\n   23  benefits.  The  duration  of  such  additional benefits shall in no case\n   24  exceed twice the number of effective [days] WEEKS of regular benefits to\n   25  which the claimant is entitled at the time the claimant is accepted  in,\n   26  or demonstrates application for appropriate training.\n   27    S 25. Subdivision 1 of section 600 of the labor law, as added by chap-\n   28  ter 793 of the laws of 1963, is amended to read as follows:\n   29    1. Reduction of benefit rate. If a claimant retires or is retired from\n   30  employment  by  an  employer and, due to such retirement, is receiving a\n   31  pension or retirement payment under a plan financed in whole or in  part\n   32  by  such employer, such claimant's benefit rate for [four] ONE effective\n   33  [days] WEEK otherwise applicable under subdivision seven of section five\n   34  hundred ninety OF THIS TITLE shall be reduced as hereinafter provided.\n   35    S 26.  Subdivision 2 of section 601 of the labor law,  as  amended  by\n   36  chapter 35 of the laws of 2009, is amended to read as follows:\n   37    2.  Eligibility  conditions.  Extended  benefits shall be payable to a\n   38  claimant for effective [days] WEEKS occurring [in any  week]  within  an\n   39  eligibility period, provided the claimant\n   40    (a)  has  exhausted  his  or her rights to regular benefits under this\n   41  article in his or her current benefit year or, his or her  benefit  year\n   42  having  expired prior to such week, he or she does not have the required\n   43  weeks of employment or earnings to establish a new benefit year, and  he\n   44  or she has no rights to benefits under the unemployment insurance law of\n   45  any other state;\n   46    (b)  has  no  rights  to unemployment benefits or allowances under the\n   47  railroad unemployment insurance act, the trade expansion act of nineteen\n   48  hundred sixty-two, the automotive products trade act of nineteen hundred\n   49  sixty-five, or such other federal laws as are specified  in  regulations\n   50  issued by the secretary of labor of the United States;\n   51    (c)  has  not  received and is not seeking unemployment benefits under\n   52  the unemployment compensation law of the Virgin  Islands  or  of  Canada\n   53  unless,  if  he  or she is seeking such benefits, the appropriate agency\n   54  finally determines that he or she is not entitled to benefits under such\n   55  law;\n\n       A. 1973                             9\n\n    1    (d) has satisfied the conditions of this article, required to render a\n    2  claimant eligible for regular benefits, which are applicable to extended\n    3  benefits, including not being subject to a disqualification  or  suspen-\n    4  sion;\n    5    (e)  is  not  claiming  benefits pursuant to an interstate claim filed\n    6  under the interstate benefit payment plan in a state where  an  extended\n    7  benefit  period  is  not in effect, except that this condition shall not\n    8  apply with respect to the first [eight] TWO effective [days]  WEEKS  for\n    9  which extended benefits shall otherwise be payable pursuant to an inter-\n   10  state claim filed under the interstate benefit payment plan; and\n   11    (f)  in  his  or  her base period has remuneration of one and one-half\n   12  times the high calendar quarter earnings in accordance with section five\n   13  hundred twenty-seven of this article.\n   14    S 27.  Subdivision 3 of section 601 of the labor law,  as  amended  by\n   15  chapter 35 of the laws of 2009, is amended to read as follows:\n   16    3.  Extended  benefit  amounts;  rate  and duration. Extended benefits\n   17  shall be paid to a claimant\n   18    (a) at a rate equal to his or her rate for regular benefits during his\n   19  or her applicable benefit year but\n   20    (b) for not more than [fifty-two] THIRTEEN effective [days] WEEKS with\n   21  respect to his or her applicable benefit  year,  with  a  total  maximum\n   22  amount  equal  to fifty percentum of the total maximum amount of regular\n   23  benefits payable in such benefit year, and\n   24    (c) if a claimant's benefit year ends within an extended benefit peri-\n   25  od, the remaining balance of extended benefits to which he or she  would\n   26  be  entitled, if any, shall be reduced by the number of effective [days]\n   27  WEEKS for which he or she was entitled  to  receive  trade  readjustment\n   28  allowances  under the federal trade act of nineteen hundred seventy-four\n   29  during such benefit year, and\n   30    (d) for periods of high unemployment for not more than  eighty  effec-\n   31  tive days with respect to the applicable benefit year with a total maxi-\n   32  mum  amount equal to eighty percent of the total maximum amount of regu-\n   33  lar benefits payable in such benefit year.\n   34    S 28. Subdivision 4 of section 601 of the labor  law,  as  amended  by\n   35  chapter 35 of the laws of 2009, is amended to read as follows:\n   36    4.  Charging  of extended benefits. The provisions of paragraph (e) of\n   37  subdivision one of section five hundred eighty-one of this article shall\n   38  apply to benefits paid pursuant to the provisions of this  section,  and\n   39  if  they were paid for effective [days occurring in] weeks following the\n   40  end of a benefit year, they shall be deemed paid with  respect  to  that\n   41  benefit  year.  However,  except for governmental entities as defined in\n   42  section five hundred sixty-five and Indian tribes as defined in  section\n   43  five  hundred  sixty-six of this article, only one-half of the amount of\n   44  such benefits shall be debited to the employers' account; the  remainder\n   45  thereof  shall be debited to the general account, and such account shall\n   46  be credited with the amount of payments received in the fund pursuant to\n   47  the provisions of the federal-state extended  unemployment  compensation\n   48  act.  Notwithstanding  the  foregoing,  where  the  state has entered an\n   49  extended benefit period triggered pursuant to subparagraph one of  para-\n   50  graph  (a)  of  subdivision  one  of  this section for which federal law\n   51  provides for one hundred percent federal sharing of the costs  of  bene-\n   52  fits,  all  charges  shall  be  debited  to the general account and such\n   53  account shall be credited with the amount of payments  received  in  the\n   54  fund  pursuant to the provisions of the federal-state extended unemploy-\n   55  ment compensation act or other federal law  providing  for  one  hundred\n   56  percent federal sharing for the cost of such benefits.\n\n       A. 1973                            10\n\n    1    S  29. Paragraph (b) of subdivision 5 of section 601 of the labor law,\n    2  as amended by chapter 35 of the laws of 2009,  is  amended  to  read  as\n    3  follows:\n    4    (b)  No  [days]  WEEKS  of  total unemployment OR PARTIAL UNEMPLOYMENT\n    5  shall be deemed to occur [in any  week]  within  an  eligibility  period\n    6  during  which  a  claimant fails to accept any offer of suitable work or\n    7  fails to apply for suitable work to which he or she was referred by  the\n    8  commissioner, who shall make such referral if such work is available, or\n    9  during  which  he  or  she  fails  to engage actively in seeking work by\n   10  making a systematic and sustained effort to obtain  work  and  providing\n   11  tangible  evidence  of  such  effort,  and until he or she has worked in\n   12  employment during at least four subsequent weeks and earned remuneration\n   13  of at least four times his or her benefit rate.\n   14    S 30. Paragraph (e) of subdivision 5 of section 601 of the labor  law,\n   15  as  amended  by  chapter  35  of the laws of 2009, is amended to read as\n   16  follows:\n   17    (e) No [days] WEEKS of  total  unemployment  OR  PARTIAL  UNEMPLOYMENT\n   18  shall  be  deemed  to  occur  [in any week] within an eligibility period\n   19  under section five hundred ninety-three of this [article]  TITLE,  until\n   20  he  or  she has subsequently worked in employment in accordance with the\n   21  requirements set forth in section  five  hundred  ninety-three  of  this\n   22  [article] TITLE.\n   23    S  31.  Section  603  of the labor law, as added by chapter 438 of the\n   24  laws of 1985, is amended to read as follows:\n   25    S 603. Definitions. For purposes of this title:  \"Total  unemployment\"\n   26  shall mean the total lack of any employment [on any day] DURING ANY WEEK\n   27  AND  \"PARTIAL  UNEMPLOYMENT\"  SHALL  MEAN ANY EMPLOYMENT DURING ANY WEEK\n   28  THAT IS LESS THAN FULL-TIME EMPLOYMENT SO LONG AS THE COMPENSATION  PAID\n   29  IS  LESS  THAN  THE  CLAIMANT'S  WEEKLY BENEFIT RATE PLUS THE CLAIMANT'S\n   30  PARTIAL BENEFIT CREDIT, other than  with  an  employer  applying  for  a\n   31  shared  work  program. \"Full time hours\" shall mean at least thirty-five\n   32  but not more than forty hours per week, and shall not  include  overtime\n   33  as  defined in the Fair Labor Standards Act. \"Work force\" shall mean the\n   34  total work force, a clearly identifiable unit or  units  thereof,  or  a\n   35  particular shift or shifts.\n   36    S  32. This act shall take effect immediately; provided, however, that\n   37  the amendments to subdivision 1 of section 591 of the labor law made  by\n   38  section  thirteen  of  this  act  shall be subject to the expiration and\n   39  reversion of such subdivision pursuant to section 10 of chapter  413  of\n   40  the  laws  of  2003,  as  amended, when upon such date the provisions of\n   41  section fourteen of this  act  shall  take  effect;  provided,  further,\n   42  however,  that  the  amendment to section 591-a of the labor law made by\n   43  section fifteen of this act shall not affect the repeal of such  section\n   44  and shall be deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to the calculation of weekly unemployment insurance benefits for workers who are partially unemployed; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T155522.TXT", "SOBI.D110113.T115318.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294937598466
}