{
  "year" : 2011,
  "senateBillNo" : "A1974-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to labor",
    "billEventId" : "A1974-2011-1294808400000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes on-track safety standards for New York city transit authority employees",
  "summary" : "Establishes on-track safety standards for New York city transit authority employees; establishes responsibilities for on-track safety; lays out instructions for train operators; relates to third rail safety and illumination. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A397-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1974\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Labor\n\n       AN ACT to amend the labor law,  in  relation  to  establishing  on-track\n         safety standards for New York city transit authority employees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may  be  cited  as  the  \"track\n    2  safety standards act\".\n    3    S  2. Legislative purpose. The purpose of this act is to prevent acci-\n    4  dents and fatalities to New York city transit  authority  employees  and\n    5  other people on or adjacent to the trackway. This act shall constitute a\n    6  minimum  standard to be used in establishing protection for such employ-\n    7  ees. This act shall not restrict the New  York  city  transit  authority\n    8  from adopting additional or more stringent requirements not inconsistent\n    9  with this act.\n   10    S  3. The labor law is amended by adding a new article 27-A to read as\n   11  follows:\n   12                                ARTICLE 27-A\n   13                       NEW YORK CITY TRANSIT AUTHORITY\n   14                          ON-TRACK SAFETY STANDARDS\n   15  SECTION 871-A. ON-TRACK SAFETY PROGRAM.\n   16          871-B. TRAINING AND QUALIFICATION.\n   17          871-C. PROCEDURES FOR PROTECTING TRACKWAY WORKERS.\n   18          871-D. PAIRS AND SMALL GROUPS MOVING FROM POINT TO POINT.\n   19          871-E. RESPONSIBILITIES FOR ON-TRACK SAFETY.\n   20          871-F. LIGHTS, FLAGS, EQUIPMENT AND PROCEDURE.\n   21          871-G. INSTRUCTIONS TO TRAIN OPERATORS.\n   22          871-H. NEW YORK CITY TRANSIT AUTHORITY RULES.\n   23          871-I. THIRD RAIL SAFETY.\n   24          871-J. ILLUMINATION.\n   25          871-K. GOOD FAITH CHALLENGES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04121-01-1\n\n       A. 1974                             2\n\n    1    S 871-A. ON-TRACK SAFETY PROGRAM. 1. THE NEW YORK CITY TRANSIT AUTHOR-\n    2  ITY SHALL ADOPT AND IMPLEMENT A  PROGRAM  THAT  SHALL  PROVIDE  ON-TRACK\n    3  SAFETY  TO ALL TRACKWAY WORKERS. SUCH PROGRAM SHALL INCLUDE AT LEAST THE\n    4  MINIMUM LEVEL OF PROTECTION REQUIRED BY  THIS  ARTICLE.    THE  ON-TRACK\n    5  SAFETY  PROGRAM  ADOPTED TO COMPLY WITH THIS ACT SHALL DETAIL THE PROCE-\n    6  DURES USED BY THE AUTHORITY FOR MONITORING COMPLIANCE WITH THIS ARTICLE.\n    7    2. THE AUTHORITY SHALL PROVIDE  TO  THE  PUBLIC  EMPLOYEE  SAFETY  AND\n    8  HEALTH  BUREAU  WITHIN  THE  DEPARTMENT AND TO ALL UNIONS THAT REPRESENT\n    9  WORKERS OF THE AUTHORITY A COPY OF ITS PROPOSED  PROGRAM  WITHIN  THIRTY\n   10  DAYS OF THE EFFECTIVE DATE OF THIS ARTICLE. UPON RECEIPT OF THE PROPOSED\n   11  PROGRAM,  THE  PUBLIC  EMPLOYEE SAFETY AND HEALTH BUREAU SHALL CONDUCT A\n   12  FORMAL REVIEW TO CONFIRM COMPLIANCE WITH THIS ARTICLE.\n   13    3. THE AUTHORITY SHALL MAINTAIN ALL OF THE RULES AND OPERATING  PROCE-\n   14  DURES  GOVERNING TRACK OCCUPANCY AND PROTECTION IN ONE MANUAL THAT SHALL\n   15  BE READILY AVAILABLE TO ALL EMPLOYEES OF THE AUTHORITY.\n   16    4. FOR THE PURPOSES OF THIS ARTICLE, \"AUTHORITY\" SHALL  MEAN  THE  NEW\n   17  YORK  CITY  TRANSIT  AUTHORITY  AND  ITS SUBSIDIARY, MANHATTAN AND BRONX\n   18  SURFACE TRANSIT OPERATING AUTHORITY, AND ANY OTHER AGENCY THAT MAY  COME\n   19  UNDER  THE CONTROL OF THE NEW YORK CITY TRANSIT AUTHORITY, OR WITHIN ITS\n   20  CUSTODY AND CONTROL.\n   21    S 871-B. TRAINING  AND  QUALIFICATION.  1.  THE  AUTHORITY  SHALL  NOT\n   22  ASSIGN,  OR  ALLOW TO BE ASSIGNED, ANY PERSON TO ENTER UPON ANY TRACKWAY\n   23  OR PERFORM ANY DUTIES ON OR ADJACENT TO THE TRACKWAY UNLESS THAT  PERSON\n   24  HAS RECEIVED TRAINING IN THE ON-TRACK SAFETY PROGRAM ESTABLISHED BY THIS\n   25  ARTICLE.\n   26    2. THE AUTHORITY SHALL PROVIDE ALL PERSONS WHOSE DUTIES INCLUDE ENTER-\n   27  ING UPON THE TRACKWAY OR ADJACENT TO THE TRACKWAY, RECURRENT TRAINING IN\n   28  THE  ON-TRACK  SAFETY  PROGRAM ESTABLISHED BY THIS ARTICLE AT LEAST ONCE\n   29  EVERY CALENDAR YEAR.\n   30    3. THE AUTHORITY SHALL  MAINTAIN  WRITTEN  OR  ELECTRONIC  RECORDS  OF\n   31  TRACKWAY  WORKER  TRAINING QUALIFICATIONS. EACH RECORD SHALL INCLUDE THE\n   32  NAME OF THE PERSON, TYPE OF TRAINING AND THE MOST RECENT DATE OF  QUALI-\n   33  FICATION.    SUCH  RECORDS  SHALL BE KEPT AVAILABLE FOR INSPECTION FOR A\n   34  PERIOD OF NOT LESS THAN FIVE YEARS.\n   35    THE TRAINING SHALL INCLUDE AS A MINIMUM THE FOLLOWING:   THE  RECOGNI-\n   36  TION  AND  UNDERSTANDING  OF TRACKWAYS INCLUDING SWITCHES; DETECTION AND\n   37  RECOGNITION OF ON-COMING TRAINS; EFFECTIVE WARNING OF  TRACKWAY  WORKERS\n   38  OF  THE  APPROACH  OF  TRAINS; SAFE PROCEDURES FOR PERFORMING WORK ON OR\n   39  NEAR ENERGIZED  AND  DE-ENERGIZED  THIRD  RAIL  AND  ASSOCIATED  CABLES,\n   40  CIRCUIT  BREAKERS OR OTHER ELECTRIC APPARATUS INCLUDING ELECTRIC CONTACT\n   41  SHOES; AND THE CONTENT AND APPLICATION OF THE  ON-TRACK  SAFETY  PROGRAM\n   42  RULES ADOPTED BY THE AUTHORITY.\n   43    4.  THE  TRAINING  AND  QUALIFICATION  OF PERSONS WHO OPERATE TRACKWAY\n   44  MAINTENANCE  AND  CONSTRUCTION  MACHINES  SHALL  INCLUDE  PROCEDURES  TO\n   45  PREVENT  A PERSON FROM BEING STRUCK BY THE MACHINE, FROM BEING STRUCK BY\n   46  A TRAIN OR OTHER EQUIPMENT ON THE TRACK, PROCEDURES TO PROVIDE FOR STOP-\n   47  PING THE MACHINE SHORT OF OTHER MACHINES OR OBSTRUCTIONS ON  THE  TRACK,\n   48  AND METHODS TO DETERMINE SAFE OPERATING PROCEDURES FOR EACH MACHINE THAT\n   49  A PERSON IS EXPECTED TO OPERATE.\n   50    S 871-C. PROCEDURES FOR PROTECTING TRACKWAY WORKERS. 1. GROUPS OF FOUR\n   51  OR MORE PERSONS WORKING ON OR ABOUT THE TRACKWAY SHALL BE PROTECTED FROM\n   52  TRAFFIC THROUGH THE ESTABLISHMENT OF WORKING LIMITS.\n   53    2.  WORKING  LIMITS  ON AUTHORITY TRACKWAYS MAY BE ESTABLISHED ONLY IN\n   54  THE FOLLOWING MANNER:\n   55    (A) THE USE OF FLAGGING PROTECTION ON TRACKWAYS TO  BE  WORKED  ON  OR\n   56  OBSTRUCTED (FULL FLAGGING), OR\n\n       A. 1974                             3\n\n    1    (B) THE SUSPENSION OF TRAFFIC IN WORK AREAS (GENERAL ORDER).\n    2    3. FLAGGING PROTECTION SHALL CONFORM WITH THE FOLLOWING ARRANGEMENTS:\n    3    (A) THE FLAGGERS' STATIONS SHALL BE A MINIMUM OF TWO HUNDRED FEET FROM\n    4  THE BEGINNING AND END OF A WORK AREA.\n    5    (B)  EACH  WORK  AREA  PROTECTED  PURSUANT  TO  THIS SUBDIVISION SHALL\n    6  UTILIZE A FLAGGER IN BOTH DIRECTIONS EACH WITH A PORTABLE  TRIPPER.  TWO\n    7  YELLOW  LIGHTS AND/OR YELLOW FLAGS MUST BE DISPLAYED AT A POINT NOT LESS\n    8  THAN FIVE HUNDRED FEET, NOR MORE THAN SEVEN HUNDRED FEET IN APPROACH  TO\n    9  POINTS SELECTED BY SUPERVISION AS THE FLAGGERS' STATIONS.\n   10    (C)  WHEN  A  FLAGGER'S  VIEW OF CAUTION LIGHTS OR FLAGS IS LIMITED OR\n   11  OBSCURED BY REASON OF CURVES OR OTHERWISE, AN AUXILIARY FLAGGER OR FLAG-\n   12  GERS MUST BE ASSIGNED. WHEN ASSIGNED,  THE  AUXILIARY  FLAGGER  MUST  BE\n   13  STATIONED  AT  THE  FARTHEST  POINT  AWAY  FROM  THE  POINT  OF  WORK OR\n   14  OBSTRUCTION, WHILE REMAINING VISIBLE TO THE  PRIMARY  FLAGGER.  WHEN  AN\n   15  AUXILIARY  IS  UTILIZED,  THE  PRIMARY FLAGGER'S CAUTION LIGHTS OR FLAGS\n   16  MUST BE REPOSITIONED AND DISPLAYED NOT LESS THAN FIVE HUNDRED  FEET  NOR\n   17  MORE  THAN  SEVEN  HUNDRED  FEET  IN APPROACH OF THE AUXILIARY FLAGGER'S\n   18  LOCATION. IF THE AUXILIARY FLAGGER CANNOT  SEE  THE  CAUTION  LIGHTS  OR\n   19  FLAGS  FROM HIS POSITION, ADDITIONAL AUXILIARY FLAGGERS MUST BE ASSIGNED\n   20  UNTIL THE CAUTION LIGHTS OR FLAGS ARE VISIBLE TO  AN  AUXILIARY  FLAGGER\n   21  FROM  A  MINIMUM DISTANCE OF FIVE HUNDRED FEET.  AUXILIARY FLAGGERS MUST\n   22  BE EQUIPPED WITH A WHISTLE OR AIR  HORN,  A  YELLOW  LIGHT/FLAG,  A  RED\n   23  LIGHT/FLAG  AND A PORTABLE TRIPPER, WHICH MUST BE USED.  AUXILIARY FLAG-\n   24  GERS WILL NOT REMOVE THE PORTABLE TRIPPER UNTIL  THE  APPROACHING  TRAIN\n   25  HAS COME TO A COMPLETE STOP, UNLESS IT IS SAFE TO DO SO. AUXILIARY FLAG-\n   26  GERS WILL THEN GIVE THE TRAIN OPERATOR A PROCEED VERY SLOWLY SIGNAL WITH\n   27  THEIR  YELLOW  LIGHT/FLAG.  THE  PRIMARY FLAGGER AT THE POINT OF WORK OR\n   28  OBSTRUCTION WILL NOT REMOVE THE PORTABLE TRIPPER UNTIL  THE  APPROACHING\n   29  TRAIN HAS COME TO A COMPLETE STOP, UNLESS IT IS SAFE TO DO SO.\n   30    (D)  WHEN  WORKERS  OR EQUIPMENT HAVE THE POTENTIAL TO ENCROACH WITHIN\n   31  FIVE FEET OF THE FIELD SIDE OF THE NEAR RUNNING  RAIL  ON  ANY  ADJACENT\n   32  TRACK,  FLAGGING  PROTECTION MUST BE ESTABLISHED IN ACCORDANCE WITH THIS\n   33  SUBDIVISION.\n   34    (E) WHENEVER ANY WORK IS PERFORMED ON A STATION PLATFORM  WITHIN  FIVE\n   35  FEET  FROM  THE  TRACKWAY  OR  WORKERS ARE ENGAGED IN WORK ON LADDERS ON\n   36  STATION PLATFORMS WITHIN A DISTANCE EQUAL TO OR LESS THAN THE HEIGHT  OF\n   37  THE  LADDER, THE SUPERVISOR IN CHARGE OF THE WORK MUST ENSURE THAT FLAG-\n   38  GING PROTECTION IS ESTABLISHED IN ACCORDANCE WITH THIS SUBDIVISION.\n   39    (F) ON EXPRESS TRACKS OR WHERE THERE IS A LONG DESCENDING GRADE OR  AT\n   40  ANY  POINT WHERE TRACK CONDITIONS OR TRAIN SCHEDULES PERMIT TRAIN SPEEDS\n   41  OF THIRTY-FIVE OR MORE MILES PER  HOUR,  TWO  ADDITIONAL  YELLOW  LIGHTS\n   42  AND/OR  TWO YELLOW FLAGS MUST BE DISPLAYED AT A POINT THREE HUNDRED FEET\n   43  FARTHER IN THE DIRECTIONS FROM WHICH TRAINS APPROACH.\n   44    (G) WHEN A TRAIN OPERATOR'S VIEW OF A  PRIMARY  FLAGGER'S  TWO  YELLOW\n   45  CAUTION LIGHTS OR FLAGS IS LIMITED BY REASON OF CURVES OR OTHERWISE, TWO\n   46  ADDITIONAL  YELLOW  CAUTION LIGHTS OR FLAGS MUST BE DISPLAYED AT A POINT\n   47  THREE HUNDRED FEET FARTHER IN THE DIRECTIONS FROM WHICH TRAINS APPROACH.\n   48    (H) ON ANY TRACK WHERE LIGHTS OR FLAGS ARE DISPLAYED, ONE GREEN  LIGHT\n   49  AND/OR  ONE  GREEN  FLAG MUST BE DISPLAYED SEVEN HUNDRED FEET BEYOND THE\n   50  FARTHEST POINT OF WORK AT EACH END OF A JOBSITE.  WHEREVER  TURNOUTS  OR\n   51  CROSSOVERS  WITHIN  AREAS  PROTECTED  BY  CAUTION  LIGHTS OR FLAGS ALLOW\n   52  DIVERGING TRAIN MOVEMENTS TO AN ADJACENT  TRACK  WHICH  IS  NOT  ALREADY\n   53  FLAGGED, ONE GREEN LIGHT AND/OR FLAG MUST BE DISPLAYED ON SUCH TRACK THE\n   54  SAME DISTANCE AS THAT DISPLAYED ON THE OTHER TRACK.\n   55    (I)  CAUTION  LIGHTS OR FLAGS SHALL NOT BE DISPLAYED WITHIN THE LIMITS\n   56  OF STATION PLATFORM.\n\n       A. 1974                             4\n\n    1    (J) WHENEVER WORK ON A TRACK WITHIN A PROTECTED AREA REQUIRES  WORKERS\n    2  TO  BE  WORKING  AT  SEPARATE POINTS IN CLOSE PROXIMITY TO EACH OTHER IN\n    3  SUCH A MANNER THAT ONE FLAGGER CANNOT SAFELY PROTECT ALL THE WORKERS  SO\n    4  ENGAGED, ONE OR MORE INTERMEDIATE FLAGGERS MUST BE STATIONED AT SUITABLE\n    5  SUCCESSIVE  POINTS  WITHIN  THAT  AREA SO THAT EACH INTERMEDIATE FLAGGER\n    6  DIRECTLY PRECEDING HIM OR HER IN  THE  ANTICIPATED  DIRECTION  OF  TRAIN\n    7  TRAFFIC  CAN  BE SEEN. EACH INTERMEDIATE FLAGGER MUST BE EQUIPPED WITH A\n    8  RED LIGHT OR FLAG, A YELLOW LIGHT OR FLAG, A WHISTLE OR AIR HORN  AND  A\n    9  PORTABLE  TRIPPER.  THE SUPERVISOR OF THE WORK AREA MUST ENSURE THAT ALL\n   10  WORKERS, IN ALL GROUPS, ARE IN THE CLEAR BEFORE HE OR  SHE  SIGNALS  THE\n   11  PRIMARY  FLAGGER  CLOSEST  TO  THE LAST WORK GROUP TO ALLOW THE TRAIN TO\n   12  PROCEED.\n   13    (K) IN INSTANCES WHERE TWO OR MORE GROUPS OF WORKERS, WHETHER FROM THE\n   14  SAME OR DIFFERENT SECTIONS, ARE ENGAGED IN WORK ON  OR  ADJACENT  TO  OR\n   15  OBSTRUCTING  A  TRACK AT SUCH LOCATIONS THAT THE FLAGGING PROTECTION FOR\n   16  ONE GROUP WOULD OVERLAP THAT OF ANOTHER GROUP, THE SUPERVISORS IN CHARGE\n   17  OF EACH GROUP MUST ARRANGE BETWEEN THEMSELVES TO PROVIDE  THE  NECESSARY\n   18  PROTECTION  IN  ACCORDANCE  WITH THE AFOREMENTIONED RULES, INCLUDING THE\n   19  ASSIGNMENT OF PRIMARY FLAGGERS AT BOTH ENDS OF THE ENTIRE WORK AREA. THE\n   20  FLAGGERS PROTECTING EACH GROUP OF WORKERS MUST BE EQUIPPED WITH A YELLOW\n   21  LIGHT OR FLAG, A RED LIGHT OR FLAG, A WHISTLE OR AIR HORN AND A PORTABLE\n   22  TRIPPER.\n   23    4. THE PROTECTION OF TRACKWAY WORKERS BY THE  ISSUANCE  OF  A  GENERAL\n   24  ORDER SUSPENDING TRAFFIC SHALL CONFORM TO THE FOLLOWING MINIMUM REQUIRE-\n   25  MENTS:\n   26    (A)  THE  GEOGRAPHICAL  LIMITS  OF A GENERAL ORDER SHALL BE BARRICADED\n   27  WITH A TEMPORARY BUMPER BLOCK TO PHYSICALLY PREVENT UNAUTHORIZED TRAFFIC\n   28  FROM ENTERING.\n   29    (B) SWITCH AND SIGNAL LEVERS  MUST  BE  TAGGED  AND  BLOCKED  AND  THE\n   30  SWITCHES MUST BE BLOCKED AND CLAMPED IN SUCH POSITION THAT TRAINS CANNOT\n   31  ENTER SAID TRACK IN EITHER DIRECTION.\n   32    (C)  EACH  WORK  GROUP  WITHIN  THE  LIMITS OF A GENERAL ORDER MUST BE\n   33  PROTECTED BY A FLAGGER WITH A RED LIGHT OR FLAG AND A  PORTABLE  TRIPPER\n   34  PLACED  NOT  LESS  THAN TWO HUNDRED FEET FROM EACH END OF THE WORK AREA.\n   35  WHERE TWO OR MORE GROUPS ARE WORKING WITHIN SEVEN HUNDRED FEET  OF  EACH\n   36  OTHER AND ARE ABLE TO VISUALLY AND VERBALLY COMMUNICATE, THE SUPERVISORS\n   37  OF EACH WORK GROUP SHALL COORDINATE THE FLAGGING.\n   38    (D)  FLAGGING  ON  TRACKS  ADJACENT TO THE TRACK UNDER A GENERAL ORDER\n   39  SHALL BE ESTABLISHED BY SUPERVISION IN ACCORDANCE WITH PARAGRAPH (D)  OF\n   40  SUBDIVISION THREE OF THIS SECTION.\n   41    (E)  THERE  SHALL  NOT  BE UNMANNED PORTABLE TRIPPERS ON THE TRACKWAY.\n   42  SUPERVISION SHALL ASSIGN A FLAGGER OR FLAGGERS TO ACCOMPANY  EACH  PORT-\n   43  ABLE TRIPPER UTILIZED PURSUANT TO THIS SUBDIVISION.\n   44    S 871-D. PAIRS AND SMALL GROUPS MOVING FROM POINT TO POINT. 1. AUTHOR-\n   45  ITY  EMPLOYEES  ONLY,  PERFORMING  WORK OF A NON-ENGROSSING MANNER ON OR\n   46  ADJACENT TO THE TRACKWAY WHILE MOVING  FROM  POINT  TO  POINT  SHALL  BE\n   47  PROTECTED FROM TRAFFIC IN THE FOLLOWING MANNER:\n   48    (A)  WHENEVER A PAIR OR GROUP OF THREE OR LESS AUTHORITY EMPLOYEES ARE\n   49  ASSIGNED TO WORK ON THE TRACKWAY, SUPERVISION SHALL ASSIGN ONE  EMPLOYEE\n   50  OF SUCH PAIR OR GROUP TO BE WATCHMAN TO WARN AND PROTECT THE EMPLOYEE OR\n   51  EMPLOYEES AT WORK.\n   52    (B)  WHILE MOVING ALONG THE TRACKWAY FROM POINT TO POINT, THE WATCHMAN\n   53  MUST REMAIN A MINIMUM OF FIFTY  FEET  IN  ADVANCE  OF  THE  EMPLOYEE  OR\n   54  EMPLOYEES  HE  OR  SHE  IS PROTECTING. IF THE EMPLOYEE STOPS MOVING FROM\n   55  POINT TO POINT ALONG THE TRACKWAY AND/OR PAUSES TO WORK IN ONE LOCATION,\n   56  A FLASHING YELLOW LIGHT MUST BE DISPLAYED ON THE TRACKWAY A  MINIMUM  OF\n\n       A. 1974                             5\n\n    1  SIX HUNDRED FIFTY FEET IN APPROACH TO THE BEGINNING OF THE WORK AREA. IF\n    2  THE  FLASHING  YELLOW  LIGHT  IS NOT VISIBLE TO THE WATCHMAN WHILE STILL\n    3  BEING ABLE TO SEE AND COMMUNICATE WITH THE EMPLOYEE OR EMPLOYEES  HE  OR\n    4  SHE  IS  PROTECTING,  THE FULL FLAGGING PROTECTION IS REQUIRED. OUTDOORS\n    5  BETWEEN SUNRISE AND SUNSET, A FLUORESCENT ORANGE FLAG MUST  BE  UTILIZED\n    6  INSTEAD OF A FLASHING YELLOW LIGHT.\n    7    (C)  IF AN EMPLOYEE OR EMPLOYEES MUST PERFORM WORK OF A NON-ENGROSSING\n    8  NATURE BETWEEN TWO TRACKS, PROPERLY EQUIPPED WATCHMEN MUST  BE  ASSIGNED\n    9  TO BOTH TRACKS, ADHERING TO PARAGRAPH (A) OF THIS SUBDIVISION.\n   10    (D)  ON  LEAD  TRACKS,  LOOP  TRACKS, MIDDLE TRACKS ON THE MAINLINE OR\n   11  WHEREVER IT IS NOT UNCOMMON FOR TRAINS TO OPERATE IN  EITHER  DIRECTION,\n   12  SUPERVISION  MUST ASSIGN PROPERLY EQUIPPED WATCHMEN TO WARN OF APPROACH-\n   13  ING TRAINS IN BOTH DIRECTIONS.\n   14    (E) ANYTIME AN EMPLOYEE IS ASSIGNED TO ENTER THE TRACKWAY  HE  OR  SHE\n   15  MUST BE EQUIPPED WITH AN APPROVED LIGHT. ADDITIONALLY, HE OR SHE MUST BE\n   16  ACCOMPANIED  BY  A  SECOND  EMPLOYEE  WITH  AN APPROVED LIGHT. EMPLOYEES\n   17  ENTERING ONTO A TRACKWAY ALREADY PROTECTED BY A GENERAL ORDER  OR  FLAG-\n   18  GING  NEED NOT HAVE AN APPROVED FLAGGING LIGHT BUT MUST BE EQUIPPED WITH\n   19  A FLASHLIGHT.\n   20    (F) APPROVED FLAGGING LIGHTS MUST MEET THE FOLLOWING CRITERIA:\n   21    (I) THE BEAM MUST PROVIDE A MINIMUM OF FIVE HUNDRED  FOOT  CANDLES  OF\n   22  ILLUMINATION, MEASURED AT FIVE FEET FROM THE SOURCE; AND\n   23    (II)  THE  LENS OF THE APPROVED LIGHT MUST BE A MINIMUM OF FOUR INCHES\n   24  IN WIDTH.\n   25    2. PROTECTION AGAINST TRAIN TRAFFIC BY THE USE OF  A  WATCHMAN  AND/OR\n   26  POINT TO POINT FLAGGING IS ALLOWABLE ONLY IN THE FOLLOWING SITUATIONS:\n   27    (A)   THE  WORK  MUST  BE  OF  A  NON-ENGROSSING  NATURE  (EX.  VISUAL\n   28  INSPECTIONS, QUICK AND/OR MINOR ADJUSTMENTS, CARRYING SMALL TOOLS  TO  A\n   29  WORK  AREA).    WORK  OF  A  NON-ENGROSSING  NATURE IS WORK WHICH CAN BE\n   30  SUSPENDED IMMEDIATELY, ALLOWING EMPLOYEES TO IMMEDIATELY  CLEAR  UP.  IF\n   31  THE  WORK  IS  SUCH THAT EMPLOYEES MUST FIRST \"SAFE UP\" TOOLS OR BAGS OF\n   32  DEBRIS, ETC.  TO PREVENT INTERFERING WITH TRAIN TRAFFIC, THEN FULL FLAG-\n   33  GING PROTECTION IS REQUIRED IN ACCORDANCE WITH THIS SECTION.\n   34    (B) EACH EMPLOYEE MUST HAVE A DESIGNATED CLEAR UP SPACE WITHIN FIFTEEN\n   35  FEET OF WHERE THEY ARE WORKING. THERE MUST BE  A  SUFFICIENT  NUMBER  OF\n   36  CLEAR UP SPACES TO MATCH THE NUMBER OF EMPLOYEES.\n   37    (C)  THIS  TYPE  OF  FLAGGING PROTECTION SHALL NOT BE UTILIZED BETWEEN\n   38  6:00AM AND 9:00AM OR BETWEEN 4:00PM AND 7:00PM, MONDAY THROUGH FRIDAY OR\n   39  ANY HIGH TRAFFIC PERIODS.\n   40    (D) THIS TYPE OF FLAGGING PROTECTION SHALL NOT BE  UTILIZED  IN  UNDER\n   41  RIVER  TUNNELS  EXCEPT BY AGREEMENT WITH THE AFFECTED BARGAINING UNIT OR\n   42  UNITS.\n   43    (E) WHEREAS POINT TO POINT FLAGGING WITH A WATCHMAN PROVIDES A  LESSER\n   44  LEVEL OF PROTECTION THAN THE PROTECTION OF A GENERAL ORDER OR FULL FLAG-\n   45  GING,  IF  QUESTIONS  SHOULD  ARISE  ABOUT  THE TYPE OF PROTECTION TO BE\n   46  UTILIZED, THE SAFER COURSE SHOULD ALWAYS BE TAKEN.\n   47    S 871-E. RESPONSIBILITIES FOR ON-TRACK SAFETY. 1. PRIOR  TO  ASSIGNING\n   48  EMPLOYEES  TO WORK UNDER ANY OF THE ALLOWABLE METHODS OF TRACKWAY WORKER\n   49  PROTECTION (GENERAL ORDER, FULL FLAGGING OR POINT TO POINT) THE SUPERVI-\n   50  SOR IN CHARGE OF THE ASSIGNMENT SHALL HOLD A PRE-JOB MEETING TO  OUTLINE\n   51  THE JOB; DISCUSS THE TYPE OF FLAGGING PROTECTION TO BE UTILIZED; DISCUSS\n   52  THE  CLEARING UP PROCEDURES AND AREAS WHICH WILL BE UTILIZED AT THE WORK\n   53  AREA; TO DESIGNATE THE FLAGGER OR FLAGGERS AND TO PROVIDE AN OPPORTUNITY\n   54  FOR EMPLOYEES TO DISCUSS THEIR CONCERNS AND/OR OBJECT  TO  THE  TYPE  OF\n   55  PROTECTION PROPOSED BY THE SUPERVISOR.\n\n       A. 1974                             6\n\n    1    2.  THE  SUPERVISOR  SHALL  GIVE  DETAILED  AND  SPECIFIC INSTRUCTIONS\n    2  REGARDING THE PLACEMENT OF THE CAUTION LIGHTS, AND THE PLACEMENT OF  THE\n    3  RED  LIGHT  AND  PORTABLE TRIPPER TO THE DESIGNATED FLAGGER OR FLAGGERS.\n    4  THE SUPERVISOR SHALL STATION THE FLAGGER IN A WELL ILLUMINATED AREA, NOT\n    5  ADJACENT TO AN ENERGIZED THIRD RAIL, IF POSSIBLE.\n    6    3.  THE  SUPERVISOR MUST ASSIGN ANOTHER QUALIFIED FLAGGER TO ACCOMPANY\n    7  THE PRIMARY FLAGGER IN SETTING UP AND  REMOVING  CAUTION  LIGHTS  AND/OR\n    8  FLAGS.\n    9    4.  THE  SUPERVISOR IN CHARGE OF THE WORK TO BE PERFORMED MUST PROVIDE\n   10  FOR AND ENSURE THAT THE REQUIRED FLAGGING PROTECTION IS ESTABLISHED  AND\n   11  MAINTAINED, FOR THE SAFETY OF EMPLOYEES AND THE SAFE PASSAGE OF TRAINS.\n   12    5.  UNTIL THE SUPERVISOR IN CHARGE OF THE WORK KNOWS THAT PROPER FLAG-\n   13  GING PROTECTION IS ESTABLISHED, HE OR SHE MUST NOT  PERMIT  ANY  PERSONS\n   14  FOR  WHOM  THE  TRACKWAY PROTECTION IS INTENDED TO OBSTRUCT THE TRACK IN\n   15  ANY WAY.\n   16    6. WHENEVER AN EMPLOYEE OF AN EMPLOYER OTHER THAN THE AUTHORITY ENTERS\n   17  THE TRACKWAY OF THE SYSTEM, A DESIGNATED  REPRESENTATIVE  OF  THE  RAPID\n   18  TRANSIT  OPERATIONS DIVISION MUST PROVIDE AND MAINTAIN APPROPRIATE FLAG-\n   19  GING PROTECTION IN ACCORDANCE WITH THIS SECTION. IN CASES WHERE WORK  IS\n   20  BEING  PERFORMED  IN  ROOMS  (I.E.  ELECTRICAL  DISTRIBUTION ROOMS, PUMP\n   21  ROOMS, MANHOLES) WHICH CAN BE ACCESSED OFF THE END OF THE STATION  PLAT-\n   22  FORM,  AND  WITHOUT  ENTERING  THE  TRACKWAY  ONE FLAGGER, DESIGNATED BY\n   23  SUPERVISION, MUST ESCORT THE WORKERS TO AND FROM THE ROOM WHILE EQUIPPED\n   24  WITH A RED LIGHT OR FLAG. SUCH ESCORT MUST BE DONE AFTER THE PASSAGE  OF\n   25  A TRAIN.\n   26    S  871-F.  LIGHTS,  FLAGS,  EQUIPMENT AND PROCEDURE. 1. CAUTION LIGHTS\n   27  AND/OR FLAGS SHALL BE UTILIZED IN THE FOLLOWING MANNER:\n   28    (A) UNDERGROUND: ILLUMINATED LIGHTS OF THE PRESCRIBED COLOR  AND  TYPE\n   29  MUST BE USED PURSUANT TO THIS SECTION.\n   30    (B)  OUTDOORS:  FLAGS  (AT  LEAST  23\"  X  29\"  IN  DIMENSION)  OF THE\n   31  PRESCRIBED COLOR MUST BE USED BETWEEN SUNRISE AND SUNSET,  EXCEPT  THAT,\n   32  WHEN  FLAGS  CANNOT BE PLAINLY SEEN, ILLUMINATED CAUTION LIGHTS IN ADDI-\n   33  TION TO FLAGS MUST BE  USED.  BETWEEN  SUNSET  AND  SUNRISE  ILLUMINATED\n   34  LIGHTS OF THE PRESCRIBED COLOR MUST BE USED PURSUANT TO THIS SECTION.\n   35    2. FLAGGING SIGNAL COLORS HAVE THE FOLLOWING MEANINGS:\n   36    (A) RED NOTIFIES THE TRAIN OPERATOR TO STOP;\n   37    (B)  YELLOW  NOTIFIES  THE TRAIN OPERATOR TO PROCEED AT A SPEED NOT TO\n   38  EXCEED TEN MILES PER ONE-HALF THE RANGE OF VISION;\n   39    (C) ORANGE (FLUORESCENT FLAG) NOTIFIES THE TRAIN OPERATOR  TO  PROCEED\n   40  AT  A SPEED NOT TO EXCEED TEN MILES PER HOUR, AND TO BE PREPARED TO STOP\n   41  WITHIN ONE-HALF THE RANGE OF VISION;\n   42    (D) GREEN NOTIFIES THE TRAIN OPERATOR TO RESUME NORMAL SPEED; AND\n   43    (E) WHITE NOTIFIES THE TRAIN OPERATOR TO PROCEED.\n   44    3. SUPERVISION MUST PROVIDE FLAGGERS WITH THE  REQUIRED  EQUIPMENT  AS\n   45  FOLLOWS:\n   46    (A) THE NECESSARY LIGHTS AND/OR FLAGS OF PRESCRIBED COLOR AND IN WORK-\n   47  ING  CONDITION,  TO  PERFORM THE TYPE OF FLAGGING PROTECTION ASSIGNED BY\n   48  SUPERVISION;\n   49    (B) A WHISTLE OR AIR HORN;\n   50    (C) A PORTABLE TRIPPER; AND\n   51    (D) A LENGTH OF STOUT CORD, AT LEAST FOUR BUT NOT MORE THAN SIX  FEET,\n   52  FOR TYING THE RED LIGHT OR FLAG TO THE STOP ARM OF THE PORTABLE TRIPPER.\n   53    4.  AS SOON AS AN APPROACHING TRAIN IS VISIBLE TO A FLAGGER, THE FLAG-\n   54  GER SHALL WARN THE GROUP BEING PROTECTED. AS SOON AS THE TRACKWAY WORKER\n   55  IS AWARE OF AN APPROACHING TRAIN HE MUST BEGIN TO CLEAR UP.\n\n       A. 1974                             7\n\n    1    5. THE FLAGGER MUST NOT SIGNAL THE TRAIN TO PROCEED UNTIL AN ALL CLEAR\n    2  SIGNAL IS RECEIVED FROM THE  AUTHORITY  EMPLOYEE  DESIGNATED  BY  SUPER-\n    3  VISION.\n    4    6.  CAUTION LIGHTS AND/OR FLAGS MUST NOT BE DISPLAYED ON STATION PLAT-\n    5  FORMS. IF AN INTERVENING STATION PLATFORM INTERFERES  WITH  A  FLAGGER'S\n    6  ABILITY  TO SEE AND/OR COMMUNICATE WITH THE WORKERS BEING PROTECTED, THE\n    7  SUPERVISOR IN CHARGE MUST ASSIGN INTERMEDIATE FLAGGERS  ON  THE  STATION\n    8  PLATFORM AS NEEDED. THE INTERMEDIATE FLAGGER OR FLAGGERS MUST BE ABLE TO\n    9  SEE THE PRIMARY FLAGGER AND THE WORK GANG AT ALL TIMES.\n   10    S 871-G. INSTRUCTIONS TO TRAIN OPERATORS. 1. UPON ENCOUNTERING CAUTION\n   11  LIGHTS OR FLAGS ON THE TRACKWAY ON WHICH THEY ARE OPERATING, TRAIN OPER-\n   12  ATORS MUST IMMEDIATELY ADJUST THE SPEED OF THEIR TRAINS TO NOT MORE THAN\n   13  TEN MILES PER HOUR, SOUND TWO LONG BLASTS OF THEIR TRAIN HORN OR WHISTLE\n   14  AS  A  WARNING  TO  WORKERS  AND BE PREPARED TO STOP WITHIN ONE-HALF THE\n   15  RANGE OF VISION.\n   16    2. TRAIN OPERATORS OBSERVING A FLASHING YELLOW  LIGHT  OR  FLUORESCENT\n   17  ORANGE  FLAG  MUST  IMMEDIATELY  ADJUST THE SPEED OF THEIR TRAINS TO NOT\n   18  MORE THAN TEN MILES PER HOUR, SOUND TWO LONG BLASTS  OF  THEIR  HORN  OR\n   19  WHISTLE AND BE PREPARED TO STOP AT ONE-HALF THE RANGE OF VISION, EXPECT-\n   20  ING TO FIND WORKERS ON THE TRACKWAY.\n   21    3.  TRAIN OPERATORS MUST STOP THEIR TRAIN AT LEAST ONE CAR LENGTH FROM\n   22  FLAGGERS, RED LIGHTS OR FLAGS.\n   23    4. IF A PROCEED SIGNAL IS GIVEN WITH A YELLOW  LIGHT  OR  FLAG,  TRAIN\n   24  OPERATORS MUST EXPECT TO ENCOUNTER ANOTHER FLAGGER ON THE TRACKWAY.\n   25    S  871-H. NEW YORK CITY TRANSIT AUTHORITY RULES. 1. EXISTING AUTHORITY\n   26  RULES WHICH DO NOT CONFLICT WITH THIS ARTICLE SHALL NOT BE  REQUIRED  TO\n   27  BE MODIFIED.\n   28    2. ANY FUTURE ON-TRACK SAFETY RULES PROMULGATED BY THE AUTHORITY SHALL\n   29  COMPLY WITH THIS ARTICLE.\n   30    S  871-I.  THIRD  RAIL SAFETY. 1. A THIRD RAIL SYSTEM USED TO TRANSMIT\n   31  ELECTRICITY FOR THE PURPOSE OF POWERING RAIL TRANSIT VEHICLES  OR  OTHER\n   32  RAILROAD  EQUIPMENT,  INCLUDING  ITS ASSOCIATED CABLES, CIRCUIT BREAKERS\n   33  AND  OTHER  ELECTRICAL  APPARATUS  IS  AN  ELECTRICAL  TRANSMISSION  AND\n   34  DISTRIBUTION LINE.\n   35    (A)  THE  UNITED STATES OCCUPATIONAL SAFETY AND HEALTH ACT OF 1970 AND\n   36  OTHER REGULATIONS, STANDARDS AND REQUIREMENTS, INCLUDING  THOSE  PROMUL-\n   37  GATED  BY  THE  PUBLIC  EMPLOYEE SAFETY AND HEALTH BUREAU, APPLICABLE TO\n   38  CRANE OPERATIONS NEAR ELECTRICAL TRANSMISSION AND DISTRIBUTION LINES ARE\n   39  APPLICABLE TO CRANE OPERATIONS NEAR A  THIRD  RAIL.  THE  UNITED  STATES\n   40  OCCUPATIONAL SAFETY AND HEALTH ACT OF 1970 AND OTHER REGULATIONS, STAND-\n   41  ARDS AND REQUIREMENTS, INCLUDING THOSE PROMULGATED BY THE PUBLIC EMPLOY-\n   42  EE  SAFETY  AND  HEALTH  BUREAU,  APPLICABLE TO CRANE OPERATIONS NEAR AN\n   43  OVERHEAD WIRE ARE APPLICABLE TO CRANE OPERATIONS NEAR A THIRD RAIL.\n   44    (B) CRANE OPERATIONS IN PROXIMITY TO A THIRD  RAIL  ARE  GOVERNED,  IN\n   45  PART,   BY   THE   PROVISION  OF  29  CFR  1926.550(A)(15)  AND  20  CFR\n   46  1910.333(C)(1), (2) AND (3). IF AND WHEN THESE  STANDARDS  ARE  REVISED,\n   47  UPDATED OR REDESIGNATED, THIS PARAGRAPH SHALL BE REVISED OR REDESIGNATED\n   48  TO CORRESPOND.\n   49    2.  WHEN  WORKING ON TRACKWAYS WHERE THE THIRD RAIL IS DE-ENERGIZED IT\n   50  IS THE RESPONSIBILITY OF THE SUPERVISOR IN CHARGE OF THE WORK TO  VERIFY\n   51  \"POWER OFF\".\n   52    3.  WHEN  WORKING ON TRACKWAYS WHERE THE THIRD RAIL IS DE-ENERGIZED, A\n   53  THIRD RAIL \"POWER INDICATOR ALARM BOX\" AND A RED BANK OF LIGHTS MUST  BE\n   54  USED  TO  WARN  TRACKWAY  WORKERS  IF  THIRD  RAIL POWER IS ACCIDENTALLY\n   55  RESTORED.\n\n       A. 1974                             8\n\n    1    4. A THIRD RAIL PROTECTION MAT MUST BE USED WHILE WORKING ON TRACKWAYS\n    2  WITHIN FIVE FEET OF A THIRD RAIL.\n    3    S  871-J.  ILLUMINATION. 1. WORK AREAS ON AUTHORITY TRACKWAYS SHALL BE\n    4  ILLUMINATED TO A MINIMUM OF THIRTY FOOT CANDLES.\n    5    2. THE DEGREE OF ILLUMINATION SHALL BE MEASURED BY  A  STANDARD  LIGHT\n    6  METER, WITH THE ILLUMINATION SAMPLE MEASURED AT THE WORK AREA.\n    7    3.  FLAGGERS'  STATIONS ON ALL TRACKWAYS ARE WORK AREAS AND SHALL MEET\n    8  THE REQUIREMENTS OF THIS SECTION.\n    9    S 871-K. GOOD FAITH CHALLENGES. AUTHORITY  EMPLOYEES  SHALL  HAVE  THE\n   10  ABSOLUTE  RIGHT TO CHALLENGE IN GOOD FAITH ANY WORK ORDER OR THE ASSIGN-\n   11  MENT OF ANY TASK WHICH VIOLATES ANY PROVISION OF THIS ARTICLE, OR  OTHER\n   12  APPLICABLE  LAW,  OR AN AUTHORITY SAFETY RULE. PROCEDURES FOR SUCH CHAL-\n   13  LENGES SHALL BE INCLUDED IN THE AUTHORITY'S ON-TRACK SAFETY PROGRAM.\n   14    S 4. This act shall take effect on the one hundred twentieth day after\n   15  it shall have become a law, except that any rules and regulations neces-\n   16  sary for the timely implementation of this act  on  its  effective  date\n   17  shall be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to establishing on-track safety standards for New York city transit authority employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T141921.TXT", "SOBI.D110127.T091829.TXT", "SOBI.D110125.T095900.TXT", "SOBI.D110113.T115832.TXT", "SOBI.D110112.T155522.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296137909316
}