{
  "year" : 2011,
  "senateBillNo" : "A1977-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A1977-2011-1294808400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the educational preparation for practice of professional nursing",
  "summary" : "Requires registered professional nurses to attain a baccalaureate degree in nursing within ten years of their initial licensure; provides exemptions for those currently licensed or enrolled in nursing programs. ",
  "currentCommittee" : null,
  "sameAs" : "S1223",
  "lawSection" : "Education Law",
  "previousVersions" : [ "AB2079-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1977\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. MORELLE, PHEFFER, TOWNS, JAFFEE, PERRY, MAGNAREL-\n         LI,  SPANO, ROSENTHAL, CUSICK, GUNTHER, CAMARA, ORTIZ, GIBSON, PAULIN,\n         KELLNER, CASTRO, LAVINE, TITONE, DINOWITZ,  GOTTFRIED  --  Multi-Spon-\n         sored  by  --  M. of A. CAHILL, CONTE, CYMBROWITZ, DenDEKKER, DESTITO,\n         ENGLEBRIGHT,  FINCH,  FITZPATRICK,  GALEF,  HEASTIE,   HOOPER,   HOYT,\n         JEFFRIES,  KOLB, LATIMER, LIFTON, LUPARDO, McDONOUGH, J. MILLER, MILL-\n         MAN, NOLAN, PRETLOW, J. RIVERA, ROBINSON, RUSSELL,  SCHIMEL,  SWEENEY,\n         WEISENBERG -- read once and referred to the Committee on Higher Educa-\n         tion\n\n       AN ACT to amend the education law, in relation to the educational prepa-\n         ration for practice of professional nursing\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislature hereby finds and  declares  that  with  the\n    2  increasing  complexity  of  the  American  healthcare system and rapidly\n    3  expanding technology, the  educational  preparation  of  the  registered\n    4  professional  nurse  must  be  expanded. The nurse of the future must be\n    5  prepared to partner with multiple  disciplines  as  a  collaborator  and\n    6  manager  of  the complex patient care journey. Shorter lengths of stays,\n    7  higher patient acuity, and more sophisticated  technologies  and  proce-\n    8  dures  are  increasing  the  complexity  of patient care - which in turn\n    9  places great  demands  on  nursing  competencies.  Other  countries  are\n   10  responding  to these changes by requiring the baccalaureate degree as an\n   11  entry requirement for nursing  licensure  while  other  professions  are\n   12  demanding  master  and  doctoral  degrees  as their entry point. Several\n   13  recent research studies clearly demonstrate the  added  value  of  addi-\n   14  tional  education  in  relation  to improved patient outcomes; one study\n   15  demonstrates that each ten percent increase in the number  of  baccalau-\n   16  reate  prepared  nurses  results  in a five percent decrease in surgical\n   17  patient deaths. Therefore, the  legislature  finds  that  expanding  the\n   18  educational  requirements for the profession of nursing, while maintain-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05299-01-1\n\n       A. 1977                             2\n\n    1  ing the multiple entry points into the profession, is needed.  This bill\n    2  affects future nurses graduating from associate degree or diploma  nurs-\n    3  ing  programs who would be required to obtain a baccalaureate in nursing\n    4  within  ten  years  of initial licensure. All current nurses licensed in\n    5  New York and students in programs preparing for registered  professional\n    6  nursing  are  to be exempt from the new requirement. This legislation is\n    7  mirrored after the progressive education requirement for teachers in New\n    8  York state. Numerous regulatory and accrediting bodies have  recommended\n    9  this  change  as  a  means  to  address sophisticated patient care needs\n   10  resulting from shorter lengths of stay, higher acuity and more sophisti-\n   11  cated interventions. This proposal is the result of a  growing  body  of\n   12  research  evidence  that  additional education results in better patient\n   13  outcomes. Therefore by requiring the baccalaureate degree for  continued\n   14  registration  as  a  registered professional nurse this bill seeks to be\n   15  responsive to meet the increasingly complex health  care  needs  of  the\n   16  residents of New York state.\n   17    S 2. Subdivision 2 of section 6905 of the education law, as amended by\n   18  chapter  994 of the laws of 1971 and such section as renumbered by chap-\n   19  ter 50 of the laws of 1972, is amended to read as follows:\n   20    (2) Education: have received an education, and a diploma or degree  in\n   21  professional nursing, in accordance with the commissioner's regulations,\n   22  AND  IN  ORDER  TO  CONTINUE  TO  MAINTAIN  REGISTRATION AS A REGISTERED\n   23  PROFESSIONAL NURSE IN NEW YORK  STATE,  HAVE  ATTAINED  A  BACCALAUREATE\n   24  DEGREE  IN  NURSING  WITHIN TEN YEARS OF INITIAL LICENSURE IN ACCORDANCE\n   25  WITH THE COMMISSIONER'S REGULATIONS. IN ITS DISCRETION,  THE  DEPARTMENT\n   26  MAY ISSUE A CONDITIONAL REGISTRATION TO A LICENSEE WHO FAILS TO COMPLETE\n   27  THE  BACCALAUREATE DEGREE BUT WHO AGREES TO MEET THE ADDITIONAL REQUIRE-\n   28  MENT WITHIN ONE YEAR. THE FEE FOR SUCH A CONDITIONAL REGISTRATION  SHALL\n   29  BE  THE SAME AS, AND IN ADDITION TO, THE FEE FOR THE TRIENNIAL REGISTRA-\n   30  TION. THE DURATION OF SUCH CONDITIONAL REGISTRATION  SHALL  BE  FOR  ONE\n   31  YEAR  AND  MAY  BE EXTENDED, WITH THE PAYMENT OF A FEE, FOR NO MORE THAN\n   32  ONE ADDITIONAL YEAR. ANY LICENSEE WHO IS NOTIFIED OF  THE  DENIAL  OF  A\n   33  REGISTRATION FOR FAILURE TO COMPLETE THE ADDITIONAL EDUCATIONAL REQUIRE-\n   34  MENTS  AND WHO PRACTICES AS A REGISTERED PROFESSIONAL NURSE WITHOUT SUCH\n   35  REGISTRATION MAY BE SUBJECT  TO  DISCIPLINARY  PROCEEDINGS  PURSUANT  TO\n   36  SECTION SIXTY-FIVE HUNDRED TEN OF THIS TITLE;\n   37    S 3. The provisions of this act shall not apply to:\n   38    a.  any  student  entering  a  generic baccalaureate program preparing\n   39  registered professional nurses after the effective date of this act;\n   40    b. any student currently enrolled in, or having an application pending\n   41  in, a program preparing registered nurses as of the  effective  date  of\n   42  this act;\n   43    c.  any  person already licensed as a registered professional nurse or\n   44  any unlicensed graduate professional nurse who is eligible to  take  the\n   45  National  Council Licensure Examination as of the effective date of this\n   46  act.\n   47    S 4. This act shall take effect immediately and  the  commissioner  of\n   48  education  is  authorized to promulgate any rule or regulation necessary\n   49  to implement the provisions of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the educational preparation for practice of professional nursing ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T160022.TXT", "SOBI.D110113.T115832.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294937912620
}