{
  "year" : 2011,
  "senateBillNo" : "A1976-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to education",
    "billEventId" : "A1976-2011-1294808400000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Eliminates the waiver of qualification requirements for school superintendents in the school districts located in N.Y. city",
  "summary" : "Eliminates the waiver of qualification requirements for school superintendents in the school districts located in cities having a population of one million or more residents. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1976\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. MILLMAN, JAFFEE, M. MILLER -- Multi-Sponsored by\n         -- M. of A. GLICK -- read once and referred to the Committee on Educa-\n         tion\n\n       AN ACT to amend the education law, in relation to eliminating the waiver\n         of qualification requirements for school superintendents in the school\n         districts located in cities having a population of one million or more\n         residents\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section 3003 of the education law, as\n    2  amended by chapter 149 of the laws  of  1974,  is  amended  to  read  as\n    3  follows:\n    4    3.  [The]  EXCEPT IN SCHOOL DISTRICTS LOCATED IN CITIES HAVING A POPU-\n    5  LATION OF ONE MILLION  OR  MORE  RESIDENTS,  THE  commissioner,  at  the\n    6  request  of  a  board  of  education or board of cooperative educational\n    7  services, may provide for the issuance of a certificate  as  superinten-\n    8  dent  of  schools to exceptionally qualified persons who do not meet all\n    9  of the graduate course or teaching requirements of  subdivision  one  of\n   10  this  section,  but  whose  exceptional  training and experience are the\n   11  substantial equivalent of such requirements and qualify such persons for\n   12  the duties of a superintendent of schools.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04312-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to eliminating the waiver of qualification requirements for school superintendents in the school districts located in cities having a population of one million or more residents ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T160022.TXT", "SOBI.D110113.T115832.TXT", "SOBI.D110131.T143713.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296502633109
}