{
  "year" : 2011,
  "senateBillNo" : "A1979-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to aging",
    "billEventId" : "A1979-2011-1294808400000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a special fund to be known as the defense of the elderly fund",
  "summary" : "Establishes a special fund to be known as the defense of the elderly fund to be made available to the division of criminal justice services for the creation of public information and promotional materials in support of state and local, and public and private initiatives that enhance law enforcement and crime prevention services that respond to the needs and concerns of the elderly. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A1981-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1979\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. MORELLE, ORTIZ, DESTITO, COLTON, PERRY, CLARK --\n         Multi-Sponsored by -- M. of A. COOK, McENENY, MILLMAN, PHEFFER -- read\n         once and referred to the Committee on Aging\n\n       AN ACT to amend the state finance law, in relation to the  establishment\n         of  a special fund to be known as the defense of the elderly fund, and\n         the establishment of a payroll deduction  plan  for  contributions  by\n         state employees to such fund\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state finance law is amended by adding  a  new  section\n    2  92-gg to read as follows:\n    3    S 92-GG. DEFENSE OF THE ELDERLY FUND. 1. A SPECIAL FUND TO BE KNOWN AS\n    4  THE  \"DEFENSE  OF THE ELDERLY FUND\" IS HEREBY ESTABLISHED IN THE CUSTODY\n    5  OF THE STATE COMPTROLLER AND THE COMMISSIONER OF TAXATION AND FINANCE.\n    6    2. THE FUND SHALL CONSIST OF  ALL  MONIES  TRANSFERRED  TO  SUCH  FUND\n    7  PURSUANT  TO LAW, ALL MONIES REQUIRED BY ANY PROVISION OF LAW TO BE PAID\n    8  INTO OR CREDITED TO THE FUND, AND ANY INTEREST EARNINGS THAT MAY  ACCRUE\n    9  FROM  THE  INVESTMENT  OF  MONIES  IN THE FUND. NOTHING CONTAINED HEREIN\n   10  SHALL PREVENT THE STATE FROM RECEIVING GRANTS, GIFTS OR BEQUESTS FOR THE\n   11  PURPOSES OF THE FUND AS DEFINED IN THIS SECTION AND DEPOSITING  THEM  IN\n   12  THE  FUND ACCORDING TO LAW. NOR SHALL ANYTHING CONTAINED HEREIN PRECLUDE\n   13  THE STATE FROM ENTERING INTO COMMERCIAL AGREEMENTS WITH PRIVATE INDIVID-\n   14  UALS AND PRIVATE SECTOR ENTITIES WHO WOULD MAKE SUCH GRANTS,  GIFTS  AND\n   15  BEQUESTS  IN CONSIDERATION OF RECEIVING RECOGNITION FOR THEIR SUPPORT OF\n   16  THE PURPOSES OF THE FUND.\n   17    3. MONIES OF THE FUND, WHEN ALLOCATED, SHALL BE AVAILABLE TO THE DIVI-\n   18  SION OF CRIMINAL JUSTICE SERVICES FOR THE CREATION OF PUBLIC INFORMATION\n   19  AND PROMOTIONAL MATERIALS IN SUPPORT OF STATE AND LOCAL, AND PUBLIC  AND\n   20  PRIVATE  INITIATIVES  THAT  ENHANCE LAW ENFORCEMENT AND CRIME PREVENTION\n   21  SERVICES THAT RESPOND TO THE NEEDS AND CONCERNS  OF  THE  ELDERLY.  SUCH\n   22  MONIES  MAY BE USED TO PRODUCE PUBLIC INFORMATION AND EDUCATION MESSAGES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05788-01-1\n\n       A. 1979                             2\n\n    1  IN PRINT, RADIO, INTERNET, TELEVISION  AND  VIDEO  FORMATS  AS  WELL  AS\n    2  ADVERTISING  AND PROMOTIONAL MATERIALS, BROCHURES, PAMPHLETS AND OUTDOOR\n    3  ADVERTISING.\n    4    4.  MONIES  SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND WARRANT OF\n    5  THE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY  THE  COMMISSIONER\n    6  OF CRIMINAL JUSTICE SERVICES.\n    7    S  2.  Section 201 of the state finance law is amended by adding a new\n    8  subdivision 17 to read as follows:\n    9    17. THE COMPTROLLER OF THE STATE IS HEREBY AUTHORIZED TO  DEDUCT  FROM\n   10  THE SALARY OF ANY EMPLOYEE OF THE STATE SUCH AMOUNT AS SUCH EMPLOYEE MAY\n   11  SPECIFY  IN  WRITING  FILED  WITH THE COMPTROLLER WITHIN THE MINIMUM AND\n   12  MAXIMUM AMOUNTS PRESCRIBED BY THE COMPTROLLER FOR  CONTRIBUTION  TO  THE\n   13  DEFENSE  OF THE ELDERLY FUND ESTABLISHED PURSUANT TO SECTION NINETY-TWO-\n   14  GG OF THIS CHAPTER.  THE COMPTROLLER IS HEREBY AUTHORIZED TO  MAKE  SUCH\n   15  RULES  AND  REGULATIONS  GOVERNING SAID CONTRIBUTIONS AS HE OR SHE DEEMS\n   16  NECESSARY, SUCH RULES AND REGULATIONS TO BE INCORPORATED IN THE  EMPLOY-\n   17  EE'S WRITTEN AUTHORIZATION OF PAYROLL DEDUCTION FILED IN A MANNER DETER-\n   18  MINED  BY  THE  COMPTROLLER. ANY SUCH WRITTEN AUTHORIZATION MAY BE WITH-\n   19  DRAWN BY SUCH EMPLOYEE AT ANY TIME UPON FILING WRITTEN  NOTICE  OF  SUCH\n   20  WITHDRAWAL IN A MANNER DETERMINED BY THE COMPTROLLER.\n   21    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the establishment of a special fund to be known as the defense of the elderly fund, and the establishment of a payroll deduction plan for contributions by state employees to such fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T115832.TXT", "SOBI.D110112.T162526.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294937912631
}