{
  "year" : 2011,
  "senateBillNo" : "A1972-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to labor",
    "billEventId" : "A1972-2011-1294808400000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the care and treatment of injured employees by duly licensed social workers under the workers' compensation program",
  "summary" : "Authorizes the mental health care and treatment of injured employees by licensed clinical social workers under the workers' compensation program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "AA395-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1972\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Labor\n\n       AN ACT to amend the workers' compensation law, in relation to  the  care\n         and treatment of injured employees by certain licensed clinical social\n         workers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited  as  the  \"injured\n    2  workers assistance act\".\n    3    S  2. The workers' compensation law is amended by adding a new section\n    4  13-p to read as follows:\n    5    S 13-P. CARE AND TREATMENT OF INJURED EMPLOYEES  BY  CERTAIN  LICENSED\n    6  CLINICAL  SOCIAL  WORKERS. 1. WHERE THE TERM \"CLINICAL SOCIAL WORKER\" IS\n    7  USED IN THIS SECTION, SUCH TERM SHALL MEAN A PERSON WHO IS DULY LICENSED\n    8  AND REGISTERED AS A LICENSED CLINICAL SOCIAL WORKER PURSUANT TO  ARTICLE\n    9  ONE HUNDRED FIFTY-FOUR OF THE EDUCATION LAW.\n   10    2.  (A)  AN  INJURED  EMPLOYEE, INJURED UNDER CIRCUMSTANCES WHICH MAKE\n   11  SUCH AN INJURY COMPENSABLE UNDER THIS ARTICLE, MAY LAWFULLY BE  TREATED,\n   12  UPON  THE  REFERRAL  OF  AN AUTHORIZED PHYSICIAN, BY A LICENSED CLINICAL\n   13  SOCIAL WORKER AUTHORIZED BY THE CHAIR TO RENDER SOCIAL WORK CARE  PURSU-\n   14  ANT TO THIS SECTION. SUCH SERVICES SHALL BE WITHIN THE SCOPE OF LICENSED\n   15  CLINICAL   SOCIAL   WORK  AS  DEFINED  IN  SUBDIVISION  TWO  OF  SECTION\n   16  SEVENTY-SEVEN HUNDRED ONE OF THE EDUCATION LAW.\n   17    (B) MEDICAL BUREAUS, MEDICAL CENTERS JOINTLY  OPERATED  BY  LABOR  AND\n   18  MANAGEMENT  REPRESENTATIVES,  HOSPITALS AND HEALTH MAINTENANCE ORGANIZA-\n   19  TIONS, AUTHORIZED TO PROVIDE MEDICAL CARE PURSUANT TO SECTION THIRTEEN-C\n   20  OF  THIS  ARTICLE,  MAY  PROVIDE  CLINICAL  SOCIAL  WORK  SERVICES  WHEN\n   21  REQUIRED,  UPON  THE  REFERRAL OF AN AUTHORIZED PHYSICIAN, PROVIDED SUCH\n   22  CARE IS RENDERED BY A DULY REGISTERED, LICENSED AND AUTHORIZED  CLINICAL\n   23  SOCIAL WORKER AS REQUIRED BY THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04120-01-1\n\n       A. 1972                             2\n\n    1    (C)  A  LICENSED  CLINICAL SOCIAL WORKER RENDERING SERVICE PURSUANT TO\n    2  THIS SECTION SHALL MAINTAIN RECORDS OF THE PATIENT'S CONDITION AND CLIN-\n    3  ICAL SOCIAL WORK TREATMENT, AND SUCH RECORDS OR REPORTS SHALL BE SUBMIT-\n    4  TED TO THE CHAIR ON SUCH FORMS AND  AT  SUCH  TIMES  AS  THE  CHAIR  MAY\n    5  REQUIRE.\n    6    3.  A LICENSED CLINICAL SOCIAL WORKER WHO IS DESIROUS OF BEING AUTHOR-\n    7  IZED TO RENDER CLINICAL SOCIAL WORK SERVICES UNDER  THIS  SECTION  SHALL\n    8  FILE  AN APPLICATION FOR AUTHORIZATION UNDER THIS SECTION WITH THE CLIN-\n    9  ICAL SOCIAL WORK  PRACTICE  COMMITTEE.  THE  APPLICANT  SHALL  AGREE  TO\n   10  REFRAIN  FROM  SUBSEQUENTLY  TREATING  FOR  REMUNERATION,  AS  A PRIVATE\n   11  PATIENT, ANY PERSON SEEKING CLINICAL SOCIAL WORK SERVICES, IN CONNECTION\n   12  WITH, OR AS A RESULT OF, ANY INJURY COMPENSABLE UNDER THIS  CHAPTER,  IF\n   13  HE  OR  SHE  HAS  BEEN  REMOVED FROM THE LIST OF CLINICAL SOCIAL WORKERS\n   14  AUTHORIZED TO RENDER SERVICES UNDER THIS CHAPTER. THIS  AGREEMENT  SHALL\n   15  RUN TO THE BENEFIT OF THE INJURED PERSON SO TREATED, AND SHALL BE AVAIL-\n   16  ABLE  AS  A  DEFENSE  IN  ANY  ACTION BY SUCH CLINICAL SOCIAL WORKER FOR\n   17  PAYMENT FOR TREATMENT RENDERED BY  SUCH  CLINICAL  SOCIAL  WORKER  AFTER\n   18  BEING  REMOVED  FROM  THE  LIST OF CLINICAL SOCIAL WORKERS AUTHORIZED TO\n   19  RENDER CLINICAL SOCIAL WORK SERVICES UNDER THIS  SECTION.  THE  CLINICAL\n   20  SOCIAL  WORK  PRACTICE  COMMITTEE,  IF  IT  DEEMS SUCH LICENSED CLINICAL\n   21  SOCIAL WORKER DULY QUALIFIED, SHALL RECOMMEND TO  THE  CHAIR  THAT  SUCH\n   22  PERSON  BE AUTHORIZED TO RENDER CLINICAL SOCIAL WORK SERVICES UNDER THIS\n   23  SECTION. SUCH RECOMMENDATIONS SHALL BE ONLY ADVISORY TO  THE  CHAIR  AND\n   24  SHALL  NOT  BE BINDING OR CONCLUSIVE. THE CHAIR SHALL PREPARE AND ESTAB-\n   25  LISH A SCHEDULE FOR THE STATE OR SCHEDULES LIMITED TO DEFINED LOCALITIES\n   26  OF CHARGES AND FEES FOR CLINICAL SOCIAL WORK TREATMENT AND CARE,  TO  BE\n   27  DETERMINED IN ACCORDANCE WITH AND BE SUBJECT TO CHANGE PURSUANT TO RULES\n   28  PROMULGATED  BY  THE CHAIR. BEFORE PREPARING SUCH SCHEDULE FOR THE STATE\n   29  OR SCHEDULES FOR LIMITED LOCALITIES THE CHAIR SHALL REQUEST THE CLINICAL\n   30  SOCIAL WORK PRACTICE COMMITTEE TO SUBMIT TO SUCH CHAIR A REPORT  ON  THE\n   31  AMOUNT  OF REMUNERATION DEEMED BY SUCH COMMITTEE TO BE FAIR AND ADEQUATE\n   32  FOR THE TYPES OF CLINICAL SOCIAL WORK SERVICES TO BE RENDERED UNDER THIS\n   33  CHAPTER, BUT CONSIDERATION SHALL BE GIVEN TO THE VIEW  OF  OTHER  INTER-\n   34  ESTED  PARTIES.  THE  AMOUNTS PAYABLE BY THE EMPLOYER FOR SUCH TREATMENT\n   35  AND SERVICES SHALL BE THE FEES AND CHARGES ESTABLISHED BY SUCH SCHEDULE.\n   36    4.  (A) NO CLAIM FOR CLINICAL SOCIAL WORK SERVICES SHALL BE VALID  AND\n   37  ENFORCEABLE   AS   AGAINST  THE  EMPLOYER  OR  EMPLOYEES  UNLESS  WITHIN\n   38  FORTY-EIGHT HOURS FOLLOWING THE  FIRST  TREATMENT  THE  CLINICAL  SOCIAL\n   39  WORKER  GIVING  SUCH  CARE  OR  TREATMENT  FURNISHES TO THE EMPLOYER AND\n   40  DIRECTLY TO THE CHAIR A PRELIMINARY NOTICE OF SUCH INJURY AND TREATMENT,\n   41  AND WITHIN FIFTEEN DAYS THEREAFTER A MORE COMPLETE REPORT AND SUBSEQUENT\n   42  THERETO PROGRESS REPORTS AS REQUESTED IN WRITING BY  THE  CHAIR,  BOARD,\n   43  EMPLOYER OR INSURANCE CARRIER, AT INTERVALS OF NOT LESS THAN THREE WEEKS\n   44  APART  OR AT LESS FREQUENT INTERVALS IF REQUESTED ON FORMS PRESCRIBED BY\n   45  THE CHAIR. THE BOARD MAY EXCUSE THE FAILURE TO GIVE SUCH NOTICES  WITHIN\n   46  THE DESIGNATED PERIODS WHEN IT FINDS IT TO BE IN THE INTEREST OF JUSTICE\n   47  TO DO SO.\n   48    (B)  UPON  RECEIPT OF THE NOTICE PROVIDED FOR BY PARAGRAPH (A) OF THIS\n   49  SUBDIVISION, THE EMPLOYER SHALL BE ENTITLED TO HAVE THE  CLAIMANT  EXAM-\n   50  INED  BY A LICENSED CLINICAL SOCIAL WORKER AT A PLACE REASONABLY CONVEN-\n   51  IENT TO THE CLAIMANT AND IN THE  PRESENCE  OF  THE  CLAIMANT'S  CLINICAL\n   52  SOCIAL WORKER, AND REFUSAL BY THE CLAIMANT TO SUBMIT TO SUCH EXAMINATION\n   53  AT  SUCH  TIME OR TIMES AS MAY REASONABLY BE NECESSARY IN THE OPINION OF\n   54  THE BOARD SHALL BAR THE CLAIMANT FROM RECOVERING COMPENSATION,  FOR  ANY\n   55  PERIOD DURING WHICH HE OR SHE HAS REFUSED TO SUBMIT TO SUCH EXAMINATION.\n\n       A. 1972                             3\n\n    1    5.  FEES  FOR CLINICAL SOCIAL WORK SERVICES SHALL BE PAYABLE ONLY TO A\n    2  DULY LICENSED CLINICAL SOCIAL WORKER AS LICENSED IN ARTICLE ONE  HUNDRED\n    3  FIFTY-FOUR  OF  THE EDUCATION LAW, OR TO THE AGENT, EXECUTOR OR ADMINIS-\n    4  TRATOR OF THE  ESTATE  OF  SUCH  LICENSED  CLINICAL  SOCIAL  WORKER.  NO\n    5  LICENSED  CLINICAL  SOCIAL  WORKER RENDERING TREATMENT TO A COMPENSATION\n    6  CLAIMANT SHALL COLLECT OR RECEIVE A FEE FROM SUCH CLAIMANT  WITHIN  THIS\n    7  STATE,  BUT SHALL HAVE RECOURSE FOR PAYMENT OF SERVICES RENDERED ONLY TO\n    8  THE EMPLOYER UNDER THE PROVISIONS OF THIS SECTION.\n    9    6. WHENEVER HIS OR HER  ATTENDANCE  AT  A  HEARING  IS  REQUIRED,  THE\n   10  LICENSED  CLINICAL  SOCIAL WORKER OF THE INJURED EMPLOYEE SHALL BE ENTI-\n   11  TLED TO RECEIVE A FEE FROM THE EMPLOYER IN AN AMOUNT TO BE FIXED BY  THE\n   12  BOARD,  IN  ADDITION TO ANY FEE PAYABLE UNDER SECTION EIGHT THOUSAND ONE\n   13  OF THE CIVIL PRACTICE LAW AND RULES.\n   14    7. (A) UNLESS WITHIN THIRTY DAYS AFTER A BILL HAS BEEN RENDERED TO THE\n   15  EMPLOYER BY THE LICENSED CLINICAL  SOCIAL  WORKER  WHO  HAS  TREATED  AN\n   16  INJURED  EMPLOYEE,  SUCH EMPLOYER SHALL HAVE NOTIFIED THE CHAIR AND SUCH\n   17  CLINICAL SOCIAL WORKER IN WRITING THAT SUCH EMPLOYER DEMANDS  AN  IMPAR-\n   18  TIAL  EXAMINATION OF THE FAIRNESS OF THE AMOUNT CLAIMED BY SUCH CLINICAL\n   19  SOCIAL WORKER FOR HIS OR HER SERVICES, THE RIGHT TO  SUCH  AN  IMPARTIAL\n   20  EXAMINATION  SHALL BE DEEMED TO BE WAIVED AND THE AMOUNT CLAIMED BY SUCH\n   21  CLINICAL SOCIAL WORKER SHALL BE DEEMED TO  BE  THE  FAIR  VALUE  OF  THE\n   22  SERVICES  RENDERED.   IF THE PARTIES FAIL TO AGREE AS TO THE SOCIAL WORK\n   23  CARE RENDERED UNDER THIS CHAPTER TO A  CLAIMANT,  SUCH  VALUE  SHALL  BE\n   24  DECIDED  BY THE SOCIAL WORK PRACTICE COMMITTEE AND THE MAJORITY DECISION\n   25  OF SUCH COMMITTEE SHALL BE CONCLUSIVE UPON THE PARTIES AS TO  THE  VALUE\n   26  OF  THE SERVICES RENDERED. THE BOARD MAY MAKE AN AWARD FOR ANY SUCH BILL\n   27  OR PART THEREOF WHICH REMAINS UNPAID IN THE SAME MANNER AS AN AWARD  FOR\n   28  BILLS RENDERED UNDER SUBDIVISIONS ONE AND THREE OF SECTION THIRTEEN-G OF\n   29  THIS ARTICLE, AND SUCH AWARD MAY BE COLLECTED IN LIKE MANNER AS AN AWARD\n   30  OF COMPENSATION. THE CHAIR SHALL ASSESS THE SUM OF FIFTY DOLLARS AGAINST\n   31  THE  EMPLOYER  FOR EACH SUCH AWARD MADE BY THE BOARD, WHICH SUM SHALL BE\n   32  PAID INTO THE STATE TREASURY.\n   33    (B) WHERE A LICENSED CLINICAL SOCIAL WORKER'S BILL HAS BEEN DETERMINED\n   34  TO BE DUE AND OWING IN ACCORDANCE WITH THE PROVISIONS OF  THIS  SECTION,\n   35  THE BOARD MAY IMPOSE A PENALTY OF NOT MORE THAN ONE AND ONE-HALF PERCENT\n   36  INTEREST  PER  MONTH  PAYABLE  TO THE LICENSED CLINICAL SOCIAL WORKER IN\n   37  ACCORDANCE WITH THE RULES AND REGULATIONS PROMULGATED BY THE BOARD.\n   38    (C) THE PARTIES TO SUCH PROCEEDING SHALL EACH PAY TO THE CHAIR  A  SUM\n   39  EQUAL  TO  FIVE  PER  CENTUM OF THE AMOUNT PAYABLE UNDER THE DECISION OF\n   40  SUCH COMMITTEE OR A MINIMUM OF FIVE DOLLARS, WHICHEVER IS  GREATER.  THE\n   41  SUMS  SO  COLLECTED  SHALL BE TRANSFERRED TO THE STATE TREASURY TO REIM-\n   42  BURSE IT ON ACCOUNT OF THE EXPENSE OF ADMINISTERING THIS SECTION.\n   43    8. WITHIN THE LIMITS PRESCRIBED BY  THE  EDUCATION  LAW  FOR  LICENSED\n   44  CLINICAL  SOCIAL WORK SERVICES, THE REPORT OR TESTIMONY OF AN AUTHORIZED\n   45  CLINICAL SOCIAL WORKER CONCERNING THE CONDITION OF AN  INJURED  EMPLOYEE\n   46  AND TREATMENT THEREOF SHALL BE DEEMED COMPETENT EVIDENCE AND THE PROFES-\n   47  SIONAL  OPINION  OF  THE  LICENSED  CLINICAL  SOCIAL WORKER AS TO CAUSAL\n   48  RELATION AND AS TO REQUIRED TREATMENT  SHALL  BE  DEEMED  COMPETENT  BUT\n   49  SHALL  NOT  BE  CONTROLLING.  NOTHING IN THIS SECTION SHALL BE DEEMED TO\n   50  DEPRIVE ANY EMPLOYER OR INSURANCE CARRIER OF  ANY  RIGHT  TO  A  MEDICAL\n   51  EXAMINATION OR PRESENTATION OF MEDICAL TESTIMONY NOW CONFERRED BY LAW.\n   52    9.  THE  CHAIR  SHALL  PROMULGATE  RULES GOVERNING THE PROCEDURE TO BE\n   53  FOLLOWED BY THOSE RENDERING CLINICAL SOCIAL  WORK  SERVICES  UNDER  THIS\n   54  SECTION,  WHICH  RULES  SO FAR AS PRACTICABLE SHALL CONFORM TO THE RULES\n   55  PRESENTLY IN EFFECT WITH REFERENCE TO MEDICAL CARE FURNISHED  TO  CLAIM-\n   56  ANTS  IN  WORKERS'  COMPENSATION. IN CONNECTION WITH THE PROMULGATION OF\n\n       A. 1972                             4\n\n    1  SUCH RULES THE CHAIR MAY  CONSULT  THE  CLINICAL  SOCIAL  WORK  PRACTICE\n    2  COMMITTEE  AND  MAY TAKE INTO CONSIDERATION THE VIEW OF OTHER INTERESTED\n    3  PARTIES.\n    4    10.  THE  CHAIR  SHALL APPOINT FOR AND WITH JURISDICTION IN THE ENTIRE\n    5  STATE OF NEW YORK A  SINGLE  CLINICAL  SOCIAL  WORK  PRACTICE  COMMITTEE\n    6  COMPOSED  OF TWO CLINICAL LICENSED SOCIAL WORKERS, AND ONE DULY LICENSED\n    7  PHYSICIAN OF THE STATE OF NEW YORK. EACH MEMBER OF SUCH COMMITTEE  SHALL\n    8  RECEIVE COMPENSATION EITHER ON AN ANNUAL BASIS OR ON A PER DIEM BASIS TO\n    9  BE  FIXED BY THE CHAIR WITHIN AMOUNTS APPROPRIATED THEREFOR. ONE OF SUCH\n   10  LICENSED CLINICAL SOCIAL WORKERS SHALL BE DESIGNATED BY THE CHAIR  AS  A\n   11  CHAIR OF SUCH CLINICAL SOCIAL WORK PRACTICE COMMITTEE. NO MEMBER OF SUCH\n   12  COMMITTEE  SHALL RENDER CLINICAL SOCIAL WORK SERVICES UNDER THIS SECTION\n   13  NOR BE AN EMPLOYER OR ACCEPT OR PARTICIPATE IN ANY FEE FROM  ANY  INSUR-\n   14  ANCE COMPANY AUTHORIZED TO WRITE WORKERS' COMPENSATION INSURANCE IN THIS\n   15  STATE  OR  FROM ANY SELF-INSURER, WHETHER SUCH EMPLOYMENT OR FEE RELATES\n   16  TO A WORKERS' COMPENSATION CLAIM OR  OTHERWISE.  THE  ATTORNEY  GENERAL,\n   17  UPON REQUEST, SHALL ADVISE AND ASSIST SUCH COMMITTEE.\n   18    11.  THE  CLINICAL  SOCIAL  WORK PRACTICE COMMITTEE SHALL INVESTIGATE,\n   19  HEAR AND MAKE FINDINGS WITH RESPECT TO ALL CHARGES AS TO PROFESSIONAL OR\n   20  OTHER MISCONDUCT OF ANY AUTHORIZED CLINICAL SOCIAL WORKER AS PROVIDED IN\n   21  THIS SECTION UNDER RULES AND PROCEDURES TO BE PRESCRIBED  BY  THE  CHAIR\n   22  AND  SHALL  REPORT  EVIDENCE OF SUCH MISCONDUCT, WITH THEIR FINDINGS AND\n   23  RECOMMENDATIONS WITH RESPECT THERETO, TO THE CHAIR.  THE FINDINGS, DECI-\n   24  SION AND RECOMMENDATION OF SUCH CLINICAL SOCIAL WORK PRACTICE  COMMITTEE\n   25  SHALL BE ADVISORY TO THE CHAIR ONLY, AND SHALL NOT BE BINDING OR CONCLU-\n   26  SIVE  UPON  HIM OR HER. THE CHAIR SHALL REMOVE FROM THE LIST OF LICENSED\n   27  CLINICAL SOCIAL  WORKERS  AUTHORIZED  TO  RENDER  CLINICAL  SOCIAL  WORK\n   28  SERVICES  UNDER  THIS  CHAPTER OR TO CONDUCT INDEPENDENT EXAMINATIONS IN\n   29  ACCORDANCE WITH PARAGRAPH (B) OF SUBDIVISION FOUR OF  THIS  SECTION  THE\n   30  NAME  OF  ANY  CLINICAL  SOCIAL  WORKER  WHO  HE OR SHE SHALL FIND AFTER\n   31  REASONABLE INVESTIGATION IS DISQUALIFIED BECAUSE  SUCH  CLINICAL  SOCIAL\n   32  WORKER:\n   33    (A) HAS BEEN GUILTY OF PROFESSIONAL OR OTHER MISCONDUCT OR INCOMPETEN-\n   34  CY IN CONNECTION WITH THE RENDERING OF CLINICAL SOCIAL WORK SERVICES,\n   35    (B)  HAS  EXCEEDED THE LIMITS OF HIS OR HER PROFESSIONAL COMPETENCE IN\n   36  RENDERING CLINICAL SOCIAL WORK SERVICES UNDER THE LAW, OR HAS MADE FALSE\n   37  STATEMENTS REGARDING QUALIFICATIONS  IN  THE  APPLICATION  FOR  AUTHORI-\n   38  ZATION,\n   39    (C)  HAS  FAILED  TO  SUBMIT TIMELY, FULL AND TRUTHFUL CLINICAL SOCIAL\n   40  WORK EVALUATION AND TREATMENT REPORTS OF ALL FINDINGS  TO  THE  EMPLOYER\n   41  AND  DIRECTLY  TO THE CHAIR OF THE BOARD WITHIN THE TIME LIMITS PROVIDED\n   42  IN THIS SECTION,\n   43    (D) HAS RENDERED CLINICAL SOCIAL WORKER SERVICES  UNDER  THIS  CHAPTER\n   44  FOR A FEE LESS THAN THAT FIXED IN THE FEE SCHEDULE,\n   45    (E)   HAS   SOLICITED   OR   HAS   EMPLOYED  ANOTHER  TO  SOLICIT  FOR\n   46  HIMSELF/HERSELF OR FOR ANOTHER PROFESSIONAL  TREATMENT,  EXAMINATION  OR\n   47  CARE OF AN INJURED EMPLOYEE WITH ANY CLAIM UNDER THIS CHAPTER,\n   48    (F)  HAS REFUSED TO APPEAR BEFORE OR ANSWER UPON REQUEST OF THE CHAIR,\n   49  BOARD, CLINICAL SOCIAL WORK PRACTICE COMMITTEE OR  ANY  DULY  AUTHORIZED\n   50  OFFICER OF THE STATE, ANY LEGAL QUESTION OR PRODUCE ANY RELEVANT BOOK OR\n   51  PAPER CONCERNING CONDUCT UNDER AN AUTHORIZATION GRANTED UNDER LAW, OR\n   52    (G)  HAS DIRECTLY OR INDIRECTLY REQUESTED, RECEIVED OR PARTICIPATED IN\n   53  THE DIVISION, TRANSFERENCE, ASSIGNMENT, REBATING, SPLITTING OR REFUNDING\n   54  OF A FEE FOR, OR HAS DIRECTLY OR INDIRECTLY REQUESTED, RECEIVED OR PROF-\n   55  ITED BY MEANS OF A CREDIT  OR  OTHERWISE  VALUABLE  CONSIDERATION  AS  A\n\n       A. 1972                             5\n\n    1  COMMISSION,  DISCOUNT  OR GRATUITY IN CONNECTION WITH THE TREATMENT OF A\n    2  WORKERS' COMPENSATION CLAIMANT.\n    3    12. ANY PERSON WHO VIOLATES OR ATTEMPTS TO VIOLATE, AND ANY PERSON WHO\n    4  AIDS  ANOTHER TO VIOLATE OR ATTEMPTS TO INDUCE HIM OR HER TO VIOLATE THE\n    5  PROVISIONS OF PARAGRAPH (G) OF SUBDIVISION ELEVEN OF THIS SECTION  SHALL\n    6  BE GUILTY OF A MISDEMEANOR.\n    7    13.  NOTHING  IN  THIS  SECTION  SHALL BE CONSTRUED AS LIMITING IN ANY\n    8  RESPECT THE POWER OR DUTY OF  THE  CHAIR  TO  INVESTIGATE  INSTANCES  OF\n    9  MISCONDUCT,  EITHER BEFORE OR AFTER INVESTIGATION BY THE CLINICAL SOCIAL\n   10  WORK PRACTICE COMMITTEE, OR TO TEMPORARILY SUSPEND THE AUTHORIZATION  OF\n   11  ANY  LICENSED  CLINICAL  SOCIAL  WORKER  BELIEVED  TO  BE GUILTY OF SUCH\n   12  MISCONDUCT. THE PROVISIONS OF SUBDIVISION ONE OF SECTION  THIRTEEN-D  OF\n   13  THIS  ARTICLE  WHICH  ARE  NOT  INCONSISTENT WITH THE PROVISIONS OF THIS\n   14  SECTION SHALL BE APPLICABLE AS IF FULLY SET FORTH IN THIS SECTION.\n   15    14. NOTHING CONTAINED IN THIS SECTION SHALL PROHIBIT  CLINICAL  SOCIAL\n   16  WORKERS  WHO PRACTICE AS PARTNERS, IN GROUPS OR AS A PROFESSIONAL CORPO-\n   17  RATION FROM POOLING FEES AND MONEYS RECEIVED, EITHER BY THE PARTNERSHIP,\n   18  PROFESSIONAL CORPORATION OR GROUP OR BY THE INDIVIDUAL MEMBERS  THEREOF,\n   19  FOR  PROFESSIONAL  SERVICES  FURNISHED  BY  ANY  INDIVIDUAL PROFESSIONAL\n   20  MEMBER, OR EMPLOYEE OF SUCH PARTNERSHIP, CORPORATION OR GROUP, NOR SHALL\n   21  THE PROFESSIONALS CONSTITUTING THE PARTNERSHIPS, CORPORATIONS, OR GROUPS\n   22  BE PROHIBITED FROM SHARING, DIVIDING OR APPORTIONING THE FEES AND MONEYS\n   23  RECEIVED BY THEM OR BY THE PARTNERSHIP, CORPORATION OR GROUP IN  ACCORD-\n   24  ANCE WITH A PARTNERSHIP OR OTHER AGREEMENT.\n   25    S 3. This act shall take effect on the one hundred eightieth day after\n   26  it  shall have become a law. Effective immediately, the addition, amend-\n   27  ment and/or repeal of any rules and regulations necessary  to  implement\n   28  the  provisions  of  this act on its effective date are authorized to be\n   29  made on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to the care and treatment of injured employees by certain licensed clinical social workers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T091829.TXT", "SOBI.D110201.T110843.TXT", "SOBI.D110112.T155522.TXT", "SOBI.D110126.T145305.TXT", "SOBI.D110201.T111344.TXT", "SOBI.D110113.T115318.TXT", "SOBI.D110201.T110342.TXT", "SOBI.D110128.T090233.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296576824440
}