{
  "year" : 2011,
  "senateBillNo" : "A1989-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1989-2011-1294808400000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1294981200000,
    "eventText" : "to attorney-general for opinion",
    "billEventId" : "A1989-2011-1294981200000-to+attorney-general+for+opinion",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to redistricting the senate, assembly and congressional districts of NYS; repealer",
  "summary" : "Relates to redistricting the senate, assembly and congressional districts of NYS. ",
  "currentCommittee" : null,
  "sameAs" : "S717",
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A6776-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Corwin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1989\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  SCHROEDER,  FINCH, MOLINARO, BUTLER, CORWIN,\n         LATIMER -- Multi-Sponsored by -- M. of A. BARCLAY,  BURLING,  CALHOUN,\n         CONTE,  CROUCH,  DUPREY,  GIGLIO, HAYES, KOLB, RAIA, SAYWARD, TEDISCO,\n         THIELE, TOBACCO -- read once and referred to the Committee on  Govern-\n         mental Operations\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing  amendments to the constitution, in relation to the establish-\n         ment of state legislative and congressional  districts  and  repealing\n         sections  3,  4,  5  and 5-a of article 3 of the constitution relating\n         thereto\n\n    1    Section 1. RESOLVED (if the Senate concur), That sections 3, 4, 5  and\n    2  5-a  of  article 3 of the constitution be REPEALED and four new sections\n    3  3, 4, 4-a and 5 are added to read as follows:\n    4    S 3. A. THERE SHALL BE A DISTRICTING COMMISSION TO DRAW SENATE, ASSEM-\n    5  BLY AND CONGRESSIONAL DISTRICTS, SO THAT ALL THE PEOPLE OF NEW YORK  MAY\n    6  BE  FAIRLY REPRESENTED. THE DISTRICTING COMMISSION SHALL CONSIST OF FIVE\n    7  MEMBERS. EACH MEMBER OF THE DISTRICTING COMMISSION SHALL BE A REGISTERED\n    8  VOTER IN THE STATE OF NEW YORK, AND, AT THE TIME OF  APPOINTMENT,  SHALL\n    9  HAVE BEEN A RESIDENT OF THE STATE OF NEW YORK FOR FIVE YEARS.  NO MEMBER\n   10  OF  THE  DISTRICTING  COMMISSION SHALL BE, OR SHALL HAVE BEEN (1) IN THE\n   11  TWO YEARS PRIOR TO APPOINTMENT, A MEMBER OR EMPLOYEE  OF  CONGRESS,  THE\n   12  SENATE  OR ASSEMBLY OR A POLITICAL PARTY CHAIR; (2) A HOLDER OF PARTISAN\n   13  PUBLIC OFFICE OR POLITICAL PUBLIC OFFICE; (3) A RELATIVE OF  ANY  PERSON\n   14  SET  FORTH IN CLAUSE (1) OR (2) TO THE THIRD DEGREE OF CONSANGUINITY; OR\n   15  (4) A SPOUSE OF ANY PERSON SET FORTH IN CLAUSE (1),  (2)  OR  (3).    NO\n   16  MEMBER  OF THE DISTRICTING COMMISSION SHALL BE A LOBBYIST AT THE TIME OF\n   17  HIS OR HER MEMBERSHIP.   THE TEMPORARY  PRESIDENT  OF  THE  SENATE,  THE\n   18  MINORITY  LEADER  OF  THE  SENATE,  THE SPEAKER OF THE ASSEMBLY, AND THE\n   19  MINORITY LEADER OF THE ASSEMBLY SHALL EACH APPOINT  ONE  MEMBER  OF  THE\n   20  DISTRICTING  COMMISSION  AND  THE  FOUR  NEWLY  APPOINTED  MEMBERS SHALL\n   21  APPOINT A FIFTH MEMBER TO BE THE CHAIRMAN OF THE  COMMISSION,  AND  MUST\n   22  HAVE  THE USE OF THREE OUT OF FOUR MEMBERS.  IF A SEAT ON THE COMMISSION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89028-01-1\n\n       A. 1989                             2\n\n    1  SHALL FALL VACANT, A REPLACEMENT SHALL BE SELECTED IN THE SAME MANNER BY\n    2  WHICH THE MEMBER WHO PREVIOUSLY FILLED THE SEAT WAS SELECTED.   APPOINT-\n    3  ING AUTHORITIES SHALL GIVE DUE CONSIDERATION TO REFLECTING THE GEOGRAPH-\n    4  IC,  ETHNIC,  AND  RACIAL  DIVERSITY OF THE STATE IN APPOINTMENTS TO THE\n    5  COMMISSION. INITIAL APPOINTMENTS TO THE COMMISSION SHALL BE MADE AS SOON\n    6  AS PRACTICABLE FOLLOWING THE EFFECTIVE DATE OF THIS SUBDIVISION.    EACH\n    7  MEMBER  OF THE COMMISSION SHALL HAVE A TERM OF TEN YEARS EXCEPT THAT THE\n    8  TERMS OF ALL MEMBERS SHALL TERMINATE ON THE FIRST DAY OF  APRIL  OF  THE\n    9  YEAR  PRECEDING THE YEAR IN WHICH THE FEDERAL DECENNIAL CENSUS IS TAKEN.\n   10  THE MEMBERS SHALL  BE  REMOVABLE  ONLY  FOR  CAUSE,  INCLUDING  CRIMINAL\n   11  CONVICTION  OR SERIOUS MISCONDUCT RELATED TO HIS OR HER OFFICIAL DUTIES,\n   12  IN AN ACTION BROUGHT BY THE ATTORNEY GENERAL, OVER WHICH  THE  COURT  OF\n   13  APPEALS SHALL HAVE SOLE AND EXCLUSIVE JURISDICTION.\n   14    B.  SENATE AND ASSEMBLY DISTRICTS SHALL BE ESTABLISHED ON THE BASIS OF\n   15  POPULATION.   SENATE AND ASSEMBLY DISTRICTS,  RESPECTIVELY,  SHALL  EACH\n   16  HAVE A POPULATION AS NEARLY EQUAL AS PRACTICABLE TO THE IDEAL POPULATION\n   17  FOR SUCH DISTRICTS, DETERMINED BY DIVIDING THE NUMBER OF DISTRICTS TO BE\n   18  ESTABLISHED  INTO  THE  POPULATION  OF THE STATE REPORTED IN THE FEDERAL\n   19  DECENNIAL CENSUS. SENATE DISTRICTS AND ASSEMBLY DISTRICTS SHALL NOT VARY\n   20  IN POPULATION FROM THE RESPECTIVE IDEAL DISTRICT POPULATIONS  EXCEPT  AS\n   21  NECESSARY  TO  COMPLY WITH ONE OF THE OTHER STANDARDS ENUMERATED IN THIS\n   22  SECTION. IN NO CASE SHALL THE QUOTIENT, OBTAINED BY DIVIDING  THE  TOTAL\n   23  OF  THE  ABSOLUTE  VALUES  OF THE DEVIATIONS OF ALL DISTRICT POPULATIONS\n   24  FROM THE APPLICABLE IDEAL DISTRICT POPULATION BY THE NUMBER OF DISTRICTS\n   25  ESTABLISHED, EXCEED ONE PERCENT OF THE APPLICABLE IDEAL  DISTRICT  POPU-\n   26  LATION. NO SENATE DISTRICT SHALL HAVE A POPULATION WHICH EXCEEDS THAT OF\n   27  ANY  OTHER  SENATE  DISTRICT  BY MORE THAN FIVE PERCENT, AND NO ASSEMBLY\n   28  DISTRICT SHALL HAVE A POPULATION WHICH EXCEEDS THAT OF ANY OTHER  ASSEM-\n   29  BLY DISTRICT BY MORE THAN FIVE PERCENT.\n   30    C.  TO  THE  EXTENT  CONSISTENT  WITH  SUBDIVISION  B OF THIS SECTION,\n   31  DISTRICT BOUNDARIES SHALL COINCIDE  WITH  THE  BOUNDARIES  OF  POLITICAL\n   32  SUBDIVISIONS  OF  THE STATE.   THE NUMBER OF COUNTIES AND CITIES DIVIDED\n   33  AMONG MORE THAN ONE DISTRICT SHALL BE AS SMALL AS POSSIBLE.  WHEN  THERE\n   34  IS  A  CHOICE  BETWEEN  DIVIDING  LOCAL POLITICAL SUBDIVISIONS, THE MORE\n   35  POPULOUS SUBDIVISIONS SHALL BE DIVIDED BEFORE  THE  LESS  POPULOUS,  BUT\n   36  THIS  STATEMENT DOES NOT APPLY TO A SENATE OR ASSEMBLY DISTRICT BOUNDARY\n   37  DRAWN ALONG A COUNTY LINE WHICH PASSES THROUGH A CITY THAT LIES IN  MORE\n   38  THAN ONE COUNTY.\n   39    D.  DISTRICTS  SHALL  BE  COMPOSED OF CONVENIENT CONTIGUOUS TERRITORY.\n   40  AREAS WHICH MEET ONLY AT THE POINTS OF ADJOINING CORNERS ARE NOT CONTIG-\n   41  UOUS.\n   42    E. DISTRICTS SHALL BE  REASONABLY  COMPACT  IN  FORM,  TO  THE  EXTENT\n   43  CONSISTENT WITH THE STANDARDS ESTABLISHED BY SUBDIVISIONS B, C, AND D OF\n   44  THIS  SECTION.  IN GENERAL, REASONABLY COMPACT DISTRICTS ARE THOSE WHICH\n   45  ARE SQUARE, RECTANGULAR, OR HEXAGONAL  IN  SHAPE,  AND  NOT  IRREGULARLY\n   46  SHAPED,  TO  THE EXTENT PERMITTED BY NATURAL OR POLITICAL BOUNDARIES. IF\n   47  IT IS NECESSARY TO COMPARE THE  RELATIVE  COMPACTNESS  OF  TWO  OR  MORE\n   48  DISTRICTS,  OR  OF  TWO OR MORE ALTERNATIVE DISTRICTING PLANS, THE TESTS\n   49  PRESCRIBED BY THIS SUBDIVISION AND SECTION FIVE OF THIS ARTICLE SHALL BE\n   50  USED.\n   51    1. LENGTH-WIDTH COMPACTNESS. THE COMPACTNESS OF A DISTRICT IS GREATEST\n   52  WHEN THE LENGTH OF THE DISTRICT AND THE WIDTH OF THE DISTRICT ARE EQUAL.\n   53  THE MEASURE OF A DISTRICT'S COMPACTNESS IS THE  ABSOLUTE  VALUE  OF  THE\n   54  DIFFERENCE BETWEEN THE LENGTH AND THE WIDTH OF THE DISTRICT. IN GENERAL,\n   55  THE  LENGTH-WIDTH  COMPACTNESS  OF A DISTRICT IS CALCULATED BY MEASURING\n   56  THE DISTANCE FROM THE NORTHERNMOST POINT OR PORTION OF THE BOUNDARY OF A\n\n       A. 1989                             3\n\n    1  DISTRICT TO THE SOUTHERNMOST POINT OR PORTION OF  THE  BOUNDARY  OF  THE\n    2  SAME  DISTRICT AND THE DISTANCE FROM THE WESTERNMOST POINT OR PORTION OF\n    3  THE BOUNDARY OF THE DISTRICT TO THE EASTERNMOST POINT OR PORTION OF  THE\n    4  BOUNDARY OF THE SAME DISTRICT. THE ABSOLUTE VALUES COMPUTED FOR INDIVID-\n    5  UAL DISTRICTS UNDER THIS PARAGRAPH MAY BE CUMULATED FOR ALL DISTRICTS IN\n    6  A PLAN IN ORDER TO COMPARE THE OVERALL COMPACTNESS OF TWO OR MORE ALTER-\n    7  NATIVE DISTRICTING PLANS FOR THE STATE, OR FOR A PORTION OF THE STATE.\n    8    2.  PERIMETER  COMPACTNESS.  THE COMPACTNESS OF A DISTRICT IS GREATEST\n    9  WHEN THE DISTANCE  NEEDED  TO  TRAVERSE  THE  PERIMETER  BOUNDARY  OF  A\n   10  DISTRICT  IS AS SHORT AS POSSIBLE. THE TOTAL PERIMETER DISTANCE COMPUTED\n   11  FOR INDIVIDUAL DISTRICTS UNDER THIS PARAGRAPH MAY BE CUMULATED  FOR  ALL\n   12  DISTRICTS  IN  A PLAN IN ORDER TO COMPARE THE OVERALL COMPACTNESS OF TWO\n   13  OR MORE ALTERNATIVE DISTRICTING PLANS FOR THE STATE, OR FOR A PORTION OF\n   14  THE STATE.\n   15    F. NO DISTRICT SHALL BE DRAWN FOR THE PURPOSE OF FAVORING A  POLITICAL\n   16  PARTY,  INCUMBENT  LEGISLATOR  OR MEMBER OF CONGRESS, OR OTHER PERSON OR\n   17  GROUP, OR FOR THE PURPOSE OF AUGMENTING OR DILUTING THE VOTING  STRENGTH\n   18  OF  A  LANGUAGE  OR RACIAL MINORITY GROUP. IN ESTABLISHING DISTRICTS, NO\n   19  USE SHALL BE MADE OF ANY OF THE FOLLOWING DATA:\n   20    1. ADDRESSES OF INCUMBENT LEGISLATORS OR MEMBERS OF CONGRESS.\n   21    2. POLITICAL AFFILIATIONS OF REGISTERED VOTERS.\n   22    3. PREVIOUS ELECTION RESULTS.\n   23    4. DEMOGRAPHIC INFORMATION, OTHER THAN POPULATION HEAD COUNTS,  EXCEPT\n   24  AS REQUIRED BY THE CONSTITUTION AND THE LAWS OF THE UNITED STATES.\n   25    G. IN ORDER TO MINIMIZE ELECTORAL CONFUSION AND TO FACILITATE COMMUNI-\n   26  CATION WITHIN STATE SENATE AND ASSEMBLY DISTRICTS, EACH PLAN DRAWN UNDER\n   27  THIS  SECTION  SHALL  PROVIDE  THAT  EACH  ASSEMBLY  DISTRICT  IS WHOLLY\n   28  INCLUDED WITHIN A SINGLE SENATE DISTRICT AND THAT, SO FAR  AS  POSSIBLE,\n   29  EACH ASSEMBLY AND EACH SENATE DISTRICT SHALL BE INCLUDED WITHIN A SINGLE\n   30  CONGRESSIONAL  DISTRICT.  HOWEVER, THE STANDARDS ESTABLISHED BY SUBDIVI-\n   31  SIONS B THROUGH F OF THIS SECTION SHALL TAKE PRECEDENCE WHERE A CONFLICT\n   32  ARISES BETWEEN THESE STANDARDS AND THE REQUIREMENT, SO FAR AS  POSSIBLE,\n   33  OF INCLUDING A SENATE OR ASSEMBLY DISTRICT WITHIN A SINGLE CONGRESSIONAL\n   34  DISTRICT.\n   35    H.  EACH  BILL EMBODYING A PLAN DRAWN UNDER THIS SECTION SHALL PROVIDE\n   36  THAT ANY VACANCY IN THE SENATE OR ASSEMBLY WHICH  TAKES  OFFICE  IN  THE\n   37  YEAR ENDING IN ONE, OCCURRING AT A TIME WHICH MAKES IT NECESSARY TO FILL\n   38  THE  VACANCY  AT  A  SPECIAL  ELECTION,  SHALL  BE  FILLED FROM THE SAME\n   39  DISTRICT WHICH ELECTED THE SENATOR OR MEMBER OF ASSEMBLY WHOSE  SEAT  IS\n   40  VACANT.\n   41    S  4.  THE  SENATE, ASSEMBLY AND CONGRESSIONAL DISTRICTS SHALL, AT THE\n   42  SUIT OF ANY CITIZEN, BE SUBJECT TO REVIEW BY THE COURT OF APPEALS, WHICH\n   43  SHALL HAVE ORIGINAL AND EXCLUSIVE JURISDICTION OVER ANY SUCH  SUIT;  AND\n   44  SAID  COURT  SHALL  GIVE  PRECEDENCE  THERETO  OVER ALL OTHER CAUSES AND\n   45  PROCEEDINGS, AND IF SAID COURT  BE  NOT  IN  SESSION  IT  SHALL  CONVENE\n   46  PROMPTLY  FOR  THE  DISPOSITION  OF THE SAME. THE COURT OF APPEALS SHALL\n   47  HAVE AUTHORITY TO APPOINT REFEREES, TO ENGAGE THE ASSISTANCE OF EXPERTS,\n   48  AND TO COMPEL THE ASSISTANCE  OF  THE  DISTRICTING  COMMISSION  AND  ITS\n   49  STAFF,  AS  IT  MAY  DEEM NECESSARY TO THE DISPOSITION OF A SUIT BROUGHT\n   50  UNDER THIS SECTION. IF THE DISTRICTING COMMISSION SHALL FAIL  TO  ESTAB-\n   51  LISH  SENATE,  ASSEMBLY  OR  CONGRESSIONAL  DISTRICTS BY THE LAST DAY OF\n   52  JANUARY OF THE SECOND YEAR FOLLOWING  THE  YEAR  IN  WHICH  THE  FEDERAL\n   53  DECENNIAL  CENSUS  IS TAKEN, OR IF THE COURT OF APPEALS FINDS THE ESTAB-\n   54  LISHMENT OR ALTERATION OF ANY SUCH DISTRICTS TO VIOLATE ANY PROVISION OF\n   55  THIS ARTICLE, OR OF THE CONSTITUTION AND LAWS OF THE UNITED STATES,  THE\n   56  COURT  SHALL  ORDER  THE  COMMISSION TO ESTABLISH SUCH DISTRICTS OR MAKE\n\n       A. 1989                             4\n\n    1  SUCH ALTERATIONS AS NECESSARY TO PROVIDE A REMEDY, WITHIN SUCH  TIME  AS\n    2  THE  COURT MAY REQUIRE, OR SHALL ITSELF ESTABLISH SUCH DISTRICTS OR MAKE\n    3  SUCH ALTERATIONS AS THE COURT DEEMS NECESSARY.\n    4    S  4-A.  A. (1) NOT LATER THAN APRIL FIRST OF EACH YEAR ENDING IN ONE,\n    5  THE LEGISLATIVE SERVICES AGENCY SHALL DELIVER TO THE TEMPORARY PRESIDENT\n    6  OF THE SENATE AND THE SPEAKER OF THE ASSEMBLY IDENTICAL BILLS  EMBODYING\n    7  A  PLAN OF SENATE AND ASSEMBLY AND CONGRESSIONAL DISTRICTING PREPARED IN\n    8  ACCORDANCE WITH SECTION THREE OF THIS ARTICLE.  IT IS THE INTENT OF THIS\n    9  SECTION THAT THE LEGISLATURE SHALL BRING THE BILL TO A  VOTE  IN  EITHER\n   10  THE  SENATE  OR THE ASSEMBLY EXPEDITIOUSLY, BUT NOT LESS THAN THREE DAYS\n   11  AFTER THE REPORT OF THE COMMISSION REQUIRED BY  SECTION  THREE  OF  THIS\n   12  ARTICLE  IS RECEIVED AND MADE AVAILABLE TO THE MEMBERS OF THE SENATE AND\n   13  ASSEMBLY, UNDER A PROCEDURE OR  RULE  PERMITTING  NO  AMENDMENTS  EXCEPT\n   14  THOSE  OF  A  PURELY CORRECTIVE NATURE. IT IS FURTHER THE INTENT OF THIS\n   15  SECTION THAT IF THE BILL IS APPROVED BY THE FIRST HOUSE IN WHICH  IT  IS\n   16  CONSIDERED,  IT  SHALL  EXPEDITIOUSLY BE BROUGHT TO A VOTE IN THE SECOND\n   17  HOUSE UNDER A SIMILAR PROCEDURE OR RULE. IF THE BILL EMBODYING THE  PLAN\n   18  SUBMITTED  BY  THE  NEW YORK STATE LEGISLATIVE TASK FORCE ON DEMOGRAPHIC\n   19  RESEARCH AND REAPPORTIONMENT UNDER THIS SECTION FAILS TO BE APPROVED  BY\n   20  A  CONSTITUTIONAL  MAJORITY  IN  EITHER  THE SENATE OR THE ASSEMBLY, THE\n   21  TEMPORARY PRESIDENT OF THE SENATE OR THE SPEAKER OF THE ASSEMBLY, AS THE\n   22  CASE MAY BE, SHALL AT ONCE, BUT IN NO EVENT LATER THAN SEVEN DAYS  AFTER\n   23  THE  DATE THE BILL FAILED TO BE APPROVED, TRANSMIT TO THE NEW YORK STATE\n   24  TASK FORCE ON DEMOGRAPHIC RESEARCH AND REAPPORTIONMENT INFORMATION WHICH\n   25  THE SENATE OR ASSEMBLY MAY DIRECT BY RESOLUTION  REGARDING  REASONS  WHY\n   26  THE PLAN WAS NOT APPROVED.\n   27    (2)  HOWEVER, IF THE POPULATION DATA FOR LEGISLATIVE DISTRICTING WHICH\n   28  THE UNITED STATES CENSUS BUREAU IS REQUIRED TO PROVIDE THIS STATE  UNDER\n   29  PUB.  L.  NO. 94-171 AND, IF USED BY THE NEW YORK STATE LEGISLATIVE TASK\n   30  FORCE ON DEMOGRAPHIC RESEARCH  AND  REAPPORTIONMENT,  THE  CORRESPONDING\n   31  TOPOLOGICALLY  INTEGRATED  GEOGRAPHIC ENCODING AND REFERENCING DATA FILE\n   32  FOR THAT POPULATION DATA ARE NOT AVAILABLE TO THE NEW YORK STATE  LEGIS-\n   33  LATIVE  TASK  FORCE  ON  DEMOGRAPHIC  RESEARCH AND REAPPORTIONMENT ON OR\n   34  BEFORE FEBRUARY FIFTEENTH OF THE YEAR ENDING IN ONE, THE DATES SET FORTH\n   35  IN THIS SECTION SHALL BE EXTENDED BY A  NUMBER  OF  DAYS  EQUAL  TO  THE\n   36  NUMBER  OF  DAYS AFTER FEBRUARY FIFTEENTH OF THE YEAR ENDING IN ONE THAT\n   37  THE FEDERAL CENSUS POPULATION  DATA  AND  THE  TOPOLOGICALLY  INTEGRATED\n   38  GEOGRAPHIC  ENCODING AND REFERENCING DATA FILE FOR LEGISLATIVE DISTRICT-\n   39  ING BECOME AVAILABLE.\n   40    B. IF THE BILL EMBODYING THE PLAN SUBMITTED  BY  THE  NEW  YORK  STATE\n   41  LEGISLATIVE TASK FORCE ON DEMOGRAPHIC RESEARCH AND REAPPORTIONMENT UNDER\n   42  PARAGRAPH  ONE OF SUBDIVISION A OF THIS SECTION FAILS TO BE ENACTED, THE\n   43  NEW YORK STATE LEGISLATIVE TASK FORCE ON DEMOGRAPHIC RESEARCH AND  REAP-\n   44  PORTIONMENT  SHALL  PREPARE  A  BILL  EMBODYING A SECOND PLAN OF SENATE,\n   45  ASSEMBLY AND CONGRESSIONAL DISTRICTING. THE BILL SHALL  BE  PREPARED  IN\n   46  ACCORDANCE  WITH  SECTION  THREE  OF THIS ARTICLE, AND, INSOFAR AS IT IS\n   47  POSSIBLE TO DO SO WITHIN THE REQUIREMENTS OF SUCH  SECTION  THREE,  WITH\n   48  THE REASONS CITED BY THE SENATE OR ASSEMBLY BY RESOLUTION, OR THE GOVER-\n   49  NOR  BY  VETO  MESSAGE, FOR THE FAILURE TO APPROVE THE PLAN. IF A SECOND\n   50  PLAN IS REQUIRED UNDER THIS SUBDIVISION, THE BILL EMBODYING IT SHALL  BE\n   51  DELIVERED  TO  THE  TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF\n   52  THE ASSEMBLY NOT LATER THAN THIRTY-FIVE DAYS AFTER THE DATE OF THE  VOTE\n   53  BY  WHICH THE SENATE OR THE ASSEMBLY FAILS TO APPROVE THE BILL SUBMITTED\n   54  UNDER SUBDIVISION A OF THIS SECTION, OR THE DATE THE GOVERNOR VETOES  OR\n   55  FAILS  TO  APPROVE  THE  BILL. IF IT IS NECESSARY TO SUBMIT A BILL UNDER\n   56  THIS SUBDIVISION, THE BILL SHALL BE BROUGHT TO  A  VOTE  NOT  LESS  THAN\n\n       A. 1989                             5\n\n    1  SEVEN DAYS AFTER THE BILL IS SUBMITTED AND MADE AVAILABLE TO THE MEMBERS\n    2  OF  THE  SENATE  AND  ASSEMBLY,  UNDER A PROCEDURE OR RULE PERMITTING NO\n    3  AMENDMENTS EXCEPT THOSE OF A PURELY CORRECTIVE NATURE. IT IS FURTHER THE\n    4  INTENT  OF  THIS SECTION THAT IF THE BILL IS APPROVED BY THE FIRST HOUSE\n    5  IN WHICH IT IS CONSIDERED, IT SHALL EXPEDITIOUSLY BE BROUGHT TO  A  VOTE\n    6  IN  THE  SECOND  HOUSE  UNDER  A  SIMILAR PROCEDURE OR RULE. IF THE BILL\n    7  EMBODYING THE PLAN SUBMITTED BY THE  NEW  YORK  STATE  LEGISLATIVE  TASK\n    8  FORCE ON DEMOGRAPHIC RESEARCH AND REAPPORTIONMENT UNDER THIS SUBDIVISION\n    9  FAILS  TO  BE APPROVED BY A CONSTITUTIONAL MAJORITY IN EITHER THE SENATE\n   10  OR THE ASSEMBLY, THE TEMPORARY PRESIDENT OF THE SENATE OR SPEAKER OF THE\n   11  ASSEMBLY, AS THE CASE MAY BE, SHALL  TRANSMIT  TO  THE  NEW  YORK  STATE\n   12  LEGISLATIVE  TASK  FORCE  ON  DEMOGRAPHIC  RESEARCH  AND REAPPORTIONMENT\n   13  INFORMATION WHICH THE  SENATE  OR  ASSEMBLY  MAY  DIRECT  BY  RESOLUTION\n   14  REGARDING  REASONS  WHY  THE PLAN WAS NOT APPROVED IN THE SAME MANNER AS\n   15  DESCRIBED IN SUBDIVISION A OF THIS SECTION.\n   16    C. IF THE BILL EMBODYING THE PLAN SUBMITTED  BY  THE  NEW  YORK  STATE\n   17  LEGISLATIVE TASK FORCE ON DEMOGRAPHIC RESEARCH AND REAPPORTIONMENT UNDER\n   18  SUBDIVISION B OF THIS SECTION FAILS TO BE ENACTED, THE SAME PROCEDURE AS\n   19  PRESCRIBED  BY  SUBDIVISION  B  OF  THIS SECTION SHALL BE FOLLOWED. IF A\n   20  THIRD PLAN IS REQUIRED UNDER THIS SUBDIVISION,  THE  BILL  EMBODYING  IT\n   21  SHALL  BE  DELIVERED  TO  THE  TEMPORARY PRESIDENT OF THE SENATE AND THE\n   22  SPEAKER OF THE ASSEMBLY NOT LATER THAN THIRTY-FIVE DAYS AFTER  THE  DATE\n   23  OF  THE  VOTE  BY WHICH THE SENATE OR ASSEMBLY FAILS TO APPROVE THE BILL\n   24  SUBMITTED UNDER SUBDIVISION B OF THIS SECTION, OR THE DATE THE  GOVERNOR\n   25  VETOES OR FAILS TO APPROVE THE BILL. THE NEW YORK STATE LEGISLATIVE TASK\n   26  FORCE  ON  DEMOGRAPHIC  RESEARCH AND REAPPORTIONMENT SHALL SUBMIT A BILL\n   27  UNDER THIS SUBDIVISION SUFFICIENTLY IN ADVANCE OF SEPTEMBER FIRST OF THE\n   28  YEAR ENDING IN ONE TO PERMIT THE SENATE AND  ASSEMBLY  TO  CONSIDER  THE\n   29  PLAN  PRIOR TO THAT DATE. IF IT IS NECESSARY TO SUBMIT A BILL UNDER THIS\n   30  SUBDIVISION, THE BILL SHALL BE BROUGHT TO A VOTE WITHIN  THE  SAME  TIME\n   31  PERIOD  AFTER  ITS DELIVERY TO THE TEMPORARY PRESIDENT OF THE SENATE AND\n   32  THE SPEAKER OF THE ASSEMBLY AS IS  PRESCRIBED  FOR  THE  BILL  SUBMITTED\n   33  UNDER SUBDIVISION B OF THIS SECTION BUT SHALL BE SUBJECT TO AMENDMENT IN\n   34  THE SAME MANNER AS OTHER BILLS.\n   35    S  5.  CONGRESSIONAL  DISTRICTS  SHALL  BE ESTABLISHED ON THE BASIS OF\n   36  POPULATION. A. ALL CONGRESSIONAL DISTRICTS SHALL BE AS NEARLY  EQUAL  IN\n   37  POPULATION  AS  IS PRACTICABLE TO THE IDEAL DISTRICT POPULATION, DERIVED\n   38  IN SUBDIVISION B OF SECTION THREE OF THIS ARTICLE.\n   39    B. NO CONGRESSIONAL DISTRICT SHALL HAVE A POPULATION WHICH  VARIES  BY\n   40  MORE THAN ONE PERCENT FROM THE APPLICABLE IDEAL DISTRICT POPULATION.\n   41    S 2. RESOLVED (if the Senate concur), That the foregoing amendments be\n   42  referred  to  the  first regular legislative session convening after the\n   43  next succeeding general election of members of  the  assembly,  and,  in\n   44  conformity  with  section  1  of  article  19  of  the  constitution, be\n   45  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing amendments to the constitution, in relation to the establishment of state legislative and congressional districts and repealing sections 3, 4, 5 and 5-a of article 3 of the constitution relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T161027.TXT", "SOBI.D110114.T150458.TXT", "SOBI.D110113.T115318.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295035498041
}