{
  "year" : 2011,
  "senateBillNo" : "A1988-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to education",
    "billEventId" : "A1988-2011-1294808400000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to instruction on the history of people with disabilities",
  "summary" : "Relates to instruction on the history of people with disabilities. ",
  "currentCommittee" : null,
  "sameAs" : "S560",
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2242-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1988\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHROEDER, WEISENBERG, KELLNER, ABBATE, TITONE,\n         CUSICK, MAGEE, BARRON, SPANO, MENG, ENGLEBRIGHT -- Multi-Sponsored  by\n         --  M. of A. BRENNAN, BURLING, COOK, DUPREY, FINCH, GABRYSZAK, GIGLIO,\n         MAYERSOHN, PEOPLES-STOKES, PHEFFER, RAIA,  SWEENEY,  TOBACCO  --  read\n         once and referred to the Committee on Education\n\n       AN  ACT  to  amend  the education law, in relation to instruction on the\n         history of people with disabilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions 1 and 3 of section 801 of the education law,\n    2  as amended by chapter 574 of the laws of 1997, are amended  to  read  as\n    3  follows:\n    4    1.  In  order  to  promote a spirit of patriotic and civic service and\n    5  obligation and to foster in the children of the state moral  and  intel-\n    6  lectual  qualities  which  are  essential in preparing to meet the obli-\n    7  gations of citizenship in peace or in war, the regents of The University\n    8  of the State of New York  shall  prescribe  courses  of  instruction  in\n    9  patriotism, citizenship, and human rights issues, with particular atten-\n   10  tion  to the study of the inhumanity of genocide, slavery (including the\n   11  freedom trail and underground railroad), the  Holocaust,  and  the  mass\n   12  starvation  in Ireland from 1845 to 1850, AND THE HISTORY OF PEOPLE WITH\n   13  DISABILITIES, TO BE CONCENTRATED DURING, BUT NOT LIMITED  TO  THE  THIRD\n   14  FULL  WEEK  OF OCTOBER, to be maintained and followed in all the schools\n   15  of the state. The boards of education and trustees of the several cities\n   16  and school districts of the state shall require instruction to be  given\n   17  in  such  courses,  by the teachers employed in the schools therein. All\n   18  pupils attending such schools, over the age of eight years, shall attend\n   19  upon such instruction.\n   20    Similar courses of instruction shall be prescribed and  maintained  in\n   21  private  schools in the state, and all pupils in such schools over eight\n   22  years of age shall attend upon such courses. If such courses are not  so\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01984-01-1\n\n       A. 1988                             2\n\n    1  established and maintained in a private school, attendance upon instruc-\n    2  tion  in  such  school  shall  not be deemed substantially equivalent to\n    3  instruction given to pupils of like age in the  public  schools  of  the\n    4  city or district in which such pupils reside.\n    5    3.  The  regents  shall  determine the subjects to be included in such\n    6  courses of instruction in  patriotism,  citizenship,  and  human  rights\n    7  issues,  with  particular  attention  to  the study of the inhumanity of\n    8  genocide, slavery (including the freedom  trail  and  underground  rail-\n    9  road),  the  Holocaust,  and the mass starvation in Ireland from 1845 to\n   10  1850, THE HISTORY  OF  PEOPLE  WITH  DISABILITIES,  TO  BE  CONCENTRATED\n   11  DURING,  BUT  NOT  LIMITED TO THE THIRD FULL WEEK OF OCTOBER, and in the\n   12  history, meaning, significance and  effect  of  the  provisions  of  the\n   13  constitution  of the United States, the amendments thereto, the declara-\n   14  tion of independence, the constitution of the state of New York and  the\n   15  amendments  thereto, and the period of instruction in each of the grades\n   16  in such subjects. They shall adopt rules providing for  attendance  upon\n   17  such instruction and for such other matters as are required for carrying\n   18  into  effect  the objects and purposes of this section. The commissioner\n   19  shall be responsible for the enforcement of such section and shall cause\n   20  to be inspected and supervise  the  instruction  to  be  given  in  such\n   21  subjects. The commissioner may, in his OR HER discretion, cause all or a\n   22  portion  of  the  public school money to be apportioned to a district or\n   23  city to be withheld for  failure  of  the  school  authorities  of  such\n   24  district  or  city  to provide instruction in such courses and to compel\n   25  attendance upon such instruction, as herein prescribed, and for  a  non-\n   26  compliance with the rules of the regents adopted as [herein] provided IN\n   27  THIS SECTION.\n   28    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to instruction on the history of people with disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T161027.TXT", "SOBI.D110113.T115318.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294937598431
}