{
  "year" : 2011,
  "senateBillNo" : "A1984-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A1984-2011-1294808400000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires health warnings on ultraviolet nail dryers",
  "summary" : "Requires health warnings on ultraviolet nail dryers; in a manner and form to be determined by the commissioner of health. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Arroyo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1984\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. ROSENTHAL, MILLMAN, ARROYO, CYMBROWITZ, LANCMAN,\n         McDONOUGH -- Multi-Sponsored by -- M. of A. JEFFRIES -- read once  and\n         referred to the Committee on Consumer Affairs and Protection\n\n       AN  ACT  to  amend  the  general  business law, in relation to requiring\n         health warnings on ultraviolet nail dryers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  392-j to read as follows:\n    3    S  392-J.  WARNINGS ON ULTRAVIOLET NAIL DRYERS. 1. NO OWNER, OPERATOR,\n    4  OR EMPLOYEE OF A SALON SHALL USE AN ULTRAVIOLET NAIL DRYER, UNLESS  SUCH\n    5  DEVICE  IS  CONSPICUOUSLY  LABELED  WITH  A  WARNING  STATING THE HEALTH\n    6  HAZARDS ASSOCIATED WITH THE USE OF SUCH DEVICE, IN A MANNER AND FORM  TO\n    7  BE DETERMINED BY THE COMMISSIONER OF HEALTH.\n    8    2.  ANY  OWNER  OR  OPERATOR  WHO  KNOWINGLY  FAILS TO COMPLY WITH THE\n    9  REQUIREMENTS OF THIS SECTION SHALL BE ASSESSED A CIVIL  PENALTY  NOT  TO\n   10  EXCEED  FIFTY DOLLARS FOR THE FIRST VIOLATION, ONE HUNDRED DOLLARS FOR A\n   11  SECOND VIOLATION, AND TWO  HUNDRED  FIFTY  DOLLARS  FOR  ANY  SUBSEQUENT\n   12  VIOLATION.  EACH  DAY  SUCH  OFFENSE  SHALL CONTINUE, SHALL CONSTITUTE A\n   13  SEPARATE ADDITIONAL VIOLATION. IT SHALL BE A DEFENSE TO  THE  IMPOSITION\n   14  OF  ANY  SUCH  CIVIL  PENALTY THAT THE DEVICE WAS LABELED AS REQUIRED BY\n   15  THIS SECTION AND SUCH LABEL WAS REMOVED OR DEFACED BY VANDALS,  PROVIDED\n   16  THE  PERSON  REQUIRED  TO  COMPLY  WITH  THIS  SECTION  SUBSEQUENTLY  SO\n   17  COMPLIES.\n   18    S 2. This act shall take effect on the one hundred twentieth day after\n   19  it shall have become a law; provided that the commissioner of health  is\n   20  authorized  to, on or before such date, promulgate any and all rules and\n   21  regulations and take any other measures necessary to implement this  act\n   22  on its effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04837-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring health warnings on ultraviolet nail dryers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T160022.TXT", "SOBI.D110113.T114816.TXT", "SOBI.D110112.T161027.TXT", "SOBI.D110112.T163527.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294937296302
}