{
  "year" : 2011,
  "senateBillNo" : "A1981-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to economic development",
    "billEventId" : "A1981-2011-1294808400000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the retail sale, distribution or offer to sell at retail to any person in the state, novelty lighters",
  "summary" : "Prohibits the retail sale, distribution or offer to sell at retail to any person in the state, novelty lighters; provides definition of novelty lighters; establishes civil penalties; makes exception to those not intending the sale of novelty lighters in New York state; provides no person is subject to a civil penalty for any violation occurring before the 31st day of enactment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "AB6875-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1981\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. PHEFFER, DESTITO, GABRYSZAK, DINOWITZ, HOOPER,\n         GALEF, COOK, MAISEL, TOBACCO, BURLING, LIFTON, JAFFEE  --  Multi-Spon-\n         sored  by  --  M.  of  A. BOYLE, BROOK-KRASNY, CALHOUN, DUPREY, MAGEE,\n         MAYERSOHN, McENENY, ROBINSON, RUSSELL, WEISENBERG  --  read  once  and\n         referred  to  the  Committee  on  Economic  Development, Job Creation,\n         Commerce and Industry\n\n       AN ACT to amend the general business law, in relation to prohibiting the\n         retail sale and distribution of novelty lighters\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  391-r to read as follows:\n    3    S  391-R.  SALE  AND  DISTRIBUTION OF NOVELTY LIGHTERS PROHIBITED.  1.\n    4  DEFINITIONS:\n    5    (A) \"AUDIO EFFECTS\" INCLUDES MUSIC, ANIMAL SOUNDS, WHISTLES,  BUZZERS,\n    6  BEEPERS  OR  OTHER  NOISES  NOT  TYPICALLY CAUSED BY OR PERTINENT TO THE\n    7  FLAME-PRODUCING FUNCTION OF THE LIGHTER.\n    8    (B) \"DISTRIBUTE\" MEANS TO:\n    9    (I) DELIVER TO A PERSON OTHER THEN THE PURCHASER, FOR RETAIL SALE; OR\n   10    (II) PROVIDE AS PART OF A COMMERCIAL PROMOTION OR AS A PRIZE OR PREMI-\n   11  UM.\n   12    (C) \"IMPORTER\" MEANS A PERSON WHO CAUSES A LIGHTER TO ENTER THIS STATE\n   13  FROM A MANUFACTURING, WHOLESALE,  DISTRIBUTION  OR  RETAIL  SALES  POINT\n   14  OUTSIDE  THIS  STATE,  FOR  THE  PURPOSE  OF SELLING OR DISTRIBUTING THE\n   15  LIGHTER WITHIN THIS STATE OR WITH THE RESULT THAT THE LIGHTER IS SOLD OR\n   16  DISTRIBUTED WITHIN THIS STATE.\n   17    (D) \"LIGHTER\" MEANS A MECHANICAL OR ELECTRICAL DEVICE OF A TYPE  TYPI-\n   18  CALLY USED FOR IGNITING TOBACCO PRODUCTS BY USE OF A FLAME.\n   19    (E) \"NOVELTY LIGHTER\":\n   20    (I)  MEANS A MECHANICAL OR ELECTRICAL DEVICE TYPICALLY USED FOR LIGHT-\n   21  ING CIGARETTES, CIGARS OR PIPES THAT IS DESIGNED TO APPEAR TO BE A  TOY,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06212-01-1\n\n       A. 1981                             2\n\n    1  OR DESIGNED TO RESEMBLE A CARTOON CHARACTER, GUN, WATCH, MUSICAL INSTRU-\n    2  MENT,  VEHICLE,  ANIMAL, FOOD OR BEVERAGE OR FEATURE A FLASHING LIGHT OR\n    3  CREATE AUDIO EFFECTS; AND\n    4    (II) DOES NOT INCLUDE:\n    5    (A)  A  LIGHTER  MANUFACTURED  BEFORE  JANUARY FIRST, NINETEEN HUNDRED\n    6  EIGHTY; OR\n    7    (B) A LIGHTER THAT HAS BEEN RENDERED PERMANENTLY INCAPABLE OF  PRODUC-\n    8  ING A FLAME OR OTHERWISE CAUSING COMBUSTION; OR\n    9    (C)  ANY MECHANICAL OR ELECTRICAL DEVICE PRIMARILY USED TO IGNITE FUEL\n   10  FOR FIREPLACES OR FOR CHARCOAL OR GAS GRILLS.\n   11    (F) \"SELL\" MEANS TO PROVIDE OR PROMISE  TO  PROVIDE  TO  A  WHOLESALE,\n   12  RETAIL, MAIL-ORDER OR OTHER PURCHASER IN EXCHANGE FOR CONSIDERATION.\n   13    2.  NO  PERSON,  FIRM,  PARTNERSHIP,  ASSOCIATION OR CORPORATION SHALL\n   14  DISTRIBUTE, SELL AT RETAIL OR OFFER FOR RETAIL SALE IN THIS STATE, OR TO\n   15  ANY PERSON LOCATED IN THIS STATE, A NOVELTY LIGHTER.\n   16    3. THE STATE FIRE ADMINISTRATOR SHALL ESTABLISH AND PUBLICIZE  A  TOLL\n   17  FREE  TELEPHONE  HOTLINE  NUMBER  TO RECEIVE INFORMATION FROM THE PUBLIC\n   18  ABOUT SUSPECTED VIOLATIONS OF THIS SECTION. THE STATE FIRE ADMINISTRATOR\n   19  SHALL PROVIDE INFORMATION ON ITS AGENCY WEBSITE REGARDING  THIS  SECTION\n   20  AND  THE  DANGERS  OF  NOVELTY LIGHTERS, AND PROVIDE THE OPPORTUNITY FOR\n   21  PERSONS SUSPECTING VIOLATIONS OF THIS SECTION TO TRANSMIT SUCH  INFORMA-\n   22  TION TO THE OFFICE OF FIRE PREVENTION AND CONTROL THROUGH THE INTERNET.\n   23    4. WHENEVER ANY POLICE OFFICER DESIGNATED IN SECTION 1.20 OF THE CRIM-\n   24  INAL PROCEDURE LAW OR A PEACE OFFICER DESIGNATED IN SUBDIVISION FOUR AND\n   25  SUBDIVISION  SEVENTY-NINE PERTAINING TO THE DEPARTMENT OF STATE'S OFFICE\n   26  OF FIRE PREVENTION AND CONTROL, OF SECTION  2.10  OF  SUCH  LAW,  ACTING\n   27  PURSUANT  TO HIS OR HER SPECIAL DUTIES, SHALL DISCOVER A NOVELTY LIGHTER\n   28  IN VIOLATION OF THIS SECTION, SUCH  OFFICER  IS  HEREBY  AUTHORIZED  AND\n   29  EMPOWERED  FORTHWITH  TO  SEIZE  AND TAKE POSSESSION OF SUCH ITEMS. SUCH\n   30  SEIZED ITEMS SHALL BE TURNED OVER TO THE STATE FIRE ADMINISTRATOR OR HIS\n   31  DESIGNEE.\n   32    5. ANY PERSON WHO VIOLATES THIS SECTION SHALL BE SUBJECT  TO  A  CIVIL\n   33  PENALTY AS FOLLOWS:\n   34    (A) NOT MORE THAN TEN THOUSAND DOLLARS IF THE PERSON IS A MANUFACTURER\n   35  OR IMPORTER OF LIGHTERS.\n   36    (B)  NOT  MORE THAN ONE THOUSAND DOLLARS IF THE PERSON IS A WHOLESALER\n   37  OF LIGHTERS OR DISTRIBUTES LIGHTERS BY  MEANS  OTHER  THAN  DISTRIBUTION\n   38  DIRECTLY TO CONSUMERS.\n   39    (C) NOT MORE THAN FIVE HUNDRED DOLLARS IF THE PERSON IS:\n   40    (I) A RETAIL SELLER OF LIGHTERS; OR\n   41    (II)  A  PERSON  DISTRIBUTING  LIGHTERS, IF THE PERSON IS OTHER THAN A\n   42  MANUFACTURER, IMPORTER OR WHOLESALER.\n   43    (D) POSSESSION OF EACH NOVELTY LIGHTER IN VIOLATION  OF  THIS  SECTION\n   44  SHALL  CONSTITUTE A SEPARATE VIOLATION. IF A PERSON CONTINUES TO VIOLATE\n   45  THIS SECTION AFTER BEING GIVEN WRITTEN NOTICE OF THE VIOLATION, EACH DAY\n   46  THAT THE VIOLATION CONTINUES IS A SEPARATE OFFENSE SUBJECT  TO  A  CIVIL\n   47  PENALTY.\n   48    6. THIS SECTION SHALL NOT APPLY TO A MANUFACTURER, IMPORTER, DISTRIBU-\n   49  TOR  OR  WHOLESALE  SELLER WHO CAN DEMONSTRATE THAT THE NOVELTY LIGHTERS\n   50  ARE NOT INTENDED FOR SALE WITHIN THE STATE.\n   51    7. THE STATE FIRE ADMINISTRATOR IS  HEREBY  AUTHORIZED  TO  PROMULGATE\n   52  SUCH  RULES  AND  REGULATIONS  AS  ARE DEEMED NECESSARY TO IMPLEMENT THE\n   53  PROVISIONS OF THIS SECTION, INCLUDING PRESCRIBING MINIMUM STANDARDS  FOR\n   54  ADMINISTRATION  AND ENFORCEMENT OF THIS SECTION. THE STATE FIRE ADMINIS-\n   55  TRATOR MAY ASSESS MONETARY PENALTIES AS ESTABLISHED HEREIN, SUCH  PENAL-\n   56  TIES  COMMENCING ON THE FIRST DAY FOLLOWING THE ABATEMENT DATE SPECIFIED\n\n       A. 1981                             3\n\n    1  IN AN ORDER, AND CONTINUING UNTIL THE VIOLATION HAS BEEN ABATED.  ABATE-\n    2  MENT OF VIOLATIONS SHALL BE VERIFIED BY THE STATE FIRE ADMINISTRATOR.\n    3    8.  IN ADDITION TO THE ENFORCEMENT AUTHORITY GRANTED TO THE STATE FIRE\n    4  ADMINISTRATOR IN THIS SECTION, WHENEVER THERE SHALL BE  A  VIOLATION  OF\n    5  THIS  SECTION, AN APPLICATION MAY BE MADE BY THE ATTORNEY GENERAL IN THE\n    6  NAME OF THE PEOPLE OF THE STATE OF NEW  YORK,  TO  A  COURT  OR  JUSTICE\n    7  HAVING  JURISDICTION BY A SPECIAL PROCEEDING TO ISSUE AN INJUNCTION, AND\n    8  UPON NOTICE TO THE DEFENDANT OF NOT LESS THAN FIVE DAYS, TO  ENJOIN  AND\n    9  RESTRAIN  THE  CONTINUANCE  OF SUCH VIOLATION; AND IF IT SHALL APPEAR TO\n   10  THE SATISFACTION OF THE COURT OR JUSTICE  THAT  THE  DEFENDANT  HAS,  IN\n   11  FACT, VIOLATED THIS SECTION, AN INJUNCTION MAY BE ISSUED BY THE COURT OR\n   12  JUSTICE,  ENJOINING  AND  RESTRAINING  ANY  FURTHER  VIOLATIONS, WITHOUT\n   13  REQUIRING PROOF THAT ANY PERSON HAS, IN FACT, BEEN  INJURED  OR  DAMAGED\n   14  THEREBY.  IN  ANY  SUCH PROCEEDING, THE COURT MAY MAKE ALLOWANCES TO THE\n   15  ATTORNEY GENERAL AS PROVIDED IN PARAGRAPH  SIX  OF  SUBDIVISION  (A)  OF\n   16  SECTION  EIGHTY-THREE HUNDRED THREE OF THE CIVIL PRACTICE LAW AND RULES,\n   17  AND DIRECT RESTITUTION.  WHENEVER  THE  COURT  SHALL  DETERMINE  THAT  A\n   18  VIOLATION  OF  THIS  SECTION  HAS OCCURRED, THE COURT MAY IMPOSE A CIVIL\n   19  PENALTY AS SET FORTH IN SUBDIVISION FIVE OF THIS SECTION. IN  CONNECTION\n   20  WITH  ANY  SUCH PROPOSED APPLICATION, THE ATTORNEY GENERAL IS AUTHORIZED\n   21  TO TAKE PROOF AND MAKE A DETERMINATION OF  THE  RELEVANT  FACTS  AND  TO\n   22  ISSUE SUBPOENAS IN ACCORDANCE WITH THE CIVIL PRACTICE LAW AND RULES.\n   23    S  2.  This  act  shall  take effect immediately. Notwithstanding such\n   24  effective date, no person shall be subject to a civil  penalty  for  any\n   25  violation  that  occurs  before  the  ninetieth day after such effective\n   26  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to prohibiting the retail sale and distribution of novelty lighters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T160022.TXT", "SOBI.D110113.T115832.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294937912639
}