{
  "year" : 2011,
  "senateBillNo" : "A1983-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A1983-2011-1294808400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all insurance policies to provide a certain amount of coverage for hearing aids",
  "summary" : "Requires all health insurance policies to provide insurance coverage for the cost of hearing aids; provides that such coverage shall include coverage of at least $3,000 over a four year period; provides that children under the age of sixteen are allowed reimbursement for additional expenses if needed. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "AA8242-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1983\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to providing coverage for\n         hearing aids\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subsection  (i)  of  section 3216 of the insurance law is\n    2  amended by adding a new paragraph 28 to read as follows:\n    3    (28) (A) EVERY HEALTH INSURANCE POLICY ISSUED  OR  DELIVERED  IN  THIS\n    4  STATE SHALL PROVIDE COVERAGE FOR HEARING AIDS PURCHASED FROM HEARING AID\n    5  DISPENSERS  REGISTERED UNDER ARTICLE THIRTY-SEVEN-A OF THE GENERAL BUSI-\n    6  NESS LAW OR AUDIOLOGISTS LICENSED UNDER ARTICLE ONE  HUNDRED  FIFTY-NINE\n    7  OF THE EDUCATION LAW IN THE FOLLOWING MANNER:\n    8    (I)  FOR  AN INSURED PERSON WHO IS SIXTEEN YEARS OF AGE OR OLDER, SUCH\n    9  INSURED PERSON SHALL BE ENTITLED TO REIMBURSEMENT OF UP TO  THREE  THOU-\n   10  SAND  DOLLARS  EVERY  FOUR YEARS FOR EXPENSES RELATED TO THE PURCHASE OF\n   11  EACH HEARING AID.\n   12    (II) FOR AN INSURED PERSON WHO IS LESS THAN SIXTEEN YEARS OF AGE, SUCH\n   13  INSURED PERSON SHALL BE ENTITLED TO REIMBURSEMENT OF UP TO  THREE  THOU-\n   14  SAND  DOLLARS  EVERY  TWO  YEARS FOR EXPENSES RELATED TO THE PURCHASE OF\n   15  EACH HEARING AID.  WHEN IT IS DEMONSTRATED THAT (1) THE INSURED  CHILD'S\n   16  HEARING  HAS  CHANGED SIGNIFICANTLY WITHIN A TWO YEAR PERIOD AND (2) THE\n   17  EXISTING HEARING AID WILL NO LONGER CORRECT THE  CHILD'S  HEARING  LOSS,\n   18  SUCH  INSURED  PERSON  SHALL BE ENTITLED TO REIMBURSEMENT FOR ADDITIONAL\n   19  HEARING AID EXPENSES.\n   20    (B)(I) FOR THE PURPOSES OF THIS PARAGRAPH \"HEARING AID\" SHALL MEAN ANY\n   21  WEARABLE INSTRUMENT OR DEVICES  DESIGNED  FOR  HEARING  AND  ANY  PARTS,\n   22  ATTACHMENTS OR ACCESSORIES BUT EXCLUDING BATTERIES AND CORDS OR ACCESSO-\n   23  RIES  THERETO.   A REGISTERED HEARING AID DISPENSER OR LICENSED AUDIOLO-\n   24  GIST SHALL DETERMINE THE TYPE OF DEVICE NEEDED TO  CORRECT  THE  HEARING\n   25  LOSS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04574-01-1\n\n       A. 1983                             2\n\n    1    (II) FOR THE PURPOSES OF THIS SECTION, SERVICES FOR RECASING, RESHELL-\n    2  ING AND ACQUIRING NEW MOLDS SHALL BE INCLUDED AS PART OF THE POLICIES.\n    3    (C)  COVERAGE PROVIDED PURSUANT TO THIS PARAGRAPH SHALL NOT BE SUBJECT\n    4  TO DEDUCTIBLES, COINSURANCE, OR COPAYMENTS.\n    5    S 2. Section 3221 of the insurance law is  amended  by  adding  a  new\n    6  subsection (s) to read as follows:\n    7    (S)  (1)  EVERY  GROUP  HEALTH INSURANCE POLICY ISSUED OR DELIVERED IN\n    8  THIS STATE SHALL PROVIDE COVERAGE FOR HEARING AIDS PURCHASED FROM  HEAR-\n    9  ING AID DISPENSERS REGISTERED UNDER ARTICLE THIRTY-SEVEN-A OF THE GENER-\n   10  AL  BUSINESS  LAW  OR  AUDIOLOGISTS  LICENSED  UNDER ARTICLE ONE HUNDRED\n   11  FIFTY-NINE OF THE EDUCATION LAW IN THE FOLLOWING MANNER:\n   12    (A) FOR AN INSURED PERSON WHO IS SIXTEEN YEARS OF AGE OR  OLDER,  SUCH\n   13  INSURED  PERSON  SHALL BE ENTITLED TO REIMBURSEMENT OF UP TO THREE THOU-\n   14  SAND DOLLARS EVERY FOUR YEARS FOR EXPENSES RELATED TO  THE  PURCHASE  OF\n   15  EACH HEARING AID.\n   16    (B)  FOR AN INSURED PERSON WHO IS LESS THAN SIXTEEN YEARS OF AGE, SUCH\n   17  INSURED PERSON SHALL BE ENTITLED TO REIMBURSEMENT OF UP TO  THREE  THOU-\n   18  SAND  DOLLARS  EVERY  TWO  YEARS FOR EXPENSES RELATED TO THE PURCHASE OF\n   19  EACH HEARING AID.  WHEN IT IS DEMONSTRATED THAT (I) THE INSURED  CHILD'S\n   20  HEARING  HAS CHANGED SIGNIFICANTLY WITHIN A TWO YEAR PERIOD AND (II) THE\n   21  EXISTING HEARING AID WILL NO LONGER CORRECT THE  CHILD'S  HEARING  LOSS,\n   22  SUCH  INSURED  PERSON  SHALL BE ENTITLED TO REIMBURSEMENT FOR ADDITIONAL\n   23  HEARING AID EXPENSES.\n   24    (2)(A) FOR THE PURPOSES OF THIS SUBSECTION, \"HEARING AID\"  SHALL  MEAN\n   25  ANY  WEARABLE  INSTRUMENT OR DEVICES DESIGNED FOR HEARING AND ANY PARTS,\n   26  ATTACHMENTS OR ACCESSORIES BUT EXCLUDING BATTERIES AND CORDS OR ACCESSO-\n   27  RIES THERETO.  A REGISTERED HEARING AID DISPENSER OR  LICENSED  AUDIOLO-\n   28  GIST  SHALL  DETERMINE  THE TYPE OF DEVICE NEEDED TO CORRECT THE HEARING\n   29  LOSS.\n   30    (B) FOR THE PURPOSES OF THIS SECTION, SERVICES FOR RECASING,  RESHELL-\n   31  ING AND ACQUIRING NEW MOLDS SHALL BE INCLUDED AS PART OF THE POLICIES.\n   32    (3) COVERAGE PROVIDED PURSUANT TO THIS SUBSECTION SHALL NOT BE SUBJECT\n   33  TO DEDUCTIBLES, COINSURANCE, OR COPAYMENTS.\n   34    S  3.  Section  4303  of  the insurance law is amended by adding a new\n   35  subsection (hh) to read as follows:\n   36    (HH) (1) EVERY CONTRACT ISSUED OR DELIVERED IN THIS STATE BY A  HEALTH\n   37  SERVICE CORPORATION OR HOSPITAL SERVICE CORPORATION SHALL PROVIDE COVER-\n   38  AGE  FOR  HEARING  AIDS PURCHASED FROM HEARING AID DISPENSERS REGISTERED\n   39  UNDER ARTICLE THIRTY-SEVEN-A OF THE GENERAL BUSINESS LAW OR AUDIOLOGISTS\n   40  LICENSED UNDER ARTICLE ONE HUNDRED FIFTY-NINE OF THE  EDUCATION  LAW  IN\n   41  THE FOLLOWING MANNER:\n   42    (A)  FOR  AN INSURED PERSON WHO IS SIXTEEN YEARS OF AGE OR OLDER, SUCH\n   43  INSURED PERSON SHALL BE ENTITLED TO REIMBURSEMENT OF UP TO  THREE  THOU-\n   44  SAND  DOLLARS  EVERY  FOUR YEARS FOR EXPENSES RELATED TO THE PURCHASE OF\n   45  EACH HEARING AID.\n   46    (B) FOR AN INSURED PERSON WHO IS LESS THAN SIXTEEN YEARS OF AGE,  SUCH\n   47  INSURED  PERSON  SHALL BE ENTITLED TO REIMBURSEMENT OF UP TO THREE THOU-\n   48  SAND DOLLARS EVERY TWO YEARS FOR EXPENSES RELATED  TO  THE  PURCHASE  OF\n   49  EACH  HEARING AID.  WHEN IT IS DEMONSTRATED THAT (I) THE INSURED CHILD'S\n   50  HEARING HAS CHANGED SIGNIFICANTLY WITHIN A TWO YEAR PERIOD AND (II)  THE\n   51  EXISTING  HEARING  AID  WILL NO LONGER CORRECT THE CHILD'S HEARING LOSS,\n   52  SUCH INSURED PERSON SHALL BE ENTITLED TO  REIMBURSEMENT  FOR  ADDITIONAL\n   53  HEARING AID EXPENSES.\n   54    (2)(A)  FOR  THE PURPOSES OF THIS SUBSECTION, \"HEARING AID\" SHALL MEAN\n   55  ANY WEARABLE INSTRUMENT OR DEVICES DESIGNED FOR HEARING AND  ANY  PARTS,\n   56  ATTACHMENTS OR ACCESSORIES BUT EXCLUDING BATTERIES AND CORDS OR ACCESSO-\n\n       A. 1983                             3\n\n    1  RIES  THERETO.   A REGISTERED HEARING AID DISPENSER OR LICENSED AUDIOLO-\n    2  GIST SHALL DETERMINE THE TYPE OF DEVICE NEEDED TO  CORRECT  THE  HEARING\n    3  LOSS.\n    4    (B)  FOR THE PURPOSES OF THIS SECTION, SERVICES FOR RECASING, RESHELL-\n    5  ING AND ACQUIRING NEW MOLDS SHALL BE INCLUDED AS PART OF THE POLICIES.\n    6    (3) COVERAGE PROVIDED PURSUANT TO THIS SUBSECTION SHALL NOT BE SUBJECT\n    7  TO DEDUCTIBLES, COINSURANCE, OR COPAYMENTS.\n    8    S 4. This act shall take effect on the first of January next  succeed-\n    9  ing  the date on which it shall have become a law and shall apply to all\n   10  policies issued, modified or renewed on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to providing coverage for hearing aids ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T160022.TXT", "SOBI.D110113.T114816.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294937296296
}