{
  "year" : 2011,
  "senateBillNo" : "A1985-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to education",
    "billEventId" : "A1985-2011-1294808400000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296450000000,
    "eventText" : "enacting clause stricken",
    "billEventId" : "A1985-2011-1296450000000-enacting+clause+stricken",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the provision of free spaying and neutering services in lieu of self-instructional course work for continuing education requirements for veterinarians",
  "summary" : "Authorizes the provision of free spaying and neutering services in lieu of self-instructional course work for continuing education requirements for veterinarians; authorizes the department to adopt a formula providing a minimum number of spaying or neutering procedures that shall be deemed the equivalent of one hour of continuing veterinary education. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1985\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROSENTHAL  --  read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to providing free spaying\n         and neutering services in lieu of self-instructional course  work  for\n         continuing education requirements for veterinarians\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 6704-a of the  education  law,  as\n    2  added by chapter 328 of the laws of 2010, is amended to read as follows:\n    3    2.  During  each triennial registration period an applicant for regis-\n    4  tration shall complete a  minimum  of  forty-five  hours  of  acceptable\n    5  formal  continuing education, a maximum of twenty-two and one-half hours\n    6  of which may be self-instructional coursework acceptable to the  depart-\n    7  ment OR IN LIEU OF SUCH SELF-INSTRUCTIONAL COURSEWORK, THE APPLICANT MAY\n    8  PROVIDE  FREE SPAYING AND NEUTERING SERVICES IN CONJUNCTION WITH A MUNI-\n    9  CIPALITY, DULY INCORPORATED NOT-FOR-PROFIT SOCIETY FOR THE PREVENTION OF\n   10  CRUELTY TO ANIMALS, DULY INCORPORATED HUMANE SOCIETY, OR  DULY  INCORPO-\n   11  RATED ANIMAL PROTECTION ASSOCIATION. THE DEPARTMENT SHALL ADOPT A FORMU-\n   12  LA  PROVIDING  A  MINIMUM NUMBER OF SPAYING OR NEUTERING PROCEDURES THAT\n   13  SHALL BE DEEMED THE EQUIVALENT OF  ONE  HOUR  OF  CONTINUING  VETERINARY\n   14  EDUCATION.  Any veterinarian whose first registration date following the\n   15  effective  date  of  this section occurs less than three years from such\n   16  effective date, but on or after  January  first,  two  thousand  twelve,\n   17  shall  complete  continuing  education  hours on a prorated basis at the\n   18  rate of one and one-quarter hours per month  for  the  period  beginning\n   19  January  first,  two  thousand  twelve up to the first registration date\n   20  thereafter. A licensee who has not satisfied  the  mandatory  continuing\n   21  education  requirements  shall  not  be  issued a triennial registration\n   22  certificate by the department and shall not practice unless and until  a\n   23  conditional  registration  certificate is issued as provided in subdivi-\n   24  sion three of this section, or until he or she  has  otherwise  met  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04668-01-1\n\n       A. 1985                             2\n\n    1  requirements  of  this  section. The individual licensee shall determine\n    2  the selection of courses or programs of study  pursuant  to  subdivision\n    3  four of this section.\n    4    S  2.  This  act  shall  take  effect on the same date and in the same\n    5  manner as section 3 of chapter 328 of the laws of 2010, takes effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing free spaying and neutering services in lieu of self-instructional course work for continuing education requirements for veterinarians ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T161027.TXT", "SOBI.D110113.T114816.TXT", "SOBI.D110131.T161219.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296508339716
}