{
  "year" : 2011,
  "senateBillNo" : "A1980-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1980-2011-1294808400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the employment credit for qualified emerging technology companies",
  "summary" : "Relates to the employment credit for qualified emerging technology companies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "AA1889-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1980\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. MORELLE, LUPARDO -- read once and referred to the\n         Committee on Ways and Means\n\n       AN  ACT  to  amend the tax law, in relation to the employment credit for\n         qualified emerging technology companies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (d) of subdivision 12-E of section 210 of the tax\n    2  law, as added by section 32 of part A of chapter 56 of the laws of 1998,\n    3  is amended to read as follows:\n    4    (d) The amount of the credit shall equal THE SUM OF:\n    5    (1)  the  product  of  [one]  TWO thousand dollars times the number of\n    6  individuals employed full-time by the taxpayer in the taxable year  that\n    7  are in excess of one hundred percent of the taxpayer's base year employ-\n    8  ment AND\n    9    (2) THE PRODUCT OF THREE THOUSAND DOLLARS TIMES THE NUMBER OF INDIVID-\n   10  UALS  EMPLOYED FULL-TIME BY THE TAXPAYER IN THE TAXABLE YEAR THAT ARE IN\n   11  EXCESS OF ONE HUNDRED PERCENT OF THE TAXPAYER'S  BASE  YEAR  EMPLOYMENT,\n   12  PROVIDED  THAT SUCH INDIVIDUALS ARE EMPLOYED BY THE TAXPAYER AS A RESULT\n   13  OF THE TAXPAYER'S COMMERCIALIZATION OF  INTELLECTUAL  PROPERTY  ACQUIRED\n   14  FROM  A COLLEGE OR UNIVERSITY INCORPORATED BY THE REGENTS OF THE UNIVER-\n   15  SITY OF THE STATE OF NEW YORK, AND\n   16    (3) THE PRODUCT OF FOUR THOUSAND DOLLARS TIMES THE NUMBER OF \"TARGETED\n   17  EMPLOYEES\", AS DEFINED IN SUBPARAGRAPH TWO OF PARAGRAPH (B) OF  SUBDIVI-\n   18  SION  NINETEEN  OF  THIS  SECTION  WITHOUT  REGARD TO EMPIRE ZONE WAGES,\n   19  EMPLOYED FULL-TIME BY THE TAXPAYER IN  THE  TAXABLE  YEAR  THAT  ARE  IN\n   20  EXCESS OF ONE HUNDRED PERCENT OF THE TAXPAYER'S BASE YEAR EMPLOYMENT.\n   21    S  2.  Paragraph 4 of subsection (q) of section 606 of the tax law, as\n   22  added by section 2 of part I of chapter 407 of  the  laws  of  1999,  is\n   23  amended to read as follows:\n   24    (4) The amount of the credit shall equal THE SUM OF:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06452-01-1\n\n       A. 1980                             2\n\n    1    (1) the product of [one] TWO thousand dollars multiplied by the number\n    2  of  individuals  employed  full-time by such company in the taxable year\n    3  that are in excess of one hundred percent of such  company's  base  year\n    4  employment AND\n    5    (2)  THE PRODUCT OF THREE THOUSAND DOLLARS MULTIPLIED BY THE NUMBER OF\n    6  INDIVIDUALS EMPLOYED FULL-TIME BY SUCH COMPANY IN THE TAXABLE YEAR  THAT\n    7  ARE IN EXCESS OF ONE HUNDRED PERCENT OF SUCH COMPANY'S BASE YEAR EMPLOY-\n    8  MENT,  PROVIDED  THAT SUCH INDIVIDUALS ARE EMPLOYED BY SUCH COMPANY AS A\n    9  RESULT OF SUCH  COMPANY'S  COMMERCIALIZATION  OF  INTELLECTUAL  PROPERTY\n   10  ACQUIRED FROM A COLLEGE OR UNIVERSITY INCORPORATED BY THE REGENTS OF THE\n   11  UNIVERSITY OF THE STATE OF NEW YORK, AND\n   12    (3)  THE  PRODUCT OF FOUR THOUSAND DOLLARS MULTIPLIED BY THE NUMBER OF\n   13  \"TARGETED EMPLOYEES\", AS DEFINED IN SUBPARAGRAPH (B) OF PARAGRAPH TWO OF\n   14  SUBSECTION (K) OF THIS SECTION WITHOUT  REGARD  TO  EMPIRE  ZONE  WAGES,\n   15  EMPLOYED  FULL-TIME  BY  SUCH  COMPANY  IN  THE TAXABLE YEAR THAT ARE IN\n   16  EXCESS OF ONE HUNDRED PERCENT OF SUCH COMPANY'S BASE YEAR EMPLOYMENT.\n   17    S 3. This act shall take effect immediately and shall apply to taxable\n   18  years beginning on and after January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the employment credit for qualified emerging technology companies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T160022.TXT", "SOBI.D110113.T115832.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294937912636
}