{
  "year" : 2011,
  "senateBillNo" : "A1995-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to education",
    "billEventId" : "A1995-2011-1294808400000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to providing additional reimbursement to school districts for expenses incurred for failure to receive timely payments of state aid",
  "summary" : "Relates to providing additional reimbursement to school districts for expenses incurred for failure to receive timely payments of state aid, including expenses relating to interest payments and ancillary expenses incurred as a result of not having received aid in a timely manner. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10304-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1995\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TEDISCO, CALHOUN, SAYWARD, KOLB, RAIA -- Multi-\n         Sponsored by -- M.  of  A.  BURLING,  BUTLER,  CONTE,  CROUCH,  FINCH,\n         FITZPATRICK,  HAYES,  J. MILLER,  REILICH,  THIELE  --  read  once and\n         referred to the Committee on Education\n\n       AN ACT to amend the education law, in relation to  providing  additional\n         reimbursement to school districts for expenses incurred for failure to\n         receive timely payments of state aid\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new  section  3605\n    2  to read as follows:\n    3    S  3605.  ADDITIONAL  STATE  REIMBURSEMENT  TO  SCHOOL  DISTRICTS.  1.\n    4  NOTWITHSTANDING ANY INCONSISTENT PROVISION OF LAW, THE  STATE  SHALL  BE\n    5  LIABLE  FOR  ANY  INTEREST  PAYMENTS OR ANCILLARY EXPENSES INCURRED BY A\n    6  SCHOOL DISTRICT AS A RESULT OF THE SCHOOL DISTRICT NOT  HAVING  RECEIVED\n    7  TIMELY  PAYMENTS OF STATE AID DUE TO A FAILURE BY THE STATE TO ADOPT THE\n    8  AID TO LOCALITIES BUDGET BY APRIL FIRST IN ANY FISCAL YEAR DURING  WHICH\n    9  BUDGET  BILLS  AS  DEFINED  BY  ARTICLE SEVEN OF THE CONSTITUTION OF THE\n   10  STATE OF NEW YORK HAVE NOT BEEN ADOPTED.\n   11    2. WITHIN THIRTY DAYS AFTER THE ADOPTION  OF  SUCH  BUDGET  BILLS  THE\n   12  GOVERNOR  SHALL PREPARE AND SUBMIT TO THE LEGISLATURE CHAPTER AMENDMENTS\n   13  TO THE AID TO LOCALITIES BUDGET PROVIDING FOR  ADDITIONAL  REIMBURSEMENT\n   14  TO REPAY SCHOOL DISTRICTS FOR ANY AND ALL INTEREST PAYMENTS OR ANCILLARY\n   15  EXPENSES REFERENCED IN SUBDIVISION ONE OF THIS SECTION.\n   16    3.  SUCH REIMBURSEMENT MONEYS SHALL BE PAID UPON THE AUDIT OF VOUCHERS\n   17  CERTIFIED BY THE CHIEF FISCAL OFFICER FOR THE SCHOOL DISTRICT  DEMANDING\n   18  REIMBURSEMENT  FOR THE INTEREST PAYMENTS AND ANCILLARY EXPENSES INCURRED\n   19  BY SUCH SCHOOL DISTRICT.\n   20    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01481-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing additional reimbursement to school districts for expenses incurred for failure to receive timely payments of state aid ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T161027.TXT", "SOBI.D110113.T130822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294942102436
}