{
  "year" : 2011,
  "senateBillNo" : "A199-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to insurance",
    "billEventId" : "A199-2011-1294203600000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"health insurance preauthorization disclosure act\"",
  "summary" : "Enacts the \"health insurance preauthorization disclosure act\"; requires health insurance companies to provide participating health care providers with a list of health care treatments and services that require preauthorization from the health insurance company. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A8592-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          199\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Insurance\n\n       AN ACT to amend the insurance law and the public health law, in relation\n         to enacting the \"health insurance preauthorization disclosure act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"health insurance preauthorization disclosure act.\"\n    3    S 2. The insurance law is amended by adding a new section 4242 to read\n    4  as follows:\n    5    S 4242. HEALTH INSURANCE COMPANIES; PREAUTHORIZATION FOR  HEALTH  CARE\n    6  SERVICES.  EVERY  HEALTH  CARE  INSURANCE  COMPANY  SHALL BE REQUIRED TO\n    7  PROVIDE PARTICIPATING PHYSICIANS AND HEALTH CARE PROVIDERS,  AS  DEFINED\n    8  IN SUBDIVISION SEVEN OF SECTION TWENTY-NINE HUNDRED EIGHTY OF THE PUBLIC\n    9  HEALTH LAW, WITH AN UPDATED  LIST OF HEALTH CARE TREATMENTS AND SERVICES\n   10  THAT REQUIRE PREAUTHORIZATION FROM SUCH HEALTH CARE INSURANCE COMPANY.\n   11    S  3.  The public health law is amended by adding a new section 4905-a\n   12  to read as follows:\n   13    S 4905-A. PRE-AUTHORIZED SERVICES. EVERY HEALTH  CARE  PLAN  SHALL  BE\n   14  REQUIRED TO DEVELOP AND PROVIDE TO PARTICIPATING HEALTH CARE PROVIDERS A\n   15  LIST  OF  HEALTH  CARE SERVICES THAT REQUIRE PRE-AUTHORIZATION FROM SUCH\n   16  HEALTH CARE PLAN. SUCH LIST SHALL BE DEVELOPED BASED  UPON  CONSULTATION\n   17  WITH  MEDICAL  GUIDELINES  DEVELOPED  BY  THE RELEVANT MEDICAL SPECIALTY\n   18  ORGANIZATION AND IN CONSULTATION WITH APPROPRIATELY  TRAINED  PHYSICIANS\n   19  PRACTICING  WITHIN  THE  REGION  THE  HEALTH CARE PLAN SERVES. SUCH LIST\n   20  SHALL BE UPDATED ANNUALLY OR MORE FREQUENTLY AS APPROPRIATE. ONLY  THOSE\n   21  HEALTH  CARE  SERVICES WHICH ARE CONTAINED ON SUCH LIST SHALL BE SUBJECT\n   22  TO PRE-AUTHORIZATION BY THE HEALTH CARE PLAN.\n   23    S 4. The insurance law is amended by adding a new  section  4905-a  to\n   24  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01359-01-1\n\n       A. 199                              2\n\n    1    S  4905-A.  PRE-AUTHORIZED  SERVICES.  EVERY HEALTH CARE PLAN SHALL BE\n    2  REQUIRED TO DEVELOP AND PROVIDE TO PARTICIPATING HEALTH CARE PROVIDERS A\n    3  LIST OF HEALTH CARE SERVICES THAT REQUIRE  PRE-AUTHORIZATION  FROM  SUCH\n    4  HEALTH  CARE  PLAN. SUCH LIST SHALL BE DEVELOPED BASED UPON CONSULTATION\n    5  WITH  MEDICAL  GUIDELINES  DEVELOPED  BY  THE RELEVANT MEDICAL SPECIALTY\n    6  ORGANIZATION AND IN CONSULTATION WITH APPROPRIATELY  TRAINED  PHYSICIANS\n    7  PRACTICING  WITHIN  THE  REGION  THE  HEALTH CARE PLAN SERVES. SUCH LIST\n    8  SHALL BE UPDATED ANNUALLY OR MORE FREQUENTLY AS APPROPRIATE. ONLY  THOSE\n    9  HEALTH  CARE  SERVICES WHICH ARE CONTAINED ON SUCH LIST SHALL BE SUBJECT\n   10  TO PRE-AUTHORIZATION BY THE HEALTH CARE PLAN.\n   11    S 5. This act shall take effect on the sixtieth  day  after  it  shall\n   12  have  become  a law; provided, however that the superintendent of insur-\n   13  ance is hereby authorized to promulgate all rules  and  regulations  and\n   14  take any other measures necessary to implement this act on its effective\n   15  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law and the public health law, in relation to enacting the \"health insurance preauthorization disclosure act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T124922.TXT", "SOBI.D101217.T120437.TXT", "SOBI.D101216.T134428.TXT", "SOBI.D101217.T115937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292605477414
}