{
  "year" : 2011,
  "senateBillNo" : "A1999-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1999-2011-1294808400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the tax relief on energy act; appropriation",
  "summary" : "Enacts the tax relief on energy act; relates to the tax on furnishing of utility services; provides a sales and compensating use tax exemption on Energy Star appliances; provides for a heating credit for qualifying senior citizens living in leased housing; creates the STAR energy rebate program; establishes a clean energy production credit; provides for small business energy tax reduction; provides a tax credit on qualified fuel cell electric generating equipment expenditures; appropriation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A8452-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1999\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. TEDISCO, KOLB, SAYWARD, CALHOUN -- Multi-Spon-\n         sored by -- M. of  A.    AMEDORE,  BARCLAY,  BURLING,  BUTLER,  CONTE,\n         CROUCH,  DUPREY, FINCH, GIGLIO, HAWLEY, P. LOPEZ, McDONOUGH, McKEVITT,\n         J. MILLER, MOLINARO, OAKS, RAIA, SALADINO,  THIELE,  TOBACCO  --  read\n         once and referred to the Committee on Ways and Means\n\n       AN  ACT  enacting the tax relief on energy act; to amend the tax law, in\n         relation to the tax on the furnishing of utility services; in relation\n         to providing a sales and compensating use tax exemption on Energy Star\n         appliances; in relation to a  heating  credit  for  qualifying  senior\n         citizens  living  in  leased housing; to create the STAR energy rebate\n         program; in relation to establishing a clean energy production credit;\n         in relation to small business energy tax  reduction;  in  relation  to\n         credit  against the tax imposed on qualified fuel cell electric gener-\n         ating equipment expenditures; and making an appropriation for the STAR\n         energy rebate program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the \"tax relief\n    2  on energy act\".\n    3    S  2.  Paragraph (b) of subdivision 1 of section 186-a of the tax law,\n    4  as amended by section 4 of part Y of chapter 63 of the laws of 2000,  is\n    5  amended to read as follows:\n    6    (b)  a tax equal to (1) two and five-tenths percent on and after Janu-\n    7  ary first, two thousand through December thirty-first, two thousand, two\n    8  and forty-five one hundredths percent from January first,  two  thousand\n    9  one through December thirty-first, two thousand one, two and four-tenths\n   10  percent  from  January  first, two thousand two through December thirty-\n   11  first, two thousand two, two and twenty-five one hundredths percent from\n   12  January first, two thousand three  through  December  thirty-first,  two\n   13  thousand  three, two and one hundred twenty-five one thousandths percent\n   14  from January first, two thousand four through December thirty-first, two\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02067-01-1\n\n       A. 1999                             2\n\n    1  thousand four and [two] ZERO percent commencing January first, two thou-\n    2  sand five and thereafter of that portion of  its  gross  income  derived\n    3  from  the  transportation,  transmission or distribution of gas or elec-\n    4  tricity by means of conduits, mains, pipes, wires, lines or the like and\n    5  (2)  two  and one-tenth percent from January first, two thousand through\n    6  December thirty-first, two thousand, two percent from January first, two\n    7  thousand one through December thirty-first, two thousand  one,  one  and\n    8  nine-tenths  percent from January first, two thousand two through Decem-\n    9  ber thirty-first, two thousand two, eighty-five one  hundredths  of  one\n   10  percent  from January first, two thousand three through December thirty-\n   11  first, two thousand three,  four-tenths  of  one  percent  from  January\n   12  first,  two  thousand  four  through December thirty-first, two thousand\n   13  four and zero percent commencing January first, two thousand five of all\n   14  of its other gross income, is hereby  imposed  upon  every  utility  not\n   15  taxed  under  paragraph  (a)  of this subdivision doing business in this\n   16  state which is subject to the supervision of  the  state  department  of\n   17  public  service  which  has  a gross income for the year ending December\n   18  thirty-first in excess of five hundred dollars, except motor carriers or\n   19  brokers subject to such supervision under the public service law; and\n   20    S 3. Subdivision (a) of section 1115 of the  tax  law  is  amended  by\n   21  adding a new paragraph 44 to read as follows:\n   22    (44) ALTERNATIVE ENERGY SYSTEMS AND TANGIBLE PERSONAL PROPERTY USED IN\n   23  OR  ON  HABITABLE  RESIDENTIAL  AND  NON-RESIDENTIAL  STRUCTURES FOR THE\n   24  PURPOSE OF IMPROVING THE  ENERGY  EFFICIENCY  OF  SUCH  STRUCTURES.  FOR\n   25  PURPOSES  OF  THIS  SUBDIVISION:  (I)  ALTERNATIVE  ENERGY SYSTEMS SHALL\n   26  INCLUDE SYSTEMS WHICH DO NOT RELY ON PETROLEUM PRODUCTS OR  NATURAL  GAS\n   27  AS  THEIR  ENERGY  SOURCE  OR FUEL CELL ELECTRIC GENERATING EQUIPMENT AS\n   28  DESCRIBED IN PARAGRAPH TWO OF SUBSECTION (G-2) OF  SECTION  SIX  HUNDRED\n   29  SIX  OF  THIS CHAPTER; AND (II) TANGIBLE PERSONAL PROPERTY SHALL INCLUDE\n   30  ROOF PRODUCTS, WINDOWS, DOORS AND SKYLIGHTS APPROVED BY THE ENERGY  STAR\n   31  PROGRAM  AND  PRODUCTS,  SUCH  AS  INSULATION AND WEATHERSTRIPPING, THAT\n   32  IMPROVE THE ENERGY EFFICIENCY OF RESIDENTIAL AND NON-RESIDENTIAL HEATING\n   33  AND COOLING SYSTEMS.\n   34    S 4. The New York State Energy Research and Development Authority,  in\n   35  consultation  with manufacturers, retailers, and public interest groups,\n   36  shall develop public information programs and materials to identify  and\n   37  encourage the sales of products eligible for the tax incentives provided\n   38  under paragraph 44 of subdivision (a) of section 1115 of the tax law.\n   39    S  5.  Subdivision  (b)  of  section 1101 of the tax law is amended by\n   40  adding a new paragraph 37 to read as follows:\n   41    (37) NEW ENERGY STAR APPLIANCE.  A RESIDENTIAL REFRIGERATOR,  COMBINA-\n   42  TION  RESIDENTIAL REFRIGERATOR/FREEZER, RESIDENTIAL FREEZER, RESIDENTIAL\n   43  CLOTHES WASHER AND RESIDENTIAL CLOTHES DRYER  (INCLUDING  A  COMBINATION\n   44  WASHER/DRYER),  RESIDENTIAL  LIGHT  FIXTURE  WHICH  USES  EXCLUSIVELY  A\n   45  PIN-BASED COMPACT FLUORESCENT BULB, NON-COMMERCIAL CEILING FAN WITH   OR\n   46  WITHOUT  A  LIGHT,  NON-COMMERCIAL CEILING FAN LIGHT KIT, NON-COMMERCIAL\n   47  DISHWASHER, ROOM OR CENTRAL  AIR  CONDITIONER,  NON-COMMERCIAL  FURNACE,\n   48  NON-COMMERCIAL  BOILER  AND NON-COMMERCIAL HOT WATER HEATER, NON-COMMER-\n   49  CIAL DEHUMIDIFIER, NON-COMMERCIAL AIR-SOURCE AND GEOTHERMAL  HEAT  PUMP,\n   50  NON-COMMERCIAL  HOME SEALING, NON-COMMERCIAL PROGRAMMABLE THERMOSTAT AND\n   51  NON-COMMERCIAL ROOM AIR CLEANER WHICH IS SOLD  FOR  THE  FIRST  TIME  AT\n   52  RETAIL,  PROVIDED  SUCH APPLIANCE QUALIFIES FOR, AND IS LABELED WITH, AN\n   53  ENERGY STAR LABEL BY THE MANUFACTURER, PURSUANT TO  AN  AGREEMENT  AMONG\n   54  THE  MANUFACTURER, THE UNITED STATES ENVIRONMENTAL PROTECTION AGENCY AND\n   55  THE UNITED STATES DEPARTMENT OF ENERGY.\n\n       A. 1999                             3\n\n    1    S 6. Subdivision (a) of section 1115 of the  tax  law  is  amended  by\n    2  adding a new paragraph 45 to read as follows:\n    3    (45)  DURING THE FIRST WEEK OF EACH SALES TAX QUARTER, NEW ENERGY STAR\n    4  APPLIANCES.\n    5    S 7. Clause 9 of subdivision (b) of section 1107 of the  tax  law,  as\n    6  amended  by  section  78 of part A of chapter 56 of the laws of 1998, is\n    7  amended to read as follows:\n    8    (9) Except as otherwise provided by law,  the  [exemption]  EXEMPTIONS\n    9  provided  for  in  paragraph thirty of subdivision (a) of section eleven\n   10  hundred  fifteen  relating  to  clothing  and  footwear  AND   PARAGRAPH\n   11  FORTY-FIVE OF SUBDIVISION (A) OF SECTION ELEVEN HUNDRED FIFTEEN RELATING\n   12  TO NEW ENERGY STAR APPLIANCES shall not apply.\n   13    S  8.  Subdivision  (f)  of  section  1109 of the tax law, as added by\n   14  section 118-a of part A of chapter 389 of the laws of 1997,  is  amended\n   15  to read as follows:\n   16    (f)  The  [exemption]  EXEMPTIONS  contained in [paragraph] PARAGRAPHS\n   17  thirty AND FORTY-FIVE of  subdivision  (a)  of  section  eleven  hundred\n   18  fifteen of this article shall not apply.\n   19    S  9.  Section 1109 of the tax law is amended by adding a new subdivi-\n   20  sion (i) to read as follows:\n   21    (I) NOTWITHSTANDING ANY OTHER PROVISION OF STATE OR LOCAL  LAW,  ORDI-\n   22  NANCE  OR  RESOLUTION  TO  THE CONTRARY: (1) IN THE EVENT THAT A COUNTY,\n   23  CITY OR SCHOOL DISTRICT LOCATED IN THE METROPOLITAN COMMUTER TRANSPORTA-\n   24  TION DISTRICT IMPOSES TAXES PURSUANT TO THE AUTHORITY OF  SUBPART  B  OF\n   25  PART  I OF ARTICLE TWENTY-NINE OF THIS CHAPTER AND ELECTS TO PROVIDE THE\n   26  NEW ENERGY STAR APPLIANCES EXEMPTION  AUTHORIZED  IN  PARAGRAPH  ONE  OF\n   27  SUBDIVISION (A) OF SECTION TWELVE HUNDRED TEN OF THIS CHAPTER, OR A CITY\n   28  LOCATED  IN  SUCH  DISTRICT  IN  WHICH THE TAXES PROVIDED FOR IN SECTION\n   29  ELEVEN HUNDRED SEVEN OF THIS PART ARE IN EFFECT ELECTS TO  PROVIDE  SUCH\n   30  NEW  ENERGY  STAR  APPLIANCES  EXEMPTION FROM SUCH TAXES PURSUANT TO THE\n   31  AUTHORITY OF SUBDIVISION (P) OF SUCH SECTION TWELVE HUNDRED  TEN  OR  OF\n   32  SECTION THIRTEEN OF THE CHAPTER OF THE LAWS OF TWO THOUSAND ELEVEN WHICH\n   33  ADDED  THIS  SUBDIVISION,  OR  THE  TAXES PROVIDED FOR IN SECTION ELEVEN\n   34  HUNDRED EIGHT OF THIS PART ARE IN EFFECT  IN  A  CITY  LOCATED  IN  SUCH\n   35  DISTRICT,  THE EXEMPTION PROVIDED BY PARAGRAPH FORTY-FIVE OF SUBDIVISION\n   36  (A) OF SECTION ELEVEN HUNDRED FIFTEEN OF THIS ARTICLE SHALL BE  APPLICA-\n   37  BLE IN SUCH PORTION OF THE METROPOLITAN COMMUTER TRANSPORTATION DISTRICT\n   38  IN  WHICH  SUCH  COUNTY, CITY OR SCHOOL DISTRICT IS LOCATED. THE COMMIS-\n   39  SIONER SHALL DETERMINE AND CERTIFY TO  THE  COMPTROLLER  THE  AMOUNT  OF\n   40  REVENUE  FORGONE  AT  THE  RATE OF ONE-QUARTER OF ONE PERCENT UNDER THIS\n   41  SECTION IN SUCH COUNTY, CITY OR SCHOOL DISTRICT ON ACCOUNT OF  SALES  OF\n   42  NEW ENERGY STAR APPLIANCES IN SUCH COUNTY, CITY OR SCHOOL DISTRICT.\n   43    (2)  COMMENCING WITH THE SALES TAX QUARTERLY PERIOD WHICH COMMENCES ON\n   44  MARCH FIRST, TWO THOUSAND  TWELVE,  THE  COMMISSIONER  SHALL  MAKE  SUCH\n   45  DETERMINATIONS  AND  CERTIFICATIONS  ON  THE  TWELFTH  DAY  OF THE MONTH\n   46  FOLLOWING THE MONTH IN WHICH SALES TAX QUARTERLY RETURNS ARE  DUE  UNDER\n   47  SECTION  ELEVEN  HUNDRED THIRTY-SIX OF THIS ARTICLE WITH RESPECT TO SUCH\n   48  QUARTERLY PERIOD  FOR  AS  LONG  AS  SUCH  NEW  ENERGY  STAR  APPLIANCES\n   49  EXEMPTIONS  FROM SUCH TAXES IMPOSED PURSUANT TO THE AUTHORITY OF ARTICLE\n   50  TWENTY-NINE OF THIS CHAPTER OR BY SECTION ELEVEN HUNDRED SEVEN OR ELEVEN\n   51  HUNDRED EIGHT OF THIS PART ARE IN EFFECT. NEITHER THE  COMMISSIONER  NOR\n   52  THE COMPTROLLER SHALL BE HELD LIABLE FOR ANY INACCURACY IN SUCH DETERMI-\n   53  NATIONS  AND  CERTIFICATIONS. SUCH DETERMINATIONS AND CERTIFICATIONS MAY\n   54  BE BASED ON SUCH INFORMATION AS MAY BE AVAILABLE TO THE COMMISSIONER  AT\n   55  THE  TIME SUCH DETERMINATIONS AND CERTIFICATIONS MUST BE MADE UNDER THIS\n   56  SUBDIVISION AND MAY BE ESTIMATED ON THE BASIS OF  PERCENTAGES  OR  OTHER\n\n       A. 1999                             4\n\n    1  INDICES  CALCULATED  FROM  DISTRIBUTIONS FROM PRIOR PERIODS. THE COMMIS-\n    2  SIONER SHALL BE AUTHORIZED TO REQUIRE SUCH INFORMATION  AS  THE  COMMIS-\n    3  SIONER  DEEMS NECESSARY TO COMPLY WITH THE REQUIREMENTS OF THIS SUBDIVI-\n    4  SION  FROM  PERSONS  REQUIRED  TO FILE RETURNS UNDER SUCH SECTION ELEVEN\n    5  HUNDRED THIRTY-SIX OF THIS ARTICLE.\n    6    (3) BY THE FIFTEENTH DAY OF THE MONTH IN WHICH  THE  COMMISSIONER  HAS\n    7  MADE THE CERTIFICATIONS TO THE COMPTROLLER DESCRIBED IN PARAGRAPH TWO OF\n    8  THIS  SUBDIVISION, THE COMPTROLLER SHALL BILL ANY COUNTY, CITY OR SCHOOL\n    9  DISTRICT IN SUCH METROPOLITAN  COMMUTER  TRANSPORTATION  DISTRICT  WHICH\n   10  PROVIDES SUCH NEW ENERGY STAR APPLIANCES EXEMPTION, AND ANY CITY IN SUCH\n   11  DISTRICT  IN  WHICH THE TAXES IMPOSED BY SECTION ELEVEN HUNDRED SEVEN OF\n   12  THIS PART ARE IN EFFECT WHICH HAS ELECTED TO  PROVIDE  SUCH  NEW  ENERGY\n   13  STAR  APPLIANCES  EXEMPTION,  AND ANY CITY IN SUCH DISTRICT IN WHICH THE\n   14  TAXES IMPOSED BY SECTION ELEVEN  HUNDRED  EIGHT  OF  THIS  PART  ARE  IN\n   15  EFFECT, AN AMOUNT EQUAL TO ONE-HALF OF THE AMOUNT CERTIFIED TO THE COMP-\n   16  TROLLER  BY  THE  COMMISSIONER IN RESPECT OF SUCH COUNTY, CITY OR SCHOOL\n   17  DISTRICT; AND SUCH COUNTY, CITY OR SCHOOL DISTRICT SHALL PAY THE  AMOUNT\n   18  OF  SUCH  BILL TO THE COMPTROLLER BY THE TWENTY-FIFTH DAY OF SUCH MONTH.\n   19  THE COMPTROLLER SHALL DEPOSIT ANY SUCH  AMOUNTS  RECEIVED  IN  THE  MASS\n   20  TRANSPORTATION  OPERATING ASSISTANCE FUND ESTABLISHED BY SECTION EIGHTY-\n   21  EIGHT-A OF THE STATE FINANCE LAW TO THE CREDIT OF THE METROPOLITAN  MASS\n   22  TRANSPORTATION OPERATING ASSISTANCE ACCOUNT THEREIN.\n   23    (4)  IN  THE EVENT THAT A COUNTY, CITY OR SCHOOL DISTRICT IMPOSING TAX\n   24  PURSUANT TO THE AUTHORITY OF SUBPART B OF PART I OF ARTICLE  TWENTY-NINE\n   25  OF THIS CHAPTER DOES NOT PAY IN FULL A BILL DESCRIBED IN PARAGRAPH THREE\n   26  OF  THIS  SUBDIVISION  BY THE TWENTY-FIFTH DAY OF THE MONTH DESCRIBED IN\n   27  PARAGRAPHS TWO AND THREE OF  THIS  SUBDIVISION,  THE  COMPTROLLER  SHALL\n   28  DEDUCT  ANY  AMOUNT  NOT  PAID  FROM  THE  AMOUNT OF THE NEXT PAYMENT OR\n   29  PAYMENTS DUE SUCH COUNTY, CITY OR SCHOOL DISTRICT PURSUANT  TO  SUBDIVI-\n   30  SION  (C) OF SECTION TWELVE HUNDRED SIXTY-ONE OF THIS CHAPTER UNTIL SUCH\n   31  AMOUNT NOT PAID HAS BEEN RECOVERED. THE COMPTROLLER  SHALL  DEPOSIT  THE\n   32  AMOUNTS  SO  DEDUCTED AND RECOVERED IN THE MASS TRANSPORTATION OPERATING\n   33  ASSISTANCE FUND TO BE CREDITED AS PROVIDED IN PARAGRAPH  THREE  OF  THIS\n   34  SUBDIVISION.\n   35    (5)  IN  THE  EVENT  THAT A CITY IN WHICH THE TAXES IMPOSED BY SECTION\n   36  ELEVEN HUNDRED SEVEN OF THIS PART ARE IN EFFECT DOES NOT PAY IN  FULL  A\n   37  BILL   DESCRIBED   IN   PARAGRAPH  THREE  OF  THIS  SUBDIVISION  BY  THE\n   38  TWENTY-FIFTH DAY OF THE MONTH DESCRIBED IN PARAGRAPHS TWO AND  THREE  OF\n   39  THIS  SUBDIVISION, THE COMPTROLLER SHALL DEDUCT ANY AMOUNT NOT PAID FROM\n   40  THE AMOUNT OF THE NEXT PAYMENT OR PAYMENTS DUE SUCH CITY,  WITH  RESPECT\n   41  TO  TAXES,  PENALTY  AND  INTEREST  IMPOSED PURSUANT TO THE AUTHORITY OF\n   42  SECTION TWELVE HUNDRED TWELVE-A OF THIS CHAPTER, PURSUANT TO SUBDIVISION\n   43  (C) OF SECTION TWELVE HUNDRED SIXTY-ONE  OF  THIS  CHAPTER,  UNTIL  SUCH\n   44  AMOUNT  NOT  PAID  HAS BEEN RECOVERED. THE COMPTROLLER SHALL DEPOSIT THE\n   45  AMOUNTS SO DEDUCTED AND RECOVERED IN THE MASS  TRANSPORTATION  OPERATING\n   46  ASSISTANCE  FUND  TO  BE CREDITED AS PROVIDED IN PARAGRAPH THREE OF THIS\n   47  SUBDIVISION.\n   48    (6) IN THE EVENT THAT A CITY IN WHICH THE  TAXES  IMPOSED  BY  SECTION\n   49  ELEVEN  HUNDRED  EIGHT OF THIS PART ARE IN EFFECT DOES NOT PAY IN FULL A\n   50  BILL  DESCRIBED  IN  PARAGRAPH  THREE  OF  THIS   SUBDIVISION   BY   THE\n   51  TWENTY-FIFTH  DAY  OF THE MONTH DESCRIBED IN PARAGRAPHS TWO AND THREE OF\n   52  THIS SUBDIVISION, THE COMPTROLLER SHALL DEDUCT ANY AMOUNT NOT PAID  FROM\n   53  THE  AMOUNT  OF ANY OTHER MONEYS DUE SUCH CITY FROM THE COMPTROLLER, NOT\n   54  OTHERWISE PLEDGED, DEDICATED OR ENCUMBERED PURSUANT TO OTHER STATE  LAW,\n   55  UNTIL  SUCH  AMOUNT  NOT  PAID HAS BEEN RECOVERED. THE COMPTROLLER SHALL\n   56  DEPOSIT THE AMOUNTS SO DEDUCTED AND RECOVERED IN THE MASS TRANSPORTATION\n\n       A. 1999                             5\n\n    1  OPERATING ASSISTANCE FUND TO BE CREDITED AS PROVIDED IN PARAGRAPH  THREE\n    2  OF THIS SUBDIVISION.\n    3    (7)  THE COMMISSIONER SHALL CERTIFY THE AMOUNT OF ANY OVER CALCULATION\n    4  OR UNDER CALCULATION OF ANY CERTIFICATION REQUIRED TO  BE  MADE  TO  THE\n    5  COMPTROLLER  UNDER PARAGRAPH THREE OF THIS SUBDIVISION AS SOON AFTER ITS\n    6  DISCOVERY AS REASONABLY POSSIBLE AND SUBSEQUENT BILLS TO A CITY,  COUNTY\n    7  OR  SCHOOL  DISTRICT  TO WHICH THE OVER CALCULATION OR UNDER CALCULATION\n    8  RELATES SHALL BE ADJUSTED ACCORDINGLY, PROVIDED THAT THE COMPTROLLER MAY\n    9  ADJUST SUCH NUMBER OF SUBSEQUENT BILLS AS THE COMPTROLLER SHALL CONSIDER\n   10  REASONABLE IN VIEW OF THE AMOUNT OF THE ADJUSTMENT AND ALL  OTHER  FACTS\n   11  AND CIRCUMSTANCES.\n   12    (8)  ON THE SAME DATE THAT THE COMPTROLLER IS REQUIRED TO BILL A COUN-\n   13  TY, CITY OR SCHOOL DISTRICT AN AMOUNT AS PROVIDED IN PARAGRAPH THREE  OF\n   14  THIS  SUBDIVISION,  THE  COMPTROLLER  SHALL, AFTER HAVING FIRST MADE ANY\n   15  DEPOSITS REQUIRED BY SECTION NINETY-TWO-R OF THE STATE FINANCE  LAW  AND\n   16  ONLY  TO  THE  EXTENT  THAT THERE ARE MONEYS REMAINING AFTER HAVING MADE\n   17  SUCH REQUIRED DEPOSITS, WITHDRAW FROM THE STATE TREASURY, TO  THE  DEBIT\n   18  OF  THE  GENERAL  FUND,  AN  AMOUNT  EQUAL  TO  THE TOTAL OF THE AMOUNTS\n   19  REQUIRED TO BE BILLED TO COUNTIES, CITIES AND SCHOOL DISTRICTS  PURSUANT\n   20  TO  SUCH  SUBDIVISION  THREE  AND  DEPOSIT SUCH TOTAL AMOUNT IN THE MASS\n   21  TRANSPORTATION OPERATING ASSISTANCE FUND TO BE CREDITED AS  PROVIDED  IN\n   22  SUCH PARAGRAPH THREE. THE AMOUNT OF ANY OVER CALCULATION OR UNDER CALCU-\n   23  LATION  DETERMINED IN PARAGRAPH SEVEN OF THIS SUBDIVISION SHALL LIKEWISE\n   24  BE APPLIED TO THE AMOUNTS REQUIRED TO BE DEPOSITED UNDER THIS PARAGRAPH,\n   25  SO THAT THE AMOUNTS DEPOSITED UNDER THIS PARAGRAPH EQUAL  THE  TOTAL  OF\n   26  THE  AMOUNTS  REQUIRED  TO  BE  BILLED  TO  COUNTIES,  CITIES AND SCHOOL\n   27  DISTRICTS UNDER SUCH PARAGRAPH THREE, AS ADJUSTED, PURSUANT TO PARAGRAPH\n   28  SEVEN OF THIS SUBDIVISION.\n   29    S 10. Subparagraph (ii) of paragraph 1 of subdivision (a)  of  section\n   30  1210 of the tax law, as amended by section 3 of part GG of chapter 57 of\n   31  the laws of 2010, is amended to read as follows:\n   32    (ii) Any local law, ordinance or resolution enacted by any city, coun-\n   33  ty  or  school  district, imposing the taxes authorized by this subdivi-\n   34  sion,  shall  omit  the  residential  solar  energy  systems   equipment\n   35  exemption provided for in subdivision (ee) [and], the clothing and foot-\n   36  wear  exemption  provided for in paragraph thirty of subdivision (a) AND\n   37  THE NEW ENERGY STAR  APPLIANCES  EXEMPTION  PROVIDED  FOR  IN  PARAGRAPH\n   38  FORTY-FIVE  OF SUBDIVISION (A) of section eleven hundred fifteen of this\n   39  chapter, unless such city, county or school district elects otherwise as\n   40  to either such residential solar energy systems equipment  exemption  or\n   41  such clothing and footwear exemption.\n   42    S  11.  Subdivision  (d) of section 1210 of the tax law, as amended by\n   43  section 37 of part S-1 of chapter 57 of the laws of 2009, is amended  to\n   44  read as follows:\n   45    (d)  A local law, ordinance or resolution imposing any tax pursuant to\n   46  this section, increasing or decreasing the rate of such  tax,  repealing\n   47  or  suspending  such tax, exempting from such tax the energy sources and\n   48  services described in paragraph three of subdivision (a) or of  subdivi-\n   49  sion  (b)  of  this  section or changing the rate of tax imposed on such\n   50  energy sources and services  or  providing  for  the  credit  or  refund\n   51  described  in  clause  six  of subdivision (a) of section eleven hundred\n   52  nineteen of this chapter must go into effect only on one of the  follow-\n   53  ing  dates:  March first, June first, September first or December first;\n   54  provided, that a local law, ordinance or resolution  providing  for  the\n   55  exemption described in paragraph thirty OR FORTY-FIVE of subdivision (a)\n   56  of  section eleven hundred fifteen of this chapter or repealing any such\n\n       A. 1999                             6\n\n    1  exemption or a local law, ordinance or resolution providing for a refund\n    2  or credit described in subdivision (d) of section eleven  hundred  nine-\n    3  teen  of  this  chapter  or repealing such provision so provided must go\n    4  into  effect only on March first. No such local law, ordinance or resol-\n    5  ution shall be effective unless a certified copy of such law,  ordinance\n    6  or  resolution  is mailed by registered or certified mail to the commis-\n    7  sioner at the commissioner's office in Albany at least ninety days prior\n    8  to the date it is to become effective.  However,  the  commissioner  may\n    9  waive and reduce such ninety-day minimum notice requirement to a mailing\n   10  of  such  certified copy by registered or certified mail within a period\n   11  of not less than thirty days prior to such effective date if the commis-\n   12  sioner deems such action to be consistent with the commissioner's duties\n   13  under section twelve hundred fifty of this article and the  commissioner\n   14  acts by resolution. Where the restriction provided for in section twelve\n   15  hundred  twenty-three  of this article as to the effective date of a tax\n   16  and the notice requirement provided for therein are applicable and  have\n   17  not  been  waived,  the  restriction  and  notice requirement in section\n   18  twelve hundred twenty-three of this article shall also apply.\n   19    S 12. Section 1210 of the tax law is amended by adding a new  subdivi-\n   20  sion (p) to read as follows:\n   21    (P)  NOTWITHSTANDING  ANY OTHER PROVISION OF STATE OR LOCAL LAW, ORDI-\n   22  NANCE OR RESOLUTION TO THE CONTRARY:\n   23    (1) ANY CITY HAVING A POPULATION OF ONE MILLION OR MORE IN  WHICH  THE\n   24  TAXES  IMPOSED  BY  SECTION  ELEVEN HUNDRED SEVEN OF THIS CHAPTER ARE IN\n   25  EFFECT, ACTING THROUGH ITS LOCAL LEGISLATIVE BODY, IS HEREBY  AUTHORIZED\n   26  AND  EMPOWERED TO ELECT TO PROVIDE THE EXEMPTION FROM SUCH TAXES FOR THE\n   27  SAME NEW ENERGY STAR APPLIANCES EXEMPT FROM STATE SALES AND COMPENSATING\n   28  USE TAXES, DURING THE SAME PERIODS EACH  YEAR,  DESCRIBED  IN  PARAGRAPH\n   29  FORTY-FIVE  OF SUBDIVISION (A) OF SECTION ELEVEN HUNDRED FIFTEEN OF THIS\n   30  CHAPTER BY ENACTING A RESOLUTION EXACTLY IN THE FORM SET FORTH IN  PARA-\n   31  GRAPH  TWO  OF  THIS  SUBDIVISION;  WHEREUPON,  UPON COMPLIANCE WITH THE\n   32  PROVISIONS OF SUBDIVISIONS (D) AND (E) OF THIS SECTION,  SUCH  ENACTMENT\n   33  OF  SUCH  RESOLUTION  SHALL BE DEEMED TO BE AN AMENDMENT TO SUCH SECTION\n   34  ELEVEN HUNDRED SEVEN AND SUCH SECTION  ELEVEN  HUNDRED  SEVEN  SHALL  BE\n   35  DEEMED  TO  INCORPORATE SUCH EXEMPTION AS IF IT HAD BEEN DULY ENACTED BY\n   36  THE STATE LEGISLATURE AND APPROVED BY THE GOVERNOR.\n   37    (2) FORM OF RESOLUTION: BE IT ENACTED BY THE (INSERT PROPER  TITLE  OF\n   38  LOCAL LEGISLATIVE BODY) AS FOLLOWS:\n   39    SECTION  ONE.  RECEIPTS  FROM  SALES  OF  AND  CONSIDERATION  GIVEN OR\n   40  CONTRACTED TO BE GIVEN FOR, OR FOR THE USE OF, NEW  ENERGY  STAR  APPLI-\n   41  ANCES  EXEMPT  FROM  STATE  SALES AND COMPENSATING USE TAXES PURSUANT TO\n   42  PARAGRAPH 45 OF SUBDIVISION (A) OF SECTION 1115 OF THE NEW YORK TAX  LAW\n   43  SHALL  ALSO  BE  EXEMPT FROM SALES AND COMPENSATING USE TAXES IMPOSED IN\n   44  THIS JURISDICTION, DURING THE SAME PERIODS SET FORTH IN  SUCH  PARAGRAPH\n   45  45.\n   46    SECTION TWO. THIS RESOLUTION SHALL TAKE EFFECT MARCH 1, 2012 AND SHALL\n   47  APPLY  TO SALES MADE AND USES OCCURRING DURING THE APPLICABLE EXEMPTIONS\n   48  PERIODS EACH  YEAR,  IN  ACCORDANCE  WITH  THE  APPLICABLE  TRANSITIONAL\n   49  PROVISIONS OF SECTIONS 1106 AND 1217 OF THE NEW YORK TAX LAW.\n   50    S 13. Notwithstanding any other provision of state or local law, ordi-\n   51  nance  or  resolution  to  the contrary: (a) Any county or city imposing\n   52  sales and compensating use taxes pursuant to the authority of subpart  B\n   53  of  part 1 of article 29 of the tax law, acting through its local legis-\n   54  lative body, is hereby authorized and empowered to elect to provide  the\n   55  exemption  from  such  taxes  for new Energy Star appliances exempt from\n   56  state sales and compensating use taxes  described  in  paragraph  45  of\n\n       A. 1999                             7\n\n    1  subdivision  (a)  of  section  1115  of  the  tax  law,  for the periods\n    2  described therein, whether such taxes are imposed by  local  law,  ordi-\n    3  nance  or  resolution,  by enacting a resolution exactly in the form set\n    4  forth  in  subdivision  (c)  of this section; whereupon, upon compliance\n    5  with the provisions of subdivision (d) of this section,  such  enactment\n    6  of such resolution shall be deemed to amend such local law, ordinance or\n    7  resolution  imposing such taxes, and such local law, ordinance or resol-\n    8  ution shall thenceforth be deemed to incorporate such exemption for such\n    9  periods.\n   10    (b) Any city of one million or more in  which  the  taxes  imposed  by\n   11  section  1107  of  the  tax  law are in effect, acting through its local\n   12  legislative body, is hereby authorized and empowered to elect to provide\n   13  the exemption from such taxes for the same new  Energy  Star  appliances\n   14  exempt  from  state  sales and compensating use taxes described in para-\n   15  graph 45 of subdivision (a) of section 1115 of  the  tax  law,  for  the\n   16  periods  described therein, by enacting a resolution exactly in the form\n   17  set forth in subdivision (c) of this section; whereupon, upon compliance\n   18  with the provisions of subdivision (d) of this section,  such  enactment\n   19  of such resolution shall be deemed to amend such section 1107 of the tax\n   20  law  and  such  section  1107 shall thenceforth be deemed to incorporate\n   21  such exemption for such periods as if it had been duly  enacted  by  the\n   22  state legislature and approved by the governor and such resolution shall\n   23  also  be  deemed to amend any local law, ordinance or resolution enacted\n   24  by such a city imposing such taxes pursuant to the authority of subdivi-\n   25  sion (a) of section 1210 of the tax law, whether or not such  taxes  are\n   26  suspended at the time such city enacts its resolution.\n   27    (c) Form of Resolution:\n   28    Be  it  enacted by the (insert proper title of local legislative body)\n   29  as follows:\n   30    Section one: The (county or city) of (insert locality's  name)  hereby\n   31  elects the two annual one-week new Energy Star appliance exemption peri-\n   32  ods commencing in the fall of 2012.\n   33    Section  two:  This resolution shall take effect immediately and shall\n   34  apply to sales made and uses occurring  during  the  applicable  periods\n   35  each  year, in accordance with applicable transitional provisions of the\n   36  New York Tax Law.\n   37    (d) A resolution adopted pursuant to this section shall  be  effective\n   38  only  if  it  is adopted exactly as set forth in subdivision (c) of this\n   39  section and such county or city adopts it by  March  1,  2012,  mails  a\n   40  certified  copy  of  it  to  the commissioner of taxation and finance by\n   41  certified mail by such date and otherwise complies with the requirements\n   42  of subdivisions (d) and (e) of section 1210 of the tax law.\n   43    S 14. Section 606 of the tax law is amended by adding a new subsection\n   44  (ss) to read as follows:\n   45    (SS) SENIOR CITIZEN HEATING CREDIT. (1) ALLOWANCE OF CREDIT.  FOR  THE\n   46  TAXABLE  YEAR  TWO THOUSAND TWELVE, A TAXPAYER SHALL BE ALLOWED A CREDIT\n   47  EQUAL TO ONE HUNDRED DOLLARS, TO BE  APPLIED  AS  HEREINAFTER  PROVIDED,\n   48  AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n   49    (2) QUALIFICATIONS FOR CREDIT. IN ORDER TO QUALIFY FOR THE CREDIT, THE\n   50  ELIGIBLE  TAXPAYER SHALL: (A) HAVE ATTAINED THE AGE OF SIXTY-FIVE BEFORE\n   51  THE BEGINNING OF OR DURING THE TAXABLE YEAR;\n   52    (B) LEASE HIS OR HER PRIMARY PLACE OF RESIDENCE;  IN  THE  CASE  OF  A\n   53  RESIDENCE  LEASED  BY  A  HUSBAND  AND  WIFE  OR BY SIBLINGS, ONE OF THE\n   54  LESSEES MUST BE AT LEAST SIXTY-FIVE YEARS OLD;\n   55    (C)  HAVE AN AGGREGATE ADJUSTED GROSS INCOME OF  ALL  MEMBERS  OF  THE\n   56  RESIDENCE AS REPORTED FOR FEDERAL INCOME TAX PURPOSES, OR WHICH WOULD BE\n\n       A. 1999                             8\n\n    1  REPORTED  AS  ADJUSTED  GROSS INCOME IF A FEDERAL INCOME TAX RETURN WERE\n    2  REQUIRED TO BE FILED, OF LESS THAN SIXTY-SIX THOUSAND FIFTY DOLLARS; AND\n    3    (D) PAY THE COST OF HEATING SUCH RESIDENCE.\n    4    (3)  HUSBAND  AND  WIFE.  IN THE CASE OF A HUSBAND AND WIFE WHO FILE A\n    5  JOINT FEDERAL RETURN BUT WHO ARE REQUIRED TO DETERMINE  THEIR  NEW  YORK\n    6  TAXES  SEPARATELY, THE CREDIT ALLOWED PURSUANT TO THIS SUBSECTION MAY BE\n    7  APPLIED AGAINST THE TAX OF EITHER FILER OR DIVIDED BETWEEN THEM AS  THEY\n    8  MAY ELECT.\n    9    (4)  APPLICATION  OF CREDIT. IF THE AMOUNT OF THE CREDIT ALLOWED UNDER\n   10  THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR\n   11  SUCH YEAR, THE EXCESS SHALL BE TREATED AS AN OVERPAYMENT OF  TAX  TO  BE\n   12  CREDITED  OR  REFUNDED  IN ACCORDANCE WITH THE PROVISIONS OF SECTION SIX\n   13  HUNDRED EIGHTY-SIX OF THIS ARTICLE, PROVIDED, HOWEVER, THAT NO  INTEREST\n   14  SHALL BE PAID THEREON.\n   15    S 15. The STAR energy rebate program of 2012-2013. 1.  Notwithstanding\n   16  any  other provision of law to the contrary, senior citizens meeting the\n   17  eligibility requirements for the enhanced  STAR  exemption  pursuant  to\n   18  subdivision  4 of section 425 of the real property tax law for the 2012-\n   19  2013 school year and receiving STAR benefits for such school year, shall\n   20  be entitled to an additional STAR energy rebate  check  of  two  hundred\n   21  dollars  in  accordance with the provisions of this section and sections\n   22  fourteen and sixteen of this act.\n   23    2. The state board of real property services is hereby authorized  and\n   24  shall  furnish to the commissioner of taxation and finance the names and\n   25  addresses of all eligible senior citizen owner or owners of real proper-\n   26  ty in accordance with this section. Every tax collecting  officer  shall\n   27  cooperate  with  such  state  board  and  the department of taxation and\n   28  finance to furnish any information necessary to identify eligible senior\n   29  citizen property owner or owners for the purposes of  sections  fourteen\n   30  through sixteen of this act.\n   31    3. The department of taxation and finance shall issue such STAR energy\n   32  rebate  checks within thirty days of receipt of such names and addresses\n   33  of eligible owners, but no later than March 1, 2013.\n   34    4. Notwithstanding section 1310 of  the  surrogate's  court  procedure\n   35  act,  any  rebate  to a decedent may be made to the decedent's surviving\n   36  spouse unless the final assessment roll is in the name of the decedent's\n   37  executor or administrator. Payment  of  a  rebate  upon  such  ownership\n   38  information  shall  relieve the commissioner of taxation and finance and\n   39  the department of taxation and finance from all liability to  any  owner\n   40  of  the  property,  or  the estate, trust, assigns, successors, heirs or\n   41  representatives of any such owner, with respect  to  such  payment,  and\n   42  such  persons shall have no right to commence a court action or proceed-\n   43  ing or to any other legal recourse against the state,  the  commissioner\n   44  of taxation and finance or the department of taxation and finance or any\n   45  officer  or employee of state or local government involved in the admin-\n   46  istration of this program, to recover such payment.  Provided,  however,\n   47  nothing  in  the  previous  sentence shall be construed to bar any other\n   48  right of action of such persons with respect to such payment  under  the\n   49  laws of this state.\n   50    5.  The  commissioner  of  taxation and finance shall be authorized to\n   51  recover any erroneous rebate by notifying the payee of the amount there-\n   52  of. If such erroneous rebate is not returned  within  thirty  days,  the\n   53  commissioner  of taxation and finance is authorized to treat the errone-\n   54  ous rebate as  an  erroneous  refund  of  income  tax  pursuant  to  the\n   55  provisions  of  paragraph  5 of subsection (c) of section 683 of the tax\n   56  law.\n\n       A. 1999                             9\n\n    1    6. The commissioner of taxation and finance and  the  state  board  of\n    2  real  property services shall be authorized to make such rules and regu-\n    3  lations as may be deemed necessary for the performance  of  his  or  her\n    4  duties  under  this  act,  including  but not limited to rules and regu-\n    5  lations  which  shall  advise  tax collecting officers of procedures for\n    6  furnishing ownership information to the state  board  of  real  property\n    7  services and the department of taxation and finance, advise tax collect-\n    8  ing  officers  and tax rebate payees of procedures for the correction of\n    9  erroneous ownership information and erroneous rebate checks  and  estab-\n   10  lish  procedures  for  the  recovery  of  the  value  of undelivered and\n   11  uncashed rebate checks.\n   12    S  16.    The  sum  of  one  hundred  twenty-eight   million   dollars\n   13  ($128,000,000), or so much thereof as may be necessary, is hereby appro-\n   14  priated  to  the department of taxation and finance out of any moneys in\n   15  the state treasury in the general  fund  to  the  credit  of  the  state\n   16  purposes  account,  not  otherwise  appropriated,  and  made immediately\n   17  available, for the purpose  of  carrying  out  the  provisions  of  this\n   18  section and sections fourteen and fifteen of this act. Such moneys shall\n   19  be  payable  on  the  audit  and  warrant of the comptroller on vouchers\n   20  certified or approved by the commissioner of taxation and finance in the\n   21  manner prescribed by law.\n   22    S 17. The tax law is amended by adding a new section  35  to  read  as\n   23  follows:\n   24    S  35.  CLEAN  ENERGY  PRODUCTION  CREDIT. (A) ALLOWANCE OF CREDIT.  A\n   25  TAXPAYER SUBJECT TO TAX UNDER ARTICLES NINE, NINE-A, AND  TWENTY-TWO  OF\n   26  THIS CHAPTER SHALL BE ALLOWED A CREDIT AGAINST SUCH TAX, PURSUANT TO THE\n   27  PROVISIONS REFERENCED IN SUBDIVISION (D) OF THIS SECTION, TO BE COMPUTED\n   28  AS HEREINAFTER PROVIDED.\n   29    (B)  DEFINITIONS.    (1) THE TERM \"CLEAN ENERGY TECHNOLOGY\" SHALL MEAN\n   30  ANY OF THE FOLLOWING ENERGY SOURCES:\n   31    (I) SOLAR;\n   32    (II) WIND;\n   33    (III) HYDROELECTRIC DAM OR OTHER WATER SOURCE;\n   34    (IV) GEOTHERMAL; OR\n   35    (V) BIOMASS.\n   36    (2) THE TERM \"QUALIFIED CLEAN ENERGY PRODUCTION FACILITY\"  SHALL  MEAN\n   37  AN ELECTRICITY GENERATION FACILITY USING A CLEAN ENERGY TECHNOLOGY, WITH\n   38  A  MINIMUM  OF  TEN  MEGAWATTS OF GENERATION CAPACITY, THAT IS PLACED IN\n   39  SERVICE AFTER JULY THIRTY-FIRST, TWO THOUSAND TWELVE.\n   40    (C) APPLICATION OF THE CREDIT.  (1) THE AMOUNT OF CREDIT  SHALL  EQUAL\n   41  THE  PRODUCT  OF  ONE  CENT  AND THE TOTAL KILOWATT-HOURS OF ELECTRICITY\n   42  GENERATED AT A QUALIFIED CLEAN ENERGY PRODUCTION FACILITY.\n   43    (2) THE CREDIT MAY BE ALLOWED FOR THE FIRST FIVE YEARS OF  ELECTRICITY\n   44  GENERATION AT A QUALIFIED CLEAN ENERGY PRODUCTION FACILITY.\n   45    (D)  CROSS-REFERENCES.  FOR  APPLICATION OF THE CREDIT PROVIDED FOR IN\n   46  THIS SECTION, SEE THE FOLLOWING PROVISIONS OF THIS CHAPTER:\n   47    (1) ARTICLE 9: SECTION 187-Q,\n   48    (2) ARTICLE 9-A: SECTION 210: SUBDIVISION 43,\n   49    (3) ARTICLE 22: SECTION 606: SUBSECTION (TT).\n   50    S 18. The tax law is amended by adding a new section 187-q to read  as\n   51  follows:\n   52    S  187-Q.  CLEAN  ENERGY  PRODUCTION CREDIT. 1. ALLOWANCE OF CREDIT. A\n   53  TAXPAYER SHALL BE ALLOWED A  CREDIT,  TO  BE  COMPUTED  AS  PROVIDED  IN\n   54  SECTION  THIRTY  OF  THIS CHAPTER, AGAINST THE TAXES IMPOSED BY SECTIONS\n   55  ONE HUNDRED EIGHTY-THREE, ONE HUNDRED EIGHTY-FOUR AND ONE HUNDRED EIGHT-\n   56  Y-FIVE OF THIS ARTICLE. PROVIDED, HOWEVER, THAT THE AMOUNT OF SUCH CRED-\n\n       A. 1999                            10\n\n    1  IT ALLOWABLE AGAINST THE TAX IMPOSED BY SECTION ONE HUNDRED  EIGHTY-FOUR\n    2  OF  THIS  ARTICLE  SHALL BE THE EXCESS OF THE AMOUNT OF SUCH CREDIT OVER\n    3  THE AMOUNT OF ANY CREDIT ALLOWED BY THIS SECTION AGAINST THE TAX IMPOSED\n    4  BY SECTION ONE HUNDRED EIGHTY-THREE OF THIS ARTICLE.\n    5    2.  APPLICATION  OF  CREDIT.  IN  NO EVENT SHALL THE CREDIT UNDER THIS\n    6  SECTION BE ALLOWED IN AN AMOUNT WHICH WILL REDUCE  THE  TAX  PAYABLE  TO\n    7  LESS THAN THE APPLICABLE MINIMUM TAX FIXED BY SECTION ONE HUNDRED EIGHT-\n    8  Y-THREE  OR  ONE  HUNDRED  EIGHTY-FIVE OF THIS ARTICLE. IF, HOWEVER, THE\n    9  AMOUNT OF CREDIT ALLOWABLE UNDER  THIS  SECTION  FOR  ANY  TAXABLE  YEAR\n   10  REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT OF CREDIT NOT THUS DEDUCTIBLE\n   11  IN  SUCH  TAXABLE  YEAR  SHALL BE TREATED AS AN OVERPAYMENT OF TAX TO BE\n   12  CREDITED OR REFUNDED IN ACCORDANCE WITH THE PROVISIONS  OF  SECTION  ONE\n   13  THOUSAND  EIGHTY-SIX  OF THIS CHAPTER. PROVIDED, HOWEVER, THE PROVISIONS\n   14  OF SUBSECTION (C) OF SECTION ONE THOUSAND EIGHTY-EIGHT OF  THIS  CHAPTER\n   15  NOTWITHSTANDING, NO INTEREST SHALL BE PAID THEREON.\n   16    S  19.  Section 210 of the tax law is amended by adding a new subdivi-\n   17  sion 43 to read as follows:\n   18    43. CLEAN ENERGY PRODUCTION CREDIT. (A) ALLOWANCE OF CREDIT. A TAXPAY-\n   19  ER SHALL BE ALLOWED A CREDIT, TO BE  COMPUTED  AS  PROVIDED  IN  SECTION\n   20  THIRTY OF THIS CHAPTER, AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n   21    (B)  APPLICATION  OF CREDIT. THE CREDIT ALLOWED UNDER THIS SUBDIVISION\n   22  FOR ANY TAXABLE YEAR SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO  LESS\n   23  THAN  THE  HIGHER OF THE AMOUNTS PRESCRIBED IN PARAGRAPHS (C) AND (D) OF\n   24  SUBDIVISION ONE OF THIS SECTION.   HOWEVER,  IF  THE  AMOUNT  OF  CREDIT\n   25  ALLOWED  UNDER  THIS SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE TAX TO\n   26  SUCH AMOUNT, ANY AMOUNT OF CREDIT THUS NOT DEDUCTIBLE  IN  SUCH  TAXABLE\n   27  YEAR  SHALL  BE  TREATED  AS  AN  OVERPAYMENT  OF  TAX TO BE CREDITED OR\n   28  REFUNDED IN ACCORDANCE WITH  THE  PROVISIONS  OF  SECTION  ONE  THOUSAND\n   29  EIGHTY-SIX  OF  THIS  CHAPTER.  PROVIDED,  HOWEVER,  THE  PROVISIONS  OF\n   30  SUBSECTION (C) OF SECTION ONE  THOUSAND  EIGHTY-EIGHT  OF  THIS  CHAPTER\n   31  NOTWITHSTANDING, NO INTEREST SHALL BE PAID THEREON.\n   32    S 20. Subparagraph (B) of paragraph 1 of subsection (i) of section 606\n   33  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   34  follows:\n\n   35  (XXXII) CLEAN ENERGY PRODUCTION      AMOUNT OF CREDIT FOR CLEAN\n   36  CREDIT UNDER SUBSECTION (TT)         ENERGY PRODUCTION UNDER\n   37                                       SUBDIVISION FORTY-THREE OF\n   38                                       SECTION TWO HUNDRED TEN\n\n   39    S 21. Section 606 of the tax law is amended by adding a new subsection\n   40  (tt) to read as follows:\n   41    (TT) CLEAN ENERGY  PRODUCTION  CREDIT.  (1)  ALLOWANCE  OF  CREDIT.  A\n   42  TAXPAYER  SHALL  BE  ALLOWED  A  CREDIT,  TO  BE COMPUTED AS PROVIDED IN\n   43  SECTION THIRTY OF THIS CHAPTER, AGAINST THE TAX IMPOSED BY THIS ARTICLE.\n   44    (2) APPLICATION OF CREDIT. IF THE AMOUNT OF THE CREDIT  ALLOWED  UNDER\n   45  THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR\n   46  SUCH  YEAR,  THE  EXCESS SHALL BE TREATED AS AN OVERPAYMENT OF TAX TO BE\n   47  CREDITED OR REFUNDED IN ACCORDANCE WITH THE PROVISIONS  OF  SECTION  SIX\n   48  HUNDRED  EIGHTY-SIX OF THIS ARTICLE, PROVIDED, HOWEVER, THAT NO INTEREST\n   49  SHALL BE PAID THEREON.\n   50    S 22. Subdivision (a) of section 1210 of the tax  law  is  amended  by\n   51  adding a new paragraph 3-a to read as follows:\n   52    (3-A)  NOTWITHSTANDING  ANY  OTHER  PROVISION  OF LAW TO THE CONTRARY,\n   53  COUNTIES, MAY, BY LOCAL LAW, PROVIDE THAT THE TAXES IMPOSED, PURSUANT TO\n\n       A. 1999                            11\n\n    1  THIS SUBDIVISION, BY SUCH COUNTY ON THE RETAIL SALE OR USE OF  FUEL  OIL\n    2  AND COAL USED FOR BUSINESS PURPOSES, THE RETAIL SALE OR USE OF WOOD USED\n    3  FOR  BUSINESS  HEATING  PURPOSES AND THE SALE, OTHER THAN FOR RESALE, OF\n    4  PROPANE  (EXCEPT  WHEN  SOLD  IN  CONTAINERS  OF  LESS  THAN ONE HUNDRED\n    5  POUNDS), NATURAL GAS, ELECTRICITY, STEAM AND  GAS,  ELECTRIC  AND  STEAM\n    6  SERVICES  USED FOR BUSINESS PURPOSES MAY BE IMPOSED AT A LOWER RATE THAN\n    7  THE UNIFORM LOCAL RATE IMPOSED PURSUANT TO THE OPENING PARAGRAPH OF THIS\n    8  SECTION, AS LONG AS SUCH RATE IS ONE OF THE  RATES  AUTHORIZED  BY  SUCH\n    9  PARAGRAPH  OR  SUCH  SALE  OR  USE  MAY  BE  EXEMPTED  FROM  SUCH TAXES.\n   10  PROVIDED, HOWEVER, SUCH LOWER RATE SHALL APPLY TO ALL SUCH ENERGY SOURC-\n   11  ES AND SERVICES AND AT THE SAME  RATE  AND  NO  SUCH  EXEMPTION  MAY  BE\n   12  ENACTED  UNLESS  SUCH  EXEMPTION  APPLIES TO ALL SUCH ENERGY SOURCES AND\n   13  SERVICES.  THE PROVISIONS OF THIS PARAGRAPH SHALL NOT APPLY TO A SALE OR\n   14  USE OF (I) DIESEL MOTOR FUEL WHICH INVOLVES  A  DELIVERY  AT  A  FILLING\n   15  STATION  OR  INTO  A  REPOSITORY  WHICH IS EQUIPPED WITH A HOSE OR OTHER\n   16  APPARATUS BY WHICH SUCH FUEL CAN BE DISPENSED INTO THE FUEL  TANK  OF  A\n   17  MOTOR  VEHICLE AND (II) ENHANCED DIESEL MOTOR FUEL EXCEPT IN THE CASE OF\n   18  A SALE OR USE OF SUCH ENHANCED DIESEL MOTOR FUEL  USED  EXCLUSIVELY  FOR\n   19  BUSINESS  PURPOSES  WHICH  IS DELIVERED INTO A STORAGE TANK WHICH IS NOT\n   20  EQUIPPED WITH A HOSE OR OTHER  APPARATUS  BY  WHICH  SUCH  FUEL  CAN  BE\n   21  DISPENSED INTO THE FUEL TANK OF A MOTOR VEHICLE AND SUCH STORAGE TANK IS\n   22  ATTACHED TO THE HEATING UNIT BURNING SUCH FUEL.\n   23    S  23.  Paragraph 1 of subsection (g-2) of section 606 of the tax law,\n   24  as amended by section 3 of part C-1 of chapter 57 of the laws  of  2009,\n   25  is amended to read as follows:\n   26    (1)  General.  [For  taxable years beginning before January first, two\n   27  thousand nine, an] AN individual taxpayer  shall  be  allowed  a  credit\n   28  against  the  tax  imposed by this article equal to [twenty] TWENTY-FIVE\n   29  percent of qualified fuel cell electric  generating  equipment  expendi-\n   30  tures.  This  credit  shall not exceed one thousand five hundred dollars\n   31  per generating unit  with  respect  to  any  taxable  year.  The  credit\n   32  provided for herein shall be allowed with respect to the taxable year in\n   33  which the fuel cell electric generating equipment is placed in service.\n   34    S 24. This act shall take effect immediately, provided, however:\n   35    (a)  that  sections  three through thirteen of this act shall apply to\n   36  sales made and uses occurring during exemption periods on or  after  the\n   37  effective  date  of  this  act in accordance with the applicable transi-\n   38  tional provisions of sections 1106 and 1217 of the tax law;\n   39    (b) sections fourteen and twenty-three of  this  act  shall  apply  to\n   40  taxable years beginning on and after January 1, 2011; and\n   41    (c)  sections  seventeen through twenty-one of this act shall apply to\n   42  taxable years beginning on or after January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT enacting the tax relief on energy act; to amend the tax law, in relation to the tax on the furnishing of utility services; in relation to providing a sales and compensating use tax exemption on Energy Star appliances; in relation to a heating credit for qualifying senior citizens living in leased housing; to create the STAR energy rebate program; in relation to establishing a clean energy production credit; in relation to small business energy tax reduction; in relation to credit against the tax imposed on qualified fuel cell electric generating equipment expenditures; and making an appropriation for the STAR energy rebate program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T161027.TXT", "SOBI.D110113.T131329.TXT", "SOBI.D110112.T161526.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294942409571
}