{
  "year" : 2011,
  "senateBillNo" : "A1998-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1998-2011-1294808400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts from state income taxation the first $250,000 earned by four-year college graduates or the first $150,000 earned by two-year graduates",
  "summary" : "Enacts the graduate outreach assistance law to exempt from state income taxation the first two hundred fifty thousand dollars, with a fifty thousand dollar cap per year, earned by a four-year college graduate and the first one hundred fifty thousand dollars, with a twenty-five thousand dollar cap per year, earned by a two-year college graduate. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A8453-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1998\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TEDISCO, REILICH, KOLB -- Multi-Sponsored by --\n         M. of A. CONTE, HAWLEY, THIELE  --  read  once  and  referred  to  the\n         Committee on Ways and Means\n\n       AN  ACT  to  amend  the  tax  law,  in relation to enacting the graduate\n         outreach assistance law to exempt from state income taxation the first\n         two hundred fifty thousand dollars earned by a college graduate\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  This act shall be known and may be cited as the \"graduate\n    2  outreach assistance law\".\n    3    S 2. Paragraph 3 of subsection (a) of section 605 of the tax  law,  as\n    4  added by chapter 28 of the laws of 1987, is amended to read as follows:\n    5    (3)  Accounting  methods.  (A) A taxpayer's method of accounting under\n    6  this article shall be the same as his OR HER method  of  accounting  for\n    7  federal  income  tax  purposes,  WITH THE EXCEPTION OF THE PROVISIONS OF\n    8  SUBPARAGRAPH (B) OF THIS PARAGRAPH.   In the absence of  any  method  of\n    9  accounting  for  federal  income  tax  purposes, New York taxable income\n   10  shall be computed under such method as in the opinion of the tax commis-\n   11  sion clearly reflects income.\n   12    (B) FOR THE PURPOSE OF COMPUTING NEW YORK TAXABLE INCOME,  A  TAXPAYER\n   13  SHALL  NOT  BE  REQUIRED  TO  INCLUDE  IN SUCH COMPUTATION THE FIRST TWO\n   14  HUNDRED FIFTY THOUSAND DOLLARS, WITH A CAP OF FIFTY THOUSAND DOLLARS PER\n   15  TAXABLE YEAR, HE OR SHE EARNS FOLLOWING GRADUATION FROM ANY  COLLEGE  OR\n   16  UNIVERSITY  HAVING  ATTAINED  A FOUR-YEAR DEGREE OR HIGHER, OR THE FIRST\n   17  ONE HUNDRED FIFTY THOUSAND DOLLARS, WITH A CAP OF  TWENTY-FIVE  THOUSAND\n   18  DOLLARS  PER TAXABLE YEAR, HE OR SHE EARNS FOLLOWING GRADUATION FROM ANY\n   19  COLLEGE OR UNIVERSITY HAVING ATTAINED A TWO-YEAR DEGREE.\n   20    S 3. This act shall take effect immediately, and shall apply to  taxa-\n   21  ble years beginning the first of January following the effective date of\n   22  this act.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01953-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to enacting the graduate outreach assistance law to exempt from state income taxation the first two hundred fifty thousand dollars earned by a college graduate ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T161027.TXT", "SOBI.D110113.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294942409570
}