{
  "year" : 2011,
  "senateBillNo" : "A1994-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to children and families",
    "billEventId" : "A1994-2011-1294808400000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires employers and volunteer organizations to conduct a criminal history check of child care employees and volunteers",
  "summary" : "Requires employers and volunteer organizations to conduct a criminal history check of employees and volunteers who will come into contact with children under 18 years of age. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A10828-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1994\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO, KOLB, OAKS, MOLINARO -- Multi-Sponsored\n         by -- M. of A.  BUTLER, CALHOUN, CROUCH, McKEVITT, THIELE -- read once\n         and referred to the Committee on Children and Families\n\n       AN ACT to amend the executive law, in relation to requiring  a  criminal\n         history check for child care employees and volunteers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  837-s\n    2  to read as follows:\n    3    S  837-S. REQUESTS FOR CRIMINAL HISTORY INFORMATION CONCERNING NEW AND\n    4  PROSPECTIVE CHILD CARE EMPLOYEES. 1. AN EMPLOYER AND VOLUNTEER ORGANIZA-\n    5  TION SHALL REQUEST AND ARE AUTHORIZED TO RECEIVE FROM THE DIVISION CRIM-\n    6  INAL HISTORY INFORMATION CONCERNING EACH NEW  AND  PROSPECTIVE  EMPLOYEE\n    7  AND VOLUNTEER WHO IN CONNECTION WITH SUCH EMPLOYMENT FOR SERVICE WILL BE\n    8  IN  CONTACT  WITH  PERSONS  UNDER  THE  AGE  OF EIGHTEEN, SUBJECT TO THE\n    9  FOLLOWING RESTRICTIONS:\n   10    (A) AN EMPLOYER OR VOLUNTEER ORGANIZATION SHALL DESIGNATE  ONE  PERSON\n   11  WHO  SHALL BE AUTHORIZED TO REQUEST, RECEIVE AND REVIEW CRIMINAL HISTORY\n   12  INFORMATION, AND ONLY SUCH PERSON AND THE NEW  OR  PROSPECTIVE  EMPLOYEE\n   13  AND VOLUNTEER WHO IN CONNECTION WITH SUCH EMPLOYMENT FOR SERVICE WILL BE\n   14  IN  CONTACT WITH PERSONS UNDER THE AGE OF EIGHTEEN TO WHICH THE CRIMINAL\n   15  HISTORY INFORMATION RELATES  SHALL  HAVE  ACCESS  TO  SUCH  INFORMATION;\n   16  PROVIDED, HOWEVER, THAT CRIMINAL HISTORY INFORMATION MAY BE DISCLOSED TO\n   17  OTHER PERSONNEL AUTHORIZED BY THE EMPLOYER OR VOLUNTEER ORGANIZATION WHO\n   18  ARE  EMPOWERED BY SUCH EMPLOYER OR VOLUNTEER ORGANIZATION TO MAKE HIRING\n   19  DECISIONS CONCERNING NEW OR  PROSPECTIVE  EMPLOYEES  OR  VOLUNTEERS  AND\n   20  PROVIDED  FURTHER THAT SUCH OTHER PERSONNEL SHALL ALSO BE SUBJECT TO THE\n   21  CONFIDENTIALITY REQUIREMENTS AND ALL OTHER PROVISIONS OF  THIS  ARTICLE.\n   22  AN  EMPLOYER OR VOLUNTEER ORGANIZATION SHALL NOTIFY THE DIVISION OF EACH\n   23  PERSON AUTHORIZED TO HAVE ACCESS TO CRIMINAL HISTORY INFORMATION  PURSU-\n   24  ANT TO THIS SECTION;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02230-01-1\n\n       A. 1994                             2\n\n    1    (B)  AN EMPLOYER OR VOLUNTEER ORGANIZATION REQUESTING CRIMINAL HISTORY\n    2  INFORMATION PURSUANT TO THIS SECTION SHALL DO SO BY  COMPLETING  A  FORM\n    3  DEVELOPED  FOR  SUCH PURPOSE BY THE DIVISION.  SUCH FORM SHALL INCLUDE A\n    4  SWORN STATEMENT OF THE PERSON DESIGNATED BY THE  EMPLOYER  OR  VOLUNTEER\n    5  ORGANIZATION TO REQUEST, RECEIVE AND REVIEW CRIMINAL HISTORY INFORMATION\n    6  PURSUANT  TO  PARAGRAPH  (A) OF THIS SUBDIVISION CERTIFYING THAT (I) THE\n    7  PERSON WHOSE CRIMINAL HISTORY INFORMATION IS REQUESTED IS NOT  PRESENTLY\n    8  BUT  HAS APPLIED TO BE AN EMPLOYEE OR VOLUNTEER, OR IS A NEW EMPLOYEE OR\n    9  VOLUNTEER; (II) SUCH CRIMINAL HISTORY INFORMATION WILL BE  USED  BY  THE\n   10  EMPLOYER  OR  VOLUNTEER  ORGANIZATION  SOLELY FOR PURPOSES AUTHORIZED BY\n   11  THIS ARTICLE; AND (III) THE EMPLOYER OR VOLUNTEER ORGANIZATION  AND  ITS\n   12  STAFF  ARE  AWARE OF AND SHALL ABIDE BY THE CONFIDENTIALITY REQUIREMENTS\n   13  AND ALL OTHER PROVISIONS OF THIS ARTICLE;\n   14    (C) THE PERSON DESIGNATED BY AN EMPLOYER OR VOLUNTEER ORGANIZATION FOR\n   15  RECEIPT OF CRIMINAL HISTORY INFORMATION PURSUANT  TO  PARAGRAPH  (A)  OF\n   16  THIS  SUBDIVISION  SHALL  UPON  RECEIPT  IMMEDIATELY  MARK SUCH CRIMINAL\n   17  HISTORY INFORMATION \"CONFIDENTIAL\", AND SHALL AT ALL TIMES MAINTAIN SUCH\n   18  CRIMINAL HISTORY INFORMATION IN A SECURE PLACE.  ANY PERSON WHO WILLFUL-\n   19  LY PERMITS THE RELEASE OF ANY CONFIDENTIAL CRIMINAL HISTORY  INFORMATION\n   20  CONTAINED  IN  THE  REPORT  TO  PERSONS NOT PERMITTED BY THIS ARTICLE TO\n   21  RECEIVE SUCH INFORMATION SHALL BE GUILTY OF A MISDEMEANOR.\n   22    2. NOTWITHSTANDING SUBDIVISION EIGHT-A OF SECTION EIGHT HUNDRED  THIR-\n   23  TY-SEVEN OF THIS ARTICLE THERE SHALL BE NO FEE CHARGED TO AN EMPLOYER OR\n   24  VOLUNTEER  ORGANIZATION  OR  AN  EMPLOYEE OR VOLUNTEER FOR A REQUEST FOR\n   25  CRIMINAL HISTORY INFORMATION SUBMITTED TO THE DIVISION PURSUANT TO  THIS\n   26  SECTION.\n   27    3.  TO THE EXTENT PERMITTED BY LAW, AN EMPLOYER OR VOLUNTEER ORGANIZA-\n   28  TION MAY REQUEST FROM A NEW  OR  PROSPECTIVE  EMPLOYEE  OR  VOLUNTEER  A\n   29  STATEMENT  OF HIS OR HER PRIOR CRIMINAL CONVICTIONS IN THIS STATE OR ANY\n   30  OTHER JURISDICTION. PRIOR TO  REQUESTING  CRIMINAL  HISTORY  INFORMATION\n   31  CONCERNING  ANY  NEW OR PROSPECTIVE EMPLOYEE OR VOLUNTEER, EACH EMPLOYER\n   32  OR VOLUNTEER ORGANIZATION SHALL:\n   33    (A) INFORM THE NEW OR PROSPECTIVE EMPLOYEE  OR  VOLUNTEER  IN  WRITING\n   34  THAT  THE  EMPLOYER OR VOLUNTEER ORGANIZATION IS REQUIRED TO REQUEST HIS\n   35  OR HER CRIMINAL HISTORY INFORMATION FROM THE DIVISION  AND  REVIEW  SUCH\n   36  INFORMATION PURSUANT TO THIS SECTION;\n   37    (B)  INFORM  THE  NEW OR PROSPECTIVE EMPLOYEE OR VOLUNTEER THAT BEFORE\n   38  THE EMPLOYER OR VOLUNTEER ORGANIZATION REQUESTS  SUCH  CRIMINAL  HISTORY\n   39  INFORMATION,  THE NEW OR PROSPECTIVE EMPLOYEE OR VOLUNTEER HAS THE RIGHT\n   40  TO OBTAIN, REVIEW AND SEEK CORRECTION OF HIS  OR  HER  CRIMINAL  HISTORY\n   41  INFORMATION  PURSUANT  TO  REGULATIONS AND PROCEDURES ESTABLISHED BY THE\n   42  DIVISION;\n   43    (C) OBTAIN THE SIGNED INFORMED  CONSENT  OF  THE  NEW  OR  PROSPECTIVE\n   44  EMPLOYEE OR VOLUNTEER ON A FORM SUPPLIED BY THE DIVISION WHICH INDICATES\n   45  THAT SUCH PERSON HAS:\n   46    (I)  BEEN  INFORMED  OF  THE RIGHT AND PROCEDURES NECESSARY TO OBTAIN,\n   47  REVIEW AND SEEK CORRECTION OF HIS OR HER CRIMINAL HISTORY INFORMATION;\n   48    (II) BEEN INFORMED OF THE REASON FOR THE REQUEST FOR HIS OR HER CRIMI-\n   49  NAL HISTORY INFORMATION;\n   50    (III) CONSENTED TO SUCH REQUEST; AND\n   51    (D) UPON RECEIVING SUCH WRITTEN CONSENT, OBTAIN  THE  FINGERPRINTS  OF\n   52  SUCH  NEW  OR  PROSPECTIVE EMPLOYEE OR VOLUNTEER PURSUANT TO REGULATIONS\n   53  ESTABLISHED BY THE DIVISION.\n   54    4. A NEW OR PROSPECTIVE EMPLOYEE OR VOLUNTEER MAY  WITHDRAW  FROM  THE\n   55  APPLICATION PROCESS, WITHOUT PREJUDICE, AT ANY TIME REGARDLESS OF WHETH-\n   56  ER OR NOT HE OR SHE HAS REVIEWED HIS OR HER CRIMINAL HISTORY INFORMATION\n\n       A. 1994                             3\n\n    1  OR  THE EMPLOYER OR VOLUNTEER ORGANIZATION HAS RECEIVED CRIMINAL HISTORY\n    2  INFORMATION. WHERE A NEW OR PROSPECTIVE EMPLOYEE OR VOLUNTEER  WITHDRAWS\n    3  FROM  THE  APPLICATION  PROCESS,  ANY  FINGERPRINTS AND CRIMINAL HISTORY\n    4  INFORMATION  CONCERNING  SUCH  NEW  OR PROSPECTIVE EMPLOYEE OR VOLUNTEER\n    5  RECEIVED BY THE EMPLOYER OR VOLUNTEER ORGANIZATION SHALL BE  IMMEDIATELY\n    6  RETURNED  TO SUCH NEW OR PROSPECTIVE EMPLOYEE OR VOLUNTEER BY THE PERSON\n    7  DESIGNATED FOR RECEIPT OF CRIMINAL HISTORY INFORMATION PURSUANT TO PARA-\n    8  GRAPH (A) OF SUBDIVISION ONE OF THIS SECTION.\n    9    5. IN ALL CASES THE  FINGERPRINTS  AND  CRIMINAL  HISTORY  INFORMATION\n   10  CONCERNING  A  NEW  OR  PROSPECTIVE EMPLOYEE OR VOLUNTEER SHALL BE IMME-\n   11  DIATELY RETURNED TO SUCH PERSON BY THE PERSON DESIGNATED FOR RECEIPT  OF\n   12  CRIMINAL  HISTORY INFORMATION UPON THE DENIAL OF EMPLOYMENT OR VOLUNTARY\n   13  SERVICES OR TERMINATION OF EMPLOYMENT  OR  VOLUNTARY  SERVICES  OF  SUCH\n   14  EMPLOYEE OR VOLUNTEER.\n   15    6.  THE  DIVISION SHALL PROVIDE REQUESTED CRIMINAL HISTORY INFORMATION\n   16  AND RETURN FINGERPRINTS TO AN EMPLOYER OR VOLUNTEER ORGANIZATION  WITHIN\n   17  FIFTEEN BUSINESS DAYS AFTER THE RECEIPT OF A REQUEST FOR CRIMINAL HISTO-\n   18  RY INFORMATION IF SUCH REQUEST IS:\n   19    (A)  MADE BY THE PERSON DESIGNATED BY THE EMPLOYER OR VOLUNTEER ORGAN-\n   20  IZATION FOR RECEIPT OF CRIMINAL HISTORY INFORMATION  PURSUANT  TO  PARA-\n   21  GRAPH  (A)  OF  SUBDIVISION  ONE  OF THIS SECTION AND ACCOMPANIED BY THE\n   22  CERTIFICATION REQUIRED BY PARAGRAPH  (B)  OF  SUBDIVISION  ONE  OF  THIS\n   23  SECTION;\n   24    (B)  ACCOMPANIED  BY  THE COMPLETED FORM DESCRIBED IN PARAGRAPH (C) OF\n   25  SUBDIVISION THREE OF THIS SECTION; AND\n   26    (C) ACCOMPANIED BY FINGERPRINTS OF THE NEW OR PROSPECTIVE EMPLOYEE  OR\n   27  VOLUNTEER  OBTAINED  PURSUANT  TO  PARAGRAPH (D) OF SUBDIVISION THREE OF\n   28  THIS SECTION.\n   29    7. THE COMMISSIONER SHALL PROMULGATE ALL RULES AND REGULATIONS  NECES-\n   30  SARY  TO  IMPLEMENT  THE PROVISIONS OF THIS SECTION, WHICH SHALL INCLUDE\n   31  CONVENIENT PROCEDURES FOR NEW AND PROSPECTIVE EMPLOYEES  AND  VOLUNTEERS\n   32  TO  PROMPTLY  VERIFY  THE ACCURACY OF THEIR CRIMINAL HISTORY INFORMATION\n   33  AND, TO THE EXTENT AUTHORIZED BY LAW, TO HAVE ACCESS TO  RELEVANT  DOCU-\n   34  MENTS RELATED THERETO.\n   35    S  2. This act shall take effect on the first of January next succeed-\n   36  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to requiring a criminal history check for child care employees and volunteers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T161027.TXT", "SOBI.D110113.T130822.TXT", "SOBI.D110201.T111844.TXT", "SOBI.D110201.T111344.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296577124625
}