{
  "year" : 2011,
  "senateBillNo" : "A1992-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A1992-2011-1294808400000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides an alternative procedure for adoption of a state budget in instances where existing provisions have not been completed prior to April 1",
  "summary" : "Provides an alternative procedure for adoption of a state budget in instances where existing provisions have not been completed prior to April 1; provides for submission of multiple plans in which the voters of New York would choose between two or three budget plans, promulgated by the legislature and the governor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A10281-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1992\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO -- Multi-Sponsored by -- M. of A. BUTLER,\n         KOLB,  SAYWARD,  THIELE  -- read once and referred to the Committee on\n         Ways and Means\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to article 7 of the constitution, in relation  to\n         providing an alternative procedure for the adoption of a state budget\n\n    1    Section  1.  RESOLVED  (if  the  Senate concur), That article 7 of the\n    2  constitution be amended by adding a new section 7-a to read as follows:\n    3    S 7-A. 1. IN ANY CASE WHERE THE LEGISLATURE AND THE GOVERNOR HAVE  NOT\n    4  COMPLETED THE ACTION REQUIRED OR AUTHORIZED PURSUANT TO THE PROVISION OF\n    5  THIS  ARTICLE  WITH  RESPECT  TO THE ADOPTION OF A STATE BUDGET PRIOR TO\n    6  APRIL FIRST IN ANY YEAR, THE PROVISIONS OF THIS SECTION SHALL GOVERN.\n    7    2. THE SENATE AND ASSEMBLY SHALL BY RESOLUTION, EACH ADOPT AND PROMUL-\n    8  GATE A DETAILED BUDGET PLAN, WHICH SHALL  DETERMINE  APPROPRIATIONS  AND\n    9  THE  MANNER  IN  WHICH  REVENUES SHALL BE COLLECTED, NO LATER THAN MARCH\n   10  FIRST OF EACH YEAR.  IF EITHER HOUSE OF THE LEGISLATURE FAILS TO ADOPT A\n   11  PLAN ON OR BEFORE MARCH FIRST, THE MEMBERS OF EACH HOUSE  SHALL  FORFEIT\n   12  ONE  DAY'S  PAY FOR EVERY DAY THEREAFTER UNTIL A STATE BUDGET IS ADOPTED\n   13  AND SHALL ALSO FORFEIT THEIR OPPORTUNITY TO HAVE A BUDGET PLAN PLACED ON\n   14  THE BALLOT SHOULD A BUDGET NOT BE ADOPTED BY THE  START  OF  THE  FISCAL\n   15  YEAR.\n   16    3.  AT  THE TIME A HOUSE OF THE LEGISLATURE ADOPTS A BUDGET PLAN, THAT\n   17  HOUSE MUST ALSO ADOPT LANGUAGE, KNOWN AS BALLOT QUESTION LANGUAGE, WHICH\n   18  SHALL APPEAR ON THE REFERENDUM TO EXPLAIN THAT  PLAN.  THIS  EXPLANATION\n   19  MUST  BE IN PLAIN AND SIMPLE ENGLISH, USING TERMS OF ORDINARY AND COMMON\n   20  MEANING WHICH ACCURATELY REFLECTS THE GENERAL INTENT AND CONTENT OF  THE\n   21  PLAN,  AS  IT PERTAINS TO MAJOR CATEGORIES OF EXPENDITURE AND SOURCES OF\n   22  REVENUES. THIS LANGUAGE SHALL BE PROVIDED TO THE OFFICE OF THE SECRETARY\n   23  OF STATE WITHIN  TWENTY-FOUR  HOURS  OF  APPROVAL.  THE  GOVERNOR,  UPON\n   24  SUBMISSION OF HIS EXECUTIVE BUDGET SHALL ALSO SUBMIT SIMILAR LANGUAGE TO\n   25  THE SECRETARY OF STATE NO LATER THAN MARCH FIRST.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89025-01-1\n\n       A. 1992                             2\n\n    1    4.  INFORMATION  ON THE PLANS MUST BE PUBLICIZED THROUGH ALL AVAILABLE\n    2  MEDIA, AND COPIES OF THE PLAN IN ITS ENTIRETY, BALLOT  LANGUAGE,  AND  A\n    3  SUMMARY OF THE PLAN MUST BE MADE AVAILABLE AT ALL STATE AND LOCAL PUBLIC\n    4  OFFICES  CONVENIENT TO THE PUBLIC, LIBRARIES, AND SCHOOLS. COPIES OF THE\n    5  PLANS  SHALL  ALSO  BE  MADE AVAILABLE TO THE PUBLIC BY THE SECRETARY OF\n    6  STATE.\n    7    5. AT ANY TIME AFTER MARCH FIRST AND  PRIOR  TO  MARCH  TWENTY-SEVENTH\n    8  EITHER  HOUSE OF THE LEGISLATURE MAY APPROVE A RESOLUTION AND THE GOVER-\n    9  NOR, BY EXECUTIVE ORDER, MAY PREVENT THEIR PLAN  FROM  CONSIDERATION  AS\n   10  HEREINAFTER PROVIDED.\n   11    6.  IF ON OR BEFORE APRIL FIRST A BUDGET HAS NOT BEEN ENACTED INTO LAW\n   12  THEN, ON  THE  FIRST  TUESDAY  FOLLOWING  APRIL  SEVENTH,  A  STATE-WIDE\n   13  ELECTION SHALL BE HELD IN WHICH THE PLANS AS HEREINBEFORE ADOPTED, USING\n   14  THE  BALLOT  QUESTION  LANGUAGE,  SHALL  BE  SUBMITTED TO THE PEOPLE FOR\n   15  APPROVAL. THE PLAN RECEIVING THE MOST VOTES AT SUCH  ELECTION  SHALL  BE\n   16  THE  BUDGET  PLAN  FOR THE FOLLOWING FISCAL YEAR.  IF BOTH HOUSES OF THE\n   17  LEGISLATURE FAIL TO ADOPT PLANS  AS  DESCRIBED  HEREINBEFORE,  THEN  THE\n   18  FINAL VERSIONS OF THE GOVERNOR'S EXECUTIVE BUDGET SHALL BE ADOPTED AND A\n   19  VOTE SHALL NOT BE REQUIRED.\n   20    7.  THE  BUDGET PLAN WHICH HAS BEEN APPROVED BY THE PEOPLE MAY ONLY BE\n   21  ALTERED  OR  CHANGED  DURING  THE  FISCAL  YEAR  WITH  THE  APPROVAL  OF\n   22  THREE-FOURTHS OF THE MEMBERS OF EACH HOUSE OF THE LEGISLATURE.\n   23    S  2.  RESOLVED (if the Senate concur), That the foregoing be referred\n   24  to the first  regular  legislative  session  convening  after  the  next\n   25  succeeding general election of members of the assembly, and, in conform-\n   26  ity with section 1 of article 19 of the constitution, be published for 3\n   27  months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to article 7 of the constitution, in relation to providing an alternative procedure for the adoption of a state budget ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T161027.TXT", "SOBI.D110113.T124821.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294940901980
}