{
  "year" : 2011,
  "senateBillNo" : "A1996-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A1996-2011-1294808400000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Assesses a penalty upon legislature and governor for late budget",
  "summary" : "Provides that members of the legislature shall be penalized one day's salary for each day the state budget is late; provides that legislative leaders and the governor shall be penalized two days pay for each day the state budget is late with all monies to be placed in the New York State children and families trust fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "A10366-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1996\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- Multi-Sponsored by -- M. of A. THIELE\n         -- read once and referred to the Committee on Governmental Operations\n\n       AN ACT to amend the legislative law and the executive law,  in  relation\n         to  assessing a penalty upon members of the legislature and the gover-\n         nor for failure to enact a timely state budget\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The section heading of section 5 of the legislative law, as\n    2  amended  by  chapter  141  of  the  laws  of 1994, is amended to read as\n    3  follows:\n    4    Compensation of members; PENALTY FOR FAILURE TO ENACT BUDGET.\n    5    S 2. Section 5 of the legislative law  is  amended  by  adding  a  new\n    6  subdivision 4 to read as follows:\n    7    4.  (A)  IN ANY YEAR WHERE PRIOR TO APRIL FIRST, THE LEGISLATURE FAILS\n    8  TO PASS THE BILLS, WITH OR WITHOUT AMENDMENTS, SUBMITTED TO  IT  BY  THE\n    9  GOVERNOR  PURSUANT TO SECTION THREE OF ARTICLE SEVEN OF THE CONSTITUTION\n   10  MAKING APPROPRIATIONS AND REAPPROPRIATIONS FOR THE  SUPPORT  OF  GOVERN-\n   11  MENT,  CONSTITUTING  THE  STATE  BUDGET,  THE TEMPORARY PRESIDENT OF THE\n   12  SENATE, THE MINORITY LEADER OF THE SENATE, THE SPEAKER OF  THE  ASSEMBLY\n   13  AND  THE MINORITY LEADER OF THE ASSEMBLY SHALL BE PENALIZED IN AN AMOUNT\n   14  EQUAL TO SEVENTY-NINE THOUSAND FIVE  HUNDRED  DOLLARS  MULTIPLIED  BY  A\n   15  FRACTION  THE  NUMERATOR OF WHICH IS TWO AND THE DENOMINATOR OF WHICH IS\n   16  THREE HUNDRED SIXTY-FIVE AND ALL OTHER MEMBERS OF THE LEGISLATURE  SHALL\n   17  BE  PENALIZED  IN  AN AMOUNT EQUAL TO SEVENTY-NINE THOUSAND FIVE HUNDRED\n   18  DOLLARS MULTIPLIED BY A FRACTION THE NUMERATOR OF WHICH IS ONE  AND  THE\n   19  DENOMINATOR OF WHICH IS THREE HUNDRED SIXTY-FIVE FOR EACH DAY DURING THE\n   20  PERIOD BEGINNING WITH APRIL FIRST AND ENDING ON THE DAY THE LAST OF SUCH\n   21  BILLS ARE PASSED BY THE HOUSE IN WHICH HE SERVES.\n   22    (B) THE COMPTROLLER SHALL TRANSFER ANY FUNDS RESULTING FROM THE OPERA-\n   23  TION  OF  PARAGRAPH  (A)  OF  THIS  SUBDIVISION  FROM THE STATE PURPOSES\n   24  ACCOUNT IN THE GENERAL FUND TO THE WILLIAM B. HOYT MEMORIAL CHILDREN AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01469-01-1\n\n       A. 1996                             2\n\n    1  FAMILY  TRUST  FUND  ESTABLISHED  PURSUANT  TO  SECTION   FOUR   HUNDRED\n    2  EIGHTY-ONE-F OF THE SOCIAL SERVICES LAW. SUCH FUNDS SO TRANSFERRED SHALL\n    3  BE SUPPLEMENTAL TO ANY OTHER APPROPRIATIONS MADE FOR THE BENEFIT OF SUCH\n    4  FUND AND SHALL NOT BE USED TO OFFSET OTHER ANNUAL APPROPRIATIONS MADE TO\n    5  THE DEPARTMENT OF FAMILY ASSISTANCE FOR PURPOSES OF ARTICLE TEN-A OF THE\n    6  SOCIAL SERVICES LAW.\n    7    S  3.  The executive law is amended by adding a new section 13 to read\n    8  as follows:\n    9    S 13. COMPENSATION OF THE GOVERNOR. (A) IN ANY  YEAR  WHERE  PRIOR  TO\n   10  APRIL  FIRST,  THE  LEGISLATURE FAILS TO PASS THE BILLS, WITH OR WITHOUT\n   11  AMENDMENTS, SUBMITTED TO IT BY THE GOVERNOR PURSUANT TO SECTION THREE OF\n   12  ARTICLE SEVEN OF THE CONSTITUTION MAKING APPROPRIATIONS AND  REAPPROPRI-\n   13  ATIONS FOR THE SUPPORT OF GOVERNMENT, CONSTITUTING THE STATE BUDGET, THE\n   14  GOVERNOR   SHALL  BE  PENALIZED  IN  AN  AMOUNT  EQUAL  TO  ONE  HUNDRED\n   15  SEVENTY-NINE THOUSAND DOLLARS MULTIPLIED BY A FRACTION THE NUMERATOR  OF\n   16  WHICH  IS  TWO  AND THE DENOMINATOR OF WHICH IS THREE HUNDRED SIXTY-FIVE\n   17  FOR EACH DAY DURING THE PERIOD BEGINNING WITH APRIL FIRST AND ENDING  ON\n   18  THE DAY THE LAST OF SUCH BILLS ARE PASSED BY THE LEGISLATURE.\n   19    (B) THE COMPTROLLER SHALL TRANSFER ANY FUNDS RESULTING FROM THE OPERA-\n   20  TION  OF SUBDIVISION (A) OF THIS SECTION FROM THE STATE PURPOSES ACCOUNT\n   21  IN THE GENERAL FUND TO THE WILLIAM B. HOYT MEMORIAL CHILDREN AND  FAMILY\n   22  TRUST  FUND ESTABLISHED PURSUANT TO SECTION FOUR HUNDRED EIGHTY-ONE-F OF\n   23  THE SOCIAL SERVICES LAW. SUCH FUNDS SO TRANSFERRED SHALL BE SUPPLEMENTAL\n   24  TO ANY OTHER APPROPRIATIONS MADE FOR THE BENEFIT OF SUCH FUND AND  SHALL\n   25  NOT BE USED TO OFFSET OTHER ANNUAL APPROPRIATIONS MADE TO THE DEPARTMENT\n   26  OF  FAMILY  ASSISTANCE  FOR  PURPOSES  OF  ARTICLE  TEN-A  OF THE SOCIAL\n   27  SERVICES LAW.\n   28    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law and the executive law, in relation to assessing a penalty upon members of the legislature and the governor for failure to enact a timely state budget ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T161027.TXT", "SOBI.D110113.T131329.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294942409563
}