{
  "year" : 2011,
  "senateBillNo" : "A1993-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to correction",
    "billEventId" : "A1993-2011-1294808400000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes additional restrictions on the parole and relocation of sex offenders",
  "summary" : "Allows a municipality to reject sexual offenders, sexually violent offenders and sexual predators within such municipality if the municipality already contains a high concentration of such individuals; allows municipalities to limit the number of level two and level three sex offenders within such municipalities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A10543-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         1993\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO, McDONOUGH, RAIA -- Multi-Sponsored by --\n         M. of A. BARCLAY, BURLING, CALHOUN, CONTE, CROUCH, FINCH, FITZPATRICK,\n         GIGLIO, HAYES, KOLB, J. MILLER, OAKS, SALADINO, SAYWARD, SPANO, THIELE\n         -- read once and referred to the Committee on Correction\n\n       AN  ACT  to  amend the correction law, in relation to establishing addi-\n         tional restrictions on parole and relocation for certain sex offenders\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (c)  of  subdivision 5 of section 168-l of the\n    2  correction law, as added by chapter 192 of the laws of 1995, is  amended\n    3  to read as follows:\n    4    (c)  conditions  of  release  that  minimize  risk [or] OF re-offense,\n    5  including but not limited to whether the sex offender  is  under  super-\n    6  vision;  receiving  counseling, therapy or treatment; [or] residing in a\n    7  home situation that provides guidance and supervision; OR THE  EXISTENCE\n    8  OF PROVISIONS TO MINIMIZE THE NUMBER OF SEX OFFENDERS THAT ARE PLACED OR\n    9  LOCATED WITHIN RESIDENTIAL AREAS OF A MUNICIPALITY OR PORTION OF A MUNI-\n   10  CIPALITY THAT ALREADY CONTAINS A HIGH CONCENTRATION OF SUCH INDIVIDUALS;\n   11    S  2.  The correction law is amended by adding a new section 168-ll to\n   12  read as follows:\n   13    S 168-LL. GUIDELINES FOR LOCATION FOR SEX OFFENDERS. THE DIVISION,  IN\n   14  CONSULTATION  AND  COOPERATION WITH THE BOARD OF EXAMINERS OF SEX OFFEN-\n   15  DERS, DIVISION OF  PAROLE,  DEPARTMENT  OF  MENTAL  HYGIENE,  AND  LOCAL\n   16  PROBATION  DEPARTMENTS THROUGHOUT THE STATE SHALL DEVELOP GUIDELINES AND\n   17  PROCEDURES ON THE PLACEMENT,  LOCATION,  RELOCATION,  OR  SETTLEMENT  OF\n   18  SEXUAL OFFENDERS, SEXUALLY VIOLENT OFFENDERS AND SEXUAL PREDATORS WITHIN\n   19  THE  COMMUNITY THAT HAVE BEEN CLASSIFIED WITH A LEVEL TWO OR LEVEL THREE\n   20  DESIGNATION. SUCH GUIDELINES AND PROCEDURES SHALL BE BASED UPON, BUT NOT\n   21  LIMITED TO, THE FOLLOWING:\n   22    1. THAT MUNICIPALITIES BE ALLOWED TO REJECT  THE  PLACEMENT  OF  ADDI-\n   23  TIONAL  LEVEL  TWO  AND  LEVEL THREE SEX OFFENDERS IN SUCH MUNICIPALITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02013-01-1\n\n       A. 1993                             2\n\n    1  FACTORS TO BE CONSIDERED IN DETERMINING  WHETHER  A  MUNICIPALITY  SHALL\n    2  ACCEPT ANY MORE SUCH INDIVIDUALS SHALL INCLUDE:\n    3    (A)  THAT  SUCH  INDIVIDUALS  ARE NOT CURRENTLY OVERLY CONCENTRATED IN\n    4  RESIDENTIAL AREAS OF ONE MUNICIPALITY OR PORTION OF A MUNICIPALITY;\n    5    (B) ALL EFFORTS ARE BEING MADE TO LOCATE  SUCH  INDIVIDUALS  IN  AREAS\n    6  THAT HAVE ADEQUATE SUPPORT SERVICES TO MINIMIZE THE RISK OF RE-OFFENSE;\n    7    (C) THAT FAMILY AND FRIENDS ARE LOCATED REASONABLY CLOSE TO SUCH INDI-\n    8  VIDUALS  TO  PROVIDE FINANCIAL, PSYCHOLOGICAL, SOCIAL, AND MORAL SUPPORT\n    9  TO SUCH INDIVIDUALS IN ORDER TO MINIMIZE THE RISK OF RE-OFFENSE; AND\n   10    (D) MEASURES ARE TAKEN TO ENSURE THAT SUCH INDIVIDUALS ARE  PLACED  IN\n   11  COMMUNITIES  THAT  CAN  PHYSICALLY ACCOMMODATE SUCH INDIVIDUALS AND THAT\n   12  SUCH INDIVIDUALS ARE NOT LOCATED NEAR RE-OFFENSE RISK  CENTERS,  INCLUD-\n   13  ING,  BUT NOT LIMITED TO, SCHOOLS, DAY CARE CENTERS, PLAYGROUNDS, OR ANY\n   14  OTHER FACILITY OR AREA THAT  ATTRACTS  CHILDREN  OR  IN  WHICH  CHILDREN\n   15  CONGREGATE;\n   16    2.  THAT MUNICIPALITIES SHALL BE PERMITTED TO ALLOW OR REJECT A SECURE\n   17  COMMUNITY RESIDENCE FOR SEX OFFENDERS WITHIN SUCH MUNICIPALITY; AND\n   18    3. THAT MUNICIPALITIES SHALL BE ALLOWED TO LIMIT THE NUMBER  OF  LEVEL\n   19  TWO  AND  LEVEL THREE SEX OFFENDERS AT AN ADDRESS WHO ARE NOT MARRIED OR\n   20  RELATED TO EACH OTHER TO NO MORE THAN ONE PER SUCH ADDRESS.\n   21    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to establishing additional restrictions on parole and relocation for certain sex offenders ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110112.T161027.TXT", "SOBI.D110113.T130822.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294942102424
}