{
  "year" : 2011,
  "senateBillNo" : "A20-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A20-2011-1294203600000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes commissioner of agriculture and markets to render an opinion to government officials on land use regulations pertaining to agricultural practices",
  "summary" : "Upon the request of a municipality, farm owner or operator the commissioner of agriculture and markets shall render an opinion to local government officials as to whether farm operations would be unreasonably restricted or regulated by proposed changes in local land use regulations, ordinances, or local laws pertaining to agricultural practices; further requires the commissioner to disclose information received from Cornell and the USDA to the municipality in which the agricultural practice is being evaluated is located. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A601-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          20\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CAHILL, MAGEE, SCHROEDER, MOLINARO, BOYLAND --\n         Multi-Sponsored by -- M. of A.  GIGLIO,  P. LOPEZ,  McENENY,  RABBITT,\n         TOWNS -- read once and referred to the Committee on Agriculture\n\n       AN  ACT to amend the agriculture and markets law, in relation to author-\n         izing requests to the  commissioner  of  agriculture  and  markets  to\n         render  an  opinion  to  government  officials on local land use regu-\n         lations, ordinances or local laws pertaining to agricultural practices\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Paragraph b of subdivision 1 of section 305-a of the agri-\n    2  culture and markets law is relettered paragraph c and a new paragraph  b\n    3  is added to read as follows:\n    4    B.  UPON  THE REQUEST OF ANY MUNICIPALITY, FARM OWNER OR OPERATOR, THE\n    5  COMMISSIONER SHALL RENDER AN OPINION TO THE APPROPRIATE LOCAL GOVERNMENT\n    6  OFFICIALS,  AS  TO  WHETHER  FARM  OPERATIONS  WOULD   BE   UNREASONABLY\n    7  RESTRICTED  OR  REGULATED  BY  PROPOSED  CHANGES IN LOCAL LAND USE REGU-\n    8  LATIONS, ORDINANCES OR LOCAL LAWS PERTAINING TO  AGRICULTURAL  PRACTICES\n    9  AND  TO THE APPROPRIATE LOCAL LAND USE ENFORCEMENT OFFICIALS ADMINISTER-\n   10  ING LOCAL LAND USE REGULATIONS, ORDINANCES, OR LOCAL LAWS OR REVIEWING A\n   11  PERMIT PERTAINING TO AGRICULTURAL PRACTICES.\n   12    S 2. Paragraph b of subdivision 1 of section 308  of  the  agriculture\n   13  and  markets  law,  as  amended  by  chapter 120 of the laws of 2010, is\n   14  amended to read as follows:\n   15    b. Sound agricultural practices refer to those practices necessary for\n   16  the  on-farm  production,  preparation  and  marketing  of  agricultural\n   17  commodities.  Examples  of activities which entail practices the commis-\n   18  sioner may consider include, but are not limited to, operation  of  farm\n   19  equipment;   proper   use  of  agricultural  chemicals  and  other  crop\n   20  protection methods; direct sale to consumers of agricultural commodities\n   21  or foods containing agricultural commodities produced on-farm;  agricul-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00775-01-1\n\n       A. 20                               2\n\n    1  tural tourism; \"timber operation,\" as defined in subdivision fourteen of\n    2  section  three  hundred  one of this article and construction and use of\n    3  farm structures. The commissioner shall consult appropriate state  agen-\n    4  cies  and any guidelines recommended by the advisory council on agricul-\n    5  ture. The commissioner may consult as appropriate, the  New  York  state\n    6  college  of  agriculture  and  life  sciences  and  the U.S.D.A. natural\n    7  resources conservation service, AND PROVIDE SUCH INFORMATION, AFTER  THE\n    8  ISSUANCE  OF A FORMAL OPINION, TO THE MUNICIPALITY IN WHICH THE AGRICUL-\n    9  TURAL PRACTICE BEING EVALUATED IS LOCATED.  The commissioner shall  also\n   10  consider  whether  the  agricultural  practices  are conducted by a farm\n   11  owner or operator as part of his or her participation in the AEM program\n   12  as set forth in article eleven-A of this chapter. Such  practices  shall\n   13  be evaluated on a case-by-case basis.\n   14    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to authorizing requests to the commissioner of agriculture and markets to render an opinion to government officials on local land use regulations, ordinances or local laws pertaining to agricultural practices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T102903.TXT", "SOBI.D101216.T102403.TXT", "SOBI.D101216.T124448.TXT", "SOBI.D101216.T103411.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292521488286
}