{
  "year" : 2011,
  "senateBillNo" : "A2006-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2006-2011-1294808400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires insurers to provide certificate holders with at least thirty days prior written notice of termination of group health insurance coverage",
  "summary" : "Requires insurers to provide certificate holders with at least thirty days prior written notice of termination of group health insurance coverage. ",
  "currentCommittee" : null,
  "sameAs" : "S1167",
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "AA6647-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2006\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. WEPRIN, CYMBROWITZ, GOTTFRIED -- Multi-Sponsored\n         by -- M. of A.  BRENNAN, CAHILL, CLARK, COLTON, GALEF, GLICK, GUNTHER,\n         HOOPER, JACOBS, MAGEE, MARKEY,  ORTIZ,  PHEFFER,  SCHIMMINGER,  TOWNS,\n         WEISENBERG -- read once and referred to the Committee on Insurance\n\n       AN ACT to amend the insurance law and the public health law, in relation\n         to notification of termination of group health insurance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (a) of section 3221  of  the  insurance  law  is\n    2  amended by adding a new paragraph 17 to read as follows:\n    3    (17) (A) THAT THE INSURER SHALL REQUIRE THE POLICYHOLDER TO PROVIDE IT\n    4  WITH  THE NAMES AND RESIDENTIAL ADDRESSES OF ALL INDIVIDUALS WHO BECAUSE\n    5  OF THEIR EMPLOYEE OR MEMBERSHIP STATUS  ARE  CERTIFICATE  HOLDERS  UNDER\n    6  SUCH  POLICY,  AND  TO UPDATE SUCH INFORMATION AT LEAST ANNUALLY; AND IN\n    7  THE EVENT THE INSURER TERMINATES SUCH POLICY, SHALL  GIVE  EACH  CERTIF-\n    8  ICATE HOLDER AT LEAST THIRTY DAYS PRIOR WRITTEN NOTICE OF TERMINATION OF\n    9  COVERAGE,  BY  MAILING  SUCH  NOTICE  TO  THE  LAST PROVIDED RESIDENTIAL\n   10  ADDRESS FOR SUCH CERTIFICATE HOLDER; PROVIDED, HOWEVER, THAT SUCH NOTICE\n   11  SHALL NOT BE REQUIRED WHERE THE  POLICYHOLDER  HAS:  (1)  PROVIDED  SUCH\n   12  CERTIFICATE  HOLDER  AT  LEAST  THIRTY  DAYS PRIOR WRITTEN NOTICE OF THE\n   13  TERMINATION OF COVERAGE, BY MAILING SUCH NOTICE TO THE CERTIFICATE HOLD-\n   14  ER'S LAST KNOWN RESIDENTIAL ADDRESS, OR, IF THE  CERTIFICATE  HOLDER  IS\n   15  REPRESENTED BY A LABOR ORGANIZATION, PROVIDED THE REPRESENTATIVE OF SUCH\n   16  LABOR  ORGANIZATION WITH SUCH WRITTEN NOTICE, OR (2) HAS CONTRACTED WITH\n   17  ANOTHER INSURER TO PROVIDE SIMILAR COVERAGE  FOR  THE  SAME  CERTIFICATE\n   18  HOLDERS,  AND  HAS  PROVIDED  CERTIFICATE  HOLDERS  WITH THE NAME OF THE\n   19  SUBSTITUTED INSURER. NO TERMINATION OF A GROUP  POLICY  OR  CONTRACT  OF\n   20  HEALTH,  OR  ACCIDENT  AND HEALTH INSURANCE SHALL BECOME EFFECTIVE UNTIL\n   21  THIRTY DAYS AFTER THE MAILING OF SUCH NOTICE OF TERMINATION CONTRACT, IF\n   22  REQUIRED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02152-01-1\n\n       A. 2006                             2\n\n    1    (B) THE INSURER SHALL INCLUDE WITH SUCH NOTICE A COMPLETE STATEMENT OF\n    2  THE RIGHTS OF THE CERTIFICATE HOLDER UNDER THE TERMINATION OF THE POLICY\n    3  AS TO COVERAGE FOR ILLNESS, ACCIDENT AND TREATMENT  OCCURRING  PRIOR  TO\n    4  AND SUBSEQUENT TO THE TERMINATION DATE, AND SUCH OTHER RIGHTS OF CERTIF-\n    5  ICATE  HOLDERS  AS MAY EXIST UNDER THE CONTRACT OR POLICY OR PURSUANT TO\n    6  PARAGRAPH ONE OF SUBSECTION (E) OF THIS SECTION.\n    7    (C) UPON WRITTEN REQUEST, THE HOLDER OF THE  POLICY  BEING  TERMINATED\n    8  SHALL REIMBURSE THE INSURER FOR ALL REASONABLE AND NECESSARY COSTS ASSO-\n    9  CIATED WITH PROVIDING SUCH NOTICE TO CERTIFICATE HOLDERS.\n   10    S  2.  Section  4305  of  the insurance law is amended by adding a new\n   11  subsection (m) to read as follows:\n   12    (M) (1) A GROUP CONTRACT ISSUED PURSUANT TO THIS SECTION SHALL CONTAIN\n   13  A PROVISION THAT THE INSURER SHALL REQUIRE THE GROUP CONTRACT HOLDER  TO\n   14  PROVIDE  IT  WITH THE NAMES AND RESIDENTIAL ADDRESSES OF ALL INDIVIDUALS\n   15  WHO BECAUSE OF THEIR EMPLOYEE OR MEMBERSHIP STATUS ARE CERTIFICATE HOLD-\n   16  ERS UNDER SUCH POLICY, AND TO UPDATE SUCH INFORMATION AT LEAST ANNUALLY;\n   17  AND IN THE EVENT THE INSURER TERMINATES SUCH  POLICY,  SHALL  GIVE  EACH\n   18  CERTIFICATE  HOLDER  AT LEAST THIRTY DAYS PRIOR WRITTEN NOTICE OF TERMI-\n   19  NATION OF COVERAGE, BY MAILING SUCH NOTICE TO THE LAST PROVIDED RESIDEN-\n   20  TIAL ADDRESS FOR SUCH CERTIFICATE HOLDER; PROVIDED, HOWEVER,  THAT  SUCH\n   21  NOTICE  SHALL  NOT  BE  REQUIRED  WHERE  THE GROUP POLICYHOLDER HAS: (A)\n   22  PROVIDED SUCH CERTIFICATE HOLDERS AT LEAST  THIRTY  DAYS  PRIOR  WRITTEN\n   23  NOTICE  OF  THE  TERMINATION OF COVERAGE, BY MAILING SUCH NOTICE TO SUCH\n   24  CERTIFICATE HOLDER'S LAST KNOWN RESIDENTIAL ADDRESS, OR, IF SUCH CERTIF-\n   25  ICATE HOLDER IS REPRESENTED BY A LABOR ORGANIZATION, PROVIDED THE REPRE-\n   26  SENTATIVE OF SUCH LABOR ORGANIZATION WITH SUCH WRITTEN  NOTICE,  OR  (B)\n   27  HAS  CONTRACTED WITH ANOTHER INSURER TO PROVIDE SIMILAR COVERAGE FOR THE\n   28  SAME CERTIFICATE HOLDERS, AND HAS PROVIDED SUCH CERTIFICATE HOLDERS WITH\n   29  THE NAME OF THE SUBSTITUTED INSURER. NO TERMINATION OF A GROUP POLICY OR\n   30  CONTRACT OF HEALTH, OR ACCIDENT AND HEALTH INSURANCE SHALL BECOME EFFEC-\n   31  TIVE UNTIL THIRTY DAYS AFTER THE MAILING OF SUCH NOTICE  OF  TERMINATION\n   32  CONTRACT, IF REQUIRED.\n   33    (2) THE INSURER SHALL INCLUDE WITH SUCH NOTICE A COMPLETE STATEMENT OF\n   34  THE RIGHTS OF THE CERTIFICATE HOLDER UNDER THE TERMINATION OF THE POLICY\n   35  AS  TO  COVERAGE  FOR ILLNESS, ACCIDENT AND TREATMENT OCCURRING PRIOR TO\n   36  AND SUBSEQUENT TO THE TERMINATION DATE, AND SUCH OTHER RIGHTS OF CERTIF-\n   37  ICATE HOLDERS AS MAY EXIST UNDER THE CONTRACT OR POLICY OR  PURSUANT  TO\n   38  PARAGRAPH ONE OF SUBSECTION (D) OF THIS SECTION.\n   39    (3)  UPON WRITTEN REQUEST, THE HOLDER OF THE GROUP POLICY BEING TERMI-\n   40  NATED SHALL REIMBURSE THE INSURER FOR ALL REASONABLE AND NECESSARY COSTS\n   41  ASSOCIATED WITH PROVIDING SUCH NOTICE TO CERTIFICATE HOLDERS.\n   42    S 3. The public health law is amended by adding a new  section  4407-a\n   43  to read as follows:\n   44    S  4407-A. GROUP CONTRACTS; NOTIFICATION OF CANCELLATION REQUIREMENTS.\n   45  1. A HEALTH MAINTENANCE ORGANIZATION SHALL  REQUIRE  A  POLICYHOLDER  TO\n   46  PROVIDE  IT  WITH THE NAMES AND RESIDENTIAL ADDRESSES OF ALL INDIVIDUALS\n   47  WHO BECAUSE OF THEIR EMPLOYEE OR MEMBERSHIP STATUS ARE MEMBERS  IN  SUCH\n   48  HEALTH MAINTENANCE ORGANIZATION, AND TO UPDATE SUCH INFORMATION AT LEAST\n   49  ANNUALLY;  AND  IN  THE EVENT THE HEALTH MAINTENANCE ORGANIZATION TERMI-\n   50  NATES SUCH POLICY, SHALL GIVE EACH SUCH  MEMBER  AT  LEAST  THIRTY  DAYS\n   51  PRIOR  WRITTEN NOTICE OF TERMINATION OF COVERAGE, BY MAILING SUCH NOTICE\n   52  TO THE LAST PROVIDED RESIDENTIAL  ADDRESS  FOR  SUCH  MEMBER;  PROVIDED,\n   53  HOWEVER,  THAT  SUCH NOTICE SHALL NOT BE REQUIRED WHERE THE POLICYHOLDER\n   54  HAS: (A) PROVIDED SUCH MEMBER AT LEAST THIRTY DAYS PRIOR WRITTEN  NOTICE\n   55  OF  THE TERMINATION OF COVERAGE, BY MAILING SUCH NOTICE TO SUCH MEMBER'S\n   56  LAST KNOWN RESIDENTIAL ADDRESS, OR, IF THE MEMBER IS  REPRESENTED  BY  A\n\n       A. 2006                             3\n\n    1  LABOR  ORGANIZATION, PROVIDED THE REPRESENTATIVE OF SUCH LABOR ORGANIZA-\n    2  TION WITH SUCH WRITTEN NOTICE, OR (B) HAS CONTRACTED WITH ANOTHER HEALTH\n    3  MAINTENANCE ORGANIZATION OR INSURER TO PROVIDE SIMILAR COVERAGE FOR  THE\n    4  SAME  MEMBERS, AND HAS PROVIDED MEMBERS WITH THE NAME OF THE SUBSTITUTED\n    5  HEALTH MAINTENANCE ORGANIZATION OR INSURER. NO TERMINATION  OF  A  GROUP\n    6  POLICY  OR  CONTRACT  OF  HEALTH, OR ACCIDENT AND HEALTH INSURANCE SHALL\n    7  BECOME EFFECTIVE UNTIL THIRTY DAYS AFTER THE MAILING OF SUCH  NOTICE  OF\n    8  TERMINATION CONTRACT, IF REQUIRED.\n    9    2.  THE HEALTH MAINTENANCE ORGANIZATION SHALL INCLUDE WITH SUCH NOTICE\n   10  A COMPLETE STATEMENT OF THE RIGHTS OF THE MEMBER UNDER  THE  TERMINATION\n   11  OF  THE POLICY AS TO COVERAGE FOR ILLNESS, ACCIDENT AND TREATMENT OCCUR-\n   12  RING PRIOR TO AND SUBSEQUENT TO THE TERMINATION  DATE,  AND  SUCH  OTHER\n   13  RIGHTS  OF MEMBERS AS MAY EXIST UNDER THE CONTRACT OR POLICY OR PURSUANT\n   14  TO THIS ARTICLE AND ARTICLE FORTY-THREE OF THE INSURANCE LAW.\n   15    3. UPON WRITTEN REQUEST, THE HOLDER OF  THE  POLICY  BEING  TERMINATED\n   16  SHALL  REIMBURSE  THE HEALTH MAINTENANCE ORGANIZATION FOR ALL REASONABLE\n   17  AND NECESSARY COSTS ASSOCIATED WITH PROVIDING SUCH NOTICE TO MEMBERS.\n   18    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   19  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law and the public health law, in relation to notification of termination of group health insurance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T115318.TXT", "SOBI.D110112.T161526.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294937598441
}