{
  "year" : 2011,
  "senateBillNo" : "A2004-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2004-2011-1294808400000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies and declares as the existing law of the state of New York the provisions of rules relating to the lapse of a power of withdrawal over the income of a trust",
  "summary" : "Clarifies and declares as the existing law of the state of New York the provisions of rules relating to the lapse of a power of withdrawal over the income or principal of a trust. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Estates, Powers and Trusts Law",
  "previousVersions" : [ "A6762-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2004\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN, COLTON, ORTIZ -- Multi-Sponsored by -- M.\n         of  A.  BRENNAN,  TOWNS,  WEISENBERG  -- read once and referred to the\n         Committee on Judiciary\n\n       AN ACT to amend the estates, powers and trusts law and the  civil  prac-\n         tice  law  and  rules,  in relation to clarifying and declaring as the\n         existing law of the state of New York the provisions of rules relating\n         to the lapse of a power of withdrawal over the income or principal  of\n         a trust\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) of section 7-3.1 of the estates,  powers  and\n    2  trusts law, as amended by chapter 108 of the laws of 1987, is amended to\n    3  read as follows:\n    4    (a)  A  disposition  in  trust  for  the use of the creator is void as\n    5  against the existing or subsequent creditors of the creator. NO INDIVID-\n    6  UAL SHALL BE TREATED FOR PURPOSES OF  THIS  SECTION  AS  HAVING  MADE  A\n    7  DISPOSITION IN TRUST FOR THE USE OF THAT INDIVIDUAL BY REASON OF A LAPSE\n    8  OF A POWER OF WITHDRAWAL OVER THE INCOME OR CORPUS OF A TRUST CREATED BY\n    9  ANOTHER PERSON.\n   10    S 2. Paragraph 1 of subdivision (c) of section 5205 of the civil prac-\n   11  tice  law  and  rules,  as amended by chapter 93 of the laws of 1995, is\n   12  amended to read as follows:\n   13    1. Except as provided in paragraphs four and five of this subdivision,\n   14  all property while held in trust for a judgment debtor, where the  trust\n   15  has  been created by, or the fund so held in trust has proceeded from, a\n   16  person other than the judgment debtor, is exempt from application to the\n   17  satisfaction of a money judgment. FOR PURPOSES OF THIS SECTION, A  JUDG-\n   18  MENT  DEBTOR  SHALL  NOT  BE  TREATED  AS CREATING OR FUNDING A TRUST BY\n   19  REASON OF THE LAPSE OF A POWER OF WITHDRAWAL OVER THE INCOME OR  PRINCI-\n   20  PAL  OF A TRUST CREATED AND FUNDED BY A PERSON OR PERSONS OTHER THAN THE\n   21  JUDGMENT DEBTOR.\n   22    S 3. This act shall take effect immediately and shall  be  enforceable\n   23  as to all trusts created under New York law, regardless of when created,\n   24  as it is declaratory of existing New York law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05088-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the estates, powers and trusts law and the civil practice law and rules, in relation to clarifying and declaring as the existing law of the state of New York the provisions of rules relating to the lapse of a power of withdrawal over the income or principal of a trust ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T115318.TXT", "SOBI.D110112.T161526.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294937598437
}