{
  "year" : 2011,
  "senateBillNo" : "A2009-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2009-2011-1294808400000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for suspension of a professional license issued under the education law where a licensee is in arrears in payment of child or combined child/spousal support",
  "summary" : "Provides for suspension of a professional license issued under the education law where a licensee is in arrears in payment of child or spousal support. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A6737-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2009\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. WEPRIN, CLARK, PHEFFER -- read once and referred\n         to the Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to suspension of  profes-\n         sional licenses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 6511-a\n    2  to read as follows:\n    3    S 6511-A. PENALTIES  FOR  PROFESSIONAL  MISCONDUCT  INVOLVING  SUPPORT\n    4  PROCEEDINGS.  THE PROVISIONS OF THIS SECTION SHALL APPLY IN ALL CASES OF\n    5  LICENSEES WHO HAVE FAILED, AFTER RECEIVING APPROPRIATE NOTICE, TO COMPLY\n    6  WITH  A  SUMMONS,  SUBPOENA  OR WARRANT RELATING TO A PATERNITY OR CHILD\n    7  SUPPORT PROCEEDING OR IS IN ARREARS  IN  PAYMENT  OF  CHILD  SUPPORT  OR\n    8  COMBINED CHILD AND SPOUSAL SUPPORT REFERRED TO THE DEPARTMENT BY A COURT\n    9  PURSUANT  TO THE REQUIREMENTS OF SECTION TWO HUNDRED FORTY-FOUR-C OF THE\n   10  DOMESTIC RELATIONS LAW OR PURSUANT TO SECTION FOUR HUNDRED FIFTY-EIGHT-B\n   11  OR FIVE HUNDRED FORTY-EIGHT-B OF THE FAMILY COURT ACT.\n   12    (1)  UPON RECEIPT OF AN ORDER FROM THE COURT PURSUANT TO  ONE  OF  THE\n   13  FOREGOING PROVISIONS OF LAW BASED ON ARREARS IN PAYMENT OF CHILD SUPPORT\n   14  OR  COMBINED CHILD AND SPOUSAL SUPPORT, THE DEPARTMENT, IF IT FINDS SUCH\n   15  PERSON TO BE SO LICENSED, SHALL WITHIN THIRTY DAYS OF  RECEIPT  OF  SUCH\n   16  ORDER FROM THE COURT, PROVIDE NOTICE TO THE LICENSEE OF, AND INITIATE, A\n   17  HEARING  WHICH SHALL BE HELD BY IT AT LEAST TWENTY DAYS AND NO MORE THAN\n   18  THIRTY DAYS AFTER THE SENDING OF SUCH NOTICE TO THE LICENSEE.  THE HEAR-\n   19  ING SHALL BE HELD SOLELY FOR THE PURPOSE OF  DETERMINING  WHETHER  THERE\n   20  EXISTS  AS  OF  THE  DATE  OF THE HEARING PROOF THAT FULL PAYMENT OF ALL\n   21  ARREARS OF SUPPORT ESTABLISHED BY THE ORDER OF THE COURT TO BE DUE  FROM\n   22  THE LICENSEE HAVE BEEN PAID.  PROOF OF SUCH PAYMENT SHALL BE A CERTIFIED\n   23  CHECK  SHOWING FULL PAYMENT OF ESTABLISHED ARREARS OR A NOTICE ISSUED BY\n   24  THE COURT, OR THE SUPPORT COLLECTION UNIT WHERE THE ORDER IS PAYABLE  TO\n   25  THE  SUPPORT  COLLECTION  UNIT  DESIGNATED  BY  THE  APPROPRIATE  SOCIAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05087-01-1\n\n       A. 2009                             2\n\n    1  SERVICES DISTRICT.  SUCH NOTICE SHALL STATE THAT  FULL  PAYMENT  OF  ALL\n    2  ARREARS  OF SUPPORT ESTABLISHED BY THE ORDER OF THE COURT TO BE DUE HAVE\n    3  BEEN PAID.  THE LICENSEE SHALL BE GIVEN FULL OPPORTUNITY TO PRESENT SUCH\n    4  PROOF  OF PAYMENT FROM THE COURT OR SUPPORT COLLECTION UNIT AT THE HEAR-\n    5  ING IN PERSON OR BY COUNSEL.  THE ONLY ISSUE TO  BE  DETERMINED  BY  THE\n    6  DEPARTMENT  AS  A RESULT OF THE HEARING IS WHETHER THE ARREARS HAVE BEEN\n    7  PAID.  NO EVIDENCE WITH RESPECT TO  THE  APPROPRIATENESS  OF  THE  COURT\n    8  ORDER  OR ABILITY OF THE RESPONDENT PARTY IN ARREARS TO COMPLY WITH SUCH\n    9  ORDER SHALL BE RECEIVED OR CONSIDERED BY THE DEPARTMENT.\n   10    (2) UPON RECEIPT OF AN ORDER FROM THE COURT BASED ON FAILURE TO COMPLY\n   11  WITH A SUMMONS, SUBPOENA, OR WARRANT RELATING TO A  PATERNITY  OR  CHILD\n   12  SUPPORT  PROCEEDING,  THE  DEPARTMENT,  IF IT FINDS SUCH PERSON TO BE SO\n   13  LICENSED, SHALL WITHIN THIRTY DAYS OF RECEIPT OF  SUCH  ORDER  FROM  THE\n   14  COURT,  PROVIDE  NOTICE TO THE LICENSEE THAT HIS OR HER LICENSE SHALL BE\n   15  SUSPENDED WITHIN SIXTY DAYS UNLESS THE CONDITIONS IN SUBDIVISION FOUR OF\n   16  THIS SECTION ARE MET.\n   17    (3)  NOTWITHSTANDING ANY INCONSISTENT PROVISION OF THIS ARTICLE OR  OF\n   18  ANY  OTHER  PROVISION  OF LAW TO THE CONTRARY, THE LICENSE OF A LICENSEE\n   19  SHALL BE SUSPENDED IF AT THE HEARING, PROVIDED FOR BY SUBDIVISION ONE OF\n   20  THIS SECTION, THE LICENSEE    FAILS  TO  PRESENT  PROOF  OF  PAYMENT  AS\n   21  REQUIRED  BY  SUCH  SUBDIVISION.    SUCH  SUSPENSION SHALL NOT BE LIFTED\n   22  UNLESS THE COURT OR THE SUPPORT COLLECTION UNIT, WHERE THE  COURT  ORDER\n   23  IS  PAYABLE TO THE SUPPORT COLLECTION UNIT DESIGNATED BY THE APPROPRIATE\n   24  SOCIAL SERVICES DISTRICT, ISSUES NOTICE  TO  THE  DEPARTMENT  THAT  FULL\n   25  PAYMENT  OF ALL ARREARS OF SUPPORT ESTABLISHED BY THE ORDER OF THE COURT\n   26  TO BE DUE HAVE BEEN PAID.\n   27    (4)  NOTWITHSTANDING ANY INCONSISTENT PROVISION OF THIS ARTICLE OR  OF\n   28  ANY  OTHER  PROVISION  OF LAW TO THE CONTRARY, THE LICENSE OF A LICENSEE\n   29  SHALL BE SUSPENDED IN ACCORDANCE WITH THE PROVISIONS OF SUBDIVISION  TWO\n   30  OF  THIS  SECTION  UNLESS  THE  COURT  TERMINATES  ITS ORDER TO COMMENCE\n   31  SUSPENSION PROCEEDINGS.  SUCH SUSPENSION SHALL NOT BE LIFTED UNLESS  THE\n   32  COURT  ISSUES  AN  ORDER  TO  THE  DEPARTMENT  TERMINATING  ITS ORDER TO\n   33  COMMENCE SUSPENSION PROCEEDINGS.\n   34    (5)  THE DEPARTMENT SHALL INFORM THE COURT OF ALL ACTIONS TAKEN  HERE-\n   35  UNDER AS REQUIRED BY LAW.\n   36    THIS  SECTION  APPLIES  TO  PATERNITY  AND  CHILD  SUPPORT PROCEEDINGS\n   37  COMMENCED UNDER, AND SUPPORT OBLIGATIONS PAID PURSUANT TO ANY  ORDER  OF\n   38  CHILD  SUPPORT  OR  CHILD AND SPOUSAL SUPPORT ISSUED UNDER PROVISIONS OF\n   39  SECTION TWO HUNDRED THIRTY-SIX OR TWO  HUNDRED  FORTY  OF  THE  DOMESTIC\n   40  RELATIONS  LAW,  OR  ARTICLE  FOUR, FIVE, FIVE-A OR FIVE-B OF THE FAMILY\n   41  COURT ACT.\n   42    (6)  NOTWITHSTANDING ANY INCONSISTENT PROVISION OF THIS ARTICLE OR  OF\n   43  ANY  OTHER  PROVISION  OF  LAW  TO  THE CONTRARY, THE PROVISIONS OF THIS\n   44  SECTION SHALL APPLY TO THE EXCLUSION OF ANY OTHER REQUIREMENTS  OF  THIS\n   45  ARTICLE  AND  TO  THE  EXCLUSION  OF ANY OTHER REQUIREMENT OF LAW TO THE\n   46  CONTRARY.\n   47    (7) IN THE EVENT THAT THE DEPARTMENT SHALL REVOKE OR SUSPEND ANY  SUCH\n   48  LICENSE,  OR  IMPOSE  ANY  FINE  OR REPRIMAND ON THE HOLDER THEREOF, ITS\n   49  DETERMINATION SHALL BE IN WRITING AND OFFICIALLY SIGNED. THE ORIGINAL OF\n   50  SUCH DETERMINATION, WHEN SO SIGNED, SHALL BE FILED IN THE OFFICE OF  THE\n   51  DEPARTMENT  AND  COPIES  THEREOF SHALL BE SERVED PERSONALLY OR BY REGIS-\n   52  TERED MAIL UPON THE LICENSEE ADDRESSED TO THE PRINCIPAL PLACE  OF  BUSI-\n   53  NESS OF SUCH LICENSEE, AND TO THE COMPLAINANT.\n   54    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to suspension of professional licenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T115318.TXT", "SOBI.D110201.T121850.TXT", "SOBI.D110112.T161526.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580730761
}