{
  "year" : 2011,
  "senateBillNo" : "A2002-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2002-2011-1294808400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the free look period for senior citizens purchasing individual health insurance policies or contracts",
  "summary" : "Extends the free look period for senior citizens purchasing individual health insurance policies or contracts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A8965-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2002\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. WEPRIN, MORELLE -- read once and referred to the\n         Committee on Insurance\n\n       AN ACT to amend the insurance law, in relation to an extended free  look\n         period  for  senior  citizens  purchasing  individual health insurance\n         policies or contracts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  10  of  subsection  (c) of section 3216 of the\n    2  insurance law, as amended by section 31 of part B of chapter 58  of  the\n    3  laws of 2004, is amended to read as follows:\n    4    (10)  (A)  There  is  prominently printed on the first page thereof or\n    5  there is attached thereto a notice to the effect that during a specified\n    6  period of time, which shall not be less than  ten  days  nor  more  than\n    7  twenty  days  from the date the policy is delivered to the policyholder,\n    8  it may be surrendered to the insurer together with a written request for\n    9  cancellation of the policy and in such event the insurer will refund any\n   10  premium paid therefor including  any  policy  fees  or  other  charges[,\n   11  provided, however, that this paragraph shall not apply to single premium\n   12  nonrenewable  policies  insuring  against  accidents  only or accidental\n   13  bodily injuries only; provided, however, that].\n   14    (B) NOTWITHSTANDING SUBPARAGRAPH (A) OF THIS PARAGRAPH,  a  [contract]\n   15  POLICY  or  certificate sold by mail order [and]; a [contract] POLICY or\n   16  certificate  providing  medicare  supplemental  insurance  COVERING  ANY\n   17  INSURED  UNDER  AGE  SIXTY-FIVE  ON THE EFFECTIVE DATE OF COVERAGE; or A\n   18  POLICY OR CERTIFICATE PROVIDING long-term care insurance [must] COVERING\n   19  ANY INSURED UNDER AGE SIXTY-FIVE ON THE EFFECTIVE DATE OF COVERAGE SHALL\n   20  contain a provision, OR SHALL HAVE ATTACHED THERETO A NOTICE, permitting\n   21  the [contract] POLICY or certificate holder a thirty day period for such\n   22  surrender AS DESCRIBED IN SUBPARAGRAPH (A) OF THIS PARAGRAPH.\n   23    (C) NOTWITHSTANDING SUBPARAGRAPH (A) OF THIS PARAGRAPH, A POLICY  SOLD\n   24  TO  ANY  INSURED WHO IS AGE SIXTY-FIVE OR OLDER ON THE EFFECTIVE DATE OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05103-01-1\n\n       A. 2002                             2\n\n    1  COVERAGE SHALL HAVE PROMINENTLY PRINTED ON THE  FIRST  PAGE  THEREOF  OR\n    2  ATTACHED  THERETO  A  NOTICE  TO THE EFFECT THAT, FOR A PERIOD OF NINETY\n    3  DAYS FROM THE DATE THE POLICY IS  DELIVERED  TO  THE  POLICYHOLDER,  THE\n    4  POLICY MAY BE SURRENDERED TO THE INSURER TOGETHER WITH A WRITTEN REQUEST\n    5  FOR  CANCELLATION  OF  THE  POLICY;  AND IN SUCH EVENT, THE INSURER WILL\n    6  REFUND ANY PREMIUM PAID THEREFOR INCLUDING  ANY  POLICY  FEES  OR  OTHER\n    7  CHARGES  PROVIDED  THAT  NO  CLAIM  FOR  BENEFITS HAS BEEN INCURRED. THE\n    8  NOTICE SHALL ALSO STATE THAT, IN THE EVENT A CLAIM FOR BENEFITS HAS BEEN\n    9  INCURRED UNDER THE POLICY WITHIN THE TIME PERIOD FROM THE EFFECTIVE DATE\n   10  OF COVERAGE UNTIL NINETY DAYS FROM THE DATE THE POLICY IS  DELIVERED  TO\n   11  THE  POLICYHOLDER,  THE  INSURER  WILL  REFUND ANY PREMIUM PAID THEREFOR\n   12  INCLUDING ANY POLICY FEES OR OTHER CHARGES LESS ANY AMOUNTS THE  INSURER\n   13  HAS PAID ON CLAIMS FOR BENEFITS UNDER THE POLICY.\n   14    (D)  THIS  PARAGRAPH  SHALL  NOT  APPLY TO SINGLE PREMIUM NONRENEWABLE\n   15  POLICIES INSURING AGAINST ACCIDENTS ONLY OR ACCIDENTAL  BODILY  INJURIES\n   16  ONLY.\n   17    S  2.  Subsection (h) of section 4306 of the insurance law, as amended\n   18  by section 32 of part B of chapter 58 of the laws of 2004, is amended to\n   19  read as follows:\n   20    (h) (1) a statement on the first page of the contract or in  a  notice\n   21  attached  to  the contract that during a specified period of time, which\n   22  shall not be less than ten days nor more than twenty days from the  date\n   23  the  contract  is  delivered to the individual, it may be surrendered to\n   24  the corporation together with a written request for cancellation of  the\n   25  contract  and that in such event the corporation will refund any premium\n   26  paid therefor including any contract fees or other  charges;  [provided,\n   27  however, that]\n   28    (2)  NOTWITHSTANDING PARAGRAPH ONE OF THIS SUBSECTION, a contract sold\n   29  by mail order [and]; a contract providing medicare  supplemental  insur-\n   30  ance  COVERING ANY INDIVIDUAL UNDER AGE SIXTY-FIVE ON THE EFFECTIVE DATE\n   31  OF COVERAGE; or A CONTRACT PROVIDING  long-term  care  insurance  [must]\n   32  COVERING  ANY  INDIVIDUAL  UNDER AGE SIXTY-FIVE ON THE EFFECTIVE DATE OF\n   33  COVERAGE SHALL contain a provision, OR SHALL  HAVE  ATTACHED  THERETO  A\n   34  NOTICE, permitting the individual a thirty day period for such surrender\n   35  AS DESCRIBED IN PARAGRAPH ONE OF THIS SUBSECTION;\n   36    (3)  NOTWITHSTANDING PARAGRAPH ONE OF THIS SUBSECTION, A CONTRACT SOLD\n   37  TO ANY INSURED WHO IS AGE SIXTY-FIVE OR OLDER ON THE EFFECTIVE  DATE  OF\n   38  COVERAGE  SHALL HAVE A STATEMENT ON THE FIRST PAGE OF THE CONTRACT OR IN\n   39  A NOTICE ATTACHED TO THE CONTRACT THAT, FOR A PERIOD OF NINETY DAYS FROM\n   40  THE DATE THE CONTRACT IS DELIVERED TO THE INDIVIDUAL, THE  CONTRACT  MAY\n   41  BE  SURRENDERED  TO  THE CORPORATION TOGETHER WITH A WRITTEN REQUEST FOR\n   42  CANCELLATION OF THE CONTRACT, AND THAT, IN SUCH EVENT,  THE  CORPORATION\n   43  WILL  REFUND  ANY  PREMIUM  PAID THEREFOR INCLUDING ANY CONTRACT FEES OR\n   44  OTHER CHARGES PROVIDED NO CLAIM FOR  BENEFITS  HAS  BEEN  INCURRED.  THE\n   45  STATEMENT  OR  NOTICE  SHALL  ALSO  STATE THAT, IN THE EVENT A CLAIM FOR\n   46  BENEFITS HAS BEEN INCURRED UNDER THE CONTRACT  WITHIN  THE  TIME  PERIOD\n   47  FROM  THE EFFECTIVE DATE OF COVERAGE UNTIL NINETY DAYS FROM THE DATE THE\n   48  CONTRACT IS DELIVERED TO THE INDIVIDUAL, THE CORPORATION WILL REFUND ANY\n   49  PREMIUM PAID THEREFOR INCLUDING ANY CONTRACT FEES OR OTHER CHARGES  LESS\n   50  ANY  AMOUNTS  THE  CORPORATION HAS PAID ON CLAIMS FOR BENEFITS UNDER THE\n   51  CONTRACT;\n   52    S 3. This act shall take effect on the one hundred eightieth day after\n   53  it shall have become a law and shall apply to  all  insured  individuals\n   54  whose  effective  date  of coverage is on or after the effective date of\n   55  this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to an extended free look period for senior citizens purchasing individual health insurance policies or contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T131823.TXT", "SOBI.D110118.T165209.TXT", "SOBI.D110201.T120849.TXT", "SOBI.D110112.T161526.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580129143
}