{
  "year" : 2011,
  "senateBillNo" : "A2008-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to codes",
    "billEventId" : "A2008-2011-1294808400000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes mandatory sentence of imprisonment for theft of motor vehicle",
  "summary" : "Imposes mandatory sentence of imprisonment of five years for grand larceny of a motor vehicle; provides that such term shall run consecutively with any other term imposed by the court; imposes certain plea bargaining restrictions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A7061-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2008\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. WEPRIN, LATIMER -- read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the  penal  law  and  the  criminal  procedure  law,  in\n         relation  to  providing  for mandatory terms of imprisonment for grand\n         larceny of a motor vehicle\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The penal law is amended by adding a new section 70.17 to\n    2  read as follows:\n    3  S 70.17 ADDITIONAL MANDATORY SENTENCE OF IMPRISONMENT.\n    4    1. ANY DEFENDANT WHO  IS  FOUND  GUILTY  OF  OR  PLEADS  GUILTY  TO  A\n    5  VIOLATION  OF  ANY OF THE PROVISIONS OF SECTION 155.30, 155.35 OR 155.40\n    6  OF THIS CHAPTER INVOLVING THEFT OF A MOTOR VEHICLE SHALL IN ADDITION  TO\n    7  THE  PENALTY PRESCRIBED BY ANY OTHER PROVISION OF LAW, BE SENTENCED TO A\n    8  MANDATORY TERM OF IMPRISONMENT OF NOT LESS THAN FIVE YEARS, SUCH TERM TO\n    9  RUN CONSECUTIVELY WITH RESPECT TO ANY OTHER TERM THAT MAY BE IMPOSED  BY\n   10  THE COURT.\n   11    2.  ANY  PERSON  SERVING  A MINIMUM SENTENCE INCREASED BY THIS SECTION\n   12  SHALL NOT BE RELEASED PURSUANT TO SECTION 70.40 OF  THIS  ARTICLE  UNTIL\n   13  SUCH MINIMUM SENTENCE SHALL HAVE BEEN SERVED.\n   14    S 2. Subdivision 4 of section 180.75 of the criminal procedure law, as\n   15  amended  by  chapter  264  of  the  laws  of 2003, is amended to read as\n   16  follows:\n   17    4. Notwithstanding the provisions of subdivisions  two  and  three  of\n   18  this  section,  a  local  criminal  court  shall,  at the request of the\n   19  district attorney, order removal of an action against a juvenile  offen-\n   20  der  to  the  family  court  pursuant to the provisions of article seven\n   21  hundred twenty-five of this chapter if, upon consideration of the crite-\n   22  ria specified in subdivision two of section  210.43  of  this  [chapter]\n   23  PART,  it  is  determined  that  to  do  so would be in the interests of\n   24  justice.   Where, however, the felony  complaint  charges  the  juvenile\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05090-01-1\n\n       A. 2008                             2\n\n    1  offender  with  THEFT  OF  A MOTOR VEHICLE AS DEFINED IN SECTION 155.30,\n    2  155.35 OR 155.40 OF THE PENAL LAW, OR murder in  the  second  degree  as\n    3  defined  in section 125.25 of the penal law, rape in the first degree as\n    4  defined  in subdivision one of section 130.35 of the penal law, criminal\n    5  sexual act in the first degree as defined in subdivision one of  section\n    6  130.50  of the penal law, or an armed felony as defined in paragraph (a)\n    7  of subdivision forty-one of section 1.20 of  this  chapter,  a  determi-\n    8  nation  that  such action be removed to the family court shall, in addi-\n    9  tion, be based upon a finding of one or more of the  following  factors:\n   10  (i) mitigating circumstances that bear directly upon the manner in which\n   11  the  crime  was  committed; or (ii) where the defendant was not the sole\n   12  participant in the crime, the defendant's participation  was  relatively\n   13  minor  although  not  so  minor as to constitute a defense to the prose-\n   14  cution; or (iii) possible deficiencies in proof of the crime.\n   15    S 3. Paragraph (c) of subdivision 5 of section 220.10 of the  criminal\n   16  procedure law, as amended by chapter 410 of the laws of 1979, is amended\n   17  to read as follows:\n   18    (c)  Where the indictment charges a felony, other than a class A felo-\n   19  ny  or class B felony defined in article two hundred twenty of the penal\n   20  law or class B or class C violent felony offense as defined in  subdivi-\n   21  sion  one of section 70.02 of the penal law, OR THEFT OF A MOTOR VEHICLE\n   22  AS DEFINED IN SECTION 155.30, 155.35 OR 155.40 OF THE PENAL LAW, and  it\n   23  appears  that the defendant has previously been subjected to a predicate\n   24  felony conviction as defined in [penal law] section 70.06 OF  THE  PENAL\n   25  LAW  then  any  plea  of guilty entered pursuant to subdivision three or\n   26  four must be or must include at least a plea of guilty of a felony.\n   27    S 4. Subparagraph (vi) of paragraph (b) of subdivision  3  of  section\n   28  220.30  of  the criminal procedure law, as amended by chapter 481 of the\n   29  laws of 1978 and renumbered by chapter 233  of  the  laws  of  1980,  is\n   30  amended to read as follows:\n   31    (vi)  A plea of guilty, whether to the entire indictment or to part of\n   32  the indictment for any crime other than a felony, may not be accepted on\n   33  the  condition that it constitutes a complete disposition of one or more\n   34  other indictments against the defendant wherein is  charged  a  class  B\n   35  felony  other than a class B violent felony offense as defined in subdi-\n   36  vision one of section 70.02 of the penal law, OR THEFT OF A MOTOR  VEHI-\n   37  CLE AS DEFINED IN SECTION 155.30, 155.35 OR 155.40 OF THE PENAL LAW.\n   38    S 5. Subdivision 2 of section 720.10 of the criminal procedure law, as\n   39  amended  by chapter 416 of the laws of 1986 and paragraph (a) as amended\n   40  by chapter 316 of the laws of 2006, is amended to read as follows:\n   41    2.  \"Eligible youth\" means a youth who  is  eligible  to  be  found  a\n   42  youthful offender.  Every youth is so eligible unless:\n   43    (a)  the  conviction  to be replaced by a youthful offender finding is\n   44  for (i) a class A-I or class A-II felony, or (ii)  an  armed  felony  as\n   45  defined  in subdivision forty-one of section 1.20, except as provided in\n   46  subdivision three, or (iii) rape in the first  degree,  criminal  sexual\n   47  act  in the first degree, or aggravated sexual abuse, except as provided\n   48  in subdivision three, or\n   49    (b) such youth has previously been convicted and sentenced for a felo-\n   50  ny, or\n   51    (c)  such youth has previously been adjudicated  a  youthful  offender\n   52  following  conviction  of  a  felony or has been adjudicated on or after\n   53  September first, nineteen hundred seventy-eight  a  juvenile  delinquent\n   54  who  committed  a  designated  felony act as defined in the family court\n   55  act, OR\n\n       A. 2008                             3\n\n    1    (D) SUCH YOUTH HAS BEEN CONVICTED OF  THEFT  OF  A  MOTOR  VEHICLE  AS\n    2  DEFINED IN SECTION 155.30, 155.35 OR 155.40 OF THE PENAL LAW.\n    3    S 6. This act shall take effect on the first of November next succeed-\n    4  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law and the criminal procedure law, in relation to providing for mandatory terms of imprisonment for grand larceny of a motor vehicle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T115318.TXT", "SOBI.D110201.T121850.TXT", "SOBI.D110112.T161526.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296580730759
}