{
  "year" : 2011,
  "senateBillNo" : "A2014-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to tourism, arts and sports development",
    "billEventId" : "A2014-2011-1294808400000-referred+to+tourism%2C+arts+and+sports+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits service charges in sales of theater tickets in certain cases and exclusive contracts with ticket agents by operators of certain entertainment venues",
  "summary" : "Prohibits service charges in sales of theater tickets in certain circumstances; removes expiration of (Chapter 704 of the laws of 1991) provisions relating to sale of theater tickets; prohibits exclusive contracts with ticket agents by operators of entertainment venues which are publicly owned or which receive direct or indirect public support. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Arts and Cultural Affairs Law",
  "previousVersions" : [ "A5071-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2014\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. WEPRIN, PHEFFER, HOYT, DINOWITZ -- read once and\n         referred to the Committee on Tourism, Parks, Arts and Sports  Develop-\n         ment\n\n       AN ACT to amend the arts and cultural affairs law, in relation to unlaw-\n         ful charges in connection with tickets and to amend chapter 704 of the\n         laws  of  1991, amending the arts and cultural affairs law and chapter\n         912 of the laws of 1920 relating to the regulation of boxing and wres-\n         tling, relating to tickets to places of entertainment, in relation  to\n         removing  the  expiration of provisions regulating the sale of theater\n         tickets\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of section 25.29 of the arts and cultural\n    2  affairs law, as amended by chapter 151 of the laws of 2010,  is  amended\n    3  to read as follows:\n    4    1. (A) No operator of any place of entertainment, or his or her agent,\n    5  representative,  employee  or  licensee shall, if a price be charged for\n    6  admission thereto, exact, demand, accept or receive, directly  or  indi-\n    7  rectly,  any  premium  or  price in excess of the established price plus\n    8  lawful  taxes  whether  designated  as  price,  gratuity  or  otherwise;\n    9  provided, however:  [(a)] (I) nothing in this article shall be construed\n   10  to prohibit a reasonable service charge by the operator or agents of the\n   11  operator  for special services, including but not limited to, sales away\n   12  from the box office, credit card sales or delivery; and [(b)] (II) noth-\n   13  ing in this article shall be construed to prohibit an  operator  or  its\n   14  agent from offering for initial sale tickets by means of an auction.\n   15    (B)  EXCEPT  FOR MUNICIPALLY OWNED VENUES, NO OPERATOR OF ANY PLACE OF\n   16  ENTERTAINMENT WHICH HAS A SEATING CAPACITY GREATER THAN  THREE  THOUSAND\n   17  FIVE  HUNDRED SHALL EXACT, DEMAND, ACCEPT, OR RECEIVE, DIRECTLY OR INDI-\n   18  RECTLY, ANY REBATE OR PERCENTAGE OF  SUCH  SERVICE  CHARGE.  EXCEPT  FOR\n   19  MUNICIPALLY  OWNED  VENUES,  NO  OPERATOR'S  AGENT  SHALL OFFER OR GIVE,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05044-01-1\n\n       A. 2014                             2\n\n    1  DIRECTLY OR INDIRECTLY, ANY REBATE OR PERCENTAGE OF SUCH SERVICE  CHARGE\n    2  TO AN OPERATOR OF ANY PLACE OF ENTERTAINMENT.\n    3    (C) AN OPERATOR OF A PLACE OF ENTERTAINMENT WHICH IS PUBLICLY OWNED OR\n    4  WHICH  RECEIVES  DIRECT  OR  INDIRECT  PUBLIC SUPPORT, INCLUDING BUT NOT\n    5  LIMITED TO BELOW-MARKET UTILITY RATES OR A REDUCTION IN  TAX  LIABILITY,\n    6  MAY  NOT  ENTER INTO A CONTRACT GRANTING A TICKETING AGENT THE EXCLUSIVE\n    7  RIGHT TO PROVIDE TICKETING SERVICES FOR EVENTS HELD  AT  SUCH  PLACE  OF\n    8  ENTERTAINMENT.\n    9    S  2.  Section 4 of chapter 704 of the laws of 1991, amending the arts\n   10  and cultural affairs law and chapter 912 of the laws of 1920 relating to\n   11  the regulation of boxing and wrestling, relating to tickets to places of\n   12  entertainment, as amended by chapter 151 of the laws of 2010, is amended\n   13  to read as follows:\n   14    S 4. This act shall take effect on the sixtieth  day  after  it  shall\n   15  have  become  a law[, provided, chapter 61 of the laws of 2007 shall not\n   16  take effect with respect to the issuance  of  licenses  or  certificates\n   17  under  this  article  by  the  secretary of state or department of state\n   18  until January 1, 2008 and regulation under this article by  the  commis-\n   19  sioners  of  licenses  of  the political subdivisions of the state shall\n   20  continue through December 31, 2007, and shall remain in full  force  and\n   21  effect  only  until  and  including  May 15, 2011 when such act shall be\n   22  repealed and when, notwithstanding  any  other  provision  of  law,  the\n   23  provisions  of  article  25  of title G of the arts and cultural affairs\n   24  law, repealed by such act, shall be reinstituted; provided further  that\n   25  section  25.11 of the arts and cultural affairs law, as added by section\n   26  one of this act, shall survive such  repeal  date.  Provided]  PROVIDED,\n   27  however,  THAT  the  printing  on  tickets required pursuant to sections\n   28  25.07 and 25.08 of article 25 of the arts and cultural affairs  law,  as\n   29  added by this act, shall not apply to tickets printed prior to enactment\n   30  of  such  article  so long as notice of the higher maximum premium price\n   31  and prohibition of sales within one thousand five hundred feet from  the\n   32  physical  structure  of the place of entertainment, where applicable, is\n   33  prominently displayed at the point of sale and at such place  of  enter-\n   34  tainment.\n   35    S  3.  This  act  shall take effect immediately provided, however that\n   36  section one of this act shall take effect on the  first  of  April  next\n   37  succeeding  the  year  in  which  it  shall have become a law; provided,\n   38  however that the amendments to section 4 of chapter 704 of the  laws  of\n   39  1991  made  by  section  two of this act shall be deemed to have been in\n   40  full force and effect on and after October 1, 1991.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the arts and cultural affairs law, in relation to unlawful charges in connection with tickets and to amend chapter 704 of the laws of 1991, amending the arts and cultural affairs law and chapter 912 of the laws of 1920 relating to the regulation of boxing and wrestling, relating to tickets to places of entertainment, in relation to removing the expiration of provisions regulating the sale of theater tickets ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T133324.TXT", "SOBI.D110112.T161526.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294943604986
}