{
  "year" : 2011,
  "senateBillNo" : "A2011-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2011-2011-1294808400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the medical liability insurance association to replace the medical malpractice insurance pool, as the provider of medical malpractice insurance; repealer",
  "summary" : "Creates the medical liability insurance association to replace the medical malpractice insurance pool, as the provider of medical malpractice insurance; provides availability to those unable to obtain medical malpractice insurance in the voluntary market. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance Law",
  "previousVersions" : [ "A8811-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2011\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN -- read once and referred to the Committee\n         on Insurance\n\n       AN  ACT  to  amend  the  insurance  law, in relation to establishing the\n         medical  liability  insurance  association;  and   repealing   certain\n         provisions of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 55 of the insurance law is REPEALED and a new arti-\n    2  cle 55 is added to read as follows:\n    3                                  ARTICLE 55\n    4                   MEDICAL LIABILITY INSURANCE ASSOCIATION\n    5  SECTION 5500. TITLE AND PURPOSE.\n    6          5501. DEFINITIONS.\n    7          5502. MEDICAL LIABILITY INSURANCE ASSOCIATION.\n    8          5503. PLAN OF OPERATION.\n    9          5504. POLICIES.\n   10          5505. RATES.\n   11          5506. PROCEDURES.\n   12          5507. PARTICIPATION.\n   13          5508. DIRECTORS.\n   14          5509. APPEALS.\n   15          5510. ANNUAL STATEMENT.\n   16          5511. EXAMINATIONS.\n   17          5512. IMMUNITY.\n   18          5513. OTHER PROVISIONS.\n   19          5514. EVALUATION.\n   20    S 5500. TITLE AND PURPOSE. THIS ARTICLE MAY BE CITED AS  THE  \"MEDICAL\n   21  LIABILITY  INSURANCE ASSOCIATION ACT\". THE PURPOSE OF THIS ARTICLE IS TO\n   22  ESTABLISH THE MEDICAL LIABILITY INSURANCE ASSOCIATION AS THE PROVIDER OF\n   23  MEDICAL MALPRACTICE INSURANCE, TO THOSE INSUREDS UNABLE TO  OBTAIN  SUCH\n   24  COVERAGE IN THE VOLUNTARY MARKET.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05101-01-1\n\n       A. 2011                             2\n\n    1    S 5501. DEFINITIONS. IN THIS ARTICLE:\n    2    (A) \"ASSOCIATION\" MEANS THE MEDICAL LIABILITY INSURANCE ASSOCIATION.\n    3    (B)  \"MEDICAL  MALPRACTICE  INSURANCE\"  MEANS  INSURANCE AGAINST LEGAL\n    4  LIABILITY OF THE INSURED, AND AGAINST LOSS, DAMAGE, OR EXPENSE  INCIDENT\n    5  TO  A  CLAIM OF SUCH LIABILITY ARISING OUT OF THE DEATH OR INJURY OF ANY\n    6  PERSON DUE TO MEDICAL, DENTAL, PODIATRIC, CERTIFIED  NURSE-MIDWIFERY  OR\n    7  HOSPITAL  MALPRACTICE  BY  ANY  LICENSED PHYSICIAN, DENTIST, PODIATRIST,\n    8  CERTIFIED  NURSE-MIDWIFE,  CERTIFIED  REGISTERED  NURSE  ANESTHETIST  OR\n    9  HOSPITAL.\n   10    (C) \"HOSPITAL\" MEANS:\n   11    (1)  ANY  FACILITY  DEFINED  AS  A HOSPITAL UNDER SECTION TWENTY-EIGHT\n   12  HUNDRED ONE OF THE PUBLIC HEALTH LAW AND ISSUED AN OPERATING CERTIFICATE\n   13  AS A HOSPITAL OR NURSING HOME, AND THOSE DISTINCT PARTS  OF  A  FACILITY\n   14  WHICH  ARE  SUBJECT TO THE POWERS OF VISITATION, EXAMINATION, INSPECTION\n   15  AND INVESTIGATION OF THE DEPARTMENT  OF  MENTAL  HYGIENE  WHICH  PROVIDE\n   16  HOSPITAL OR NURSING HOME SERVICE.\n   17    (2) ANY AMBULANCE SERVICE WHICH IS REGISTERED OR CERTIFIED UNDER ARTI-\n   18  CLE  THIRTY  OF THE PUBLIC HEALTH LAW AND WHICH IS DESIGNED AND EQUIPPED\n   19  TO PROVIDE DEFINITIVE ACUTE MEDICAL CARE PURSUANT  TO  RULES  AND  REGU-\n   20  LATIONS  OF  THE  COMMISSIONER OF HEALTH IN ACCORDANCE WITH SUCH ARTICLE\n   21  CONCERNING THE REQUIREMENTS FOR AN ADVANCED LIFE SUPPORT SYSTEM.  SUCH A\n   22  SERVICE MUST INCLUDE, BUT NOT BE LIMITED TO, THE PROVISION  OF  ADVANCED\n   23  LIFE SUPPORT SERVICES.\n   24    (3)  ANY  COMMUNITY  MENTAL  HEALTH CENTER OPERATED BY A COUNTY, CITY,\n   25  TOWN OR VILLAGE, HOLDING AN OPERATING CERTIFICATE ISSUED BY AN OFFICE OF\n   26  THE DEPARTMENT OF MENTAL HYGIENE.\n   27    (4) ANY CERTIFIED PUBLIC OR VOLUNTARY  NON-PROFIT  HOME  CARE  SERVICE\n   28  AGENCY  WHICH  POSSESSES  A  VALID  CERTIFICATE OF APPROVAL ISSUED UNDER\n   29  ARTICLE TWENTY-EIGHT OR THIRTY-SIX OF THE PUBLIC HEALTH LAW.\n   30    (D) \"NET DIRECT PREMIUMS\"  MEANS  GROSS  DIRECT  PREMIUMS  WRITTEN  ON\n   31  PERSONAL  INJURY  LIABILITY INSURANCE, INCLUDING THE LIABILITY COMPONENT\n   32  OF MULTIPLE PERIL PACKAGE POLICIES AS COMPUTED  BY  THE  SUPERINTENDENT,\n   33  LESS  RETURN  PREMIUMS  FOR THE UNUSED OR UNABSORBED PORTIONS OF PREMIUM\n   34  DEPOSITS.\n   35    (E) \"PERSONAL INJURY LIABILITY INSURANCE\" MEANS ALL FORMS OF INSURANCE\n   36  WRITTEN UNDER PARAGRAPH THIRTEEN OF SUBSECTION (A) OF SECTION ONE  THOU-\n   37  SAND  ONE  HUNDRED  THIRTEEN  OF  THIS  CHAPTER, INCLUDING THE LIABILITY\n   38  COMPONENT OF MULTIPLE PERIL PACKAGE POLICIES.\n   39    S 5502. MEDICAL  LIABILITY  INSURANCE  ASSOCIATION.  (A)  THE  MEDICAL\n   40  LIABILITY INSURANCE ASSOCIATION IS ESTABLISHED, CONSISTING OF ALL INSUR-\n   41  ERS  AUTHORIZED TO WRITE AND ENGAGED IN WRITING, WITHIN THIS STATE, ON A\n   42  DIRECT BASIS, MEDICAL MALPRACTICE INSURANCE. EVERY SUCH INSURER SHALL BE\n   43  AND REMAIN A MEMBER OF THE ASSOCIATION AS A CONDITION OF  ITS  AUTHORITY\n   44  TO TRANSACT MEDICAL MALPRACTICE INSURANCE IN THIS STATE.\n   45    (B)  THE  ASSOCIATION SHALL BE A NON-PROFIT UNINCORPORATED ASSOCIATION\n   46  CONSTITUTING A LEGAL ENTITY SEPARATE AND DISTINCT FROM ITS MEMBERS.  ALL\n   47  FUNDS  AND  RESERVES  OF  THE  ASSOCIATION  SHALL BE SEPARATELY HELD AND\n   48  INVESTED. IT SHALL MAINTAIN COMPLETE ACCOUNTS OF ALL MONIES RECEIVED AND\n   49  ALL LOSSES AND EXPENSES INCURRED  IN  CONNECTION  WITH  ITS  OPERATIONS,\n   50  INCLUDING INVESTMENT INCOME ON PREMIUMS RECEIVED FROM INSUREDS.\n   51    (C)  THE PURPOSE OF THE ASSOCIATION IS TO PROVIDE A MARKET FOR MEDICAL\n   52  MALPRACTICE INSURANCE FOR THOSE INSUREDS UNABLE TO OBTAIN SUCH  COVERAGE\n   53  IN  THE  VOLUNTARY  MARKET AND SUBJECT TO REGULATION PURSUANT TO SECTION\n   54  TWO THOUSAND THREE HUNDRED SEVENTEEN OF THIS CHAPTER.\n   55    (D) THE MEDICAL MALPRACTICE  INSURANCE  POOL  OF  NEW  YORK  STATE  IS\n   56  DISSOLVED AS OF THE EFFECTIVE DATE OF THIS ARTICLE AND ALL OF THE POOL'S\n\n       A. 2011                             3\n\n    1  ASSETS  AND  LIABILITIES WILL BE ASSUMED BY THE MEDICAL LIABILITY INSUR-\n    2  ANCE ASSOCIATION AS OF SUCH DATE. THE MEDICAL LIABILITY INSURANCE  ASSO-\n    3  CIATION SHALL ENTER INTO ANY NECESSARY AGREEMENTS WITH THE MEDICAL MALP-\n    4  RACTICE  INSURANCE POOL OF NEW YORK STATE TO ACCOMPLISH: THE DISSOLUTION\n    5  OF THE POOL; THE ASSUMPTION BY THE ASSOCIATION OF THE POOL'S ASSETS  AND\n    6  LIABILITIES;  AND, THE REMOVAL OF THE POOL'S ASSETS AND LIABILITIES FROM\n    7  MEMBERS' BOOKS. THE HISTORICAL NET IMPACT OF  THE  POOL  ON  A  MEMBER'S\n    8  FINANCIAL  STATEMENT  AS  OF THE EFFECTIVE DATE OF THIS ARTICLE SHALL BE\n    9  REMOVED BY REDUCING TO ZERO ANY ASSET OR LIABILITY DIRECTLY RELATING  TO\n   10  THE  POOL  AND  REFLECTED  IN  THE  MEMBER'S MOST RECENT FILED STATUTORY\n   11  FINANCIAL STATEMENT, WITH ANY NET DIFFERENCE REFLECTED AS  A  CHARGE  OR\n   12  CREDIT TO SURPLUS.\n   13    (E)  THE ASSOCIATION SHALL, PURSUANT TO THE PROVISIONS OF THIS ARTICLE\n   14  AND THE PLAN OF OPERATION WITH RESPECT TO MEDICAL MALPRACTICE INSURANCE,\n   15  HAVE THE POWER:\n   16    (1) TO ISSUE, OR TO CAUSE TO  BE  ISSUED,  POLICIES  OF  INSURANCE  TO\n   17  PHYSICIAN,  DENTIST  AND PODIATRIST APPLICANTS SUBJECT TO PRIMARY LIMITS\n   18  SPECIFIED IN THE PLAN OF OPERATION NOT IN EXCESS OF  ONE  MILLION  THREE\n   19  HUNDRED  THOUSAND  DOLLARS  FOR EACH CLAIMANT UNDER ONE POLICY AND THREE\n   20  MILLION NINE HUNDRED THOUSAND DOLLARS FOR ALL CLAIMANTS UNDER ONE POLICY\n   21  IN ANY ONE YEAR, AND EXCESS COVERAGE AS PROVIDED IN THIS PARAGRAPH. EACH\n   22  APPLICANT SHALL BE ENTITLED  TO  PURCHASE  A  POLICY  PROVIDING  PRIMARY\n   23  LIMITS NOT TO EXCEED ONE MILLION THREE HUNDRED THOUSAND DOLLARS FOR EACH\n   24  CLAIMANT  AND THREE MILLION NINE HUNDRED THOUSAND DOLLARS FOR ALL CLAIM-\n   25  ANTS IN ANY ONE YEAR. IN ADDITION, ANY APPLICANT INSURED BY THE  ASSOCI-\n   26  ATION  IN  AN  AMOUNT EQUAL TO OR GREATER THAN ONE MILLION THREE HUNDRED\n   27  THOUSAND DOLLARS FOR EACH CLAIMANT AND THREE MILLION NINE HUNDRED  THOU-\n   28  SAND  DOLLARS  FOR  ALL CLAIMANTS IN ANY ONE YEAR OR ANY OTHER APPLICANT\n   29  COVERED UNDER A POLICY OR POLICIES  PROVIDING  SUCH  PRIMARY  LEVELS  OF\n   30  INSURANCE AGAINST LIABILITY FOR MEDICAL, DENTAL OR PODIATRIC MALPRACTICE\n   31  THAT IS ISSUED BY AN AUTHORIZED INSURER, SHALL BE ENTITLED TO PURCHASE A\n   32  POLICY  FROM  THE  ASSOCIATION PROVIDING EXCESS COVERAGE OF AT LEAST ONE\n   33  MILLION DOLLARS PER CLAIMANT AND THREE MILLION DOLLARS FOR ALL CLAIMANTS\n   34  IN ANY ONE YEAR.\n   35    (2) TO ISSUE, OR CAUSE TO BE ISSUED, POLICIES OF INSURANCE,  INCLUDING\n   36  INCIDENTAL LIABILITY COVERAGES, TO HOSPITAL APPLICANTS SUBJECT TO LIMITS\n   37  SPECIFIED  IN  THE  PLAN  OF  OPERATION WITH LIMITS NOT IN EXCESS OF ONE\n   38  MILLION DOLLARS FOR EACH CLAIMANT AND SIX MILLION DOLLARS FOR ALL CLAIM-\n   39  ANTS IN ANY ONE YEAR; PROVIDED THAT POLICIES FOR COVERAGE IN  EXCESS  OF\n   40  ONE  MILLION DOLLARS FOR EACH CLAIMANT AND THREE MILLION DOLLARS FOR ALL\n   41  CLAIMANTS IN ANY ONE YEAR SHALL BE ISSUED ONLY  UPON  THE  OBTAINING  OF\n   42  REINSURANCE  FOR SUCH EXCESS COVERAGE FOR THE TERM OF THE POLICY AND THE\n   43  EXCESS COVERAGE SHALL REMAIN IN EFFECT ONLY SO LONG AS REINSURANCE IS IN\n   44  EFFECT. THE ASSOCIATION SHALL OBTAIN SUCH REINSURANCE, IF AVAILABLE, FOR\n   45  COVERAGE IN EXCESS OF ONE MILLION DOLLARS FOR EACH  CLAIMANT  AND  THREE\n   46  MILLION  DOLLARS  FOR  ALL CLAIMANTS IN ANY ONE YEAR. IF THE ASSOCIATION\n   47  FAILS TO OBTAIN SUCH REINSURANCE, THE SUPERINTENDENT MAY ORDER IT TO  DO\n   48  SO  FOR  THE  TERM  OF THE POLICY FROM SOURCES FOUND BY HIM OR HER TO BE\n   49  AVAILABLE. THE RATES CHARGED BY THE ASSOCIATION FOR COVERAGE  IN  EXCESS\n   50  OF  THREE  MILLION DOLLARS SHALL NOT BE SUBJECT TO PRIOR APPROVAL BY THE\n   51  SUPERINTENDENT, AND SHALL EQUAL THE CHARGES TO THE ASSOCIATION FOR  SUCH\n   52  REINSURANCE.\n   53    (3)  TO  UNDERWRITE  SUCH INSURANCE AND TO ADJUST AND PAY LOSSES OR TO\n   54  APPOINT SERVICE COMPANIES TO PERFORM THOSE FUNCTIONS.\n   55    S 5503. PLAN OF  OPERATION.  (A)  THE  ASSOCIATION  SHALL  OPERATE  IN\n   56  ACCORDANCE WITH A PLAN OF OPERATION APPROVED BY THE SUPERINTENDENT WHICH\n\n       A. 2011                             4\n\n    1  PROVIDES FOR ECONOMIC, FAIR AND NONDISCRIMINATORY ADMINISTRATION AND FOR\n    2  THE PROMPT AND EFFICIENT PROVISION OF MEDICAL MALPRACTICE INSURANCE.\n    3    (B)  THE PLAN SHALL CONTAIN OTHER PROVISIONS INCLUDING BUT NOT LIMITED\n    4  TO ESTABLISHMENT OF NECESSARY FACILITIES, MANAGEMENT OF THE ASSOCIATION,\n    5  ASSESSMENT OF MEMBERS TO DEFRAY LOSSES AND  EXPENSES,  SERVICE  CHARGES,\n    6  ACCEPTANCE AND CESSION OF REINSURANCE, APPOINTMENT OF SERVICING CARRIERS\n    7  OR  OTHER  SERVICING ARRANGEMENTS AND PROCEDURES FOR DETERMINING AMOUNTS\n    8  OF INSURANCE TO BE PROVIDED BY THE ASSOCIATION.\n    9    (C) AMENDMENTS TO THE PLAN OF OPERATION MAY BE MADE BY  THE  BOARD  OF\n   10  DIRECTORS OF THE ASSOCIATION, SUBJECT TO THE APPROVAL OF THE SUPERINTEN-\n   11  DENT, OR SHALL BE MADE AT THE DIRECTION OF THE SUPERINTENDENT.\n   12    (D) THE ASSOCIATION SHALL BE SUBJECT TO THE PROVISIONS OF THIS CHAPTER\n   13  APPLICABLE TO PROPERTY/CASUALTY INSURERS IN THE CONDUCT OF ITS BUSINESS,\n   14  IN  ORDER  TO PROVIDE FOR THE FAIR TREATMENT OF POLICYHOLDERS AND CLAIM-\n   15  ANTS.\n   16    (E) THE ASSOCIATION SHALL, ON THE  EFFECTIVE  DATE  OF  THIS  ARTICLE,\n   17  ASSUME  THE  PLAN OF OPERATION PREVIOUSLY APPROVED FOR THE MEDICAL MALP-\n   18  RACTICE INSURANCE ASSOCIATION OF NEW YORK STATE UNTIL SUCH TIME  AS  THE\n   19  PLAN MAY BE AMENDED.\n   20    S  5504. POLICIES. (A) NO POLICY FORM SHALL BE USED BY THE ASSOCIATION\n   21  UNLESS IT HAS BEEN FILED WITH THE SUPERINTENDENT AND EITHER  HE  OR  SHE\n   22  HAS  APPROVED  IT,  OR  THIRTY  DAYS  HAVE ELAPSED AND HE OR SHE HAS NOT\n   23  DISAPPROVED IT AS MISLEADING OR VIOLATIVE OF PUBLIC POLICY.\n   24    (B)(1) EXCEPT AS PROVIDED IN PARAGRAPH  TWO  OF  THIS  SUBSECTION,  NO\n   25  CANCELLATION  NOTICE  OR NONRENEWAL NOTICE SHALL BE EFFECTIVE UNLESS THE\n   26  ASSOCIATION, AT LEAST FORTY-FIVE DAYS PRIOR TO  THE  EFFECTIVE  DATE  OF\n   27  SUCH  CANCELLATION  OR THE END OF THE POLICY PERIOD, AS THE CASE MAY BE,\n   28  MAILS OR DELIVERS SUCH NOTICE TO THE INSURED AT THE ADDRESS SHOWN ON THE\n   29  POLICY AND TO SUCH INSURED'S LICENSED REPRESENTATIVE.\n   30    (2) WHERE THE CANCELLATION IS FOR NONPAYMENT OF  PREMIUM  OR  LOSS  OF\n   31  LICENSE  TO  PRACTICE  OR,  IF  THE  INSURED IS A HOSPITAL, IT NO LONGER\n   32  POSSESSES A  VALID  OPERATING  CERTIFICATE  UNDER  SECTION  TWENTY-EIGHT\n   33  HUNDRED ONE-A OF THE PUBLIC HEALTH LAW, SUCH CANCELLATION NOTICE MUST BE\n   34  MAILED OR DELIVERED AT LEAST FIFTEEN DAYS PRIOR TO THE EFFECTIVE DATE OF\n   35  THE CANCELLATION.\n   36    (3)  UPON  WRITTEN  REQUEST  BY  AN INSURED OR SUCH INSURED'S LICENSED\n   37  REPRESENTATIVE, THE ASSOCIATION SHALL MAIL OR DELIVER  LOSS  INFORMATION\n   38  AS  PROVIDED  IN  SUBSECTION  (G) OF SECTION THREE THOUSAND FOUR HUNDRED\n   39  TWENTY-SIX OF THIS CHAPTER TO SUCH INSURED OR  SUCH  INSURED'S  LICENSED\n   40  REPRESENTATIVE WITHIN TEN BUSINESS DAYS OF SUCH REQUEST.\n   41    (4)  ALL  CANCELLATION  NOTICES  OR NONRENEWAL NOTICES SHALL STATE THE\n   42  GROUNDS UPON WHICH THE POLICY IS CANCELLED OR NONRENEWED AND THAT,  UPON\n   43  WRITTEN REQUEST OF AN INSURED OR SUCH INSURED'S LICENSED REPRESENTATIVE,\n   44  THE  ASSOCIATION  WILL  FURNISH  THE  FACTS ON WHICH THE CANCELLATION OR\n   45  NONRENEWAL IS BASED. GROUNDS FOR NONRENEWAL SHALL BE LIMITED TO THE SAME\n   46  GROUND AS FOR  CANCELLATION.  ALL  CANCELLATION  NOTICES  OR  NONRENEWAL\n   47  NOTICES SHALL ALSO PROVIDE OR BE ACCOMPANIED BY A STATEMENT ADVISING THE\n   48  INSURED  OF  THE  AVAILABILITY  OF  THE  LOSS  INFORMATION  SPECIFIED IN\n   49  SUBSECTION (G) OF SECTION THREE THOUSAND FOUR HUNDRED TWENTY-SIX OF THIS\n   50  CHAPTER.\n   51    (C) A POLICY OF INSURANCE ISSUED BY THE ASSOCIATION MAY BE  TERMINATED\n   52  OTHER THAN FOR NON-PAYMENT OF PREMIUMS IF THE INSURED:\n   53    (1)  IS NOT COMPLYING SUBSTANTIALLY WITH ANY TERM OR CONDITION OF SUCH\n   54  CONTRACT.\n   55    (2) HAS KNOWINGLY MADE, OR CAUSED TO BE MADE, ANY FALSE  STATEMENT  OR\n   56  MISREPRESENTATION OF A MATERIAL FACT FOR USE IN APPLYING FOR INSURANCE.\n\n       A. 2011                             5\n\n    1    (D) ANY TERMINATION SHALL APPLY TO CARE OR SERVICES PROVIDED AFTER THE\n    2  EFFECTIVE  DATE  OF  TERMINATION,  EXCEPT  THAT  INSURANCE  COVERAGE MAY\n    3  CONTINUE FOR UP TO THIRTY DAYS AFTER TERMINATION WITH RESPECT TO CARE OR\n    4  SERVICES TO PATIENTS WHICH ARE A CONTINUATION OF A TREATMENT BEGUN PRIOR\n    5  TO THE EFFECTIVE DATE OF TERMINATION.\n    6    (E)(1)  THE ASSOCIATION SHALL ISSUE OR RENEW POLICIES OF MEDICAL MALP-\n    7  RACTICE INSURANCE FOR PHYSICIANS ON A CLAIMS-MADE OR  OCCURRENCE  BASIS,\n    8  AS PRESCRIBED BY THE SUPERINTENDENT BY REGULATION.\n    9    (2) A CLAIMS-MADE POLICY SHALL CONTAIN THE FOLLOWING PROVISIONS:\n   10    (A) IF THE INSURED HAS PURCHASED A CLAIMS-MADE POLICY FROM AN ADMITTED\n   11  INSURER  OR  THE  ASSOCIATION  FOR  A PERIOD OF FIVE OR MORE CONSECUTIVE\n   12  YEARS AND THE INSURED, AFTER ATTAINING THE AGE OF SIXTY-FIVE  OR  OLDER,\n   13  RETIRES  PERMANENTLY AND TOTALLY FROM THE PRACTICE OF MEDICINE OR IF THE\n   14  INSURED HAS PURCHASED A CLAIMS-MADE POLICY FOR A PERIOD OF TEN  OR  MORE\n   15  CONSECUTIVE YEARS AND THE INSURED, AFTER ATTAINING THE AGE OF FIFTY-FIVE\n   16  OR OLDER, RETIRES PERMANENTLY FROM THE PRACTICE OF MEDICINE, THE ASSOCI-\n   17  ATION SHALL, WITHOUT CHARGING AN ADDITIONAL PREMIUM THEREFOR AT THE TIME\n   18  OF,  OR  SUBSEQUENT  TO,  SUCH  RETIREMENT,  ALSO  COVER ALL OCCURRENCES\n   19  BETWEEN THE INCEPTION DATE OF THE FIRST  SUCH  CONSECUTIVE  POLICY  FROM\n   20  SUCH  ASSOCIATION  AND  SUCH  RETIREMENT  DATE  WHICH, SUBSEQUENT TO THE\n   21  TERMINATION DATE, ARE REPORTED IN ACCORDANCE WITH STATUTORY  AND  POLICY\n   22  REQUIREMENTS;\n   23    (B)  IF THE INSURED DIES OR BECOMES PERMANENTLY DISABLED AND UNABLE TO\n   24  PRACTICE MEDICINE WHILE COVERED BY SUCH POLICY  THE  ASSOCIATION  SHALL,\n   25  WITHOUT  CHARGING  AN  ADDITIONAL  PREMIUM  THEREFOR  AT THE TIME OF, OR\n   26  SUBSEQUENT TO, SUCH EVENT, ALSO COVER ALL OCCURRENCES BETWEEN THE INCEP-\n   27  TION DATE OF THE FIRST SUCH CONSECUTIVE POLICY FROM SUCH ASSOCIATION AND\n   28  THE DEATH OR DISABILITY OF THE INSURED; AND\n   29    (C) THE ASSOCIATION SHALL MAKE AVAILABLE AND SHALL ADVISE THE  INSURED\n   30  OF  THE  AVAILABILITY  AND  COST OF COVERAGE FOR OCCURRENCES BETWEEN THE\n   31  INCEPTION DATE OF THE FIRST SUCH CONSECUTIVE POLICY  FROM  SUCH  ASSOCI-\n   32  ATION AND THE TERMINATION OF SUCH POLICY WHICH, SUBSEQUENT TO THE TERMI-\n   33  NATION  DATE,  ARE  REPORTED  IN  ACCORDANCE  WITH  STATUTORY AND POLICY\n   34  REQUIREMENTS, PURSUANT TO SUCH TERMS AND CONDITIONS AS MAY BE  SPECIFIED\n   35  BY  THE  SUPERINTENDENT BY REGULATION. THE INSURED SHALL HAVE THE OPTION\n   36  OF PURCHASING SUCH COVERAGE EITHER IN A SINGLE PAYMENT OR IN THREE ANNU-\n   37  AL INSTALLMENTS WITH AN ADDITIONAL FINANCE CHARGE.\n   38    (3) SUCH REGULATION SHALL ALSO PROVIDE THAT  IF  THE  COVERAGE  OF  AN\n   39  INSURED  WHO  CONTINUES TO PRACTICE IN THIS STATE IS TRANSFERRED FROM AN\n   40  ADMITTED INSURER OR THE ASSOCIATION TO ANOTHER ADMITTED INSURER  OR  THE\n   41  ASSOCIATION  WITHOUT  ANY GAP IN COVERAGE, THE INSURED SHALL BE ENTITLED\n   42  TO THE BENEFITS OF THIS PROVISION AS IF SUCH INSURED  HAD  BEEN  CONTIN-\n   43  UOUSLY  COVERED  BY  THE  SUCCESSOR  ENTITY  DURING THE ENTIRE PERIOD OF\n   44  CONSECUTIVE YEARS OF COVERAGE.\n   45    (F) THE ASSOCIATION SHALL, ON THE  EFFECTIVE  DATE  OF  THIS  ARTICLE,\n   46  ASSUME AND UTILIZE THE POLICY FORMS APPROVED FOR THE MEDICAL MALPRACTICE\n   47  INSURANCE  POOL OF NEW YORK STATE UNTIL SUCH TIME AS THEY MAY BE AMENDED\n   48  BY THE ASSOCIATION.\n   49    S 5505. RATES. (A) THE RATES, RATING PLANS, RATING RULES, RATING CLAS-\n   50  SIFICATIONS, TERRITORIES AND  STATISTICS  APPLICABLE  TO  THE  INSURANCE\n   51  WRITTEN  BY  THE ASSOCIATION SHALL BE SUBJECT TO ARTICLE TWENTY-THREE OF\n   52  THIS CHAPTER, GIVING DUE CONSIDERATION TO THE PAST AND PROSPECTIVE  LOSS\n   53  AND  EXPENSE EXPERIENCE FOR MEDICAL MALPRACTICE INSURANCE WRITTEN AND TO\n   54  BE WRITTEN IN THIS STATE, TRENDS IN THE FREQUENCY AND SEVERITY OF  LOSS-\n   55  ES, THE INVESTMENT INCOME OF THE ASSOCIATION, AND SUCH OTHER INFORMATION\n   56  AS THE SUPERINTENDENT MAY REQUIRE.\n\n       A. 2011                             6\n\n    1    (B) ALL RATES SHALL BE ON AN ACTUARIALLY SOUND BASIS, BE CALCULATED TO\n    2  BE  SELF-SUPPORTING,  BE  BASED  UPON REASONABLE STANDARDS, AND MAY GIVE\n    3  CONSIDERATION  TO  SUCH  FACTORS  AS  THE  EXPERIENCE  OF  THE  INSURED,\n    4  GEOGRAPHICAL AREA AND SPECIALTIES OF PRACTICE.  THE SUPERINTENDENT SHALL\n    5  TAKE ALL APPROPRIATE STEPS TO MAKE AVAILABLE TO THE ASSOCIATION THE LOSS\n    6  AND  EXPENSE  EXPERIENCE OF INSURERS PREVIOUSLY WRITING MEDICAL MALPRAC-\n    7  TICE INSURANCE IN THIS STATE.  THE PREMIUMS SHALL BE FIXED AT THE LOWEST\n    8  POSSIBLE RATES CONSISTENT WITH THE MAINTENANCE OF SOLVENCY OF THE  ASSO-\n    9  CIATION AND OF REASONABLE RESERVES AND SURPLUS THEREFOR.\n   10    (C)  THE  ASSOCIATION  SHALL,  ON  THE EFFECTIVE DATE OF THIS ARTICLE,\n   11  ASSUME AND UTILIZE THE RATES, RATING PLANS, RATING RULES, RATING CLASSI-\n   12  FICATIONS TERRITORIES AND STATISTICS APPROVED FOR AND APPLICABLE TO  THE\n   13  MEDICAL  MALPRACTICE INSURANCE POOL OF NEW YORK STATE UNTIL SUCH TIME AS\n   14  THEY MAY BE AMENDED BY THE ASSOCIATION.\n   15    S 5506. PROCEDURES. (A) ANY LICENSED PHYSICIAN,  DENTIST,  PODIATRIST,\n   16  CERTIFIED  NURSE-MIDWIFE,  CERTIFIED  REGISTERED  NURSE  ANESTHETIST  OR\n   17  HOSPITAL IS ENTITLED TO APPLY TO THE ASSOCIATION FOR  COVERAGE  PURSUANT\n   18  TO THIS ARTICLE.  APPLICATION MAY BE MADE DIRECTLY TO THE ASSOCIATION BY\n   19  THE  APPLICANT,  IN WHICH EVENT NO SERVICE FEE SHALL BE CHARGED.  IF THE\n   20  APPLICANT AUTHORIZES A BROKER OR AGENT TO MAKE THE APPLICATION, THE ONLY\n   21  CHARGE FOR SUCH SERVICES SHALL BE A SERVICE FEE AS LIMITED BY  THE  PLAN\n   22  OF  OPERATION  AND  IN  COMPLIANCE  WITH  THE  PROCEDURE  ESTABLISHED IN\n   23  SUBSECTIONS (C) AND (D) OF SECTION TWO THOUSAND ONE HUNDRED NINETEEN  OF\n   24  THIS CHAPTER.\n   25    (B)  A POLICY SHALL BE ISSUED WHEN THE ASSOCIATION DETERMINES THAT THE\n   26  APPLICANT IS DULY LICENSED AND  RECEIVES  THE  PREMIUM  OR  THE  PORTION\n   27  PRESCRIBED IN THE PLAN OF OPERATION.\n   28    S  5507.  PARTICIPATION.  EVERY  MEMBER  OF  THE  ASSOCIATION SHALL BE\n   29  SUBJECT TO ASSESSMENT ON  THE  BASIS  DESCRIBED  IN  SUBSECTION  (C)  OF\n   30  SECTION  FIVE  THOUSAND  FIVE  HUNDRED  THIRTEEN  OF THIS ARTICLE IN THE\n   31  PROPORTION THAT THE NET DIRECT PREMIUMS OF THE  MEMBER  (EXCLUDING  THAT\n   32  PORTION  OF  PREMIUMS  ATTRIBUTABLE TO THE OPERATION OF THE ASSOCIATION)\n   33  WRITTEN DURING THE PRECEDING CALENDAR YEAR BEARS TO  THE  AGGREGATE  NET\n   34  DIRECT PREMIUMS WRITTEN IN THIS STATE BY ALL MEMBERS OF THE ASSOCIATION.\n   35  EACH MEMBER'S PARTICIPATION IN THE ASSOCIATION SHALL BE DETERMINED ANNU-\n   36  ALLY ON THE BASIS OF SUCH NET DIRECT PREMIUMS WRITTEN DURING THE PRECED-\n   37  ING  CALENDAR  YEAR,  AS  REPORTED  IN  THE  ANNUAL STATEMENTS AND OTHER\n   38  REPORTS FILED BY THE MEMBER WITH THE SUPERINTENDENT.\n   39    S 5508. DIRECTORS. (A) THE ASSOCIATION SHALL BE GOVERNED BY A BOARD OF\n   40  SEVEN VOTING DIRECTORS.  THE SUPERINTENDENT OR HIS OR HER  DULY  AUTHOR-\n   41  IZED  REPRESENTATIVE  SHALL  SERVE  AS A NON-VOTING DIRECTOR.  THE SEVEN\n   42  DIRECTORS SHALL BE ELECTED BY CUMULATIVE VOTING BY THE  MEMBERS  OF  THE\n   43  ASSOCIATION, WHOSE VOTES IN SUCH ELECTION SHALL BE WEIGHED IN ACCORDANCE\n   44  WITH  EACH  MEMBER'S  NET  DIRECT  PREMIUMS WRITTEN DURING THE PRECEDING\n   45  CALENDAR YEAR. THE SEVEN DIRECTORS SERVING ON THE BOARD SHALL BE ELECTED\n   46  ANNUALLY AT A MEETING OF THE MEMBERS.\n   47    (B) THE DIRECTORS SHALL SERVE WITHOUT COMPENSATION BUT SHALL BE  REIM-\n   48  BURSED  FOR THEIR ACTUAL AND NECESSARY EXPENSES INCURRED IN THE PERFORM-\n   49  ANCE OF THEIR DUTIES UNDER THIS ARTICLE.\n   50    S 5509. APPEALS. ANY APPLICANT TO THE ASSOCIATION, ANY PERSON  INSURED\n   51  UNDER  THIS  ARTICLE, OR THEIR REPRESENTATIVES, OR ANY AFFECTED INSURER,\n   52  MAY APPEAL TO THE SUPERINTENDENT WITHIN THIRTY DAYS  AFTER  ANY  RULING,\n   53  ACTION  OR  DECISION BY OR ON BEHALF OF THE ASSOCIATION, WITH RESPECT TO\n   54  THOSE ITEMS THE PLAN OF OPERATION DEFINED AS APPEALABLE MATTERS.\n   55    S 5510. ANNUAL STATEMENT. (A) THE ASSOCIATION SHALL  ANNUALLY  FILE  A\n   56  STATEMENT IN THE OFFICE OF THE SUPERINTENDENT ON OR BEFORE THE FIRST DAY\n\n       A. 2011                             7\n\n    1  OF  MARCH.  THE  STATEMENT  SHALL  BE  IN A FORM APPROVED BY AND CONTAIN\n    2  INFORMATION PRESCRIBED BY THE SUPERINTENDENT WITH RESPECT TO ITS  TRANS-\n    3  ACTIONS, CONDITION, OPERATIONS AND AFFAIRS DURING THE PRECEDING YEAR.\n    4    (B)  THE  SUPERINTENDENT  MAY, AT ANY TIME, REQUIRE THE ASSOCIATION TO\n    5  FURNISH ADDITIONAL INFORMATION WITH RESPECT TO ITS TRANSACTIONS,  CONDI-\n    6  TION  OR  ANY MATTER CONNECTED THEREWITH WHICH HE OR SHE CONSIDERS TO BE\n    7  MATERIAL AND WHICH WILL ASSIST HIM OR HER IN EVALUATING THE SCOPE, OPER-\n    8  ATION AND EXPERIENCE OF THE ASSOCIATION.\n    9    S 5511. EXAMINATIONS. (A) THE SUPERINTENDENT SHALL MAKE AN EXAMINATION\n   10  INTO THE AFFAIRS OF THE ASSOCIATION AT LEAST ANNUALLY.  THE  EXAMINATION\n   11  SHALL  BE  CONDUCTED  AND  THE  REPORT FILED IN THE MANNER PRESCRIBED IN\n   12  ARTICLE THREE OF THIS CHAPTER.\n   13    (B) THE EXPENSES OF THE EXAMINATION SHALL BE PAID BY  THE  ASSOCIATION\n   14  IN THE MANNER PRESCRIBED BY SECTION THREE HUNDRED THIRTEEN OF THIS CHAP-\n   15  TER.\n   16    S  5512. IMMUNITY. NO LIABILITY OR CAUSE OF ACTION SHALL EXIST AGAINST\n   17  THE ASSOCIATION, ITS AGENTS OR EMPLOYEES, THE SUPERINTENDENT OR  HIS  OR\n   18  HER  AUTHORIZED  REPRESENTATIVES OR ANY LICENSED AGENT OR BROKER FOR ANY\n   19  STATEMENTS MADE IN GOOD FAITH BY THEM DURING ANY PROCEEDINGS OR CONCERN-\n   20  ING ANY MATTERS WITHIN THE SCOPE OF THIS ARTICLE.\n   21    S 5513. OTHER PROVISIONS. (A) THE ASSOCIATION SHALL NOT BE  CONSIDERED\n   22  AN  AUTHORIZED  INSURER  FOR THE PURPOSES OF ARTICLE SEVENTY-SIX OF THIS\n   23  CHAPTER.\n   24    (B) THE ASSOCIATION SHALL NEITHER BE  SUBJECT  TO  THE  PROVISIONS  OF\n   25  ARTICLE  SEVENTY-FOUR  OF  THIS  CHAPTER NOR BE REQUIRED TO MAINTAIN ANY\n   26  MINIMUM SURPLUS.\n   27    (C) THE ASSOCIATION SHALL CONDUCT ITS  BUSINESS  SO  LONG  AS  IT  HAS\n   28  ASSETS  SUFFICIENT  TO  PAY ITS EXPENSES AND CLAIMS ARISING UNDER EITHER\n   29  POLICIES ISSUED BY THE ASSOCIATION OR ASSUMED FROM THE MEDICAL  MALPRAC-\n   30  TICE  INSURANCE  POOL OF NEW YORK STATE.  THE ASSOCIATION IS AUTHORIZED,\n   31  SUBJECT TO THE WRITTEN PRIOR  APPROVAL  OF  THE  SUPERINTENDENT  AND  AS\n   32  CIRCUMSTANCES  AND CASH FLOW DEMANDS REQUIRE, TO ASSESS AND ISSUE A CASH\n   33  CALL TO ITS MEMBERS ON AN ANNUAL BASIS SUFFICIENT TO PROVIDE THE ASSOCI-\n   34  ATION WITH THE FUNDS  NECESSARY,  WHEN  COMBINED  WITH  PREMIUMS  TO  BE\n   35  RECEIVED,  TO  CONDUCT  ITS  BUSINESS  DURING SUCH YEAR. EACH ASSESSMENT\n   36  SHALL BE FOR ONE YEAR ONLY AND MEMBERS SHALL NOT ANTICIPATE ANY  ASSESS-\n   37  MENTS  NOT  APPROVED  BY  THE  SUPERINTENDENT  OR  ANTICIPATE ANY FUTURE\n   38  ASSESSMENTS IN PREPARING THEIR FINANCIAL STATEMENTS. ANY SUCH ASSESSMENT\n   39  ON A MEMBER SHALL BE INCLUDED IN SUCH MEMBER'S FUTURE RATE REQUESTS  AND\n   40  SHALL  BE  INCLUDED IN ANY POLICY SURCHARGE IMPOSED ON A MEMBER PURSUANT\n   41  TO THE PROVISIONS OF SECTION FORTY OF CHAPTER TWO HUNDRED  SIXTY-SIX  OF\n   42  THE LAWS OF NINETEEN HUNDRED EIGHTY-SIX, AS AMENDED.\n   43    S  5514. EVALUATION. THE SUPERINTENDENT SHALL FROM TIME TO TIME REPORT\n   44  TO THE GOVERNOR AND THE LEGISLATURE EVALUATING  THE  OPERATION  OF  THIS\n   45  ARTICLE.\n   46    S  2. Subsections (b) and (c) of section 7436 of the insurance law, as\n   47  added by chapter 266 of the  laws  of  1986,  are  amended  to  read  as\n   48  follows:\n   49    (b)  If  the  order  of liquidation, rehabilitation or conservation is\n   50  entered against an insurer which has issued medical malpractice policies\n   51  on a claims-made basis, then notwithstanding the entry  of  such  order,\n   52  the  superintendent  shall  comply with the requirements for claims-made\n   53  policies as set forth in subsections (b), (c) and (d) of  section  three\n   54  thousand  four  hundred  thirty-six of this chapter [and paragraphs two,\n   55  three and four of subsection (f) of section five thousand  five  hundred\n   56  four of this chapter].\n\n       A. 2011                             8\n\n    1    (c)  In the event that an insured, who has been issued a medical malp-\n    2  ractice policy on a claim-made basis by  an  insurer  against  which  an\n    3  order  of liquidation has been entered pursuant to this article, chooses\n    4  to purchase coverage from a successor insurer, the superintendent  shall\n    5  expedite  the  transfer  of  coverage  that has been accrued, for claims\n    6  based on occurrences prior to the termination of the  policy  which  are\n    7  reported  after  the termination of the policy, to the successor insurer\n    8  of each insured, in accordance  with  the  requirement  for  claims-made\n    9  policies  as  set forth in subsections (b), (c) and (d) of section three\n   10  thousand four hundred thirty-six [and paragraphs two, three and four  of\n   11  subsection (f) of section five thousand five hundred four] of this chap-\n   12  ter.\n   13    S 3. Subparagraph (H) of paragraph 1 of subsection (a) of section 7603\n   14  of  the  insurance law, as amended by chapter 89 of the laws of 1989, is\n   15  amended to read as follows:\n   16    (H) any obligation for the return of unearned premiums on  any  policy\n   17  specified  in subparagraphs (A), (B), (C), (D), (E), (F) and (G) hereof,\n   18  which shall, for the purposes of this article, be deemed to include  the\n   19  obligations  of an insurer and the medical malpractice insurance associ-\n   20  ation under medical malpractice claims-made policies to pay to successor\n   21  entities the actuarially appropriate amounts for the provision of cover-\n   22  age to comply with the requirements of subsections (b), (c) and  (d)  of\n   23  section  three  thousand  four  hundred  thirty-six [and paragraphs two,\n   24  three and four of subsection (f) of section five thousand  five  hundred\n   25  four] of this chapter.\n   26    S  4. Paragraph 1 of subsection (a) of section 9111-b of the insurance\n   27  law, as amended by chapter 147 of the laws of 2000, is amended  to  read\n   28  as follows:\n   29    (1)  For  the  privilege  of  conducting business in this state and in\n   30  addition to any other requirements  therefor,  every  insurance  company\n   31  subject  to  the  franchise  tax  imposed  by subdivision (a) of section\n   32  fifteen hundred ten of the tax law, other than insurance companies whose\n   33  premiums are received solely as consideration for  accident  and  health\n   34  insurance  policies,  shall  pay  a  franchise tax of one percent of all\n   35  gross direct premiums, less return premiums thereon, written during  the\n   36  \"event  year\",  as  such  term  is defined in the following sentence, on\n   37  risks located or residing in  this  state.  For  the  purposes  of  this\n   38  section,  \"event  year\"  shall  mean (A) the calendar year preceding the\n   39  February fifth on which the superintendent fails to  provide  a  certif-\n   40  ication  to  the  [state]  commissioner of taxation and finance that the\n   41  return of premium amounts to the hospital excess liability pool that has\n   42  been authorized by subsection (a) of section five thousand five  hundred\n   43  seventeen-a  of  this  chapter  has  been  made or (B) the calendar year\n   44  preceding the year in which a final judicial determination  invalidating\n   45  some or all of the provisions of such section five thousand five hundred\n   46  seventeen-a requires a return from the hospital excess liability pool of\n   47  any or all of the premium amounts returned to such pool pursuant to such\n   48  section  five  thousand  five  hundred seventeen-a [or (C) calendar year\n   49  nineteen hundred ninety-nine if the superintendent directs and the asso-\n   50  ciation fails to make the transfer and deposit to  the  hospital  excess\n   51  liability  pool pursuant to subsection (d) of section five thousand five\n   52  hundred nine of this chapter or (D) the calendar year preceding the year\n   53  in which a final judicial determination invalidating some or all of  the\n   54  provisions  of  such  section five thousand five hundred nine requires a\n   55  return from the hospital excess liability pool of  any  or  all  of  the\n\n       A. 2011                             9\n\n    1  amounts  transferred  and  deposited to such pool pursuant to subsection\n    2  (d) of section five thousand five hundred nine].\n    3    S  5.  This  act  shall  take  effect  on  the first of September next\n    4  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the insurance law, in relation to establishing the medical liability insurance association; and repealing certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T132824.TXT", "SOBI.D110112.T161526.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294943304874
}