{
  "year" : 2011,
  "senateBillNo" : "A2018-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to health",
    "billEventId" : "A2018-2011-1294894800000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the development of an environmental health tracking system within the department of health with cooperation from certain other agencies",
  "summary" : "Provides for the development of an environmental health tracking system within the department of health with cooperation from the departments of environmental conservation and labor; provides that the purpose is to gather various environmental data to correlate with disease data; requires the cooperation of the state university of New York school of public health at Albany and Buffalo. ",
  "currentCommittee" : null,
  "sameAs" : "S873",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA5343-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2018\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M. of A. BING, V. LOPEZ, MAYERSOHN, COLTON, ENGLEBRIGHT,\n         CYMBROWITZ -- Multi-Sponsored by -- M. of A. BOYLAND,  BRENNAN,  COOK,\n         DESTITO,  GALEF,  GLICK, GOTTFRIED, LIFTON, LUPARDO, McENENY, MILLMAN,\n         PHEFFER, REILICH,  ROBINSON,  SCHIMMINGER,  TOWNS  --  read  once  and\n         referred to the Committee on Health\n\n       AN  ACT  to  amend the public health law, the environmental conservation\n         law, the labor law and the education law, in relation to creating  the\n         environmental health tracking system\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The public health law is amended by adding a  new  section\n    2  804 to read as follows:\n    3    S 804. ENVIRONMENTAL HEALTH TRACKING SYSTEM.  1. THE LEGISLATURE FINDS\n    4  AND DECLARES ALL OF THE FOLLOWING:\n    5    A.    THERE CURRENTLY EXIST SEVERAL HEALTH AND ENVIRONMENTAL DATABASES\n    6  MAINTAINED BY THE STATE. HOWEVER, THERE IS  LITTLE  OR  NO  COORDINATION\n    7  BETWEEN  THE  USE AND ANALYSIS OF THESE DATA AS THEY PERTAIN TO ENVIRON-\n    8  MENTAL HEALTH ISSUES, OR ACCESSIBILITY OF THIS INFORMATION BY INTERESTED\n    9  PARTIES AND RESEARCHERS.  IN ITS FIGHT AGAINST CHRONIC DISEASES, INCLUD-\n   10  ING BIRTH DEFECTS, THAT ARE RELATED TO THE ENVIRONMENT, THE  STATE  MUST\n   11  GIVE  COMMUNITIES AND PUBLIC HEALTH PROFESSIONALS SOLID, RELIABLE INFOR-\n   12  MATION, WHICH IS THE  MOST  BASIC  TOOL  WITH  WHICH  TO  UNDERTAKE  THE\n   13  PREVENTION OF THESE DISEASES.\n   14    B.  ANALYSIS  OF  AVAILABLE  DATA  USED  TO  TRACK AND MONITOR CHRONIC\n   15  DISEASES IS CRITICAL TO ALL OF THE FOLLOWING:\n   16    (1) KNOWING WHERE AND HOW TO PUT IN PLACE THE MOST  EFFECTIVE  STRATE-\n   17  GIES TO PREVENT DISEASES;\n   18    (2)  ASSESSING THE CONTRIBUTION OF DISEASES TO DISABILITIES AND PREMA-\n   19  TURE MORTALITY;\n   20    (3) MEASURING THE EFFECTIVENESS OF PREVENTION STRATEGIES; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03119-01-1\n\n       A. 2018                             2\n\n    1    (4) GENERATING HYPOTHESES THAT MAY LEAD TO  NEW  SCIENTIFIC  KNOWLEDGE\n    2  ABOUT THE CAUSES OF, AND MOST EFFECTIVE WAYS TO FIGHT, CHRONIC DISEASES.\n    3    C.  STATE  GOVERNMENT AGENCIES, UNIVERSITIES AND THEIR CONSULTANTS ARE\n    4  THE APPROPRIATE AND NECESSARY INSTITUTIONS TO EXAMINE  WHETHER  OR  NOT,\n    5  AND,  IF  SO,  THE  EXTENT  TO WHICH, PAST ENVIRONMENTAL EXPOSURES MIGHT\n    6  INCREASE THE RISK OF CHRONIC DISEASES, INCLUDING, BUT  NOT  LIMITED  TO,\n    7  BIRTH  DEFECTS,  DIABETES,  HEART DISEASE, THYROID DISEASE, REPRODUCTIVE\n    8  DISORDERS, CANCER, ASTHMA AND OTHER RESPIRATORY CONDITIONS,  PARKINSON'S\n    9  DISEASE,  ALZHEIMER'S  DISEASE,  AND  OTHER  NEUROLOGICALLY DEGENERATIVE\n   10  DISEASES.\n   11    D. THE INITIAL INVESTMENT TO ESTABLISH THE ENVIRONMENTAL HEALTH TRACK-\n   12  ING SYSTEM, INCLUDING AN ANALYSIS INFRASTRUCTURE TO  DEVELOP  PREVENTIVE\n   13  STRATEGIES,  WOULD  CONSTITUTE  A  SMALL FRACTION OF THE ANNUAL COSTS OF\n   14  CONTROLLING CHRONIC DISEASES IN THE STATE.\n   15    E. IT IS THE INTENT OF THE LEGISLATURE IN CREATING  THE  ENVIRONMENTAL\n   16  HEALTH TRACKING SYSTEM TO FORM A PUBLIC-PRIVATE PARTNERSHIP TO CREATE AN\n   17  ENVIRONMENTAL HEALTH AND TRACKING SYSTEM TO DO ALL OF THE FOLLOWING:\n   18    (1)  PROVIDE A CONTINUALLY UPDATED DATABASE, WITH LINKAGES TO BIOMONI-\n   19  TORING INFORMATION, INFORMATION ABOUT EXPOSURES TO  OTHER  ENVIRONMENTAL\n   20  AGENTS,  DISEASE  TYPE  DATA  AND  OTHER DATA COLLECTED PURSUANT TO THIS\n   21  SECTION, AS WELL AS LINKAGES  TO  DATABASES  OF  THE  U.S.  CENTERS  FOR\n   22  DISEASE  CONTROL  INCLUDING  THOSE  IN  ITS NATURAL ENVIRONMENTAL PUBLIC\n   23  HEALTH TRACKING PROGRAM AND IN ITS BEHAVIORAL RISK FACTORS DATABASE,  IN\n   24  ORDER  TO  ASSESS  THE  POTENTIAL  IMPACT  OF ENVIRONMENTAL CONTAMINANTS\n   25  (DEFINED AS PHYSICAL, CHEMICAL OR BIOLOGICAL AGENTS) ON THE  HUMAN  BODY\n   26  AND TO EVALUATE SUCH IN RELATION TO ESTABLISHED DISEASE RISK FACTORS;\n   27    (2)  ON  AN  ONGOING  BASIS,  TRACK  AND EVALUATE A VARIETY OF CHRONIC\n   28  DISEASES IN RELATION TO ENVIRONMENTAL EXPOSURES, INCLUDING STATE,  LOCAL\n   29  AND INTERNATIONAL DATA ON ACTUAL INCIDENCES OF CHRONIC DISEASE;\n   30    (3) MAKE SUCH DATA AVAILABLE TO THE PUBLIC IN AN ACCESSIBLE AND USEFUL\n   31  FORMAT; AND\n   32    (4)  ULTIMATELY  PROVIDE SUCH DATA TO THE RELEVANT BOARD, DIVISION, OR\n   33  OFFICE WITHIN THE DEPARTMENT, THE DEPARTMENT OF ENVIRONMENTAL  CONSERVA-\n   34  TION,  THE DEPARTMENT OF LABOR, THE WORKERS' COMPENSATION BOARD, AND THE\n   35  STATE UNIVERSITY OF NEW YORK SCHOOLS OF  PUBLIC  HEALTH  AT  ALBANY  AND\n   36  BUFFALO FOR THE DEVELOPMENT OF APPROPRIATE PREVENTIVE STRATEGIES.\n   37    2.  A.  THE ENVIRONMENTAL HEALTH TRACKING SYSTEM IS HEREBY ESTABLISHED\n   38  IN THE DEPARTMENT. THE PURPOSE OF SUCH SYSTEM SHALL BE TO MONITOR  ENVI-\n   39  RONMENTAL  EXPOSURES  AND  CHRONIC  DISEASES AFFECTING NEW YORKERS.  THE\n   40  STATE UNIVERSITY OF NEW YORK SCHOOLS OF  PUBLIC  HEALTH  AT  ALBANY  AND\n   41  BUFFALO  ARE  DIRECTED  TO COOPERATE WITH THE DEPARTMENT IN ESTABLISHING\n   42  THE ENVIRONMENTAL HEALTH TRACKING SYSTEM.\n   43    B. THE OBJECTIVES OF THE ENVIRONMENTAL HEALTH TRACKING SYSTEM  ARE  AS\n   44  FOLLOWS:\n   45    (1) TO TRACK AND EVALUATE A VARIETY OF CHRONIC DISEASES IN RELATION TO\n   46  ENVIRONMENTAL EXPOSURES;\n   47    (2)  TO  ALLOW  BOTH  GOVERNMENT  AND  UNIVERSITY INVESTIGATORS, THEIR\n   48  CONSULTANTS AND PUBLIC HEALTH OFFICIALS TO ASSESS THE IMPACT OF ENVIRON-\n   49  MENTAL CONTAMINANTS ON THE HUMAN BODY; AND\n   50    (3) TO PROVIDE INFORMATION TO THE DEPARTMENT AND TO THE DEPARTMENT  OF\n   51  ENVIRONMENTAL CONSERVATION FOR THE DEVELOPMENT OF APPROPRIATE PREVENTIVE\n   52  STRATEGIES.\n   53    C. TO EXAMINE THE RELATIONSHIPS BETWEEN CHRONIC DISEASES AND THE ENVI-\n   54  RONMENT,  USING,  TO  THE  MAXIMUM  EXTENT POSSIBLE, EXISTING HEALTH AND\n   55  ENVIRONMENTAL DATA, THE COMMISSIONER, BASED UPON THE RECOMMENDATIONS  OF\n   56  THE WORKING GROUP REQUIRED PURSUANT TO THIS SECTION, SHALL:\n\n       A. 2018                             3\n\n    1    (1)  ON  AN ONGOING BASIS, SURVEY A CROSS SECTION OF THE OVERALL POPU-\n    2  LATION IN THE STATE, INCLUDING, TO THE EXTENT POSSIBLE, REGIONAL DATA TO\n    3  ASSESS GEOGRAPHIC VARIATION, INCLUDING  CHRONICALLY  ILL  PATIENTS,  AND\n    4  THEIR ENVIRONMENTAL EXPOSURES;\n    5    (2) ON A CONTINUING AND PERIODIC BASIS, CONDUCT SCIENCE BASED BIOMONI-\n    6  TORING,  USING  CDC VALIDATED, ANALYTICAL PROTOCOLS AND CDC'S GUIDELINES\n    7  AND PRACTICES FOR ETHICAL TREATMENT OF AND COMMUNICATIONS OF INFORMATION\n    8  TO PARTICIPANTS IN BIOMONITORING PROGRAMS, FOR A CROSS  SECTION  OF  THE\n    9  POPULATION,  INCLUDING,  TO THE EXTENT POSSIBLE, REGIONAL DATA TO ASSESS\n   10  GEOGRAPHIC VARIATION; AND\n   11    (3) ON AN ONGOING BASIS, LINK DATA CREATED BY SUCH SURVEYS AND BIOMON-\n   12  ITORING ACTIVITIES TO OTHER HEALTH AND ENVIRONMENTAL DATABASES, SUCH  AS\n   13  BIRTH  CERTIFICATES,  NEONATAL  BLOOD  TESTS, RECORDS OF HOSPITAL ADMIS-\n   14  SIONS, RECORDS OF EMERGENCY ROOM VISITS AND MORTALITY DATA.\n   15    3. ON OR BEFORE SEPTEMBER FIRST, TWO THOUSAND ELEVEN, THE  DEPARTMENT,\n   16  IN  CONSULTATION  WITH THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION, THE\n   17  DEPARTMENT OF LABOR, AND THE STATE UNIVERSITY OF  NEW  YORK  SCHOOLS  OF\n   18  PUBLIC  HEALTH  AT  ALBANY  AND BUFFALO, SHALL CREATE A WORKING GROUP OF\n   19  TECHNICAL EXPERTS IN PUBLIC HEALTH, EPIDEMIOLOGY,  BIOSTATISTICS,  ENVI-\n   20  RONMENTAL  MEDICINE,  RISK  ANALYSIS, EXPOSURE ASSESSMENT, DEVELOPMENTAL\n   21  BIOLOGY,  LABORATORY  SCIENCES,  BIOETHICS,  AND  TOXICOLOGY,  INCLUDING\n   22  EXPERTS  WHO HAVE KNOWLEDGE OF THE SENSITIVITY AND EXPOSURE OF CHILDREN,\n   23  WOMEN OF CHILD-BEARING AGE, SENIORS AND DISPARATELY AFFECTED POPULATIONS\n   24  TO ENVIRONMENTAL HAZARDS, TO DO ALL THE FOLLOWING:\n   25    A. DEVELOP  POSSIBLE  APPROACHES  TO  IMPLEMENTING  THE  ENVIRONMENTAL\n   26  HEALTH  TRACKING SYSTEM, INCLUDING AN ESTIMATED COST AND POTENTIAL FUND-\n   27  ING ALTERNATIVES FOR EACH APPROACH;\n   28    B. ON OR BEFORE SEPTEMBER FIRST, TWO THOUSAND  FOURTEEN,  PREPARE  AND\n   29  SUBMIT  A  REPORT  TO  THE  DEPARTMENT,  THE DEPARTMENT OF ENVIRONMENTAL\n   30  CONSERVATION, THE DEPARTMENT OF LABOR, THE STATE UNIVERSITY OF NEW  YORK\n   31  SCHOOLS  OF PUBLIC HEALTH AT ALBANY AND BUFFALO, THE TEMPORARY PRESIDENT\n   32  OF THE SENATE, THE SPEAKER OF THE  ASSEMBLY,  THE  CHAIRPERSONS  OF  THE\n   33  SENATE  AND  ASSEMBLY  ENVIRONMENTAL CONSERVATION COMMITTEES, THE CHAIR-\n   34  PERSONS OF THE SENATE FINANCE AND ASSEMBLY WAYS  AND  MEANS  COMMITTEES,\n   35  AND THE CHAIRPERSONS OF THE SENATE AND ASSEMBLY HEALTH COMMITTEES ON THE\n   36  POSSIBLE  APPROACHES  TO  IMPLEMENTING  AN ENVIRONMENTAL HEALTH TRACKING\n   37  SYSTEM FOR THE STATE; AND\n   38    C. DETERMINE THE HEALTH AND ENVIRONMENTAL CRITERIA NEEDED  TO  EXAMINE\n   39  THE  RELATIONSHIP BETWEEN CHRONIC DISEASES, INCLUDING BIRTH DEFECTS, AND\n   40  THE ENVIRONMENT.\n   41    4. THE DEPARTMENT AND THE STATE UNIVERSITY  OF  NEW  YORK  SCHOOLS  OF\n   42  PUBLIC  HEALTH  AT ALBANY AND BUFFALO AND THEIR CONSULTANTS ARE DIRECTED\n   43  TO COOPERATE IN CREATING THE WORKING GROUP PURSUANT TO SUBDIVISION THREE\n   44  OF THIS SECTION.\n   45    5. ON OR BEFORE JANUARY FIRST, TWO THOUSAND THIRTEEN,  THE  DEPARTMENT\n   46  SHALL  ADOPT AND IMPLEMENT THE APPROACH RECOMMENDED BY THE WORKING GROUP\n   47  THAT IT DETERMINES MOST CLOSELY MEETS THE FINDINGS AND  REQUIREMENTS  OF\n   48  SUBDIVISION  ONE  OF  THIS  SECTION,  AFTER OPPORTUNITY FOR INDEPENDENT,\n   49  SCIENTIFIC PEER REVIEW AND PUBLIC COMMENT.\n   50    6. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO SUPERSEDE ANY  CONFI-\n   51  DENTIALITY PROVISIONS OF ANY LAW.\n   52    S  2.  The  environmental  conservation law is amended by adding a new\n   53  section 3-0319 to read as follows:\n   54  S 3-0319. ENVIRONMENTAL HEALTH TRACKING SYSTEM.\n   55    THE DEPARTMENT SHALL COOPERATE WITH STATE AGENCIES, UNIVERSITIES,  AND\n   56  THEIR  CONSULTANTS  TO  PROVIDE  ALL  INFORMATION AND OTHER RELEVANT AND\n\n       A. 2018                             4\n\n    1  NECESSARY EXPERTISE TO MEET THE REQUIREMENTS OF  SECTION  EIGHT  HUNDRED\n    2  FOUR OF THE PUBLIC HEALTH LAW.\n    3    S  3.  The labor law is amended by adding a new section 888 to read as\n    4  follows:\n    5    S 888. ENVIRONMENTAL HEALTH TRACKING SYSTEM. THE BOARD SHALL COOPERATE\n    6  WITH STATE AGENCIES, UNIVERSITIES, AND THEIR CONSULTANTS TO PROVIDE  ALL\n    7  INFORMATION  AND  OTHER  RELEVANT  AND  NECESSARY  EXPERTISE TO MEET THE\n    8  REQUIREMENTS OF SECTION EIGHT HUNDRED FOUR OF THE PUBLIC HEALTH LAW.\n    9    S 4. The education law is amended by adding a  new  section  355-d  to\n   10  read as follows:\n   11    S  355-D.  STATE  UNIVERSITY  OF  NEW YORK SCHOOLS OF PUBLIC HEALTH AT\n   12  ALBANY AND BUFFALO AND THEIR CONSULTANTS TO PARTICIPATE IN THE  CREATION\n   13  OF  THE  ENVIRONMENTAL  HEALTH  TRACKING SYSTEM WORKING GROUP. THE STATE\n   14  UNIVERSITY OF NEW YORK SCHOOLS OF PUBLIC HEALTH AT  ALBANY  AND  BUFFALO\n   15  AND  THEIR CONSULTANTS SHALL PARTICIPATE IN THE CREATION OF THE ENVIRON-\n   16  MENTAL HEALTH TRACKING SYSTEM WORKING GROUP PURSUANT  TO  SECTION  EIGHT\n   17  HUNDRED FOUR OF THE PUBLIC HEALTH LAW.\n   18    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, the environmental conservation law, the labor law and the education law, in relation to creating the environmental health tracking system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T121819.TXT", "SOBI.D110113.T143448.TXT", "SOBI.D110113.T115832.TXT", "SOBI.D110113.T115318.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294947288796
}