{
  "year" : 2011,
  "senateBillNo" : "A2012-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A2012-2011-1294808400000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes policy of equal pay for both sexes and comparability of value of work and directs the taking of corrective action",
  "summary" : "Seeks to comply with the federal equal pay act of 1963 by implementing a state policy of compensating employees in state service equally for work of comparable value by eliminating wage inequality in job titles having been segregated by sex, race or national origin; requires the president of the civil service commission to report annually to the legislature and the governor on those segregated titles for which wage disparity exists; mandates governor to appropriate monies to ensure wage disparities are corrected. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A8293-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2012\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. WEPRIN, P. RIVERA, PHEFFER -- Multi-Sponsored by\n         -- M. of A. BOYLAND -- read once and  referred  to  the  Committee  on\n         Governmental Employees\n\n       AN  ACT  to  amend  the civil service law, in relation to implementing a\n         state policy of setting salaries on  the  basis  of  comparability  of\n         value of the work\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 115 of the civil service law, as added  by  chapter\n    2  790 of the laws of 1958, is amended to read as follows:\n    3    S  115.    Policy  of the state. IT IS THE POLICY OF NEW YORK STATE TO\n    4  COMPLY WITH THE LETTER AND SPIRIT OF  THE  FEDERAL  \"EQUAL  PAY  ACT  OF\n    5  1963,\"  PUB. L. 88-38 (29 U.S.C. S 206) WHICH REQUIRES THAT EMPLOYEES OF\n    6  BOTH SEXES RECEIVE EQUAL PAY FOR EQUAL WORK, THE FEDERAL  \"CIVIL  RIGHTS\n    7  ACT  OF  1964,\"  PUB.  L.   88-352 (42 U.S.C. S 2000E-2) WHICH PROHIBITS\n    8  DISCRIMINATION ON THE BASIS OF SEX, RACE, AND  NATIONAL  ORIGIN  IN  ALL\n    9  TERMS  OF  EMPLOYMENT,  SECTION  FORTY-C  OF THE CIVIL RIGHTS LAW, WHICH\n   10  PROHIBITS DISCRIMINATION ON THE BASIS OF RACE,  CREED,  COLOR,  NATIONAL\n   11  ORIGIN, SEX, SEXUAL ORIENTATION OR MARITAL STATUS AND ARTICLE FIFTEEN OF\n   12  THE  EXECUTIVE  LAW, WHICH PROHIBITS DISCRIMINATION ON THE BASIS OF SEX,\n   13  RACE, SEXUAL ORIENTATION OR NATIONAL ORIGIN IN ALL TERMS OF  EMPLOYMENT.\n   14  CONSISTENT  WITH  THESE  LAWS, IT IS THE POLICY OF THE STATE TO ENSURE A\n   15  FAIR, NON-BIASED WAGE STRUCTURE FOR ITS EMPLOYEES IN  WHICH  SEX,  RACE,\n   16  SEXUAL  ORIENTATION  OR  NATIONAL  ORIGIN  IS NOT A CONSIDERATION EITHER\n   17  DIRECTLY OR INDIRECTLY IN DETERMINING  THE  PROPER  COMPENSATION  FOR  A\n   18  TITLE IN STATE SERVICE, NOR IN DETERMINING THE PAY FOR ANY INDIVIDUAL OR\n   19  GROUP  OF  EMPLOYEES.   In order to attract unusual merit and ability to\n   20  the service of the state of New York,  to  stimulate  higher  efficiency\n   21  among  the  personnel,  to  provide skilled leadership in administrative\n   22  departments, to reward merit and to insure to the people and the taxpay-\n   23  ers of the state of New York the highest  return  in  services  for  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05100-01-1\n\n       A. 2012                             2\n\n    1  necessary  costs of government, it is [hereby declared to be] the policy\n    2  of the state to provide equal pay for [equal] SIMILAR work AND FOR  WORK\n    3  OF  COMPARABLE  VALUE, and regular increases in pay in proper proportion\n    4  to  increase  of  ability, increase of output and increase of quality of\n    5  work demonstrated in service.\n    6    S 2. Paragraph (c) of subdivision  1  of  section  118  of  the  civil\n    7  service  law, as added by chapter 790 of the laws of 1958, is amended to\n    8  read as follows:\n    9    (c) The principle of fair and equal pay for similar work AND FOR  WORK\n   10  OF  COMPARABLE VALUE shall be followed in the classification and reclas-\n   11  sification and the allocation and reallocation of positions pursuant  to\n   12  this  article and all positions having the same title shall be allocated\n   13  to the same salary  grade.  COMPARABLE  VALUE  SHALL  BE  DETERMINED  BY\n   14  COMPARING JOB TITLES ON THE BASIS OF STANDARDS WHICH INCLUDE THE COMPOS-\n   15  ITE  OF  SUCH BASIC ELEMENTS OF A JOB AS THE KNOWLEDGE, SKILLS, ACCOUNT-\n   16  ABILITY, MENTAL OR PHYSICAL STRESS AND EFFORT, EXTRAORDINARY DANGERS AND\n   17  RESPONSIBILITIES NORMALLY REQUIRED TO SATISFACTORILY  PERFORM  THE  JOB.\n   18  THE  PRINCIPLE  OF  FAIR  AND  EQUAL  PAY  FOR  WORK OF COMPARABLE VALUE\n   19  REQUIRES THAT CONSIDERATION OF SEX, RACE, SEXUAL ORIENTATION OR NATIONAL\n   20  ORIGIN SHALL NOT INFLUENCE DIRECTLY OR INDIRECTLY THE  ESTABLISHMENT  OF\n   21  SALARIES.\n   22    S  3.  The civil service law is amended by adding a new section 119 to\n   23  read as follows:\n   24    S 119. COMPARABILITY OF VALUE OF WORK; SEGREGATED JOB TITLES  REVIEWED\n   25  AND  ADJUSTED.  1.  THE LEGISLATURE FINDS THAT DESPITE THE POLICY OF NEW\n   26  YORK STATE AS DECLARED IN SECTION ONE HUNDRED FIFTEEN OF  THIS  ARTICLE,\n   27  JOB  TITLES  WHICH  ARE  SEGREGATED BY SEX, RACE, OR NATIONAL ORIGIN MAY\n   28  HAVE BEEN UNDERVALUED AND ASSIGNED WAGES WHICH DO NOT REFLECT THE  RELA-\n   29  TIVE  WORTH  OF  THE  JOB. IT IS THE INTENT OF THE LEGISLATURE TO REMEDY\n   30  SUCH UNDERVALUATION AND TO CORRECT SUCH DISPARITIES.\n   31    2. FOR PURPOSES OF THIS SECTION SEGREGATED TITLES (X) MEANS TITLES  OR\n   32  ANY  CLASS OF TITLES IN WHICH THE NUMBER OF INCUMBENTS OF A SEX, RACE OR\n   33  NATIONAL ORIGIN IS GREATER THAN THE SUM OF THE PERCENTAGE OF  THAT  SEX,\n   34  RACE  OR NATIONAL ORIGIN IN THE STATE SERVICE (P) PLUS TWENTY PERCENT OF\n   35  THAT PERCENTAGE (.2(P)). THIS IS REPRESENTED BY THE FORMULA  (X  =  P  +\n   36  .2(P)).\n   37    3.  THE  PRESIDENT  OF  THE COMMISSION SHALL, BY JANUARY FIRST OF EACH\n   38  YEAR, SUBMIT TO THE LEGISLATURE AND THE GOVERNOR'S  OFFICE  OF  EMPLOYEE\n   39  RELATIONS,    A    LIST   SHOWING,   BY   NEGOTIATING   UNIT   AND   FOR\n   40  MANAGEMENT/CONFIDENTIAL EMPLOYEES, THOSE SEGREGATED TITLES FOR  WHICH  A\n   41  DISPARITY  EXISTS  BASED  ON THE COMPARABILITY OF THE VALUE OF THE WORK.\n   42  SUCH PRESIDENT SHALL ALSO SUBMIT  TO  THE  LEGISLATURE,  THE  GOVERNOR'S\n   43  OFFICE  OF  EMPLOYEE RELATIONS AND THE DIVISION OF THE BUDGET ALONG WITH\n   44  THE LIST, AN ESTIMATE OF THE APPROPRIATION  NECESSARY  TO  CORRECT  SUCH\n   45  DISPARITIES.\n   46    4.  BEGINNING  WITH  THE  BUDGET  REQUESTS  FOR THE SECOND FISCAL YEAR\n   47  COMMENCING AFTER THE EFFECTIVE DATE OF THIS SECTION, THE GOVERNOR  SHALL\n   48  INCLUDE  THE  APPROPRIATION NECESSARY TO ENSURE THAT SALARIES ARE SET IN\n   49  ACCORDANCE WITH SUBDIVISION ONE OF THIS SECTION AND SECTION ONE  HUNDRED\n   50  FIFTEEN,  AND  PARAGRAPH  (C)  OF SUBDIVISION ONE OF SECTION ONE HUNDRED\n   51  EIGHTEEN OF THIS ARTICLE.\n   52    5. NO SALARY SHALL BE REDUCED TO ACHIEVE COMPARABLE COMPENSATION UNDER\n   53  THE PROVISIONS OF THIS SECTION.\n   54    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to implementing a state policy of setting salaries on the basis of comparability of value of the work ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T165209.TXT", "SOBI.D110113.T132824.TXT", "SOBI.D110112.T161526.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295387529284
}