{
  "year" : 2011,
  "senateBillNo" : "A2015-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2015-2011-1294808400000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the New York title guaranty authority",
  "summary" : "Creates the New York title guaranty authority to initiate and operate a program which shall offer guaranties of real property titles in this state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "AA9445-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barron",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2015\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by  M. of A. WEPRIN, JACOBS, BARRON -- Multi-Sponsored by --\n         M. of A. GOTTFRIED, MAGEE, PEOPLES-STOKES, SWEENEY --  read  once  and\n         referred to the Committee on Corporations, Authorities and Commissions\n\n       AN  ACT to amend the public authorities law, in relation to creating the\n         New York title guaranty authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Article  10-D of the public authorities law is amended by\n    2  adding a new title 4 to read as follows:\n    3                                   TITLE 4\n    4                      NEW YORK TITLE GUARANTY AUTHORITY\n    5  SECTION 3974. SHORT TITLE.\n    6          3975. NEW YORK TITLE GUARANTY AUTHORITY.\n    7          3976. ADMINISTRATION OF THE AUTHORITY.\n    8          3977. GENERAL POWERS OF THE AUTHORITY.\n    9          3978. SPECIAL POWERS OF THE AUTHORITY.\n   10          3979. NEW YORK TITLE GUARANTY FUND.\n   11          3980. PARTICIPATING ATTORNEYS.\n   12    S 3974. SHORT TITLE. THIS ACT SHALL BE KNOWN AND MAY BE CITED  AS  THE\n   13  \"NEW YORK TITLE GUARANTY AUTHORITY ACT\".\n   14    S  3975. NEW YORK TITLE GUARANTY AUTHORITY. 1. THERE IS HEREBY CREATED\n   15  THE NEW YORK TITLE GUARANTY AUTHORITY, TO INITIATE AND OPERATE A PROGRAM\n   16  WHICH SHALL OFFER GUARANTIES OF REAL PROPERTY TITLES IN THIS STATE.  THE\n   17  AUTHORITY  SHALL  BE A CORPORATE GOVERNMENTAL AGENCY AND INSTRUMENTALITY\n   18  OF THE STATE CONSTITUTING A PUBLIC BENEFIT CORPORATION.\n   19    2. IN ACCORDANCE WITH THE PROVISIONS OF THIS TITLE, THE AUTHORITY  MAY\n   20  ISSUE BONDS ONLY TO FINANCE COSTS, INCLUDING THE FUNDING OF BONDS ISSUED\n   21  BY  THE  AUTHORITY  TO  FINANCE  COSTS, AND FUND RESERVES TO SECURE SUCH\n   22  BONDS.\n   23    3. THE AUTHORITY AND ITS  CORPORATE  EXISTENCE  SHALL  CONTINUE  UNTIL\n   24  TERMINATED  BY  LAW,  PROVIDED,  HOWEVER, THAT NO SUCH TERMINATION SHALL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05046-01-1\n\n       A. 2015                             2\n\n    1  TAKE EFFECT SO LONG AS THE AUTHORITY SHALL HAVE  BONDS  OR  OTHER  OBLI-\n    2  GATIONS  OUTSTANDING  UNLESS  ADEQUATE  PROVISION  HAS BEEN MADE FOR THE\n    3  PAYMENT THEREOF.\n    4    S  3976.  ADMINISTRATION  OF  THE AUTHORITY. 1. THE AUTHORITY SHALL BE\n    5  ADMINISTERED BY SEVEN DIRECTORS APPOINTED BY THE GOVERNOR, OF  WHOM  TWO\n    6  MEMBERS  SHALL  BE  APPOINTED  UPON  THE RECOMMENDATION OF THE TEMPORARY\n    7  PRESIDENT OF THE SENATE AND TWO MEMBERS  SHALL  BE  APPOINTED  UPON  THE\n    8  RECOMMENDATION  OF  THE SPEAKER OF THE ASSEMBLY. THE POWERS AS SET FORTH\n    9  IN THE BY-LAWS OF THE BOARD SHALL BE ESTABLISHED AND VESTED  IN  AND  BE\n   10  EXERCISED  BY  THE  MEMBERS  OF THE AUTHORITY AT AN INITIAL MEETING DULY\n   11  CALLED AND HELD AND FOUR MEMBERS SHALL CONSTITUTE A QUORUM.\n   12    2. THE MEMBERS OF THE NEW YORK TITLE GUARANTY  AUTHORITY  BOARD  SHALL\n   13  RECEIVE  NO  COMPENSATION FOR THEIR SERVICES BUT SHALL BE REIMBURSED FOR\n   14  ACTUAL AND NECESSARY EXPENSES  INCURRED  IN  THE  PERFORMANCE  OF  THEIR\n   15  DUTIES.\n   16    3.  NOTWITHSTANDING ANY INCONSISTENT PROVISION OF ANY GENERAL, SPECIAL\n   17  OR LOCAL LAW, ORDINANCE, RESOLUTION OR CHARTER, NO  OFFICER,  MEMBER  OR\n   18  EMPLOYEE  OF  THE  STATE OF NEW YORK, ANY CITY, COUNTY, TOWN OR VILLAGE,\n   19  ANY GOVERNMENTAL ENTITY OPERATING ANY  PUBLIC  SCHOOL  OR  COLLEGE,  ANY\n   20  SCHOOL  DISTRICT  OR  ANY  OTHER  PUBLIC AGENCY OR INSTRUMENTALITY WHICH\n   21  EXERCISES GOVERNMENTAL POWERS UNDER THE LAWS OF THE STATE, SHALL FORFEIT\n   22  HIS OR HER OFFICE OR EMPLOYMENT BY REASON OF HIS OR  HER  ACCEPTANCE  OF\n   23  APPOINTMENT  AS  A  DIRECTOR,  OFFICER OR EMPLOYEE OF THE AUTHORITY, NOR\n   24  SHALL SERVICE AS SUCH DIRECTOR, OFFICER OR EMPLOYEE OF THE AUTHORITY  BE\n   25  DEEMED INCOMPATIBLE OR IN CONFLICT WITH SUCH OFFICE OR EMPLOYMENT.\n   26    4. FOUR DIRECTORS SHALL CONSTITUTE A QUORUM FOR THE TRANSACTION OF ANY\n   27  BUSINESS  OR THE EXERCISE OF ANY POWER OF THE AUTHORITY. NO ACTION SHALL\n   28  BE TAKEN BY THE AUTHORITY EXCEPT PURSUANT TO  A  FAVORABLE  VOTE  OF  AT\n   29  LEAST  FOUR DIRECTORS PARTICIPATING IN A MEETING AT WHICH SUCH ACTION IS\n   30  TAKEN.\n   31    5. THE AUTHORITY SHALL APPOINT A TREASURER AND  MAY  APPOINT  OFFICERS\n   32  AND AGENTS AS IT MAY REQUIRE AND PRESCRIBE THEIR DUTIES.\n   33    S  3977.  GENERAL POWERS OF THE AUTHORITY. EXCEPT AS OTHERWISE LIMITED\n   34  BY THIS TITLE, THE AUTHORITY SHALL HAVE THE FOLLOWING POWERS IN ADDITION\n   35  TO THOSE SPECIALLY CONFERRED ELSEWHERE IN THIS TITLE,  SUBJECT  ONLY  TO\n   36  AGREEMENTS WITH BONDHOLDERS:\n   37    1. TO SUE AND BE SUED;\n   38    2. TO HAVE A SEAL AND ALTER THE SAME AT PLEASURE;\n   39    3.  TO MAKE AND ALTER BY-LAWS FOR ITS ORGANIZATION AND MANAGEMENT AND,\n   40  SUBJECT TO AGREEMENTS WITH ITS BONDHOLDERS, TO MAKE AND ALTER RULES  AND\n   41  REGULATIONS  GOVERNING THE EXERCISE OF ITS POWERS AND FULFILLMENT OF ITS\n   42  PURPOSES UNDER THIS TITLE;\n   43    4. TO MAKE AND EXECUTE CONTRACTS AND ALL OTHER INSTRUMENTS  OR  AGREE-\n   44  MENTS  NECESSARY  OR  CONVENIENT  TO  CARRY OUT ANY POWERS AND FUNCTIONS\n   45  EXPRESSLY GIVEN IN THIS TITLE;\n   46    5. TO COMMENCE ANY ACTION TO PROTECT OR ENFORCE  ANY  RIGHT  CONFERRED\n   47  UPON IT BY ANY LAW, CONTRACT OR OTHER AGREEMENT;\n   48    6.  TO  BORROW  MONEY  AND  ISSUE BONDS, OR TO REFUND THE SAME, AND TO\n   49  PROVIDE FOR THE RIGHTS OF THE HOLDERS OF ITS BONDS;\n   50    7. AS SECURITY FOR THE PAYMENT OF THE PRINCIPAL OF AND INTEREST ON ANY\n   51  BONDS ISSUED BY IT PURSUANT TO THIS TITLE AND  ANY  AGREEMENTS  MADE  IN\n   52  CONNECTION  THEREWITH  AND FOR ITS OBLIGATIONS UNDER BOND FACILITIES, TO\n   53  PLEDGE ALL OR ANY PART OF ITS REVENUES OR ASSETS;\n   54    8. TO ACCEPT GIFTS, GRANTS, LOANS OR CONTRIBUTIONS OF FUNDS OR  FINAN-\n   55  CIAL  OR OTHER AID IN ANY FORM FROM THE COUNTY, STATE OR FEDERAL GOVERN-\n   56  MENT OR ANY AGENCY OR INSTRUMENTALITY THEREOF, OR FROM ANY OTHER  SOURCE\n\n       A. 2015                             3\n\n    1  AND  TO EXPEND THE PROCEEDS FOR ANY OF ITS CORPORATE PURPOSES IN ACCORD-\n    2  ANCE WITH THE PROVISIONS OF THIS TITLE;\n    3    9.  SUBJECT  TO  THE  PROVISIONS  OF ANY CONTRACT WITH BONDHOLDERS, TO\n    4  INVEST ANY FUNDS HELD IN RESERVES OR SINKING FUNDS,  OR  ANY  FUNDS  NOT\n    5  REQUIRED  FOR  IMMEDIATE  USE  OR DISBURSEMENT, AT THE DISCRETION OF THE\n    6  AUTHORITY, IN (A) OBLIGATIONS OF THE STATE OR THE UNITED STATES  GOVERN-\n    7  MENT, (B) OBLIGATIONS THE PRINCIPAL AND INTEREST OF WHICH ARE GUARANTEED\n    8  BY THE STATE OR THE UNITED STATES GOVERNMENT, (C) CERTIFICATES OF DEPOS-\n    9  IT,  WHETHER  NEGOTIABLE  OR NON-NEGOTIABLE, AND BANKER'S ACCEPTANCES OF\n   10  ANY OF THE FIFTY LARGEST BANKS IN THE UNITED STATES WHICH BANK,  AT  THE\n   11  TIME  OF INVESTMENT, HAS AN OUTSTANDING UNSECURED, UNINSURED AND UNGUAR-\n   12  ANTEED DEBT ISSUE RANKED IN EITHER OF THE TWO HIGHEST RATING  CATEGORIES\n   13  OF TWO NATIONALLY RECOGNIZED INDEPENDENT RATING AGENCIES, (D) COMMERCIAL\n   14  PAPER  OF  ANY  BANK OR CORPORATION CREATED UNDER THE LAWS OF EITHER THE\n   15  UNITED STATES OR ANY STATE OF THE UNITED STATES WHICH COMMERCIAL  PAPER,\n   16  AT  THE  TIME  OF THE INVESTMENT, HAS RECEIVED THE HIGHEST RATING OF TWO\n   17  NATIONALLY RECOGNIZED INDEPENDENT RATING  AGENCIES,  (E)  BONDS,  DEBEN-\n   18  TURES,  OR  OTHER EVIDENCES OF INDEBTEDNESS, ISSUED OR GUARANTEED AT THE\n   19  TIME OF THE INVESTMENT BY THE  FEDERAL  NATIONAL  MORTGAGE  ASSOCIATION,\n   20  FEDERAL  HOME  LOAN MORTGAGE CORPORATION, STUDENT LOAN MARKETING ASSOCI-\n   21  ATION, FEDERAL FARM CREDIT SYSTEM, OR ANY OTHER UNITED STATES GOVERNMENT\n   22  SPONSORED AGENCY, PROVIDED THAT AT THE TIME OF THE INVESTMENT SUCH AGEN-\n   23  CY RECEIVES, OR ITS OBLIGATIONS RECEIVE, ANY OF THE THREE HIGHEST RATING\n   24  CATEGORIES OF TWO NATIONALLY RECOGNIZED INDEPENDENT RATING AGENCIES, (F)\n   25  ANY BONDS OR OTHER OBLIGATIONS OF ANY STATE  OR  THE  UNITED  STATES  OF\n   26  AMERICA  OR  OF ANY POLITICAL SUBDIVISION THEREOF OR ANY AGENCY, INSTRU-\n   27  MENTALITY OR LOCAL GOVERNMENTAL UNIT OF  ANY  SUCH  STATE  OR  POLITICAL\n   28  SUBDIVISION WHICH BONDS OR OTHER OBLIGATIONS, AT THE TIME OF THE INVEST-\n   29  MENT,  HAVE  RECEIVED ANY OF THE THREE HIGHEST RATINGS OF TWO NATIONALLY\n   30  RECOGNIZED INDEPENDENT RATING AGENCIES,  (G)  ANY  REPURCHASE  AGREEMENT\n   31  WITH  ANY BANK OR TRUST COMPANY ORGANIZED UNDER THE LAWS OF ANY STATE OF\n   32  THE UNITED STATES OF AMERICA OR  ANY  NATIONAL  BANKING  ASSOCIATION  OR\n   33  GOVERNMENT  BOND  DEALER REPORTING TO, TRADING WITH, AND RECOGNIZED AS A\n   34  PRIMARY DEALER BY THE FEDERAL RESERVE BANK OF NEW YORK, WHICH  AGREEMENT\n   35  IS  SECURED  BY ANY ONE OR MORE OF THE SECURITIES DESCRIBED IN PARAGRAPH\n   36  (A), (B) OR (E) OF THIS SUBDIVISION WHICH SECURITIES SHALL AT ALL  TIMES\n   37  HAVE  A  MARKET VALUE OF NOT LESS THAN THE FULL AMOUNT OF THE REPURCHASE\n   38  AGREEMENT AND BE DELIVERED TO ANOTHER BANK OR  TRUST  COMPANY  ORGANIZED\n   39  UNDER  THE  LAWS  OF  NEW YORK STATE OR ANY NATIONAL BANKING ASSOCIATION\n   40  DOMICILED IN NEW YORK STATE, AS CUSTODIAN, AND  (H)  REVERSE  REPURCHASE\n   41  AGREEMENTS  WITH  ANY  BANK OR TRUST COMPANY ORGANIZED UNDER THE LAWS OF\n   42  ANY STATE OF THE UNITED STATES OF AMERICA OR ANY NATIONAL BANKING  ASSO-\n   43  CIATION OR GOVERNMENT BOND DEALER REPORTING TO, TRADING WITH, AND RECOG-\n   44  NIZED AS A PRIMARY DEALER BY THE FEDERAL RESERVE BANK OF NEW YORK, WHICH\n   45  AGREEMENT  IS  SECURED BY ANY ONE OR MORE OF THE SECURITIES DESCRIBED IN\n   46  PARAGRAPH (A), (B) OR (E) OF THIS SUBDIVISION WHICH SECURITIES SHALL  AT\n   47  ALL  TIMES  HAVE  A MARKET VALUE OF NOT LESS THAN THE FULL AMOUNT OF THE\n   48  REPURCHASE AGREEMENT AND BE DELIVERED TO ANOTHER BANK OR  TRUST  COMPANY\n   49  ORGANIZED UNDER THE LAWS OF NEW YORK STATE OR ANY NATIONAL BANKING ASSO-\n   50  CIATION DOMICILED IN NEW YORK STATE, AS CUSTODIAN;\n   51    10.  TO  APPOINT SUCH OFFICERS AND EMPLOYEES AS IT MAY REQUIRE FOR THE\n   52  PERFORMANCE OF ITS DUTIES AND TO FIX AND DETERMINE THEIR QUALIFICATIONS,\n   53  DUTIES, AND COMPENSATION, AND TO RETAIN OR EMPLOY COUNSEL, AUDITORS  AND\n   54  PRIVATE  FINANCIAL CONSULTANTS AND OTHER SERVICES ON A CONTRACT BASIS OR\n   55  OTHERWISE FOR RENDERING PROFESSIONAL, BUSINESS OR TECHNICAL SERVICES AND\n\n       A. 2015                             4\n\n    1  ADVICE; AND, IN TAKING SUCH ACTIONS, THE AUTHORITY  SHALL  CONSIDER  THE\n    2  FINANCIAL IMPACT ON THE COUNTY; AND\n    3    11.  TO DO ANY AND ALL THINGS NECESSARY OR CONVENIENT TO CARRY OUT ITS\n    4  PURPOSES AND EXERCISE THE POWERS EXPRESSLY GIVEN  AND  GRANTED  IN  THIS\n    5  TITLE;  PROVIDED,  HOWEVER,  SUCH AUTHORITY SHALL UNDER NO CIRCUMSTANCES\n    6  ACQUIRE, HOLD OR TRANSFER TITLE TO, LEASE, OWN  BENEFICIALLY  OR  OTHER-\n    7  WISE,  MANAGE, OPERATE OR OTHERWISE EXERCISE CONTROL OVER ANY REAL PROP-\n    8  ERTY, ANY IMPROVEMENT TO REAL PROPERTY OR  ANY  INTEREST  THEREIN  OTHER\n    9  THAN  A  LEASE OR SUBLEASE OF OFFICE SPACE DEEMED NECESSARY OR DESIRABLE\n   10  BY THE AUTHORITY.\n   11    S 3978. SPECIAL POWERS OF THE AUTHORITY.   THE NEW  YORK  STATE  TITLE\n   12  GUARANTY  AUTHORITY BOARD SHALL OFFER GUARANTIES OF REAL PROPERTY TITLES\n   13  IN THIS STATE. THE TERMS, CONDITIONS AND FORM OF THE GUARANTY  CONTRACTS\n   14  SHALL  BE  FORMS  APPROVED BY THE AUTHORITY.   THE AUTHORITY SHALL FIX A\n   15  CHARGE FOR THE GUARANTY IN AN AMOUNT SUFFICIENT TO PERMIT THE PROGRAM TO\n   16  OPERATE ON A SELF-SUSTAINING BASIS, INCLUDING PAYMENT OF  ADMINISTRATIVE\n   17  COSTS  AND  THE  MAINTENANCE OF AN ADEQUATE RESERVE AGAINST CLAIMS UNDER\n   18  THE TITLE GUARANTY PROGRAM.\n   19    S 3979. NEW YORK TITLE GUARANTY FUND.   1. A TITLE  GUARANTY  FUND  IS\n   20  CREATED. FUNDS COLLECTED UNDER THIS PROGRAM SHALL BE PLACED IN THE TITLE\n   21  GUARANTY  FUND  AND  ARE AVAILABLE TO PAY ALL CLAIMS, NECESSARY RESERVES\n   22  AND ALL ADMINISTRATIVE COSTS OF THE TITLE GUARANTY  PROGRAM.  MONEYS  IN\n   23  THE FUND SHALL NOT REVERT TO THE GENERAL FUND AND INTEREST ON THE MONEYS\n   24  IN  THE  FUND  SHALL  REQUIRE  COSTS OF TITLE INSURANCE TO BE SUFFICIENT\n   25  ENOUGH TO INCLUDE FIFTY MILLION DOLLARS ANNUALLY FOR AFFORDABLE HOUSING,\n   26  FIFTY MILLION DOLLARS ANNUALLY TO ENSURE  THAT  THE  STATE'S  ROADS  AND\n   27  BRIDGES  ARE  IN  A STATE OF GOOD REPAIR, FIFTY MILLION DOLLARS ANNUALLY\n   28  FOR THE PURPOSE OF A STAR REBATE PROGRAM AND OTHER SUCH PURPOSES AS  MAY\n   29  BE REQUIRED BY THE LEGISLATURE AND THE GOVERNOR.\n   30    2. A TITLE GUARANTY, CLOSING PROTECTION LETTER, OR GAP COVERAGE ISSUED\n   31  UNDER THIS PROGRAM IS AN OBLIGATION OF THE AUTHORITY ONLY AND CLAIMS ARE\n   32  PAYABLE  SOLELY  AND ONLY OUT OF THE MONEYS, ASSETS, AND REVENUES OF THE\n   33  TITLE GUARANTY FUND AND ARE NOT AN  INDEBTEDNESS  OR  LIABILITY  OF  THE\n   34  STATE.  THE  STATE  IS  NOT  LIABLE  ON ANY GUARANTY, CLOSING PROTECTION\n   35  LETTER, OR GAP COVERAGE.\n   36    3. THE AUTHORITY SHALL CONSULT WITH THE INSURANCE DEPARTMENT IN DEVEL-\n   37  OPING A GUARANTY CONTRACT ACCEPTABLE TO THE SECONDARY MARKET AND  DEVEL-\n   38  OPING ANY OTHER FEATURE OF THE PROGRAM WITH WHICH THE INSURANCE DIVISION\n   39  MAY HAVE SPECIAL EXPERTISE. THE INSURANCE DEPARTMENT SHALL ESTABLISH THE\n   40  AMOUNT  FOR A LOSS RESERVE FUND. EXCEPT AS PROVIDED IN THIS SECTION, THE\n   41  TITLE GUARANTY PROGRAM IS NOT SUBJECT TO THE JURISDICTION  OF  OR  REGU-\n   42  LATION BY THE INSURANCE DEPARTMENT.\n   43    S  3980.  PARTICIPATING ATTORNEYS.  1. EACH PARTICIPATING ATTORNEY AND\n   44  ABSTRACTOR MAY BE REQUIRED TO PAY AN  ANNUAL  PARTICIPATION  FEE  TO  BE\n   45  ELIGIBLE  TO PARTICIPATE IN THE TITLE GUARANTY PROGRAM. THE FEE, IF ANY,\n   46  SHALL BE SET BY THE AUTHORITY, SUBJECT TO THE APPROVAL OF THE BOARD.\n   47    2. THE PARTICIPATION OF ABSTRACTORS AND ATTORNEYS SHALL BE IN  ACCORD-\n   48  ANCE WITH RULES ESTABLISHED BY THE BOARD.\n   49    A. (1) EACH PARTICIPANT SHALL AT ALL TIMES MAINTAIN LIABILITY COVERAGE\n   50  IN  AMOUNTS  APPROVED  BY THE AUTHORITY.  UPON PAYMENT OF A CLAIM BY THE\n   51  AUTHORITY THE AUTHORITY SHALL BE SUBROGATED TO THE RIGHTS OF THE  CLAIM-\n   52  ANT AGAINST ALL PERSONS RELATING TO THE CLAIM.\n   53    (2)  ADDITIONALLY, EACH PARTICIPATING ABSTRACTOR IS REQUIRED TO OWN OR\n   54  LEASE, AND  MAINTAIN  AND  USE  IN  THE  PREPARATION  OF  ABSTRACTS,  AN\n   55  UP-TO-DATE  ABSTRACT TITLE PLANT INCLUDING TRACT INDICES FOR REAL ESTATE\n   56  FOR EACH COUNTY IN WHICH ABSTRACTS ARE PREPARED FOR REAL PROPERTY TITLES\n\n       A. 2015                             5\n\n    1  GUARANTEED BY THE DIVISION. THE TRACT INDICES SHALL CONTAIN A  REFERENCE\n    2  TO  ALL  INSTRUMENTS AFFECTING THE REAL ESTATE WHICH ARE RECORDED IN THE\n    3  OFFICE OF THE COUNTY RECORDER, AND SHALL COMMENCE NOT  LESS  THAN  FORTY\n    4  YEARS  PRIOR  TO  THE DATE THE ABSTRACTOR COMMENCES PARTICIPATION IN THE\n    5  TITLE GUARANTY PROGRAM.  HOWEVER,  A  PARTICIPATING  ATTORNEY  PROVIDING\n    6  ABSTRACT  SERVICES  CONTINUOUSLY FROM NOVEMBER TWELFTH, NINETEEN HUNDRED\n    7  EIGHTY-SIX, TO THE DATE OF APPLICATION,  EITHER  PERSONALLY  OR  THROUGH\n    8  PERSONS  UNDER THE ATTORNEY'S SUPERVISION AND CONTROL IS EXEMPT FROM THE\n    9  REQUIREMENTS OF THIS SUBPARAGRAPH.\n   10    B. THE AUTHORITY MAY WAIVE THE REQUIREMENTS OF THIS  SECTION  PURSUANT\n   11  TO  AN  APPLICATION  OF  AN  ATTORNEY OR ABSTRACTOR WHICH SHOWS THAT THE\n   12  REQUIREMENTS IMPOSE A HARDSHIP TO THE ATTORNEY OR  ABSTRACTOR  AND  THAT\n   13  THE  WAIVER CLEARLY IS IN THE PUBLIC INTEREST OR IS ABSOLUTELY NECESSARY\n   14  TO ENSURE AVAILABILITY OF TITLE GUARANTIES THROUGHOUT THE STATE.\n   15    3. PRIOR TO THE ISSUANCE OF A  TITLE  GUARANTY,  THE  AUTHORITY  SHALL\n   16  REQUIRE  EVIDENCE  THAT AN ABSTRACT OF TITLE TO THE PROPERTY IN QUESTION\n   17  HAS BEEN BROUGHT UP-TO-DATE AND CERTIFIED BY A PARTICIPATING  ABSTRACTOR\n   18  IN  A  FORM  APPROVED BY AUTHORITY RULES AND A TITLE OPINION ISSUED BY A\n   19  PARTICIPATING ATTORNEY IN THE FORM APPROVED IN  THE  RULES  STATING  THE\n   20  ATTORNEY'S OPINION AS TO THE TITLE. THE AUTHORITY SHALL REQUIRE EVIDENCE\n   21  OF THE ABSTRACT BEING BROUGHT UP-TO-DATE AND THE ABSTRACTOR SHALL RETAIN\n   22  EVIDENCE OF THE ABSTRACT AS DETERMINED BY THE BOARD.\n   23    4. THE ATTORNEY RENDERING A TITLE OPINION SHALL BE AUTHORIZED TO ISSUE\n   24  A TITLE GUARANTY CERTIFICATE SUBJECT TO THE RULES OF THE AUTHORITY.\n   25    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to creating the New York title guaranty authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T133324.TXT", "SOBI.D110112.T161526.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294943604988
}