{
  "year" : 2011,
  "senateBillNo" : "A201-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A201-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"school buildings carbon monoxide detectors act\"",
  "summary" : "Enacts the \"school buildings carbon monoxide detectors act\"; requires the installation of carbon monoxide detectors in elementary and secondary school buildings; authorizes the commissioner of education to annually prescribe a special cost allowance for such carbon monoxide detectors. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1244-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          201\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  LANCMAN,  PHEFFER,  JAFFEE  -- read once and\n         referred to the Committee on Education\n\n       AN ACT to amend the education law, in relation to enacting  the  \"school\n         buildings carbon monoxide detectors act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Short title. This act shall be known and may be  cited  as\n    2  the \"school buildings carbon monoxide detectors act\".\n    3    S 2.  The education law is amended by adding a new section 411 to read\n    4  as follows:\n    5    S  411.  INSTALLATION  OF  CARBON MONOXIDE DETECTORS. THE COMMISSIONER\n    6  SHALL ADOPT REGULATIONS REQUIRING THE INSTALLATION  OF  OPERABLE  CARBON\n    7  MONOXIDE  DETECTORS  IN  EVERY  ELEMENTARY AND SECONDARY SCHOOL BUILDING\n    8  WITHIN THE STATE WHEREIN THE USE OF HEATING OR OTHER EQUIPMENT  POSES  A\n    9  SUBSTANTIAL  RISK  OF EXPOSURE TO CARBON MONOXIDE.  SUCH CARBON MONOXIDE\n   10  DETECTORS SHALL MEET THE MANUFACTURE, DESIGN AND INSTALLATION  STANDARDS\n   11  ESTABLISHED  BY  THE NEW YORK STATE UNIFORM FIRE PREVENTION AND BUILDING\n   12  CODE COUNCIL PURSUANT TO SECTION  THREE  HUNDRED  SEVENTY-EIGHT  OF  THE\n   13  EXECUTIVE LAW.\n   14    S  3. Subdivision 6-c of section 3602 of the education law, as amended\n   15  by section 1 of part A2 of chapter 62 of the laws of 2003, is amended to\n   16  read as follows:\n   17    6-c. Building aid for metal  detectors,  SECURITY  CAMERAS  AND  OTHER\n   18  SECURITY DEVICES, CARBON MONOXIDE DETECTORS and safety devices for elec-\n   19  trically  operated  partitions,  room dividers and doors. In addition to\n   20  the apportionments payable to a school district pursuant to  subdivision\n   21  six  of this section, the commissioner is hereby authorized to apportion\n   22  to any school district additional building aid pursuant to this subdivi-\n   23  sion for its approved expenditures in the base year for the purchase  of\n   24  stationary  metal detectors, security cameras, CARBON MONOXIDE DETECTORS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01230-01-1\n\n       A. 201                              2\n\n    1  REQUIRED PURSUANT TO SECTION FOUR HUNDRED ELEVEN OF THIS CHAPTER, safety\n    2  devices for electrically operated partitions and room dividers  required\n    3  pursuant  to section four hundred nine-f of this chapter, or other secu-\n    4  rity  devices  approved  by the commissioner that increase the safety of\n    5  students and school personnel, provided, however, that funds apportioned\n    6  to school districts pursuant to this section shall  not  supplant  funds\n    7  for  existing  district  expenditures  or for existing contractual obli-\n    8  gations  of  the  district  for  stationary  metal  detectors,  security\n    9  cameras,  CARBON  MONOXIDE  DETECTORS, partition and room divider safety\n   10  devices, or security devices.   Portable or hand  held  metal  detectors\n   11  shall  not  be eligible for aid pursuant to this subdivision. Such addi-\n   12  tional aid shall equal the product of the building  aid  ratio  computed\n   13  for  use  in the current year pursuant to paragraph c of subdivision six\n   14  of this section and the actual approved  expenditures  incurred  in  the\n   15  base year pursuant to this subdivision, provided that the limitations on\n   16  cost  allowances  prescribed  by  paragraph a of subdivision six of this\n   17  section shall not apply. The commissioner  shall  annually  prescribe  a\n   18  special  cost  allowance  for metal detectors, and security cameras, and\n   19  the approved expenditures shall not  exceed  such  cost  allowance.  THE\n   20  COMMISSIONER  SHALL  ANNUALLY  PRESCRIBE  A  SPECIAL  COST ALLOWANCE FOR\n   21  CARBON MONOXIDE DETECTORS,  AND  THE  APPROVED  EXPENDITURES  SHALL  NOT\n   22  EXCEED  SUCH COST ALLOWANCE. The commissioner shall annually prescribe a\n   23  special cost allowance for partition and room  divider  safety  devices,\n   24  and the approved expenditures shall not exceed such cost allowance.\n   25    S 4. Notwithstanding any other provision of law, rule or regulation to\n   26  the  contrary  no school district shall be required to make expenditures\n   27  in its current fiscal year or in any subsequent fiscal year of more than\n   28  one hundred dollars per affected school  building  for  carbon  monoxide\n   29  detectors.\n   30    S 5. This act shall take effect on the one hundred eightieth day after\n   31  it  shall  have  become  a  law, and shall apply to all school buildings\n   32  first occupied on or  after  such  date,  provided,  however,  that  the\n   33  commissioner  of  education shall be immediately authorized and directed\n   34  to promulgate rules and regulations and take any and all  other  actions\n   35  necessary  to  implement  the  provisions  of this act on such date, and\n   36  provided further that such rules  and  regulations  shall  provide  that\n   37  school buildings occupied prior to January 31, 2012 shall be required to\n   38  install  operable  carbon  monoxide detectors not later than January 31,\n   39  2014.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to enacting the \"school buildings carbon monoxide detectors act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T120437.TXT", "SOBI.D101216.T134428.TXT", "SOBI.D101216.T125423.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292605477422
}