{
  "year" : 2011,
  "senateBillNo" : "A2013-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to social services",
    "billEventId" : "A2013-2011-1294808400000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Clarifies effect on eligibility for medicaid of the execution of a waiver of the right of election by a medicaid applicant or recipient",
  "summary" : "Clarifies effect on eligibility for medicaid of the execution of a waiver of the right of election by a medicaid applicant or recipient; codifies the rule that the period of ineligibility resulting from a waiver of right of election would begin on the date on which the waiver was signed, rather than the date of the spouse's death. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A7091-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2013\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced by M. of A. WEPRIN -- read once and referred to the Committee\n         on Social Services\n\n       AN  ACT to amend the social services law, in relation to medical assist-\n         ance for needy persons\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subparagraph 1 of paragraph (b) of subdivision 2 of section\n    2  366 of the social services law, as amended by chapter 638 of the laws of\n    3  1993 and as designated by chapter 170 of the laws of 1994, is amended to\n    4  read as follows:\n    5    (1)  In  establishing  standards  for  determining eligibility for and\n    6  amount of such assistance, the department shall take into  account  only\n    7  such  income  and resources, in accordance with federal requirements, as\n    8  are available to the applicant or recipient and as would not be required\n    9  to be disregarded or set aside for future needs, and there  shall  be  a\n   10  reasonable  evaluation  of  any such income or resources. The department\n   11  shall not consider the availability of  an  option  for  an  accelerated\n   12  payment  of  death benefits or special surrender value pursuant to para-\n   13  graph one of subsection (a) of section one thousand one hundred thirteen\n   14  of the insurance law, or an option to enter into a  viatical  settlement\n   15  pursuant  to  the  provisions  of article seventy-eight of the insurance\n   16  law, as an available resource in determining eligibility for  an  amount\n   17  of such assistance, provided, however, that the payment of such benefits\n   18  shall  be  considered  in determining eligibility for and amount of such\n   19  assistance.  THE DEPARTMENT SHALL NOT CONSIDER THE  AVAILABILITY  OF  AN\n   20  INDIVIDUAL'S  ELECTIVE  SHARE  OF  THE  INDIVIDUAL'S  DECEASED  SPOUSE'S\n   21  ESTATE, AS AN AVAILABLE RESOURCE IN DETERMINING  ELIGIBILITY,  PROVIDED:\n   22  (I)  THE  INDIVIDUAL  HAS  EXECUTED  AN EFFECTIVE WAIVER OF THE RIGHT OF\n   23  ELECTION OF SUCH SHARE, IN ACCORDANCE  WITH  PARAGRAPH  (E)  OF  SECTION\n   24  5-1.1-A  OF  THE ESTATES, POWERS AND TRUSTS LAW; (II) THE WAIVER CAN NOT\n   25  BE AMENDED OR REVOKED BY THE INDIVIDUAL, INCLUDING, WITHOUT  LIMITATION,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05094-01-1\n\n       A. 2013                             2\n\n    1  WAIVERS EXECUTED WITH CONSIDERATION; AND (III) THE INDIVIDUAL'S ELECTIVE\n    2  SHARE IS NOT OTHERWISE CONSIDERED AVAILABLE, IN ACCORDANCE WITH SUBDIVI-\n    3  SION  FIVE  OF THIS SECTION. There shall not be taken into consideration\n    4  the  financial  responsibility  of  any  individual for any applicant or\n    5  recipient of assistance under this title unless such applicant or recip-\n    6  ient is such individual's spouse or such individual's child who is under\n    7  twenty-one years of age. In determining the eligibility of a  child  who\n    8  is  categorically  eligible  as  blind  or disabled, as determined under\n    9  regulations prescribed by the social security act  for  medical  assist-\n   10  ance,  the income and resources of parents or spouses of parents are not\n   11  considered available to that child if she/he does  not  regularly  share\n   12  the  common  household even if the child returns to the common household\n   13  for periodic visits. In the application of standards of eligibility with\n   14  respect to income, costs incurred for medical care, whether in the  form\n   15  of  insurance  premiums  or  otherwise, shall be taken into account. Any\n   16  person who is eligible for, or reasonably appears to meet  the  criteria\n   17  of  eligibility  for,  benefits  under title XVIII of the federal social\n   18  security act shall be required to apply for and fully utilize such bene-\n   19  fits in accordance with this chapter.\n   20    S 2. Paragraph (f) of subdivision 5  of  section  366  of  the  social\n   21  services  law, as relettered by section 26-a of part C of chapter 109 of\n   22  the laws of 2006, is relettered paragraph (g) and a new paragraph (f) is\n   23  added to read as follows:\n   24    (F) (1) AVAILABLE ASSETS AS DEFINED IN CLAUSE (I) OF SUBPARAGRAPH  ONE\n   25  OF  PARAGRAPH  (D)  OF  THIS  SUBDIVISION SHALL INCLUDE THE VALUE OF THE\n   26  INDIVIDUAL'S  ELECTIVE  SHARE  OF  THE  INDIVIDUAL'S  DECEASED  SPOUSE'S\n   27  ESTATE, EXCEPT WHERE:\n   28    (I)  THE  INDIVIDUAL  HAS EXECUTED AN EFFECTIVE WAIVER OF THE INDIVID-\n   29  UAL'S DECEASED SPOUSE'S ESTATE, IN  ACCORDANCE  WITH  PARAGRAPH  (E)  OF\n   30  SECTION  5-1.1-A OF THE ESTATES, POWERS AND TRUSTS LAW, AT LEAST THIRTY-\n   31  SIX MONTHS BEFORE THE INDIVIDUAL APPLIED FOR MEDICAID; OR\n   32    (II) THE INDIVIDUAL EXECUTED A  WAIVER  LESS  THAN  THIRTY-SIX  MONTHS\n   33  BEFORE  THE  INDIVIDUAL APPLIED FOR MEDICAID, AND THE PERIOD OF INELIGI-\n   34  BILITY HAS EXPIRED.\n   35    (2) THE PERIOD OF INELIGIBILITY SHALL BE COMPUTED BY  DETERMINING  THE\n   36  VALUE  OF THE INDIVIDUAL'S ELECTIVE SHARE AS OF THE DATE OF THE INDIVID-\n   37  UAL'S SPOUSE'S DEATH, DIVIDED BY THE AVERAGE COST  OF  NURSING  FACILITY\n   38  SERVICES TO A PRIVATE PATIENT, AS DETERMINED BY THE COMMISSIONER.\n   39    (3)  NO  PERIOD  OF INELIGIBILITY MAY BE CALCULATED UNTIL THE DEATH OF\n   40  THE INDIVIDUAL'S SPOUSE, AND SUCH PERIOD SHALL COMMENCE AS OF  THE  DATE\n   41  THE WAIVER IS SIGNED.\n   42    S  3. This act shall take effect on the first of January next succeed-\n   43  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to medical assistance for needy persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T133324.TXT", "SOBI.D110113.T132824.TXT", "SOBI.D110112.T161526.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294943604983
}