{
  "year" : 2011,
  "senateBillNo" : "A2016-2011",
  "billEvents" : [ {
    "eventDate" : 1294808400000,
    "eventText" : "referred to insurance",
    "billEventId" : "A2016-2011-1294808400000-referred+to+insurance",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes superintendent of insurance to conduct a study and make recommendations on title insurance premium rates in N.Y. state",
  "summary" : "Authorizes superintendent of insurance to conduct study and make recommendations on title insurance premium rates in NYS. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Insurance",
  "previousVersions" : [ "A9452-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2016\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 12, 2011\n                                      ___________\n\n       Introduced  by M. of A. WEPRIN, JACOBS -- Multi-Sponsored by -- M. of A.\n         GOTTFRIED, MAGEE, PEOPLES-STOKES, SWEENEY -- read once and referred to\n         the Committee on Insurance\n\n       AN ACT in relation to  directing  the  superintendent  of  insurance  to\n         conduct  a  study and issue a report regarding title insurance premium\n         rates\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. 1. The superintendent of insurance is hereby authorized and\n    2  directed  to  conduct  a  comprehensive study on title insurance premium\n    3  rates.\n    4    2. Within one year of the effective date of this act  the  superinten-\n    5  dent  of insurance shall issue a report to the governor and the legisla-\n    6  ture. Such study and report shall include but shall not be limited to:\n    7    a. an analysis of title insurance premium rates in New York state;\n    8    b. steps that can be taken to reduce such rates; and\n    9    c. what service charges are regularly added to  customers'  bills  for\n   10  title services.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05047-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to directing the superintendent of insurance to conduct a study and issue a report regarding title insurance premium rates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T133324.TXT", "SOBI.D110112.T161526.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294943604990
}