{
  "year" : 2011,
  "senateBillNo" : "A2019-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to correction",
    "billEventId" : "A2019-2011-1294894800000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that photographs of sex offender registrants shall be contemporaneous with the act of registration",
  "summary" : "Provides that photographs of sex offender registrants shall be contemporaneous with the act of registration. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "AA3913-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2019\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GALEF -- Multi-Sponsored by -- M. of A. BING,\n         McENENY, SWEENEY, WEISENBERG -- read once and referred to the  Commit-\n         tee on Correction\n\n       AN ACT to amend the correction law and the executive law, in relation to\n         photographs of sex offender registrants\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 1  of  section  168-b  of  the\n    2  correction  law,  as amended by section 1 of part O of chapter 56 of the\n    3  laws of 2005, is amended to read as follows:\n    4    (b) A photograph and set of fingerprints.   THE  PHOTOGRAPH  SHALL  BE\n    5  CONTEMPORANEOUS WITH THE ACT OF REGISTRATION. For a sex offender given a\n    6  level TWO OR three designation, the division shall, during the period of\n    7  registration,  update such photograph once each year. For a sex offender\n    8  given a level one [or level two] designation, the division shall, during\n    9  the period of registration, update  such  photograph  once  every  three\n   10  years. The division shall notify the sex offender by mail of the duty to\n   11  appear  and be photographed at [the] THEIR PROBATION OR PAROLE OFFICE OR\n   12  OTHER specified law enforcement agency having jurisdiction. Such notifi-\n   13  cation shall be mailed at least thirty days and not more than sixty days\n   14  before the photograph is required to be taken  pursuant  to  subdivision\n   15  two  of  section one hundred sixty-eight-f of this article.  IF A PHOTO-\n   16  GRAPH CANNOT BE TAKEN  AT  SUCH  TIME,  THE  DIVISION  SHALL  PROVIDE  A\n   17  DISCLAIMER EXPLAINING WHEN SUCH PHOTOGRAPH WAS TAKEN.\n   18    S  2.  Paragraphs (b-2) and (c-1) of subdivision 2 of section 168-f of\n   19  the correction law, as added by section 2 of part O of chapter 56 of the\n   20  laws of 2005, are amended to read as follows:\n   21    (b-2) If the sex offender has been given a level TWO OR  three  desig-\n   22  nation,  he  or  she shall personally appear at [the] THEIR PROBATION OR\n   23  PAROLE OFFICE OR OTHER law enforcement agency having jurisdiction within\n   24  twenty days of the first  anniversary  of  the  sex  offender's  initial\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04156-01-1\n\n       A. 2019                             2\n\n    1  registration and every year thereafter during the period of registration\n    2  for  the  purpose  of  [providing]  HAVING  a current photograph of such\n    3  offender TAKEN. The law enforcement agency, PROBATION OR PAROLE  OFFICE,\n    4  OR  OTHER  AGENCY  having jurisdiction shall photograph the sex offender\n    5  and shall promptly forward a copy of such photograph  to  the  division.\n    6  For  purposes  of  this paragraph, if such sex offender is confined in a\n    7  state or local correctional facility, the local law  enforcement  agency\n    8  having  jurisdiction  shall  be  the  warden, superintendent, sheriff or\n    9  other person in charge of the state or local correctional facility.\n   10    (c-1) If the sex offender, to whom a notice has  been  mailed  at  the\n   11  last  reported  address pursuant to paragraph [b] (B) of subdivision one\n   12  of  section  one  hundred  sixty-eight-b  of  this  article,  fails   to\n   13  personally  appear  at the law enforcement PROBATION OR PAROLE OFFICE OR\n   14  OTHER agency having jurisdiction, as  provided  in  paragraph  (b-2)  or\n   15  (b-3)  of this subdivision, within twenty days of the anniversary of the\n   16  sex offender's initial registration, or an alternate later  date  sched-\n   17  uled  by the law enforcement agency having jurisdiction, he or she shall\n   18  be in violation of this section. The duty to personally appear for  such\n   19  updated  photograph  shall be temporarily suspended during any period in\n   20  which the sex offender is confined in any hospital or  institution,  and\n   21  such sex offender shall personally appear for such updated photograph no\n   22  later  than ninety days after release from such hospital or institution,\n   23  or an alternate later date  scheduled  by  the  law  enforcement  agency\n   24  having jurisdiction.\n   25    S  3.  Subdivision 2 of section 259-a of the executive law, as amended\n   26  by chapter 7 of the laws of 2007, is amended to read as follows:\n   27    2. The division shall cause complete  records  to  be  kept  of  every\n   28  person  on  presumptive release, parole, conditional release or post-re-\n   29  lease supervision. Such records shall contain the aliases and photograph\n   30  of each such person, and the other information referred to  in  subdivi-\n   31  sion  one  of this section, as well as all reports of parole officers in\n   32  relation to such persons. IN THE CASE OF ALL SEX OFFENDERS WITH A  LEVEL\n   33  TWO OR THREE DESIGNATION THE DIVISION SHALL PHOTOGRAPH SUCH SEX OFFENDER\n   34  AND UPDATE SUCH PHOTOGRAPH ONCE EACH YEAR. IN THE CASE OF ALL SEX OFFEN-\n   35  DERS  WITH  A  LEVEL ONE DESIGNATION, THE DIVISION SHALL PHOTOGRAPH SUCH\n   36  SEX OFFENDER AND UPDATE SUCH PHOTOGRAPH ONCE  EVERY  THREE  YEARS.  Such\n   37  records shall be maintained by the division and may be made available as\n   38  deemed  appropriate by the [chairman] CHAIRPERSON for use by the depart-\n   39  ment of correctional services, the commissioner of  mental  health,  the\n   40  commissioner  of  mental retardation and developmental disabilities, the\n   41  case review panel, and the attorney general pursuant to section 10.05 of\n   42  the mental hygiene law, the division, and  the  board  of  parole.  Such\n   43  records  shall  be  organized  in  accordance with methods of filing and\n   44  indexing designed to  insure  the  immediate  availability  of  complete\n   45  information about such persons.\n   46    S  4.  This  act shall take effect on the ninetieth day after it shall\n   47  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law and the executive law, in relation to photographs of sex offender registrants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T121819.TXT", "SOBI.D110113.T143448.TXT", "SOBI.D110113.T115832.TXT", "SOBI.D110113.T115318.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294947288798
}