{
  "year" : 2011,
  "senateBillNo" : "A2021-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2021-2011-1294894800000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Reduces the required minimum age for obtaining a junior archery license",
  "summary" : "Reduces the required minimum age for obtaining a junior archery license from fourteen years to twelve years of age. ",
  "currentCommittee" : null,
  "sameAs" : "S177",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A824-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Russell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2021\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GUNTHER,  SCHROEDER, MAGEE, TITONE, LATIMER,\n         RUSSELL -- Multi-Sponsored by -- M. of A.  AMEDORE,  BARCLAY,  CROUCH,\n         GIGLIO,  HAWLEY, P. LOPEZ, LUPARDO, MOLINARO, RABBITT -- read once and\n         referred to the Committee on Environmental Conservation\n\n       AN ACT to amend the  environmental  conservation  law,  in  relation  to\n         reducing  the  required  minimum  age  for  obtaining a junior archery\n         license\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  c  of  subdivision 2 of section 11-0701 of the\n    2  environmental conservation law, as amended by section 7  of  part  F  of\n    3  chapter 82 of the laws of 2002, is amended to read as follows:\n    4    c.  A junior archery license entitles a resident holder who is between\n    5  the ages of [fourteen] TWELVE and sixteen years to hunt  wild  deer  and\n    6  bear  with  a  longbow  during the special archery season and during the\n    7  regular season, as provided in title 9  of  this  article,  as  if  such\n    8  person  held a license which authorizes the holder to hunt big game with\n    9  a bowhunting stamp affixed, subject to the provisions of section 11-0929\n   10  and subdivision 3 of section 11-0713 of  this  article.  It  entitles  a\n   11  non-resident  holder  who  is  between the ages of [fourteen] TWELVE and\n   12  sixteen years to hunt wild deer and  bear  with  a  longbow  during  the\n   13  special  archery  season  and  during the regular season, as provided in\n   14  title 9 of this article, as if such person held a non-resident  bowhunt-\n   15  ing  license, a non-resident license which authorizes the holder to hunt\n   16  deer and a non-resident bear tag, subject to the provisions  of  section\n   17  11-0929 and subdivision 3 of section 11-0713 of this article.\n   18    S  2.  Subdivision 2 of section 11-0713 of the environmental conserva-\n   19  tion law, as amended by chapter 344 of the laws of 2008, is  amended  to\n   20  read as follows:\n   21    2.  The  issuing officer shall not issue a junior archery license to a\n   22  person between the ages of [fourteen] TWELVE and  sixteen  or  a  junior\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01682-01-1\n\n       A. 2021                             2\n\n    1  hunting license to a person between the ages of twelve and sixteen years\n    2  unless  at  the  time of issuance applicant is accompanied by his or her\n    3  parent or legal guardian who  shall  consent  to  the  issuance  of  the\n    4  license  and  shall  so signify by signing his OR HER name in ink across\n    5  the face of it. At no time shall such licenses  be  issued  by  mail  to\n    6  persons between the ages of twelve and sixteen years.\n    7    S  3.  Subdivision 3 of section 11-0719 of the environmental conserva-\n    8  tion law, as amended by chapter 344 of the laws of 2008, is  amended  to\n    9  read as follows:\n   10    3.  A junior hunting license issued to a person who is at least twelve\n   11  and less than sixteen years of age or a junior archery license issued to\n   12  a person who is [fourteen or fifteen] BETWEEN THE  AGES  OF  TWELVE  AND\n   13  SIXTEEN  years  [of  age]  may  be  revoked by the department upon proof\n   14  satisfactory to the department that such person, while under the age  of\n   15  sixteen,  has  engaged  in  hunting  wildlife  with a gun or longbow, in\n   16  circumstances in which a license is required, while not  accompanied  by\n   17  his  or  her  parent,  guardian  or  other  adult as provided in section\n   18  11-0929 of this article. If such license or  privilege  is  revoked  the\n   19  department  shall  fix  the  period  of such revocation, which is not to\n   20  exceed four years. The department may require that such person  success-\n   21  fully complete a department sponsored course and obtain a certificate of\n   22  qualification in responsible hunting or responsible bowhunting practices\n   23  before being issued another hunting or bowhunting license.\n   24    S  4.  Subdivision 3 of section 11-0929 of the environmental conserva-\n   25  tion law, as amended by chapter 344 of the laws of 2008, is  amended  to\n   26  read as follows:\n   27    3. A licensee who is BETWEEN THE AGES OF TWELVE AND sixteen [or seven-\n   28  teen]  years  [of  age]  and  who has not previously had a license which\n   29  authorizes the holder to hunt big game issued to him or her and  engaged\n   30  in  hunting  pursuant to it shall not hunt deer or bear unless he or she\n   31  is accompanied by his or her parent or legal guardian, or  by  a  person\n   32  designated  in  writing by his or her parent or legal guardian on a form\n   33  prescribed by the department and who is eighteen years of age  or  older\n   34  and  who has had at least one year's experience in hunting deer or bear,\n   35  and such accompanying parent, guardian or person holds a  license  which\n   36  authorizes the holder to hunt big game.\n   37    S  5.  This  act shall take effect on the ninetieth day after it shall\n   38  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to reducing the required minimum age for obtaining a junior archery license ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T143448.TXT", "SOBI.D110113.T115832.TXT", "SOBI.D110113.T121318.TXT", "SOBI.D110113.T120318.TXT", "SOBI.D110113.T115318.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294947288801
}