{
  "year" : 2011,
  "senateBillNo" : "A2020-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to codes",
    "billEventId" : "A2020-2011-1294894800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts parties liable for failure to obey or enforce domestic violence orders of protection or temporary orders of protection from limited liability provisions",
  "summary" : "Exempts parties liable for failure to obey or enforce certain child protective, domestic relations, or domestic violence orders of protection or temporary orders of protection from limited liability provisions pertaining to non-economic loss and providing for limitation of joint liability. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A5516-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2020\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GUNTHER, GLICK, PAULIN, ENGLEBRIGHT, GABRYSZAK,\n         ROSENTHAL, M. MILLER, ORTIZ -- Multi-Sponsored by -- M. of A.  McENENY\n         -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to exempt-\n         ing  parties  liable  for failure to obey or enforce certain orders of\n         protection or temporary orders of protection in domestic  violence  or\n         domestic  relations  matters from the provisions of article sixteen of\n         such law, entitled \"limited liability of persons jointly liable\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1602 of the civil practice law and rules is amended\n    2  by adding a new subdivision 14 to read as follows:\n    3    14.  NOT  APPLY  TO  ANY PARTY HELD LIABLE FOR CLAIMS ARISING FROM THE\n    4  FAILURE TO OBEY OR ENFORCE (A) AN ORDER OF  PROTECTION  OR  A  TEMPORARY\n    5  ORDER  OF  PROTECTION ISSUED OR MODIFIED PURSUANT TO ARTICLE FOUR, FIVE,\n    6  SIX, EIGHT, OR TEN OF THE FAMILY COURT ACT, SECTION 530.12 OF THE CRIMI-\n    7  NAL PROCEDURE LAW, SECTION TWO HUNDRED FORTY OR TWO HUNDRED FIFTY-TWO OF\n    8  THE DOMESTIC RELATIONS LAW, OR (B) AN ORDER OF PROTECTION  OR  TEMPORARY\n    9  ORDER OF PROTECTION ISSUED OR MODIFIED BY A COURT OF COMPETENT JURISDIC-\n   10  TION IN ANOTHER STATE, TERRITORIAL, OR TRIBAL JURISDICTION.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02567-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to exempting parties liable for failure to obey or enforce certain orders of protection or temporary orders of protection in domestic violence or domestic relations matters from the provisions of article sixteen of such law, entitled \"limited liability of persons jointly liable\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T121819.TXT", "SOBI.D110113.T143448.TXT", "SOBI.D110113.T121318.TXT", "SOBI.D110113.T115832.TXT", "SOBI.D110113.T115318.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294947288800
}