{
  "year" : 2011,
  "senateBillNo" : "A2026-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to codes",
    "billEventId" : "A2026-2011-1294894800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates and defines the new crime of aggressive driving as a class E felony; establishes minimum one year sentence when court imposes alternative definite sentence",
  "summary" : "Creates and defines the new crime of aggressive driving as a class E felony; establishes minimum one year sentence when court imposes alternative definite sentence. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A2274-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2026\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by M. of A. REILICH, KOLB, FINCH -- Multi-Sponsored by -- M.\n         of A. McDONOUGH -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to the  crime  of  aggressive\n         driving\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 120.65  to\n    2  read as follows:\n    3  S 120.65 AGGRESSIVE DRIVING.\n    4    A PERSON IS GUILTY OF AGGRESSIVE DRIVING WHEN HE OR SHE:\n    5    1. RECKLESSLY OPERATES A MOTOR VEHICLE ON A PUBLIC HIGHWAY IN A MANNER\n    6  THAT  CREATES  A  SUBSTANTIAL RISK OF SERIOUS PHYSICAL INJURY TO ANOTHER\n    7  PERSON; OR\n    8    2. OPERATES A MOTOR VEHICLE ON A PUBLIC  HIGHWAY  WHILE  DISPLAYING  A\n    9  DEADLY  WEAPON OR A DANGEROUS INSTRUMENT OR WHAT APPEARS TO BE A PISTOL,\n   10  REVOLVER, RIFLE, SHOTGUN, MACHINE GUN OR OTHER FIREARM, IN  SUCH  MANNER\n   11  AS  TO PLACE ANOTHER PERSON IN REASONABLE FEAR OF PHYSICAL INJURY, SERI-\n   12  OUS PHYSICAL INJURY OR DEATH; OR\n   13    3. OPERATES A MOTOR VEHICLE ON A PUBLIC HIGHWAY IN SUCH MANNER  AS  TO\n   14  PLACE  ANOTHER  PERSON  IN  REASONABLE  FEAR OF PHYSICAL INJURY, SERIOUS\n   15  PHYSICAL INJURY OR DEATH.\n   16    AGGRESSIVE DRIVING IS A CLASS E FELONY.\n   17    S 2. Subdivision 4 of section 70.00 of the penal law,  as  amended  by\n   18  chapter 738 of the laws of 2004, is amended to read as follows:\n   19    4.  Alternative  definite  sentence for class D and E felonies. When a\n   20  person, other than a second or persistent felony offender, is  sentenced\n   21  for  a  class  D  or class E felony, and the court, having regard to the\n   22  nature and circumstances of the crime and to the history  and  character\n   23  of  the  defendant, is of the opinion that a sentence of imprisonment is\n   24  necessary but that it would be unduly harsh to impose  an  indeterminate\n   25  or  determinate  sentence,  the  court may impose a definite sentence of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03607-01-1\n\n       A. 2026                             2\n\n    1  imprisonment and fix a term of one year or less, PROVIDED, HOWEVER, THAT\n    2  THE COURT MUST FIX A MINIMUM TERM OF AT LEAST ONE YEAR WHEN THE SENTENCE\n    3  IS FOR A CONVICTION OF THE CLASS E FELONY OFFENSE OF AGGRESSIVE DRIVING.\n    4    S 3. This act shall take effect on the first of November next succeed-\n    5  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the crime of aggressive driving ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T121819.TXT", "SOBI.D110113.T143914.TXT", "SOBI.D110113.T115832.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294947554944
}