{
  "year" : 2011,
  "senateBillNo" : "A2024-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to labor",
    "billEventId" : "A2024-2011-1294894800000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts provisions providing protection to employees from retaliatory actions by employers where such employees report illegal business activities",
  "summary" : "Enacts provisions providing protection to employees from retaliatory actions by employers where such employees report illegal business activities; applicable to employees who in good faith reasonably believes that an illegal business activity has or will occur, based on information that the employee reasonably believes to be true; provides remedies and relief. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A2126-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2024\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Labor\n\n       AN ACT to amend the labor law and the civil service law, in relation  to\n         protection of employees against retaliatory action by employers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as  the  \"whistle-\n    2  blower protection act\".\n    3    S 2. Section 740 of the labor law, as added by chapter 660 of the laws\n    4  of  1984,  paragraph  (g) of subdivision 1 as added and paragraph (a) of\n    5  subdivision 2 as amended by chapter 442 of the laws of  2006  and  para-\n    6  graph  (d)  of subdivision 4 as added by chapter 24 of the laws of 2002,\n    7  is amended to read as follows:\n    8    S 740. Retaliatory personnel  action  by  employers;  prohibition.  1.\n    9  Definitions.  For  purposes  of this section, unless the context specif-\n   10  ically indicates otherwise:\n   11    (a) \"Employee\" means an individual who performs services for and under\n   12  the control and direction of an employer for wages  or  other  remunera-\n   13  tion.\n   14    (b)  \"Employer\"  means  any  person,  firm,  partnership, institution,\n   15  corporation, or association that employs one or more employees.\n   16    (c) \"Law, rule or regulation\" includes: (I) any duly enacted  FEDERAL,\n   17  STATE  OR  LOCAL  statute or ordinance [or]; (II) any rule or regulation\n   18  promulgated pursuant to [any federal, state or local]  SUCH  statute  or\n   19  ordinance;  OR  (III) ANY JUDICIAL OR ADMINISTRATIVE DECISION, RULING OR\n   20  ORDER.\n   21    (d) \"Public body\" includes the following:\n   22    (i) the United States Congress, any state legislature, or  any  [popu-\n   23  larly-elected] ELECTED local governmental body, or any member or employ-\n   24  ee thereof;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04117-01-1\n\n       A. 2024                             2\n\n    1    (ii)  any federal, state, or local [judiciary] COURT, or any member or\n    2  employee thereof, or any grand or petit jury;\n    3    (iii)  any  federal,  state,  or  local regulatory, administrative, or\n    4  public agency or authority, or instrumentality thereof; [or]\n    5    (iv) any federal, state, or local law enforcement agency, prosecutori-\n    6  al office, or police or peace officer;\n    7    (V) ANY FEDERAL, STATE OR LOCAL DEPARTMENT OF AN EXECUTIVE  BRANCH  OF\n    8  GOVERNMENT; OR\n    9    (VI)  ANY DIVISION, BOARD, BUREAU, OFFICE, COMMITTEE, OR COMMISSION OF\n   10  ANY OF THE PUBLIC BODIES DESCRIBED IN SUBPARAGRAPHS (I) THROUGH  (V)  OF\n   11  THIS PARAGRAPH.\n   12    (e) \"Retaliatory personnel action\" means the discharge, suspension [or\n   13  demotion  of],  DEMOTION,  PENALIZATION  OR  DISCRIMINATION  AGAINST  an\n   14  employee, or other adverse employment action taken against  an  employee\n   15  in the terms and conditions of employment.\n   16    (f)  \"Supervisor\"  means any individual within an employer's organiza-\n   17  tion who has the authority to direct and control the work performance of\n   18  [the affected] AN employee; or who has [managerial]  authority  to  take\n   19  corrective  action  regarding  the  [violation of the law, rule or regu-\n   20  lation] ILLEGAL BUSINESS ACTIVITY of which the employee complains.\n   21    (g) \"Health care fraud\" means health care fraud as defined by  article\n   22  one hundred seventy-seven of the penal law.\n   23    (H)  \"AGENT\"  MEANS  ANY  INDIVIDUAL, PARTNERSHIP, ASSOCIATION, CORPO-\n   24  RATION OR GROUP OF PERSONS ACTING ON BEHALF OF AN EMPLOYER.\n   25    (I) \"ILLEGAL BUSINESS ACTIVITY\" MEANS ANY PRACTICE, PROCEDURE,  ACTION\n   26  OR  FAILURE  TO  ACT  BY  AN  EMPLOYER,  OR AN EMPLOYEE OR AGENT OF SUCH\n   27  EMPLOYER, TAKEN IN THE COURSE OF THE EMPLOYER'S BUSINESS, WHETHER OR NOT\n   28  WITHIN THE SCOPE OF EMPLOYMENT OR AGENCY, WHICH IS IN VIOLATION  OF  ANY\n   29  LAW, RULE OR REGULATION.\n   30    2.  Prohibitions. An employer shall not take any retaliatory personnel\n   31  action against an employee because such employee does any of the follow-\n   32  ing:\n   33    (a) discloses, or threatens to disclose to a supervisor or to a public\n   34  body INFORMATION ABOUT an ILLEGAL BUSINESS activity[, policy or practice\n   35  of the employer that is in violation of law, rule  or  regulation  which\n   36  violation  creates and presents a substantial and specific danger to the\n   37  public health or safety, or which constitutes health care fraud];\n   38    (b) provides information to, or  testifies  before,  any  public  body\n   39  conducting an investigation, hearing or inquiry into any such [violation\n   40  of  a  law,  rule  or  regulation  by  such  employer]  ILLEGAL BUSINESS\n   41  ACTIVITY; or\n   42    (c) objects to, or refuses to participate in any [such] ILLEGAL  BUSI-\n   43  NESS  activity[, policy or practice in violation of a law, rule or regu-\n   44  lation].\n   45    3. Application. The protection against  retaliatory  personnel  action\n   46  provided  by SUBDIVISION TWO OF THIS SECTION SHALL APPLY TO ANY EMPLOYEE\n   47  WHO IN GOOD FAITH REASONABLY BELIEVES THAT AN ILLEGAL BUSINESS  ACTIVITY\n   48  HAS  OCCURRED  OR  WILL OCCUR, BASED ON INFORMATION THAT THE EMPLOYEE IN\n   49  GOOD FAITH REASONABLY BELIEVES TO BE TRUE; PROVIDED, HOWEVER,  THAT  THE\n   50  PROTECTION  AGAINST  RETALIATORY  PERSONNEL ACTION PROVIDED BY paragraph\n   51  (a) of subdivision two of this section pertaining  to  disclosure  to  a\n   52  public  body shall not apply to an employee who makes such disclosure to\n   53  a public body unless the employee has [brought] MADE A GOOD FAITH EFFORT\n   54  TO NOTIFY HIS OR HER EMPLOYER BY BRINGING the  ILLEGAL  BUSINESS  activ-\n   55  ity[, policy or practice in violation of law, rule or regulation] to the\n   56  attention  of  a  supervisor  [of  the  employer]  and has afforded such\n\n       A. 2024                             3\n\n    1  employer a reasonable opportunity to correct such activity[,  policy  or\n    2  practice].    EMPLOYER NOTIFICATION SHALL NOT BE REQUIRED WHERE: (A) THE\n    3  EMPLOYER HAS NOT COMPLIED WITH THE PUBLICATION REQUIREMENTS OF  SUBDIVI-\n    4  SION  EIGHT OF THIS SECTION; (B) THERE IS AN IMMINENT AND SERIOUS DANGER\n    5  TO THE PUBLIC HEALTH OR SAFETY; OR (C) THE EMPLOYEE REASONABLY  BELIEVES\n    6  THAT  REPORTING  TO  THE  SUPERVISOR  WOULD  RESULT  IN A DESTRUCTION OF\n    7  EVIDENCE OR OTHER CONCEALMENT OF THE ILLEGAL BUSINESS ACTIVITY.\n    8    4. Violation; remedy. (a) An employee who has been the  subject  of  a\n    9  retaliatory  personnel action in violation of this section may institute\n   10  a civil action in a court of competent jurisdiction for  relief  as  set\n   11  forth  in  subdivision  five of this section within [one year] TWO YEARS\n   12  after the alleged retaliatory personnel action was taken.\n   13    (b) Any action authorized by this section may be brought in the county\n   14  in which the alleged retaliatory personnel action occurred, in the coun-\n   15  ty in which the complainant resides, or  in  the  county  in  which  the\n   16  employer has its principal place of business.\n   17    (c)  It  shall  be  a  defense  to any action brought pursuant to this\n   18  section that the personnel action was predicated upon grounds other than\n   19  the employee's exercise of any rights  protected  by  this  section.  It\n   20  shall  also be a defense that the individual was an independent contrac-\n   21  tor.\n   22    (d) [Notwithstanding the provisions of paragraphs (a) and (c) of  this\n   23  subdivision, a health care employee who has been the subject of a retal-\n   24  iatory  action  by  a health care employer in violation of section seven\n   25  hundred forty-one of this article may institute  a  civil  action  in  a\n   26  court  of  competent jurisdiction for relief as set forth in subdivision\n   27  five of this section within two  years  after  the  alleged  retaliatory\n   28  personnel  action  was  taken.]  In  addition to the relief set forth in\n   29  [that] subdivision FIVE OF THIS SECTION, the court, in  its  discretion,\n   30  based upon a finding that the employer acted in bad faith in the retali-\n   31  atory  action,  may assess the employer a civil penalty of an amount not\n   32  to exceed ten thousand dollars, to be paid to the improving  quality  of\n   33  patient  care fund, established pursuant to section ninety-seven-aaaa of\n   34  the state finance law.\n   35    5. Relief. In any action brought pursuant to subdivision four of  this\n   36  section, the court may order relief as follows:\n   37    (a) [an injunction to restrain continued violation of this section;\n   38    (b)]  the  reinstatement  of  the  employee  to the same position held\n   39  before the retaliatory personnel action, or to an equivalent position;\n   40    [(c)] (B) the reinstatement of  full  fringe  benefits  and  seniority\n   41  rights;\n   42    [(d)] (C) the compensation for lost wages, benefits and other remuner-\n   43  ation; [and\n   44    (e)] (D) COMPENSATORY DAMAGES FOR ECONOMIC LOSS;\n   45    (E)  the  payment  by the employer of reasonable costs, disbursements,\n   46  and attorney's fees;\n   47    (F) AN INJUNCTION TO RESTRAIN THE EMPLOYER'S  CONTINUED  VIOLATION  OF\n   48  THIS SECTION WITH RESPECT TO THE EMPLOYEE; AND\n   49    (G)  A  CIVIL PENALTY OF AN AMOUNT NOT TO EXCEED TEN THOUSAND DOLLARS,\n   50  IF THE COURT, IN ITS DISCRETION, FINDS THAT THE EMPLOYER  ACTED  IN  BAD\n   51  FAITH IN THE RETALIATORY ACTION.\n   52    6.  Employer  relief.  A court, in its discretion, may also order that\n   53  reasonable attorneys' fees and court costs and disbursements be  awarded\n   54  to  an  employer  if  the  court determines that an action brought by an\n   55  employee under this section was without REASONABLE basis in  law  or  in\n   56  fact.\n\n       A. 2024                             4\n\n    1    7.  Existing rights. Nothing in this section shall be deemed to dimin-\n    2  ish the rights, privileges, or remedies of any employee under any  other\n    3  law  or  regulation  or  under  any  collective  bargaining agreement or\n    4  employment contract; except that the institution of an action in accord-\n    5  ance  with this section shall be deemed a waiver of the rights and reme-\n    6  dies available under any other contract,  collective  bargaining  agree-\n    7  ment, law, rule or regulation or under the common law.\n    8    8.  PUBLICATION.  EVERY  EMPLOYER  SHALL  INFORM  EMPLOYEES  OF  THEIR\n    9  PROTECTIONS, RIGHTS AND OBLIGATIONS UNDER THIS  SECTION,  BY  POSTING  A\n   10  NOTICE  THEREOF.    SUCH NOTICES SHALL BE POSTED CONSPICUOUSLY IN EASILY\n   11  ACCESSIBLE AND WELL-LIGHTED PLACES CUSTOMARILY FREQUENTED  BY  EMPLOYEES\n   12  AND APPLICANTS FOR EMPLOYMENT.\n   13    S  3. Subdivision 2 of section 75-b of the civil service law, as added\n   14  by chapter 660 of the laws of 1984 and paragraph (a) as amended by chap-\n   15  ter 899 of the laws of 1986, is amended to read as follows:\n   16    2. (a) A public employer shall not dismiss, SUSPEND, DEMOTE,  PENALIZE\n   17  OR  DISCRIMINATE  AGAINST,  or  take other disciplinary or other adverse\n   18  personnel action against a  public  employee  regarding  the  employee's\n   19  employment because the employee:\n   20    (I)  discloses  OR  THREATENS  TO  DISCLOSE  to  a  governmental  body\n   21  information[:(i)] regarding a violation of a  law,  rule  or  regulation\n   22  which  violation  creates and presents a substantial and specific danger\n   23  to the public health or safety[; or (ii) which the  employee  reasonably\n   24  believes  to  be  true  and reasonably believes] OR WHICH constitutes an\n   25  improper governmental action[. \"Improper governmental action\" shall mean\n   26  any action by a public employer or employee, or an agent of such employ-\n   27  er or employee, which is undertaken in the performance of  such  agent's\n   28  official  duties,  whether or not such action is within the scope of his\n   29  employment, and which is in violation of any  federal,  state  or  local\n   30  law, rule or regulation.];\n   31    (II)  PROVIDES  INFORMATION  TO,  OR TESTIFIES BEFORE, ANY PUBLIC BODY\n   32  CONDUCTING AN INVESTIGATION, HEARING OR INQUIRY INTO  ANY  VIOLATION  OR\n   33  ACTION DESCRIBED IN SUBPARAGRAPH (I) OF THIS PARAGRAPH; OR\n   34    (III)  OBJECTS TO, OR REFUSES TO PARTICIPATE IN, ANY SUCH VIOLATION OR\n   35  ACTION.\n   36    (b) THE PROTECTION AGAINST RETALIATORY PERSONNEL  ACTION  PROVIDED  IN\n   37  PARAGRAPH  (A)  OF  THIS  SUBDIVISION SHALL APPLY TO ANY EMPLOYEE WHO IN\n   38  GOOD FAITH REASONABLY BELIEVES THAT A VIOLATION OR IMPROPER GOVERNMENTAL\n   39  ACTION HAS OCCURRED OR WILL OCCUR, BASED ON INFORMATION THAT THE EMPLOY-\n   40  EE IN GOOD FAITH REASONABLY BELIEVES TO BE TRUE.\n   41    (C) Prior  to  disclosing  information  pursuant  to  [paragraph  (a)]\n   42  SUBPARAGRAPH (I) OF PARAGRAPH (A) of this subdivision, an employee shall\n   43  have made a good faith effort to provide the appointing authority or his\n   44  or  her  designee  the information to be disclosed and shall provide the\n   45  appointing authority or designee a reasonable time to  take  appropriate\n   46  action  unless  there is imminent and serious danger to public health or\n   47  safety. For the purposes of  this  subdivision,  an  employee  who  acts\n   48  pursuant to this paragraph shall be deemed to have disclosed information\n   49  to  a governmental body under paragraph (a) of this subdivision. NOTIFI-\n   50  CATION TO THE APPOINTING AUTHORITY OR DESIGNEE  SHALL  NOT  BE  REQUIRED\n   51  WHERE:  (I)  THE  PUBLIC  EMPLOYER HAS NOT COMPLIED WITH THE PUBLICATION\n   52  REQUIREMENTS OF SUBDIVISION FIVE OF THIS SECTION; (II) THERE IS AN IMMI-\n   53  NENT AND SERIOUS DANGER TO THE PUBLIC HEALTH OR  SAFETY;  OR  (III)  THE\n   54  EMPLOYEE  REASONABLY BELIEVES THAT REPORTING TO THE APPOINTING AUTHORITY\n   55  OR DESIGNEE WOULD RESULT IN A DESTRUCTION OF EVIDENCE OR OTHER  CONCEAL-\n   56  MENT OF THE ILLEGAL BUSINESS ACTIVITY.\n\n       A. 2024                             5\n\n    1    (D) \"IMPROPER GOVERNMENTAL ACTION\" SHALL MEAN ANY PRACTICE, PROCEDURE,\n    2  ACTION  OR  FAILURE TO ACT BY A PUBLIC EMPLOYER OR EMPLOYEE, OR AN AGENT\n    3  OF SUCH EMPLOYER OR EMPLOYEE, WHICH IS UNDERTAKEN IN THE PERFORMANCE  OF\n    4  SUCH  AGENT'S  OFFICIAL DUTIES, WHETHER OR NOT SUCH ACTION IS WITHIN THE\n    5  SCOPE OF SUCH PERSON'S EMPLOYMENT, AND WHICH IS IN VIOLATION OF ANY LAW,\n    6  RULE  OR  REGULATION.  \"LAW,  RULE OR REGULATION\" INCLUDES: (I) ANY DULY\n    7  ENACTED FEDERAL, STATE OR LOCAL STATUTE OR ORDINANCE; (II) ANY  RULE  OR\n    8  REGULATION  PROMULGATED  PURSUANT  TO  ANY SUCH STATUTE OR ORDINANCE; OR\n    9  (III) ANY JUDICIAL OR ADMINISTRATIVE DECISION, RULING OR ORDER.\n   10    S 4. Paragraph (c) of subdivision 3  of  section  75-b  of  the  civil\n   11  service  law, as added by chapter 660 of the laws of 1984, is amended to\n   12  read as follows:\n   13    (c) [Where] IN ADDITION TO OR IN LIEU OF THE PROCEDURES SET  FORTH  IN\n   14  PARAGRAPHS  (A) AND (B) OF THIS SUBDIVISION, OR WHERE an employee is not\n   15  subject to any of the provisions of [paragraph (a) or (b) of this subdi-\n   16  vision] SUCH PARAGRAPHS, the employee may commence an action in a  court\n   17  of  competent  jurisdiction  under the same terms and conditions AND FOR\n   18  THE SAME RELIEF as set forth in article twenty-C of the labor law.\n   19    S 5. Section 75-b of the civil service law is amended by adding a  new\n   20  subdivision 5 to read as follows:\n   21    5.  EVERY PUBLIC EMPLOYER SHALL INFORM EMPLOYEES OF THEIR PROTECTIONS,\n   22  RIGHTS AND OBLIGATIONS UNDER THIS SECTION, BY POSTING A NOTICE  THEREOF.\n   23  SUCH  NOTICES  SHALL  BE  POSTED  CONSPICUOUSLY IN EASILY ACCESSIBLE AND\n   24  WELL-LIGHTED PLACES CUSTOMARILY FREQUENTED BY EMPLOYEES  AND  APPLICANTS\n   25  FOR EMPLOYMENT.\n   26    S  6.  This  act shall take effect on the ninetieth day after it shall\n   27  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law and the civil service law, in relation to protection of employees against retaliatory action by employers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T143914.TXT", "SOBI.D110113.T115832.TXT", "SOBI.D110113.T121318.TXT", "SOBI.D110113.T120318.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294947554940
}