{
  "year" : 2011,
  "senateBillNo" : "A2028-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2028-2011-1294894800000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides school tax exemption relief (STAR) to small businesses with 100 or fewer employees",
  "summary" : "Provides school tax exemption relief (STAR) to small business with 100 or fewer employees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A2424-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2028\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. REILICH, SAYWARD, FINCH, RAIA, KOLB -- Multi-\n         Sponsored by -- M. of A.   BARCLAY, BOYLE, BURLING,  BUTLER,  CALHOUN,\n         CONTE,  CROUCH,  DUPREY, FITZPATRICK, GIGLIO, HAWLEY, HAYES, P. LOPEZ,\n         McDONOUGH,  McKEVITT,  J. MILLER,  MOLINARO,  OAKS,  SALADINO,  SPANO,\n         TEDISCO, THIELE, WEISENBERG -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN  ACT to amend the real property tax law, in relation to extending the\n         benefits of the STAR program to small businesses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 3 of section 425 of the real property tax law,\n    2  as added by section 1 of part B of chapter 389  of  the  laws  of  1997,\n    3  paragraph  (a)  as amended by chapter 264 of the laws of 2000, paragraph\n    4  (b-1) as added by section 1 of part FF of chapter  57  of  the  laws  of\n    5  2010,  paragraph  (d) as added by chapter 443 of the laws of 2003, para-\n    6  graph (e) as added by section 2 of part W of chapter 57 of the  laws  of\n    7  2008, is amended to read as follows:\n    8    3.   Eligibility  requirements.  (a)  Property  use.  To  qualify  for\n    9  exemption pursuant to this section, the property must be a one,  two  or\n   10  three family residence, a farm dwelling, A SMALL BUSINESS or residential\n   11  property  held  in  condominium or cooperative form of ownership. If the\n   12  property is not an eligible type of property, but a portion of the prop-\n   13  erty is partially used by the owner as a primary residence, that portion\n   14  which is so used shall be entitled to the  exemption  provided  by  this\n   15  section;  provided  that  in  no  event  shall  the exemption exceed the\n   16  assessed value attributable to that portion.\n   17    (b) Primary residence. The property must serve as  the  primary  resi-\n   18  dence  of  one  or  more  of the owners thereof, UNLESS SUCH PROPERTY IS\n   19  OWNED BY A SMALL BUSINESS AS DEFINED IN PARAGRAPH (F) OF  THIS  SUBDIVI-\n   20  SION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03807-01-1\n\n       A. 2028                             2\n\n    1    (b-1)  Income.  For  final assessment rolls to be used for the levy of\n    2  taxes for the two thousand eleven-two thousand twelve  school  year  and\n    3  thereafter,  the  parcel's affiliated income may be no greater than five\n    4  hundred thousand dollars, as determined by the commissioner of  taxation\n    5  and  finance  pursuant  to  section one hundred seventy-one-u of the tax\n    6  law, in order to be eligible for the basic exemption authorized by  this\n    7  section.  As  used  herein,  the term \"affiliated income\" shall mean the\n    8  combined income of all of the owners of the parcel who resided primarily\n    9  thereon on the applicable taxable status date, and of any owners' spous-\n   10  es residing primarily thereon. For exemptions on final assessment  rolls\n   11  to  be  used for the levy of taxes for the two thousand eleven-two thou-\n   12  sand twelve school year, affiliated income  shall  be  determined  based\n   13  upon the parties' incomes for the income tax year ending in two thousand\n   14  nine.  In  each  subsequent  school year, the applicable income tax year\n   15  shall be advanced by one year. The term \"income\" as  used  herein  shall\n   16  have the same meaning as in subdivision four of this section.\n   17    (c)  Trusts.  If  legal  title  to the property is held by one or more\n   18  trustees, the beneficial owner or owners shall  be  deemed  to  own  the\n   19  property for purposes of this subdivision.\n   20    (d)  Farm  dwellings  not owned by the resident. (i) If legal title to\n   21  the farm dwelling is held by an S-corporation or by a C-corporation, the\n   22  exemption shall be granted if the property serves as the  primary  resi-\n   23  dence of a shareholder of such corporation.\n   24    (ii) If the legal title to the farm dwelling is held by a partnership,\n   25  the  exemption  shall  be  granted if the property serves as the primary\n   26  residence of one or more of the partners.\n   27    (iii) Any information deemed necessary  to  establish  shareholder  or\n   28  partner status for eligibility purposes shall be considered confidential\n   29  and exempt from the freedom of information law.\n   30    (e)  Dwellings  owned by limited partnerships. (i) If legal title to a\n   31  dwelling is held by a limited partnership, the exemption shall be grant-\n   32  ed if the property serves as the primary residence of one or more of the\n   33  partners, provided that the limited partnership which holds title to the\n   34  property does not engage in any commercial activity,  that  the  limited\n   35  partnership  was  lawfully created to hold title solely for estate plan-\n   36  ning and asset protection purposes, and that the partner or partners who\n   37  primarily reside thereon personally pay all of the real  property  taxes\n   38  and other costs associated with the property's ownership.\n   39    (ii)  Any information deemed necessary to establish partner status for\n   40  eligibility purposes shall be considered confidential  and  exempt  from\n   41  the freedom of information law.\n   42    (F) SMALL BUSINESSES.  FOR THE PURPOSES OF THIS SUBDIVISION:\n   43    (I) THE TERM  \"SMALL BUSINESS\" SHALL MEAN A BUSINESS WHICH EMPLOYS ONE\n   44  HUNDRED  PERSONS  OR  LESS  AND IS LOCATED ON A NON-RESIDENTIAL PROPERTY\n   45  USED PRIMARILY FOR COMMERCIAL  PURPOSES.  SUCH  BUSINESS  WILL  ONLY  BE\n   46  ELIGIBLE FOR THE EXEMPTION IF IT DOES NOT RECEIVE EMPIRE ZONE REAL PROP-\n   47  ERTY TAX BENEFITS PURSUANT TO SECTION FIFTEEN OF THE TAX LAW OR DOES NOT\n   48  MAKE  PAYMENTS  IN  LIEU OF TAXES TO THE PUBLIC SCHOOL DISTRICT IN WHICH\n   49  SUCH SMALL BUSINESS IS LOCATED AT A RATE BELOW THE  RATE  APPLICABLE  TO\n   50  ALL OTHER PROPERTIES; AND\n   51    (II) THE TERM \"COMMERCIAL\" SHALL HAVE THE SAME MEANING AS SET FORTH IN\n   52  SECTION FOUR HUNDRED EIGHTY-NINE-AAA OF THIS ARTICLE.\n   53    S  2.  This  act  shall take effect immediately and shall apply to all\n   54  taxable years beginning on and after January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to extending the benefits of the STAR program to small businesses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T121819.TXT", "SOBI.D110113.T143914.TXT", "SOBI.D110113.T115832.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294947554948
}