{
  "year" : 2011,
  "senateBillNo" : "A2038-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to mental health",
    "billEventId" : "A2038-2011-1294894800000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows the detention of a respondent of a \"sex offender requiring civil management petition\" pending trial and relates to standard of proof at trial",
  "summary" : "Allows the detention of a respondent a \"sex offender requiring civil management petition\" pending trial; establishes the standard of proof at trial be \"beyond a reasonable doubt\" rather than \"by clear and convincing evidence\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A10534-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Amedore",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2038\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO, AMEDORE, BURLING, CALHOUN, FINCH --\n         Multi-Sponsored by -- M.  of A. BUTLER, CONTE, CROUCH, DUPREY, GIGLIO,\n         JORDAN, McDONOUGH, McKEVITT, J. MILLER, MOLINARO, OAKS, RAIA, REILICH,\n         SALADINO, THIELE -- read once and referred to the Committee on  Mental\n         Health\n\n       AN  ACT  to  amend  the  mental hygiene law, in relation to allowing the\n         detention of a respondent of a \"sex offender requiring  civil  manage-\n         ment  petition\"  pending trial, and to establish the standard of proof\n         at trial be \"beyond a reasonable doubt\"  rather  than  \"by  clear  and\n         convincing evidence\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (k) of section 10.06 of the mental hygiene law,\n    2  as amended by section 1 of part H of chapter 58 of the laws of 2009,  is\n    3  amended to read as follows:\n    4    (k) At the conclusion of the hearing, the court shall determine wheth-\n    5  er  there  is  probable  cause  to  believe that the respondent is a sex\n    6  offender requiring civil management. If the court determines that proba-\n    7  ble cause has not been established,  the  court  shall  issue  an  order\n    8  dismissing  the  petition,  and  the  respondent's  release  shall be in\n    9  accordance with other applicable provisions of law. If the court  deter-\n   10  mines  that  probable  cause  has been established[: (i) the court shall\n   11  order that the respondent be committed to a  secure  treatment  facility\n   12  designated  by the commissioner for care, treatment and control upon his\n   13  or her release, provided, however, that a respondent who otherwise would\n   14  be required to be transferred to a secure treatment facility may, upon a\n   15  written consent signed by the respondent and his or her counsel, consent\n   16  to remain in the custody of  the  department  of  correctional  services\n   17  pending the outcome of the proceedings under this article, and that such\n   18  consent may be revoked in writing at any time; (ii)] the court shall set\n   19  a  date for trial in accordance with subdivision (a) of section 10.07 of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01969-01-1\n\n       A. 2038                             2\n\n    1  this article. IF RESPONDENT IS EITHER AT LIBERTY  AT  THE  TIME  OF  THE\n    2  HEARING  OR  ELIGIBLE FOR RELEASE FROM IMPRISONMENT DURING THE PERIOD OF\n    3  TIME BETWEEN THE HEARING AND THE TRIAL DATE,  THE  COURT  SHALL  FURTHER\n    4  DETERMINE WHETHER THERE IS PROBABLE CAUSE TO BELIEVE THAT THE RESPONDENT\n    5  IS  A  DANGEROUS SEX OFFENDER REQUIRING CONFINEMENT. IF THE COURT DETER-\n    6  MINES THAT PROBABLE CAUSE HAS NOT  BEEN  ESTABLISHED,  THE  COURT  SHALL\n    7  ORDER  THE  RESPONDENT'S  RELEASE  AND SHALL BE IN ACCORDANCE WITH OTHER\n    8  APPLICABLE PROVISIONS OF LAW, AND THE COURT SHALL ORDER  THE  RESPONDENT\n    9  APPEAR  FOR  TRIAL. IF THE COURT DETERMINES THAT PROBABLE CAUSE HAS BEEN\n   10  ESTABLISHED THE COURT SHALL ORDER THAT THE RESPONDENT BE COMMITTED TO  A\n   11  SECURE  TREATMENT  FACILITY  DESIGNATED  BY  THE  COMMISSIONER FOR CARE,\n   12  TREATMENT AND CONTROL UPON HIS OR HER RELEASE; and [(iii)] the  respond-\n   13  ent shall not be released pending the completion of such trial.\n   14    S  2.  Subdivision  (d) of section 10.07 of the mental hygiene law, as\n   15  added by chapter 7 of the laws of 2007, is amended to read as follows:\n   16    (d) The jury, or the court if a jury trial is waived, shall  determine\n   17  [by clear and convincing evidence] BEYOND A REASONABLE DOUBT whether the\n   18  respondent  is  a detained sex offender who suffers from a mental abnor-\n   19  mality. The burden of proof shall be on the attorney general. A determi-\n   20  nation, if made by the jury, must be by unanimous verdict.  In  charging\n   21  the  jury,  the court's instructions shall include the admonishment that\n   22  the jury may not find solely on the basis of the respondent's commission\n   23  of a sex offense that the respondent is  a  detained  sex  offender  who\n   24  suffers from a mental abnormality. In the case of a respondent committed\n   25  pursuant  to  article seven hundred thirty of the criminal procedure law\n   26  for a sex offense, the attorney general shall have the burden of proving\n   27  [by clear and convincing evidence] BEYOND A REASONABLE  DOUBT  that  the\n   28  respondent did engage in the conduct constituting such offense.\n   29    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to allowing the detention of a respondent of a \"sex offender requiring civil management petition\" pending trial, and to establish the standard of proof at trial be \"beyond a reasonable doubt\" rather than \"by clear and convincing evidence\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T130322.TXT", "SOBI.D110113.T153919.TXT", "SOBI.D110113.T122319.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294951159602
}