{
  "year" : 2011,
  "senateBillNo" : "A203-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A203-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"politician self-immortalization prevention act\"",
  "summary" : "Enacts the \"politician self-immortalization prevention act\"; provides that no facility supported by state funds may be named after a living public official unless such person has been out of public service for at least ten years. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A9909-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          203\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the public officers law, in  relation  to  enacting  the\n         \"politician self-immortalization prevention act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"politician self-immortalization prevention act\".\n    3    S  2.  The public officers law is amended by adding a new section 73-c\n    4  to read as follows:\n    5    S 73-C. NAMING OF FACILITIES AFTER PUBLIC OFFICIALS; PROHIBITED.    1.\n    6  NO  FACILITY,  THE CONSTRUCTION, REHABILITATION OR OPERATION OF WHICH IS\n    7  SUPPORTED BY STATE FUNDS, MAY BE NAMED AFTER  A  LIVING  PERSON  WHO  IS\n    8  SUBJECT  TO  THE  PROVISIONS OF THIS ARTICLE UNLESS SUCH PERSON HAS BEEN\n    9  OUT OF PUBLIC OFFICE FOR AT LEAST TEN YEARS.\n   10    2. THE PROHIBITION SET FORTH IN THIS SECTION SHALL NOT APPLY WHERE THE\n   11  LEGISLATURE APPROVES THE NAMING OF SUCH FACILITY IN THE MANNER  PROVIDED\n   12  FOR  IN SECTION FOURTEEN OF ARTICLE THREE OF THE STATE CONSTITUTION, AND\n   13  THE GOVERNOR APPROVES THE NAMING OF SUCH FACILITY IN THE MANNER PROVIDED\n   14  FOR IN SECTION SEVEN OF ARTICLE FOUR OF THE STATE CONSTITUTION.\n   15    3. WHERE ANY PERSON, MUNICIPAL CORPORATION OR  OTHER  ENTITY  VIOLATES\n   16  THE  PROVISIONS  OF  THIS  SECTION,  THE ATTORNEY GENERAL MAY INITIATE A\n   17  CIVIL ACTION TO ENFORCE THE PROHIBITION SET FORTH IN THIS SECTION.\n   18    S 3. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01419-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to enacting the \"politician self-immortalization prevention act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T120437.TXT", "SOBI.D101216.T134928.TXT", "SOBI.D101216.T125423.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292605477428
}