{
  "year" : 2011,
  "senateBillNo" : "A2039-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2039-2011-1294894800000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a Co-STAR tax program for senior citizens and farmers",
  "summary" : "Establishes a Co-STAR tax program for senior citizens and farmers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A10538-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2039\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO, CROUCH, BURLING, RAIA -- Multi-Sponsored\n         by  -- M. of A.  BARCLAY, BUTLER, CALHOUN, CONTE, FINCH, GIGLIO, KOLB,\n         McDONOUGH, OAKS, RABBITT, REILICH, SALADINO, SAYWARD, THIELE  --  read\n         once and referred to the Committee on Real Property Taxation\n\n       AN  ACT to amend the real property tax law, the tax law, the administra-\n         tive code of the city of New  York  and  the  state  finance  law,  in\n         relation to establishing a Co-STAR program for seniors and farmers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax law is  amended  by  adding  two  new\n    2  sections 425-b and 425-c to read as follows:\n    3    S 425-B. CO-STAR PROGRAM FOR SENIOR CITIZENS. 1. GENERALLY.  WHEN REAL\n    4  PROPERTY RECEIVES THE ENHANCED STAR EXEMPTION FROM SCHOOL DISTRICT TAXA-\n    5  TION  AUTHORIZED  BY SECTION FOUR HUNDRED TWENTY-FIVE OF THIS TITLE, THE\n    6  PROPERTY SHALL BE DESIGNATED AS ELIGIBLE FOR A CO-STAR ASSESSMENT ON THE\n    7  SAME ASSESSMENT ROLL IN THE MANNER PROVIDED BY  THIS  SECTION,  AND  THE\n    8  QUALIFIED  OWNER-APPLICANT  OR  OWNER-APPLICANTS  SHALL BE ENTITLED TO A\n    9  COUNTY TAX REBATE IN THE AMOUNT  AND  MANNER  PROVIDED  BY  SECTION  ONE\n   10  HUNDRED  SEVENTY-SEVEN-A OF THE TAX LAW. NO SEPARATE APPLICATION NEED BE\n   11  FILED FOR SUCH CO-STAR ASSESSMENT OR REBATE.\n   12    2. CO-STAR ASSESSMENTS. (A) SUBJECT TO THE PROVISIONS OF PARAGRAPH (B)\n   13  OF THIS SUBDIVISION, THE CO-STAR ASSESSMENT  FOR  EACH  ELIGIBLE  PARCEL\n   14  SHALL  BE  EQUAL  TO  THE  EXEMPT  AMOUNT DETERMINED FOR PURPOSES OF THE\n   15  ENHANCED STAR EXEMPTION AUTHORIZED BY SECTION FOUR  HUNDRED  TWENTY-FIVE\n   16  OF THIS TITLE FOR THE ASSESSING UNIT IN WHICH THE PARCEL IS LOCATED.\n   17    (B)  NOTWITHSTANDING  THE PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVI-\n   18  SION, IN NO EVENT SHALL THE CO-STAR ASSESSMENT OF A  PARCEL  EXCEED  THE\n   19  TAXABLE ASSESSED VALUE OF THAT PARCEL FOR COUNTY PURPOSES.\n   20    3. ENTRY ON ASSESSMENT ROLL; EFFECT. EACH PARCEL WHICH IS ELIGIBLE FOR\n   21  A  CO-STAR ASSESSMENT SHALL BE DESIGNATED AS SUCH BY THE ASSESSOR ON THE\n   22  ASSESSMENT ROLL, PROVIDED, HOWEVER, THAT A CO-STAR ASSESSMENT SHALL  NOT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02009-01-1\n\n       A. 2039                             2\n\n    1  AFFECT  THE  TOTAL  OR  TAXABLE  ASSESSED  VALUE  OF  ANY PARCEL FOR ANY\n    2  PURPOSE, AND SHALL NOT BE CONSIDERED WHEN DETERMINING THE  TAX  RATE  OF\n    3  ANY COUNTY OR FOR ANY PURPOSE OTHER THAN DETERMINING THE REBATE TO WHICH\n    4  THE  OWNER-APPLICANT  OR OWNER-APPLICANTS ARE ENTITLED UNDER SECTION ONE\n    5  HUNDRED SEVENTY-SEVEN-A OF THE TAX LAW.\n    6    4. PAYMENT OF  CO-STAR  REBATES.  THE  COMMISSIONER  OF  TAXATION  AND\n    7  FINANCE  SHALL PAY CO-STAR REBATES IN THE MANNER PROVIDED BY SECTION ONE\n    8  HUNDRED SEVENTY-SEVEN-A OF THE TAX LAW.\n    9    5. FAILURE TO PAY COUNTY TAXES. IF THE COUNTY  TAXES  ON  AN  ELIGIBLE\n   10  PARCEL  ARE  NOT  PAID IN FULL DURING THE APPLICABLE COUNTY FISCAL YEAR,\n   11  THE OWNER-APPLICANT OR OWNER-APPLICANTS SHALL BE SUBJECT TO  THE  CONSE-\n   12  QUENCES SPECIFIED IN SUBDIVISION SIX OF SECTION ONE HUNDRED SEVENTY-SEV-\n   13  EN-A  OF  THE  TAX LAW, IN ADDITION TO SUCH OTHER CONSEQUENCES AS MAY BE\n   14  PROVIDED BY LAW.\n   15    6. EXCEPTIONS. (A) COOPERATIVE APARTMENT UNITS AND MOBILE HOMES.  WHEN\n   16  AN  ENHANCED  STAR  EXEMPTION  IS  GRANTED  PURSUANT TO PARAGRAPH (K) OF\n   17  SUBDIVISION TWO OF SECTION FOUR HUNDRED TWENTY-FIVE  OF  THIS  TITLE  IN\n   18  RELATION  TO  A COOPERATIVE APARTMENT UNIT, OR PURSUANT TO PARAGRAPH (L)\n   19  OF SUCH SUBDIVISION IN RELATION TO A MOBILE  HOME  WHICH  IS  SEPARATELY\n   20  OWNED  FROM  BUT ASSESSED WITH THE LAND ON WHICH IT IS LOCATED, AND SUCH\n   21  COOPERATIVE APARTMENT UNIT OR MOBILE HOME IS ALSO ELIGIBLE FOR A CO-STAR\n   22  ASSESSMENT PURSUANT TO THIS SECTION, THE CO-STAR REBATE  SHALL  BE  PAID\n   23  DIRECTLY  TO  THE QUALIFIED OWNER-APPLICANT OR OWNER-APPLICANTS NOTWITH-\n   24  STANDING THE FACT THAT THE STAR EXEMPTION APPLIES TO THE PARCEL  ITSELF.\n   25  THE  ASSESSOR  SHALL  PREPARE  A  LIST  OR  DATA  FILE  IDENTIFYING SUCH\n   26  OWNER-APPLICANT OR OWNER-APPLICANTS, THEIR MAILING  ADDRESSES,  AND  THE\n   27  TAXABLE ASSESSED VALUE FOR COUNTY PURPOSES ATTRIBUTABLE TO THEIR RESPEC-\n   28  TIVE  COOPERATIVE  APARTMENT UNITS OR MOBILE HOMES, AND SHALL SUBMIT THE\n   29  SAME TO THE STATE BOARD WITHIN THIRTY DAYS AFTER THE COMPLETION  OF  THE\n   30  FINAL  ASSESSMENT ROLL. SUCH LIST OR DATA FILE SHALL BE PREPARED IN SUCH\n   31  FORM AND MANNER AS MAY BE PRESCRIBED BY THE STATE BOARD IN  CONSULTATION\n   32  WITH THE DEPARTMENT OF TAXATION AND FINANCE.\n   33    (B) COUNTIES IN CERTAIN CITIES. IN THE CASE OF A COUNTY LOCATED WHOLLY\n   34  WITHIN  A CITY WITH A POPULATION OF ONE MILLION OR MORE INHABITANTS, THE\n   35  CO-STAR ASSESSMENT ASSOCIATED WITH EACH ELIGIBLE PARCEL SHALL  BE  EQUAL\n   36  TO  FIFTY  PERCENT  OF  THE EXEMPT AMOUNT DETERMINED FOR PURPOSES OF THE\n   37  ENHANCED STAR EXEMPTION AUTHORIZED BY SECTION FOUR  HUNDRED  TWENTY-FIVE\n   38  OF  THIS  TITLE FOR SUCH CITY AFTER THE ADJUSTMENT REQUIRED BY PARAGRAPH\n   39  (J) OF SUBDIVISION TWO OF SUCH SECTION.\n   40    7. CORRECTION OF AN INCORRECT ENTRY.  AN INCORRECT ENTRY ON AN ASSESS-\n   41  MENT ROLL OF A  CO-STAR  ASSESSMENT  MAY  BE  CORRECTED  IN  THE  MANNER\n   42  PROVIDED  BY  LAW  FOR  THE CORRECTION OF AN INCORRECT ENTRY OF THE STAR\n   43  EXEMPTION AUTHORIZED BY SECTION FOUR HUNDRED TWENTY-FIVE OF THIS  TITLE.\n   44  A  DENIAL OF A CO-STAR ASSESSMENT SHALL BE SUBJECT TO ADMINISTRATIVE AND\n   45  JUDICIAL REVIEW IN THE MANNER PROVIDED BY LAW FOR THE REVIEW OF  ASSESS-\n   46  MENTS.\n   47    8.  INCONSISTENT LAWS SUPERSEDED. THE PROVISIONS OF THIS SECTION SHALL\n   48  APPLY TO ALL ASSESSING UNITS,  EXCLUDING  VILLAGE  ASSESSING  UNITS  AND\n   49  CITIES  WITHIN  A  COUNTY  ASSESSING UNIT, AND TO ALL COUNTIES, NOTWITH-\n   50  STANDING ANY PROVISION OF LAW TO THE CONTRARY.\n   51    S 425-C. CO-STAR PROGRAM FOR FARMERS. 1. GENERALLY. WHEN REAL PROPERTY\n   52  IS THE PRIMARY RESIDENCE OF  AN  ELIGIBLE  FARMER  AS  DEFINED  IN  THIS\n   53  SECTION  AND  THE  REQUIREMENTS OF THIS SECTION ARE OTHERWISE SATISFIED,\n   54  THE PROPERTY SHALL BE DESIGNATED AS ELIGIBLE FOR A CO-STAR ASSESSMENT IN\n   55  THE MANNER PROVIDED BY THIS SECTION, AND THE  QUALIFIED  OWNER-APPLICANT\n   56  OR  OWNER-APPLICANTS  SHALL  BE  ENTITLED  TO A COUNTY TAX REBATE IN THE\n\n       A. 2039                             3\n\n    1  AMOUNT AND MANNER PROVIDED BY SECTION ONE HUNDRED SEVENTY-SEVEN-A OF THE\n    2  TAX LAW.\n    3    2. CO-STAR ASSESSMENTS. (A) SUBJECT TO THE PROVISIONS OF PARAGRAPH (B)\n    4  OF  THIS  SUBDIVISION,  THE  CO-STAR ASSESSMENT FOR EACH ELIGIBLE PARCEL\n    5  SHALL BE EQUAL TO THE EXEMPT AMOUNT DETERMINED FOR PURPOSES OF THE BASIC\n    6  STAR EXEMPTION AUTHORIZED BY SECTION FOUR HUNDRED  TWENTY-FIVE  OF  THIS\n    7  TITLE FOR THE ASSESSING UNIT IN WHICH THE PARCEL IS LOCATED.\n    8    (B)  NOTWITHSTANDING  THE PROVISIONS OF PARAGRAPH (A) OF THIS SUBDIVI-\n    9  SION, IN NO EVENT SHALL THE CO-STAR ASSESSMENT OF A  PARCEL  EXCEED  THE\n   10  TAXABLE ASSESSED VALUE OF THAT PARCEL FOR COUNTY PURPOSES.\n   11    3.  ELIGIBILITY  REQUIREMENTS.  TO  BE  DESIGNATED  AS  ELIGIBLE FOR A\n   12  CO-STAR ASSESSMENT PURSUANT  TO  THIS  SECTION,  THE  PROPERTY  MUST  BE\n   13  RECEIVING  THE  BASIC  STAR EXEMPTION AUTHORIZED BY SECTION FOUR HUNDRED\n   14  TWENTY-FIVE OF THIS TITLE ON THE SAME ASSESSMENT ROLL, AND MUST BE OWNED\n   15  BY, AND SERVE AS THE PRIMARY RESIDENCE OF, AN ELIGIBLE FARMER AS DEFINED\n   16  IN THIS SECTION.   PROVIDED, HOWEVER, THAT A  PARCEL  WHICH  RECEIVES  A\n   17  CO-STAR  ASSESSMENT  PURSUANT  TO  SECTION FOUR HUNDRED TWENTY-FIVE-A OF\n   18  THIS TITLE MAY NOT ALSO RECEIVE A CO-STAR ASSESSMENT  PURSUANT  TO  THIS\n   19  SECTION ON THE SAME ASSESSMENT ROLL.\n   20    4.  ELIGIBLE  FARMERS.  FOR  PURPOSES  OF THIS SECTION, A PERSON IS AN\n   21  ELIGIBLE FARMER IF HE OR SHE SATISFIES ONE  OR  MORE  OF  THE  FOLLOWING\n   22  CONDITIONS:\n   23    (A) HE OR SHE IS ELIGIBLE FOR AND HAS CLAIMED THE AGRICULTURAL PROPER-\n   24  TY TAX CREDIT AUTHORIZED BY SUBSECTION (N) OF SECTION SIX HUNDRED SIX OF\n   25  THE TAX LAW, COMMONLY KNOWN AS THE FARMERS' SCHOOL TAX CREDIT, ON HIS OR\n   26  HER  NEW  YORK  STATE PERSONAL INCOME TAX RETURN FOR THE INCOME TAX YEAR\n   27  IDENTIFIED IN SUBPARAGRAPH (I) OF PARAGRAPH (B) OF SUBDIVISION  FOUR  OF\n   28  SECTION  FOUR  HUNDRED  TWENTY-FIVE OF THIS TITLE, PROVIDED THAT NOTHING\n   29  CONTAINED HEREIN SHALL BE CONSTRUED TO AUTHORIZE OR REQUIRE THE ASSESSOR\n   30  TO VERIFY AN APPLICANT'S ELIGIBILITY FOR SUCH CREDIT; OR\n   31    (B) HE OR SHE OWNS A SUBSTANTIAL INTEREST IN LAND WHICH  RECEIVES,  OR\n   32  WHICH  IS  ELIGIBLE  TO  RECEIVE, AN AGRICULTURAL ASSESSMENT PURSUANT TO\n   33  SECTION THREE HUNDRED FIVE OR THREE HUNDRED SIX OF THE  AGRICULTURE  AND\n   34  MARKETS  LAW  ON  THE  CURRENT  ASSESSMENT  ROLL.  SUCH LAND NEED NOT BE\n   35  LOCATED IN THE SAME ASSESSING UNIT  AS  THE  ELIGIBLE  FARMER'S  PRIMARY\n   36  RESIDENCE.  FOR  PURPOSES  OF  THIS SECTION, A PERSON OWNS A SUBSTANTIAL\n   37  INTEREST IN SUCH LAND IF HE OR SHE, OR HIS OR HER SPOUSE:\n   38    (I) INDIVIDUALLY OWNS, OR OWNS JOINTLY WITH  HIS  OR  HER  SPOUSE,  AT\n   39  LEAST A TWENTY-FIVE PERCENT INTEREST IN SUCH LAND;\n   40    (II)  IS A PARTNER, WITH AT LEAST A TWENTY-FIVE PERCENT INTEREST, IN A\n   41  PARTNERSHIP WHICH OWNS SUCH LAND; OR\n   42    (III) OWNS AT LEAST TWENTY-FIVE PERCENT OF THE STOCK OF A  CORPORATION\n   43  WHICH OWNS SUCH LAND.\n   44    5.  APPLICATION PROCEDURE. (A) GENERALLY. AN ELIGIBLE FARMER MUST FILE\n   45  AN APPLICATION FOR A CO-STAR ASSESSMENT WITH THE ASSESSOR EACH  YEAR  ON\n   46  OR  BEFORE  THE  APPROPRIATE  TAXABLE STATUS DATE. EACH SUCH APPLICATION\n   47  SHALL BE MADE ONLY ON A FORM PRESCRIBED OR APPROVED BY THE STATE  BOARD;\n   48  PROVIDED,  THAT  EFFECTIVE WITH THE TWO THOUSAND ELEVEN ASSESSMENT ROLL,\n   49  THE APPLICATION FORM FOR THE AGRICULTURAL ASSESSMENT SHALL  BE  DESIGNED\n   50  SO  THAT  IT  MAY  ALSO SERVE AS AN APPLICATION FOR A CO-STAR ASSESSMENT\n   51  PURSUANT TO THIS SECTION, WHERE APPROPRIATE.\n   52    (B) APPROVAL OR DENIAL OF APPLICATION. IF THE  ASSESSOR  IS  SATISFIED\n   53  THAT  A  PARCEL  IS  ENTITLED  TO  A CO-STAR ASSESSMENT PURSUANT TO THIS\n   54  SECTION, HE OR SHE SHALL APPROVE THE APPLICATION. IF THE ASSESSOR DETER-\n   55  MINES THAT A PARCEL IS NOT ENTITLED TO A CO-STAR ASSESSMENT, HE  OR  SHE\n   56  SHALL,  NOT LATER THAN TEN DAYS PRIOR TO THE DATE FOR HEARING COMPLAINTS\n\n       A. 2039                             4\n\n    1  IN RELATION TO ASSESSMENTS, MAIL TO THE APPLICANT A NOTICE OF DENIAL  OF\n    2  THAT  APPLICATION  FOR THE CO-STAR ASSESSMENT FOR THAT YEAR; EXCEPT IN A\n    3  CITY WITH A POPULATION OF ONE MILLION OR MORE INHABITANTS,  SUCH  NOTICE\n    4  SHALL  BE  MAILED NOT LATER THAN THIRTY DAYS PRIOR TO THE FINAL DATE FOR\n    5  FILING AN ASSESSMENT APPEAL.  THE NOTICE OF DENIAL  SHALL  SPECIFY  EACH\n    6  REASON  FOR  SUCH  DENIAL  AND SHALL BE SENT ON A FORM PRESCRIBED BY THE\n    7  STATE BOARD.  FAILURE TO MAIL ANY SUCH NOTICE OF DENIAL OR  THE  FAILURE\n    8  OF  ANY  PERSON  TO  RECEIVE  SUCH  NOTICE  SHALL  NOT PREVENT THE LEVY,\n    9  COLLECTION AND ENFORCEMENT OF  THE  TAXES  ON  PROPERTY  OWNED  BY  SUCH\n   10  PERSON.\n   11    (C)  CONFIDENTIALITY.  ANY INFORMATION OR DOCUMENTATION SUBMITTED WITH\n   12  THE APPLICATION TO VERIFY THAT THE APPLICANT HAS  CLAIMED  THE  AGRICUL-\n   13  TURAL  PROPERTY  TAX  CREDIT AUTHORIZED BY SUBSECTION (N) OF SECTION SIX\n   14  HUNDRED SIX OF THE TAX LAW, COMMONLY KNOWN AS THE  FARMERS'  SCHOOL  TAX\n   15  CREDIT,  SHALL  BE  DEEMED CONFIDENTIAL, AND THE ASSESSOR, ANY MUNICIPAL\n   16  OFFICER OR MUNICIPAL EMPLOYEES ARE PROHIBITED FROM DISCLOSING  ANY  SUCH\n   17  INFORMATION,  EXCEPT  FOR ANY DISCLOSURE NECESSARY IN THE PERFORMANCE OF\n   18  THEIR OFFICIAL DUTIES. ANY UNAUTHORIZED DISCLOSURE OF  SUCH  INFORMATION\n   19  SHALL  BE  DEEMED  A  VIOLATION  OF  SECTION EIGHT HUNDRED FIVE-A OF THE\n   20  GENERAL MUNICIPAL LAW.\n   21    6. ENTRY ON ASSESSMENT ROLL; EFFECT. EACH PARCEL WHICH IS ELIGIBLE FOR\n   22  A CO-STAR ASSESSMENT SHALL BE IDENTIFIED AS SUCH BY THE ASSESSOR ON  THE\n   23  ASSESSMENT  ROLL, PROVIDED, HOWEVER, THAT A CO-STAR ASSESSMENT SHALL NOT\n   24  AFFECT THE TOTAL OR  TAXABLE  ASSESSED  VALUE  OF  ANY  PARCEL  FOR  ANY\n   25  PURPOSE,  AND  SHALL  NOT BE CONSIDERED WHEN DETERMINING THE TAX RATE OF\n   26  ANY COUNTY OR FOR ANY PURPOSE OTHER THAN DETERMINING THE REBATE TO WHICH\n   27  THE OWNER-APPLICANT OR OWNER-APPLICANTS ARE ENTITLED UNDER  SECTION  ONE\n   28  HUNDRED SEVENTY-SEVEN-A OF THE TAX LAW.\n   29    7.  PAYMENT  OF  CO-STAR  REBATES.  THE  COMMISSIONER  OF TAXATION AND\n   30  FINANCE SHALL PAY CO-STAR REBATES IN THE MANNER PROVIDED BY SECTION  ONE\n   31  HUNDRED SEVENTY-SEVEN-A OF THE TAX LAW.\n   32    8.  FAILURE  TO  PAY  COUNTY TAXES. IF THE COUNTY TAXES ON AN ELIGIBLE\n   33  PARCEL ARE NOT PAID IN FULL DURING THE APPLICABLE  COUNTY  FISCAL  YEAR,\n   34  THE  OWNER-APPLICANT  OR OWNER-APPLICANTS SHALL BE SUBJECT TO THE CONSE-\n   35  QUENCES SPECIFIED IN SUBDIVISION SIX OF SECTION ONE HUNDRED SEVENTY-SEV-\n   36  EN-A OF THE TAX LAW, IN ADDITION TO SUCH OTHER CONSEQUENCES  AS  MAY  BE\n   37  PROVIDED BY LAW.\n   38    9.  EXCEPTIONS. (A) COOPERATIVE APARTMENT UNITS AND MOBILE HOMES. WHEN\n   39  A STAR EXEMPTION IS GRANTED PURSUANT TO PARAGRAPH (K) OF SUBDIVISION TWO\n   40  OF SECTION FOUR HUNDRED TWENTY-FIVE OF THIS TITLE IN RELATION TO A COOP-\n   41  ERATIVE APARTMENT UNIT, OR PURSUANT TO PARAGRAPH (L) OF SUCH SUBDIVISION\n   42  IN RELATION TO A MOBILE HOME WHICH IS SEPARATELY OWNED FROM BUT ASSESSED\n   43  WITH THE LAND ON WHICH IT IS LOCATED,  AND  SUCH  COOPERATIVE  APARTMENT\n   44  UNIT  OR  MOBILE HOME IS ALSO ELIGIBLE FOR A CO-STAR ASSESSMENT PURSUANT\n   45  TO THIS SECTION, THE CO-STAR REBATE SHALL BE PAID DIRECTLY TO THE QUALI-\n   46  FIED OWNER-APPLICANT OR OWNER-APPLICANTS NOTWITHSTANDING THE  FACT  THAT\n   47  THE  STAR  EXEMPTION  APPLIES  TO  THE PARCEL ITSELF. THE ASSESSOR SHALL\n   48  PREPARE  A  LIST  OR  DATA  FILE  IDENTIFYING  SUCH  OWNER-APPLICANT  OR\n   49  OWNER-APPLICANTS,  THEIR  MAILING  ADDRESSES,  AND  THE TAXABLE ASSESSED\n   50  VALUE FOR COUNTY PURPOSES ATTRIBUTABLE TO THEIR  RESPECTIVE  COOPERATIVE\n   51  APARTMENT  UNITS OR MOBILE HOMES, AND SHALL SUBMIT THE SAME TO THE STATE\n   52  BOARD WITHIN THIRTY DAYS AFTER THE COMPLETION OF  THE  FINAL  ASSESSMENT\n   53  ROLL.  SUCH  LIST OR DATA FILE SHALL BE PREPARED IN SUCH FORM AND MANNER\n   54  AS MAY BE PRESCRIBED BY THE STATE BOARD OF  REAL  PROPERTY  SERVICES  IN\n   55  CONSULTATION WITH THE DEPARTMENT OF TAXATION AND FINANCE.\n\n       A. 2039                             5\n\n    1    (B) COUNTIES IN CERTAIN CITIES. IN THE CASE OF A COUNTY LOCATED WHOLLY\n    2  WITHIN  A CITY WITH A POPULATION OF ONE MILLION OR MORE INHABITANTS, THE\n    3  CO-STAR ASSESSMENT ASSOCIATED WITH EACH ELIGIBLE PARCEL SHALL  BE  EQUAL\n    4  TO  FIFTY  PERCENT  OF  THE EXEMPT AMOUNT DETERMINED FOR PURPOSES OF THE\n    5  BASIC  STAR  EXEMPTION AUTHORIZED BY SECTION FOUR HUNDRED TWENTY-FIVE OF\n    6  THIS TITLE FOR SUCH CITY AFTER THE ADJUSTMENT REQUIRED BY PARAGRAPH  (J)\n    7  OF SUBDIVISION TWO OF SUCH SECTION.\n    8    10.  CORRECTION  OF  AN  INCORRECT  ENTRY.    AN INCORRECT ENTRY ON AN\n    9  ASSESSMENT ROLL OF A CO-STAR ASSESSMENT MAY BE CORRECTED IN  THE  MANNER\n   10  PROVIDED  BY  LAW  FOR  THE CORRECTION OF AN INCORRECT ENTRY OF THE STAR\n   11  EXEMPTION AUTHORIZED BY SECTION FOUR HUNDRED TWENTY-FIVE OF THIS  TITLE.\n   12  A  DENIAL OF A CO-STAR ASSESSMENT SHALL BE SUBJECT TO ADMINISTRATIVE AND\n   13  JUDICIAL REVIEW IN THE MANNER PROVIDED BY LAW FOR THE REVIEW OF  ASSESS-\n   14  MENTS.\n   15    11. INCONSISTENT LAWS SUPERSEDED. THE PROVISIONS OF THIS SECTION SHALL\n   16  APPLY  TO  ALL  ASSESSING  UNITS,  EXCLUDING VILLAGE ASSESSING UNITS AND\n   17  CITIES WITHIN A COUNTY ASSESSING UNIT, AND  TO  ALL  COUNTIES,  NOTWITH-\n   18  STANDING ANY PROVISION OF LAW TO THE CONTRARY.\n   19    S  2.  The tax law is amended by adding a new section 177-a to read as\n   20  follows:\n   21    S 177-A. CO-STAR TAX REBATES. 1. PAYMENT OF REBATES. THE  COMMISSIONER\n   22  SHALL PAY CO-STAR TAX REBATES, AS PROVIDED IN SECTION FOUR HUNDRED TWEN-\n   23  TY-FIVE-B  AND  SECTION  FOUR HUNDRED TWENTY-FIVE-C OF THE REAL PROPERTY\n   24  TAX LAW, TO AUTHORIZED PAYEES AS DEFINED IN THIS SECTION.  THE AMOUNT OF\n   25  EACH SUCH REBATE SHALL EQUAL THE CO-STAR ASSESSMENT ASSOCIATED WITH  THE\n   26  PARCEL  IN  QUESTION  MULTIPLIED BY THE APPLICABLE COUNTY TAX RATE. SUCH\n   27  PAYMENTS SHALL BE MADE AS PROMPTLY AS POSSIBLE FOLLOWING RECEIPT OF  THE\n   28  PAYEE  IDENTIFICATION  AND  OTHER INFORMATION SPECIFIED IN THIS SECTION,\n   29  SUBJECT TO APPROPRIATION BY THE STATE LEGISLATURE. THE COMMISSIONER  AND\n   30  THE  EXECUTIVE  DIRECTOR  OF  THE STATE OFFICE OF REAL PROPERTY SERVICES\n   31  SHALL JOINTLY DESIGN, DEVELOP AND IMPLEMENT  A  PROCESS  TO  REVIEW  THE\n   32  QUALITY  AND  INTEGRITY  OF THE CO-STAR INFORMATION IN THEIR POSSESSION.\n   33  THE COMMISSIONER AND SUCH EXECUTIVE DIRECTOR MAY ENTER  INTO  A  COOPER-\n   34  ATIVE AGREEMENT TO ESTABLISH THE REVIEW PROCESS.\n   35    2. AUTHORIZED PAYEES; MAILING ADDRESSES. (A) FOR EACH ELIGIBLE PROPER-\n   36  TY, THE CO-STAR REBATE SHALL BE PAID TO THE QUALIFIED OWNER-APPLICANT OR\n   37  OWNER-APPLICANTS  AS DEFINED HEREIN, OR HIS, HER OR THEIR PAYMENT DESIG-\n   38  NEE OR DESIGNEES, IF ANY. IN THE CASE  OF  CO-STAR  ASSESSMENTS  GRANTED\n   39  PURSUANT  TO SECTION FOUR HUNDRED TWENTY-FIVE-B OF THE REAL PROPERTY TAX\n   40  LAW, THE QUALIFIED OWNER-APPLICANT  OR  OWNER-APPLICANTS  SHALL  BE  THE\n   41  SENIOR  CITIZEN  OR  CITIZENS WHO APPLIED FOR, AND WERE FOUND TO SATISFY\n   42  THE REQUIREMENTS OF, THE ENHANCED STAR EXEMPTION AUTHORIZED  BY  SECTION\n   43  FOUR  HUNDRED  TWENTY-FIVE OF THE REAL PROPERTY TAX LAW.  IN THE CASE OF\n   44  CO-STAR  ASSESSMENTS  GRANTED   PURSUANT   TO   SECTION   FOUR   HUNDRED\n   45  TWENTY-FIVE-C  OF  THE REAL PROPERTY TAX LAW, THE QUALIFIED OWNER-APPLI-\n   46  CANT OR OWNER-APPLICANTS SHALL BE THE ELIGIBLE  FARMER  OR  FARMERS  WHO\n   47  APPLIED  FOR, AND WERE FOUND TO SATISFY THE REQUIREMENTS OF, THE CO-STAR\n   48  ASSESSMENT AUTHORIZED BY SECTION FOUR HUNDRED TWENTY-FIVE-C OF THE  REAL\n   49  PROPERTY TAX LAW.\n   50    (B) THE CO-STAR REBATE SHALL BE MAILED TO THE MAILING ADDRESS PROVIDED\n   51  EITHER ON THE APPLICATION FORM FOR THE ENHANCED STAR EXEMPTION SUBMITTED\n   52  PURSUANT  TO  SECTION  FOUR HUNDRED TWENTY-FIVE OF THE REAL PROPERTY TAX\n   53  LAW, OR ON THE CO-STAR APPLICATION FORM SUBMITTED  PURSUANT  TO  SECTION\n   54  FOUR HUNDRED TWENTY-FIVE-C OF THE REAL PROPERTY TAX LAW, AS THE CASE MAY\n   55  BE, OR AS OTHERWISE RELIABLY OBTAINED BY THE DEPARTMENT.\n\n       A. 2039                             6\n\n    1    3. REPORTING OF DATA TO DEPARTMENT. (A) WHEN DEVELOPING OR MAINTAINING\n    2  ITS  DATA  BASE FOR PURPOSES OF ADMINISTERING ITS RESPONSIBILITIES UNDER\n    3  THIS SECTION, THE DEPARTMENT SHALL UTILIZE TO THE MAXIMUM EXTENT  POSSI-\n    4  BLE  DATA EXTRACTED FROM THE ASSESSMENT ROLL DATA FILES SUBMITTED TO THE\n    5  STATE  BOARD  OF REAL PROPERTY SERVICES PURSUANT TO ARTICLE FIFTEEN-C OF\n    6  THE REAL PROPERTY TAX LAW. ON OR BEFORE NOVEMBER  FIRST  OF  EACH  YEAR,\n    7  SUCH STATE BOARD SHALL ASCERTAIN FROM SUCH DATA FILES, AND SHALL FORWARD\n    8  TO  THE DEPARTMENT, THE IDENTIFICATION NUMBERS OF THE PARCELS DESIGNATED\n    9  THEREON AS ELIGIBLE FOR CO-STAR ASSESSMENTS, THE NAMES OF THE OWNERS  OF\n   10  EACH  SUCH  PARCEL  AS APPEARING THEREON, THE TAXABLE ASSESSED VALUE FOR\n   11  COUNTY PURPOSES OF EACH  SUCH  PARCEL  AS  APPEARING  THEREON,  AND  THE\n   12  ASSESSING UNIT IN WHICH EACH SUCH PARCEL IS LOCATED. CONCURRENTLY THERE-\n   13  WITH,  SUCH STATE BOARD SHALL ALSO PROVIDE TO THE DEPARTMENT THE MAXIMUM\n   14  ALLOWABLE CO-STAR ASSESSMENTS APPLICABLE TO EACH ASSESSING UNIT.\n   15    (B) FOR PURPOSES OF  ADMINISTERING  ITS  RESPONSIBILITIES  UNDER  THIS\n   16  SECTION IN RELATION TO COOPERATIVE APARTMENT UNITS AND MOBILE HOMES, THE\n   17  DEPARTMENT  SHALL  ALSO  UTILIZE  DATA EXTRACTED FROM THE LISTS AND DATA\n   18  FILES SUBMITTED TO SUCH STATE BOARD BY ASSESSORS PURSUANT  TO  PARAGRAPH\n   19  (A) OF SUBDIVISION SIX OF SECTION FOUR HUNDRED TWENTY-FIVE-B OF THE REAL\n   20  PROPERTY  TAX  LAW AND PARAGRAPH (A) OF SUBDIVISION NINE OF SECTION FOUR\n   21  HUNDRED TWENTY-FIVE-C OF THE REAL PROPERTY TAX LAW.  ON OR BEFORE NOVEM-\n   22  BER FIRST OF EACH YEAR, SUCH STATE BOARD SHALL ASCERTAIN FROM SUCH LISTS\n   23  AND DATA FILES, AND SHALL FORWARD  TO  THE  DEPARTMENT,  THE  NAMES  AND\n   24  ADDRESSES  OF  THE  OWNER-APPLICANTS  AS  SHOWN  THEREON,  THEIR MAILING\n   25  ADDRESSES AS SHOWN  THEREON,  THE  TAXABLE  ASSESSED  VALUE  FOR  COUNTY\n   26  PURPOSES ATTRIBUTABLE TO THEIR RESPECTIVE COOPERATIVE APARTMENT UNITS OR\n   27  MOBILE  HOMES,  AND  THE  ASSESSING  UNIT IN WHICH EACH SUCH COOPERATIVE\n   28  APARTMENT UNIT OR MOBILE HOME IS LOCATED.\n   29    (C) THE COUNTY TREASURER OF EACH COUNTY SHALL CERTIFY TO  THE  COMMIS-\n   30  SIONER,  NO  LATER  THAN  THE THIRTY-FIRST DAY OF JANUARY OF EACH COUNTY\n   31  FISCAL YEAR, THE COUNTY TAX RATES APPLICABLE TO EACH CITY AND TOWN WITH-\n   32  IN THE COUNTY FOR THAT FISCAL YEAR. IN THE  CASE  OF  A  COUNTY  LOCATED\n   33  WHOLLY  WITHIN  A CITY WITH A POPULATION OF ONE MILLION OR MORE INHABIT-\n   34  ANTS, THE COMMISSIONER OF FINANCE OF SUCH CITY SHALL MAKE  SUCH  CERTIF-\n   35  ICATION;  PROVIDED THAT THE TAX RATE TO BE PROVIDED THEREUNDER, AND USED\n   36  TO COMPUTE CO-STAR REBATES PURSUANT TO THIS SECTION, SHALL BE A  COMPOS-\n   37  ITE OF THE TAX RATES FOR BOTH CITY AND SCHOOL DISTRICT PURPOSES.\n   38    (D)  IN ADDITION TO RECEIVING DATA PURSUANT TO PARAGRAPHS (A), (B) AND\n   39  (C) OF THIS SUBDIVISION, THE DEPARTMENT MAY ENTER INTO  AGREEMENTS  WITH\n   40  SUCH  STATE BOARD, WITH LOCAL ASSESSORS, WITH COUNTY TREASURERS, OR WITH\n   41  SOME OR ALL OF SUCH PARTIES, FOR THE REPORTING TO THE DEPARTMENT OF SUCH\n   42  OTHER DATA AS MAY BE REQUIRED FOR ITS ADMINISTRATION OF THE CO-STAR  TAX\n   43  REBATE PROGRAM.  NOTHING CONTAINED IN THIS SECTION SHALL BE CONSTRUED TO\n   44  PRECLUDE  THE  DEPARTMENT  FROM COLLECTING DIRECTLY FROM PUTATIVE PAYEES\n   45  SUCH DATA AS IT SHALL DEEM APPROPRIATE.\n   46    (E) INFORMATION PROVIDED TO OR PREPARED BY THE DEPARTMENT PURSUANT  TO\n   47  THIS SECTION SHALL NOT BE USED FOR ANY PURPOSE OTHER THAN ADMINISTRATION\n   48  OF  THE  CO-STAR  PROGRAM, AND SUCH INFORMATION SHALL NOT BE REDISCLOSED\n   49  OTHER THAN FOR THE PURPOSE OF ADMINISTERING SUCH PROGRAM NOR  SHALL  THE\n   50  PROVISIONS  OF  ARTICLE SIX OF THE PUBLIC OFFICERS LAW APPLY TO ANY SUCH\n   51  INFORMATION.\n   52    4. CONSTRUCTION OR INTERPRETATION OF CERTAIN PROVISIONS OR TERMS. WHEN\n   53  THE PROPER PAYMENT OF A TAX  REBATE  UNDER  THIS  SECTION  DEPENDS  UPON\n   54  CONSTRUCTION  OF  THE  MEANING OF THE PROVISIONS OF SECTION FOUR HUNDRED\n   55  TWENTY-FIVE-B OR FOUR HUNDRED TWENTY-FIVE-C OF THE REAL PROPERTY TAX LAW\n   56  (AND ANY RELATED PROVISIONS OF SUCH LAW) OR INTERPRETATION OF THE  TERMS\n\n       A. 2039                             7\n\n    1  CONTAINED  THEREIN, IT SHALL BE THE RESPONSIBILITY OF THE STATE BOARD OF\n    2  REAL PROPERTY SERVICES TO PROVIDE TO THE DEPARTMENT THE CONSTRUCTION  OR\n    3  INTERPRETATION OF ANY SUCH PROVISIONS OR TERMS.\n    4    5.  LIMITATIONS.  PAYMENT OF A REBATE UPON THE INFORMATION PROVIDED TO\n    5  IT, OR DENIAL OF OR FAILURE TO PAY A REBATE BASED ON  SUCH  INFORMATION,\n    6  SHALL  RELIEVE THE COMMISSIONER AND THE DEPARTMENT FROM ALL LIABILITY TO\n    7  ANY OWNER OF THE PROPERTY, OR THE ESTATE,  TRUST,  ASSIGNS,  SUCCESSORS,\n    8  HEIRS  OR  REPRESENTATIVES  OF ANY SUCH OWNER, OR ANY OTHER PERSON, WITH\n    9  RESPECT TO SUCH PAYMENT,  AND  SUCH  PERSONS  SHALL  HAVE  NO  RIGHT  TO\n   10  COMMENCE  A  COURT  ACTION  OR PROCEEDING OR TO ANY OTHER LEGAL RECOURSE\n   11  AGAINST THE STATE, THE COMMISSIONER, THE DEPARTMENT, OR ANY  OFFICER  OR\n   12  EMPLOYEE  OF STATE OR LOCAL GOVERNMENT INVOLVED IN THE ADMINISTRATION OF\n   13  THIS PROGRAM, TO RECOVER SUCH PAYMENT.\n   14    6. FAILURE TO PAY COUNTY TAXES. (A) AFTER THE CONCLUSION OF EACH COUN-\n   15  TY FISCAL YEAR, THE COUNTY TREASURER OF EACH COUNTY SHALL SUBMIT TO  THE\n   16  COMMISSIONER  A  LIST  IDENTIFYING ALL PARCELS WITH RESPECT TO WHICH THE\n   17  COUNTY TAXES FOR THAT FISCAL YEAR REMAINED UNPAID AS OF THE END OF  THAT\n   18  FISCAL YEAR. IN THE CASE OF A COUNTY LOCATED WHOLLY WITHIN A CITY WITH A\n   19  POPULATION  OF  ONE  MILLION  OR  MORE  INHABITANTS,  SUCH LIST SHALL BE\n   20  SUBMITTED BY THE COMMISSIONER OF FINANCE OF SUCH CITY AND SHALL IDENTIFY\n   21  ALL PARCELS WITH RESPECT TO WHICH THE CITY TAXES FOR  THAT  FISCAL  YEAR\n   22  REMAINED  UNPAID  AS  OF THE END OF THAT FISCAL YEAR. SUCH LIST SHALL BE\n   23  SUBMITTED TO THE COMMISSIONER WHEN SUBMITTING THE  REPORT  DESCRIBED  IN\n   24  PARAGRAPH (C) OF SUBDIVISION THREE OF THIS SECTION.\n   25    (B)  UPON  RECEIVING  SUCH A LIST, THE COMMISSIONER SHALL WITHHOLD ANY\n   26  FUTURE CO-STAR REBATE PAYMENTS TO THE OWNER-APPLICANTS  IN  RELATION  TO\n   27  ANY  PARCELS ON THE LIST UNTIL RECEIVING CONFIRMATION THAT ALL OUTSTAND-\n   28  ING COUNTY TAXES ON THE PARCEL IN QUESTION HAVE BEEN PAID  IN  FULL.  IT\n   29  SHALL  BE  THE  RESPONSIBILITY  OF  THE  OWNER-APPLICANT  TO OBTAIN SUCH\n   30  CONFIRMATION IN WRITING FROM THE COUNTY TREASURER, AND  TO  PROVIDE  THE\n   31  SAME TO THE DEPARTMENT IN SUCH MANNER AS THE COMMISSIONER MAY PRESCRIBE.\n   32  AFTER  RECEIVING  SUCH  CONFIRMATION, ANY WITHHELD REBATES FOR WHICH THE\n   33  OWNER-APPLICANT IS ELIGIBLE AND HAS TIMELY APPLIED SHALL BE RELEASED AND\n   34  FUTURE REBATE PAYMENTS MAY BE MADE, SUBJECT TO CONTINUED ELIGIBILITY AND\n   35  CONTINUOUS PAYMENT OF FUTURE COUNTY TAXES.  NO INTEREST SHALL BE PAID OR\n   36  PAYABLE ON ANY WITHHELD REBATES THAT ARE SO RELEASED.  THE  COMMISSIONER\n   37  MAY  SCHEDULE  THE  PROCESSING  OF  REQUESTS FOR THE RELEASE OF WITHHELD\n   38  REBATES SO AS TO ALLOW PAYMENTS TO BE COLLECTIVELY AUTHORIZED  FOR  THIS\n   39  PURPOSE NO MORE FREQUENTLY THAN TWICE PER CALENDAR YEAR.\n   40    (C)  IF  SUCH  CONFIRMATION IS NOT RECEIVED WITHIN A TIME PERIOD TO BE\n   41  DETERMINED BY THE COMMISSIONER, THE COMMISSIONER MAY REVOKE THE  CO-STAR\n   42  REBATE  FOR  THE  COUNTY FISCAL YEAR IDENTIFIED IN PARAGRAPH (A) OF THIS\n   43  SUBDIVISION AND RECAPTURE THE APPLICABLE AMOUNT IN THE MANNER PRESCRIBED\n   44  BY SUBDIVISION SEVEN OF THIS SECTION.\n   45    7. ERRONEOUS REBATES; REPLACEMENT CHECKS. THE COMMISSIONER MAY, IN HIS\n   46  OR HER DISCRETION, SEEK TO RECOVER ANY ERRONEOUS REBATE BY NOTIFYING THE\n   47  PAYEE OF THE AMOUNT THEREOF. IF SUCH ERRONEOUS REBATE  IS  NOT  RETURNED\n   48  WITHIN  THIRTY DAYS, THE COMMISSIONER IS AUTHORIZED TO TREAT THE ERRONE-\n   49  OUS REBATE AS  AN  ERRONEOUS  REFUND  OF  INCOME  TAX  PURSUANT  TO  THE\n   50  PROVISIONS  OF  PARAGRAPH  FIVE OF SUBSECTION (C) OF SECTION SIX HUNDRED\n   51  EIGHTY-THREE OF THIS CHAPTER AND SUCH AMOUNTS, WHEN COLLECTED, SHALL  BE\n   52  DEPOSITED  AS  PROVIDED IN SUBDIVISION ONE OF SECTION ONE HUNDRED SEVEN-\n   53  TY-ONE-A OF THIS ARTICLE, AS IF SUCH AMOUNTS WERE TAXES COLLECTED  UNDER\n   54  AN  ARTICLE  OF  THIS CHAPTER REFERRED TO IN SUCH SUBDIVISION. WHERE THE\n   55  COMMISSIONER FINDS THAT AN ORIGINAL REBATE CHECK  HAS  BEEN  MISDIRECTED\n\n       A. 2039                             8\n\n    1  FOR  REASONS  BEYOND  THE CONTROL OF THE AUTHORIZED PAYEE, HE OR SHE MAY\n    2  ISSUE A NEW REBATE CHECK TO THE AUTHORIZED PAYEE.\n    3    8.  REGULATIONS.  THE  COMMISSIONER  SHALL  BE AUTHORIZED TO MAKE SUCH\n    4  RULES AND REGULATIONS AS MAY BE DEEMED NECESSARY FOR THE PERFORMANCE  OF\n    5  HIS OR HER DUTIES UNDER THIS SECTION, INCLUDING BUT NOT LIMITED TO RULES\n    6  AND REGULATIONS RELATING TO STANDARDS AND PROCEDURES FOR FURNISHING DATA\n    7  TO THE DEPARTMENT.\n    8    S  3.  Processing  of  Co-STAR  assessments for senior citizens on the\n    9  assessment roll. (a) Notwithstanding the provisions of section 425-b  of\n   10  the  real property tax law, as added by section one of this act, parcels\n   11  which are eligible for Co-STAR  assessments  pursuant  to  such  section\n   12  shall  not  be  designated  as such on the 2010 assessment roll. In lieu\n   13  thereof, upon receipt of the 2010 assessment roll data file submitted to\n   14  it pursuant to section 1590 of the real  property  tax  law,  the  state\n   15  board of real property services shall identify the parcels thereon which\n   16  are receiving the enhanced STAR exemption pursuant to section 425 of the\n   17  real  property  tax  law, shall ascertain the taxable assessed value for\n   18  county purposes of each such parcel, and shall forward such  information\n   19  to  the  department  of  taxation and finance, together with the maximum\n   20  allowable Co-STAR assessments for each assessing unit.\n   21    (b) Notwithstanding the provisions of section 177-a of the tax law, as\n   22  added by section two of this act, for purposes  of  issuing  rebates  of\n   23  county  taxes  for the county fiscal year beginning in 2011, the depart-\n   24  ment of taxation and finance may presume that the qualified owner-appli-\n   25  cant or owner-applicants were the property owner or  owners  as  of  the\n   26  applicable  taxable  status  date,  as shown on the assessment roll data\n   27  file filed with the state board of real property  services  pursuant  to\n   28  article  15-C of the real property tax law, and may further presume that\n   29  the appropriate mailing addresses are the owners' addresses shown there-\n   30  on.\n   31    (c) When property which is eligible for a Co-STAR assessment  pursuant\n   32  to  this  section  constitutes  a cooperative apartment unit or a mobile\n   33  home which is subject to the provisions of paragraph (a) of  subdivision\n   34  6 of section 425-b of the real property tax law, as added by section one\n   35  of this act, the assessor shall not be required to file the list or data\n   36  file  required  by  such  paragraph  until the one hundred twentieth day\n   37  after the effective date of this act, notwithstanding any  provision  in\n   38  such subdivision to the contrary.\n   39    S  3-a. Processing of Co-STAR assessments for farmers assessment roll.\n   40  (a) Application period for 2011.  Notwithstanding any provision  of  law\n   41  to  the  contrary,  eligible farmers may submit applications for Co-STAR\n   42  assessments pursuant to section 425-c of the real property tax  law,  as\n   43  added  by section one of this act, on the 2011 assessment roll until the\n   44  ninetieth day after the effective date of this  act.  Each  assessor  is\n   45  hereby  authorized and directed to review and grant such applications as\n   46  appropriate no later than the one hundred twentieth day after the effec-\n   47  tive date of this act. Provided, however, that in lieu of making entries\n   48  directly on the 2011 assessment roll, the assessor shall prepare a sepa-\n   49  rate list or data file identifying the eligible parcels in such form and\n   50  manner as may be prescribed by the state board of real property services\n   51  in consultation with the department of taxation and  finance.  No  later\n   52  than the one hundred twentieth day after the effective date of this act,\n   53  the  assessor  shall  forward such list or data file to the state board,\n   54  which shall forward the same to the department of taxation and  finance,\n   55  together  with the maximum allowable Co-STAR assessment for each assess-\n   56  ing unit.\n\n       A. 2039                             9\n\n    1    (b) Notice and review of denial for  2011.    If  an  assessor  should\n    2  determine  that a Co-STAR application submitted pursuant to this section\n    3  should be denied, he or she shall so notify the applicant  by  certified\n    4  mail,  return receipt requested, no later than the one hundred twentieth\n    5  day  after  the effective date of this act.  No later than 10 days after\n    6  the mailing of such notice, the applicant may file a  written  complaint\n    7  with  the  assessor.  The provisions of section 553 of the real property\n    8  tax law shall apply to the extent practicable to the review  of  such  a\n    9  complaint.\n   10    (c)  For  2012  notwithstanding the provisions of section 177-a of the\n   11  tax law, as added by section two of this act, for  purposes  of  issuing\n   12  rebates  of  county  taxes for the county fiscal year beginning in 2012,\n   13  the department of taxation and finance may presume  that  the  qualified\n   14  owner-applicant or owner-applicants were the property owner or owners as\n   15  of  the  applicable taxable status date, as shown on the assessment roll\n   16  data file filed with the state board of real property services  pursuant\n   17  to  article  15-C  of  the real property tax law, or on the list or data\n   18  file forwarded to the state board pursuant to subdivision  (a)  of  this\n   19  section,  and may further presume that the appropriate mailing addresses\n   20  are the owners' addresses shown thereon.\n   21    (d) When property which is eligible for a Co-STAR assessment  pursuant\n   22  to  this  section  constitutes  a cooperative apartment unit or a mobile\n   23  home which is subject to the provisions of paragraph (a) of  subdivision\n   24  9 of section 425-c of the real property tax law, as added by section one\n   25  of this act, the assessor shall not be required to file the list or data\n   26  file  required  by  such  paragraph  until the one hundred twentieth day\n   27  after the effective date of this act, notwithstanding any  provision  in\n   28  such subdivision to the contrary.\n   29    S  4. Subsection (e) of section 1310 of the tax law, as added by chap-\n   30  ter 481 of the laws of 1997, is relettered  subsection  (g)  and  a  new\n   31  subsection (h) is added to read as follows:\n   32    (H)  CITY  CO-STAR  CREDIT.  (1) FOR TAXABLE YEARS BEGINNING AFTER TWO\n   33  THOUSAND ELEVEN, A CITY CO-STAR CREDIT SHALL BE  ALLOWED  FOR  TAXPAYERS\n   34  WHO  HAVE  ATTAINED  THE AGE OF SIXTY-FIVE ON OR BEFORE THE CLOSE OF THE\n   35  TAXABLE YEAR. THE CREDIT SHALL BE ALLOWED AGAINST THE  TAXES  AUTHORIZED\n   36  BY THIS ARTICLE REDUCED BY THE CREDITS PERMITTED BY THIS ARTICLE. IF THE\n   37  CREDIT  EXCEEDS THE TAX AS SO REDUCED, THE TAXPAYER MAY RECEIVE, AND THE\n   38  COMPTROLLER, SUBJECT TO A CERTIFICATE OF THE COMMISSIONER, SHALL PAY  AS\n   39  AN  OVERPAYMENT,  WITHOUT  INTEREST,  THE  AMOUNT  OF  SUCH  EXCESS. FOR\n   40  PURPOSES OF THIS SUBSECTION, NO CREDIT SHALL BE GRANTED TO AN INDIVIDUAL\n   41  WITH RESPECT TO WHOM A DEDUCTION UNDER SUBSECTION  (C)  OF  SECTION  ONE\n   42  HUNDRED  FIFTY-ONE  OF THE INTERNAL REVENUE CODE IS ALLOWABLE TO ANOTHER\n   43  TAXPAYER FOR THE TAXABLE YEAR.\n   44    (2) THE CREDIT SHALL BE DETERMINED UNDER THIS PARAGRAPH.\n   45    (A) MARRIED INDIVIDUALS FILING JOINT RETURNS AND SURVIVING SPOUSES. IN\n   46  THE CASE OF A HUSBAND AND WIFE WHO MAKE A SINGLE RETURN JOINTLY AND OF A\n   47  SURVIVING SPOUSE:\n   48    FOR TAXABLE YEARS TWO THOUSAND ELEVEN AND AFTER THE  CREDIT  SHALL  BE\n   49  ONE HUNDRED TWENTY DOLLARS\n   50    (B)  ALL  OTHERS.  IN THE CASE OF AN UNMARRIED INDIVIDUAL, A HEAD OF A\n   51  HOUSEHOLD OR A MARRIED INDIVIDUAL FILING A SEPARATE RETURN:\n   52    FOR TAXABLE YEARS TWO THOUSAND ELEVEN AND AFTER THE  CREDIT  SHALL  BE\n   53  SIXTY DOLLARS\n   54    S  5. Subdivision (c) of section 11-1706 of the administrative code of\n   55  the city of New York, as added by chapter 481 of the laws  of  1997,  is\n\n       A. 2039                            10\n\n    1  relettered subdivision (f) and a new subdivision (g) is added to read as\n    2  follows:\n    3    (G)  CITY  CO-STAR  CREDIT.  (1) FOR TAXABLE YEARS BEGINNING AFTER TWO\n    4  THOUSAND ELEVEN, A CITY CO-STAR CREDIT SHALL BE  ALLOWED  FOR  TAXPAYERS\n    5  WHO  HAVE  ATTAINED  THE AGE OF SIXTY-FIVE ON OR BEFORE THE CLOSE OF THE\n    6  TAXABLE YEAR. THE CREDIT SHALL BE ALLOWED AGAINST THE TAXES  IMPOSED  BY\n    7  THIS  CHAPTER  REDUCED  BY THE CREDITS PERMITTED BY THIS CHAPTER. IF THE\n    8  CREDIT EXCEEDS THE TAX AS SO REDUCED, THE TAXPAYER MAY RECEIVE, AND  THE\n    9  STATE COMPTROLLER, SUBJECT TO A CERTIFICATE OF THE STATE COMMISSIONER OF\n   10  TAXATION AND FINANCE, SHALL PAY AS AN OVERPAYMENT, WITHOUT INTEREST, THE\n   11  AMOUNT OF SUCH EXCESS. FOR PURPOSES OF THIS SUBDIVISION, NO CREDIT SHALL\n   12  BE  GRANTED  TO  AN  INDIVIDUAL  WITH  RESPECT TO WHOM A DEDUCTION UNDER\n   13  SUBSECTION (C) OF SECTION ONE HUNDRED FIFTY-ONE OF THE INTERNAL  REVENUE\n   14  CODE IS ALLOWABLE TO ANOTHER TAXPAYER FOR THE TAXABLE YEAR.\n   15    (2) THE CREDIT SHALL BE DETERMINED UNDER THIS PARAGRAPH.\n   16    (A) MARRIED INDIVIDUALS FILING JOINT RETURNS AND SURVIVING SPOUSES. IN\n   17  THE CASE OF A HUSBAND AND WIFE WHO MAKE A SINGLE RETURN JOINTLY AND OF A\n   18  SURVIVING SPOUSE:\n   19    FOR  TAXABLE  YEARS  TWO THOUSAND ELEVEN AND AFTER THE CREDIT SHALL BE\n   20  ONE HUNDRED TWENTY DOLLARS\n   21    (B) ALL OTHERS. IN THE CASE OF AN UNMARRIED INDIVIDUAL, A  HEAD  OF  A\n   22  HOUSEHOLD OR A MARRIED INDIVIDUAL FILING A SEPARATE RETURN:\n   23    FOR  TAXABLE  YEARS  TWO THOUSAND ELEVEN AND AFTER THE CREDIT SHALL BE\n   24  SIXTY DOLLARS\n   25    S 6. The state finance law is amended by adding a new section  97-kkkk\n   26  to read as follows:\n   27    S  97-KKKK.  CO-STAR  FUND. 1. THERE IS HEREBY ESTABLISHED IN THE SOLE\n   28  CUSTODY OF THE COMMISSIONER OF TAXATION AND FINANCE A SPECIAL FUND TO BE\n   29  KNOWN AS THE CO-STAR FUND.\n   30    2. SUCH FUND SHALL CONSIST OF ALL MONIES CREDITED OR TRANSFERRED THER-\n   31  ETO FROM THE GENERAL FUND OR FROM ANY OTHER FUND OR SOURCES PURSUANT  TO\n   32  LAW.\n   33    3.  THE  MONIES  OF THE FUND SHALL BE AVAILABLE FOR PAYMENT OF CO-STAR\n   34  REBATES AUTHORIZED BY SECTION ONE HUNDRED  SEVENTY-SEVEN-A  OF  THE  TAX\n   35  LAW,  AND  NOTWITHSTANDING ANY OTHER PROVISION OF LAW, SHALL BE PAID OUT\n   36  ON CHECKS ISSUED AND SIGNED SOLELY BY THE COMMISSIONER OF  TAXATION  AND\n   37  FINANCE.\n   38    S 7. This act shall take effect immediately, provided, however:\n   39    (a)  Section  one of this act shall apply to assessment rolls filed in\n   40  2012 and thereafter; and\n   41    (b) Section two of this act shall apply to county fiscal years  begin-\n   42  ning in 2013 and thereafter.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, the tax law, the administrative code of the city of New York and the state finance law, in relation to establishing a Co-STAR program for seniors and farmers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T153919.TXT", "SOBI.D110113.T122319.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294951159600
}