{
  "year" : 2011,
  "senateBillNo" : "A2032-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A2032-2011-1294894800000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to automobile manufacturers' warranty adjustment programs",
  "summary" : "Relates to required notice to consumers of automobile manufacturers' warranty adjustment programs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A2287-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2032\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by M. of A. REILICH -- read once and referred to the Commit-\n         tee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business  law,  in  relation  to  automobile\n         manufacturers' warranty adjustment programs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new section\n    2  198-d to read as follows:\n    3    S 198-D. AUTOMOBILE MANUFACTURERS' WARRANTY ADJUSTMENT  PROGRAMS.  (A)\n    4  FOR THE PURPOSES OF THIS SECTION:\n    5    (1) \"CONSUMER\" MEANS THE PURCHASER, OTHER THAN FOR PURPOSES OF RESALE,\n    6  OF A MOTOR VEHICLE, A LESSEE OF A MOTOR VEHICLE, ANY PERSON TO WHOM SUCH\n    7  MOTOR  VEHICLE IS TRANSFERRED DURING THE DURATION OF AN EXPRESS WARRANTY\n    8  APPLICABLE TO SUCH MOTOR VEHICLE AND ANY PERSON ENTITLED BY THE TERMS OF\n    9  SUCH WARRANTY TO ENFORCE THE OBLIGATIONS OF THE WARRANTY.\n   10    (2) \"DEALER\" MEANS ANY PERSON SELLING OR AGREEING TO SELL, LEASING  OR\n   11  AGREEING  TO  LEASE  IN  THIS  STATE  ONE OR MORE MOTOR VEHICLES UNDER A\n   12  RETAIL AGREEMENT WITH A MANUFACTURER, MANUFACTURER  BRANCH,  DISTRIBUTOR\n   13  OR DISTRIBUTOR BRANCH, OR AGENT OF ANY OF THEM.\n   14    (3) \"LESSEE\" MEANS ANY CONSUMER WHO LEASES A MOTOR VEHICLE PURSUANT TO\n   15  A  WRITTEN  LEASE  WHICH  PROVIDES  THAT  THE  LESSEE IS RESPONSIBLE FOR\n   16  REPAIRS TO SUCH MOTOR VEHICLES.\n   17    (4) \"ADJUSTMENT PROGRAM\" MEANS ANY PROGRAM OR POLICY THAT  EXPANDS  OR\n   18  EXTENDS THE CONSUMER'S WARRANTY BEYOND ITS STATED LIMIT OR UNDER WHICH A\n   19  MANUFACTURER OFFERS TO PAY FOR ALL OR ANY PART OF THE COST OF REPAIRING,\n   20  OR  TO REIMBURSE CONSUMERS FOR ALL OR ANY PART OF THE COST OF REPAIRING,\n   21  ANY CONDITION THAT MAY SUBSTANTIALLY AFFECT  VEHICLE  DURABILITY,  RELI-\n   22  ABILITY  OR  PERFORMANCE,  OTHER THAN SERVICE PROVIDED UNDER A SAFETY OR\n   23  EMISSION-RELATED RECALL CAMPAIGN. THIS TERM DOES NOT INCLUDE ADJUSTMENTS\n   24  MADE BY A MANUFACTURER ON A CASE BY CASE BASIS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03605-01-1\n\n       A. 2032                             2\n\n    1    (5) \"MANUFACTURER\" MEANS (I) ANY PERSON WHO MANUFACTURES OR  ASSEMBLES\n    2  NEW  MOTOR  VEHICLES  FOR SALE OR DISTRIBUTION OR (II) ANY PERSON WHO IS\n    3  ENGAGED IN THE BUSINESS OF IMPORTING NEW  MOTOR  VEHICLES  FOR  SALE  OR\n    4  DISTRIBUTION TO DEALERS OR THROUGH DISTRIBUTORS, OR FACTORY BRANCHES.\n    5    (6) \"MOTOR VEHICLE\" MEANS A MOTOR VEHICLE EXCLUDING OFF-ROAD VEHICLES,\n    6  WHICH  WAS  SUBJECT  TO A MANUFACTURER'S EXPRESS WARRANTY AT THE TIME OF\n    7  ORIGINAL DELIVERY AND EITHER (I) WAS PURCHASED, LEASED OR TRANSFERRED IN\n    8  THIS STATE WITHIN EITHER THE FIRST EIGHTEEN THOUSAND MILES OF  OPERATION\n    9  OR  TWO  YEARS FROM THE DATE OF ORIGINAL DELIVERY, WHICHEVER IS EARLIER,\n   10  OR (II) IS REGISTERED IN THIS STATE.\n   11    (7) \"SERVICE BULLETIN\" MEANS ANY DOCUMENT  ISSUED  BY  A  MANUFACTURER\n   12  PERTAINING TO ANY ADJUSTMENT PROGRAM.\n   13    (B) A MANUFACTURER SHALL ESTABLISH A PROCEDURE IN THIS STATE WHEREBY A\n   14  CONSUMER  (1)  SHALL BE INFORMED OF ANY ADJUSTMENT PROGRAM APPLICABLE TO\n   15  HIS MOTOR VEHICLE AND (2) SHALL BE ENTITLED TO RECEIVE  A  COPY  OF  ANY\n   16  SERVICE BULLETIN OR INDEX THEREOF UPON REQUEST.\n   17    (C)  WITHIN  NINETY  DAYS  OF  THE ADOPTION OF AN ADJUSTMENT PROGRAM A\n   18  MANUFACTURER SHALL NOTIFY, BY FIRST-CLASS MAIL, ALL  CONSUMERS  ELIGIBLE\n   19  UNDER  SUCH  PROGRAM  OF  THE  CONDITION  IN  THE MOTOR VEHICLE WHICH IS\n   20  COVERED BY AN ADJUSTMENT PROGRAM AND THE PRINCIPAL TERMS AND  CONDITIONS\n   21  OF THE ADJUSTMENT PROGRAM.\n   22    (D)  EACH MANUFACTURER EITHER DIRECTLY OR THROUGH ITS AUTHORIZED AGENT\n   23  SHALL CAUSE TO BE GIVEN TO THE ORIGINAL PURCHASER OF A NEW  MOTOR  VEHI-\n   24  CLE,  AT THE TIME OF PURCHASE, A NOTICE OUTLINING THE PROVISIONS OF THIS\n   25  SECTION AND THE RIGHTS AND REMEDIES PROVIDED  HEREUNDER.    THE  WRITTEN\n   26  NOTICE SHALL BE DEEMED SUFFICIENT IF DONE IN SUBSTANTIALLY THE FOLLOWING\n   27  FORM:\n   28    \"SOMETIMES  (INSERT  MANUFACTURER'S  NAME) OFFERS A SPECIAL ADJUSTMENT\n   29  PROGRAM TO PAY ALL OR PART OF THE COST OF  CERTAIN  REPAIRS  BEYOND  THE\n   30  TERMS  OF THE WARRANTY.  CHECK WITH YOUR DEALER TO DETERMINE WHETHER ANY\n   31  ADJUSTMENT PROGRAM IS APPLICABLE TO YOUR MOTOR VEHICLE.\"\n   32    (E) A DEALER SHALL DISCLOSE  TO  A  CONSUMER  SEEKING  REPAIRS  FOR  A\n   33  PARTICULAR  CONDITION AT ITS REPAIR SHOP, THE PRINCIPAL TERMS AND CONDI-\n   34  TIONS OF THE MANUFACTURER'S ADJUSTMENT PROGRAM COVERING  SUCH  CONDITION\n   35  IF THE DEALER HAS RECEIVED A SERVICE BULLETIN CONCERNING SUCH ADJUSTMENT\n   36  PROGRAM OR OTHERWISE HAS KNOWLEDGE OF IT.\n   37    (F)  A MANUFACTURER WHO ESTABLISHES AN ADJUSTMENT PROGRAM SHALL IMPLE-\n   38  MENT PROCEDURES TO ASSURE REIMBURSEMENT OF EACH CONSUMER ELIGIBLE  UNDER\n   39  AN  ADJUSTMENT  PROGRAM  WHO  INCURS  EXPENSES FOR REPAIR OF A CONDITION\n   40  SUBJECT TO THE PROGRAM PRIOR TO  ACQUIRING  KNOWLEDGE  OF  THE  PROGRAM.\n   41  SUCH  REIMBURSEMENT SHALL BE CONSISTENT WITH THE TERMS AND CONDITIONS OF\n   42  THE PARTICULAR PROGRAM.\n   43    (G) ANY CLAIM FOR REIMBURSEMENT UNDER SUBDIVISION (F) OF THIS  SECTION\n   44  SHALL  BE  MADE  IN  WRITING TO THE MANUFACTURER WITHIN TWO YEARS OF THE\n   45  DATE OF THE CONSUMER'S  PAYMENT  FOR  REPAIR  OF  THE  CONDITION.    THE\n   46  MANUFACTURER  SHALL  NOTIFY THE CONSUMER WITHIN TWENTY-ONE BUSINESS DAYS\n   47  OF RECEIVING A CLAIM FOR REIMBURSEMENT WHETHER THE CLAIM WILL BE ALLOWED\n   48  OR DENIED.  IF THE CLAIM IS DENIED, THE SPECIFIC REASONS FOR THE  DENIAL\n   49  SHALL BE STATED IN WRITING.\n   50    (H)  A  VIOLATION  OF  ANY  OF THE PROVISIONS OF THIS SECTION SHALL BE\n   51  DEEMED DECEPTIVE ACT OR PRACTICE  UNDER  ARTICLE  TWENTY-TWO-A  OF  THIS\n   52  CHAPTER.\n   53    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to automobile manufacturers' warranty adjustment programs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T121819.TXT", "SOBI.D110113.T115832.TXT", "SOBI.D110113.T130822.TXT", "SOBI.D110113.T120318.TXT", "SOBI.D110113.T144414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294947854245
}