{
  "year" : 2011,
  "senateBillNo" : "A2031-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A2031-2011-1294894800000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the right to cancel a membership campground contract",
  "summary" : "Provides the right to cancel a membership campground contract where the purchaser has been a member for at least five years, is medically unable to utilize the facilities, has paid all dues and fees through the current year and provides notice. ",
  "currentCommittee" : null,
  "sameAs" : "S157",
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A6507-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2031\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by M. of A. REILICH -- read once and referred to the Commit-\n         tee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to cancellation of\n         membership campground contracts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  654  of  the  general business law is amended by\n    2  adding a new subdivision 3 to read as follows:\n    3    3. A PURCHASER OF A MEMBERSHIP  CAMPGROUND  CONTRACT  SHALL  HAVE  THE\n    4  RIGHT TO CANCEL SUCH CONTRACT UNDER THE FOLLOWING CONDITIONS:\n    5    A.  THE  PURCHASER  HAS BEEN A MEMBER IN GOOD STANDING FOR A PERIOD OF\n    6  NOT LESS THAN FIVE YEARS; OR\n    7    B. THE PURCHASER HAS RECEIVED WRITTEN CERTIFICATION FROM  A  PHYSICIAN\n    8  THAT  THEIR  HEALTH AND/OR PHYSICAL CONDITION WILL NO LONGER PERMIT SUCH\n    9  PERSON TO UTILIZE THE FACILITIES OFFERED BY THE  MEMBERSHIP  CAMPGROUND;\n   10  OR\n   11    C.  THE PURCHASER HAS RELOCATED TO A PERMANENT RESIDENCE NOT LESS THAN\n   12  FIVE HUNDRED MILES FROM THE MEMBERSHIP CAMPGROUND.\n   13    WHERE A PURCHASER CANCELS A CONTRACT PURSUANT TO THIS SUBDIVISION SUCH\n   14  PURCHASER SHALL BE REQUIRED TO HAVE PAID ALL OUTSTANDING FEES, DUES,  OR\n   15  ANY  OTHER PAYMENTS DUE TO THE MEMBERSHIP CAMPGROUND THROUGH THE BALANCE\n   16  OF THE CURRENT CALENDAR YEAR. NOTIFICATION OF THE  INTENT  TO  CANCEL  A\n   17  MEMBERSHIP  CAMPGROUND  CONTRACT SHALL BE DELIVERED TO THE MANAGEMENT OF\n   18  THE MEMBERSHIP CAMPGROUND BY CERTIFIED UNITED STATES  MAIL  THIRTY  DAYS\n   19  PRIOR TO CANCELLATION.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00655-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to cancellation of membership campground contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T121819.TXT", "SOBI.D110113.T115832.TXT", "SOBI.D110113.T120318.TXT", "SOBI.D110113.T144414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294947854238
}