{
  "year" : 2011,
  "senateBillNo" : "A2030-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A2030-2011-1294894800000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prohibiting unsolicited text messaging through wireless telephones",
  "summary" : "Relates to prohibiting unsolicited text messaging through wireless telephones. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A2280-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2030\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by M. of A. REILICH, BURLING, FINCH, KOLB -- Multi-Sponsored\n         by -- M. of A.  McDONOUGH -- read once and referred to  the  Committee\n         on Consumer Affairs and Protection\n\n       AN  ACT to amend the general business law, in relation to the regulation\n         of unsolicited commercial text messages to wireless telephones\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  30-B to read as follows:\n    3                                 ARTICLE 30-B\n    4                    UNSOLICITED COMMERCIAL TEXT MESSAGING\n    5  SECTION 645. DEFINITIONS.\n    6          646. PROHIBITED ACTS.\n    7          647. CIVIL REMEDIES FOR NONCOMPLIANCE.\n    8          648. APPLICABILITY.\n    9    S  645.  DEFINITIONS.  FOR THE PURPOSES OF THIS ARTICLE, THE FOLLOWING\n   10  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   11    1. \"COMMERCIAL TEXT MESSAGING\" SHALL MEAN A TYPED MESSAGE  TRANSMITTED\n   12  TO  A  WIRELESS  TELEPHONE NUMBER, REGARDLESS OF WHETHER SUCH MESSAGE IS\n   13  VIEWED, STORED FOR RETRIEVAL AT ANOTHER  TIME,  PRINTED  ONTO  PAPER  OR\n   14  OTHER SIMILAR MATERIAL, OR FILTERED OR SCREENED, THAT:\n   15    (A)  CONTAINS  AN  ADVERTISEMENT FOR THE SALE OF A PRODUCT, SERVICE OR\n   16  REAL ESTATE;\n   17    (B) CONTAINS A SOLICITATION FOR THE USE OF A TELEPHONE NUMBER, THE USE\n   18  OF WHICH CONNECTS THE USER TO A PERSON OR SERVICE  THAT  ADVERTISES  THE\n   19  SALE OF OR SELLS A PRODUCT, SERVICE OR REAL ESTATE; OR\n   20    (C)  PROMOTES  THE  USE  OF OR CONTAINS A LIST OF ONE OR MORE INTERNET\n   21  SITES THAT CONTAIN AN ADVERTISEMENT REFERRED TO IN PARAGRAPH  (A)  OR  A\n   22  SOLICITATION REFERRED TO IN PARAGRAPH (B) OF THIS SUBDIVISION;\n   23    2.  \"INITIATE  THE TRANSMISSION\" SHALL MEAN TO TRANSMIT A TEXT MESSAGE\n   24  TO A WIRELESS TELEPHONE NUMBER, BUT SUCH  TERM  SHALL  NOT  INCLUDE  ANY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03606-01-1\n\n       A. 2030                             2\n\n    1  INTERVENING  INTERACTIVE COMPUTER SERVICE WHOSE FACILITIES MAY HAVE BEEN\n    2  USED TO RELAY, HANDLE, OR OTHERWISE RETRANSMIT THE TEXT MESSAGE,  UNLESS\n    3  THE  INTERVENING  INTERACTIVE  SERVICE  PROVIDER KNOWINGLY AND WILLFULLY\n    4  RETRANSMITS ANY TEXT MESSAGE IN VIOLATION OF THIS ARTICLE;\n    5    3.  \"PREEXISTING BUSINESS RELATIONSHIP\" SHALL MEAN MUTUAL BUSINESS-RE-\n    6  LATED COMMUNICATIONS THAT OCCURRED BETWEEN THE SENDER OF THE  COMMERCIAL\n    7  TEXT MESSAGE AND THE RECIPIENT PRIOR TO THE TRANSMISSION OF SUCH COMMER-\n    8  CIAL TEXT MESSAGE;\n    9    4.  \"TRANSMIT OR CAUSE TO BE TRANSMITTED\" SHALL MEAN THE ACTION BY THE\n   10  ORIGINAL OR SUBSEQUENT SENDER OF THE COMMERCIAL TEXT MESSAGE, BUT  SHALL\n   11  NEITHER  INCLUDE  NOR  REFER  TO  THE  ACTION  OF ANY WIRELESS TELEPHONE\n   12  SERVICE PROVIDER TO THE EXTENT THE SERVICE PROVIDER MERELY CARRIES  THAT\n   13  TRANSMISSION OVER ITS NETWORK.\n   14    S 646. PROHIBITED ACTS. NO PERSON SHALL TRANSMIT OR CAUSE TO BE TRANS-\n   15  MITTED  AN  UNSOLICITED  COMMERCIAL TEXT MESSAGE TO A WIRELESS TELEPHONE\n   16  NUMBER THAT THE PERSON KNOWS OR HAS REASON TO KNOW IS HELD BY A RESIDENT\n   17  OF THE STATE.\n   18    S 647. CIVIL REMEDIES FOR NONCOMPLIANCE. 1. UPON THE COMMISSION  OF  A\n   19  \"PROHIBITED  ACT\"  AS  DEFINED  IN SECTION SIX HUNDRED FORTY-SIX OF THIS\n   20  ARTICLE AN APPLICATION MAY BE MADE BY THE PUBLIC SERVICE COMMISSION TO A\n   21  COURT HAVING JURISDICTION TO ISSUE AN INJUNCTION, AND UPON NOTICE TO THE\n   22  RESPONDENT OF NOT LESS THAN  FIVE  DAYS,  TO  ENJOIN  AND  RESTRAIN  THE\n   23  CONTINUANCE OF SUCH VIOLATION. IF IT SHALL APPEAR TO THE SATISFACTION OF\n   24  THE  COURT  THAT  THE  RESPONDENT  HAS  COMMITTED  A \"PROHIBITED ACT\" AS\n   25  DEFINED IN SECTION SIX HUNDRED FORTY-SIX OF THIS ARTICLE THE COURT SHALL\n   26  ENJOIN AND RESTRAIN ANY FURTHER VIOLATION WITHOUT REQUIRING  PROOF  THAT\n   27  ANY PERSON HAS, IN FACT, BEEN INJURED OR DAMAGED THEREBY.\n   28    2.  IN  A PROCEEDING BROUGHT UNDER THIS SECTION, THE COURT MAY MAKE AN\n   29  ALLOWANCE TO THE PUBLIC SERVICE COMMISSION PURSUANT TO PARAGRAPH TWO  OF\n   30  SUBDIVISION  (A)  OF  SECTION  EIGHT THOUSAND THREE HUNDRED THREE OF THE\n   31  CIVIL PRACTICE LAW AND RULES.\n   32    3. WHENEVER THE COURT SHALL DETERMINE THAT A RESPONDENT HAS  COMMITTED\n   33  A  \"PROHIBITED  ACT\" AS DEFINED IN SECTION SIX HUNDRED FORTY-SIX OF THIS\n   34  ARTICLE, THE COURT MAY IMPOSE A CIVIL PENALTY  OF  NOT  MORE  THAN  FIVE\n   35  HUNDRED  DOLLARS  FOR  EACH  UNSOLICITED  TEXT  MESSAGE TRANSMITTED TO A\n   36  RECIPIENT.\n   37    S 648. APPLICABILITY. 1. A WIRELESS TELEPHONE SERVICE  PROVIDER  SHALL\n   38  NOT  BE  HELD  LIABLE  FOR  ANY PENALTY IN ANY ACTION BROUGHT UNDER THIS\n   39  ARTICLE, UNLESS THE WIRELESS SERVICE PROVIDER  KNOWINGLY  AND  WILLFULLY\n   40  TRANSMITS TEXT MESSAGES IN VIOLATION OF THIS ARTICLE.\n   41    2.  A WIRELESS TELEPHONE SERVICE PROVIDER SHALL NOT BE HELD LIABLE FOR\n   42  ANY PENALTY IN ANY ACTION  BROUGHT  UNDER  THIS  ARTICLE  FOR  RELAYING,\n   43  HANDLING,  OR  OTHERWISE  RETRANSMITTING TEXT MESSAGES WHEN THE WIRELESS\n   44  TELEPHONE SERVICE PROVIDER IS ACTING  AS  AN  INTERMEDIARY  BETWEEN  THE\n   45  PERSON WHO INITIATED THE TRANSMISSION AND THE INTENDED RECIPIENT.\n   46    3.  A WIRELESS TELEPHONE SERVICE PROVIDER SHALL NOT BE HELD LIABLE FOR\n   47  ANY PENALTY IN ANY ACTION BROUGHT UNDER  THIS  ARTICLE  FOR  FAILING  TO\n   48  BLOCK THE RECEIPT OR TRANSMISSION THROUGH ITS SERVICE OR PROPERTY OF ANY\n   49  TEXT  MESSAGE  WHICH  IT  REASONABLY  BELIEVES  IS  OR  WILL  BE SENT IN\n   50  VIOLATION OF THIS ARTICLE.\n   51    4. A WIRELESS TELEPHONE SERVICE PROVIDER SHALL NOT BE HELD LIABLE  FOR\n   52  ANY ACTION VOLUNTARILY TAKEN IN GOOD FAITH TO BLOCK THE RECEIPT OR TRAN-\n   53  SMISSION  THROUGH ITS SERVICE OR PROPERTY OF ANY COMMERCIAL TEXT MESSAGE\n   54  WHICH IT REASONABLY BELIEVES IS OR WILL BE SENT  IN  VIOLATION  OF  THIS\n   55  ARTICLE.\n\n       A. 2030                             3\n\n    1    5.  NO PERSON MAY BE HELD LIABLE FOR ANY PENALTY IN ANY ACTION BROUGHT\n    2  UNDER THIS ARTICLE FOR TRANSMITTING COMMERCIAL TEXT MESSAGES TO A RECIP-\n    3  IENT WITH WHOM THE INITIATOR HAS A PREEXISTING BUSINESS RELATIONSHIP  OR\n    4  PERSONAL RELATIONSHIP.\n    5    6.  NO PERSON MAY BE HELD LIABLE FOR ANY PENALTY IN ANY ACTION BROUGHT\n    6  UNDER THIS ARTICLE FOR TRANSMITTING COMMERCIAL TEXT MESSAGES TO A RECIP-\n    7  IENT WHEN THE RECIPIENT HAS INVITED OR EXPRESSLY  PERMITTED  THE  TRANS-\n    8  MISSION OF SUCH TEXT MESSAGE.\n    9    7.  FOR PURPOSES OF THIS ARTICLE, A PERSON HAS REASON TO KNOW THAT THE\n   10  INTENDED RECIPIENT OF A COMMERCIAL TEXT MESSAGE IS  A  RESIDENT  OF  THE\n   11  STATE  IF  THAT  INFORMATION IS AVAILABLE, UPON REQUEST, FROM THE PUBLIC\n   12  SERVICE COMMISSION.\n   13    8. NOTHING IN THIS ARTICLE SHALL BE CONSTRUED  SO  AS  TO  NULLIFY  OR\n   14  IMPAIR ANY OTHER RIGHTS OR REMEDIES THAT MAY BE AVAILABLE BY COMMON LAW,\n   15  BY STATUTE, OR OTHERWISE.\n   16    9.  NOTHING  IN  THIS  ARTICLE  SHALL BE CONSTRUED SO AS TO NULLIFY OR\n   17  IMPAIR ANY TRANSACTION, REPORTING, DISCLOSURE OR OTHER ACTIVITY  PERMIT-\n   18  TED  UNDER  THE  PROVISIONS OF TITLE V OF THE FEDERAL GRAMM-LEACH-BLILEY\n   19  ACT (PUB. L.  NO. 106-102), THE FEDERAL FAIR CREDIT  REPORTING  ACT  (15\n   20  U.S.C. 1681 ET SEQ.), AND OTHER APPLICABLE PROVISIONS OF FEDERAL LAW.\n   21    S  2. This act shall take effect on the first of January next succeed-\n   22  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the regulation of unsolicited commercial text messages to wireless telephones ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T121819.TXT", "SOBI.D110113.T115832.TXT", "SOBI.D110113.T120318.TXT", "SOBI.D110113.T144414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294947854231
}