{
  "year" : 2011,
  "senateBillNo" : "A2042-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to correction",
    "billEventId" : "A2042-2011-1294894800000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows the governor to review decisions by the parole board",
  "summary" : "Allows the governor to review decisions by the parole board to grant or deny release on parole to inmates serving a sentence of imprisonment, or the imposition of conditions of such release; allows the governor to delay the scheduled release of an inmate to parole by not more than fifteen days for the purpose of conducting such a review. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A10589-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Amedore",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2042\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  TEDISCO, AMEDORE, BURLING, FINCH, McDONOUGH,\n         McKEVITT -- Multi-Sponsored by -- M.  of  A.  BUTLER,  CONTE,  CROUCH,\n         DUPREY,  GIGLIO,  J. MILLER, MOLINARO, OAKS, RAIA, THIELE -- read once\n         and referred to the Committee on Correction\n\n       AN ACT to amend the executive law, in relation to allowing the  governor\n         to review decisions by the parole board\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 259-c of  the  executive  law,  as\n    2  amended  by  section  8  of part J of chapter 56 of the laws of 2009, is\n    3  amended to read as follows:\n    4    1.  SUBJECT  TO  THE  LIMITATIONS  IMPOSED  BY  SECTION  TWO   HUNDRED\n    5  FIFTY-NINE-T  OF  THIS  ARTICLE,  have the power and duty of determining\n    6  which inmates serving an indeterminate or determinate sentence of impri-\n    7  sonment may be released on parole, or  on  medical  parole  pursuant  to\n    8  section  two hundred fifty-nine-r or section two hundred fifty-nine-s of\n    9  this article, and when and under what conditions;\n   10    S 2. Subdivision 1 of section 259-c of the executive law,  as  amended\n   11  by chapter 55 of the laws of 1992, is amended to read as follows:\n   12    1.   SUBJECT  TO  THE  LIMITATIONS  IMPOSED  BY  SECTION  TWO  HUNDRED\n   13  FIFTY-NINE-T OF THIS ARTICLE, have the power  and  duty  of  determining\n   14  which  inmates  serving an indeterminate sentence of imprisonment may be\n   15  released on parole, or on medical parole pursuant to section two hundred\n   16  fifty-nine-r of this article, and when and under what conditions;\n   17    S 3. Subdivision 2 of section 259-c of the executive law,  as  amended\n   18  by  section 7 of part E of chapter 62 of the laws of 2003, is amended to\n   19  read as follows:\n   20    2.  SUBJECT  TO  THE  LIMITATIONS  IMPOSED  BY  SECTION  TWO   HUNDRED\n   21  FIFTY-NINE-T OF THIS ARTICLE, have the power and duty of determining the\n   22  conditions  of  release of the person who may be presumptively released,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02194-01-1\n\n       A. 2042                             2\n\n    1  conditionally released or subject to a  period  of  post-release  super-\n    2  vision under an indeterminate or determinate sentence of imprisonment;\n    3    S 4. Subdivision 2 of section 259-c of the executive law, as separate-\n    4  ly  amended by chapter 904 of the laws of 1977 and chapter 1 of the laws\n    5  of 1998, is amended to read as follows:\n    6    2.  SUBJECT  TO  THE  LIMITATIONS  IMPOSED  BY  SECTION  TWO   HUNDRED\n    7  FIFTY-NINE-T OF THIS ARTICLE, have the power and duty of determining the\n    8  conditions of release of the person who may be conditionally released or\n    9  subject  to  a period of post-release supervision under an indeterminate\n   10  or reformatory sentence of imprisonment and of determining which inmates\n   11  serving  a  definite  sentence  of  imprisonment  may  be  conditionally\n   12  released and when and under what conditions;\n   13    S  5.  The  executive  law is amended by adding a new section 259-t to\n   14  read as follows:\n   15    S 259-T. REVIEW OF PAROLE DETERMINATIONS BY THE  GOVERNOR.    NOTWITH-\n   16  STANDING ANY PROVISION OF LAW TO THE CONTRARY:\n   17    1. THE GOVERNOR SHALL HAVE THE POWER TO REVIEW DECISIONS BY THE PAROLE\n   18  BOARD  OR  MEMBERS THEREOF TO GRANT OR DENY RELEASE ON PAROLE TO INMATES\n   19  SERVING A SENTENCE OF IMPRISONMENT, OR THE IMPOSITION OF  CONDITIONS  OF\n   20  SUCH RELEASE, AND MAY DELAY THE SCHEDULED RELEASE OF AN INMATE TO PAROLE\n   21  BY  NOT  MORE  THAN  FIFTEEN  DAYS FOR THE PURPOSES OF CONDUCTING SUCH A\n   22  REVIEW, PROVIDED THAT THE BOARD AND THE SUPERINTENDENT OF  THE  FACILITY\n   23  IN WHICH SUCH INMATE IS CONFINED, OR HIS OR HER DESIGNEE, SHALL BE NOTI-\n   24  FIED  OF SUCH DELAY NOT LESS THAN FORTY-EIGHT HOURS PRIOR TO THE TIME AT\n   25  WHICH SUCH INMATE IS TO BE RELEASED, AND THE BOARD SHALL CAUSE NOTIFICA-\n   26  TION OF SUCH DELAY TO BE MADE TO SUCH INMATE AS SOON AS PRACTICABLE, BUT\n   27  NOT UNTIL AFTER CONSULTING WITH THE SUPERINTENDENT OF  THE  FACILITY  IN\n   28  WHICH SUCH INMATE IS CONFINED, OR HIS OR HER DESIGNEE.\n   29    2.  WHEN  AN  INMATE  SERVING  A SENTENCE OF IMPRISONMENT IS DENIED OR\n   30  GRANTED RELEASE ON PAROLE, THE GOVERNOR MAY DIRECT THAT THE  FULL  BOARD\n   31  REVIEW SUCH DECISION, PROVIDED THAT, UNLESS SUCH DECISION WAS THE RESULT\n   32  OF  AN APPEAL PURSUANT TO SECTION TWO HUNDRED FIFTY-NINE-I OF THIS ARTI-\n   33  CLE, ANY BOARD MEMBER WHO PARTICIPATED IN THE DECISION  FROM  WHICH  THE\n   34  APPEAL  IS  TAKEN  MAY NOT PARTICIPATE IN THE RESOLUTION OF THAT APPEAL.\n   35  THE BOARD SHALL PROMULGATE REGULATIONS FOR  THE  CONSIDERATION  OF  SUCH\n   36  REVIEWS. UPON SUCH REVIEW, THE INMATE MAY BE REPRESENTED BY AN ATTORNEY.\n   37  WHERE  THE  INMATE  IS  FINANCIALLY UNABLE TO PROVIDE FOR HIS OR HER OWN\n   38  ATTORNEY, UPON REQUEST AN ATTORNEY SHALL BE  ASSIGNED  PURSUANT  TO  THE\n   39  PROVISIONS  OF SUBPARAGRAPH (V) OF PARAGRAPH (F) OF SUBDIVISION THREE OF\n   40  SECTION TWO HUNDRED FIFTY-NINE-I OF THIS ARTICLE, PROVIDED THAT THE COST\n   41  OF SUCH REPRESENTATION SHALL BE A CHARGE TO THE STATE. IN DECIDING ON  A\n   42  REVIEW  PURSUANT  TO  THIS  SUBDIVISION,  A  MAJORITY  VOTE OF THE BOARD\n   43  MEMBERS TAKING PART IN SUCH REVIEW  SHALL  BE  REQUIRED  TO  RELEASE  AN\n   44  INMATE TO PAROLE.\n   45    3. WHEN AN INMATE SERVING A SENTENCE OF IMPRISONMENT IS DENIED RELEASE\n   46  TO PAROLE, THE GOVERNOR MAY, IN HIS OR HER SOLE DISCRETION, REVERSE SUCH\n   47  DENIAL,  DIRECT  THE  RELEASE  OF  SUCH  INMATE, AND DIRECT THE BOARD OF\n   48  PAROLE TO IMPOSE CONDITIONS UPON THE RELEASE OF SUCH INMATE,  CONSISTENT\n   49  WITH  THE  STANDARDS  AND  REGULATIONS  OF  THE BOARD, PROVIDED THAT THE\n   50  GOVERNOR MAY MODIFY SUCH CONDITIONS OR IMPOSE ANY CONDITIONS  UPON  SUCH\n   51  INMATE'S  RELEASE AS THE GOVERNOR MAY, IN HIS OR HER DISCRETION, BELIEVE\n   52  APPROPRIATE. RELEASE PURSUANT TO THIS SUBDIVISION SHALL NOT  BE  CONSID-\n   53  ERED A PARDON OR COMMUTATION BY THE GOVERNOR.\n   54    4.  WHEN AN INMATE SERVING A SENTENCE OF IMPRISONMENT FOR A CONVICTION\n   55  OF A CLASS A OR CLASS B FELONY AS DEFINED IN THE PENAL LAW, EXCEPT FOR A\n   56  CLASS A OR CLASS B FELONY DEFINED IN ARTICLE TWO HUNDRED TWENTY  OR  TWO\n\n       A. 2042                             3\n\n    1  HUNDRED  TWENTY-ONE  OF  THE  PENAL  LAW,  OR  WHEN  THE INMATE HAS BEEN\n    2  SENTENCED A PERSISTENT VIOLENT FELONY OFFENDER PURSUANT TO SECTION 70.08\n    3  OF THE PENAL LAW OR A PERSISTENT FELONY  OFFENDER  PURSUANT  TO  SECTION\n    4  70.10  OF THE PENAL LAW, IS GRANTED RELEASE TO PAROLE, THE GOVERNOR MAY,\n    5  IN HIS OR  HER  SOLE  DISCRETION,  REVERSE  SUCH  GRANTING  OF  RELEASE,\n    6  PROVIDED  THAT  THE  PAROLE BOARD SHALL SCHEDULE A HEARING TO RECONSIDER\n    7  THE RELEASE OF AN INMATE NOT MORE THAN TWENTY-FOUR MONTHS FROM THE  DATE\n    8  OF  THE  DECISION  BY  THE  BOARD TO GRANT RELEASE. SUCH RECONSIDERATION\n    9  SHALL BE CONDUCTED IN ACCORDANCE WITH SUBDIVISION  TWO  OF  SECTION  TWO\n   10  HUNDRED  FIFTY-NINE-I  OF  THIS  ARTICLE, PROVIDED THAT THE PAROLE BOARD\n   11  SHALL NOT CONSIDER THE REVERSAL OF  THE  BOARD'S  PREVIOUS  GRANTING  OF\n   12  RELEASE  OF SUCH INMATE BY THE GOVERNOR WHEN RECONSIDERING SUCH RELEASE,\n   13  PROVIDED FURTHER HOWEVER, THAT THE BOARD MAY CONSIDER ANY SPECIFIC FIND-\n   14  INGS BY THE GOVERNOR GIVEN AS THE BASIS FOR THE PREVIOUS REVERSAL OF THE\n   15  DECISION OF THE BOARD OR ITS MEMBERS.\n   16    5. WHEN AN INMATE IS RELEASED ON  PAROLE,  THE  GOVERNOR  MAY  REMOVE,\n   17  MODIFY  OR IMPOSE ADDITIONAL CONDITIONS UPON SUCH RELEASE, PROVIDED THAT\n   18  SUCH CONDITIONS SHALL BE REASONABLE AND THE  GOVERNOR  SHALL  IMPOSE  NO\n   19  CONDITIONS  WHICH THE PAROLE BOARD WOULD NOT BE AUTHORIZED TO IMPOSE. IN\n   20  THE EVENT THAT THE GOVERNOR REMOVES, MODIFIES, OR  IMPOSES  SUCH  CONDI-\n   21  TIONS, THE PAROLE BOARD SHALL NOTIFY THE INMATE BEING RELEASED TO PAROLE\n   22  WITH SUCH CONDITIONS IN WRITING OF SUCH REMOVED, MODIFIED, OR ADDITIONAL\n   23  CONDITIONS,  AND  SHALL CONSIDER SUCH CONDITIONS TO HAVE BEEN IMPOSED BY\n   24  THE BOARD FOR THE PURPOSES OF SUPERVISING SUCH PAROLEE.\n   25    6. IN REVERSING A DECISION OF THE BOARD PURSUANT TO SUBDIVISIONS THREE\n   26  OR FOUR OF THIS SECTION, THE GOVERNOR SHALL APPLY THE GUIDELINES  ESTAB-\n   27  LISHED  BY THE BOARD PURSUANT TO SUBDIVISION FOUR OF SECTION TWO HUNDRED\n   28  FIFTY-NINE-C OF THIS ARTICLE AND SHALL CONSIDER ONLY THOSE FACTORS SPEC-\n   29  IFIED IN SUBPARAGRAPH (A) OF PARAGRAPH (C) OF SUBDIVISION TWO OF SECTION\n   30  TWO HUNDRED FIFTY-NINE-I OF THIS  ARTICLE,  PROVIDED  THAT  FOR  INMATES\n   31  WHOSE  MINIMUM  PERIOD  OF  IMPRISONMENT  WAS  NOT FIXED PURSUANT TO THE\n   32  PROVISIONS OF SUBDIVISION ONE OF SECTION  TWO  HUNDRED  FIFTY-NINE-I  OF\n   33  THIS  ARTICLE,  SUCH FACTORS TO BE CONSIDERED BY THE GOVERNOR SHALL ALSO\n   34  INCLUDE THOSE FACTORS LISTED IN PARAGRAPH (A) OF SUBDIVISION ONE OF SUCH\n   35  SECTION. WHEN REVERSING SUCH A DECISION, THE GOVERNOR SHALL SPECIFY,  IN\n   36  WRITING,  THE  BASIS  FOR  SUCH REVERSAL IN DETAIL AND NOT IN CONCLUSORY\n   37  TERMS.\n   38    7. UPON MAKING A DETERMINATION TO REVERSE A DECISION OF THE  BOARD  OR\n   39  TO  REMOVE,  MODIFY,  OR IMPOSE ADDITIONAL CONDITIONS OF RELEASE UPON AN\n   40  INMATE OR PAROLEE PURSUANT TO THIS SECTION, THE GOVERNOR  SHALL  NOTIFY,\n   41  IN  WRITING,  THE  BOARD AND THE SUPERINTENDENT OF THE FACILITY IN WHICH\n   42  SUCH INMATE IS CONFINED, OR HIS OR HER DESIGNEE, OF  SUCH  DETERMINATION\n   43  AND  THE BASIS THEREFOR, NOT LESS THAN FORTY-EIGHT HOURS BEFORE THE TIME\n   44  SUCH INMATE IS SCHEDULED TO BE RELEASED, PROVIDED THAT IF SUCH  REVERSAL\n   45  IS  OF  A  DECISION  TO  DENY RELEASE TO AN INMATE, SUCH NOTICE SHALL BE\n   46  PROVIDED TO THE BOARD NOT LESS THAN FOURTEEN DAYS AFTER  THE  DENIAL  BY\n   47  THE  BOARD  OF  RELEASE  FOR  SUCH  INMATE.  THE BOARD SHALL CAUSE TO BE\n   48  PROVIDED TO SUCH INMATE A COPY OF SUCH NOTICE AS  SOON  AS  PRACTICABLE,\n   49  BUT  NOT  BEFORE  CONSULTING  WITH THE SUPERINTENDENT OF THE FACILITY IN\n   50  WHICH SUCH INMATE IS CONFINED, OR HIS OR HER DESIGNEE.\n   51    S 6. This act shall take effect immediately; provided that the  amend-\n   52  ments  to  subdivision  1 of section 259-c of the executive law, made by\n   53  section one of this act, shall not affect the expiration  and  reversion\n   54  of  such  subdivision,  pursuant  to  chapter 3 of the laws of 1995, and\n   55  shall be deemed to expire therewith, whereupon such date the  provisions\n   56  of  section  two  of this act shall take effect; provided, further, that\n\n       A. 2042                             4\n\n    1  the amendments to subdivision 2 of section 259-c of the  executive  law,\n    2  made  by  section three of this act, shall not affect the expiration and\n    3  reversion of such subdivision, pursuant to chapter  3  of  the  laws  of\n    4  1995,  and  shall be deemed to expire therewith, whereupon such date the\n    5  provisions of section four of this act shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to allowing the governor to review decisions by the parole board ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T154921.TXT", "SOBI.D110113.T122820.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294951761886
}