{
  "year" : 2011,
  "senateBillNo" : "A2043-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to correction",
    "billEventId" : "A2043-2011-1294894800000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the procedure for determining whether a person shall be released on parole",
  "summary" : "Establishes a three member panel chosen at random from among the members of the state board of parole shall interview and determine if inmates should be released; adds considerations to be considered in making the parole release decision. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A10542-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2043\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO -- Multi-Sponsored by -- M. of A. BUTLER,\n         CONTE,  CROUCH,  DUPREY,  McKEVITT,  J. MILLER,  MOLINARO, OAKS, RAIA,\n         REILICH, SALADINO, THIELE -- read once and referred to  the  Committee\n         on Correction\n\n       AN  ACT  to  amend  the  executive law, in relation to the procedure for\n         determining whether a person shall be released on parole\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (a)  of  subdivision 2 of section 259-i of the\n    2  executive law, as separately amended by section 11 of part E and section\n    3  9 of part F of chapter 62 of the laws of 2003, is  amended  to  read  as\n    4  follows:\n    5    (a)  (i) Except as provided in subparagraph (ii) of this paragraph, at\n    6  least one month prior to the date on which  an  inmate  may  be  paroled\n    7  pursuant  to  subdivision one of section 70.40 of the penal law, a THREE\n    8  member [or members as determined by the rules] PANEL WHOSE  MEMBERS  ARE\n    9  CHOSEN  AT  RANDOM  FROM AMONG THE MEMBERS of the board shall personally\n   10  interview such inmate and determine whether  he  should  be  paroled  in\n   11  accordance  with  the guidelines adopted pursuant to subdivision four of\n   12  section two hundred fifty-nine-c of  this  article.  If  parole  is  not\n   13  granted upon such review, the inmate shall be informed in writing within\n   14  two  weeks of such appearance of the factors and reasons for such denial\n   15  of parole. Such reasons shall be given in detail and not  in  conclusory\n   16  terms.  The  board shall specify a date not more than twenty-four months\n   17  from such determination for reconsideration, and the  procedures  to  be\n   18  followed  upon  reconsideration  shall  be  the  same.  If the inmate is\n   19  released, he shall be given a copy of the  conditions  of  parole.  Such\n   20  conditions shall where appropriate, include a requirement that the paro-\n   21  lee comply with any restitution order, mandatory surcharge, sex offender\n   22  registration  fee  and DNA databank fee previously imposed by a court of\n   23  competent jurisdiction that applies to the parolee. The board of  parole\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02107-01-1\n\n       A. 2043                             2\n\n    1  shall  indicate  which  restitution  collection agency established under\n    2  subdivision eight of section 420.10 of the criminal procedure law, shall\n    3  be responsible for collection of restitution, mandatory  surcharge,  sex\n    4  offender  registration  fees  and  DNA  databank fees as provided for in\n    5  section 60.35 of the penal law and section eighteen hundred nine of  the\n    6  vehicle and traffic law.\n    7    (ii)  Any  inmate who is scheduled for presumptive release pursuant to\n    8  section eight hundred six of the correction law shall not appear  before\n    9  the  parole  board  as  provided  in  subparagraph (i) of this paragraph\n   10  unless  such  inmate's  scheduled  presumptive  release  is   forfeited,\n   11  canceled,  or  rescinded  subsequently  as provided in such law. In such\n   12  event, the inmate shall appear  before  the  parole  board  for  release\n   13  consideration  as provided in subparagraph (i) of this paragraph as soon\n   14  thereafter as is practicable.\n   15    S 2. Paragraph (a) of subdivision 2 of section 259-i of the  executive\n   16  law,  as  amended by chapter 396 of the laws of 1987, is amended to read\n   17  as follows:\n   18    (a) At least one month prior to the expiration of the  minimum  period\n   19  or  periods  of imprisonment fixed by the court or board, a THREE member\n   20  [or members as determined by the rules] PANEL WHOSE MEMBERS  ARE  CHOSEN\n   21  AT RANDOM FROM AMONG THE MEMBERS of the board shall personally interview\n   22  an  inmate  serving  an  indeterminate sentence and determine whether he\n   23  should be paroled at the expiration of the minimum period or periods  in\n   24  accordance  with  the guidelines adopted pursuant to subdivision four of\n   25  section two hundred fifty-nine-c OF  THIS  ARTICLE.  If  parole  is  not\n   26  granted upon such review, the inmate shall be informed in writing within\n   27  two  weeks of such appearance of the factors and reasons for such denial\n   28  of parole. Such reasons shall be given in detail and not  in  conclusory\n   29  terms.  The  board shall specify a date not more than twenty-four months\n   30  from such determination for reconsideration, and the  procedures  to  be\n   31  followed  upon  reconsideration  shall  be  the  same.  If the inmate is\n   32  released, he shall be given a copy of the  conditions  of  parole.  Such\n   33  conditions shall where appropriate, include a requirement that the paro-\n   34  lee comply with any restitution order and mandatory surcharge previously\n   35  imposed  by  a court of competent jurisdiction that applies to the paro-\n   36  lee. The board of parole shall  indicate  which  restitution  collection\n   37  agency  established  under  subdivision  eight  of section 420.10 of the\n   38  criminal procedure law, shall be responsible for collection of  restitu-\n   39  tion  and  mandatory  surcharge  as provided for in section 60.35 of the\n   40  penal law and section eighteen hundred nine of the vehicle  and  traffic\n   41  law.\n   42    S  3.  Subparagraph  (A)  of paragraph (c) of subdivision 2 of section\n   43  259-i of the executive law, as amended by section  12  of  part  AAA  of\n   44  chapter 56 of the laws of 2009, is amended to read as follows:\n   45    (A)  Discretionary  release on parole shall not be granted merely as a\n   46  reward for  good  conduct  or  efficient  performance  of  duties  while\n   47  confined  but  after  considering  if  there is a reasonable probability\n   48  that, if such inmate is released, he will live  and  remain  at  liberty\n   49  without violating the law, and that his release is not incompatible with\n   50  the  welfare of society and will not so deprecate the seriousness of his\n   51  crime as to undermine respect for law.  In  making  the  parole  release\n   52  decision, the guidelines adopted pursuant to subdivision four of section\n   53  two  hundred fifty-nine-c of this article shall require that the follow-\n   54  ing be considered: (i) THE SERIOUSNESS OF THE OFFENSE WITH DUE CONSIDER-\n   55  ATION TO THE TYPE OF SENTENCE, LENGTH OF SENTENCE AND RECOMMENDATIONS OF\n   56  THE SENTENCING COURT,  THE  DISTRICT  ATTORNEY,  THE  ATTORNEY  FOR  THE\n\n       A. 2043                             3\n\n    1  INMATE,  THE  PRE-SENTENCE  PROBATION REPORT AS WELL AS CONSIDERATION OF\n    2  ANY MITIGATING AND AGGRAVATING FACTORS, AND ACTIVITIES FOLLOWING  ARREST\n    3  AND  PRIOR  TO  CONFINEMENT;  (II)  PRIOR CRIMINAL RECORD, INCLUDING THE\n    4  NATURE AND PATTERN OF OFFENSES, ADJUSTMENTS TO ANY PREVIOUS PROBATION OR\n    5  PAROLE SUPERVISION OR INSTITUTIONAL CONFINEMENT; (III) the institutional\n    6  record  including  program  goals and accomplishments, academic achieve-\n    7  ments, vocational education, training or work assignments,  therapy  and\n    8  interpersonal relationships with staff and inmates; [(ii)] (IV) perform-\n    9  ance,  if  any, as a participant in a temporary release program; [(iii)]\n   10  (V) release plans including community resources,  employment,  education\n   11  and  training  and support services available to the inmate; [(iv)] (VI)\n   12  any deportation order issued  by  the  federal  government  against  the\n   13  inmate  while  in the custody of the department of correctional services\n   14  and any recommendation regarding deportation made by the commissioner of\n   15  the department of correctional services pursuant to section one  hundred\n   16  forty-seven of the correction law; [(v)] (VII) any statement made to the\n   17  board  by  the  crime  victim  or the victim's representative, where the\n   18  crime victim is deceased or is mentally or physically incapacitated; and\n   19  [(vi)] (VIII) the length of the determinate sentence to which the inmate\n   20  would be subject had he or she received a sentence pursuant  to  section\n   21  70.70  or section 70.71 of the penal law for a felony defined in article\n   22  two hundred twenty or article two hundred twenty-one of the  penal  law.\n   23  The board shall provide toll free telephone access for crime victims. In\n   24  the case of an oral statement made in accordance with subdivision one of\n   25  section  440.50  of  the criminal procedure law, the parole board member\n   26  shall present a written report of the statement to the parole  board.  A\n   27  crime  victim's  representative  shall  mean  the crime victim's closest\n   28  surviving relative, the committee or guardian of  such  person,  or  the\n   29  legal representative of any such person. Such statement submitted by the\n   30  victim  or  victim's  representative  may include information concerning\n   31  threatening or intimidating conduct  toward  the  victim,  the  victim's\n   32  representative, or the victim's family, made by the person sentenced and\n   33  occurring  after  the sentencing. Such information may include, but need\n   34  not be limited to, the threatening or intimidating conduct of any  other\n   35  person who or which is directed by the person sentenced. Notwithstanding\n   36  the  provisions  of  this section, in making the parole release decision\n   37  for persons whose minimum period of imprisonment was not fixed  pursuant\n   38  to the provisions of subdivision one of this section, in addition to the\n   39  factors  listed  in  this paragraph the board shall consider the factors\n   40  listed in paragraph (a) of subdivision one of this section.\n   41    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   42  have  become  a  law;  provided  that the amendments to paragraph (a) of\n   43  subdivision 2 of section 259-i of the executive law made by section  one\n   44  of  this  act  shall  be subject to the expiration and reversion of such\n   45  paragraph pursuant to section 74 of chapter 3 of the laws  of  1995,  as\n   46  amended,  when  upon such date the provisions of section two of this act\n   47  shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the procedure for determining whether a person shall be released on parole ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T154921.TXT", "SOBI.D110113.T122820.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294951761890
}