{
  "year" : 2011,
  "senateBillNo" : "A2046-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2046-2011-1294894800000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Extends the eligibility for the enhanced STAR exemption to real property jointly owned by a senior citizen and a non-senior citizen",
  "summary" : "Extends the eligibility for the enhanced STAR exemption to real property jointly owned by a senior citizen and a non senior citizen; provides for apportionment between owners based on proportion of ownership of the property. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A10360-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2046\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- Multi-Sponsored by -- M. of A. CONTE,\n         McKEVITT, MOLINARO, SAYWARD, THIELE -- read once and referred  to  the\n         Committee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to eligibility of\n         property  owned jointly by senior citizens and non-senior citizens for\n         the enhanced STAR exemption\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (i)  of  paragraph  (a) of subdivision 4 of\n    2  section 425 of the real property tax law, as amended  by  section  2  of\n    3  part E of chapter 83 of the laws of 2002, is amended to read as follows:\n    4    (i) [All] AT LEAST ONE of the owners must be at least sixty-five years\n    5  of  age  or  older  as  of the date specified [herein, or in the case of\n    6  property owned by husband and wife or by siblings,  one  of  the  owners\n    7  must be at least sixty-five years of age as of that date and the proper-\n    8  ty  must  serve as the primary residence of that owner] IN THIS SUBPARA-\n    9  GRAPH PROVIDED HOWEVER, THAT NOTWITHSTANDING ANY INCONSISTENT  PROVISION\n   10  OF  THIS  SECTION,  THE  EXEMPTION PROVIDED FOR IN THIS SECTION SHALL BE\n   11  PROPORTIONED BETWEEN OR AMONG OWNERS WHO ARE AT LEAST  SIXTY-FIVE  YEARS\n   12  OF  AGE AND OWNERS WHO ARE LESS THAN SIXTY-FIVE YEARS OF AGE IN THE SAME\n   13  PROPORTION AS THE OWNERSHIP IN THE PROPERTY IS PROPORTIONED.    For  the\n   14  two   thousand--two  thousand  one  school  year,  eligibility  for  the\n   15  exemption shall be based upon age as of December thirty-first, two thou-\n   16  sand. For each subsequent school year,  the  applicable  date  shall  be\n   17  advanced by one year.\n   18    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01458-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to eligibility of property owned jointly by senior citizens and non-senior citizens for the enhanced STAR exemption ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T122820.TXT", "SOBI.D110113.T153419.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294950859475
}