{
  "year" : 2011,
  "senateBillNo" : "A2047-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2047-2011-1294894800000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain final judgments, involving public funds disbursed for legislative initiatives, to require payments of three-fold the amount of property",
  "summary" : "Requires certain final judgments, involving public funds disbursed for legislative initiatives, to require payments of three-fold the amount or value of the state-owned or held property at issue. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A10590-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hayes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2047\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO, HAYES, KOLB -- Multi-Sponsored by -- M.\n         of A.  AMEDORE,  BARCLAY,  BOYLE,  BURLING,  BUTLER,  CALHOUN,  CONTE,\n         CROUCH,  DUPREY, FINCH, FITZPATRICK, GIGLIO, HAWLEY, JORDAN, P. LOPEZ,\n         McDONOUGH,  McKEVITT,  J. MILLER,  MOLINARO,  OAKS,   RABBITT,   RAIA,\n         REILICH, SALADINO, SAYWARD, SPANO, THIELE -- read once and referred to\n         the Committee on Judiciary\n\n       AN ACT to amend the executive law and the state finance law, in relation\n         to  amount  of judgment in an action by the people for illegal receipt\n         or disposition of public funds or other property\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section 63-c of the executive law, as\n    2  added by chapter 310 of the laws of 1962, is amended to read as follows:\n    3    3. Any court of the state in which an action is brought by the  state,\n    4  as  prescribed in this section, may direct, by the final judgment there-\n    5  in, or by a subsequent order, that any money, funds,  damages,  credits,\n    6  or  other  property,  recovered  by or awarded to the plaintiff therein,\n    7  which, if that action had not been brought, would not have vested in the\n    8  state, be disposed of, as justice requires, in such a manner as to rein-\n    9  state the lawful custody thereof, or to apply the same or  the  proceeds\n   10  thereof to the objects and purposes for which they were authorized to be\n   11  raised  or  procured;  after  paying  into the state treasury out of the\n   12  proceeds of the recovery all expenses  incurred  by  the  state  in  the\n   13  action.  FURTHERMORE,  THE  COURT  SHALL  DIRECT  IN A FINAL JUDGMENT OR\n   14  SUBSEQUENT ORDER AWARDING MONEY, FUNDS, CREDIT OR OTHER PROPERTY TO  THE\n   15  PLAINTIFF  THEREIN WHERE THE STATE-OWNED OR HELD MONEY, FUNDS, CREDIT OR\n   16  OTHER PROPERTY CONSTITUTED FUNDING OR  SUPPORT  FOR  LEGISLATIVE  INITI-\n   17  ATIVES  PAYMENT INTO THE STATE TREASURY OF AN AMOUNT EQUAL TO THREE-FOLD\n   18  THE AMOUNT OR VALUE OF SUCH STATE-OWNED OR HELD MONEY, FUNDS, CREDIT  OR\n   19  PROPERTY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02196-01-1\n\n       A. 2047                             2\n\n    1    S 2. Subdivision 1 of section 123-e of the state finance law, as added\n    2  by chapter 827 of the laws of 1975, is amended to read as follows:\n    3    1.  The  court  may  grant  equitable  or declaratory relief, or both,\n    4  including, but not limited to: enjoining  the  activity  complained  of;\n    5  restitution to the state of those public funds disbursed or public prop-\n    6  erty  alienated,  INCLUDING  IN  THE  CASE OF PUBLIC FUNDS DISBURSED FOR\n    7  LEGISLATIVE INITIATIVES,  COMPELLING  PAYMENT  OF  AN  AMOUNT  EQUAL  TO\n    8  THREE-FOLD  THE  AMOUNT  OF  SUCH DISBURSED PUBLIC FUNDS; in the case of\n    9  public property wrongfully alienated, compelling  payment  of  the  full\n   10  market  value;  a declaration that a proposed disbursement or alienation\n   11  of property would be illegal; and such other and further  relief  as  to\n   12  the court may seem just and proper.\n   13    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the state finance law, in relation to amount of judgment in an action by the people for illegal receipt or disposition of public funds or other property ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T122820.TXT", "SOBI.D110113.T153419.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294950859481
}