{
  "year" : 2011,
  "senateBillNo" : "A2048-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2048-2011-1294894800000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes the canal corporation an independent public authority; repealer",
  "summary" : "Makes the canal corporation an independent public authority; takes the canal corporation out of the jurisdiction and authority of the New York state thruway authority; authorizes the canal authority to bond and lease; creates the canal recreationway commission and provides for the functions, powers and duties and plan of such commission. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Canal Law",
  "previousVersions" : [ "A10525-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Amedore",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2048\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO, AMEDORE, BURLING, CALHOUN, FINCH, McDO-\n         NOUGH -- Multi-Sponsored by -- M. of A. CONTE, CROUCH, DUPREY, GIGLIO,\n         McKEVITT, MOLINARO, RAIA, SALADINO, THIELE -- read once  and  referred\n         to the Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the canal law, the public authorities law, the transpor-\n         tation law, the economic development law and the state finance law, in\n         relation to making the canal corporation an independent public author-\n         ity;  and repealing certain provisions of the canal law and the public\n         authorities law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Articles 1-A, 6-A and 13-A of the canal law are REPEALED.\n    2    S 2. Subdivision 2 of section 10 of the canal law, as amended by chap-\n    3  ter 335 of the laws of 2001, is amended to read as follows:\n    4    2. Appoint and remove all officers and employees in the administration\n    5  of  canal matters in conformity with the provisions of title [nine] FIVE\n    6  of article two of the public authorities law.\n    7    S 3. Subdivision 18 of section 2 of the canal law is REPEALED.\n    8    S 4. Sections 382 and 383 of the public authorities law are REPEALED.\n    9    S 5. Article 2 of the public authorities law is amended  by  adding  a\n   10  new title 5 to read as follows:\n   11                                   TITLE 5\n   12                              CANAL CORPORATION\n   13  SECTION 250. CANAL CORPORATION.\n   14          251. BONDING OF CANAL CORPORATION.\n   15          252. AUTHORITY TO LEASE LAND.\n   16          253. CONDITIONS AND TERMS OF LEASES.\n   17          254. SPECIAL  CONDITIONS FOR LEASES ENTERED PRIOR TO APPROVAL OF\n   18                 CANAL RECREATIONWAY PLAN.\n   19          255. CANAL RECREATIONWAY COMMISSION.\n   20          256. FUNCTIONS, POWERS AND DUTIES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02047-01-1\n\n       A. 2048                             2\n\n    1          257. CANAL RECREATIONWAY PLAN.\n    2          258. TITLE  NOT AFFECTED IF IN PART UNCONSTITUTIONAL OR INEFFEC-\n    3                 TIVE.\n    4          259. INCONSISTENT PROVISIONS IN OTHER ACTS SUPERSEDED.\n    5    S 250.  CANAL CORPORATION. 1. THERE IS HEREBY CREATED A PUBLIC BENEFIT\n    6  CORPORATION KNOWN AS THE \"NEW YORK STATE CANAL CORPORATION\" (HEREINAFTER\n    7  REFERRED TO AS THE \"CANAL CORPORATION\"). THE CANAL CORPORATION IS SOLELY\n    8  CREATED TO, AND  SHALL  HAVE  ONLY  THE  POWER  TO,  OPERATE,  MAINTAIN,\n    9  CONSTRUCT,  RECONSTRUCT,  IMPROVE, DEVELOP, FINANCE, AND PROMOTE THE NEW\n   10  YORK STATE CANAL SYSTEM.\n   11    2. THE CANAL CORPORATION AND ANY OF ITS PROPERTY, FUNCTIONS AND ACTIV-\n   12  ITIES SHALL HAVE ALL OF THE PRIVILEGES, IMMUNITIES, TAX  EXEMPTIONS  AND\n   13  OTHER EXEMPTIONS OF THE AUTHORITY AND OF THE AUTHORITY'S PROPERTY, FUNC-\n   14  TIONS AND ACTIVITIES. THERE SHALL BE SIX MEMBERS APPOINTED TO THE CORPO-\n   15  RATION.  SUCH  MEMBERS SHALL BE APPOINTED AS FOLLOWS: TWO MEMBERS BY THE\n   16  TEMPORARY PRESIDENT OF THE SENATE; TWO MEMBERS BY  THE  SPEAKER  OF  THE\n   17  ASSEMBLY;  ONE  MEMBER  BY  THE  MINORITY  LEADER OF THE SENATE; AND ONE\n   18  MEMBER BY THE MINORITY LEADER OF THE ASSEMBLY.   THE  CANAL  CORPORATION\n   19  MAY  DELEGATE TO ONE OR MORE OF ITS MEMBERS, OR ITS OFFICERS, AGENTS AND\n   20  EMPLOYEES, SUCH DUTIES AND POWERS AS IT MAY DEEM PROPER.\n   21    3. NO OFFICER OR MEMBER OF THE CANAL  CORPORATION  SHALL  RECEIVE  ANY\n   22  ADDITIONAL   COMPENSATION,   EITHER   DIRECT  OR  INDIRECT,  OTHER  THAN\n   23  REIMBURSEMENT FOR ACTUAL AND NECESSARY EXPENSES INCURRED IN THE PERFORM-\n   24  ANCE OF HIS OR HER DUTIES, BY REASON OF HIS OR HER SERVING AS A  MEMBER,\n   25  DIRECTOR OR TRUSTEE OF THE CANAL CORPORATION.\n   26    4.  ALL  OFFICERS, AGENTS AND EMPLOYEES OF THE CANAL CORPORATION SHALL\n   27  BE SUBJECT TO THE PROVISIONS OF THE CIVIL SERVICE LAW WHICH SHALL  APPLY\n   28  TO  THE  CANAL CORPORATION AS A MUNICIPAL CORPORATION OTHER THAN A CITY.\n   29  THE CANAL CORPORATION SHALL PARTICIPATE IN THE NEW YORK STATE AND  LOCAL\n   30  EMPLOYEES' RETIREMENT SYSTEM.\n   31    5. THE CANAL CORPORATION SHALL HAVE THE POWER TO:\n   32    (A)  OPERATE,  MAINTAIN,  CONSTRUCT,  RECONSTRUCT,  IMPROVE,  DEVELOP,\n   33  FINANCE AND PROMOTE THE NEW YORK STATE CANAL SYSTEM AS  DEFINED  IN  THE\n   34  CANAL LAW;\n   35    (B) SUE AND BE SUED;\n   36    (C) HAVE A SEAL AND ALTER THE SAME AT PLEASURE;\n   37    (D)  MAKE  AND ALTER BY-LAWS FOR ITS ORGANIZATION AND INTERNAL MANAGE-\n   38  MENT AND MAKE RULES AND REGULATIONS GOVERNING THE USE  OF  ITS  PROPERTY\n   39  AND FACILITIES;\n   40    (E)  APPOINT  OFFICERS,  AGENTS AND EMPLOYEES, WHO SHALL BE SUBJECT TO\n   41  SECTION TWO HUNDRED FIFTY-FIVE OF THIS  TITLE,  AND  FIX  THEIR  COMPEN-\n   42  SATION;\n   43    (F)  MAKE AND EXECUTE CONTRACTS AND ALL OTHER INSTRUMENTS NECESSARY OR\n   44  CONVENIENT FOR THE EXERCISE OF  ITS  POWERS  AND  FUNCTIONS  UNDER  THIS\n   45  TITLE;\n   46    (G)  ACQUIRE,  HOLD  AND  DISPOSE OF REAL OR PERSONAL PROPERTY FOR ITS\n   47  CORPORATE PURPOSES;\n   48    (H) ENGAGE THE SERVICES OF PRIVATE CONSULTANTS ON A CONTRACT BASIS FOR\n   49  RENDERING PROFESSIONAL AND TECHNICAL ASSISTANCE AND ADVICE;\n   50    (I) PROCURE INSURANCE AGAINST ANY LOSS IN CONNECTION WITH  ITS  ACTIV-\n   51  ITIES,  PROPERTIES AND OTHER ASSETS, IN SUCH AMOUNT AND FROM SUCH INSUR-\n   52  ERS AS IT DEEMS DESIRABLE;\n   53    (J) INVEST ANY FUNDS OF THE CANAL CORPORATION,  OR  ANY  OTHER  MONIES\n   54  UNDER  ITS  CUSTODY  AND  CONTROL  NOT  REQUIRED  FOR  IMMEDIATE  USE OR\n   55  DISBURSEMENT, AT THE DISCRETION OF THE CANAL CORPORATION, IN OBLIGATIONS\n   56  OF THE STATE OR THE UNITED STATES GOVERNMENT OR OBLIGATIONS THE  PRINCI-\n\n       A. 2048                             3\n\n    1  PAL  AND  INTEREST  OF  WHICH  ARE GUARANTEED BY THE STATE OR THE UNITED\n    2  STATES GOVERNMENT, OR IN ANY OTHER OBLIGATIONS IN WHICH THE  COMPTROLLER\n    3  OF  THE STATE IS AUTHORIZED TO INVEST PURSUANT TO SECTION NINETY-EIGHT-A\n    4  OF THE STATE FINANCE LAW;\n    5    (K)  PREPARE AND SUBMIT A CAPITAL PROGRAM PLAN PURSUANT TO SECTION TEN\n    6  OF THE CANAL LAW;\n    7    (L) APPROVE AND IMPLEMENT THE NEW YORK STATE CANAL RECREATIONWAY  PLAN\n    8  SUBMITTED PURSUANT TO SECTION TWO HUNDRED FIFTY-SEVEN OF THIS TITLE. THE\n    9  CANAL  CORPORATION'S REVIEW AND APPROVAL OF THE CANAL RECREATIONWAY PLAN\n   10  SHALL BE BASED UPON ITS CONSIDERATION OF A GENERIC ENVIRONMENTAL  IMPACT\n   11  STATEMENT  PREPARED  BY THE CANAL CORPORATION IN ACCORDANCE WITH ARTICLE\n   12  EIGHT OF THE ENVIRONMENTAL CONSERVATION LAW AND THE  REGULATIONS  THERE-\n   13  UNDER. PRIOR TO THE IMPLEMENTATION OF ANY SUBSTANTIAL IMPROVEMENT BY THE\n   14  CANAL  CORPORATION  ON  CANAL  LANDS,  CANAL TERMINALS OR CANAL TERMINAL\n   15  LANDS, OR THE LEASE OF CANAL LANDS, CANAL TERMINALS  OR  CANAL  TERMINAL\n   16  LANDS  FOR SUBSTANTIAL COMMERCIAL IMPROVEMENT, THE CANAL CORPORATION, IN\n   17  ADDITION TO ANY REVIEW TAKEN PURSUANT TO SECTION  14.09  OF  THE  PARKS,\n   18  RECREATION AND HISTORIC PRESERVATION LAW, SHALL CONDUCT A RECONNAISSANCE\n   19  LEVEL  SURVEY WITHIN THREE THOUSAND FEET OF SUCH LANDS TO BE IMPROVED OF\n   20  THE TYPE, LOCATION AND SIGNIFICANCE OF  HISTORIC  BUILDINGS,  SITES  AND\n   21  DISTRICTS LISTED ON, OR WHICH MAY BE ELIGIBLE, FOR THE STATE OR NATIONAL\n   22  REGISTERS  OF HISTORIC PLACES. THE FINDINGS OF SUCH SURVEY SHALL BE USED\n   23  TO IDENTIFY SIGNIFICANT HISTORICAL RESOURCES AND  TO  DETERMINE  WHETHER\n   24  THE  PROPOSED  IMPROVEMENTS ARE COMPATIBLE WITH SUCH HISTORIC BUILDINGS,\n   25  SITES AND DISTRICTS;\n   26    (M) ENTER ON ANY LANDS, WATERS OR PREMISES FOR THE PURPOSE  OF  MAKING\n   27  BORINGS, SOUNDINGS AND SURVEYS; AND\n   28    (N) ACCEPT ANY GIFTS OR ANY GRANT OF FUNDS OR PROPERTY FROM THE FEDER-\n   29  AL  GOVERNMENT  OR  FROM  THE STATE OR ANY OTHER FEDERAL OR STATE PUBLIC\n   30  BODY OR POLITICAL SUBDIVISION OR ANY OTHER PERSON AND TO COMPLY WITH THE\n   31  TERMS AND CONDITIONS THEREOF.\n   32    6. (A) THE CANAL CORPORATION SHALL REVIEW THE BUDGET REQUEST SUBMITTED\n   33  BY THE CANAL RECREATIONWAY COMMISSION PURSUANT TO  SECTION  TWO  HUNDRED\n   34  FIFTY-SIX OF THIS TITLE.\n   35    (B) THE CANAL CORPORATION, ON OR BEFORE THE FIRST DAY OF NOVEMBER, TWO\n   36  THOUSAND  ELEVEN AND ON OR BEFORE THE FIFTEENTH DAY OF SEPTEMBER OF EACH\n   37  YEAR THEREAFTER, SHALL SUBMIT TO THE DIRECTOR OF THE  BUDGET  A  REQUEST\n   38  FOR  THE  EXPENDITURE  OF  FUNDS AVAILABLE FROM THE NEW YORK STATE CANAL\n   39  SYSTEM DEVELOPMENT FUND PURSUANT TO SECTION NINETY-TWO-U  OF  THE  STATE\n   40  FINANCE LAW OR AVAILABLE FROM ANY OTHER NON-FEDERAL SOURCES APPROPRIATED\n   41  FROM THE STATE TREASURY.\n   42    (C)  IN  THE EVENT THAT THE REQUEST SUBMITTED BY THE CANAL CORPORATION\n   43  TO THE DIRECTOR OF THE BUDGET DIFFERS FROM THE REQUEST SUBMITTED BY  THE\n   44  COMMISSION  TO  THE CANAL CORPORATION, THEN THE REQUEST SUBMITTED BY THE\n   45  CANAL CORPORATION TO THE  DIRECTOR  OF  THE  BUDGET  SHALL  SPECIFY  THE\n   46  DIFFERENCES AND SHALL SET FORTH THE REASONS FOR SUCH DIFFERENCES.\n   47    7. THE CANAL CORPORATION SHALL REVIEW THE RECOMMENDATIONS OF THE CANAL\n   48  RECREATIONWAY COMMISSION CONCERNING THE FUTURE USE OF CANAL LANDS IN THE\n   49  ADIRONDACK PARK ISSUED PURSUANT TO SECTION TWO HUNDRED FIFTY-SIX OF THIS\n   50  TITLE,  AND  SHALL  REPORT TO THE GOVERNOR AND THE LEGISLATURE NOT LATER\n   51  THAN THE FIRST DAY OF OCTOBER, TWO THOUSAND  THIRTEEN,  IDENTIFYING  ANY\n   52  PROPERTY  NOT  NEEDED  FOR CANAL PURPOSES THAT MAY BE TRANSFERRED TO THE\n   53  DEPARTMENT OF ENVIRONMENTAL CONSERVATION.\n   54    8. THE CANAL CORPORATION SHALL HAVE THE POWER TO ISSUE BONDS, NOTES OR\n   55  OTHER OBLIGATIONS.\n\n       A. 2048                             4\n\n    1    S 251. BONDING OF CANAL CORPORATION. 1. (A) THE CANAL  CORPORATION  IS\n    2  HEREBY  AUTHORIZED, AS AN ADDITIONAL CORPORATE PURPOSE THEREOF, TO ISSUE\n    3  ITS BONDS, NOTES AND OTHER OBLIGATIONS  IN  CONFORMITY  WITH  APPLICABLE\n    4  PROVISIONS  OF THE UNIFORM COMMERCIAL CODE FOR PURPOSES OF FINANCING THE\n    5  CONSTRUCTION,  RECONSTRUCTION,  DEVELOPMENT  AND  IMPROVEMENT OF THE NEW\n    6  YORK STATE CANAL SYSTEM.\n    7    (B) THE CANAL CORPORATION MAY ISSUE BONDS, NOTES OR OTHER  OBLIGATIONS\n    8  PURSUANT  TO PARAGRAPH (A) OF THIS SUBDIVISION IN AN AGGREGATE PRINCIPAL\n    9  AMOUNT NOT EXCEEDING SIXTY MILLION DOLLARS PLUS A  PRINCIPAL  AMOUNT  OF\n   10  BONDS,  NOTES  OR  OTHER OBLIGATIONS ISSUED (I) TO FUND ANY RELATED DEBT\n   11  SERVICE RESERVE FUND, (II) TO PROVIDE CAPITALIZED INTEREST FOR A  PERIOD\n   12  NOT  EXCEEDING SIX MONTHS, EXCEPT THAT WHERE THE PROCEEDS OF SUCH BONDS,\n   13  NOTES OR OTHER OBLIGATIONS ARE EXPENDED ON A REVENUE-PRODUCING  PROJECT,\n   14  SUCH  PERIOD  SHALL  BE  THAT ALLOWABLE UNDER THE UNITED STATES INTERNAL\n   15  REVENUE CODE OF NINETEEN HUNDRED EIGHTY-SIX, AS  AMENDED,  IN  ORDER  TO\n   16  PRESERVE  THE  EXCLUSION OF INTEREST ON SUCH BONDS, NOTES OR OTHER OBLI-\n   17  GATIONS FROM FEDERAL INCOME TAXATION, AND  (III)  TO  PROVIDE  FEES  AND\n   18  OTHER  CHARGES  AND EXPENSES, INCLUDING UNDERWRITERS' DISCOUNTS, RELATED\n   19  TO THE ISSUANCE OF SUCH BONDS, NOTES AND OTHER OBLIGATIONS AND THE MAIN-\n   20  TENANCE OF SUCH RESERVES, ALL AS DETERMINED BY THE AUTHORITY,  EXCLUDING\n   21  BONDS,  NOTES  AND OTHER OBLIGATIONS ISSUED TO REFUND OUTSTANDING BONDS,\n   22  NOTES AND OTHER OBLIGATIONS ISSUED PURSUANT TO THIS SECTION.\n   23    (C) THE CANAL CORPORATION, IN ADDITION TO THE BONDS, NOTES  AND  OTHER\n   24  OBLIGATIONS  AUTHORIZED  PURSUANT  TO PARAGRAPH (B) OF THIS SUBDIVISION,\n   25  MAY ISSUE BONDS, NOTES OR OTHER OBLIGATIONS PURSUANT TO PARAGRAPH (A) OF\n   26  THIS SUBDIVISION IN AN AGGREGATE  PRINCIPAL  AMOUNT  NOT  EXCEEDING  TEN\n   27  MILLION  DOLLARS  FOR  THE  PURPOSE  OF FUNDING CAPITAL CONSTRUCTION AND\n   28  RECONSTRUCTION PROJECTS ON THE NEW YORK STATE  CANAL  SYSTEM  WHICH  ARE\n   29  DEEMED BY THE AUTHORITY AS NECESSARY DUE TO THE EXISTENCE OF AN EMERGEN-\n   30  CY INVOLVING DANGER TO LIFE, SAFETY OR PROPERTY WHICH REQUIRES IMMEDIATE\n   31  ACTION.  PROVIDED,  HOWEVER,  THAT  NO  SUCH BONDS, NOTES OR OTHER OBLI-\n   32  GATIONS SHALL BE ISSUED PURSUANT TO THIS PARAGRAPH UNTIL  THE  AUTHORITY\n   33  HAS EXHAUSTED ITS AUTHORIZATION PURSUANT TO PARAGRAPH (B) OF THIS SUBDI-\n   34  VISION.\n   35    (D)  IN COMPUTING THE TOTAL PRINCIPAL AMOUNT OF BONDS, NOTES AND OTHER\n   36  OBLIGATIONS THAT MAY AT ANY TIME BE ISSUED FOR ANY  PURPOSE  UNDER  THIS\n   37  SECTION,  THE  AMOUNT  OF  THE  BONDS,  NOTES  OR OTHER OBLIGATIONS THAT\n   38  CONSTITUTES INTEREST UNDER THE UNITED STATES INTERNAL  REVENUE  CODE  OF\n   39  NINETEEN HUNDRED EIGHTY-SIX, AS AMENDED, SHALL BE EXCLUDED.\n   40    2.  ALL  OF  THE PROVISIONS OF THIS TITLE RELATING TO BONDS, NOTES AND\n   41  OTHER OBLIGATIONS, WHICH ARE NOT INCONSISTENT WITH THIS  SECTION,  SHALL\n   42  APPLY  TO  OBLIGATIONS  AUTHORIZED  BY  THIS  SECTION, INCLUDING BUT NOT\n   43  LIMITED TO THE POWER TO ISSUE RENEWAL NOTES OR REFUNDING BONDS THEREOF.\n   44    S 252. AUTHORITY TO LEASE LAND. 1. THE  CANAL  CORPORATION  IS  HEREBY\n   45  AUTHORIZED, AFTER REVIEW AND COMMENT BY THE COMMISSION AS TO CONSISTENCY\n   46  WITH  THE  CANAL  RECREATIONWAY  PLAN  APPROVED  PURSUANT TO SECTION TWO\n   47  HUNDRED FIFTY-SEVEN OF THIS TITLE, TO ENTER INTO LEASES OF CANAL  LANDS,\n   48  CANAL  TERMINALS  AND CANAL TERMINAL LANDS WHICH ARE CONSISTENT WITH THE\n   49  CANAL RECREATIONWAY PLAN. SUCH REVIEW  AND  COMMENT  SHALL  BE  PROVIDED\n   50  WITHIN  THE  TIME  PERIOD  SET FORTH IN THE PROCEDURES OF THE COMMISSION\n   51  ESTABLISHED PURSUANT TO SECTION TWO  HUNDRED  FIFTY-SIX  OF  THIS  TITLE\n   52  WHICH SHALL BE NO MORE THAN SIXTY DAYS.\n   53    2.  LANDS TO BE LEASED SHALL BE DETERMINED BY THE CANAL CORPORATION TO\n   54  HAVE NO ESSENTIAL PURPOSE FOR NAVIGATION.\n   55    3. LEASES OF CANAL LANDS, CANAL TERMINALS  AND  CANAL  TERMINAL  LANDS\n   56  SHALL BE FOR PURPOSES WHICH ARE CONSISTENT WITH THE NEW YORK STATE CANAL\n\n       A. 2048                             5\n\n    1  RECREATIONWAY  PLAN APPROVED PURSUANT TO SECTION TWO HUNDRED FIFTY-SEVEN\n    2  OF THIS TITLE.\n    3    4.  THE  CANAL CORPORATION SHALL CONSIDER FULLY COMPLETED APPLICATIONS\n    4  FOR LEASES OF CANAL LANDS, CANAL TERMINALS AND CANAL TERMINAL  LANDS  IN\n    5  SUCH FORM AND MANNER AS THE CANAL CORPORATION SHALL PRESCRIBE.\n    6    5.  CANAL  LANDS,  CANAL TERMINALS AND CANAL TERMINAL LANDS WITHIN THE\n    7  ADIRONDACK PARK SHALL NOT BE LEASED.\n    8    6. THE CANAL CORPORATION SHALL PROVIDE ASSISTANCE,  INCLUDING  REASON-\n    9  ABLE ACCESS TO LANDS, AS MAY BE NECESSARY TO ASSIST POTENTIAL APPLICANTS\n   10  IN PREPARING AN APPLICATION.\n   11    7.  THE  CANAL  CORPORATION  MAY  REQUIRE  AN APPLICANT FOR A LEASE TO\n   12  PROVIDE NECESSARY PROPERTY  SURVEYS,  ENVIRONMENTAL  STUDIES,  MAPS  AND\n   13  PHOTOGRAPHS,  SITE  PLANS  AND  SUCH  OTHER DOCUMENTS AND STUDIES AS THE\n   14  CANAL CORPORATION MAY DETERMINE TO BE NECESSARY TO ASCERTAIN THE COMPAT-\n   15  IBILITY OF PROPOSED DEVELOPMENT WITH THE NEW YORK  STATE  CANAL  RECREA-\n   16  TIONWAY PLAN AND FOR THE CANAL CORPORATION TO SELECT A QUALIFIED LESSEE.\n   17    8.  REVENUES  REALIZED  FROM THE LEASE OF CANAL LANDS, CANAL TERMINALS\n   18  AND CANAL TERMINAL LANDS SHALL BE DEPOSITED INTO THE CANAL FUND PURSUANT\n   19  TO SECTION NINETY-TWO-U OF THE STATE FINANCE LAW.\n   20    S 253. CONDITIONS AND TERMS OF LEASES. LEASES FOR CANAL  LANDS,  CANAL\n   21  TERMINALS AND CANAL TERMINAL LANDS SHALL INCLUDE:\n   22    1.  THE PERIOD OF TIME FOR SUCH LEASES, PROVIDED THAT THE INITIAL TERM\n   23  OF SUCH LEASES MAY NOT EXCEED FORTY YEARS, AND RENEWALS OF  SUCH  LEASES\n   24  MAY NOT EXCEED AN ADDITIONAL FORTY YEARS BEYOND SUCH INITIAL TERMS;\n   25    2.  REQUIREMENTS  THAT  THE  LESSEE  TAKE  NO  ACTIONS OR CONSTRUCT NO\n   26  IMPROVEMENTS THAT WILL INTERFERE WITH NAVIGATION,  EXCEPT  THAT  IF  THE\n   27  CANAL  CORPORATION  DETERMINES  THAT  ANY POTENTIAL ADVERSE INTERFERENCE\n   28  WITH NAVIGATION CAN BE REASONABLY MITIGATED, THE CANAL CORPORATION SHALL\n   29  INCLUDE IN THE LEASE SUCH REQUIREMENTS AS MAY BE NECESSARY TO EFFECTUATE\n   30  MITIGATION OF IMPEDIMENTS TO NAVIGATION, PROPER COVENANTS TO ASSURE  THE\n   31  PAYMENT  OF  ADEQUATE  CONSIDERATION  FOR  THE  INTERESTS LEASED, AND TO\n   32  FURTHER PROTECT THE STATE AND THE CORPORATION AS IS DEEMED NECESSARY  BY\n   33  THE CANAL CORPORATION;\n   34    3.  PROVISIONS  REQUIRING  THAT PAYMENTS ON THE LEASE SHALL BE PAID TO\n   35  THE CANAL CORPORATION;\n   36    4. PROVISIONS RELATING TO PUBLIC ACCESS, WHERE FEASIBLE, TO LANDS  AND\n   37  WATERS  OF THE CANAL SYSTEM; PROVIDED HOWEVER THAT THE CANAL CORPORATION\n   38  MAY REQUIRE THAT PUBLIC ACCESS BE RESTRICTED IN THOSE  CASES  WHERE  THE\n   39  CANAL  CORPORATION  DETERMINES THAT PUBLIC SAFETY WILL BE SERVED BY SUCH\n   40  RESTRICTION;\n   41    5. PROVISIONS PROVIDING A RIGHT OF ENTRY FOR THE COMMISSION AND  CANAL\n   42  CORPORATION MEMBERS AND PERSONNEL AND EQUIPMENT FOR CANAL PURPOSES; AND\n   43    6.  SUCH  OTHER  TERMS  AS  THE  CANAL CORPORATION SHALL DETERMINE ARE\n   44  NECESSARY AND APPROPRIATE FOR THE IMPLEMENTATION OF THIS TITLE  AND  THE\n   45  PRESERVATION OF THE STATE'S INTEREST IN THE CANAL SYSTEM.\n   46    S  254.  SPECIAL  CONDITIONS  FOR  LEASES ENTERED PRIOR TO APPROVAL OF\n   47  CANAL RECREATIONWAY PLAN. 1. IN THE PERIOD BETWEEN THE EFFECTIVE DATE OF\n   48  THIS SECTION AND THE COMPLETION OF THE  CANAL  RECREATIONWAY  PLAN,  THE\n   49  COMMISSION  SHALL  REVIEW AND COMMENT ON PROPOSED LEASES WITH RESPECT TO\n   50  THE CONSISTENCY OF SUCH LEASES WITH THE PROVISIONS OF THE CANAL LAW.\n   51    WHERE LOCAL ZONING LAWS AND ZONING ORDINANCES ARE IN EFFECT  ON  LANDS\n   52  PROPOSED TO BE LEASED OR ON LANDS ADJACENT TO THOSE LANDS PROPOSED TO BE\n   53  LEASED,  DURING SUCH PERIOD THE COMMISSION SHALL ALSO REVIEW AND COMMENT\n   54  ON PROPOSED LEASES WITH RESPECT TO THE COMPATIBILITY OF SUCH LEASES,  TO\n   55  THE  EXTENT PRACTICABLE, WITH THE REQUIREMENTS OF SUCH LOCAL ZONING LAWS\n   56  AND ZONING ORDINANCES.\n\n       A. 2048                             6\n\n    1    2. IN ADDITION TO THE OTHER APPLICABLE PROVISIONS OF THIS  TITLE,  THE\n    2  CANAL CORPORATION SHALL ENSURE THAT:\n    3    (A) THE LEASE WILL BENEFIT THE CANAL SYSTEM BY EFFECTUATING THE DEVEL-\n    4  OPMENT OF THE CANAL AS A RECREATIONWAY;\n    5    (B)  THE LEASE WILL FOSTER A CANAL SYSTEM CHARACTERIZED BY CLUSTERS OF\n    6  DEVELOPMENT AND STRETCHES OF UNDEVELOPED OPEN SPACE WHICH  IS  CONDUCIVE\n    7  TO THE PRESERVATION OF WATERFOWL, FISH AND WILDLIFE HABITATS; AND\n    8    (C)  MAY  ENCOURAGE THE USE OF HISTORIC BUILDINGS, SITES AND DISTRICTS\n    9  LISTED ON OR ELIGIBLE FOR THE STATE OR NATIONAL  REGISTERS  OF  HISTORIC\n   10  PLACES.\n   11    S  255. CANAL RECREATIONWAY COMMISSION. 1. THERE IS HEREBY ESTABLISHED\n   12  A  CANAL  RECREATIONWAY  COMMISSION  (HEREINAFTER  REFERRED  TO  AS  THE\n   13  \"COMMISSION\") CONSISTING OF THE FOLLOWING MEMBERS:\n   14    (A)  THE CHAIR OF THE CANAL CORPORATION, THE COMMISSIONER OF TRANSPOR-\n   15  TATION, THE COMMISSIONER OF THE OFFICE OF PARKS, RECREATION AND HISTORIC\n   16  PRESERVATION AND THE  COMMISSIONER  OF  ENVIRONMENTAL  CONSERVATION,  OR\n   17  THEIR REPRESENTATIVES;\n   18    (B)  TWELVE  INDIVIDUALS INVOLVED IN CANAL USE, DEVELOPMENT, PRESERVA-\n   19  TION OR ENHANCEMENT AND LOCAL GOVERNMENTS FROM COUNTIES ADJACENT  TO  OR\n   20  INTERSECTED  BY THE CANAL SYSTEM APPOINTED BY THE GOVERNOR OF WHOM THREE\n   21  SHALL BE APPOINTED AT THE RECOMMENDATION OF THE TEMPORARY  PRESIDENT  OF\n   22  THE SENATE, THREE SHALL BE APPOINTED AT THE RECOMMENDATION OF THE SPEAK-\n   23  ER OF THE ASSEMBLY, ONE SHALL BE APPOINTED BY THE MINORITY LEADER OF THE\n   24  SENATE  AND  ONE SHALL BE APPOINTED BY THE MINORITY LEADER OF THE ASSEM-\n   25  BLY.  IN APPOINTING SUCH MEMBERS, THE GOVERNOR SHALL  ENSURE  GEOGRAPHIC\n   26  REPRESENTATION  FROM  EACH  OF THE CANAL SECTIONS ENCOMPASSING THE CANAL\n   27  SYSTEM, INCLUDING AT LEAST ONE REPRESENTATIVE FROM COUNTIES IN WHICH THE\n   28  ERIE, CHAMPLAIN, CAYUGA-SENECA AND OSWEGO CANALS ARE LOCATED.  IN  ADDI-\n   29  TION, INDIVIDUALS APPOINTED TO THE COMMISSION SHALL BE BROADLY REPRESEN-\n   30  TATIVE  OF THE FOLLOWING AREAS OF INTEREST: PRESERVATION OF THE ENVIRON-\n   31  MENT, THE OPERATION OF TOUR BOATS ON THE CANAL, THE OPERATION OF MARINAS\n   32  ON THE CANAL, RECREATIONAL TRAIL USERS,  HUNTING  AND  FISHING,  TOURIST\n   33  PROMOTION  AGENCIES  AS  DEFINED IN SECTION ONE HUNDRED SIXTY-TWO OF THE\n   34  ECONOMIC DEVELOPMENT LAW, HISTORIC PRESERVATION, THE COMMERCIAL  FARMING\n   35  INDUSTRY  AND  THE  COMMERCIAL  SHIPPING  INDUSTRY,  PROVIDED  THAT WITH\n   36  RESPECT TO APPOINTMENT OF AN INDIVIDUAL REPRESENTATIVE OF THE COMMERCIAL\n   37  FARMING INDUSTRY OR COMMERCIAL SHIPPING INDUSTRY, SUCH AN INDIVIDUAL MAY\n   38  RESIDE OUTSIDE OF A COUNTY ADJACENT  TO  OR  INTERSECTED  BY  THE  CANAL\n   39  SYSTEM  IF  SUCH PERSON HOLDS AN OWNERSHIP INTEREST OR SENIOR MANAGERIAL\n   40  POSITION IN A COMMERCIAL  FARMING  FIRM  OR  COMMERCIAL  SHIPPING  FIRM,\n   41  RESPECTIVELY,  WHICH  REGULARLY  USES THE CANAL SYSTEM IN FURTHERANCE OF\n   42  ITS BUSINESS; AND\n   43    (C) THE COMMISSIONER OF ECONOMIC  DEVELOPMENT  AND  THE  SECRETARY  OF\n   44  STATE,  OR THEIR REPRESENTATIVES, AND A MEMBER FROM EACH OF THE REGIONAL\n   45  PLANNING BOARDS, AS ESTABLISHED BY ARTICLES FIVE-G AND TWELVE-B  OF  THE\n   46  GENERAL MUNICIPAL LAW, WHOSE REGION IS INTERSECTED BY THE CANAL SHALL BE\n   47  EX-OFFICIO, NON-VOTING MEMBERS OF THE COMMISSION AND SHALL PROVIDE TECH-\n   48  NICAL EXPERTISE AND ADVICE TO THE COMMISSION AS NECESSARY.\n   49    2.  THE  CHAIRPERSON OF THE COMMISSION SHALL BE THE CHAIR OF THE CANAL\n   50  CORPORATION. THE MEMBERS OF THE COMMISSION MAY  ELECT  A  SECRETARY  AND\n   51  OTHER NECESSARY OFFICERS TO SERVE FOR SUCH A PERIOD AS THE MEMBERS SHALL\n   52  DECIDE.\n   53    3.  MEMBERS OF THE COMMISSION, EXCEPT COMMISSIONERS OF A STATE AGENCY,\n   54  CHAIRS OF PUBLIC AUTHORITIES, THE  SECRETARY  OF  STATE,  AND  REPRESEN-\n   55  TATIVES OF REGIONAL PLANNING BOARDS SHALL SERVE FOR A TERM OF FOUR YEARS\n   56  AND  MAY  BE REAPPOINTED; HOWEVER, OF THOSE MEMBERS APPOINTED INITIALLY,\n\n       A. 2048                             7\n\n    1  THREE SUCH MEMBERS, ONE APPOINTED BY THE GOVERNOR, ONE APPOINTED BY  THE\n    2  TEMPORARY  PRESIDENT  OF  THE SENATE AND ONE APPOINTED BY THE SPEAKER OF\n    3  THE ASSEMBLY SHALL BE APPOINTED FOR TERMS OF TWO YEARS, AND  THREE  SUCH\n    4  MEMBERS,  ONE  APPOINTED BY THE GOVERNOR, ONE APPOINTED BY THE TEMPORARY\n    5  PRESIDENT OF THE SENATE AND ONE APPOINTED BY THE SPEAKER OF THE ASSEMBLY\n    6  SHALL BE APPOINTED FOR TERMS OF THREE YEARS.\n    7    4. ANY MEMBER, EXCEPT A MEMBER WHO IS A STATE OFFICIAL,  AFTER  NOTICE\n    8  AND  AN  OPPORTUNITY  TO  BE  HEARD,  MAY BE REMOVED BY THE GOVERNOR FOR\n    9  NEGLECT OF DUTY OR MALFEASANCE IN OFFICE. ANY MEMBER,  EXCEPT  A  MEMBER\n   10  WHO  IS A STATE OFFICIAL, WHO FAILS TO ATTEND THREE CONSECUTIVE MEETINGS\n   11  OF THE COMMISSION, UNLESS EXCUSED BY  FORMAL  VOTE  OF  THE  COMMISSION,\n   12  SHALL BE DEEMED TO HAVE VACATED HIS OR HER POSITION.\n   13    5.  ANY  VACANCY  IN  THE COMMISSION SHALL BE FILLED FOR THE UNEXPIRED\n   14  TERM IN THE SAME MANNER AS THE ORIGINAL APPOINTMENT.\n   15    6. A MAJORITY OF THE VOTING MEMBERS OF THE COMMISSION THEN IN  OFFICE,\n   16  AT  LEAST  FIVE  OF  WHOM ARE NOT APPOINTED PURSUANT TO PARAGRAPH (A) OF\n   17  SUBDIVISION ONE OF THIS SECTION, SHALL CONSTITUTE A QUORUM FOR THE TRAN-\n   18  SACTION OF ANY BUSINESS OR THE EXERCISE OF ANY POWER OR FUNCTION OF  THE\n   19  COMMISSION.  AN  ACT,  DETERMINATION  OR DECISION OF THE MAJORITY OF THE\n   20  MEMBERS PRESENT AND ENTITLED TO VOTE DURING THE  PRESENCE  OF  A  QUORUM\n   21  SHALL  BE  HELD  TO BE THE ACT, DETERMINATION OR DECISION OF THE COMMIS-\n   22  SION.\n   23    7. THE COMMISSION SHALL MEET AT LEAST QUARTERLY AT  THE  CALL  OF  ITS\n   24  CHAIRPERSON. SPECIAL MEETINGS SHALL BE CALLED AT THE REQUEST OF A MAJOR-\n   25  ITY OF THE MEMBERS OF THE COMMISSION THEN IN OFFICE.\n   26    8.  MEMBERS OF THE COMMISSION SHALL NOT RECEIVE COMPENSATION FOR THEIR\n   27  SERVICES AS MEMBERS, BUT SHALL BE ALLOWED  THEIR  ACTUAL  AND  NECESSARY\n   28  EXPENSES INCURRED IN THE PERFORMANCE OF THEIR DUTIES.\n   29    S 256. FUNCTIONS, POWERS AND DUTIES. THE COMMISSION SHALL:\n   30    1. DEVELOP, MAINTAIN AND PERIODICALLY REVISE A STATEWIDE CANAL RECREA-\n   31  TIONWAY  PLAN  FOR  THE  CANAL  SYSTEM.  SUCH PLAN SHALL BE DEVELOPED IN\n   32  ACCORDANCE WITH THE PROVISIONS OF SECTION  TWO  HUNDRED  FIFTY-SEVEN  OF\n   33  THIS  TITLE  AND  SHALL  BE  SUBMITTED  TO THE CANAL CORPORATION FOR ITS\n   34  CONSIDERATION NO LATER THAN THE FIRST DAY OF JUNE,  TWO  THOUSAND  THIR-\n   35  TEEN.\n   36    2.  SOLICIT  INPUT  FROM  COUNTIES INTERSECTING OR BORDERING THE CANAL\n   37  SYSTEM AND INCORPORATE IT TO THE  GREATEST  DEGREE  PRACTICABLE  IN  THE\n   38  DEVELOPMENT OF THE CANAL RECREATIONWAY PLAN. IN ORDER TO FACILITATE SUCH\n   39  INCORPORATION COMMISSION MEMBERS REPRESENTING EACH OF THE REGIONAL PLAN-\n   40  NING  BOARDS SHALL REQUEST FROM AND PROVIDE ASSISTANCE TO EACH COUNTY IT\n   41  REPRESENTS IN THE PREPARATION OF A COUNTY CANAL PLAN. MULTI-COUNTY CANAL\n   42  PLANS MAY BE REQUESTED BY THE REGIONAL PLANNING BOARD REPRESENTATIVE, AS\n   43  DEEMED APPROPRIATE, IN LIEU OF  INDIVIDUAL  COUNTY  CANAL  PLANS.  IN  A\n   44  REGION  WHERE  A  REGIONAL PLANNING BOARD DOES NOT EXIST, THE COMMISSION\n   45  SHALL SOLICIT COUNTY CANAL PLANS FROM EACH OF THE CHIEF EXECUTIVE  OFFI-\n   46  CERS  OF  THOSE COUNTIES OUTSIDE THE JURISDICTION OF A REGIONAL PLANNING\n   47  BOARD. THE COMMISSION SHALL PRESCRIBE UNIFORM GUIDELINES CONCERNING  THE\n   48  FORMAT  OF  PLANS  TO  BE  USED BY THE REGIONAL PLANNING BOARD REPRESEN-\n   49  TATIVES TO ASSIST COUNTIES IN THE PREPARATION OF COUNTY CANAL PLANS. THE\n   50  REGIONAL PLANNING BOARD REPRESENTATIVE SHALL ENCOURAGE  THE  DEVELOPMENT\n   51  OF COUNTY CANAL PLANS THAT REFLECT PARTICIPATION BY DIVERSE LOCAL INTER-\n   52  ESTS  BY  SEEKING  ADVICE,  TO THE EXTENT POSSIBLE, FROM INDIVIDUALS AND\n   53  ORGANIZATIONS FROM SUCH COUNTIES WITH AN INTEREST IN RECREATION, HUNTING\n   54  AND FISHING, THE ENVIRONMENT, CANAL RELATED TOURISM BUSINESSES, HISTORIC\n   55  PRESERVATION AND COMMERCIAL DEVELOPMENT ALONG THE CANAL. IN ORDER TO  BE\n   56  CONSIDERED  IN  THE  FORMULATION OF THE CANAL RECREATIONWAY PLAN, COUNTY\n\n       A. 2048                             8\n\n    1  CANAL PLANS MUST BE SUBMITTED TO THE COMMISSION NOT LATER THAN THE FIRST\n    2  DAY OF JUNE, TWO THOUSAND TWELVE.\n    3    3. ENSURE PUBLIC COMMENT ON THE CANAL RECREATIONWAY PLAN, INCLUDING AT\n    4  LEAST  THREE  PUBLIC  HEARINGS  ON SUCH PLAN PRIOR TO SUBMISSION OF SUCH\n    5  PLAN TO THE CANAL CORPORATION.\n    6    THE COMMISSION MAY ALSO HOLD HEARINGS ON OTHER MATTERS IT DEEMS APPRO-\n    7  PRIATE.\n    8    4. IF DEEMED APPROPRIATE, REQUEST THAT STUDIES, SURVEYS OR ANALYSES BE\n    9  PERFORMED BY THE CANAL CORPORATION, THE DEPARTMENTS  OF  TRANSPORTATION,\n   10  ECONOMIC DEVELOPMENT AND ENVIRONMENTAL CONSERVATION AND/OR THE OFFICE OF\n   11  PARKS,  RECREATION  AND  HISTORIC PRESERVATION TO ASSIST IN THE DEVELOP-\n   12  MENT, PROMOTION, MARKETING AND/OR PRESERVATION OF THE  CANAL  SYSTEM  OR\n   13  THE  PREPARATION  OF THE CANAL RECREATIONWAY PLAN. AT THE REQUEST OF THE\n   14  COMMISSION, STATE AGENCIES AND PUBLIC AUTHORITIES SHALL COOPERATE  FULLY\n   15  AND SHALL PROVIDE REQUESTED INFORMATION IN A TIMELY MANNER.\n   16    5.  ADVISE AND ASSIST THE CANAL CORPORATION IN CARRYING OUT ITS DUTIES\n   17  AND OBLIGATIONS RELATED TO THE CANAL IN THE FOLLOWING MANNER:\n   18    (A) EVALUATE AND MAKE RECOMMENDATIONS FOR NEW OPERATIONAL, MAINTENANCE\n   19  AND CAPITAL INITIATIVES OR PROJECTS TO ENHANCE THE CANAL;\n   20    (B) ESTABLISH CRITERIA AND PROCEDURES FOR THE REVIEW BY THE COMMISSION\n   21  FOR CONSISTENCY WITH THE CANAL RECREATIONWAY  PLAN  OF  ABANDONMENTS  OF\n   22  CANAL  LANDS,  CANAL  TERMINALS  AND CANAL TERMINAL LANDS, AND LEASES OF\n   23  CANAL LANDS, CANAL TERMINALS AND CANAL TERMINAL LANDS  PROPOSED  BY  THE\n   24  CANAL  CORPORATION PURSUANT TO THIS TITLE; PROVIDED, HOWEVER, THAT WHERE\n   25  LOCAL ZONING LAWS AND ZONING ORDINANCES ARE IN EFFECT ON LANDS  PROPOSED\n   26  TO  BE  LEASED OR ON LANDS ADJACENT TO THOSE LANDS PROPOSED TO BE LEASED\n   27  SUCH REVIEW SHALL INCLUDE, TO THE EXTENT PRACTICABLE, THE  CONSIDERATION\n   28  OF  THE COMPATIBILITY OF SUCH LEASES WITH THE REQUIREMENTS OF SUCH LOCAL\n   29  ZONING LAWS AND ZONING ORDINANCES; AND PROVIDED FURTHER THAT THE COMMIS-\n   30  SION MAY DETERMINE THAT CERTAIN CATEGORIES  OF  LEASES  DO  NOT  REQUIRE\n   31  REVIEW;\n   32    (C)  SUBMIT  TO  THE CANAL CORPORATION, THE DIRECTOR OF THE BUDGET AND\n   33  THE CHAIRPERSONS OF THE SENATE FINANCE COMMITTEE AND THE  ASSEMBLY  WAYS\n   34  AND  MEANS  COMMITTEE, ON THE FIRST DAY OF OCTOBER, TWO THOUSAND ELEVEN,\n   35  AND ON OR BEFORE THE FIRST DAY OF AUGUST  IN  EACH  YEAR  THEREAFTER,  A\n   36  BUDGET  REQUEST FOR THE OPERATIONS OF THE COMMISSION. SUCH REQUEST SHALL\n   37  INCLUDE PROVISIONS FOR STAFF SERVICES AND OTHER  ADMINISTRATIVE  ASSIST-\n   38  ANCE  AS DEEMED NECESSARY BY THE COMMISSION TO PERFORM ITS FUNCTIONS AND\n   39  MEET ITS RESPONSIBILITIES DURING  THE  NEXT  CALENDAR  YEAR.  THE  CANAL\n   40  CORPORATION  SHALL  PROVIDE  STAFF  SERVICES  TO THE COMMISSION AND SUCH\n   41  OTHER ADMINISTRATIVE ASSISTANCE AS MAY BE NECESSARY FOR  THE  COMMISSION\n   42  TO CARRY OUT ITS FUNCTIONS, POWERS AND DUTIES;\n   43    (D)  SUBMIT  TO  THE CANAL CORPORATION, THE DIRECTOR OF THE BUDGET AND\n   44  THE CHAIRPERSONS OF THE SENATE FINANCE COMMITTEE AND THE  ASSEMBLY  WAYS\n   45  AND  MEANS  COMMITTEE, ON THE FIRST DAY OF OCTOBER, TWO THOUSAND ELEVEN,\n   46  AND ON OR BEFORE THE FIRST DAY OF AUGUST  IN  EACH  YEAR  THEREAFTER,  A\n   47  BUDGET  REQUEST  FOR  THE  EXPENDITURE OF FUNDS AVAILABLE FROM THE CANAL\n   48  FUND, FOR THE PURPOSES ESTABLISHED BY SECTION NINETY-TWO-U OF THE  STATE\n   49  FINANCE  LAW. SUBMISSIONS MADE DURING THE INITIAL YEARS SHALL GIVE FUND-\n   50  ING  PRIORITY  FOR  EXPENDITURES  RELATED  TO  THE  DEVELOPMENT   AND/OR\n   51  PROMOTION OF THE CANAL SYSTEM;\n   52    (E)  UNDERTAKE A COMPREHENSIVE STUDY OF ALTERNATIVE WATERWAY AND CANAL\n   53  TOLL AND FEE STRUCTURES, INCLUDING BUT NOT  LIMITED  TO,  A  COMPARATIVE\n   54  ANALYSIS  OF  OTHER  EXISTING  WATERWAY AND CANAL SYSTEMS, THE IMPACT OF\n   55  VARIOUS TOLL AND  FEE  STRUCTURES  ON  RECREATIONAL  USE,  TOURISM,  AND\n   56  COMMERCIAL  ACTIVITY;  AND  THE  REVENUE  IMPLICATIONS FOR EACH OF THESE\n\n       A. 2048                             9\n\n    1  ALTERNATIVES.  THE COMMISSION SHALL MAKE RECOMMENDATIONS  TO  THE  CANAL\n    2  CORPORATION BY THE FIRST DAY OF APRIL, TWO THOUSAND TWELVE, ON APPROPRI-\n    3  ATE  TOLLS  AND  FEES  TO BE CHARGED FOR THE USE OF THE CANAL SYSTEM AND\n    4  SHALL PROVIDE AN UPDATE ON THE IMPLEMENTATION OF SUCH RECOMMENDATIONS BY\n    5  THE FIRST DAY OF APRIL, TWO THOUSAND THIRTEEN; AND\n    6    (F)  UTILIZE  INFORMATION  PROVIDED BY THE CANAL CORPORATION AND OTHER\n    7  STATE AGENCIES AND DEPARTMENTS, PURSUANT TO SECTION  TEN  OF  THE  CANAL\n    8  LAW,  SURVEYING  CANAL  LANDS  WITHIN  THE  ADIRONDACK PARK AND STUDYING\n    9  CURRENT LAND USES, TO MAKE RECOMMENDATIONS TO THE CANAL CORPORATION,  NO\n   10  LATER  THAN  THE  FIRST DAY OF JUNE, TWO THOUSAND TWELVE, CONCERNING THE\n   11  FUTURE USE OF CANAL LANDS WITHIN THE ADIRONDACK PARK, INCLUDING BUT  NOT\n   12  LIMITED  TO  THE  UTILIZATION  OF  EXISTING  PROPERTIES  UNDER REVOCABLE\n   13  PERMITS; AND THE IDENTIFICATION OF ANY PROPERTY  NOT  NEEDED  FOR  CANAL\n   14  PURPOSES  THAT  MAY  BE  TRANSFERRED  TO THE DEPARTMENT OF ENVIRONMENTAL\n   15  CONSERVATION.\n   16    6. ESTABLISH COMMITTEES AS IT DEEMS APPROPRIATE ON MATTERS RELATING TO\n   17  THE COMMISSION'S FUNCTIONS, POWERS AND DUTIES; SUCH COMMITTEES SHALL  BE\n   18  CHAIRED  BY  A  COMMISSION MEMBER BUT MAY INCLUDE PERSONS NOT MEMBERS OF\n   19  THE COMMISSION WHO PROVIDE EXPERTISE OF INTEREST SPECIFIC TO THE  CHARGE\n   20  OF SUCH COMMITTEE.\n   21    7.  CREATE  A TEMPORARY COMMITTEE WHICH SHALL INCLUDE THE COMMISSIONER\n   22  OF THE DEPARTMENT OF ECONOMIC DEVELOPMENT AND THE  COMMISSIONER  OF  THE\n   23  OFFICE OF PARKS, RECREATION AND HISTORIC PRESERVATION OR THEIR REPRESEN-\n   24  TATIVES  AND OTHERS WITH APPROPRIATE EXPERTISE TO IDENTIFY OPPORTUNITIES\n   25  FOR ACHIEVING THE ECONOMIC DEVELOPMENT POTENTIAL OF  THE  CANAL  RECREA-\n   26  TIONWAY AND TO MAKE RECOMMENDATIONS FOR SPECIFIC IMPLEMENTATION OF THESE\n   27  OPPORTUNITIES,  INCLUDING  RECOMMENDATIONS  FOR  MARKETING AND PROMOTION\n   28  DESIGNED TO ATTRACT TOURISTS.\n   29    8. CREATE A  TEMPORARY  COMMITTEE,  WHICH  MAY  INCLUDE  APPROPRIATELY\n   30  ACCREDITED  PROFESSIONALS,  TO  ASSESS  AND  REPORT  TO THE AUTHORITY ON\n   31  ISSUES ASSOCIATED WITH MANAGING THE WATERS OF THE CANAL SYSTEM,  INCLUD-\n   32  ING ISSUES RELATING TO RECREATIONAL USE, HABITATS AND FLOOD PRONE AREAS.\n   33    9.  REPORT ON OR BEFORE MARCH THIRTY-FIRST OF EACH YEAR COMMENCING TWO\n   34  THOUSAND TWELVE TO THE CANAL CORPORATION, THE  GOVERNOR,  THE  TEMPORARY\n   35  PRESIDENT  OF  THE  SENATE AND THE SPEAKER OF THE ASSEMBLY ON THE ACTIV-\n   36  ITIES OF THE COMMISSION WITH RESPECT TO THE FUNCTIONS, POWERS AND DUTIES\n   37  ESTABLISHED IN THIS SECTION.\n   38    S 257. CANAL RECREATIONWAY PLAN. 1. THE COMMISSION SHALL,  IN  ACCORD-\n   39  ANCE WITH THE PROVISIONS OF SECTION TWO HUNDRED FIFTY-SIX OF THIS TITLE,\n   40  FORMULATE A STATEWIDE CANAL RECREATIONWAY PLAN FOR THE CANAL SYSTEM THAT\n   41  IS   BASED   UPON   THE   INVENTORY  PREPARED  PURSUANT  TO  SUBDIVISION\n   42  TWENTY-THREE OF SECTION TEN OF THE CANAL LAW AND THAT IS CONSISTENT WITH\n   43  THE LAND USE CONCEPTS CONTAINED   IN THE STATE LAND  ACQUISITION    PLAN\n   44  PREPARED  PURSUANT  TO SECTION 49-0207 OF THE ENVIRONMENTAL CONSERVATION\n   45  LAW AND IN THE STATEWIDE PARK AND RECREATION PLAN PREPARED  PURSUANT  TO\n   46  SECTION 3.15 OF THE PARKS, RECREATION AND HISTORIC PRESERVATION LAW. THE\n   47  CANAL RECREATIONWAY PLAN SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   48    (A)  CRITERIA  FOR  USES OF THE CANAL SYSTEM WHICH WILL EFFECTUATE THE\n   49  GOAL AND OBJECTIVE OF DEVELOPING THE CANAL INTO A RECREATIONWAY SYSTEM;\n   50    (B) PROVISIONS FOR FOSTERING A CANAL SYSTEM CHARACTERIZED BY  CLUSTERS\n   51  OF DEVELOPMENT CONNECTED BY STRETCHES OF UNDEVELOPED OPEN SPACE IN AREAS\n   52  BETWEEN  CITIES,  VILLAGES  AND  HAMLETS  WHICH WILL BE CONDUCIVE TO THE\n   53  PRESERVATION OF WATERFOWL, FISH AND WILDLIFE HABITATS;\n   54    (C) PROVISIONS  FOR  THE  CONSIDERATION  OF  ENVIRONMENTAL  RESOURCES,\n   55  INCLUDING  LANDS  WHICH  POSSESS  SIGNIFICANCE  FOR WILDLIFE MANAGEMENT,\n\n       A. 2048                            10\n\n    1  RECREATION OR  NATURAL  RESOURCE  PROTECTION  PURPOSES  AND  SIGNIFICANT\n    2  FRESHWATER WETLANDS;\n    3    (D)  PROVISIONS  WHICH  PROTECT  THE PUBLIC INTEREST IN SUCH LANDS AND\n    4  WATERS FOR PURPOSES OF COMMERCE, NAVIGATION, FISHING, HUNTING,  BATHING,\n    5  RECREATION  AND  ACCESS TO THE LANDS AND WATERS OF THE STATE, AND OTHER-\n    6  WISE ENCOURAGE INCREASED PUBLIC ACCESS  TO THE CANAL THROUGH THE  ESTAB-\n    7  LISHMENT  OF  PARKS,  SCENIC BYWAYS AND RECREATIONAL TRAILS ON THE CANAL\n    8  SYSTEM. SUCH PROVISIONS SHALL ENSURE THE PUBLIC SAFETY;\n    9    (E) PROVISIONS TO PROTECT AGRICULTURAL USES OF CANAL LAND AND WATERS;\n   10    (F) PROVISIONS FOR APPROPRIATE DEVELOPMENT OF BUSINESSES IN  APPROPRI-\n   11  ATE LOCATIONS WHICH WILL SUPPORT OUTDOOR RECREATION ACTIVITIES;\n   12    (G)  PROVISIONS  WHICH  GIVE GUIDANCE TO THE AUTHORITY WITH RESPECT TO\n   13  MANAGING WATER LEVELS IN RESERVOIRS TO PROVIDE WATER TO THE CANAL SYSTEM\n   14  AND RETAIN WATER FOR RECREATIONAL PURPOSES;\n   15    (H) PROVISIONS TO PROTECT COMMERCIAL SHIPPING INTERESTS ON  THE  CANAL\n   16  SYSTEM; AND\n   17    (I)  PROVISIONS FOR THE CONSIDERATION OF HISTORIC BUILDINGS, SITES AND\n   18  DISTRICTS.\n   19    2. THE CANAL RECREATIONWAY PLAN SHALL ESTABLISH GOALS  AND  OBJECTIVES\n   20  WITH  RESPECT  TO  IMPLEMENTATION,  WITH PROVISION FOR AMENDMENT OF SUCH\n   21  PLAN TO REFLECT CHANGING CONDITIONS.\n   22    3. (A) THE CORPORATION SHALL ACT UPON  THE  CANAL  RECREATIONWAY  PLAN\n   23  SUBMITTED  BY THE COMMISSION WITHIN FOUR MONTHS AFTER ITS SUBMISSION AND\n   24  SHALL APPROVE SUCH PLAN UNLESS IT FINDS THAT  SUCH  PLAN,  OR  ANY  PART\n   25  THEREOF:  (I)  IS  NOT FINANCIALLY OR OPERATIONALLY FEASIBLE; (II) WOULD\n   26  VIOLATE ANY FEDERAL OR STATE LAW, RULE  OR  REGULATION;  (III)  VIOLATES\n   27  AGREEMENTS WITH NOTEHOLDERS OR BONDHOLDERS OF THE AUTHORITY; (IV) INTER-\n   28  FERES  WITH EXISTING CONTRACTS; OR (V) IS INCONSISTENT WITH THE FINDINGS\n   29  OF THE GENERIC ENVIRONMENTAL IMPACT  STATEMENT  UNDERTAKEN  PURSUANT  TO\n   30  SECTION TWO HUNDRED FIFTY OF THIS TITLE.\n   31    (B) IN THE EVENT THAT THE CORPORATION FINDS THAT THE CANAL RECREATION-\n   32  WAY  PLAN  CANNOT  BE  APPROVED  IN  ITS  ENTIRETY,  IT MAY APPROVE SUCH\n   33  PORTIONS OF SUCH PLAN AS  IT  DEEMS  APPROPRIATE,  AND  SHALL  RECOMMEND\n   34  CHANGES  TO  THE  REMAINING PORTIONS OF SUCH PLAN TO THE COMMISSION. THE\n   35  COMMISSION SHALL THEN HAVE THREE MONTHS IN WHICH TO CONSIDER THE  RECOM-\n   36  MENDATIONS  OF  THE  CANAL  CORPORATION  AND  SUBMIT  A  REVISED PLAN OR\n   37  PORTIONS THEREOF TO THE CANAL CORPORATION.\n   38    (C) UPON THE APPROVAL OF THE CANAL RECREATIONWAY PLAN OR A PORTION  OF\n   39  SUCH  PLAN  AS  PROVIDED  IN  THIS  SECTION, THE CANAL CORPORATION SHALL\n   40  DELIVER WITHIN TEN DAYS A COPY OF SUCH PLAN OR PORTION OF SUCH  PLAN  TO\n   41  THE  GOVERNOR,  THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF\n   42  THE ASSEMBLY, WITH A DATED NOTICE OF SUCH APPROVAL.\n   43    S 258. TITLE NOT AFFECTED IF IN PART UNCONSTITUTIONAL OR  INEFFECTIVE.\n   44  IF  ANY  SECTION, CLAUSE OR PROVISION OF THIS TITLE SHALL BE UNCONSTITU-\n   45  TIONAL OR BE INEFFECTIVE IN WHOLE OR IN PART, TO THE EXTENT THAT  IT  IS\n   46  NOT UNCONSTITUTIONAL OR INEFFECTIVE, IT SHALL BE VALID AND EFFECTIVE AND\n   47  NO OTHER SECTION, CLAUSE OR PROVISION SHALL ON ACCOUNT THEREOF BE DEEMED\n   48  INVALID OR INEFFECTIVE.\n   49    S  259.  INCONSISTENT  PROVISIONS IN OTHER ACTS SUPERSEDED. INSOFAR AS\n   50  THE PROVISIONS OF THIS TITLE ARE INCONSISTENT WITH THE PROVISIONS OF ANY\n   51  OTHER ACT, GENERAL OR SPECIAL, THE PROVISIONS OF  THIS  TITLE  SHALL  BE\n   52  CONTROLLING.\n   53    S  6.  Subdivisions 9 and 10 of section 481 of the transportation law,\n   54  as added by section 1 of part A of chapter 60 of the laws of  2005,  are\n   55  amended to read as follows:\n\n       A. 2048                            11\n\n    1    9. \"Canal corporation\" shall mean the New York state canal corporation\n    2  created pursuant to section [three hundred eighty-two] TWO HUNDRED FIFTY\n    3  of the public authorities law.\n    4    10.  \"Canal  system\" shall [mean the \"New York state canal system\", as\n    5  such term is defined by subdivision ten of section three hundred  fifty-\n    6  one  of  the  public  authorities law] HAVE THE SAME MEANING AS THE TERM\n    7  \"CANAL CORPORATION\" AS DEFINED BY SUBDIVISION NINE OF THIS SECTION.\n    8    S 7. Subdivision 13 of section 351 of the public  authorities  law  is\n    9  REPEALED.\n   10    S  8. Section 355 of the public authorities law, as amended by chapter\n   11  138 of the laws of 1997, is amended to read as follows:\n   12    S 355. Officers and employees; transfer, promotion and  seniority.  1.\n   13  Officers  and employees of state departments, OR agencies[, or the canal\n   14  corporation] may be transferred to the authority  and  officers,  agents\n   15  and  employees of the authority may be transferred to state departments,\n   16  OR agencies[, or the canal corporation], without examination and without\n   17  loss of any civil service status or rights. No such  transfer  from  the\n   18  authority  [or  canal  corporation]  to any state department, agency, or\n   19  division may, however, be made except with the approval of the  head  of\n   20  the  state  department, agency, or division involved and the director of\n   21  the budget and in compliance with the rules and regulations of the state\n   22  civil service commission.\n   23    2. Promotions from positions in  state  departments  and  agencies  to\n   24  positions  in  the authority [or canal corporation,] and vice versa, may\n   25  be made from interdepartmental promotion lists resulting from  promotion\n   26  examinations  in  which  employees  of  the authority[, employees of the\n   27  canal corporation], and employees of the state are eligible  to  partic-\n   28  ipate.\n   29    3. In computing seniority for purposes of promotion or for purposes of\n   30  suspension or demotion upon the abolition of positions in the service of\n   31  the authority or in the service of the state, in the case of an employee\n   32  of  the  authority  a  period  of prior employment in the service of the\n   33  state shall be counted in the same  manner  as  though  such  period  of\n   34  employment  had been in the service of the authority, and in the case of\n   35  an employee of the state a period of prior employment in the service  of\n   36  the  authority shall be counted in the same manner as though such period\n   37  of employment had been in the service of the state. For the purposes  of\n   38  the  establishment  and  certification  of  preferred  lists,  employees\n   39  suspended from the authority shall be eligible for reinstatement in  the\n   40  service  of  the  state, and employees suspended from the service of the\n   41  state shall be eligible for reinstatement in the service of the authori-\n   42  ty, in the same manner as though the authority were a department of  the\n   43  state.  [All provisions contained within this subdivision shall apply to\n   44  the canal corporation in the same manner that they apply to the authori-\n   45  ty.]\n   46    S 9. Subdivisions 4, 20 and 21 of section 2 of the canal law, subdivi-\n   47  sion  4 as amended by chapter 584 of the laws of 2007, subdivision 20 as\n   48  added by chapter 766 of the laws of 1992, subdivision  21  as  added  by\n   49  chapter 442 of the laws of 1996 and subdivisions 20 and 21 as renumbered\n   50  by chapter 335 of the laws of 2001, are amended to read as follows:\n   51    4.  \"Erie Canal\" shall mean the portion of the canal system connecting\n   52  the Hudson river at Albany with the Niagara river at  Buffalo,  and  for\n   53  the  purposes  of [article thirteen-A of this chapter and] section nine-\n   54  ty-two-u of the state finance law and subdivision ten of  section  three\n   55  hundred  fifty-one  of  the  public  authorities law, shall be deemed to\n\n       A. 2048                            12\n\n    1  include the historic Erie Canal and its western terminus in the city  of\n    2  Buffalo and historic lock number 1 in the city of Albany.\n    3    20. \"Commission\" shall mean the canal recreationway commission created\n    4  pursuant  to  section  [one  hundred thirty-eight-a of this chapter] TWO\n    5  HUNDRED FIFTY-FIVE OF THE PUBLIC AUTHORITIES LAW.\n    6    21. \"Corporation\" shall mean the New York state canal corporation[,  a\n    7  subsidiary of the New York state thruway authority,] created pursuant to\n    8  section  [three  hundred  eighty-two]  TWO  HUNDRED  FIFTY of the public\n    9  authorities law.\n   10    S 10. Subdivisions 10 and 24 of  section  10  of  the  canal  law,  as\n   11  amended  by  chapter  335  of  the  laws of 2001, are amended to read as\n   12  follows:\n   13    10. Enforce compliance with laws, rules and  regulations  relating  to\n   14  posting  of  limited  loads and clearances on all bridges over the canal\n   15  system under the jurisdiction of the department of transportation pursu-\n   16  ant to [section six and] article seven of this chapter.\n   17    24. Prepare on an annual basis a detailed five-year capital  plan  for\n   18  the maintenance and improvement of canal infrastructure. Such plan shall\n   19  set  system-wide goals and objectives for capital spending and, commenc-\n   20  ing January first, nineteen hundred ninety-five,  describe  the  compat-\n   21  ibility  of  such plan to the canal recreationway plan approved pursuant\n   22  to section [one hundred thirty-eight-c  of  this  chapter]  TWO  HUNDRED\n   23  FIFTY-FIVE  OF  THE PUBLIC AUTHORITIES LAW.  Such plan shall include but\n   24  not be limited to such capital project categories as locks, canal bridg-\n   25  es, channels, shorelines, dams, guard gates, and other structures neces-\n   26  sary for safe and successful operation of the  canal  system.  The  plan\n   27  shall also include a detailed schedule of all capital projects which the\n   28  authority  intends  to  undertake  within  the next five years and shall\n   29  provide the following information for each such capital project:  (a)  a\n   30  description of the project; (b) an indication of the category into which\n   31  the  project  has been classified in the capital plan; (c) the estimated\n   32  total cost of the project and expenditures by year for such project; (d)\n   33  the actual disbursements by project for the  prior  year;  and  (e)  the\n   34  estimated  dates  of  project  initiation and completion. The plan shall\n   35  also include a statement of the mix of financing methods to be  used  by\n   36  the  authority for financing the capital plan. The capital plan shall be\n   37  submitted to the governor, the temporary president of the senate and the\n   38  speaker of the assembly on  the  first  day  of  January  of  each  year\n   39  commencing in nineteen hundred ninety-three.\n   40    S 11. Subdivision 6 of section 174 of the economic development law, as\n   41  added by chapter 497 of the laws of 1988, is amended to read as follows:\n   42    6.  \"Board\"  means  the  Barge canal planning and development board as\n   43  established in [article thirteen-A of the canal law] TITLE FIVE OF ARTI-\n   44  CLE TWO OF THE PUBLIC AUTHORITIES LAW.\n   45    S 12. Subdivision 10 of section 354 of the public authorities law,  as\n   46  amended  by  chapter  766  of  the  laws  of 1992, is amended to read as\n   47  follows:\n   48    10. To construct, reconstruct or  improve  on  or  along  the  thruway\n   49  system  in  the  manner  herein  provided,  suitable  facilities for gas\n   50  stations, restaurants, and other facilities for the public, or to  lease\n   51  the  right to construct, reconstruct or improve and operate such facili-\n   52  ties; such facilities shall be publicly offered for leasing  for  opera-\n   53  tion, or the right to construct, reconstruct or improve and operate such\n   54  facilities  shall  be publicly offered under rules and regulations to be\n   55  established by the authority, provided, however, that lessees  operating\n   56  such  facilities at the time this act becomes effective, may reconstruct\n\n       A. 2048                            13\n\n    1  or improve them or may construct  additional  like  facilities,  in  the\n    2  manner  and upon such terms and conditions as the board shall determine;\n    3  and provided further, however, that such facilities constructed,  recon-\n    4  structed  or  improved  on or along the canal system shall be consistent\n    5  with the canal recreationway plan  approved  pursuant  to  section  [one\n    6  hundred thirty-eight-c of the canal law and section three hundred eight-\n    7  y-two of this title] TWO HUNDRED FIFTY-FIVE OF THIS ARTICLE;\n    8    S  13.  Paragraph  (a)  of  subdivision 1 of section 365 of the public\n    9  authorities law, as amended by chapter 766  of  the  laws  of  1992,  is\n   10  amended to read as follows:\n   11    (a)  Subject  to  the provisions of section three hundred sixty-six of\n   12  this title, the authority shall have the power and is hereby  authorized\n   13  from  time to time to issue its negotiable notes and bonds in conformity\n   14  with applicable provisions of the uniform commercial code in such  prin-\n   15  cipal  amount as, in the opinion of the authority, shall be necessary to\n   16  provide sufficient moneys for achieving the corporate purposes  thereof,\n   17  including  construction,  reconstruction  and improvement of the thruway\n   18  sections and connections, and highway connections [herein] described  IN\n   19  THIS  SECTION, the New York state canal system subject to the provisions\n   20  of section [three  hundred  eighty-three  of  this  title]  TWO  HUNDRED\n   21  FIFTY-ONE  OF  THIS  ARTICLE,  together  with  suitable  facilities  and\n   22  appurtenances, the payment of all indebtedness to the state, the cost of\n   23  acquisition of all real property, the expense of maintenance and  opera-\n   24  tion,  interest on notes and bonds during construction and for a reason-\n   25  able period thereafter, establishment of reserves  to  secure  notes  or\n   26  bonds,  and  all  other  expenditures  of  the authority incident to and\n   27  necessary or convenient to carry out its corporate purposes and powers.\n   28    S 14. Subparagraph (iii) of paragraph (a) of subdivision 1 of  section\n   29  384 of the public authorities law, as amended by chapter 634 of the laws\n   30  of 1996, is amended to read as follows:\n   31    (iii)  the  project, or portions thereof, known as the Stewart airport\n   32  access project located in Orange county  to  provide  direct  access  to\n   33  Stewart international airport from interstate eighty-four in the vicini-\n   34  ty  of  the airport. [Notwithstanding the provisions of article VI-A and\n   35  section one hundred thirty-eight-c of the canal law and paragraph (m) of\n   36  subdivision seven of section three hundred eighty-two of  this  chapter,\n   37  the  New  York  state  thruway  authority, or the subsidiary corporation\n   38  thereof, is authorized to enter into an agreement with the city of Syra-\n   39  cuse for the leasing of the land comprising the inner harbor project  in\n   40  Onondaga  county.]  Any projects for the construction, reconstruction or\n   41  improvement of  property  or  structures  undertaken  pursuant  to  this\n   42  section shall be in full compliance with title thirteen of article twen-\n   43  ty-seven  of  the  environmental  conservation  law  and shall be deemed\n   44  public works for the purposes of section two hundred twenty of the labor\n   45  law and section one hundred three of the general municipal  law,  except\n   46  that  any  contracts  let  by the authority for the construction, recon-\n   47  struction or improvement of such projects shall be  subject  to  section\n   48  three  hundred  fifty-nine  of  this  title. For the purposes of article\n   49  fifteen-A of the executive law only, the authority  shall  be  deemed  a\n   50  state  agency as that term is used in such article and its contracts for\n   51  such projects  as  provided  in  this  article  shall  be  deemed  state\n   52  contracts within the meaning set forth in such article.\n   53    S  15.  Subdivisions 2 and 5 of section 92-u of the state finance law,\n   54  subdivision 2 as added by chapter 766 of the laws of 1992  and  subdivi-\n   55  sion  5  as  amended  by chapter 483 of the laws of 1996, are amended to\n   56  read as follows:\n\n       A. 2048                            14\n\n    1    2. Such fund shall consist of all revenues received from the operation\n    2  of the New York state canal system as defined in [section three  hundred\n    3  fifty-one  of  the  public authorities law and] section two of the canal\n    4  law, including payments on leases for use of canal lands, terminals  and\n    5  terminal  lands,  tolls  received  for  lock  and  lift  bridge passage,\n    6  payments for hydroelectric easements and sales, for  purchase  of  other\n    7  abandoned  canal  lands,  payments for any permits and leases for use of\n    8  the water and lands of the system and payments for use of dry docks  and\n    9  other moneys made available to the fund from any other source other than\n   10  a grant, loan or other inter-corporate transfer of funds of the New York\n   11  state  [thruway  authority] CANAL CORPORATION, and any income earned by,\n   12  or incremental to, the fund due to investment thereof, or any  repayment\n   13  of any moneys advanced by the fund.\n   14    5.  Moneys  of  the  fund, following appropriation by the legislature,\n   15  shall be available to the New York state [thruway authority and shall be\n   16  expended by such authority  or  subsidiary  corporation  thereof]  CANAL\n   17  CORPORATION  only  for  the  maintenance,  construction, reconstruction,\n   18  development or promotion of the canal system; provided, however, that in\n   19  the initial years, expenditures of moneys of the fund for  the  develop-\n   20  ment  and/or  promotion of the canal system shall be accorded a priority\n   21  by [the authority or subsidiary corporation thereof]  SUCH  CORPORATION.\n   22  In  addition,  moneys of the fund may be used for the purposes of inter-\n   23  pretive signage and promotion for appropriate  historically  significant\n   24  Erie  canal  lands  and related sites.   Moneys shall be paid out of the\n   25  fund by the state comptroller on certificates issued by the director  of\n   26  the budget.\n   27    S  16.  This  act  shall  take effect on the one hundred eightieth day\n   28  after it shall have become a  law;  provided,  however,  that  effective\n   29  immediately,  the addition, amendment and/or repeal of any rule or regu-\n   30  lation necessary for the implementation of this  act  on  its  effective\n   31  date  are  authorized and directed to be made and completed on or before\n   32  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the canal law, the public authorities law, the transportation law, the economic development law and the state finance law, in relation to making the canal corporation an independent public authority; and repealing certain provisions of the canal law and the public authorities law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T131329.TXT", "SOBI.D110113.T154921.TXT", "SOBI.D110113.T122820.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294951761882
}