{
  "year" : 2011,
  "senateBillNo" : "A2040-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2040-2011-1294894800000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires legislative approval of any increased fees, rental or charges for the use of the thruway",
  "summary" : "Requires legislative approval of any increased fees, rental or charges for the use of the thruway; provides that any shortfalls in revenue resulting from a denied proposal shall be made whole by the general fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A9816-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Amedore",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jordan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2040\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO, AMEDORE, JORDAN, McDONOUGH, RAIA, TOBAC-\n         CO  --  Multi-Sponsored  by  --  M.  of  A.  BARCLAY, BURLING, BUTLER,\n         CALHOUN, CROUCH, FINCH, HAYES,  MOLINARO,  THIELE  --  read  once  and\n         referred to the Committee on Transportation\n\n       AN  ACT  to  amend  the public authorities law, in relation to requiring\n         legislative approval of increases in fees, rentals and charges for the\n         use of the thruway system\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 8 of section 354 of the public authorities law,\n    2  as  amended  by  chapter  766  of the laws of 1992, is amended and a new\n    3  subdivision 8-a is added to read as follows:\n    4    8. Subject to agreements with noteholders or bondholders AND  LEGISLA-\n    5  TIVE  APPROVAL  PURSUANT  TO SUBDIVISION EIGHT-A OF THIS SECTION, to fix\n    6  and collect such fees, rentals and charges for the use  of  the  thruway\n    7  system  or  any  part  thereof necessary or convenient, with an adequate\n    8  margin of safety, to produce sufficient revenue to meet the  expense  of\n    9  maintenance  and  operation  and  to fulfill the terms of any agreements\n   10  made with the holders of its notes or bonds, and to establish the rights\n   11  and privileges granted upon payment  thereof;  provided,  however,  that\n   12  tolls may only be imposed for the passage through locks and lift bridges\n   13  by  vessels which are propelled in whole or in part by mechanical power;\n   14  and provided further that no tolls shall be imposed or  collected  prior\n   15  to the first day of April, nineteen hundred ninety-three.\n   16    8-A. LEGISLATIVE APPROVAL. THE AUTHORITY SHALL SUBMIT A WRITTEN REPORT\n   17  TO  THE  LEGISLATURE  AT LEAST ONE HUNDRED EIGHTY DAYS PRIOR TO THE DATE\n   18  WHEN ANY PROPOSED INCREASE IN FEES, RENTALS AND CHARGES FOR THE  USE  OF\n   19  THE  THRUWAY  SYSTEM  IS  SCHEDULED  TO  TAKE  EFFECT. SUCH REPORT SHALL\n   20  INCLUDE JUSTIFICATION FOR THE PROPOSED INCREASE, AND INFORMATION SETTING\n   21  FORTH THE CURRENT FINANCIAL CONDITION OF THE AUTHORITY. THE  LEGISLATURE\n   22  MAY  REQUIRE  ANY ADDITIONAL DATA OR INFORMATION THAT IT DEEMS NECESSARY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01945-01-1\n\n       A. 2040                             2\n\n    1  IN SUCH REPORT.  IF THE LEGISLATURE, OR THE APPROPRIATE COMMITTEES THER-\n    2  EOF, UPON REVIEW OF THE REPORT SUBMITTED TO IT BY THE  AUTHORITY,  FINDS\n    3  THAT  THE  PROPOSED INCREASES ARE NOT CONVENIENT OR NECESSARY TO PRODUCE\n    4  SUFFICIENT  REVENUE  TO MEET THE EXPENSE OF MAINTENANCE AND OPERATION OF\n    5  INFRASTRUCTURE EXISTING PRIOR TO ANY PROPOSED INCREASE THEN NO  PROPOSED\n    6  INCREASE  SHALL  TAKE  EFFECT  UNTIL APPROVED BY A MAJORITY VOTE OF EACH\n    7  HOUSE OF THE LEGISLATURE.  PROVIDED, HOWEVER, THAT LEGISLATIVE  APPROVAL\n    8  SHALL  NOT BE REQUIRED TO FIX AND COLLECT SUCH FEES, RENTALS AND CHARGES\n    9  FOR THE USE OF THE THRUWAY SYSTEM OR ANY PART THEREOF, TO PRODUCE SUFFI-\n   10  CIENT REVENUE TO FULFILL THE TERMS OF ANY AGREEMENTS,  FORMED  PRIOR  TO\n   11  THE EFFECTIVE DATE OF THIS SUBDIVISION, WITH THE HOLDERS OF ITS NOTES OR\n   12  BONDS.\n   13    S  2.    Severability.  If any clause, sentence, paragraph, section or\n   14  part of this act shall be adjudged by any court of  competent  jurisdic-\n   15  tion to be invalid, such judgment shall not affect, impair or invalidate\n   16  the  remainder  thereof,  but  shall be confined in its operation to the\n   17  clause, sentence, paragraph, section or part thereof  directly  involved\n   18  in the controversy in which such judgment shall have been rendered.\n   19    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to requiring legislative approval of increases in fees, rentals and charges for the use of the thruway system ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T130822.TXT", "SOBI.D110113.T122820.TXT", "SOBI.D110113.T153919.TXT", "SOBI.D110113.T122319.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294951159597
}