{
  "year" : 2011,
  "senateBillNo" : "A2045-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to correction",
    "billEventId" : "A2045-2011-1294894800000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to transportation of certain persons subject to outstanding warrant of arrest",
  "summary" : "Creates a program to provide for the transportation of persons subject to outstanding warrants for felonies and class A misdemeanors by the department of corrections; continues program of transportation of persons subject to arrest for violent felonies by the division of state police. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A10364-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2045\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by  M. of A. TEDISCO, OAKS, RABBITT, REILICH, KOLB -- Multi-\n         Sponsored by -- M. of A. BARCLAY,  BURLING,  BUTLER,  CALHOUN,  CONTE,\n         CROUCH, FINCH, FITZPATRICK, HAYES, McDONOUGH, J. MILLER, RAIA, SALADI-\n         NO,  SAYWARD,  THIELE  --  read  once and referred to the Committee on\n         Correction\n\n       AN ACT to amend the correction law and the executive law, in relation to\n         the creation of a program to transport persons subject to an outstand-\n         ing warrant\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The correction law is amended by adding a new section 23-a\n    2  to read as follows:\n    3    S 23-A. TRANSPORTATION OF PERSONS SUBJECT TO AN  OUTSTANDING  WARRANT.\n    4  1.  THE COMMISSIONER SHALL, AT THE REQUEST OF A SHERIFF, A VILLAGE, TOWN\n    5  OR CITY POLICE DEPARTMENT, A COURT OR  OTHER  LAW  ENFORCEMENT  OFFICER,\n    6  PROVIDE  FOR  THE  TRANSPORTATION WITHIN THE STATE OF PERSONS SUBJECT TO\n    7  ANY WARRANT OF ARREST, BENCH WARRANT OR SUPERIOR COURT WARRANT, AS  SUCH\n    8  TERMS ARE DEFINED IN THE CRIMINAL PROCEDURE LAW, FOR ANY FELONY OR CLASS\n    9  A  MISDEMEANOR  FROM  ANY  JURISDICTION  TO  THE  JURISDICTION WHERE THE\n   10  WARRANT IS OUTSTANDING.\n   11    2. THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION SHALL  NOT  APPLY\n   12  WHEN  (A) THE DISTANCE BETWEEN THE JURISDICTIONS IS FIFTY MILES OR LESS;\n   13  OR (B) TRANSPORTATION IS ALREADY PROVIDED UNDER THE  PROVISIONS  OF  THE\n   14  VIOLENT FELONY WARRANT PROGRAM AS SET FORTH IN SECTION TWO HUNDRED TWEN-\n   15  TY-ONE-E OF THE EXECUTIVE LAW.\n   16    3.  THE COST OF TRANSPORTING PERSONS PURSUANT TO THIS SECTION SHALL BE\n   17  PAID FROM FUNDS APPROPRIATED TO THE DEPARTMENT FOR SUCH PURPOSE.\n   18    S 2. The executive law is amended by adding a  new  section  221-e  to\n   19  read as follows:\n   20    S 221-E. VIOLENT FELONY WARRANT PROGRAM.  THE DIVISION OF STATE POLICE\n   21  SHALL  PROVIDE FOR THE TRANSPORTATION OF CERTAIN DEFENDANTS CHARGED WITH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01465-01-1\n\n       A. 2045                             2\n\n    1  THE COMMISSION OF A VIOLENT FELONY AND SUBJECT TO AN OUTSTANDING WARRANT\n    2  OF ARREST, BENCH WARRANT OR SUPERIOR COURT WARRANT, AS  SUCH  TERMS  ARE\n    3  DEFINED  IN  THE  CRIMINAL  PROCEDURE  LAW, FROM ANY JURISDICTION TO THE\n    4  JURISDICTION  WHERE  THE  WARRANT  IS OUTSTANDING. PERSONS FOR WHOM SUCH\n    5  TRANSPORTATION IS SO PROVIDED SHALL NOT BECOME THE RESPONSIBILITY OF THE\n    6  COMMISSIONER OF CORRECTIONAL SERVICES TO PROVIDE TRANSPORTATION, SUBJECT\n    7  TO SECTION TWENTY-THREE-A OF THE CORRECTION LAW.\n    8    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law and the executive law, in relation to the creation of a program to transport persons subject to an outstanding warrant ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T122820.TXT", "SOBI.D110113.T153419.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294950859471
}