{
  "year" : 2011,
  "senateBillNo" : "A2041-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to codes",
    "billEventId" : "A2041-2011-1294894800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the penalty for the offense of predatory sexual assault against a child",
  "summary" : "Relates to the penalty for the offense of predatory sexual assault against a child; provides for lifetime parole for such felons. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A8447-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2041\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced by M. of A. TEDISCO, McDONOUGH, SAYWARD -- Multi-Sponsored by\n         --  M.  of A. BARCLAY, BOYLE, BURLING, BUTLER, CALHOUN, CONTE, CROUCH,\n         DUPREY, FINCH, FITZPATRICK, GIGLIO,  HAWLEY,  HAYES,  KOLB,  P. LOPEZ,\n         McKEVITT, J. MILLER, MOLINARO, OAKS, RABBITT, RAIA, REILICH, SALADINO,\n         THIELE -- read once and referred to the Committee on Codes\n\n       AN  ACT  to amend the penal law, in relation to sentence of imprisonment\n         for the offense of predatory sexual assault against a child\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subparagraph  (ii)  of  paragraph (a) of subdivision 3 of\n    2  section 70.00 of the penal law, as amended by chapter 107 of the laws of\n    3  2006, is amended to read as follows:\n    4    (ii) For a class A-II felony, such minimum period shall  not  be  less\n    5  than  three years nor more than eight years four months, except that for\n    6  the class A-II felony of predatory sexual assault as defined in  section\n    7  130.95  of  this  chapter  [or the class A-II felony of predatory sexual\n    8  assault against a child as defined in section 130.96 of  this  chapter,]\n    9  such minimum period shall be not less than ten years nor more than twen-\n   10  ty-five  years AND FOR THE CLASS A-II FELONY OF PREDATORY SEXUAL ASSAULT\n   11  AGAINST A CHILD AS DEFINED IN SECTION 130.96 OF THIS CHAPTER SUCH  MINI-\n   12  MUM PERIOD SHALL BE NOT LESS THAN TWENTY-FIVE YEARS AND THE MAXIMUM TERM\n   13  SHALL BE LIFE IMPRISONMENT.\n   14    S 2. Paragraph (a) of subdivision 4 of section 70.06 of the penal law,\n   15  as  amended  by  chapter  107 of the laws of 2006, is amended to read as\n   16  follows:\n   17    (a) The minimum period of imprisonment for a  second  felony  offender\n   18  convicted  of  a class A-II felony must be fixed by the court at no less\n   19  than six years and not to exceed twelve and one-half years and  must  be\n   20  specified  in  the  sentence,  except  that for the class A-II felony of\n   21  predatory sexual assault as defined in section 130.95  of  this  chapter\n   22  [or the class A-II felony of predatory sexual assault against a child as\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01354-01-1\n\n       A. 2041                             2\n\n    1  defined in section 130.96 of this chapter,] such minimum period shall be\n    2  not  less  than  ten  years  nor more than twenty-five years AND FOR THE\n    3  CLASS A-II FELONY OF PREDATORY SEXUAL ASSAULT AGAINST A CHILD AS DEFINED\n    4  IN  SECTION 130.96 OF THIS CHAPTER SUCH MINIMUM PERIOD SHALL BE NOT LESS\n    5  THAN TWENTY-FIVE YEARS AND THE MAXIMUM TERM SHALL BE LIFE IMPRISONMENT.\n    6    S 3. Subdivision 1 of section 70.40 of the penal  law  is  amended  by\n    7  adding a new paragraph (d) to read as follows:\n    8    (D)  A  PERSON WHO HAS BEEN PAROLED AFTER SERVING A SENTENCE OF IMPRI-\n    9  SONMENT FOR THE CRIME OF PREDATORY SEXUAL ASSAULT  AGAINST  A  CHILD  AS\n   10  DEFINED IN SECTION 130.96 OF THIS CHAPTER SHALL BE UNDER THE SUPERVISION\n   11  OF THE STATE BOARD OF PAROLE FOR THE DURATION OF THEIR LIFETIME.\n   12    S 4. This act shall take effect on the first of November next succeed-\n   13  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to sentence of imprisonment for the offense of predatory sexual assault against a child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T122820.TXT", "SOBI.D110113.T153419.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294950859484
}