{
  "year" : 2011,
  "senateBillNo" : "A2044-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to election law",
    "billEventId" : "A2044-2011-1294894800000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the voters to approve the repeal of any term limit",
  "summary" : "Provides that term limits on elected officials of any political subdivision can only be repealed by the adoption of a resolution to do so by the proper legislative body and then have to be approved by the majority of qualified voters. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A10282-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2044\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 11, 2011\n                                      ___________\n\n       Introduced  by M. of A. TEDISCO -- Multi-Sponsored by -- M. of A. THIELE\n         -- read once and referred to the Committee on Election Law\n\n       AN ACT to amend the election law, in relation to requiring the voters to\n         approve the repeal of any term limit\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The election law is amended by adding a new section 1-108\n    2  to read as follows:\n    3    S 1-108. REPEAL OF TERM LIMITS. NOTWITHSTANDING ANY OTHER PROVISION OF\n    4  LAW TO THE CONTRARY, IN THOSE ELECTED OFFICES WHERE THE TERM  OF  OFFICE\n    5  OF AN ELECTED OFFICIAL HAS BEEN LIMITED, ONLY AT LEAST ONE HUNDRED FIFTY\n    6  DAYS  PRIOR  TO ANY ELECTION, THE LEGISLATIVE BODY THAT HAS CONTROL OVER\n    7  THE TERM LIMITED ELECTED OFFICIAL MAY ADOPT A RESOLUTION TO PROVIDE THAT\n    8  THE TERM OF OFFICE OF THE ELECTED OFFICIAL THEREAFTER SHALL NOT  HAVE  A\n    9  TERM  LIMIT,  AND  SUCH RESOLUTION SHALL BE SUBMITTED TO THE APPROPRIATE\n   10  QUALIFIED ELECTORS  FOR  THEIR  APPROVAL  OR  DISAPPROVAL  AT  THE  NEXT\n   11  ELECTION.  NO  SUCH  RESOLUTION SHALL BECOME EFFECTIVE UNTIL APPROVED BY\n   12  THE AFFIRMATIVE VOTE OF THE MAJORITY OF THE APPROPRIATE QUALIFIED  ELEC-\n   13  TORS  VOTING  ON SUCH PROPOSITION. THE VOTE ON SUCH PROPOSITION SHALL BE\n   14  CONDUCTED PURSUANT TO THE RULES AND REGULATIONS OF THE  STATE  BOARD  OF\n   15  ELECTIONS. IF THE APPROPRIATE LEGISLATIVE BODY SHALL HAVE ADOPTED SUCH A\n   16  RESOLUTION  AND  IF A MAJORITY OF THE VOTES CAST ON ANY SUCH PROPOSITION\n   17  WHEN SUBMITTED AS HEREIN PROVIDED SHALL BE IN THE AFFIRMATIVE, THE TERMS\n   18  OF OFFICE OF THOSE ELECTED OFFICERS INCLUDED  IN  SUCH  PROPOSITION  AND\n   19  THEREAFTER  ELECTED SHALL NOT HAVE A TERM LIMIT. THIS SECTION SHALL TAKE\n   20  PRECEDENCE OVER ANY CITY CHARTER OR ANY  OTHER  POLITICAL  SUBDIVISION'S\n   21  LAW,  RULE  OR  REGULATION  TO  THE  CONTRARY.  FOR THE PURPOSES OF THIS\n   22  SECTION THE TERM \"ELECTED OFFICIAL\" SHALL MEAN AN ELECTED OFFICIAL OF  A\n   23  POLITICAL  SUBDIVISION,  EXCEPT  JUDGES OR JUSTICES OF THE UNIFIED COURT\n   24  SYSTEM.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01475-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to requiring the voters to approve the repeal of any term limit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T122820.TXT", "SOBI.D110113.T153419.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294950859465
}