{
  "year" : 2011,
  "senateBillNo" : "A2054-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to codes",
    "billEventId" : "A2054-2011-1294894800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the criminal use of a dangerous instrument on school grounds during the commission of a felony",
  "summary" : "Relates to the criminal use of a dangerous instrument on school grounds during the commission of a felony. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A9056-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2054\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by M. of A. CUSICK -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to  amend  the  criminal  procedure  law  and the penal law, in\n         relation to the criminal use  of  a  dangerous  instrument  on  school\n         grounds during the commission of a felony\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (d) of subdivision 5 of  section  220.10  of  the\n    2  criminal  procedure  law  is amended by adding a new subparagraph (v) to\n    3  read as follows:\n    4    (V) WHERE THE INDICTMENT CHARGES THE CLASS D FELONY OFFENSE OF ASSAULT\n    5  IN THE SECOND DEGREE, PURSUANT TO SUBDIVISION TEN OF SECTION  120.05  OF\n    6  THE PENAL LAW, ANY PLEA TO SUCH INDICTMENT SHALL INCLUDE A PLEA OF GUIL-\n    7  TY TO SUCH CHARGE NOTWITHSTANDING ANY OTHER PROVISION OF LAW.\n    8    S  2.  Subdivision 13 of section 10.00 of the penal law, as amended by\n    9  chapter 791 of the laws of 1967, is amended to read as follows:\n   10    13. \"Dangerous instrument\" means any instrument, article or substance,\n   11  including a \"vehicle\" as that term is defined in  this  section,  OR  AN\n   12  UMBRELLA  CUSTOMARILY  USED TO SHIELD AN INDIVIDUAL FROM CLIMATIC CONDI-\n   13  TIONS, which, under the circumstances in which it is used, attempted  to\n   14  be used or threatened to be used, is readily capable of causing death or\n   15  other serious physical injury.\n   16    S 3. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05642-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the penal law, in relation to the criminal use of a dangerous instrument on school grounds during the commission of a felony ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T144915.TXT", "SOBI.D110114.T101910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295018350529
}