{
  "year" : 2011,
  "senateBillNo" : "A2053-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2053-2011-1294894800000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases number of supreme court justices in the thirteenth judicial district to ten and in the second judicial district to fifty-two",
  "summary" : "Increases the number of supreme court justices in the thirteenth judicial district to ten and in the second judicial district to fifty-two. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "A4049-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2053\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CUSICK, TITONE -- read once and referred to the\n         Committee on Judiciary\n\n       AN ACT to amend the judiciary law, in relation to the number of justices\n         of the supreme court in the second and thirteenth judicial districts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions  2  and 13 of section 140-a of the judiciary\n    2  law, subdivision 2 as amended and subdivision 13 as added by chapter 690\n    3  of the laws of 2007, are amended to read as follows:\n    4    2. Second district, [forty-nine] FIFTY-TWO;\n    5    13. Thirteenth district, [three] TEN.\n    6    S 2. Five of the additional justices of the supreme court in the thir-\n    7  teenth judicial district  and  the  three  additional  justices  of  the\n    8  supreme  court  in  the second judicial district provided for by section\n    9  one of this act shall first be elected at the  general  election  to  be\n   10  held  in November 2011 and shall first take office January 1, 2012.  The\n   11  other two additional justices of the supreme  court  in  the  thirteenth\n   12  judicial district provided for by section one of this act shall first be\n   13  elected  at  the  general election to be held in November 2012 and shall\n   14  first take office January 1, 2013.\n   15    S 3. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03079-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to the number of justices of the supreme court in the second and thirteenth judicial districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T144915.TXT", "SOBI.D110114.T101910.TXT", "SOBI.D110113.T144414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295018350524
}