{
  "year" : 2011,
  "senateBillNo" : "A2051-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to education",
    "billEventId" : "A2051-2011-1294894800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the department of education of the city of New York shall provide school bus service for students in grades K through 6 who live 1/2 mile or more away",
  "summary" : "Provides that the department of education of the city of New York shall provide school bus service for students in grades K through 6 who live 1/2 mile or more from school. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A7431-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2051\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CUSICK, TITONE -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation  to  requiring the department of education of the city of New\n         York to provide school bus service to students in grades  kindergarten\n         through six  who reside one-half mile or more from school\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision b of section 19-606 of the administrative  code\n    2  of  the city of New York, as added by local law number 48 of the city of\n    3  New York for the year 2000, is amended and  a  new  subdivision  a-1  is\n    4  added to read as follows:\n    5    A-1.  THE  DEPARTMENT OF EDUCATION SHALL PROVIDE SCHOOL BUS SERVICE TO\n    6  ALL GENERAL EDUCATION STUDENTS WHO LIVE ONE-HALF MILE OR MORE  FROM  THE\n    7  SCHOOL  THEY  ATTEND  AND  WHO ARE ENROLLED IN A GRADE FROM KINDERGARTEN\n    8  THROUGH SIX, INCLUSIVE.\n    9    b. The [board] DEPARTMENT of education shall prepare and, when  neces-\n   10  sary,  revise  two  school bus service plans annually to ensure that all\n   11  students eligible to receive school bus service to and from the  schools\n   12  they  legally  attend shall be provided with a seat on a school bus. One\n   13  plan shall relate to school  bus  service  to  be  provided  during  the\n   14  session of the school year beginning in September and ending in June and\n   15  one  plan  shall  relate  to  school bus service to be provided during a\n   16  summer school session. Each plan shall be prepared prior  to  the  first\n   17  day  of  the  session  of  the school year to which it relates and shall\n   18  include the following information: (i) the criteria used by the  [board]\n   19  DEPARTMENT  of  education  to determine whether a student is eligible to\n   20  receive school bus service; (ii) for each school, a summary  description\n   21  of the school bus routes servicing the school; (iii) for each school bus\n   22  route, the number of students eligible to ride on the school bus operat-\n   23  ing  on  the  route and the maximum seating capacity of such school bus;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01966-01-1\n\n       A. 2051                             2\n\n    1  and (iv) any other information the [board] DEPARTMENT of education deems\n    2  relevant. Upon completion of the plans, they shall be submitted  to  the\n    3  mayor and the speaker of the city council.\n    4    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to requiring the department of education of the city of New York to provide school bus service to students in grades kindergarten through six who reside one-half mile or more from school ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T101910.TXT", "SOBI.D110113.T144414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295018350520
}