{
  "year" : 2011,
  "senateBillNo" : "A2057-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to codes",
    "billEventId" : "A2057-2011-1294894800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the offense of aggravated endangering the welfare of a child",
  "summary" : "Establishes the offense of aggravated endangering the welfare of a child, a class E felony. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A11076-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2057\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DenDEKKER  --  read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the penal law, in relation to establishing  the  offense\n         of aggravated endangering the welfare of a child\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 260.12  to\n    2  read as follows:\n    3  S 260.12 AGGRAVATED ENDANGERING THE WELFARE OF A CHILD.\n    4    A  PERSON  IS  GUILTY OF AGGRAVATED ENDANGERING THE WELFARE OF A CHILD\n    5  WHEN HE OR SHE IS A PARENT, GUARDIAN OR  OTHER  PERSON  LEGALLY  CHARGED\n    6  WITH  THE  CARE OF A CHILD LESS THAN EIGHTEEN YEARS OF AGE WHO KNOWINGLY\n    7  ACTS IN A MANNER LIKELY TO BE INJURIOUS TO THE PHYSICAL, MENTAL OR MORAL\n    8  WELFARE OF SUCH CHILD AND:\n    9    1. SUCH PERSON HAS PREVIOUSLY BEEN CONVICTED OF ANY OFFENSE SET  FORTH\n   10  IN THIS CHAPTER IN WHICH THE VICTIM WAS A CHILD LESS THAN EIGHTEEN YEARS\n   11  OLD; OR\n   12    2.  THE  CONDUCT  OF  SUCH  PERSON  INCLUDES ACTS THAT CAUSE THE CHILD\n   13  EXTREME PAIN OR WHICH ARE CARRIED OUT IN AN ESPECIALLY VICIOUS OR SADIS-\n   14  TIC MANNER.\n   15    AGGRAVATED ENDANGERING THE WELFARE OF A CHILD IS A CLASS E FELONY.\n   16    S 2. This act shall take effect on the first of November next succeed-\n   17  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05068-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to establishing the offense of aggravated endangering the welfare of a child ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T144915.TXT", "SOBI.D110114.T101910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295018350539
}