{
  "year" : 2011,
  "senateBillNo" : "A2056-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2056-2011-1294894800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases time for filing crime victim's claim",
  "summary" : "Increases time for filing crime victim's claim. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A11077-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2056\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DenDEKKER  --  read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to  increasing  the  time\n         period  for  filing  a  claim  with the office of victim services; and\n         providing for the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section  625 of the executive law, as\n    2  amended by section 10 of part A-1 of chapter 56 of the laws of 2010,  is\n    3  amended to read as follows:\n    4    2.  A  claim  must  be filed by the claimant not later than [one year]\n    5  TWENTY YEARS after the occurrence or discovery of the crime  upon  which\n    6  such  claim  is  based,  [one  year]  TWENTY YEARS after a court finds a\n    7  lawsuit to be frivolous, or not later than [one year] TWENTY YEARS after\n    8  the death of the victim, provided, however, that upon good cause  shown,\n    9  the  office  may extend the time for filing. The office shall extend the\n   10  time for filing where  the  claimant  received  no  notice  pursuant  to\n   11  section  six  hundred twenty-five-a of this article and had no knowledge\n   12  of eligibility pursuant to section six hundred twenty-four of this arti-\n   13  cle.\n   14    S 2. This act shall take effect on the sixtieth  day  after  it  shall\n   15  have become a law and shall expire and be deemed repealed one year after\n   16  such effective date; provided that services may continue and benefits be\n   17  paid in the event the claimant elects to participate beyond such date.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05080-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to increasing the time period for filing a claim with the office of victim services; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T110421.TXT", "SOBI.D110114.T101910.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295021061813
}