{
  "year" : 2011,
  "senateBillNo" : "A2052-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to health",
    "billEventId" : "A2052-2011-1294894800000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for notification to hospital patients upon intake of reports of hospital-acquired infections",
  "summary" : "Provides for notification to hospital patients upon intake of reports of hospital-acquired infections. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2987-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2052\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by M. of A. CUSICK -- read once and referred to the Committee\n         on Health\n\n       AN ACT to amend the public health law, in relation to notifying hospital\n         patients upon intake of reports of hospital-acquired infections\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 2819 of the public health law is amended by  adding\n    2  a new subdivision 6-a to read as follows:\n    3    6-A.  NO  LATER THAN ONE HUNDRED EIGHTY DAYS AFTER THE ISSUANCE OF THE\n    4  REPORTS REQUIRED PURSUANT TO SUBPARAGRAPH  (III)  OF  PARAGRAPH  (C)  OF\n    5  SUBDIVISION  FIVE  OF  THIS  SECTION,  EACH  GENERAL  HOSPITAL  SHALL BE\n    6  REQUIRED TO NOTIFY PATIENTS AS A COMPONENT  OF  PREBOOKING,  INTAKE  AND\n    7  REGISTRATION OF THE HOSPITAL-ACQUIRED INFECTIONS, THAT WOULD BE REQUIRED\n    8  TO BE REPORTED TO THE DEPARTMENT PURSUANT TO THIS SECTION, THAT OCCURRED\n    9  IN THE HOSPITAL FOR THE PRIOR THIRTY DAY PERIOD. SUCH NOTIFICATION SHALL\n   10  BE  UPDATED  ON  A  DAILY  BASIS  AND  SHALL BE ACCOMPLISHED THROUGH THE\n   11  CONSPICUOUS POSTING OF SIGNS, WHICH ARE  EASILY  UNDERSTANDABLE  BY  THE\n   12  GENERAL PUBLIC, AND SHALL INCLUDE DIRECTIONS ON HOW TO OBTAIN ADDITIONAL\n   13  INFORMATION.  TO  THE DEGREE PRACTICABLE, THE FORMAT OF SUCH SIGNS SHALL\n   14  BE CONSISTENT WITH THE FORMAT OF THE SUMMARY TABLE REQUIRED TO BE DEVEL-\n   15  OPED PURSUANT TO SUBDIVISION SIX  OF  THIS  SECTION.  UPON  REQUEST  THE\n   16  HOSPITAL SHALL PROVIDE A PATIENT WITH AN INDIVIDUAL COPY OF THE INFORMA-\n   17  TION  CONTAINED  ON  SUCH  SIGN. THE DEPARTMENT THROUGH REGULATION SHALL\n   18  ESTABLISH PENALTIES APPLICABLE TO THE FIRST AND SUBSEQUENT VIOLATIONS OF\n   19  THE REQUIREMENT IMPOSED BY THIS SUBDIVISION.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02097-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to notifying hospital patients upon intake of reports of hospital-acquired infections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T101910.TXT", "SOBI.D110113.T144414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295018350523
}