{
  "year" : 2011,
  "senateBillNo" : "A2059-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to alcoholism and drug abuse",
    "billEventId" : "A2059-2011-1294894800000-referred+to+alcoholism+and+drug+abuse",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1295931600000,
    "eventText" : "reported",
    "billEventId" : "A2059-2011-1295931600000-reported",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296104400000,
    "eventText" : "advanced to third reading cal.27",
    "billEventId" : "A2059-2011-1296104400000-advanced+to+third+reading+cal.27",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Adds representatives of a dual diagnosis program to the advisory council on alcoholism and substance abuse services",
  "summary" : "Adds representatives of a dual diagnosis program to the advisory council on alcoholism and substance abuse services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "AA10669-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2059\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DenDEKKER  --  read once and referred to the\n         Committee on Alcoholism and Drug Abuse\n\n       AN ACT to amend the mental hygiene law, in relation to adding  represen-\n         tatives  of  a dual diagnosis program to the advisory council on alco-\n         holism and substance abuse services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (a) of section 19.05 of the mental hygiene law,\n    2  as  amended  by  chapter  259 of the laws of 2008, is amended to read as\n    3  follows:\n    4    (a) The council shall consist of the commissioner  of  alcoholism  and\n    5  substance  abuse services, or his or her designee who shall not have the\n    6  right to vote, the chairman of the conference of  local  mental  hygiene\n    7  directors  or  his  or  her  designee,  and  [twenty-six] THIRTY members\n    8  appointed by the governor by and with the  advice  and  consent  of  the\n    9  senate.  The  council  shall  include  at  least three members from each\n   10  appellate division. The governor shall designate one  of  the  appointed\n   11  members  of  the  council  as chair, who shall serve as such for a three\n   12  year term. The council shall elect a vice-chair, who shall serve as such\n   13  for a three year term. Membership shall be representative of the public,\n   14  shall have  broad  programmatic  and  geographic  representation,  shall\n   15  include  both  not-for-profit  and  proprietary alcoholism and substance\n   16  abuse providers of services, and shall include:\n   17    (1) ten consumer representatives, including persons who are recovering\n   18  from alcohol and/or substance abuse or significant others of patients or\n   19  former patients or patient advocates, or representatives of advocacy and\n   20  prevention organizations;\n   21    (2) ten representatives of providers of services to persons who  abuse\n   22  or  are  dependent  on  alcohol  and/or  substances or engage in problem\n   23  gambling, including but not limited to representatives of free  standing\n   24  inpatient  alcoholism  or substance abuse facilities, general hospitals,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05073-01-1\n\n       A. 2059                             2\n\n    1  residential facilities for persons who abuse or are dependent on alcohol\n    2  and/or substances, methadone maintenance programs, outpatient facilities\n    3  for persons who abuse or are dependent on alcohol and/or substances, and\n    4  prevention and gambling programs, at least one of whom shall be a physi-\n    5  cian  and  not  more  than two shall represent each group of facilities;\n    6  [and]\n    7    (3) six representatives of public and  private  payors  of  alcoholism\n    8  and/or  substance  abuse treatment including insurers, hospital, health,\n    9  and  medical  service  corporations  that  pay  for  alcoholism   and/or\n   10  substance  abuse  treatment,  self-insured employee benefit plans, union\n   11  welfare fund benefit plans, and  state  and  local  government  agencies\n   12  which  pay  for alcoholism or substance abuse treatment, at least one of\n   13  whom shall represent a hospital service corporation;\n   14    (4) TWO REPRESENTATIVES OF A DUAL DIAGNOSIS PROGRAM OR SERVICE PROVID-\n   15  ER WITH ONE MEMBER REPRESENTING A  PROGRAM  OR  PROVIDER  THAT  SERVICES\n   16  CO-OCCURRING  MENTAL HEALTH AND ALCOHOLISM OR SUBSTANCE ABUSE DISORDERS,\n   17  AND ONE MEMBER REPRESENTING A PROGRAM OR PROVIDER THAT  SERVICES  CO-OC-\n   18  CURRING  DEVELOPMENTAL  DISABILITIES  AND  ALCOHOLISM OR SUBSTANCE ABUSE\n   19  DISORDERS; AND\n   20    (5) TWO CONSUMER REPRESENTATIVES WITH ONE MEMBER WHO IS A PERSON  WITH\n   21  A  CO-OCCURRING  MENTAL  HEALTH AND ALCOHOLISM OR SUBSTANCE ABUSE DISOR-\n   22  DERS, AND ONE MEMBER WHO IS A PERSON WITH A  CO-OCCURRING  DEVELOPMENTAL\n   23  DISABILITY AND AN ALCOHOLISM OR A SUBSTANCE ABUSE DISORDER.\n   24    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to adding representatives of a dual diagnosis program to the advisory council on alcoholism and substance abuse services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T091829.TXT", "SOBI.D110113.T144915.TXT", "SOBI.D110114.T103413.TXT", "SOBI.D110125.T150424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296137909325
}