{
  "year" : 2011,
  "senateBillNo" : "A205-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A205-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"construction safety course accountability act\"",
  "summary" : "Enacts the \"construction safety course accountability act\"; authorizes the department of labor to license any entity or organization in the state of New York which offers an Occupational Safety and Health Administration construction safety and health course; requires any person or entity which issues an Occupational Safety and Health Administration construction and safety health course card in New York state to submit a copy to the department of labor, with the cardholder's name and address and the date of issuance. ",
  "currentCommittee" : null,
  "sameAs" : "S76",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "AA10062-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          205\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Labor\n\n       AN ACT to amend the labor law, in relation to enacting the \"construction\n         safety course accountability act\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short title.  This act shall be known and may be cited as\n    2  the \"construction safety course accountability act\".\n    3    S 2.  Section 220-h of the labor law, as added by chapter 282  of  the\n    4  laws of 2007, is amended to read as follows:\n    5    S   220-h.   Occupational  Safety  and  Health  Administration  (OSHA)\n    6  construction safety and health course. 1. The advertised  specifications\n    7  for  every  contract  for  the construction, reconstruction, maintenance\n    8  and/or repair of public work to which the state or a municipality  is  a\n    9  party,  where  the  total  cost  of  all  work to be performed under the\n   10  contract is at least two hundred fifty thousand dollars, shall contain a\n   11  provision requiring that all laborers, workers, and  mechanics  employed\n   12  in  the  performance  of the contract on the public work site, either by\n   13  the contractor, sub-contractor or other person doing or  contracting  to\n   14  do  the  whole or a part of the work contemplated by the contract, shall\n   15  be certified prior to performing any  work  on  the  project  as  having\n   16  successfully  completed  a  course  in  construction  safety  and health\n   17  approved by the United States department of labor's occupational  safety\n   18  and health administration that is at least ten hours in duration.\n   19    2.  THE  DEPARTMENT  SHALL  LICENSE  ANY ENTITY OR ORGANIZATION IN THE\n   20  STATE OF NEW YORK WHICH  OFFERS  A  COURSE  TO  LABORERS,  WORKERS,  AND\n   21  MECHANICS  IN  CONSTRUCTION  SAFETY  AND  HEALTH  APPROVED BY THE UNITED\n   22  STATES DEPARTMENT OF LABOR'S OCCUPATIONAL  SAFETY  AND  HEALTH  ADMINIS-\n   23  TRATION  THAT  IS  AT  LEAST  TEN  HOURS IN DURATION, INCLUDING, BUT NOT\n   24  LIMITED TO COURSES GIVEN  IN  ORDER  THAT  SUCH  LABORERS,  WORKERS  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01403-01-1\n\n       A. 205                              2\n\n    1  MECHANICS MAY BE ELIGIBLE TO WORK ON CERTAIN PROJECTS PURSUANT TO SUBDI-\n    2  VISION  ONE OF THIS SECTION OR PURSUANT TO ANY LOCAL RULE, REGULATION OR\n    3  ORDINANCE.\n    4    3.  ANY  PERSON,  ENTITY  OR ORGANIZATION WHICH ISSUES AN OCCUPATIONAL\n    5  SAFETY AND HEALTH ADMINISTRATION CONSTRUCTION AND SAFETY  HEALTH  COURSE\n    6  CARD  IN  NEW YORK STATE SHALL SUBMIT A COPY TO THE DEPARTMENT, WITH THE\n    7  CARDHOLDER'S NAME AND ADDRESS AND THE DATE OF ISSUANCE.\n    8    4. THE COMMISSIONER SHALL PROMULGATE ANY RULES OR  REGULATIONS  NECES-\n    9  SARY  FOR  THE  IMPLEMENTATION  OF  SUBDIVISIONS  TWO  AND THREE OF THIS\n   10  SECTION.\n   11    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to enacting the \"construction safety course accountability act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T131942.TXT", "SOBI.D101216.T134928.TXT", "SOBI.D101217.T133952.TXT", "SOBI.D101216.T125423.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292611192018
}