{
  "year" : 2011,
  "senateBillNo" : "A2067-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to health",
    "billEventId" : "A2067-2011-1294894800000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the disposal of prescription drugs program",
  "summary" : "Establishes the disposal of prescription drugs program, implementing a system by which pharmacies accept and dispose of any unused portions of prescription drugs prescribed to residents of this state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A11062-2009", "A10703-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2067\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  M. MILLER  -- Multi-Sponsored by -- M. of A.\n         BARRON, SCARBOROUGH -- read once and  referred  to  the  Committee  on\n         Health\n\n       AN  ACT  to amend the public health law, in relation to establishing the\n         disposal of prescription drugs program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new article\n    2  2-B to rad as follows:\n    3                                  ARTICLE 2-B\n    4                   DISPOSAL OF PRESCRIPTION DRUGS PROGRAM\n    5  SECTION 290. DEFINITIONS.\n    6          291. DISPOSAL OF PRESCRIPTION DRUGS PROGRAM; ESTABLISHMENT.\n    7    S 290. DEFINITIONS. 1. \"PRESCRIPTION DRUG\"  OR  \"DRUG\"  MEANS  A  DRUG\n    8  DEFINED  IN  SUBDIVISION SEVEN OF SECTION SIXTY-EIGHT HUNDRED TWO OF THE\n    9  EDUCATION LAW, FOR WHICH A PRESCRIPTION IS REQUIRED  UNDER  THE  FEDERAL\n   10  FOOD, DRUG AND COSMETIC ACT.\n   11    2. \"PHARMACY\" MEANS ANY PLACE IN WHICH DRUGS, PRESCRIPTIONS OR POISONS\n   12  ARE  POSSESSED FOR THE PURPOSE OF COMPOUNDING, PRESERVING, DISPENSING OR\n   13  RETAILING, OR IN WHICH DRUGS, PRESCRIPTIONS OR POISONS  ARE  COMPOUNDED,\n   14  PRESERVED,  DISPENSED OR RETAILED, OR IN WHICH SUCH DRUGS, PRESCRIPTIONS\n   15  OR POISONS ARE BY ADVERTISING OR OTHERWISE OFFERED FOR SALE AT RETAIL.\n   16    S 291. DISPOSAL OF PRESCRIPTION DRUGS PROGRAM; ESTABLISHMENT. 1. THERE\n   17  IS HEREBY ESTABLISHED IN THE DEPARTMENT A DISPOSAL OF PRESCRIPTION DRUGS\n   18  PROGRAM TO IMPLEMENT A SYSTEM BY WHICH PHARMACIES ACCEPT AND DISPOSE  OF\n   19  ANY  UNUSED  PORTIONS  OF  PRESCRIPTION DRUGS PRESCRIBED TO RESIDENTS OF\n   20  THIS STATE.\n   21    2. THE COMMISSIONER IS AUTHORIZED  AND  DIRECTED  TO  PROMULGATE  SUCH\n   22  RULES  AND  REGULATIONS  AS ARE NECESSARY TO IMPLEMENT THE PROVISIONS OF\n   23  THIS ARTICLE. SUCH RULES AND REGULATIONS  SHALL  ENABLE  PHARMACISTS  TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00628-01-1\n\n       A. 2067                             2\n\n    1  ACCEPT AND DISPOSE OF ANY PRESCRIPTION DRUG WHICH IS BROUGHT TO THEM FOR\n    2  THE PURPOSE OF DISPOSAL.\n    3    S  2.  This  act shall take effect on the ninetieth day after it shall\n    4  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing the disposal of prescription drugs program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T152418.TXT", "SOBI.D110113.T144915.TXT", "SOBI.D110114.T103413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295019253016
}