{
  "year" : 2011,
  "senateBillNo" : "A2064-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2064-2011-1294894800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to adoption of rules and regulations by state and local government entities prior to the effective date of legislative acts",
  "summary" : "Permits the adoption of rules and regulations by state and local government entities prior to the effective date of an act of the legislature which necessitates such rules, regulations or actions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "AA1845-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2064\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by M. of A. GOTTFRIED -- Multi-Sponsored by -- M. of A. BREN-\n         NAN, CLARK, MAYERSOHN, PAULIN -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN  ACT  to  amend the legislative law, in relation to the taking effect\n         and sunset of a law\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    The  legislative law is amended by adding a new section\n    2  43-a to read as follows:\n    3    S 43-A. TAKING EFFECT AND SUNSET OF LEGISLATION. 1.  THIS  SUBDIVISION\n    4  APPLIES  WHERE  AN ACT OF THE LEGISLATURE PROVIDES THAT A LAW SHALL TAKE\n    5  EFFECT AT A TIME AFTER IT BECOMES A LAW,  UNLESS  THE  ACT  SPECIFICALLY\n    6  PROVIDES  OTHERWISE.    A  STATE OR LOCAL GOVERNMENT ENTITY OR OFFICIAL,\n    7  WHICH OR WHO WILL HAVE AUTHORITY UNDER SUCH LAW TO MAKE  REGULATIONS  OR\n    8  TAKE OTHER ACTIONS NECESSARY TO ENFORCE OR IMPLEMENT THE LAW, MAY ADOPT,\n    9  AMEND,  SUSPEND  OR  REPEAL  ANY  SUCH  REGULATIONS  AND TAKE SUCH OTHER\n   10  ACTIONS PRIOR TO AND IN PREPARATION FOR THE TAKING EFFECT  OF  THE  LAW;\n   11  PROVIDED,  HOWEVER,  SUCH  ADOPTION,  AMENDMENT, SUSPENSION OR REPEAL OF\n   12  REGULATIONS SHALL NOT HAVE LEGAL EFFECT  UNTIL  THE  LAW  TAKES  EFFECT.\n   13  NOTHING  IN THIS SECTION SHALL BE CONSTRUED AS AUTHORIZING THE ADOPTION,\n   14  AMENDMENT, SUSPENSION OR REPEAL OF REGULATIONS  ON  AN  EMERGENCY  BASIS\n   15  UNLESS  SUCH  ACTION  QUALIFIES  FOR  EMERGENCY  RULE MAKING PURSUANT TO\n   16  APPLICABLE STATUTES, OR AS OTHERWISE RELIEVING  AN  ENTITY  OR  OFFICIAL\n   17  FROM APPLICABLE REQUIREMENTS OF LAW.\n   18    2.  WHERE  AN ACT OF THE LEGISLATURE AMENDS A PROVISION OF LAW THAT IS\n   19  TO BE REPEALED OR OF NO FORCE AND EFFECT ON OR AFTER A CERTAIN DATE, THE\n   20  AMENDMENT SHALL NOT AFFECT THE REPEAL OR LOSS OF FORCE AND EFFECT OF THE\n   21  PROVISION, AND THE AMENDMENT SHALL BE DEEMED TO BE REPEALED OR TO BE  OF\n   22  NO FORCE AND EFFECT THEREWITH, UNLESS THE ACT PROVIDES OTHERWISE.\n   23    S 2.  This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05349-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to the taking effect and sunset of a law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T144915.TXT", "SOBI.D110114.T103413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295019253999
}