{
  "year" : 2011,
  "senateBillNo" : "A2069-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2069-2011-1294894800000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the idling of certain railroads in the state",
  "summary" : "Prohibits the idling of certain railroads in the state; defines railroad; prohibits a railroad engine to idle for longer than ten minutes while parking, standing or stopping within five hundred feet of a residential property; authorizes the department of transportation to impose a fine for a violation and post signs; directs the department of environmental conservation to regulate train emissions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Transportation Law",
  "previousVersions" : [ "A9851-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Murray",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2069\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M. of A. M. MILLER, MARKEY, MURRAY -- Multi-Sponsored by\n         -- M. of A. HEVESI -- read once  and  referred  to  the  Committee  on\n         Transportation\n\n       AN  ACT  to amend the transportation law, in relation to authorizing the\n         department of transportation to prohibit idling railroads in the  city\n         of  New  York;  and  to  amend  the environmental conservation law, in\n         relation to railroad emissions regulations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The transportation law is amended by adding a new section\n    2  14-n to read as follows:\n    3    S  14-N.  ADDITIONAL  PURPOSES  OF  THE  DEPARTMENT;  IDLING  RAILROAD\n    4  ENGINES.  1. FOR THE PURPOSES OF THIS SECTION, THE TERM \"RAILROAD\" SHALL\n    5  MEAN A PRIVATE OR PUBLIC  RAILROAD  OPERATING  IN  THIS  STATE  CARRYING\n    6  EITHER  FREIGHT,  PASSENGERS  OR  FREIGHT  AND PASSENGERS, BUT SHALL NOT\n    7  INCLUDE ANY RAILROAD OPERATED BY THE METROPOLITAN TRANSPORTATION AUTHOR-\n    8  ITY OR ANY OF ITS SUBSIDIARIES.\n    9    2. THE DEPARTMENT SHALL PROHIBIT A RAILROAD ENGINE TO IDLE FOR  LONGER\n   10  THAN  TEN  MINUTES WHILE PARKING, STANDING, OR STOPPING WHEN WITHIN FIVE\n   11  HUNDRED FEET OF ANY RESIDENTIAL PROPERTY.\n   12    3. THE PROVISIONS OF SUBDIVISION TWO OF THIS SECTION SHALL  NOT  APPLY\n   13  WHEN THE RAILROAD ENGINE IS PARKING, STOPPING OR STANDING IN A MUNICIPAL\n   14  PARKING LOT.\n   15    4. THE DEPARTMENT SHALL POST SIGNS RELATING TO PROHIBITED IDLING WHERE\n   16  PRACTICABLE  AND  INCLUDE  THE MAXIMUM PENALTY THAT MAY BE IMPOSED FOR A\n   17  VIOLATION OF SUBDIVISION TWO OF THIS SECTION. SUCH SIGNS SHALL BE POSTED\n   18  AT OTHER APPROPRIATE LOCATIONS THROUGHOUT THE STATE,  AS  DETERMINED  BY\n   19  THE  DEPARTMENT,  INCLUDING  BUT  NOT  LIMITED TO, LOCATIONS FOR WHICH A\n   20  MUNICIPALITY RECEIVES A SUBSTANTIAL NUMBER OF COMPLAINTS OF IDLING RAIL-\n   21  ROAD ENGINES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04347-01-1\n\n       A. 2069                             2\n\n    1    5. IN ANY PROCEEDING RELATING TO A VIOLATION OF  THE  RESTRICTIONS  ON\n    2  IDLING  IT  SHALL  NOT BE A DEFENSE THAT A SIGN REQUIRED BY THIS SECTION\n    3  WAS ABSENT AT THE TIME OF THE VIOLATION.\n    4    S  2.  The  environmental  conservation law is amended by adding a new\n    5  section 19-0308 to read as follows:\n    6  S 19-0308. RAILROAD EMISSIONS REGULATIONS.\n    7    ON OR BEFORE SEPTEMBER FIRST, TWO THOUSAND TWELVE,  THE  COMMISSIONER,\n    8  IN CONSULTATION WITH THE DEPARTMENT OF TRANSPORTATION, SHALL ADOPT RULES\n    9  AND  REGULATIONS  SETTING FORTH ACCEPTABLE EMISSIONS STANDARDS FOR RAIL-\n   10  ROAD TRAINS OPERATING IN THIS STATE AS WELL AS  A  TIMETABLE  FOR  WHICH\n   11  SUCH  RAILROAD  TRAINS  SHALL  BE  REQUIRED TO MEET SUCH STANDARDS. SUCH\n   12  REGULATIONS SHALL APPLY TO EVERY RAILROAD TRAIN OPERATING IN THIS STATE.\n   13  THE COMMISSIONER SHALL REVIEW AND REVISE SUCH REGULATIONS ANNUALLY AS HE\n   14  OR SHE DEEMS NECESSARY.\n   15    S 3. This act shall take effect on the sixtieth  day  after  it  shall\n   16  have become a law. Effective immediately, the addition, amendment and/or\n   17  repeal  of  any  rule  or regulation necessary for the implementation of\n   18  this act on its effective date are authorized and directed  to  be  made\n   19  and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, in relation to authorizing the department of transportation to prohibit idling railroads in the city of New York; and to amend the environmental conservation law, in relation to railroad emissions regulations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T144915.TXT", "SOBI.D110114.T103413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295019253024
}