{
  "year" : 2011,
  "senateBillNo" : "A2061-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to codes",
    "billEventId" : "A2061-2011-1294894800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that an affirmation of a health care practitioner may be served or filed in an action in lieu of and with same force and effect as an affidavit",
  "summary" : "Provides that an affirmation of a health care practitioner may be served or filed in an action in lieu of and with same force and effect as an affidavit (changes the current reference in existing provisions from \"physician, osteopath or dentist\" to \"health care practitioner\"). ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A1725-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2061\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by M. of A. GOTTFRIED, PAULIN -- Multi-Sponsored by -- M. of\n         A. BOYLAND -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to  chang-\n         ing  reference  from  physician,  osteopath  or dentist to health care\n         practitioner\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Rule 2106 of the civil practice law and rules, as amended\n    2  by judicial conference proposal No. 3 for the year 1973, is  amended  to\n    3  read as follows:\n    4    Rule  2106. Affirmation of truth of statement by attorney[, physician,\n    5  osteopath or dentist] OR HEALTH CARE PRACTITIONER.  The statement of  an\n    6  attorney  admitted  to  practice  in  the  courts  of the state, or of a\n    7  [physician, osteopath or dentist] HEALTH CARE  PRACTITIONER,  authorized\n    8  by TITLE EIGHT OF THE EDUCATION law to practice in the state, who is not\n    9  a  party  to an action, when subscribed and affirmed by him OR HER to be\n   10  true under the penalties of perjury, may  be  served  or  filed  in  the\n   11  action in lieu of and with the same force and effect as an affidavit.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05346-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to changing reference from physician, osteopath or dentist to health care practitioner ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T144915.TXT", "SOBI.D110114.T103413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295019253988
}