{
  "year" : 2011,
  "senateBillNo" : "A2062-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to codes",
    "billEventId" : "A2062-2011-1294894800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the disclosure of medical records and clinical records",
  "summary" : "Establishes certain charges and fees authorized relative to requests for inspections and copying of medical records shall be deemed to be reasonable production expenses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A1749-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2062\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GOTTFRIED  --  read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to disclo-\n         sure of medical records and clinical records\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision (d) of rule 3122 of the civil practice law and\n    2  rules, as added by chapter 575 of the laws of 2002, is amended  to  read\n    3  as follows:\n    4    (d) Unless the subpoena duces tecum directs the production of original\n    5  documents  for  inspection and copying at the place where such items are\n    6  usually maintained, it shall be sufficient for the  custodian  or  other\n    7  qualified person to deliver complete and accurate copies of the items to\n    8  be  produced.  The reasonable production expenses of a non-party witness\n    9  shall be defrayed by the party seeking discovery. THE CHARGES  AND  FEES\n   10  AUTHORIZED  BY  SUBDIVISION TWO OF SECTION EIGHTEEN OF THE PUBLIC HEALTH\n   11  LAW AND PARAGRAPH SIX OF SUBDIVISION (B) OF SECTION 33.16 OF THE  MENTAL\n   12  HYGIENE LAW, RELATIVE TO REQUESTS FOR INSPECTIONS AND COPYING OF MEDICAL\n   13  RECORDS  SHALL  BE  DEEMED  TO  BE  REASONABLE  PRODUCTION  EXPENSES FOR\n   14  PURPOSES OF THIS SUBDIVISION.\n   15    S 2. Subdivision (a) of section 2303 of the  civil  practice  law  and\n   16  rules,  as amended by chapter 26 of the laws of 2004, is amended to read\n   17  as follows:\n   18    (a) A subpoena requiring attendance or a subpoena duces tecum shall be\n   19  served in the same manner as a summons, except  that  where  service  of\n   20  such  a  subpoena is made pursuant to subdivision two or four of section\n   21  three hundred eight of this chapter, the  filing  of  proof  of  service\n   22  shall  not  be  required  and  service shall be deemed complete upon the\n   23  later of the delivering or mailing of the subpoena, if made pursuant  to\n   24  subdivision  two of section three hundred eight of this chapter, or upon\n   25  the later of the affixing or mailing of the subpoena, if  made  pursuant\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05344-01-1\n\n       A. 2062                             2\n\n    1  to  subdivision four of section three hundred eight of this chapter. Any\n    2  person subpoenaed shall be paid or tendered in advance authorized  trav-\n    3  eling expenses and one day's witness fee. ANY NON-PARTY WITNESS REQUIRED\n    4  TO  PRODUCE  MEDICAL RECORDS IN ORDER TO COMPLY WITH A SUBPOENA SHALL BE\n    5  ENTITLED TO RECEIVE FROM THE PARTY SEEKING  DISCOVERY  THE  CHARGES  AND\n    6  FEES  AUTHORIZED  BY  SUBDIVISION  TWO OF SECTION EIGHTEEN OF THE PUBLIC\n    7  HEALTH LAW OR PARAGRAPH SIX OF SUBDIVISION (B) OF SECTION 33.16  OF  THE\n    8  MENTAL  HYGIENE LAW, RELATIVE TO REQUESTS FOR INSPECTIONS AND COPYING OF\n    9  MEDICAL RECORDS. A copy of any subpoena duces tecum served in a  pending\n   10  civil  judicial proceeding shall also be served, in the manner set forth\n   11  in rule twenty-one hundred three of this chapter, on each party who  has\n   12  appeared in the civil judicial proceeding so that it is received by such\n   13  parties  promptly after service on the witness and before the production\n   14  of books, papers or other things.\n   15    S 3. Subdivision (c) of section 8001 of the  civil  practice  law  and\n   16  rules is amended to read as follows:\n   17    (c)  Transcripts  of records. Wherever the preparation of a transcript\n   18  of records is required in order to comply with a  subpoena,  the  person\n   19  subpoenaed  shall  receive an additional fee of ten cents per folio upon\n   20  demand. THIS SUBDIVISION SHALL NOT APPLY TO REIMBURSEMENT FOR COMPLIANCE\n   21  WITH A SUBPOENA SEEKING THE PRODUCTION OF  FULL  SIZED  LEGIBLE  REPROD-\n   22  UCTIONS  OF RECORDS RELATING TO THE CONDITION OR TREATMENT OF A PATIENT.\n   23  REIMBURSEMENT FOR COMPLIANCE WITH SUCH A SUBPOENA SHALL BE IN ACCORDANCE\n   24  WITH SECTION TWENTY-THREE HUNDRED THREE OR RULE THIRTY-ONE HUNDRED TWEN-\n   25  TY-TWO OF THIS CHAPTER.\n   26    S 4. This act shall take effect on the sixtieth  day  after  it  shall\n   27  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to disclosure of medical records and clinical records ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T144915.TXT", "SOBI.D110114.T103413.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295019253991
}