{
  "year" : 2011,
  "senateBillNo" : "A2073-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2073-2011-1294894800000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to registration of street rods and custom vehicles",
  "summary" : "Relates to registration of street rods and custom vehicles; provides for a one time registration fee; exempts such vehicles from certain equipment and inspection requirements. ",
  "currentCommittee" : null,
  "sameAs" : "S201",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2429-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2073\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by M. of A. REILICH -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to registration\n         of street rods and custom vehicles\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 7 of section 401 of the vehicle and traffic law\n    2  is amended by adding a new schedule M to read as follows:\n    3    M.  SCHEDULE FOR STREET RODS AND CUSTOM VEHICLES. FOR EACH MOTOR VEHI-\n    4  CLE WHICH IS OWNED OR OPERATED AS  AN  EXHIBITION  PIECE  OR  COLLECTORS\n    5  ITEM,  AND WHICH IS USED FOR PARTICIPATION IN CLUB ACTIVITIES, EXHIBITS,\n    6  TOURS, PARADES, OCCASIONAL TRANSPORTATION AND SIMILAR USES, BUT NOT USED\n    7  FOR GENERAL DAILY TRANSPORTATION, A ONE TIME INITIAL REGISTRATION FEE OF\n    8  TWENTY-THREE DOLLARS.\n    9    1. (A)(I) A \"STREET ROD\" MEANS A MOTOR VEHICLE THAT:\n   10    (1) IS A NINETEEN HUNDRED FORTY-EIGHT OR OLDER VEHICLE; OR THE VEHICLE\n   11  WAS MANUFACTURED AFTER NINETEEN HUNDRED FORTY-EIGHT TO RESEMBLE A  VEHI-\n   12  CLE MANUFACTURED BEFORE NINETEEN HUNDRED FORTY-NINE; AND\n   13    (2) HAS BEEN ALTERED FROM THE MANUFACTURER'S ORIGINAL DESIGN; OR HAS A\n   14  BODY CONSTRUCTED FROM NON-ORIGINAL MATERIALS.\n   15    (II)  THE  MODEL  YEAR THAT IS LISTED ON THE CERTIFICATE OF TITLE OF A\n   16  STREET ROD VEHICLE SHALL BE THE MODEL YEAR THAT THE BODY OF SUCH VEHICLE\n   17  RESEMBLES.\n   18    (B)(I) A CUSTOM VEHICLE MEANS ANY MOTOR VEHICLE THAT:\n   19    (1) IS AT LEAST TWENTY-FIVE YEARS OLD AND OF A MODEL YEAR AFTER  NINE-\n   20  TEEN  HUNDRED  FORTY-EIGHT;  OR  WAS  MANUFACTURED TO RESEMBLE A VEHICLE\n   21  TWENTY-FIVE OR MORE YEARS OLD AND OF A MODEL YEAR AFTER NINETEEN HUNDRED\n   22  FORTY-EIGHT; AND\n   23    (2) HAS BEEN ALTERED FROM THE MANUFACTURER'S ORIGINAL DESIGN; OR HAS A\n   24  BODY CONSTRUCTED FROM NON-ORIGINAL MATERIALS.\n   25    (II) THE MODEL YEAR THAT IS LISTED ON THE CERTIFICATE OF  TITLE  OF  A\n   26  CUSTOM  VEHICLE  SHALL  BE  THE MODEL YEAR THAT THE BODY OF SUCH VEHICLE\n   27  RESEMBLES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01679-01-1\n\n       A. 2073                             2\n\n    1    2. (A) IN APPLYING FOR A REGISTRATION UNDER THIS SCHEDULE,  THE  OWNER\n    2  OF  THE STREET ROD OR CUSTOM VEHICLE SHALL SUBMIT WITH THE APPLICATION A\n    3  CERTIFICATION THAT THE VEHICLE FOR WHICH THE APPLICATION  IS  MADE:  (I)\n    4  WILL  BE  MAINTAINED  FOR  OCCASIONAL  TRANSPORTATION, EXHIBITIONS, CLUB\n    5  ACTIVITIES,  PARADES, TOURS, AND SIMILAR USES; AND (II) WILL NOT BE USED\n    6  FOR GENERAL DAILY TRANSPORTATION.\n    7    (B) IN ADDITION TO THE CERTIFICATION  REQUIREMENT  UNDER  SUBPARAGRAPH\n    8  (A)  OF  THIS PARAGRAPH, WHEN APPLYING FOR REGISTRATION OF A STREET ROD,\n    9  THE NEW OWNER OF THE STREET ROD SHALL PROVIDE PROOF  ACCEPTABLE  TO  THE\n   10  COMMISSIONER  THAT  THE  STREET  ROD PASSED A SAFETY INSPECTION THAT HAS\n   11  BEEN APPROVED BY THE COMMISSIONER IN CONSULTATION WITH  THE  STREET  ROD\n   12  COMMUNITY IN THE STATE.\n   13    3.  ON  THE REGISTRATION OF A VEHICLE UNDER THIS SCHEDULE, THE COMMIS-\n   14  SIONER SHALL ISSUE A SPECIAL STREET ROD OR CUSTOM  VEHICLE  REGISTRATION\n   15  PLATE OF THE SIZE AND DESIGN AS THE COMMISSIONER DETERMINES IN CONSULTA-\n   16  TION  WITH THE STREET ROD COMMUNITY OR CUSTOM VEHICLE COMMUNITY, RESPEC-\n   17  TIVELY, OF THE STATE.  SUCH PLATES SHALL BE USED ONLY FOR THE  OPERATION\n   18  OF THE MOTOR VEHICLE LISTED ON THE REGISTRATION APPLICATION AND ON OTHER\n   19  MOTOR  VEHICLES WHICH WOULD QUALIFY FOR REGISTRATION UNDER THIS SCHEDULE\n   20  OWNED BY PERSONS OTHER THAN THE REGISTRANT OR HIS AGENT IN  ANTICIPATION\n   21  OF POSSIBLE PURCHASE.\n   22    4.  UNLESS  THE PRESENCE OF THE EQUIPMENT WAS SPECIFICALLY REQUIRED BY\n   23  THE LAW AS A CONDITION OF SALE IN THE YEAR LISTED AS THE YEAR  OF  MANU-\n   24  FACTURE ON THE CERTIFICATE OF TITLE, THE PRESENCE OF ANY SPECIFIC EQUIP-\n   25  MENT  IS  NOT  REQUIRED  FOR THE OPERATION OF A VEHICLE REGISTERED UNDER\n   26  THIS SCHEDULE.\n   27    5. A STREET ROD OR CUSTOM VEHICLE MAY USE BLUE  DOT  TAIL  LIGHTS  FOR\n   28  STOP  LAMPS,  REAR  TURNING INDICATOR LAMPS, REAR HAZARD LAMPS, AND REAR\n   29  REFLECTORS. FOR PURPOSES OF THIS  SUBDIVISION,  \"BLUE  DOT  TAIL  LIGHT\"\n   30  MEANS  A  RED LAMP INSTALLED IN THE REAR OF A MOTOR VEHICLE CONTAINING A\n   31  BLUE OR PURPLE INSERT THAT IS NOT MORE THAN ONE INCH IN DIAMETER.\n   32    6. NO SUCH REGISTRATION WILL BE ISSUED UNLESS  EVIDENCE  OF  FINANCIAL\n   33  SECURITY,  IN  A FORM PRESCRIBED BY THE COMMISSIONER, IS SUBMITTED WHICH\n   34  PROVIDES COVERAGE FOR THE  MOTOR  VEHICLE  LISTED  ON  THE  REGISTRATION\n   35  APPLICATION  AND  FOR  NON-OWNED MOTOR VEHICLES BEING OPERATED WITH SUCH\n   36  PLATES.\n   37    S 2. Paragraph (b) of subdivision 48 of section 375 of the vehicle and\n   38  traffic law, as added by chapter 236 of the laws of 1988, such  subdivi-\n   39  sion  as  renumbered  by  chapter 278 of the laws of 1991, is amended to\n   40  read as follows:\n   41    (b) No person shall operate a passenger car  registered  in  New  York\n   42  unless  it  is equipped with both a front and rear bumper, each securely\n   43  fastened and with some part of the bumper located between sixteen inches\n   44  and twenty inches above the ground. This provision shall not apply to  a\n   45  vehicle  registered  as  an historical vehicle, A STREET ROD OR A CUSTOM\n   46  VEHICLE PURSUANT TO SECTION FOUR HUNDRED ONE OF THIS CHAPTER.\n   47    S 3. Subdivision (e) of section 301 of the vehicle and traffic law, as\n   48  amended by chapter 608 of the laws  of  1993,  is  amended  to  read  as\n   49  follows:\n   50    (e)  The  requirements of air contamination emission system inspection\n   51  shall not apply to historical  motor  vehicles  registered  pursuant  to\n   52  schedule G, OR TO STREET RODS AND CUSTOM VEHICLES REGISTERED PURSUANT TO\n   53  SCHEDULE  M  of  subdivision  seven  of section four hundred one of this\n   54  chapter unless required by federal law.\n   55    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to registration of street rods and custom vehicles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T145415.TXT", "SOBI.D110114.T105921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295020761668
}