{
  "year" : 2011,
  "senateBillNo" : "A2077-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to labor",
    "billEventId" : "A2077-2011-1294894800000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions with respect to the direct payment of wages in a financial institution",
  "summary" : "Makes provisions with respect to the direct payment or deposit of wages in a bank or other financial institution; provides that employers are not authorized to select or mandate a specific bank or other financial institution for purposes of making deposits for employees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A2425-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2077\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M. of A. REILICH, FINCH -- read once and referred to the\n         Committee on Labor\n\n       AN ACT to amend the labor law, in relation to the direct pay or  deposit\n         of wages in a bank or other financial institution\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 192 of the labor law, as amended by chapter 301 of\n    2  the laws of 1974, subdivision 1 as added by chapter 475 of the  laws  of\n    3  1981 and as renumbered by chapter 170 of the laws of 1994, subdivision 2\n    4  as  amended  by  chapter  304 of the laws of 2007, is amended to read as\n    5  follows:\n    6    S 192. Cash payment of wages.  1. [No] AN employer [shall without  the\n    7  advance written consent of any employee] MAY directly pay or deposit the\n    8  net  wage  or  salary of [such] AN employee in a bank or other financial\n    9  institution.\n   10    2. This section shall not apply to any person [employed in a bona fide\n   11  executive, administrative, or professional capacity whose  earnings  are\n   12  in excess of nine hundred dollars a week, nor to employees] working on a\n   13  farm  not  connected  with  a factory OR EMPLOYED BY A SMALL BUSINESS AS\n   14  DEFINED IN SECTION ONE HUNDRED TWO OF THE STATE ADMINISTRATIVE PROCEDURE\n   15  ACT.\n   16    3. NO PROVISION OF THIS SECTION SHALL AUTHORIZE AN EMPLOYER TO  SELECT\n   17  OR  MANDATE  A  SPECIFIC  BANK  OR  OTHER  FINANCIAL INSTITUTION FOR THE\n   18  PURPOSES OF MAKING DIRECT DEPOSITS ON BEHALF OF EMPLOYEES.\n   19    4. NO EMPLOYER, WHO HAS A DUTY TO BARGAIN, SHALL  MAKE  SUCH  DEPOSITS\n   20  FOR EMPLOYEES COVERED BY A COLLECTIVE BARGAINING UNIT UNTIL AN AGREEMENT\n   21  AUTHORIZING  SUCH DEPOSITS HAS BEEN RATIFIED BY SUCH COLLECTIVE BARGAIN-\n   22  ING UNIT.\n   23    S 2.  This act shall take effect on the ninetieth day after  it  shall\n   24  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03832-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to the direct pay or deposit of wages in a bank or other financial institution ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T114424.TXT", "SOBI.D110113.T163424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295023464798
}