{
  "year" : 2011,
  "senateBillNo" : "A2075-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2075-2011-1294894800000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the small business relief act of 2011",
  "summary" : "Enacts the small business relief act; establishes the credit for college to work program; authorizes certain counties to impose taxes at a lower rate than the uniform local rate; relates to research and development commercialization enterprises; exempts equipment with a purchase price of five hundred dollars or more purchased by any company located in an incubator facility that is associated with a college; provides a small business electric energy credit; eliminates the residential restriction on heating exemptions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A6547-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Tedisco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Butler",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hayes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2075\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M. of A. REILICH, TEDISCO, KOLB, BUTLER, HAYES -- Multi-\n         Sponsored by -- M. of A. AMEDORE, BARCLAY,  BOYLE,  BURLING,  CALHOUN,\n         CONTE,   CORWIN,   CROUCH,  DUPREY,  FINCH,  GIGLIO,  HAWLEY,  JORDAN,\n         P. LOPEZ, McDONOUGH, McKEVITT,  J. MILLER,  MOLINARO,  OAKS,  RABBITT,\n         RAIA,  SALADINO, SAYWARD, THIELE, TOBACCO -- read once and referred to\n         the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to the computation of tax (Part\n         A); to amend the tax law, in relation to the credit for  college  work\n         program  (Part  B);  to  amend the tax law, in relation to authorizing\n         counties to impose certain taxes at a  lower  rate  than  the  uniform\n         local  rate  (Part C); to amend the tax law, in relation to increasing\n         the amount of tax (Part D); to amend the general municipal law and the\n         tax law, in relation to  research  and  development  commercialization\n         enterprises  (Part  E);  to  amend the tax law, in relation to certain\n         taxes (Part F); to amend the tax law, in relation to exempting certain\n         equipment from taxes (Part G); to amend the tax law, in relation to  a\n         small  business  electric energy tax credit (Part H); to amend the tax\n         law, in relation to eliminating the residential restriction for  heat-\n         ing  exemptions  (Part I); to amend the tax law, in relation to estab-\n         lishing a credit for on-the-job training (Part J); and  to  amend  the\n         real  property  tax  law, in relation to extending the benefits of the\n         STAR program to small businesses (Part K)\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act enacts into law components of legislation relating\n    2  to  the  \"small  business  relief act of 2011\". Each component is wholly\n    3  contained within a Part identified as Parts A through K.  The  effective\n    4  date  for  each  particular  provision contained within such Part is set\n    5  forth in the last section of such Part. Any  provision  in  any  section\n    6  contained within a Part, including the effective date of the Part, which\n    7  makes reference to a section \"of this act\", when used in connection with\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04050-01-1\n\n       A. 2075                             2\n\n    1  that  particular  component,  shall  be  deemed to mean and refer to the\n    2  corresponding section of the Part in which it is found. Section three of\n    3  this act sets forth the general effective date of this act.\n\n    4                                   PART A\n\n    5    Section  1.  Subparagraphs (iii) and (iv) of paragraph (a) of subdivi-\n    6  sion 1 of section 210 of the tax law, as amended by section 2 of part  N\n    7  of chapter 60 of the laws of 2007, are amended to read as follows:\n    8    (iii) for taxable years beginning on or after January first, two thou-\n    9  sand  five [and ending before January first, two thousand seven], if the\n   10  entire net income base is not more  than  two  hundred  ninety  thousand\n   11  dollars  the  amount shall be six and one-half percent of the entire net\n   12  income base; if the entire net income base  is  more  than  two  hundred\n   13  ninety  thousand  dollars  but  not  over  three hundred ninety thousand\n   14  dollars the amount shall be the  sum  of  (1)  eighteen  thousand  eight\n   15  hundred  fifty  dollars, (2) seven and one-half percent of the excess of\n   16  the entire net income base over two hundred ninety thousand dollars  but\n   17  not  over  three  hundred ninety thousand dollars and (3) seven and one-\n   18  quarter percent of the excess of the entire net income base  over  three\n   19  hundred  fifty  thousand dollars but not over three hundred ninety thou-\n   20  sand dollars;\n   21    (iv) for taxable years beginning on or after [January first, two thou-\n   22  sand seven] JUNE THIRTIETH, TWO  THOUSAND  TWELVE,  if  the  entire  net\n   23  income  base  is  not  more than two hundred ninety thousand dollars the\n   24  amount shall be [six  and  one-half]  FIVE  AND  EIGHTY-FIVE  HUNDREDTHS\n   25  percent  of the entire net income base; if the entire net income base is\n   26  more than two hundred [ninety]  thousand  dollars  but  not  over  three\n   27  hundred  ninety  thousand  dollars  the  amount  shall be the sum of (1)\n   28  [eighteen thousand eight hundred fifty] ELEVEN  THOUSAND  SEVEN  HUNDRED\n   29  dollars,  (2)  [seven  and  one-tenth]  SIX  AND  EIGHTY-FIVE HUNDREDTHS\n   30  percent of the excess of the entire net income  base  over  two  hundred\n   31  [ninety]  thousand  dollars  [but not over three hundred ninety thousand\n   32  dollars] and (3) [four and thirty-five hundredths] FIVE percent  of  the\n   33  excess  of  the  entire  net  income base over [three] TWO hundred fifty\n   34  thousand dollars [but not over three hundred ninety thousand dollars];\n   35    S 2. This act shall take effect immediately and shall apply to taxable\n   36  years beginning on and after July 1, 2012.\n\n   37                                   PART B\n\n   38    Section 1. Section 210 of the tax law  is  amended  by  adding  a  new\n   39  subdivision 22-a to read as follows:\n   40    22-A.  CREDIT  FOR COLLEGE TO WORK PROGRAM. (A) ALLOWANCE OF CREDIT. A\n   41  TAXPAYER SHALL BE ALLOWED  A  CREDIT,  TO  BE  COMPUTED  AS  HEREINAFTER\n   42  PROVIDED,  AGAINST  THE  TAX  IMPOSED  BY  THIS  ARTICLE, BASED UPON ITS\n   43  PAYMENT OF TUITION TO AN INSTITUTION OF HIGHER EDUCATION ON BEHALF OF AN\n   44  INDIVIDUAL IN EXCHANGE FOR THE  INDIVIDUAL  AGREEING  TO  WORK  FOR  THE\n   45  TAXPAYER  FOR  A  NUMBER  OF  YEARS, AS SET FORTH IN A WRITTEN AGREEMENT\n   46  BETWEEN THE TAXPAYER AND THE INDIVIDUAL.\n   47    (B) TUITION. FOR THE PURPOSES OF THIS CREDIT, THE TERM \"TUITION\" SHALL\n   48  MEAN THE TUITION AND FEES PAID FOR THE ENROLLMENT AND ATTENDANCE  OF  AN\n   49  INDIVIDUAL AT AN INSTITUTION OF HIGHER EDUCATION, AS WELL AS MONIES PAID\n   50  FOR  TEXTBOOKS IN CONNECTION WITH ATTENDANCE AT AN INSTITUTION OF HIGHER\n   51  EDUCATION. PROVIDED, HOWEVER, ANY AMOUNTS WHICH HAVE BEEN  PAID  FOR  OR\n   52  REIMBURSED  BY  ANY  OTHER  SCHOLARSHIPS  OR  FINANCIAL  AID, OR TUITION\n\n       A. 2075                             3\n\n    1  REQUIRED FOR ENROLLMENT OR ATTENDANCE IN A COURSE OF  STUDY  LEADING  TO\n    2  THE  GRANTING OF A POST BACCALAUREATE OR OTHER GRADUATE DEGREE, SHALL BE\n    3  EXCLUDED FROM THE DEFINITION OF \"TUITION\".\n    4    (C)  INSTITUTION OF HIGHER EDUCATION. FOR THE PURPOSES OF THIS CREDIT,\n    5  THE TERM \"INSTITUTION OF HIGHER EDUCATION\" SHALL MEAN ANY INSTITUTION OF\n    6  HIGHER EDUCATION, RECOGNIZED AND APPROVED BY THE REGENTS, OR ANY SUCCES-\n    7  SOR ORGANIZATION, OF THE UNIVERSITY OF THE STATE OF NEW YORK OR  ACCRED-\n    8  ITED  BY  A  NATIONALLY  RECOGNIZED  ACCREDITING  AGENCY  OR ASSOCIATION\n    9  ACCEPTED AS SUCH BY THE REGENTS, OR ANY SUCCESSOR ORGANIZATION,  OF  THE\n   10  UNIVERSITY  OF  THE  STATE OF NEW YORK, WHICH PROVIDES A COURSE OF STUDY\n   11  LEADING TO THE GRANTING  OF  A  POST-SECONDARY  DEGREE,  CERTIFICATE  OR\n   12  DIPLOMA.\n   13    (D) QUALIFIED INDIVIDUAL. FOR PURPOSES OF THIS CREDIT, THE TERM \"QUAL-\n   14  IFIED  INDIVIDUAL\"  SHALL MEAN ANY INDIVIDUAL WHO IS NOT A SPOUSE, CHILD\n   15  OR DEPENDENT OF THE TAXPAYER OR ANY INDIVIDUAL  WHO  IS  NOT  A  SPOUSE,\n   16  CHILD OR DEPENDENT OF ANY OFFICER OR EMPLOYEE OF THE TAXPAYER.\n   17    (E)  WRITTEN AGREEMENT. FOR PURPOSES OF THIS CREDIT, THE TERM \"WRITTEN\n   18  AGREEMENT\" SHALL MEAN A DOCUMENT SIGNED AND DATED BY BOTH  THE  TAXPAYER\n   19  AND THE QUALIFIED INDIVIDUAL WHICH CONTAINS PROVISIONS INCLUDING BUT NOT\n   20  LIMITED  TO THE MINIMUM SALARY WHICH THE TAXPAYER WILL PAY TO THE QUALI-\n   21  FIED INDIVIDUAL UPON COMPLETION OF THE INDIVIDUAL'S DEGREE; THE REQUIRED\n   22  DURATION OF EMPLOYMENT UPON COMPLETION OF THE INDIVIDUAL'S  DEGREE;  AND\n   23  THE  PARTIES' RESPECTIVE RESPONSIBILITIES IN THE EVENT THAT THE TAXPAYER\n   24  CEASES OPERATIONS OR LATER DECIDES NOT TO OFFER EMPLOYMENT TO THE  INDI-\n   25  VIDUAL  UPON  COMPLETION  OF  HIS OR HER DEGREE OR IN THE EVENT THAT THE\n   26  QUALIFIED INDIVIDUAL FAILS TO COMPLETE THE DEGREE OR  TO  WORK  FOR  THE\n   27  TAXPAYER FOR THE AGREED UPON TERM.\n   28    (F) AMOUNT OF CREDIT. NOTWITHSTANDING THE PROVISIONS OF ANY OTHER LAW,\n   29  A  TAXPAYER  WHICH  PROVIDES  FOR THE PAYMENT OF AN INDIVIDUAL'S TUITION\n   30  UNDER THE COLLEGE TO WORK PROGRAM ESTABLISHED BY THIS SUBDIVISION, SHALL\n   31  BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED  BY  THIS  ARTICLE,  TO  THE\n   32  EXTENT  OF  TWENTY-FIVE  PERCENT  OF  MONIES  PAID FOR EACH INDIVIDUAL'S\n   33  TUITION, BUT SUCH CREDIT SHALL NOT EXCEED FIVE THOUSAND DOLLARS FOR  ONE\n   34  YEAR FOR EACH SUCH QUALIFIED INDIVIDUAL.\n   35    (G) CARRYOVER. THE CREDIT ALLOWED UNDER THIS SUBDIVISION FOR ANY TAXA-\n   36  BLE  YEAR  SHALL  NOT  REDUCE THE TAX DUE FOR SUCH YEAR TO LESS THAN THE\n   37  HIGHER OF THE AMOUNTS PRESCRIBED IN PARAGRAPHS (C) AND (D)  OF  SUBDIVI-\n   38  SION  ONE  OF  THIS  SECTION. PROVIDED, HOWEVER, IF THE AMOUNT OF CREDIT\n   39  ALLOWABLE UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE TAX TO\n   40  SUCH AMOUNT, ANY AMOUNT OF CREDIT NOT DEDUCTIBLE IN  SUCH  TAXABLE  YEAR\n   41  MAY  BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS, AND MAY BE DEDUCTED\n   42  FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   43    S 2. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   44  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   45  follows:\n\n   46  (XXXII) COLLEGE TO WORK PROGRAM      AMOUNT OF CREDIT UNDER\n   47  CREDIT UNDER SUBSECTION              SUBDIVISION TWENTY-TWO-A\n   48  (S-1)                                OF SECTION TWO HUNDRED TEN\n   49    S 3. Section 606 of the tax law is amended by adding a new  subsection\n   50  (s-1) to read as follows:\n   51    (S-1)  CREDIT  FOR COLLEGE TO WORK PROGRAM. (1) ALLOWANCE OF CREDIT. A\n   52  TAXPAYER SHALL BE ALLOWED  A  CREDIT,  TO  BE  COMPUTED  AS  HEREINAFTER\n   53  PROVIDED,  AGAINST  THE  TAX  IMPOSED  BY  THIS ARTICLE, BASED UPON SUCH\n   54  TAXPAYER'S PAYMENT OF TUITION TO AN INSTITUTION OF HIGHER  EDUCATION  ON\n   55  BEHALF  OF AN INDIVIDUAL IN EXCHANGE FOR THE INDIVIDUAL AGREEING TO WORK\n\n       A. 2075                             4\n\n    1  FOR THE TAXPAYER FOR A NUMBER OF YEARS, AS SET FORTH IN A WRITTEN AGREE-\n    2  MENT BETWEEN THE TAXPAYER AND THE INDIVIDUAL.\n    3    (2) TUITION. FOR THE PURPOSES OF THIS CREDIT, THE TERM \"TUITION\" SHALL\n    4  MEAN  THE  TUITION AND FEES PAID FOR THE ENROLLMENT AND ATTENDANCE OF AN\n    5  INDIVIDUAL AT AN INSTITUTION OF HIGHER EDUCATION, AS WELL AS MONIES PAID\n    6  FOR TEXTBOOKS IN CONNECTION WITH ATTENDANCE AT AN INSTITUTION OF  HIGHER\n    7  EDUCATION.  PROVIDED,  HOWEVER,  ANY AMOUNTS WHICH HAVE BEEN PAID FOR OR\n    8  REIMBURSED BY ANY  OTHER  SCHOLARSHIPS  OR  FINANCIAL  AID,  OR  TUITION\n    9  REQUIRED  FOR  ENROLLMENT  OR ATTENDANCE IN A COURSE OF STUDY LEADING TO\n   10  THE GRANTING OF A POST BACCALAUREATE OR OTHER GRADUATE DEGREE, SHALL  BE\n   11  EXCLUDED FROM THE DEFINITION OF \"TUITION\".\n   12    (3)  INSTITUTION OF HIGHER EDUCATION. FOR THE PURPOSES OF THIS CREDIT,\n   13  THE TERM \"INSTITUTION OF HIGHER EDUCATION\" SHALL MEAN ANY INSTITUTION OF\n   14  HIGHER EDUCATION, RECOGNIZED AND APPROVED BY THE REGENTS, OR ANY SUCCES-\n   15  SOR ORGANIZATION, OF THE UNIVERSITY OF THE STATE OF NEW YORK OR  ACCRED-\n   16  ITED  BY  A  NATIONALLY  RECOGNIZED  ACCREDITING  AGENCY  OR ASSOCIATION\n   17  ACCEPTED AS SUCH BY THE REGENTS, OR ANY SUCCESSOR ORGANIZATION,  OF  THE\n   18  UNIVERSITY  OF  THE  STATE OF NEW YORK, WHICH PROVIDES A COURSE OF STUDY\n   19  LEADING TO THE GRANTING  OF  A  POST-SECONDARY  DEGREE,  CERTIFICATE  OR\n   20  DIPLOMA.\n   21    (4) QUALIFIED INDIVIDUAL. FOR PURPOSES OF THIS CREDIT, THE TERM \"QUAL-\n   22  IFIED  INDIVIDUAL\"  SHALL MEAN ANY INDIVIDUAL WHO IS NOT A SPOUSE, CHILD\n   23  OR DEPENDENT OF THE TAXPAYER OR ANY INDIVIDUAL  WHO  IS  NOT  A  SPOUSE,\n   24  CHILD OR DEPENDENT OF ANY OFFICER OR EMPLOYEE OF THE TAXPAYER.\n   25    (5)  WRITTEN AGREEMENT. FOR PURPOSES OF THIS CREDIT, THE TERM \"WRITTEN\n   26  AGREEMENT\" SHALL MEAN A DOCUMENT SIGNED AND DATED BY BOTH  THE  TAXPAYER\n   27  AND THE QUALIFIED INDIVIDUAL WHICH CONTAINS PROVISIONS INCLUDING BUT NOT\n   28  LIMITED  TO THE MINIMUM SALARY WHICH THE TAXPAYER WILL PAY TO THE QUALI-\n   29  FIED INDIVIDUAL UPON COMPLETION OF THE INDIVIDUAL'S DEGREE; THE REQUIRED\n   30  DURATION OF EMPLOYMENT UPON COMPLETION OF THE INDIVIDUAL'S  DEGREE;  AND\n   31  THE  PARTIES' RESPECTIVE RESPONSIBILITIES IN THE EVENT THAT THE TAXPAYER\n   32  CEASES OPERATIONS OR LATER DECIDES NOT TO OFFER EMPLOYMENT TO THE  INDI-\n   33  VIDUAL  UPON  COMPLETION  OF  HIS OR HER DEGREE OR IN THE EVENT THAT THE\n   34  QUALIFIED INDIVIDUAL FAILS TO COMPLETE THE DEGREE OR  TO  WORK  FOR  THE\n   35  TAXPAYER FOR THE AGREED UPON TERM.\n   36    (6) AMOUNT OF CREDIT. NOTWITHSTANDING THE PROVISIONS OF ANY OTHER LAW,\n   37  A TAXPAYER WHO PROVIDES FOR THE PAYMENT OF AN INDIVIDUAL'S TUITION UNDER\n   38  THE  COLLEGE  TO  WORK  PROGRAM ESTABLISHED BY THIS SUBSECTION, SHALL BE\n   39  ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTICLE, TO THE  EXTENT\n   40  OF TWENTY-FIVE PERCENT OF MONIES PAID FOR EACH INDIVIDUAL'S TUITION, BUT\n   41  SUCH CREDIT SHALL NOT EXCEED FIVE THOUSAND DOLLARS FOR ONE YEAR FOR EACH\n   42  SUCH QUALIFIED INDIVIDUAL.\n   43    (7) CARRYOVER. IF THE AMOUNT OF CREDIT ALLOWABLE UNDER THIS SUBSECTION\n   44  FOR  ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX AMOUNT, ANY AMOUNT\n   45  OF THE EXCESS MAY BE CARRIED OVER TO THE FOLLOWING YEAR  OR  YEARS,  AND\n   46  MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   47    S  4.  This act shall take effect immediately and shall apply to taxa-\n   48  ble years beginning on and after January 1, 2012.\n\n   49                                   PART C\n\n   50    Section 1. Subdivision (a) of section 1210 of the tax law  is  amended\n   51  by adding a new paragraph 3-a to read as follows:\n   52    (3-A)  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW TO THE CONTRARY, A\n   53  COUNTY, MAY, BY LOCAL LAW, PROVIDE THAT THE TAXES IMPOSED,  PURSUANT  TO\n   54  THIS  SUBDIVISION,  BY SUCH COUNTY ON THE RETAIL SALE OR USE OF FUEL OIL\n\n       A. 2075                             5\n\n    1  AND COAL USED FOR BUSINESS PURPOSES, THE RETAIL SALE OR USE OF WOOD USED\n    2  FOR BUSINESS HEATING PURPOSES AND THE SALE, OTHER THAN  FOR  RESALE,  OF\n    3  PROPANE  (EXCEPT  WHEN  SOLD  IN  CONTAINERS  OF  LESS  THAN ONE HUNDRED\n    4  POUNDS),  NATURAL  GAS,  ELECTRICITY,  STEAM AND GAS, ELECTRIC AND STEAM\n    5  SERVICES USED FOR BUSINESS PURPOSES MAY BE IMPOSED AT A LOWER RATE  THAN\n    6  THE UNIFORM LOCAL RATE IMPOSED PURSUANT TO THE OPENING PARAGRAPH OF THIS\n    7  SECTION,  AS  LONG  AS  SUCH RATE IS ONE OF THE RATES AUTHORIZED BY SUCH\n    8  PARAGRAPH OR  SUCH  SALE  OR  USE  MAY  BE  EXEMPTED  FROM  SUCH  TAXES.\n    9  PROVIDED, HOWEVER, SUCH LOWER RATE SHALL APPLY TO ALL SUCH ENERGY SOURC-\n   10  ES  AND  SERVICES  AND  AT  THE  SAME  RATE AND NO SUCH EXEMPTION MAY BE\n   11  ENACTED UNLESS SUCH EXEMPTION APPLIES TO ALL  SUCH  ENERGY  SOURCES  AND\n   12  SERVICES.  THE PROVISIONS OF THIS PARAGRAPH SHALL NOT APPLY TO A SALE OR\n   13  USE OF (I) DIESEL MOTOR FUEL WHICH INVOLVES  A  DELIVERY  AT  A  FILLING\n   14  STATION  OR  INTO  A  REPOSITORY  WHICH IS EQUIPPED WITH A HOSE OR OTHER\n   15  APPARATUS BY WHICH SUCH FUEL CAN BE DISPENSED INTO THE FUEL  TANK  OF  A\n   16  MOTOR  VEHICLE AND (II) ENHANCED DIESEL MOTOR FUEL EXCEPT IN THE CASE OF\n   17  A SALE OR USE OF SUCH ENHANCED DIESEL MOTOR FUEL  USED  EXCLUSIVELY  FOR\n   18  BUSINESS  PURPOSES  WHICH  IS DELIVERED INTO A STORAGE TANK WHICH IS NOT\n   19  EQUIPPED WITH A HOSE OR OTHER  APPARATUS  BY  WHICH  SUCH  FUEL  CAN  BE\n   20  DISPENSED INTO THE FUEL TANK OF A MOTOR VEHICLE AND SUCH STORAGE TANK IS\n   21  ATTACHED TO THE HEATING UNIT BURNING SUCH FUEL.\n   22    S 2. This act shall take effect immediately.\n\n   23                                   PART D\n\n   24    Section  1.  Paragraph 2 of subdivision (f) of section 1137 of the tax\n   25  law, as amended by section 1 of part H of chapter  62  of  the  laws  of\n   26  2006, is amended to read as follows:\n   27    (2)  The  amount  of  the  credit  authorized by paragraph one of this\n   28  subdivision shall be [five] TEN percent of the amount of taxes and  fees\n   29  (but  not  including  any  penalty  or  interest thereon) required to be\n   30  reported on, and paid or paid over with, the  return  but  only  if  the\n   31  return  is filed on or before the filing due date, but not more than two\n   32  hundred FIFTY dollars[,] for each quarterly  or  longer  period,  except\n   33  that,  with  respect  to  returns  required to be filed for quarterly or\n   34  longer periods ending on or before the last day of February,  two  thou-\n   35  sand  seven, the amount of the credit shall be not more than one hundred\n   36  seventy-five dollars for each such quarterly or longer period.\n   37    S 2. This act shall take effect immediately; provided  that  this  act\n   38  shall  apply  only to returns required to be filed under section 1136 of\n   39  the tax law for quarterly periods which begin on or after  September  1,\n   40  2012  and  to  returns  for  longer periods and authorized annual return\n   41  periods required to be filed after September 1, 2012.\n\n   42                                   PART E\n\n   43    Section 1. The general municipal  law  is  amended  by  adding  a  new\n   44  section 959-c to read as follows:\n   45    S  959-C. RESEARCH AND DEVELOPMENT COMMERCIALIZATION ENTERPRISES.  (A)\n   46  FOR PURPOSES OF THIS SECTION, \"RESEARCH AND  DEVELOPMENT  COMMERCIALIZA-\n   47  TION ENTERPRISES\" SHALL MEAN ANY BUSINESS PRIMARILY ENGAGED IN RESEARCH,\n   48  OR  DEVELOPMENT  OF  A PRODUCT OR PRODUCTS AT A CENTER OF EXCELLENCE, AS\n   49  DEFINED IN SECTION THREE OF PART T OF CHAPTER EIGHTY-FOUR OF THE LAWS OF\n   50  TWO THOUSAND TWO, OR AT A GEN*NY*SIS CENTER AS ESTABLISHED  PURSUANT  TO\n   51  SECTION TWO HUNDRED NINE-R OF THE EXECUTIVE LAW.  A BUSINESS IS PRIMARI-\n   52  LY  ENGAGED  IN  RESEARCH,  OR DEVELOPMENT OF A PRODUCT OR PRODUCTS AT A\n\n       A. 2075                             6\n\n    1  CENTER FOR EXCELLENCE, OR AT A GEN*NY*SIS CENTER IF  EIGHTY  PERCENT  OR\n    2  MORE OF ITS PROPERTY IN NEW YORK IS UTILIZED FOR SUCH PURPOSES.\n    3    (B)  THE  COMMISSIONER OF ECONOMIC DEVELOPMENT SHALL SERVE AS THE SOLE\n    4  CERTIFICATION OFFICER FOR BUSINESSES SEEKING CERTIFICATION  AS  RESEARCH\n    5  AND  DEVELOPMENT  COMMERCIALIZATION  ENTERPRISES.    THE COMMISSIONER OF\n    6  ECONOMIC DEVELOPMENT, SHALL PROMULGATE REGULATIONS GOVERNING (I)  CRITE-\n    7  RIA  OF  ELIGIBILITY FOR DESIGNATION OF RESEARCH AND DEVELOPMENT COMMER-\n    8  CIALIZATION ENTERPRISES, (II) THE APPLICATION  PROCESS,  AND  (III)  THE\n    9  CERTIFICATION  BY  THE  COMMISSIONER  OF  ECONOMIC DEVELOPMENT AS TO THE\n   10  ELIGIBILITY OF BUSINESS ENTERPRISES FOR BENEFITS REFERRED TO IN  SECTION\n   11  NINE HUNDRED SIXTY-SIX OF THIS ARTICLE. A BUSINESS SO CERTIFIED SHALL BE\n   12  DEEMED TO BE ELIGIBLE FOR SUCH BENEFITS AS IF SUCH BUSINESS WERE LOCATED\n   13  IN  AN INVESTMENT ZONE AS DEFINED IN PARAGRAPH (I) OF SUBDIVISION (D) OF\n   14  SECTION NINE HUNDRED FIFTY-SEVEN OF THIS ARTICLE. NO SUCH  CERTIFICATION\n   15  SHALL BE MADE AFTER DECEMBER THIRTY-FIRST, TWO THOUSAND FOURTEEN.\n   16    (C) SUCH ENTERPRISE SHALL BE EXEMPT FROM THE REQUIREMENTS OF PARAGRAPH\n   17  (III)  OF  SUBDIVISION (A) OF SECTION NINE HUNDRED FIFTY-EIGHT, SECTIONS\n   18  NINE  HUNDRED  SIXTY-ONE,  NINE  HUNDRED  SIXTY-TWO  AND  NINE   HUNDRED\n   19  SIXTY-THREE OF THIS ARTICLE.\n   20    S  2. Section 14 of the tax law is amended by adding a new subdivision\n   21  (o) to read as follows:\n   22    (O) RESEARCH AND DEVELOPMENT COMMERCIALIZATION ENTERPRISES. IN  DETER-\n   23  MINING  TAX  BENEFITS  UNDER  THIS  CHAPTER FOR RESEARCH AND DEVELOPMENT\n   24  COMMERCIALIZATION ENTERPRISES CERTIFIED UNDER ARTICLE EIGHTEEN-B OF  THE\n   25  GENERAL  MUNICIPAL LAW, REFERENCES IN THIS SECTION AND OTHER SECTIONS IN\n   26  THIS CHAPTER RELATING TO QUALIFIED EMPIRE ZONE  ENTERPRISES  AND  EMPIRE\n   27  ZONE  BENEFITS  TO  \"AN  EMPIRE ZONE\", \"THE EMPIRE ZONE\" AND \"THE EMPIRE\n   28  ZONES\" SHALL BE READ AS REFERENCES TO \"NEW YORK STATE\", AND ANY TESTS OR\n   29  MEASUREMENTS RELATING TO EMPLOYMENT FOR PURPOSES OF EMPIRE ZONE BENEFITS\n   30  UNDER THIS CHAPTER SHALL BE CALCULATED WITH RESPECT TO EMPLOYMENT WITHIN\n   31  THE ENTIRE STATE, AND REFERENCES TO \"QEZES\" SHALL BE READ  AS  INCLUDING\n   32  REFERENCES  TO  SUCH  RESEARCH  AND DEVELOPMENT COMMERCIALIZATION ENTER-\n   33  PRISES THAT MEET THE EMPLOYMENT TEST IN THIS SECTION.  FOR  PURPOSES  OF\n   34  TAX  REDUCTION CREDIT ALLOWED UNDER SECTION SIXTEEN OF THIS ARTICLE, FOR\n   35  RESEARCH AND DEVELOPMENT COMMERCIALIZATION ENTERPRISES, THE  ZONE  ALLO-\n   36  CATION FACTOR SHALL BE ONE HUNDRED PERCENT.\n   37    S 3. Subdivision (j) of section 14 of the tax law is amended by adding\n   38  a new paragraph 6 to read as follows:\n   39    (6)  NOTWITHSTANDING  ANY  OTHER PROVISION OF THIS SECTION, A BUSINESS\n   40  ENTERPRISE WHICH IS APPROVED BY THE COMMISSIONER OF ECONOMIC DEVELOPMENT\n   41  AS THE OWNER OF A RESEARCH AND DEVELOPMENT COMMERCIALIZATION  ENTERPRISE\n   42  PURSUANT  TO  SECTION NINE HUNDRED FIFTY-NINE-C OF THE GENERAL MUNICIPAL\n   43  LAW SHALL BE DEEMED TO BE A NEW BUSINESS UNDER THIS SECTION.   PROVIDED,\n   44  HOWEVER, TO BE DEEMED A NEW BUSINESS UNDER THIS PARAGRAPH, SUCH BUSINESS\n   45  ENTERPRISE SHALL HAVE RECEIVED CERTIFICATION UNDER ARTICLE EIGHTEEN-B OF\n   46  THE  GENERAL  BUSINESS  LAW BY DECEMBER THIRTY-FIRST, TWO THOUSAND FOUR-\n   47  TEEN.\n   48    S 4. This act shall take effect immediately.\n\n   49                                   PART F\n\n   50    Section 1. Subparagraph 1 of paragraph (g) of subdivision 1 of section\n   51  210 of the tax law, as amended by section 4 of part AA-1 of  chapter  57\n   52  of the laws of 2008, is amended to read as follows:\n   53    (1)  General. The amount prescribed by this paragraph shall be, in the\n   54  case of each New York S corporation,  (i)  the  higher  of  the  amounts\n\n       A. 2075                             7\n\n    1  prescribed in paragraphs (a) and (d) of this subdivision (other than the\n    2  amount  prescribed in the final clause of subparagraph one of that para-\n    3  graph (d)) (ii)  reduced  by  the  article  twenty-two  tax  equivalent;\n    4  provided,  however,  that  the  amount thus determined shall not be less\n    5  than the lowest of the amounts prescribed in subparagraph  one  of  that\n    6  paragraph  (d)  (applying  the  provisions of subparagraph three of that\n    7  paragraph  as  necessary).  Provided,   however,   notwithstanding   any\n    8  provision  of this paragraph, in taxable years beginning in two thousand\n    9  three and before two thousand eight, the amount prescribed by this para-\n   10  graph shall be the amount prescribed in subparagraph one of  that  para-\n   11  graph  (d)  (applying the provisions of subparagraph three of that para-\n   12  graph as necessary) and applying the calculation of that amount  in  the\n   13  case  of  a  termination  year as set forth in subparagraph four of this\n   14  paragraph as necessary. In taxable years beginning in two thousand eight\n   15  [and thereafter] AND TWO THOUSAND ELEVEN, the amount prescribed by  this\n   16  paragraph  is  the  amount prescribed in subparagraph four of that para-\n   17  graph (d) (applying the provisions of subparagraph three of  that  para-\n   18  graph  as  necessary) and applying the calculation of that amount in the\n   19  case of a termination year as set forth in  subparagraph  four  of  this\n   20  paragraph  as  necessary.    PROVIDED  FURTHER,  AND NOTWITHSTANDING ANY\n   21  PROVISION OF THIS PARAGRAPH, IN TAXABLE YEARS BEGINNING IN AND AFTER TWO\n   22  THOUSAND TWELVE, THE AMOUNT PRESCRIBED BY  THIS  PARAGRAPH  SHALL  EQUAL\n   23  ZERO,  BUT  THE PROVISIONS OF THIS PARAGRAPH SHALL HAVE NO EFFECT ON THE\n   24  AMOUNT PRESCRIBED BY THE ARTICLE TWENTY-TWO TAX EQUIVALENT.\n   25    S 2. This act shall take effect immediately and shall apply to taxable\n   26  years beginning on or after January 1, 2012.\n\n   27                                   PART G\n\n   28    Section 1. Subdivision (a) of section 1115 of the tax law  is  amended\n   29  by adding a new paragraph 44 to read as follows:\n   30    (44) EQUIPMENT WITH A PURCHASE PRICE OF FIVE HUNDRED DOLLARS OR GREAT-\n   31  ER  PURCHASED  BY  ANY  COMPANY LOCATED IN AN INCUBATOR FACILITY THAT IS\n   32  ASSOCIATED WITH A COLLEGE, AS DEFINED IN SUBDIVISION TWO OF SECTION  TWO\n   33  OF  THE  EDUCATION  LAW,  OR AN INCUBATOR FACILITY THAT IS FUNDED BY THE\n   34  STATE. SUCH EQUIPMENT MUST BE USED  DIRECTLY  AND  PREDOMINANTLY  WITHIN\n   35  SUCH AFOREMENTIONED INCUBATOR FACILITY.\n   36    S  2. This act shall take effect on the first day of a sales tax quar-\n   37  terly period, as such period is described in subdivision (b) of  section\n   38  1136  of the tax law, beginning at least 45 days after the date on which\n   39  this act shall have become a law and shall apply to  sales  made  on  or\n   40  after such date although rendered or made under prior contract.\n\n   41                                   PART H\n\n   42    Section  1.  Section  210  of  the  tax law is amended by adding a new\n   43  subdivision 43 to read as follows:\n   44    43. SMALL BUSINESS ELECTRIC ENERGY TAX CREDIT. (A) A TAXPAYER THAT  IS\n   45  ELIGIBLE UNDER THE LIMITATIONS SPECIFIED IN PARAGRAPH (B) OF THIS SUBDI-\n   46  VISION  SHALL  BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTI-\n   47  CLE.  THE AMOUNT OF THE CREDIT SHALL BE EQUAL  TO  THE  PRODUCT  OF  TWO\n   48  CENTS  PER  KILOWATT  HOUR FOR ALL BUSINESS RELATED ELECTRICITY USAGE AT\n   49  THE TAXPAYER'S PRIMARY BUSINESS LOCATION.\n   50    (B) AN ELIGIBLE TAXPAYER SHALL:\n   51    (I) HAVE NO MORE THAN TWENTY FULL TIME  EQUIVALENT  EMPLOYEES  IN  NEW\n   52  YORK STATE, INCLUDING ANY RELATED MEMBERS OR AFFILIATES;\n\n       A. 2075                             8\n\n    1    (II)  NOT  BE  A SOLE-PROPRIETORSHIP IF SUCH SOLE-PROPRIETOR'S PRIMARY\n    2  BUSINESS LOCATION IS SITED IN OR PART OF SUCH SOLE-PROPRIETOR'S PLACE OF\n    3  RESIDENCE;\n    4    (III)  NOT  BE CERTIFIED PURSUANT TO ARTICLE EIGHTEEN-B OF THE GENERAL\n    5  MUNICIPAL LAW; AND\n    6    (IV) NOT BE RECEIVING ANY ALLOCATION OR AWARD PURSUANT TO ANY  PROGRAM\n    7  AUTHORIZED UNDER ARTICLE SIX OF THE ECONOMIC DEVELOPMENT LAW.\n    8    (C)  (I)  THE TERM \"BUSINESS RELATED ELECTRICITY USAGE\" SHALL REFER TO\n    9  ELECTRICAL POWER USAGE USED AFTER THE EFFECTIVE DATE OF THIS SUBDIVISION\n   10  TO FURTHER THE ECONOMIC ACTIVITY OF THE TAXPAYER AT THE PRIMARY BUSINESS\n   11  LOCATION THAT IS CLEARLY DELIMITED  FROM  ANY  SHARED  ELECTRICAL  POWER\n   12  USAGE COST.\n   13    (II) THE TERM \"PRIMARY BUSINESS LOCATION\" SHALL MEAN THE PHYSICAL SITE\n   14  OF  THE  TAXPAYER WITHIN THE STATE OF NEW YORK WHERE THE MAJORITY OF THE\n   15  TAXPAYER'S ECONOMIC ACTIVITY IS GENERATED OR COORDINATED THROUGH.\n   16    (III) THE TERM \"RELATED MEMBERS\" SHALL HAVE THE SAME  MEANING  AS  SET\n   17  FORTH  IN  CLAUSES  (A)  AND (B) OF SUBPARAGRAPH ONE OF PARAGRAPH (O) OF\n   18  SUBDIVISION NINE OF SECTION  TWO  HUNDRED  EIGHT  OF  THIS  ARTICLE,  AS\n   19  AMENDED  BY  SECTION  ONE OF PART M OF CHAPTER SIX HUNDRED EIGHTY-SIX OF\n   20  THE LAWS OF TWO THOUSAND THREE, AND THE  TERM  \"AFFILIATES\"  SHALL  MEAN\n   21  THOSE  CORPORATIONS  THAT  ARE  MEMBERS OF THE SAME AFFILIATED GROUP (AS\n   22  DEFINED IN SECTION FIFTEEN HUNDRED FOUR OF THE INTERNAL REVENUE CODE) AS\n   23  THE TAXPAYER.\n   24    (D) THE ELIGIBLE USAGE LEVEL SHALL BE THE TOTAL KILOWATT HOUR USAGE OF\n   25  THE TAXPAYER FOR BUSINESS RELATED ELECTRICITY USAGE DURING  THE  TAXPAY-\n   26  ER'S TAXABLE YEAR AS VERIFIED THROUGH BILLS OR OTHER FORM OF USAGE CHART\n   27  PROVIDED  TO  THE  TAXPAYER  BY THE TAXPAYER'S ELECTRICITY POWER SERVICE\n   28  PROVIDER.\n   29    (E) THE CREDIT ALLOWED UNDER THIS SUBDIVISION  FOR  ANY  TAXABLE  YEAR\n   30  SHALL  NOT  REDUCE  THE TAX DUE FOR SUCH YEAR TO LESS THAN THE HIGHER OF\n   31  THE AMOUNTS PRESCRIBED IN PARAGRAPHS (C) AND (D) OF SUBDIVISION  ONE  OF\n   32  THIS SECTION. HOWEVER, IF THE AMOUNT OF CREDIT ALLOWED UNDER THIS SUBDI-\n   33  VISION  FOR  ANY TAXABLE YEAR REDUCES THE TAX TO SUCH AMOUNT, ANY AMOUNT\n   34  OF CREDIT NOT DEDUCTIBLE IN SUCH TAXABLE YEAR SHALL  BE  TREATED  AS  AN\n   35  OVERPAYMENT  OF  TAX  TO  BE CREDITED OR REFUNDED IN ACCORDANCE WITH THE\n   36  PROVISIONS OF SECTION ONE THOUSAND EIGHTY-SIX OF THIS CHAPTER. PROVIDED,\n   37  HOWEVER, THE PROVISIONS OF SUBSECTION (C) OF SECTION ONE THOUSAND EIGHT-\n   38  Y-EIGHT OF THIS CHAPTER NOTWITHSTANDING, NO INTEREST SHALL BE PAID THER-\n   39  EON.\n   40    S 2. Section 606 of the tax law is amended by adding a new  subsection\n   41  (aaa) to read as follows:\n   42    (AAA)  SMALL  BUSINESS ELECTRIC ENERGY TAX CREDIT. (1) A TAXPAYER THAT\n   43  IS ELIGIBLE UNDER THE LIMITATIONS SPECIFIED IN  PARAGRAPH  TWO  OF  THIS\n   44  SUBSECTION  SHALL  BE  ALLOWED  A CREDIT AGAINST THE TAX IMPOSED BY THIS\n   45  ARTICLE. THE AMOUNT OF THE CREDIT SHALL BE EQUAL TO THE PRODUCT (OR  PRO\n   46  RATA SHARE OF THE PRODUCT IN THE CASE OF A PARTNERSHIP) OF TWO CENTS PER\n   47  KILOWATT  HOUR FOR ALL BUSINESS RELATED ELECTRICITY USAGE AT THE TAXPAY-\n   48  ER'S PRIMARY BUSINESS LOCATION.\n   49    (2) AN ELIGIBLE TAXPAYER SHALL:\n   50    (I) HAVE NO MORE THAN TWENTY FULL TIME  EQUIVALENT  EMPLOYEES  IN  NEW\n   51  YORK STATE, INCLUDING ANY RELATED MEMBERS OR AFFILIATES;\n   52    (II)  SHALL  NOT  BE  A  SOLE-PROPRIETORSHIP IF SUCH SOLE-PROPRIETOR'S\n   53  PRIMARY BUSINESS LOCATION IS SITED IN OR PART OF SUCH  SOLE-PROPRIETOR'S\n   54  PLACE OF RESIDENCE;\n   55    (III)  NOT  BE CERTIFIED PURSUANT TO ARTICLE EIGHTEEN-B OF THE GENERAL\n   56  MUNICIPAL LAW; AND\n\n       A. 2075                             9\n\n    1    (IV) NOT BE RECEIVING ANY ALLOCATION OR AWARD PURSUANT TO ANY  PROGRAM\n    2  AUTHORIZED UNDER ARTICLE SIX OF THE ECONOMIC DEVELOPMENT LAW.\n    3    (3)  (I)  THE TERM \"BUSINESS RELATED ELECTRICITY USAGE\" SHALL REFER TO\n    4  ELECTRICAL POWER USAGE USED AFTER THE EFFECTIVE DATE OF THIS  SUBSECTION\n    5  TO FURTHER THE ECONOMIC ACTIVITY OF THE TAXPAYER AT THE PRIMARY BUSINESS\n    6  LOCATION  THAT  IS  CLEARLY  DELIMITED  FROM ANY SHARED ELECTRICAL POWER\n    7  USAGE COST.\n    8    (II) THE TERM \"PRIMARY BUSINESS LOCATION\" SHALL MEAN THE PHYSICAL SITE\n    9  OF THE TAXPAYER WITHIN THE STATE OF NEW YORK WHERE THE MAJORITY  OF  THE\n   10  TAXPAYER'S ECONOMIC ACTIVITY IS GENERATED OR COORDINATED THROUGH.\n   11    (III)  THE  TERM  \"RELATED MEMBERS\" SHALL HAVE THE SAME MEANING AS SET\n   12  FORTH IN CLAUSES (A) AND (B) OF SUBPARAGRAPH ONE  OF  PARAGRAPH  (O)  OF\n   13  SUBDIVISION  NINE  OF  SECTION  TWO  HUNDRED  EIGHT  OF THIS CHAPTER, AS\n   14  AMENDED BY SECTION ONE OF PART M OF CHAPTER SIX  HUNDRED  EIGHTY-SIX  OF\n   15  THE  LAWS  OF  TWO  THOUSAND THREE, AND THE TERM \"AFFILIATES\" SHALL MEAN\n   16  THOSE CORPORATIONS THAT ARE MEMBERS OF THE  SAME  AFFILIATED  GROUP  (AS\n   17  DEFINED IN SECTION FIFTEEN HUNDRED FOUR OF THE INTERNAL REVENUE CODE) AS\n   18  THE TAXPAYER.\n   19    (4) THE ELIGIBLE USAGE LEVEL SHALL BE THE TOTAL KILOWATT HOUR USAGE OF\n   20  THE  TAXPAYER  FOR BUSINESS RELATED ELECTRICITY USAGE DURING THE TAXPAY-\n   21  ER'S TAXABLE YEAR AS VERIFIED THROUGH BILLS OR OTHER FORM OF USAGE CHART\n   22  PROVIDED TO THE TAXPAYER BY THE  TAXPAYER'S  ELECTRICITY  POWER  SERVICE\n   23  PROVIDER.\n   24    (5)  IF  THE  AMOUNT  OF  CREDIT ALLOWED UNDER THIS SUBSECTION FOR ANY\n   25  TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR,  THE  EXCESS\n   26  SHALL  BE TREATED AS AN OVERPAYMENT OF TAX TO BE CREDITED OR REFUNDED IN\n   27  ACCORDANCE WITH THE PROVISIONS OF SECTION SIX HUNDRED EIGHTY-SIX OF THIS\n   28  ARTICLE, PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE PAID THEREON.\n   29    S 3. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   30  of  the  tax  law  is amended by adding a new clause (xxxiii) to read as\n   31  follows:\n\n   32  (XXXIII) SMALL BUSINESS ELECTRICITY  QUALIFYING ELECTRICITY USAGE\n   33  ENERGY CREDIT                        UNDER SUBDIVISION FORTY-THREE\n   34  UNDER SUBSECTION (AAA)               OF SECTION TWO HUNDRED TEN\n\n   35    S 4. This act shall take effect immediately and shall apply to taxable\n   36  years beginning on or after January 1, 2012.\n\n   37                                   PART I\n\n   38    Section 1. Subdivision (d) of section 301-b of the tax law, as amended\n   39  by section 2 of part H of chapter 407 of the laws of 1999,  subparagraph\n   40  (C)  of  paragraph  2 as amended by section 1 of part X of chapter 63 of\n   41  the laws of 2000, is amended to read as follows:\n   42    (d) Sales to consumers for heating purposes.  [(1)  Total  residential\n   43  heating]  HEATING  exemption. (A) Unenhanced diesel motor fuel sold by a\n   44  petroleum business registered under article twelve-A of this chapter  as\n   45  a distributor of diesel motor fuel or residual petroleum product sold by\n   46  a  petroleum business registered under this article as a residual petro-\n   47  leum product business to  the  consumer  exclusively  for  [residential]\n   48  heating purposes.\n   49    (B) Enhanced diesel motor fuel sold by a petroleum business registered\n   50  under  article twelve-A of this chapter as a distributor of diesel motor\n   51  fuel to the consumer exclusively for [residential] heating purposes  but\n   52  only if such enhanced diesel motor fuel is delivered into a storage tank\n\n       A. 2075                            10\n\n    1  which  is not equipped with a hose or other apparatus by which such fuel\n    2  can be dispensed into the fuel tank of a motor vehicle and such  storage\n    3  tank  is  attached to the heating unit burning such fuel, provided, that\n    4  with  respect  to  each  delivery  of  such fuel over four thousand five\n    5  hundred gallons, to obtain this exemption  there  shall  be  required  a\n    6  certificate  signed  by  the  purchaser stating that the product will be\n    7  used exclusively for [residential] heating purposes.\n    8    [(2) Partial non-residential heating exemption. (A) Unenhanced  diesel\n    9  motor  fuel  sold  by  a  petroleum  business  registered  under article\n   10  twelve-A of this chapter as a distributor of diesel motor fuel or  resi-\n   11  dual  petroleum  product  sold  by a petroleum business registered under\n   12  this article as a residual petroleum product business  to  the  consumer\n   13  exclusively for heating, other than residential heating purposes.\n   14    (B) Enhanced diesel motor fuel sold by a petroleum business registered\n   15  under  article twelve-A of this chapter as a distributor of diesel motor\n   16  fuel to the consumer exclusively for  heating,  other  than  residential\n   17  heating  purposes, but only if such enhanced diesel motor fuel is deliv-\n   18  ered into a storage tank which is not equipped  with  a  hose  or  other\n   19  apparatus  by  which  such fuel can be dispensed into the fuel tank of a\n   20  motor vehicle and such storage tank is  attached  to  the  heating  unit\n   21  burning  such fuel, provided, that with respect to each delivery of such\n   22  fuel over four thousand five hundred gallons, to obtain  this  exemption\n   23  there  shall  be  required a certificate signed by the purchaser stating\n   24  that the product will be used exclusively for heating, other than  resi-\n   25  dential heating purposes.\n   26    (C)  Calculation  of  partial  exemption.  Notwithstanding  any  other\n   27  provision of this article, commencing April first, two thousand one  and\n   28  ending  August thirty-first, two thousand two, the amount of the partial\n   29  exemption under this paragraph shall be determined  by  multiplying  the\n   30  quantity  of  diesel  motor fuel and residual petroleum product eligible\n   31  for the exemption times the sum of the then current rate of the  supple-\n   32  mental  tax  imposed  by section three hundred one-j of this article and\n   33  twenty percent of the then current rate of the tax  imposed  by  section\n   34  three hundred one-a of this article, with respect to the specific diesel\n   35  motor  fuel  or residual petroleum product rate, as the case may be, and\n   36  commencing September first, two thousand two, the amount of the  partial\n   37  exemption  under  this  paragraph shall be determined by multiplying the\n   38  quantity of diesel motor fuel and residual  petroleum  product  eligible\n   39  for  the exemption times the sum of the then current rate of the supple-\n   40  mental tax imposed by section three hundred one-j of  this  article  and\n   41  forty-six percent of the then current rate of the tax imposed by section\n   42  three hundred one-a of this article, with respect to the specific diesel\n   43  motor fuel or residual petroleum product rate, as the case may be.]\n   44    S  2.  Subdivision  (a) of section 301-c of the tax law, as amended by\n   45  section 4 of part H of chapter 407 of the laws of 1999 and  subparagraph\n   46  (B)  of  paragraph  2 as amended by section 2 of part X of chapter 63 of\n   47  the laws of 2000, is amended to read as follows:\n   48    (a) Diesel motor fuel used for heating purposes. [(1)] Total [residen-\n   49  tial] heating reimbursement. Diesel motor fuel purchased in  this  state\n   50  and  sold by such purchaser to a consumer for use exclusively for [resi-\n   51  dential] heating purposes but only where (i) such diesel motor  fuel  is\n   52  delivered into a storage tank which is not equipped with a hose or other\n   53  apparatus  by  which  such fuel can be dispensed into the fuel tank of a\n   54  motor vehicle and such storage tank is  attached  to  the  heating  unit\n   55  burning  such  fuel,  (ii)  the tax imposed pursuant to this article has\n   56  been paid with respect to such diesel motor fuel and the  entire  amount\n\n       A. 2075                            11\n\n    1  of such tax has been absorbed by such purchaser, and (iii) such purchas-\n    2  er possesses documentary proof satisfactory to the commissioner evidenc-\n    3  ing  the absorption by it of the entire amount of the tax imposed pursu-\n    4  ant  to  this  article.  Provided,  however,  that  the  commissioner is\n    5  authorized, in the event that the commissioner determines that it  would\n    6  not  threaten the integrity of the administration and enforcement of the\n    7  tax imposed by this article, to provide a reimbursement with respect  to\n    8  a  retail  sale to a consumer for [residential] heating purposes of less\n    9  than ten gallons  of  diesel  motor  fuel  provided  such  fuel  is  not\n   10  dispensed into the tank of a motor vehicle. Provided, further, that with\n   11  respect  to  each  delivery  of  enhanced diesel motor fuel of over four\n   12  thousand five hundred gallons, to obtain this reimbursement there  shall\n   13  be  required a certificate signed by the consumer stating that the prod-\n   14  uct will be used exclusively for [residential] heating purposes.\n   15    [(2) Partial non-residential heating reimbursement. (A)  Diesel  motor\n   16  fuel  purchased  in  this state and sold by such purchaser to a consumer\n   17  for use exclusively for heating,  other  than  for  residential  heating\n   18  purposes,  but only where (i) such diesel motor fuel is delivered into a\n   19  storage tank which is not equipped with a hose  or  other  apparatus  by\n   20  which  such  fuel can be dispensed into the fuel tank of a motor vehicle\n   21  and such storage tank is attached to the heating unit burning such fuel,\n   22  (ii) the tax imposed pursuant to this article has been paid with respect\n   23  to such diesel motor fuel and the entire amount of  such  tax  has  been\n   24  absorbed  by such purchaser, and (iii) such purchaser possesses documen-\n   25  tary proof satisfactory to the commissioner evidencing the absorption by\n   26  it of the entire amount of the tax imposed  pursuant  to  this  article.\n   27  Provided, however, that with respect to each delivery of enhanced diesel\n   28  motor  fuel  of  over four thousand five hundred gallons, to obtain this\n   29  reimbursement there shall  be  required  a  certificate  signed  by  the\n   30  consumer  stating that the product will be used exclusively for heating,\n   31  other than for residential heating purposes.\n   32    (B) Calculation of partial reimbursement.  Notwithstanding  any  other\n   33  provision  of this article, commencing April first, two thousand one and\n   34  ending  August  thirty-first,  two  thousand  two,  the  amount  of  the\n   35  reimbursement  under  this  paragraph shall be determined by multiplying\n   36  the quantity of diesel motor fuel eligible for the  reimbursement  times\n   37  the  sum  of  the  then  current rate of the supplemental tax imposed by\n   38  section three hundred one-j of this article and twenty  percent  of  the\n   39  then  current  rate of the tax imposed by section three hundred one-a of\n   40  this article, with respect to the specific diesel motor  fuel  rate,  as\n   41  the  case  may be, and commencing September first, two thousand two, the\n   42  amount of the reimbursement under this paragraph shall be determined  by\n   43  multiplying   the  quantity  of  diesel  motor  fuel  eligible  for  the\n   44  reimbursement times the sum of the then current rate of the supplemental\n   45  tax imposed by section three hundred one-j of this article and forty-six\n   46  percent of the then current rate of the tax  imposed  by  section  three\n   47  hundred one-a of this article, with respect to the specific diesel motor\n   48  fuel rate, as the case may be.]\n   49    S 3. This act shall take effect on the one hundred eightieth day after\n   50  it shall have become a law.\n\n   51                                   PART J\n\n   52    Section  1.  Section  210  of  the  tax law is amended by adding a new\n   53  subdivision 22-b to read as follows:\n\n       A. 2075                            12\n\n    1    22-B. CREDIT FOR ON-THE-JOB TRAINING. (A) GENERAL. A TAXPAYER, WHO HAS\n    2  ONE HUNDRED EMPLOYEES OR LESS, SHALL BE ALLOWED A CREDIT, TO BE COMPUTED\n    3  AS HEREINAFTER PROVIDED, AGAINST THE TAX IMPOSED BY  THIS  ARTICLE,  FOR\n    4  PROVIDING ON-THE-JOB TRAINING TO AN EMPLOYEE.\n    5    (B)  ON-THE-JOB  TRAINING.    ON-THE-JOB  TRAINING SHALL MEAN TRAINING\n    6  WHICH IS SPECIFIED IN AN AGREEMENT BETWEEN THE GRANTEE AND THE  EMPLOYER\n    7  AND INCLUDES BOTH WORK EXPERIENCE AND TRAINING, FORMALIZED IN AN OUTLINE\n    8  DEFINING EACH TRAINING COMPONENT AND OUTCOMES OF THE TRAINING PROCESS.\n    9    (C) ON-THE-JOB TRAINING EXPENDITURES. ON-THE-JOB TRAINING EXPENDITURES\n   10  SHALL  INCLUDE  EXPENDITURES  FOR  THE  PURCHASE OF EITHER COMMERCIAL OR\n   11  CUSTOMIZED INSTRUCTIONAL MATERIALS INCLUDING SOFTWARE, TEXTS, MANUALS OR\n   12  EQUIPMENT THAT CAN BE USED TO SIMULATE JOB TASKS; PAYMENTS  TO  CONSULT-\n   13  ANTS,  TRAINERS,  OR  INSTRUCTORS WHO ARE NOT EMPLOYEES OF THE FIRM; AND\n   14  COSTS ASSOCIATED WITH THE USE, RENTAL, OR LEASE OF A CLASSROOM OR  OTHER\n   15  DEDICATED SPACE FOR THE TRAINING.\n   16    (D)  AMOUNT  OF  CREDIT.  A  CREDIT SHALL BE ALLOWED FOR THE AMOUNT OF\n   17  ON-THE-JOB TRAINING EXPENDITURES INCURRED BY AN EMPLOYER. THE AMOUNT  OF\n   18  CREDIT SHALL NOT EXCEED THREE HUNDRED DOLLARS PER EMPLOYEE FOR WHOM SUCH\n   19  TRAINING HAS BEEN PROVIDED DURING THE TAXABLE YEAR IN WHICH SUCH EXPEND-\n   20  ITURES WERE MADE.\n   21    (E) CARRYOVER. THE CREDIT ALLOWED UNDER THIS SUBDIVISION FOR ANY TAXA-\n   22  BLE  YEAR  SHALL  NOT  REDUCE THE TAX DUE FOR SUCH YEAR TO LESS THAN THE\n   23  HIGHER OF THE AMOUNTS PRESCRIBED IN PARAGRAPHS (C) AND (D)  OF  SUBDIVI-\n   24  SION  ONE  OF  THIS  SECTION. PROVIDED, HOWEVER, IF THE AMOUNT OF CREDIT\n   25  ALLOWABLE UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE TAX TO\n   26  SUCH AMOUNT, ANY AMOUNT OF CREDIT NOT DEDUCTIBLE IN  SUCH  TAXABLE  YEAR\n   27  MAY  BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS, AND MAY BE DEDUCTED\n   28  FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   29    S 2. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   30  of  the  tax  law  is  amended by adding a new clause (xxxiv) to read as\n   31  follows:\n\n   32  (XXXIV) CREDIT FOR                   COSTS UNDER SUBDIVISION\n   33  ON-THE-JOB                           TWENTY-TWO-B OF\n   34  TRAINING UNDER SUBSECTION (BBB)      SECTION TWO\n   35                                       HUNDRED TEN\n   36    S 3. Section 606 of the tax law is amended by adding a new  subsection\n   37  (bbb) to read as follows:\n   38    (BBB)  CREDIT  FOR  ON-THE-JOB TRAINING. (1) GENERAL.  A TAXPAYER, WHO\n   39  HAS ONE HUNDRED EMPLOYEES OR LESS, SHALL BE  ALLOWED  A  CREDIT,  TO  BE\n   40  COMPUTED  AS HEREINAFTER PROVIDED, AGAINST THE TAX IMPOSED BY THIS ARTI-\n   41  CLE, FOR PROVIDING ON-THE-JOB TRAINING TO AN EMPLOYEE.\n   42    (2) ON-THE-JOB TRAINING.   ON-THE-JOB  TRAINING  SHALL  MEAN  TRAINING\n   43  WHICH  IS SPECIFIED IN AN AGREEMENT BETWEEN THE GRANTEE AND THE EMPLOYER\n   44  AND INCLUDES BOTH WORK EXPERIENCE AND TRAINING, FORMALIZED IN AN OUTLINE\n   45  DEFINING EACH TRAINING COMPONENT AND OUTCOMES OF THE TRAINING PROCESS.\n   46    (3) ON-THE-JOB TRAINING EXPENDITURES. ON-THE-JOB TRAINING EXPENDITURES\n   47  SHALL INCLUDE EXPENDITURES FOR THE  PURCHASE  OF  EITHER  COMMERCIAL  OR\n   48  CUSTOMIZED INSTRUCTIONAL MATERIALS INCLUDING SOFTWARE, TEXTS, MANUALS OR\n   49  EQUIPMENT  THAT  CAN BE USED TO SIMULATE JOB TASKS; PAYMENTS TO CONSULT-\n   50  ANTS, TRAINERS, OR INSTRUCTORS WHO ARE NOT EMPLOYEES OF  THE  FIRM;  AND\n   51  COSTS  ASSOCIATED WITH THE USE, RENTAL, OR LEASE OF A CLASSROOM OR OTHER\n   52  DEDICATED SPACE FOR THE TRAINING.\n   53    (4) AMOUNT OF CREDIT. A CREDIT SHALL BE  ALLOWED  FOR  THE  AMOUNT  OF\n   54  ON-THE-JOB  TRAINING EXPENDITURES INCURRED BY AN EMPLOYER. THE AMOUNT OF\n\n       A. 2075                            13\n\n    1  CREDIT SHALL NOT EXCEED THREE HUNDRED DOLLARS PER EMPLOYEE FOR WHOM SUCH\n    2  TRAINING HAS BEEN PROVIDED DURING THE TAXABLE YEAR IN WHICH SUCH EXPEND-\n    3  ITURES WERE MADE.\n    4    (5) CARRYOVER. IF THE AMOUNT OF CREDIT ALLOWABLE UNDER THIS SUBSECTION\n    5  FOR  ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH TAX YEAR,\n    6  THE EXCESS MAY BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS,  AND  MAY\n    7  BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n    8    S 4. This act shall take effect immediately and shall apply to taxable\n    9  years  beginning  on  and after the first of January next succeeding the\n   10  date on which it shall have become a law.\n\n   11                                   PART K\n\n   12    Section 1. Subdivision 3 of section 425 of the real property tax  law,\n   13  as  added  by  section  1  of part B of chapter 389 of the laws of 1997,\n   14  paragraph (a) as amended by chapter 264 of the laws of  2000,  paragraph\n   15  (b-1)  as  added  by  section  1 of part FF of chapter 57 of the laws of\n   16  2010, paragraph (d) as added by chapter 443 of the laws of  2003,  para-\n   17  graph  (e)  as added by section 2 of part W of chapter 57 of the laws of\n   18  2008, is amended to read as follows:\n   19    3.  Eligibility  requirements.  (a)  Property  use.  To  qualify   for\n   20  exemption  pursuant  to this section, the property must be a one, two or\n   21  three family residence, a farm dwelling, A SMALL BUSINESS or residential\n   22  property held in condominium or cooperative form of  ownership.  If  the\n   23  property is not an eligible type of property, but a portion of the prop-\n   24  erty is partially used by the owner as a primary residence, that portion\n   25  which  is  so  used  shall be entitled to the exemption provided by this\n   26  section; provided that in  no  event  shall  the  exemption  exceed  the\n   27  assessed value attributable to that portion.\n   28    (b)  Primary  residence.  The property must serve as the primary resi-\n   29  dence of one or more of the owners  thereof,  UNLESS  SUCH  PROPERTY  IS\n   30  OWNED  BY  A SMALL BUSINESS AS DEFINED IN PARAGRAPH (F) OF THIS SUBDIVI-\n   31  SION.\n   32    (b-1) Income. For final assessment rolls to be used for  the  levy  of\n   33  taxes  for  the  two thousand eleven-two thousand twelve school year and\n   34  thereafter, the parcel's affiliated income may be no greater  than  five\n   35  hundred  thousand dollars, as determined by the commissioner of taxation\n   36  and finance pursuant to section one hundred  seventy-one-u  of  the  tax\n   37  law,  in order to be eligible for the basic exemption authorized by this\n   38  section. As used herein, the term \"affiliated  income\"  shall  mean  the\n   39  combined income of all of the owners of the parcel who resided primarily\n   40  thereon on the applicable taxable status date, and of any owners' spous-\n   41  es  residing primarily thereon. For exemptions on final assessment rolls\n   42  to be used for the levy of taxes for the two thousand  eleven-two  thou-\n   43  sand  twelve  school  year,  affiliated income shall be determined based\n   44  upon the parties' incomes for the income tax year ending in two thousand\n   45  nine. In each subsequent school year, the  applicable  income  tax  year\n   46  shall  be  advanced  by one year. The term \"income\" as used herein shall\n   47  have the same meaning as in subdivision four of this section.\n   48    (c) Trusts. If legal title to the property is  held  by  one  or  more\n   49  trustees,  the  beneficial  owner  or  owners shall be deemed to own the\n   50  property for purposes of this subdivision.\n   51    (d) Farm dwellings not owned by the resident. (i) If  legal  title  to\n   52  the farm dwelling is held by an S-corporation or by a C-corporation, the\n   53  exemption  shall  be granted if the property serves as the primary resi-\n   54  dence of a shareholder of such corporation.\n\n       A. 2075                            14\n\n    1    (ii) If the legal title to the farm dwelling is held by a partnership,\n    2  the exemption shall be granted if the property  serves  as  the  primary\n    3  residence of one or more of the partners.\n    4    (iii)  Any  information  deemed  necessary to establish shareholder or\n    5  partner status for eligibility purposes shall be considered confidential\n    6  and exempt from the freedom of information law.\n    7    (e) Dwellings owned by limited partnerships. (i) If legal title  to  a\n    8  dwelling is held by a limited partnership, the exemption shall be grant-\n    9  ed if the property serves as the primary residence of one or more of the\n   10  partners, provided that the limited partnership which holds title to the\n   11  property  does  not  engage in any commercial activity, that the limited\n   12  partnership was lawfully created to hold title solely for  estate  plan-\n   13  ning and asset protection purposes, and that the partner or partners who\n   14  primarily  reside  thereon personally pay all of the real property taxes\n   15  and other costs associated with the property's ownership.\n   16    (ii) Any information deemed necessary to establish partner status  for\n   17  eligibility  purposes  shall  be considered confidential and exempt from\n   18  the freedom of information law.\n   19    (F) SMALL BUSINESSES.  FOR THE PURPOSES OF THIS SUBDIVISION:\n   20    (I) THE TERM  \"SMALL BUSINESS\" SHALL MEAN A BUSINESS WHICH EMPLOYS ONE\n   21  HUNDRED PERSONS OR LESS AND IS LOCATED  ON  A  NON-RESIDENTIAL  PROPERTY\n   22  USED  PRIMARILY  FOR  COMMERCIAL  PURPOSES.  SUCH  BUSINESS WILL ONLY BE\n   23  ELIGIBLE FOR THE EXEMPTION IF IT DOES NOT RECEIVE EMPIRE ZONE REAL PROP-\n   24  ERTY TAX BENEFITS PURSUANT TO SECTION FIFTEEN OF THE TAX LAW OR DOES NOT\n   25  MAKE PAYMENTS IN LIEU OF TAXES TO THE PUBLIC SCHOOL  DISTRICT  IN  WHICH\n   26  SUCH  SMALL  BUSINESS  IS LOCATED AT A RATE BELOW THE RATE APPLICABLE TO\n   27  ALL OTHER PROPERTIES; AND\n   28    (II) THE TERM \"COMMERCIAL\" SHALL HAVE THE SAME MEANING AS SET FORTH IN\n   29  SECTION FOUR HUNDRED EIGHTY-NINE-AAA OF THIS ARTICLE.\n   30    S 2. This act shall take effect immediately and  shall  apply  to  all\n   31  taxable years beginning on and after January 1, 2012.\n   32    S 2. Severability clause. If any clause, sentence, paragraph, subdivi-\n   33  sion,  section  or  part  of  this act shall be adjudged by any court of\n   34  competent jurisdiction to be invalid, such judgement shall  not  affect,\n   35  impair,  or  invalidate  the remainder thereof, but shall be confined in\n   36  its operation to the clause, sentence, paragraph,  subdivision,  section\n   37  or  part  thereof  directly  involved  in  the controversy in which such\n   38  judgement shall have been rendered. It is  hereby  declared  to  be  the\n   39  intent  of the legislature that this act would have been enacted even if\n   40  such invalid provisions had not been included herein.\n   41    S 3. This act shall take effect immediately  provided,  however,  that\n   42  the  applicable effective date of Parts A through K of this act shall be\n   43  as specifically set forth in the last section of such Parts.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to the computation of tax (Part A); to amend the tax law, in relation to the credit for college work program (Part B); to amend the tax law, in relation to authorizing counties to impose certain taxes at a lower rate than the uniform local rate (Part C); to amend the tax law, in relation to increasing the amount of tax (Part D); to amend the general municipal law and the tax law, in relation to research and development commercialization enterprises (Part E); to amend the tax law, in relation to certain taxes (Part F); to amend the tax law, in relation to exempting certain equipment from taxes (Part G); to amend the tax law, in relation to a small business electric energy tax credit (Part H); to amend the tax law, in relation to eliminating the residential restriction for heating exemptions (Part I); to amend the tax law, in relation to establishing a credit for on-the-job training (Part J); and to amend the real property tax law, in relation to extending the benefits of the STAR program to small businesses (Part K) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T114424.TXT", "SOBI.D110113.T145415.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295023464787
}