{
  "year" : 2011,
  "senateBillNo" : "A2078-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2078-2011-1294894800000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to income deduction for support enforcement",
  "summary" : "Requires employer to indicate on a pay stub where an income deduction is for the purpose of support enforcement. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A5397-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2078\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by M. of A. REILICH -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to amend the civil practice law and rules, in relation to  income\n         deduction for support enforcement\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph 1 of subdivision (b) of section 5241 of the civil\n    2  practice law and rules, as amended by chapter 59 of the laws of 1993, is\n    3  amended to read as follows:\n    4    (1) When a debtor is in default, an execution for support  enforcement\n    5  may  be  issued  by  the support collection unit, or by the sheriff, the\n    6  clerk of court or the attorney for the creditor as  an  officer  of  the\n    7  court.  Where a debtor is receiving or will receive income, an execution\n    8  for deductions therefrom in amounts not to exceed the limits  set  forth\n    9  in  subdivision  (g)  of  this section may be served upon an employer or\n   10  income payor after notice to the debtor. The amount of the deductions to\n   11  be withheld shall be sufficient to ensure compliance with the  direction\n   12  in  the  order  of support, and shall include an additional amount to be\n   13  applied to  the  reduction  of  arrears.  The  creditor  may  amend  the\n   14  execution  before  or after service upon the employer or income payor to\n   15  reflect additional arrears or payments made by the debtor  after  notice\n   16  pursuant to subdivision (d) of this section, or to conform the execution\n   17  to the facts found upon a determination made pursuant to subdivision (e)\n   18  of  this  section.    AN  EMPLOYER OR INCOME PAYER SHALL INDICATE ON THE\n   19  PAYCHECK STUB OF AN EMPLOYEE WHOSE INCOME IS SUBJECT TO AN  ORDER  UNDER\n   20  THIS  SECTION,  THAT THE INCOME IS BEING WITHHELD TO SATISFY AN ORDER OF\n   21  CHILD SUPPORT.  SUCH AMOUNT SHALL BE LABELED ON  THE  PAYCHECK  STUB  AS\n   22  \"PARENTAL CONTRIBUTION\".\n   23    S  2.  The  opening  paragraph  of  paragraph  2 of subdivision (c) of\n   24  section 5242 of the civil practice law and rules, as amended by  chapter\n   25  601 of the laws of 2007, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04007-01-1\n\n       A. 2078                             2\n\n    1    An  employer served with an income deduction order entered pursuant to\n    2  this subdivision shall commence deductions from the income due or there-\n    3  after due to the debtor no later than the first pay period  that  occurs\n    4  fourteen  days  after  service  of the income deduction order, and shall\n    5  remit  payments  to the state office of temporary and disability assist-\n    6  ance pursuant to subdivision fourteen of section one hundred eleven-b of\n    7  the social services law within ten days of the date that the  debtor  is\n    8  paid. Each payment remitted by the employer shall be made payable to the\n    9  creditor named in the order, and shall include the names, addresses, and\n   10  social security numbers of the debtor and the creditor, and the date and\n   11  the  amount  of  each withholding of the debtor's income included in the\n   12  payment.  AN EMPLOYER SHALL INDICATE ON THE PAYCHECK STUB OF AN EMPLOYEE\n   13  WHOSE INCOME IS SUBJECT TO AN ORDER UNDER THIS SECTION, THAT THE  INCOME\n   14  IS  BEING  WITHHELD  TO  SATISFY AN ORDER OF CHILD SUPPORT.  SUCH AMOUNT\n   15  SHALL BE LABELED ON THE PAYCHECK STUB  AS  \"PARENTAL  CONTRIBUTION\".  An\n   16  employer  shall  be  liable  to  the  creditor for failure to deduct the\n   17  amounts specified in the income deduction order, provided  however  that\n   18  deduction by the employer of the amounts specified shall not relieve the\n   19  debtor  of  the  underlying  obligation of support. If an employer shall\n   20  fail to so pay the creditor, the  creditor  may  commence  a  proceeding\n   21  against  the employer for accrued deductions, together with interest and\n   22  reasonable attorney's fees. If the debtor's employment is terminated  by\n   23  resignation  or  dismissal  at  any  time  after  service  of the income\n   24  deduction order, the order shall cease to have force and  effect  unless\n   25  the debtor is reinstated or re-employed by the same employer. An employ-\n   26  er  must notify the creditor promptly when the debtor terminates employ-\n   27  ment and must provide the debtor's last address and the name and address\n   28  of the debtor's new employer, if known. Where the income is compensation\n   29  paid or payable to the debtor for personal services, the amount withheld\n   30  by the employer shall not exceed the following:\n   31    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   32  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to income deduction for support enforcement ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T114925.TXT", "SOBI.D110113.T163924.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295023765949
}