{
  "year" : 2011,
  "senateBillNo" : "A207-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to codes",
    "billEventId" : "A207-2011-1294203600000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"taxi driver protection act\"",
  "summary" : "Enacts the \"taxi driver protection act\"; requires a sign in every for-hire vehicle that states \"WARNING: Assaulting A Taxi Driver Is Punishable By Up To Twenty-Five Years In Prison\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A11704-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          207\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Codes\n\n       AN ACT to amend the penal law, in relation to the crime of assault of an\n         operator of a for-hire vehicle\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the \"taxi driv-\n    2  er protection act\".\n    3    S 2. Paragraph (a) of subdivision 2 of section 60.07 of the penal law,\n    4  as added by chapter 148 of the laws of 2000, is amended and a new subdi-\n    5  vision 3 is added to read as follows:\n    6    (a)  the  term  \"specified  offense\"  shall  mean an attempt to commit\n    7  murder in the second degree as defined in section 125.25 of  this  chap-\n    8  ter,  gang  assault  in the first degree as defined in section 120.07 of\n    9  this chapter, gang assault in the second degree as  defined  in  section\n   10  120.06  of  this  chapter,  assault  in  the  first degree as defined in\n   11  section 120.10 of this chapter, manslaughter  in  the  first  degree  as\n   12  defined  in  section  125.20 of this chapter, manslaughter in the second\n   13  degree as defined in section 125.15 of  this  chapter,  robbery  in  the\n   14  first  degree  as  defined in section 160.15 of this chapter, robbery in\n   15  the second degree as defined in section 160.10 of this chapter,  or  the\n   16  attempted  commission  of any of the following offenses: gang assault in\n   17  the first degree as defined in section  120.07,  assault  in  the  first\n   18  degree  as  defined  in  section 120.10, ASSAULT IN THE SECOND DEGREE AS\n   19  DEFINED IN SECTION 120.05 OF THIS CHAPTER,  manslaughter  in  the  first\n   20  degree  as  defined  in section 125.20 or robbery in the first degree as\n   21  defined in section 160.15;\n   22    3. EVERY FOR-HIRE VEHICLE SHALL POST A SIGN ON THE  INTERIOR  OF  SUCH\n   23  VEHICLE  STATING  IN  NOT  LESS  THAN SIXTEEN POINT PRINT THAT \"WARNING:\n   24  ASSAULTING A TAXI DRIVER IS PUNISHABLE BY UP  TO  TWENTY-FIVE  YEARS  IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01400-01-1\n\n       A. 207                              2\n\n    1  PRISON\"  PROVIDED,  THAT OPERATORS OF LIVERY OR BLACK CAR VEHICLES SHALL\n    2  HAVE THE RIGHT BUT NOT THE OBLIGATION TO POST SUCH A SIGN WHILE  PROVID-\n    3  ING FOR-HIRE VEHICLE SERVICES.\n    4    S  3. Subdivision 11 of section 120.05 of the penal law, as separately\n    5  amended by chapters 318 and 345 of the laws of 2010, is amended to  read\n    6  as follows:\n    7    11. With intent to cause physical injury to a train operator, OPERATOR\n    8  OF  A  FOR-HIRE  VEHICLE, ticket inspector, conductor, signalperson, bus\n    9  operator or station agent employed by any transit agency,  authority  or\n   10  company,  public  or  private, whose operation is authorized by New York\n   11  state or any of its political subdivisions, a city  marshal,  a  traffic\n   12  enforcement officer, traffic enforcement agent or sanitation enforcement\n   13  agent,  registered  nurse  or  licensed practical nurse he or she causes\n   14  physical injury to such train operator, OPERATOR OF A FOR-HIRE  VEHICLE,\n   15  ticket  inspector,  conductor,  signalperson,  bus  operator  or station\n   16  agent, city marshal, traffic enforcement  officer,  traffic  enforcement\n   17  agent,  registered  nurse  or  licensed  practical  nurse  or sanitation\n   18  enforcement agent, while such employee is performing  an  assigned  duty\n   19  on,  or  directly related to, the operation of a train, FOR-HIRE VEHICLE\n   20  or bus, or such  city  marshal,  traffic  enforcement  officer,  traffic\n   21  enforcement agent, registered nurse or licensed practical nurse or sani-\n   22  tation enforcement agent is performing an assigned duty.\n   23    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to the crime of assault of an operator of a for-hire vehicle ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T142431.TXT", "SOBI.D101217.T141446.TXT", "SOBI.D101216.T133927.TXT", "SOBI.D101216.T125423.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292613286151
}