{
  "year" : 2011,
  "senateBillNo" : "A2072-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to codes",
    "billEventId" : "A2072-2011-1294894800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to providing certain relief for persons who are victims of identity theft",
  "summary" : "Provides certain relief for persons who are victims of identity theft; provides for destruction of sealing of certain police and court records and for issuance of an identity theft passport. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A2271-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2072\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by M. of A. REILICH, FINCH, WEISENBERG -- Multi-Sponsored by\n         -- M. of A. BARCLAY, COLTON, CROUCH, GIGLIO, McDONOUGH, OAKS  --  read\n         once and referred to the Committee on Codes\n\n       AN  ACT  to amend the criminal procedure law, in relation to destruction\n         and sealing of certain court and police records and the issuance of an\n         identity theft passport\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  criminal  procedure  law  is amended by adding a new\n    2  section 160.65 to read as follows:\n    3  S 160.65 EXPUNGEMENT OF FALSE IDENTITY INFORMATION FROM POLICE AND COURT\n    4              RECORDS; IDENTITY THEFT PASSPORT.\n    5    ANY PERSON WHOSE NAME OR OTHER IDENTIFICATION HAS  BEEN  USED  WITHOUT\n    6  HIS  OR  HER  CONSENT  OR  AUTHORIZATION  BY ANOTHER PERSON WHO HAS BEEN\n    7  CHARGED OR ARRESTED USING SUCH NAME OR IDENTIFICATION MAY FILE  A  PETI-\n    8  TION  WITH THE COURT FOR RELIEF PURSUANT TO SECTION 160.50 OF THIS ARTI-\n    9  CLE.  A PERSON WHO HAS PETITIONED THE COURT TO SEAL OR  DESTROY  RECORDS\n   10  PURSUANT  TO  SECTION  160.50 OF THIS ARTICLE AS A RESULT OF A VIOLATION\n   11  RELATING TO IDENTITY THEFT UNDER ARTICLE ONE HUNDRED NINETY OF THE PENAL\n   12  LAW AGAINST SUCH PERSON MAY SUBMIT TO THE ATTORNEY GENERAL  A  CERTIFIED\n   13  COPY  OF A COURT ORDER OBTAINED PURSUANT TO SECTION 160.50 OF THIS ARTI-\n   14  CLE.  THE ATTORNEY GENERAL, IN COOPERATION WITH THE  STATE  POLICE,  MAY\n   15  ISSUE  AN  \"IDENTITY THEFT PASSPORT\" STATING THAT SUCH AN ORDER HAS BEEN\n   16  SUBMITTED AND MAY INCLUDE THE  VICTIM'S  PHOTOGRAPH  AND  A  FINGERPRINT\n   17  RECORD.    THE  ATTORNEY  GENERAL  MAY  PROVIDE ACCESS TO IDENTITY THEFT\n   18  INFORMATION TO  CRIMINAL  JUSTICE  AGENCIES  AND  INDIVIDUALS  WHO  HAVE\n   19  SUBMITTED  A  COURT  ORDER  PURSUANT TO THIS SECTION.  WHEN THE ATTORNEY\n   20  GENERAL ISSUES AN IDENTITY THEFT PASSPORT, IT SHALL TRANSMIT A RECORD OF\n   21  THE ISSUANCE OF THE PASSPORT TO THE DEPARTMENT OF MOTOR VEHICLES.   SUCH\n   22  DEPARTMENT  SHALL  NOTE ON THE INDIVIDUAL'S DRIVER ABSTRACT THAT A COURT\n   23  ORDER WAS OBTAINED PURSUANT TO SECTION 160.50 OF THIS ARTICLE  AND  THAT\n   24  AN IDENTITY THEFT PASSPORT HAS BEEN ISSUED.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03554-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to destruction and sealing of certain court and police records and the issuance of an identity theft passport ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T145415.TXT", "SOBI.D110114.T105921.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295020761665
}