{
  "year" : 2011,
  "senateBillNo" : "A2082-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2082-2011-1294894800000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a constitutional amendment directing the legislature to establish a procedure for the creation of Peconic county",
  "summary" : "Provides for a constitutional amendment directing the legislature to establish a procedure for the creation of Peconic county; provides that Peconic county shall consist of the towns of East Hampton, Riverhead, Shelter Island, Southampton and Southold in the county of Suffolk. ",
  "currentCommittee" : null,
  "sameAs" : "S1312",
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A2184-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2082\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by M. of A. THIELE -- read once and referred to the Committee\n         on Local Governments\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing  an amendment to article 9 of the constitution, in relation to\n         directing the legislature to enact a procedure for the creation  of  a\n         new county to be called Peconic county from the towns of East Hampton,\n         Riverhead, Shelter Island, Southampton, and Southold in Suffolk County\n\n    1    Section  1.  Resolved  (if  the  Senate concur), That article 9 of the\n    2  constitution be amended by adding a new section 4 to read as follows:\n    3    S 4.  LEGISLATURE DIRECTED TO ESTABLISH PROCEDURE FOR THE CREATION  OF\n    4  PECONIC  COUNTY.  (A) WHENEVER USED IN THIS SECTION, THE FOLLOWING TERMS\n    5  SHALL MEAN OR INCLUDE:\n    6    (1) \"PECONIC COUNTY.\" THE TOWNS OF EAST  HAMPTON,  RIVERHEAD,  SHELTER\n    7  ISLAND, SOUTHAMPTON, AND SOUTHOLD IN THE COUNTY OF SUFFOLK.\n    8    (2)  \"TAX  CONTRIBUTION.\"  THE  CONTRIBUTION  OF PECONIC COUNTY TO THE\n    9  GENERAL FUND OF SUFFOLK COUNTY BASED UPON ITS CONTRIBUTION OF SALES  AND\n   10  USE TAX AND THE REAL PROPERTY TAX.\n   11    (B)  NOTWITHSTANDING ANY PROVISION OF THIS CONSTITUTION TO THE CONTRA-\n   12  RY, THE LEGISLATURE SHALL ENACT A PROCEDURE FOR THE CREATION OF  PECONIC\n   13  COUNTY  AS  PROVIDED  FOR  BY  THIS  SECTION WITHIN TWELVE MONTHS OF THE\n   14  ADOPTION OF THIS SECTION.\n   15    (C) SUCH ENACTMENT SHALL PROVIDE FOR THE FOLLOWING:\n   16    (1) THE INITIATION OF THE CREATION OF PECONIC  COUNTY  BY  A  PETITION\n   17  SUBMITTED  BY  THE  ELECTORS OF THE PROPOSED PECONIC COUNTY TO THE STATE\n   18  BOARD OF ELECTIONS IN A NUMBER EQUAL TO AT  LEAST  TEN  PERCENT  OF  THE\n   19  TOTAL  VOTE  CAST  FOR  GOVERNOR IN THE TERRITORY PROPOSED TO BE PECONIC\n   20  COUNTY IN THE LAST GUBERNATORIAL ELECTION.\n   21    (2) PECONIC COUNTY SHALL NOT  BE  CREATED  UNTIL  THE  PEOPLE  OF  THE\n   22  PROPOSED  PECONIC COUNTY SHALL HAVE CONSENTED THERETO BY A MAJORITY VOTE\n   23  ON A REFERENDUM.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89045-01-1\n\n       A. 2082                             2\n\n    1    (D) ALL PERSONAL AND REAL PROPERTY OF SUFFOLK COUNTY LOCATED IN PECON-\n    2  IC COUNTY AS OF THE APPROVAL OF THE REFERENDUM SHALL BECOME THE PROPERTY\n    3  OF PECONIC COUNTY.\n    4    (E)  ALL  EXISTING  DEBT  OF SUFFOLK COUNTY SHALL BE A CHARGE UPON AND\n    5  SHALL BE PAID BY SUFFOLK COUNTY AND PECONIC COUNTY  AS  THE  SAME  SHALL\n    6  BECOME DUE AND PAYABLE, IN THE SAME PROPORTION TO THE WHOLE OF SUCH DEBT\n    7  AS EACH COUNTY'S TAX CONTRIBUTION.\n    8    (F)  NOTHING  IN  SUCH ENACTMENT BY THE LEGISLATURE SHALL PRECLUDE THE\n    9  AFFECTED COUNTIES FROM PROVIDING FOR AN AGREEMENT RELATING TO THE DISPO-\n   10  SITION OF THE PROPERTY AND THE ASSUMPTION OF DEBT IN A MANNER  DIFFERENT\n   11  THAN PROVIDED BY THIS SECTION.\n   12    (G) THE ENACTMENT OF THE LEGISLATURE REQUIRED BY THIS SECTION IS HERE-\n   13  BY  DETERMINED  TO  BE  A MATTER OF GENERAL STATE CONCERN, AND SHALL NOT\n   14  REQUIRE THE ADOPTION OF A HOME RULE MESSAGE FROM  ANY  LOCAL  GOVERNMENT\n   15  PURSUANT TO THIS ARTICLE.\n   16    (H)  THE PROVISIONS OF SECTION FIVE OF ARTICLE THREE OF THIS CONSTITU-\n   17  TION RELATING TO THE POPULATION OF COUNTIES  ARE  HEREBY  SUPERSEDED  BY\n   18  THIS SECTION IN RELATION TO THE CREATION OF PECONIC COUNTY.\n   19    S  2. Resolved (if the Senate concur), That the foregoing amendment be\n   20  referred to the first regular legislative session  convening  after  the\n   21  next  succeeding  general  election  of members of the assembly, and, in\n   22  conformity with  section  1  of  article  19  of  the  constitution,  be\n   23  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to article 9 of the constitution, in relation to directing the legislature to enact a procedure for the creation of a new county to be called Peconic county from the towns of East Hampton, Riverhead, Shelter Island, Southampton, and Southold in Suffolk County ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T114925.TXT", "SOBI.D110113.T163924.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295023765987
}