{
  "year" : 2011,
  "senateBillNo" : "A2080-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2080-2011-1294894800000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a one time fee for the registration of historic motor vehicles",
  "summary" : "Provides a one time fee of one hundred dollars for the registration of historic motor vehicles. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A10698-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2080\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M. of A. REILICH, FINCH -- read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to registration\n         fees for historic vehicles\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Schedule G of subdivision 7 of section 401 of the vehicle\n    2  and traffic law, as amended by section 25 of part G of chapter 59 of the\n    3  laws of 2009, is amended to read as follows:\n    4    G. Schedule for historical motor  vehicles.  For  each  motor  vehicle\n    5  which  is  owned and operated as an exhibition piece or collectors item,\n    6  and is used  for  participation  in  club  activities,  exhibit,  tours,\n    7  parades,  occasional  transportation  and similar uses, but not used for\n    8  general daily transportation, [an annual fee of twenty-eight dollars and\n    9  seventy-five cents] A ONE TIME FEE OF ONE HUNDRED DOLLARS. For  purposes\n   10  of  this  paragraph,  a  historical motor vehicle shall mean any vehicle\n   11  manufactured more than twenty-five years prior to the  current  calendar\n   12  year,  and any other model, year and type vehicle which has unique char-\n   13  acteristics and which is determined by the commissioner to be of histor-\n   14  ical, classic or exhibition value.  Registration plates for  such  vehi-\n   15  cles  shall  be  of  a type and design approved by the commissioner, but\n   16  shall be of a distinctive nature.  Except that, with the approval of the\n   17  commissioner, an owner of any  such  vehicle  may  utilize  registration\n   18  plates  issued in the year corresponding to the model year date in which\n   19  the vehicle was manufactured, if  the  registration  plate  is  legible,\n   20  durable,  and  serviceable,  of  this  state,  and accurate in color, as\n   21  determined by  the  department.  Nothing  in  this  paragraph  shall  be\n   22  construed  to  prohibit the use of previously issued registration plates\n   23  that have been restored, without deviation from their original  alphanu-\n   24  meric or pictorial content, to such condition as otherwise satisfies all\n   25  applicable  requirements.  Such plates shall be used only for the opera-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04054-01-1\n\n       A. 2080                             2\n\n    1  tion of the motor vehicle listed on the registration application and  on\n    2  other  motor  vehicles  which  would qualify for registration under this\n    3  schedule owned by persons other than the registrant for the  purpose  of\n    4  test  driving  by  the registrant or his or her agent in anticipation of\n    5  possible purchase. No such registration will be issued  unless  evidence\n    6  of  financial  security,  in  a  form prescribed by the commissioner, is\n    7  submitted which provides coverage for the motor vehicle  listed  on  the\n    8  registration application and for non-owned motor vehicles being operated\n    9  with such plates.\n   10    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to registration fees for historic vehicles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T114925.TXT", "SOBI.D110113.T163924.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295023765969
}