{
  "year" : 2011,
  "senateBillNo" : "A2089-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2089-2011-1294894800000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a procedure for a people's veto of laws enacted by the legislature",
  "summary" : "Establishes a procedure for a people's veto of laws enacted by the legislature. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A10193-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2089\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M. of A. THIELE, SCHROEDER, CASTRO -- Multi-Sponsored by\n         -- M. of A. AMEDORE, CONTE, MONTESANO, RAIA, SALADINO, TOBACCO -- read\n         once and referred to the Committee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to article 1 of the constitution, in relation  to\n         establishing  a  procedure  for a people's veto of laws enacted by the\n         legislature\n\n    1    Section 1. Resolved (if the Senate concur),  That  article  1  of  the\n    2  constitution be amended by adding a new section 19 to read as follows:\n    3    S  19.  PEOPLE'S  VETO.  1.  PETITION PROCEDURE; PETITION FOR PEOPLE'S\n    4  VETO. NOTWITHSTANDING ANY OTHER SECTION  OF  THIS  CONSTITUTION  TO  THE\n    5  CONTRARY,  UPON  A  WRITTEN  PETITION  OF THE ELECTORS OF THE STATE, THE\n    6  NUMBER OF WHICH SHALL NOT BE LESS THAN 5 PERCENT OF THE TOTAL  VOTE  FOR\n    7  GOVERNOR CAST IN THE LAST GUBERNATORIAL ELECTION PRECEDING THE FILING OF\n    8  SUCH  PETITION,  FILED  IN  THE  OFFICE OF THE SECRETARY OF STATE, ON OR\n    9  BEFORE THE NINETIETH DAY AFTER A BILL SHALL HAVE BECOME LAW PURSUANT  TO\n   10  ARTICLE  4,  SECTION  7  OF THIS CONSTITUTION, WHICH INCREASES, EXTENDS,\n   11  IMPOSES, OR REVIVES ANY TAX, FEE, ASSESSMENT,  SURCHARGE  OR  ANY  OTHER\n   12  SUCH LEVY OR COLLECTION, REQUESTING THAT SUCH LAW OR PART OR PARTS THER-\n   13  EOF, BE REFERRED TO THE PEOPLE, SUCH LAW OR PART OR PARTS THEREOF AS ARE\n   14  SPECIFIED IN SUCH PETITION SHALL NOT TAKE EFFECT UNTIL 30 DAYS AFTER THE\n   15  GOVERNOR  SHALL HAVE ANNOUNCED BY PUBLIC PROCLAMATION THAT THE SAME HAVE\n   16  BEEN RATIFIED BY A MAJORITY OF THE ELECTORS VOTING THEREON AT A  GENERAL\n   17  ELECTION.  AT  LEAST  ONE-HALF  OF THE SIGNATURES SHALL BE FROM ELECTORS\n   18  RESIDING OUTSIDE OF A CITY WITH A POPULATION OF ONE MILLION OR MORE.\n   19    2. EFFECT OF REFERENDUM. THE EFFECT OF ANY LAW OR PART OR PARTS THERE-\n   20  OF AS ARE SPECIFIED IN SUCH PETITION SHALL BE SUSPENDED UPON THE  FILING\n   21  OF  SUCH PETITION. IF IT IS LATER FINALLY DETERMINED, IN ACCORDANCE WITH\n   22  ANY PROCEDURE ENACTED BY THE LEGISLATURE, PURSUANT TO THE  CONSTITUTION,\n   23  THAT  SUCH PETITION WAS INVALID, SUCH LAW OR PART OR PARTS THEREOF SHALL\n   24  THEN TAKE EFFECT UPON THE DAY FOLLOWING SUCH FINAL DETERMINATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89048-01-1\n\n       A. 2089                             2\n\n    1    3. REFERRAL TO ELECTORS; PROCLAMATION  BY  GOVERNOR.  AS  SOON  AS  IT\n    2  APPEARS  THAT  THE  EFFECT  OF ANY LAW OR PART OR PARTS THEREOF HAS BEEN\n    3  SUSPENDED BY PETITION IN MANNER AFORESAID, THE GOVERNOR BY PUBLIC  PROC-\n    4  LAMATION  SHALL GIVE NOTICE THEREOF AND OF THE TIME WHEN SUCH MEASURE IS\n    5  TO  BE  VOTED  ON  BY  THE  PEOPLE,  WHICH  SHALL BE AT THE NEXT GENERAL\n    6  ELECTION, NOT LESS THAN 60 DAYS AFTER SUCH PROCLAMATION.\n    7    S 2. Resolved (if the Senate concur), That the foregoing amendment  be\n    8  referred  to  the  first regular legislative session convening after the\n    9  next succeeding general election of members of  the  assembly,  and,  in\n   10  conformity  with  section  1  of  article  19  of  the  constitution, be\n   11  published for 3 months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to article 1 of the constitution, in relation to establishing a procedure for a people's veto of laws enacted by the legislature ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T143448.TXT", "SOBI.D110113.T164426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295033688375
}