{
  "year" : 2011,
  "senateBillNo" : "A208-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A208-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"automated external defibrillators access act\"",
  "summary" : "Enacts the \"automated external defibrillators access act\"; requires all public buildings, stadiums, arenas and convention centers in cities with a population of over one million to be equipped with automated external defibrillators; requires employees to be trained in the use of such devices. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Buildings Law",
  "previousVersions" : [ "A1246-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          208\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. LANCMAN, PHEFFER -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN  ACT  to amend the public buildings law and the public health law, in\n         relation to enacting the  \"automated  external  defibrillators  access\n         act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"automated external defibrillators access act\".\n    3    S 2.  Section 3 of the public buildings law is amended by adding a new\n    4  subdivision 16 to read as follows:\n    5    16.  IN  CITIES WITH A POPULATION OF OVER ONE MILLION, EQUIP, MAINTAIN\n    6  AND PROVIDE AUTOMATED EXTERNAL DEFIBRILLATOR EQUIPMENT,  AS  DEFINED  IN\n    7  PARAGRAPH  (A)  OF  SUBDIVISION  ONE  OF SECTION THREE THOUSAND-B OF THE\n    8  PUBLIC HEALTH LAW, IN QUANTITIES DEEMED ADEQUATE BY THE DEPARTMENT. SUCH\n    9  EQUIPMENT SHALL BE READILY ACCESSIBLE FOR USE  DURING  MEDICAL  EMERGEN-\n   10  CIES.  ANY INFORMATION DEEMED NECESSARY BY THE COMMISSIONER SHALL ACCOM-\n   11  PANY SUCH EQUIPMENT. THE COMMISSIONER SHALL ESTABLISH  TRAINING  COURSES\n   12  BY  A NATIONALLY-RECOGNIZED ORGANIZATION, AS DEFINED IN PARAGRAPH (D) OF\n   13  SUBDIVISION ONE OF SECTION THREE THOUSAND-B OF THE  PUBLIC  HEALTH  LAW,\n   14  FOR  THOSE  INDIVIDUALS  WHOM THE COMMISSIONER DEEMS SHALL BE TRAINED IN\n   15  THE USE OF SUCH AUTOMATED EXTERNAL DEFIBRILLATOR EQUIPMENT.\n   16    S 3. The public health law is amended by adding a new  section  3000-e\n   17  to read as follows:\n   18    S  3000-E.  AUTOMATED  EXTERNAL  DEFIBRILLATORS;  STADIUMS, ARENAS AND\n   19  CONVENTION CENTERS IN CITIES WITH A POPULATION OF OVER ONE  MILLION.  IN\n   20  CITIES  WITH  A POPULATION OF OVER ONE MILLION, ALL STADIUMS, ARENAS AND\n   21  CONVENTION CENTERS WITH OCCUPANCIES  OF  OVER  FIVE  THOUSAND  SHALL  BE\n   22  EQUIPPED  WITH AND MAINTAIN AUTOMATED EXTERNAL DEFIBRILLATORS AS DEFINED\n   23  IN PARAGRAPH (A) OF SUBDIVISION ONE OF SECTION THREE THOUSAND-B OF  THIS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01231-01-1\n\n       A. 208                              2\n\n    1  ARTICLE.  EMPLOYEES OF SUCH STADIUMS, ARENAS OR CONVENTION CENTERS SHALL\n    2  BE TRAINED BY A NATIONALLY-RECOGNIZED ORGANIZATION, AS DEFINED IN  PARA-\n    3  GRAPH  (D)  OF SUBDIVISION ONE OF SECTION THREE THOUSAND-B OF THIS ARTI-\n    4  CLE.  THE  OWNERS  OR  OPERATORS  OF SUCH STADIUMS, ARENAS OR CONVENTION\n    5  CENTERS SHALL PROVIDE SUCH AUTOMATED EXTERNAL DEFIBRILLATORS IN  QUANTI-\n    6  TIES DEEMED NECESSARY BY THE COMMISSIONER. SUCH EQUIPMENT SHALL BE READ-\n    7  ILY  ACCESSIBLE  FOR  USE  DURING  MEDICAL  EMERGENCIES. ANY INFORMATION\n    8  DEEMED NECESSARY BY THE COMMISSIONER SHALL ACCOMPANY SUCH EQUIPMENT.\n    9    S 4. This act shall take effect on the one hundred eightieth day after\n   10  it shall have become a law; provided, however that effective  immediate-\n   11  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   12  necessary for the implementation of this act on its effective  date  are\n   13  authorized  and  directed  to  be  made  and completed on or before such\n   14  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public buildings law and the public health law, in relation to enacting the \"automated external defibrillators access act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T133427.TXT", "SOBI.D101217.T141947.TXT", "SOBI.D101216.T125423.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292613587197
}