{
  "year" : 2011,
  "senateBillNo" : "A2099-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2099-2011-1294894800000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the licensure of reflexology practitioners",
  "summary" : "Provides for the licensure of reflexology practitioners; the appointment by the board of regents of a state board for reflexology; requirements for a professional license and persons exempt from such requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10076-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2099\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  LATIMER,  PAULIN,  LUPARDO  -- read once and\n         referred to the Committee on Higher Education\n\n       AN ACT to amend the education law,  in  relation  to  the  licensure  of\n         reflexology practitioners\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new article  155-A\n    2  to read as follows:\n\n    3                                ARTICLE 155-A\n    4                                 REFLEXOLOGY\n\n    5  SECTION 7850. INTRODUCTION.\n    6          7851. DEFINITIONS.\n    7          7852. PRACTICE OF REFLEXOLOGY AND USE OF TITLE \"REFLEXOLOGIST\".\n    8          7853. STATE BOARD FOR REFLEXOLOGY.\n    9          7854. REQUIREMENTS FOR A PROFESSIONAL LICENSE.\n   10          7855. EXEMPT PERSONS.\n   11          7856. LIMITED PERMITS.\n   12          7857. SPECIAL PROVISIONS.\n   13    S  7850.  INTRODUCTION.  THIS  ARTICLE  APPLIES  TO  THE PROFESSION OF\n   14  REFLEXOLOGY. THE GENERAL PROVISIONS FOR  ALL  PROFESSIONS  CONTAINED  IN\n   15  ARTICLE ONE HUNDRED THIRTY OF THIS TITLE APPLY TO THIS ARTICLE.\n   16    S 7851. DEFINITIONS. AS USED IN THIS ARTICLE THE FOLLOWING TERMS SHALL\n   17  HAVE THE FOLLOWING MEANINGS:\n   18    1.  \"BOARD\"  IS  THE STATE BOARD FOR REFLEXOLOGY AS CREATED BY SECTION\n   19  SEVENTY-EIGHT HUNDRED FIFTY-THREE OF THIS ARTICLE.\n   20    2. \"PRACTITIONER\" MEANS A PERSON WHO PRACTICES REFLEXOLOGY FOR COMPEN-\n   21  SATION AND WHO HOLDS CURRENT CERTIFICATION FROM AN  ENTITY  APPROVED  BY\n   22  THE COMMISSIONER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00310-02-1\n\n       A. 2099                             2\n\n    1    3. \"REFLEXOLOGY\" IS THE SYSTEMATIC APPLICATION OF ALTERNATING PRESSURE\n    2  BY  THE  USE  OF  THE PRACTITIONER'S HANDS, THUMBS AND FINGERS TO REFLEX\n    3  POINTS ON AN INDIVIDUAL'S HANDS, FEET, FACE OR EARS,  USING  ALTERNATING\n    4  PRESSURE  AND SUCH TECHNIQUES AS THUMB AND FINGER WALKING, HOOK AND BACK\n    5  UP, AND ROTATION ON A REFLEX FOR THE PURPOSE OF HEALTH PROMOTION.\n    6    S 7852. PRACTICE OF REFLEXOLOGY AND USE OF TITLE \"REFLEXOLOGIST\". ONLY\n    7  A  PERSON LICENSED OR AUTHORIZED PURSUANT TO THIS ARTICLE SHALL PRACTICE\n    8  REFLEXOLOGY AND ONLY A PERSON SO LICENSED SHALL USE THE TITLE \"REFLEXOL-\n    9  OGIST\". NO PERSON, FIRM, PARTNERSHIP, OR CORPORATION SHALL DESCRIBE  ITS\n   10  SERVICES  IN  ANY  MANNER  UNDER  THE  TITLE  \"REFLEXOLOGY\"  UNLESS SUCH\n   11  SERVICES AS  DEFINED  BY  SUBDIVISION  THREE  OF  SECTION  SEVENTY-EIGHT\n   12  HUNDRED  FIFTY-ONE OF THIS ARTICLE ARE PERFORMED BY A PERSON LICENSED OR\n   13  AUTHORIZED PURSUANT TO THIS ARTICLE.\n   14    S 7853. STATE BOARD FOR REFLEXOLOGY. 1. A STATE BOARD FOR  REFLEXOLOGY\n   15  SHALL  BE APPOINTED BY THE BOARD OF REGENTS ON THE RECOMMENDATION OF THE\n   16  COMMISSIONER FOR THE PURPOSE OF ASSISTING THE BOARD OF REGENTS  AND  THE\n   17  DEPARTMENT ON MATTERS OF PROFESSIONAL LICENSING AND PROFESSIONAL CONDUCT\n   18  IN  ACCORDANCE  WITH SECTION SIXTY-FIVE HUNDRED EIGHT OF THIS TITLE. THE\n   19  BOARD SHALL BE COMPOSED OF NOT LESS THAN SEVEN  PERSONS,  FOUR  OF  WHOM\n   20  SHALL HAVE BEEN ENGAGED IN THE TEACHING, RESEARCH OR PRACTICE OF REFLEX-\n   21  OLOGY FOR AT LEAST THREE YEARS, TWO OF WHOM SHALL BE PHYSICIANS OR NURS-\n   22  ES  LICENSED  IN THIS STATE AND ONE WHO SHALL BE A PUBLIC MEMBER REPRES-\n   23  ENTING THE CONSUMER AND COMMUNITY. AN EXECUTIVE SECRETARY TO  THE  BOARD\n   24  SHALL  BE  APPOINTED  BY  THE  BOARD OF REGENTS ON RECOMMENDATION OF THE\n   25  COMMISSIONER.\n   26    2. THE BOARD OF REGENTS AND THE COMMISSIONER, IN CONSULTATION WITH THE\n   27  STATE BOARD OF REFLEXOLOGY, SHALL PROMULGATE SUCH RULES AND  REGULATIONS\n   28  AS  THEY  DEEM NECESSARY AND APPROPRIATE TO EFFECTUATE THE PROVISIONS OF\n   29  THIS ARTICLE.\n   30    S 7854. REQUIREMENTS FOR A PROFESSIONAL LICENSE. 1. TO QUALIFY  FOR  A\n   31  LICENSE  AS  A  REFLEXOLOGIST,  AN APPLICANT SHALL FULFILL THE FOLLOWING\n   32  REQUIREMENTS:\n   33    (A) APPLICATION: FILE AN APPLICATION WITH THE DEPARTMENT;\n   34    (B) CERTIFICATE: HOLD A CURRENT CERTIFICATE FROM THE AMERICAN  REFLEX-\n   35  OLOGY  CERTIFICATION  BOARD  (ARCB)  OR  ANY  OTHER INDEPENDENT NATIONAL\n   36  CERTIFICATION PROGRAM APPROVED BY THE BOARD;\n   37    (C) EDUCATION: HAVE RECEIVED AN EDUCATION, INCLUDING HIGH SCHOOL GRAD-\n   38  UATION AND GRADUATION FROM A SCHOOL OR INSTITUTE OF REFLEXOLOGY WITH THE\n   39  PROGRAM REGISTERED BY THE DEPARTMENT, OR ITS SUBSTANTIAL  EQUIVALENT  IN\n   40  BOTH SUBJECT MATTER AND EXTENT OF TRAINING, PROVIDED THAT THE PROGRAM IN\n   41  SUCH  A SCHOOL OR INSTITUTE SHALL CONSIST OF TRAINING FOR A TOTAL OF NOT\n   42  LESS THAN TWO HUNDRED HOURS IN SUBJECTS SATISFACTORY TO THE DEPARTMENT;\n   43    (D) EXAMINATION: PASS AN EXAMINATION SATISFACTORY TO THE BOARD AND  IN\n   44  ACCORDANCE WITH THE COMMISSIONER'S REGULATIONS;\n   45    (E) AGE: BE AT LEAST EIGHTEEN YEARS OF AGE;\n   46    (F)  CITIZENSHIP  OR IMMIGRATION STATUS: BE A UNITED STATES CITIZEN OR\n   47  AN ALIEN LAWFULLY ADMITTED FOR PERMANENT RESIDENCE IN THE UNITED STATES;\n   48    (G) CHARACTER: BE OF GOOD MORAL CHARACTER AS DETERMINED BY THE DEPART-\n   49  MENT;\n   50    (H) CRIMINAL BACKGROUND: SUBMIT A STATEMENT CERTIFYING THAT THE APPLI-\n   51  CANT HAS NOT BEEN CONVICTED IN NEW YORK OR IN ANY OTHER  STATE  FOR  ANY\n   52  CRIME  INVOLVING  VIOLENCE INFLICTED ON A PERSON OR THREATENED AGAINST A\n   53  PERSON, OR ANY SEXUALLY-RELATED CRIME; AND\n   54    (I) FEES: PAY FEES REQUIRED IN RULES ADOPTED BY THE DEPARTMENT AND THE\n   55  BOARD OF REGENTS.\n   56    2. LICENSES SHALL BE VALID FOR FOUR YEARS.\n\n       A. 2099                             3\n\n    1    S 7855. EXEMPT PERSONS. NOTHING CONTAINED IN  THIS  ARTICLE  SHALL  BE\n    2  CONSTRUED TO PROHIBIT:\n    3    1.  THE  PRACTICE  OF  REFLEXOLOGY  BY ANY PERSON WHO IS AUTHORIZED TO\n    4  PRACTICE MEDICINE,  NURSING,  OSTEOPATHY,  CHIROPRACTIC,  PHYSIOTHERAPY,\n    5  PODIATRY,  OR  MASSAGE THERAPY IN ACCORDANCE WITH THE PROVISIONS OF THIS\n    6  TITLE.\n    7    THE PRACTICE OF THAT FORM OF MASSAGE WHICH  IS  CUSTOMARILY  GIVEN  IN\n    8  BARBER  SHOPS OR BEAUTY PARLORS FOR THE PURPOSE OF BEAUTIFICATION BY ANY\n    9  LICENSED BARBER OR BEAUTY CULTURIST.\n   10    2. THE PRACTICE OF REFLEXOLOGY BY ANY PERSON EMPLOYED IN  THE  MEDICAL\n   11  INSTITUTION  LICENSED  OR  CHARTERED  BY THE STATE OF NEW YORK, PROVIDED\n   12  THAT SUCH PERSON IS UNDER THE ON-SITE SUPERVISION OF THE PERSON LICENSED\n   13  TO PRACTICE REFLEXOLOGY OR AUTHORIZED TO PRACTICE REFLEXOLOGY BY  SUBDI-\n   14  VISION ONE OF THIS SECTION OR BY ANY PERSON ENROLLED IN THE PROGRAM OF A\n   15  SCHOOL  OR  INSTITUTE  OF  REFLEXOLOGY  REGISTERED  BY THE DEPARTMENT OR\n   16  ENROLLED IN A PROGRAM WHICH SATISFIES THE REQUIREMENTS OF SECTION SEVEN-\n   17  TY-EIGHT HUNDRED FIFTY-FOUR OF THIS ARTICLE, PROVIDED THAT  SUCH  PERSON\n   18  IS  UNDER  THE  ON-SITE  SUPERVISION  OF  A  PERSON LICENSED TO PRACTICE\n   19  REFLEXOLOGY OR AUTHORIZED TO PRACTICE REFLEXOLOGY BY SUBDIVISION ONE  OF\n   20  THIS SECTION.\n   21    S  7856. LIMITED PERMITS. 1. THE DEPARTMENT MAY ISSUE A LIMITED PERMIT\n   22  TO PRACTICE REFLEXOLOGY AS A LICENSED REFLEXOLOGIST TO A PERSON WHO  HAS\n   23  NOT  PREVIOUSLY HELD SUCH A PERMIT AND WHO FULFILLS ALL EXCEPT THE EXAM-\n   24  INATION AND CITIZENSHIP REQUIREMENTS FOR  A  LICENSE,  PROVIDED  HOWEVER\n   25  THAT  A  PERMIT SHALL NOT BE ISSUED TO A PERSON WHO HAS FAILED THE STATE\n   26  LICENSING EXAMINATION.\n   27    2. THE LIMITED PERMIT SHALL BE VALID FOR A PERIOD  OF  NOT  MORE  THAN\n   28  TWELVE MONTHS OR UNTIL THE RESULTS OF THE NEXT LICENSING EXAMINATION FOR\n   29  WHICH  THE  PERSON IS ELIGIBLE ARE OFFICIALLY AVAILABLE, WHICHEVER COMES\n   30  FIRST.\n   31    3. A LIMITED PERMIT SHALL ENTITLE THE HOLDER TO  PRACTICE  REFLEXOLOGY\n   32  ONLY  UNDER  THE PERSONAL SUPERVISION OF A PERSON CURRENTLY LICENSED AND\n   33  REGISTERED TO PRACTICE REFLEXOLOGY IN THIS STATE.\n   34    4. THE FEE FOR A LIMITED PERMIT SHALL BE  REQUIRED  AND  SHALL  BE  AS\n   35  ADOPTED IN THE RULES OF THE DEPARTMENT AND THE BOARD OF REGENTS.\n   36    S  7857.  SPECIAL  PROVISIONS.  1. NOTWITHSTANDING THE REQUIREMENTS OF\n   37  SECTIONS SEVENTY-EIGHT  HUNDRED  FIFTY-FOUR  AND  SEVENTY-EIGHT  HUNDRED\n   38  FIFTY-SIX OF THIS ARTICLE, AN INDIVIDUAL CURRENTLY ENGAGING IN THE PRAC-\n   39  TICE OF REFLEXOLOGY MAY CONTINUE TO PRACTICE AFTER THE EFFECTIVE DATE OF\n   40  THIS ARTICLE, AS FOLLOWS:\n   41    IN THE CASE OF AN INDIVIDUAL WHO FULFILLS ALL EXCEPT THE CERTIFICATION\n   42  AND APPLICATION REQUIREMENTS OF SECTION SEVENTY-EIGHT HUNDRED FIFTY-FOUR\n   43  OF  THIS  ARTICLE, SUCH PERSON SHALL HAVE EIGHTEEN MONTHS TO ATTAIN SUCH\n   44  CERTIFICATION FROM THE ARCB AND APPLY FOR A LICENSE TO PRACTICE  REFLEX-\n   45  OLOGY.\n   46    2.  FOR  THE  PURPOSES OF SUBDIVISION ONE OF THIS SECTION, IT SHALL BE\n   47  DETERMINED THAT THE FILING OF AN APPLICATION WITH THE DEPARTMENT  ON  OR\n   48  BEFORE  THE  EXPIRATION  OF  THE EIGHTEEN MONTH PERIOD SHALL QUALIFY FOR\n   49  PURPOSES OF SUCH SUBDIVISION, REGARDLESS OF THE TIME PERIOD REQUIRED FOR\n   50  PROCESSING SUCH APPLICATION.\n   51    3. ANY CERTIFICATION FROM THE ARCB WHICH HAS BEEN ISSUED PRIOR TO  THE\n   52  EFFECTIVE  DATE  OF THIS ARTICLE SHALL BE DEEMED VOID AND INVALID IF THE\n   53  HOLDER HAS NOT MET THE EDUCATIONAL REQUIREMENTS OF SECTION SEVENTY-EIGHT\n   54  HUNDRED FIFTY-FOUR OF THIS ARTICLE.\n   55    S 2. The department of education shall transmit  to  the  state  comp-\n   56  troller  for  deposit in the special revenues account of such department\n\n       A. 2099                             4\n\n    1  of education all fees submitted to such department pursuant to  sections\n    2  7854 and 7855 of the education law as added by section one of this act.\n    3    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the licensure of reflexology practitioners ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T113924.TXT", "SOBI.D110113.T164426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295023164602
}