{
  "year" : 2011,
  "senateBillNo" : "A2096-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to health",
    "billEventId" : "A2096-2011-1294894800000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the use of environmentally-sensitive cleaning and maintenance products in nursing homes and adult homes",
  "summary" : "Relates to the use of environmentally sensitive cleaning and maintenance products in nursing homes, residential care facilities, senior centers and adult homes; requires commissioner to establish certain guidelines and criteria for the use of such products. ",
  "currentCommittee" : null,
  "sameAs" : "S125",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A8534-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2096\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by M. of A. GIBSON -- read once and referred to the Committee\n         on Health\n\n       AN  ACT  to amend the public health law, in relation to the use of envi-\n         ronmentally-sensitive cleaning and  maintenance  products  in  nursing\n         homes, residential care facilities and adult homes\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  2808-e to read as follows:\n    3    S  2808-E.  USE  OF ENVIRONMENTALLY-SENSITIVE CLEANING AND MAINTENANCE\n    4  PRODUCTS IN NURSING HOMES. 1. FOR  THE  PURPOSES  OF  THIS  SECTION  THE\n    5  FOLLOWING TERMS SHALL MEAN:\n    6    (A)  \"NURSING HOME\" MEANS A FACILITY PROVIDING THEREIN NURSING CARE TO\n    7  SICK, INVALID, INFIRM, DISABLED OR CONVALESCENT PERSONS IN  ADDITION  TO\n    8  LODGING  AND  BOARD OR HEALTH-RELATED SERVICE, OR ANY COMBINATION OF THE\n    9  FOREGOING,  AND  IN  ADDITION  THERETO,  PROVIDING  NURSING   CARE   AND\n   10  HEALTH-RELATED  SERVICE, OR EITHER OF THEM, TO PERSONS WHO ARE NOT OCCU-\n   11  PANTS OF THE FACILITY.\n   12    (B) \"RESIDENTIAL HEALTH CARE FACILITY\"  MEANS  A  NURSING  HOME  OR  A\n   13  FACILITY PROVIDING HEALTH-RELATED SERVICE.\n   14    (C) \"ADULT HOME\" MEANS AN ADULT CARE FACILITY ESTABLISHED AND OPERATED\n   15  FOR  THE  PURPOSE  OF PROVIDING LONG-TERM RESIDENTIAL CARE, ROOM, BOARD,\n   16  HOUSEKEEPING, PERSONAL CARE, (EITHER DIRECTLY OR INDIRECTLY), AND SUPER-\n   17  VISION TO FIVE OR MORE ADULTS UNRELATED TO THE OPERATOR.\n   18    (D) \"SENIOR CENTER\" MEANS A FACILITY THAT PROVIDES SERVICES TO  SENIOR\n   19  CITIZENS  ON A REGULAR BASIS, INCLUDING BUT NOT LIMITED TO MEALS, RECRE-\n   20  ATION AND COUNSELING.\n   21    2. THE COMMISSIONER, IN CONSULTATION WITH THE COMMISSIONERS  OF  ENVI-\n   22  RONMENTAL  CONSERVATION AND LABOR, SHALL ESTABLISH AND FROM TIME TO TIME\n   23  AMEND GUIDELINES AND SPECIFICATIONS FOR ENVIRONMENTALLY-SENSITIVE CLEAN-\n   24  ING AND MAINTENANCE PRODUCTS  FOR  USE  IN  NURSING  HOMES,  RESIDENTIAL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03240-01-1\n\n       A. 2096                             2\n\n    1  HEALTH  CARE FACILITIES, SENIOR CENTERS AND ADULT HOMES. FOR THE PURPOSE\n    2  OF DEVELOPING APPROPRIATE CRITERIA FOR SUCH  GUIDELINES  AND  SPECIFICA-\n    3  TIONS,  SUCH  COMMISSIONERS  SHALL REVIEW AND EVALUATE EXISTING RESEARCH\n    4  REGARDING  ENVIRONMENTALLY-SENSITIVE  CLEANING AND MAINTENANCE PRODUCTS,\n    5  INCLUDING BUT NOT LIMITED TO, RESEARCH AND GUIDANCE ISSUED BY THE UNITED\n    6  STATES ENVIRONMENTAL PROTECTION AGENCY AND THE  OFFICE  OF  THE  FEDERAL\n    7  ENVIRONMENTAL EXECUTIVE.  IN DEVELOPING SUCH GUIDELINES, THE COMMISSION-\n    8  ER  SHALL  PROVIDE  PUBLIC  NOTICE  AND AN OPPORTUNITY TO COMMENT.  SUCH\n    9  GUIDELINES SHALL BE FOLLOWED BY NURSING HOMES, RESIDENTIAL  HEALTH  CARE\n   10  FACILITIES,  SENIOR  CENTERS,  AND  ADULT  HOMES TO IDENTIFY AND PROCURE\n   11  ENVIRONMENTALLY-SENSITIVE CLEANING AND MAINTENANCE  PRODUCTS  WHICH  ARE\n   12  AVAILABLE  IN  THE  FORM, FUNCTION AND UTILITY GENERALLY USED BY NURSING\n   13  HOMES, RESIDENTIAL HEALTH CARE FACILITIES,  SENIOR  CENTERS,  AND  ADULT\n   14  HOMES IN THEIR FACILITIES.\n   15    3.  THE  COMMISSIONER SHALL DISSEMINATE TO ALL NURSING HOMES, RESIDEN-\n   16  TIAL HEALTH CARE FACILITIES, SENIOR CENTERS, AND ADULT HOMES  GUIDELINES\n   17  AND SPECIFICATIONS FOR THE PURCHASE AND USE OF ENVIRONMENTALLY-SENSITIVE\n   18  CLEANING  AND  MAINTENANCE PRODUCTS IN NURSING HOMES, RESIDENTIAL HEALTH\n   19  CARE FACILITIES, SENIOR CENTERS, AND ADULT HOMES FOR USE IN THEIR FACIL-\n   20  ITIES. THE COMMISSIONER SHALL ALSO PREPARE AND DISSEMINATE TO ALL  NURS-\n   21  ING HOMES, RESIDENTIAL HEALTH CARE FACILITIES, SENIOR CENTERS, AND ADULT\n   22  HOMES A SAMPLE LIST OF SUCH ENVIRONMENTALLY-SENSITIVE CLEANING AND MAIN-\n   23  TENANCE  PRODUCTS  THAT  MEET  THESE  GUIDELINES  OR SPECIFICATIONS. THE\n   24  COMMISSIONER SHALL PROVIDE ASSISTANCE AND  GUIDANCE  TO  NURSING  HOMES,\n   25  RESIDENTIAL  HEALTH  CARE FACILITIES, SENIOR CENTERS, AND ADULT HOMES IN\n   26  CARRYING OUT THE REQUIREMENTS OF THIS SECTION.  NURSING HOMES,  RESIDEN-\n   27  TIAL  HEALTH  CARE  FACILITIES,  SENIOR  CENTERS,  AND ADULT HOMES SHALL\n   28  FOLLOW SUCH GUIDELINES, SPECIFICATIONS AND SAMPLE LIST  WHEN  PURCHASING\n   29  CLEANING AND MAINTENANCE PRODUCTS FOR USE IN THEIR FACILITIES.\n   30    4.  NURSING HOMES, RESIDENTIAL HEALTH CARE FACILITIES, SENIOR CENTERS,\n   31  AND ADULT HOMES SHALL NOTIFY THEIR PERSONNEL OF THE AVAILABILITY OF SUCH\n   32  GUIDELINES, SPECIFICATIONS AND SAMPLE LIST.\n   33    5. ON OR BEFORE JUNE FIRST,  TWO  THOUSAND  THIRTEEN,  THE  DEPARTMENT\n   34  SHALL  ISSUE A REPORT PROVIDING AN ANALYSIS OF THE IMPACT OF SUCH GUIDE-\n   35  LINES AND SPECIFICATIONS ON THE PURCHASING, PROCUREMENT AND USE OF ENVI-\n   36  RONMENTALLY-SENSITIVE  CLEANING  AND  MAINTENANCE  PRODUCTS  BY  NURSING\n   37  HOMES,  RESIDENTIAL  HEALTH  CARE  FACILITIES, SENIOR CENTERS, AND ADULT\n   38  HOMES.  NOTHING IN THIS SECTION SHALL PRECLUDE NURSING  HOMES,  RESIDEN-\n   39  TIAL  HEALTH  CARE  FACILITIES,  SENIOR  CENTERS,  AND  ADULT HOMES FROM\n   40  DEPLETING EXISTING CLEANING  AND  MAINTENANCE  SUPPLY  STORES  PURCHASED\n   41  PRIOR TO THE EFFECTIVE DATE OF THIS SECTION.\n   42    6.  THE  COMMISSIONER  SHALL  MAINTAIN  AND  MAKE  AVAILABLE A LIST OF\n   43  CONTRACTORS WHICH PRODUCE OR MANUFACTURE OR OFFER FOR  SALE  ENVIRONMEN-\n   44  TALLY-SENSITIVE  CLEANING AND MAINTENANCE PRODUCTS IN THE FORM, FUNCTION\n   45  AND UTILITY GENERALLY USED BY NURSING  HOMES,  RESIDENTIAL  HEALTH  CARE\n   46  FACILITIES, SENIOR CENTERS, AND ADULT HOMES.\n   47    S  2.  This  act  shall  take  effect  on  the first of September next\n   48  succeeding the date on which it shall have become a law,  provided  that\n   49  the commissioner of health is authorized to promulgate any and all rules\n   50  and  regulations  and take any other measures necessary to implement the\n   51  provisions of this act on or before its effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the use of environmentally-sensitive cleaning and maintenance products in nursing homes, residential care facilities and adult homes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T164426.TXT", "SOBI.D110114.T113438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295022878485
}