{
  "year" : 2011,
  "senateBillNo" : "A2097-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2097-2011-1294894800000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to food service waste reduction",
  "summary" : "Relates to food service waste reduction; prohibits the use of polystyrene foam by contractors and lessees who deal with the state through state and municipal contracts. ",
  "currentCommittee" : null,
  "sameAs" : "S431",
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AA428-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2097\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by M. of A. KAVANAGH -- read once and referred to the Commit-\n         tee on Environmental Conservation\n\n       AN  ACT to amend the environmental conservation law, in relation to food\n         service waste reduction\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"food service waste reduction act\".\n    3    S 2. Article 27 of the environmental conservation law  is  amended  by\n    4  adding a new title 28 to read as follows:\n\n    5                                  TITLE 28\n    6                         FOOD SERVICE WASTE REDUCTION\n\n    7  SECTION 27-2801. DEFINITIONS.\n    8          27-2803. REQUIRED  COMPOSTABLE  OR  RECYCLABLE  DISPOSABLE  FOOD\n    9                     SERVICE WARE.\n   10          27-2805. POWERS OF MUNICIPALITIES.\n\n   11  S 27-2801. DEFINITIONS.\n   12    FOR THE PURPOSES OF THIS TITLE, THE FOLLOWING  TERMS  SHALL  HAVE  THE\n   13  FOLLOWING MEANINGS:\n   14    1.  \"AFFORDABLE\"  MEANS  PURCHASABLE FOR NOT MORE THAN FIFTEEN PERCENT\n   15  MORE THAN THE PURCHASE COST OF  THE  NON-COMPOSTABLE  OR  NON-RECYCLABLE\n   16  ALTERNATIVE.\n   17    2.  \"AGENCY\" MEANS ANY STATE DEPARTMENT, AGENCY, BOARD, PUBLIC BENEFIT\n   18  CORPORATION, PUBLIC AUTHORITY, OR COMMISSION.\n   19    3.    \"COMPOSTABLE\"  MEANS ALL THE MATERIALS IN THE PRODUCT OR PACKAGE\n   20  WILL (A) UNDERGO DEGRADATION BY BIOLOGICAL PROCESSES  DURING  COMPOSTING\n   21  TO  YIELD  CARBON  DIOXIDE, WATER, INORGANIC COMPOUNDS, AND BIOMASS AT A\n   22  RATE CONSISTENT WITH OTHER KNOWN COMPOSTABLE MATERIALS AND (B) LEAVE  NO\n   23  VISIBLE,  DISTINGUISHABLE  OR TOXIC RESIDUE, INCLUDING NO ADVERSE IMPACT\n   24  ON THE ABILITY OF COMPOSTS TO SUPPORT PLANT  GROWTH  ONCE  THE  FINISHED\n   25  COMPOST IS PLACED IN SOIL.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00934-01-1\n\n       A. 2097                             2\n\n    1    4.  \"CONTRACTORS  AND  LESSEES\"  MEAN  ANY PERSON OR ENTITY THAT HAS A\n    2  CONTRACT WITH AN AGENCY OR A MUNICIPALITY FOR PUBLIC WORKS  OR  IMPROVE-\n    3  MENTS TO BE PERFORMED, FOR A FRANCHISE, CONCESSION OR LEASE OF PROPERTY,\n    4  FOR  GRANT  MONIES  OR GOODS AND SERVICES OR SUPPLIES TO BE PURCHASED AT\n    5  THE  EXPENSE  OF  THE AGENCY OR MUNICIPALITY OR TO BE PAID OUT OF MONIES\n    6  DEPOSITED IN THE TREASURY OR OUT OF TRUST MONIES UNDER  THE  CONTROL  OR\n    7  COLLECTED BY THE AGENCY OR MUNICIPALITY.\n    8    5. \"DISPOSABLE FOOD SERVICE WARE\" MEANS ALL CONTAINERS, BOWLS, PLATES,\n    9  TRAYS,  CARTONS,  CUPS, LIDS, STRAWS, FORKS, SPOONS, KNIVES, NAPKINS AND\n   10  OTHER ITEMS THAT ARE DESIGNED  FOR  ONE-TIME  USE  FOR  PREPARED  FOODS,\n   11  INCLUDING  WITHOUT  LIMITATION,  SERVICE  WARE  FOR TAKEOUT FOODS AND/OR\n   12  LEFTOVERS FROM PARTIALLY CONSUMED MEALS PREPARED BY  FOOD  VENDORS.  THE\n   13  TERM  \"DISPOSABLE  FOOD  SERVICE  WARE\"  DOES NOT INCLUDE ITEMS COMPOSED\n   14  ENTIRELY OF ALUMINUM OR POLYSTYRENE FOAM COOLERS AND ICE CHESTS THAT ARE\n   15  INTENDED FOR REUSE NOR DOES THIS TERM INCLUDE  RECYCLABLE  FOOD  SERVICE\n   16  WARE.\n   17    6.  \"MUNICIPALITY\"  MEANS  A  VILLAGE,  TOWN,  CITY, OR COUNTY, OR ANY\n   18  DESIGNATED AGENCY THEREOF.\n   19    7. \"POLYSTYRENE FOAM\" MEANS BLOWN POLYSTYRENE AND EXPANDED AND EXTRUD-\n   20  ED FOAMS (SOMETIMES CALLED STYROFOAM TM) WHICH ARE THERMOPLASTIC  PETRO-\n   21  CHEMICAL  MATERIALS  UTILIZING  A  STYRENE  MONOMER AND PROCESSED BY ANY\n   22  NUMBER OF TECHNIQUES INCLUDING, BUT NOT LIMITED TO,  FUSION  OF  POLYMER\n   23  SPHERES  (EXPANDABLE BEAD POLYSTYRENE), INJECTION MOLDING, FOAM MOLDING,\n   24  AND EXTRUSION-BLOWN MOLDING  (EXTRUDED  FOAM  POLYSTYRENE).  POLYSTYRENE\n   25  FOAM  IS  GENERALLY  USED  TO MAKE CUPS, BOWLS, PLATES, TRAYS, CLAMSHELL\n   26  CONTAINERS, MEAT TRAYS AND EGG CARTONS.\n   27    8. \"RECYCLABLE\" MEANS MATERIAL THAT CAN BE SORTED, CLEANSED AND RECON-\n   28  STITUTED USING AVAILABLE RECYCLING COLLECTION PROGRAMS FOR  THE  PURPOSE\n   29  OF USING THE ALTERED FORM IN THE MANUFACTURE OF A NEW PRODUCT. RECYCLING\n   30  DOES  NOT  INCLUDE BURNING, INCINERATING, CONVERTING, OR OTHERWISE THER-\n   31  MALLY DESTROYING SOLID WASTE.\n   32  S 27-2803. REQUIRED COMPOSTABLE OR RECYCLABLE  DISPOSABLE  FOOD  SERVICE\n   33                 WARE.\n   34    AGENCIES,  MUNICIPALITIES, AND THEIR CONTRACTORS AND LESSEES SHALL USE\n   35  DISPOSABLE FOOD SERVICE WARE MADE FROM MATERIAL, OTHER THAN  POLYSTYRENE\n   36  FOAM,  THAT  IS  COMPOSTABLE OR RECYCLABLE UNLESS THERE IS NO AFFORDABLE\n   37  COMPOSTABLE OR RECYCLABLE PRODUCT AVAILABLE.  NOTHING  IN  THIS  SECTION\n   38  SHALL  BE  CONSTRUED TO GOVERN THE ACTIVITIES OF CONTRACTORS AND LESSEES\n   39  THAT OCCUR OUTSIDE OF THE STATE OR ACTIVITIES OF CONTRACTORS OF  LESSEES\n   40  THAT OCCUR WITH ENTITIES OTHER THAN AGENCIES OR MUNICIPALITIES.\n   41  S 27-2805. POWERS OF MUNICIPALITIES.\n   42    ANY  AGENCY OR MUNICIPALITY MAY PROMULGATE REGULATIONS, ORDINANCES, OR\n   43  LAWS TO TAKE ANY AND ALL REASONABLE ACTIONS NECESSARY TO  IMPLEMENT  AND\n   44  ENFORCE THIS TITLE.\n   45    S  3.  The  department  of  environmental conservation shall conduct a\n   46  study on the desirability, feasibility and  environmental  impact  of  a\n   47  statewide  prohibition  on  the use of disposable food service ware that\n   48  contains polystyrene foam. The department shall issue a report  contain-\n   49  ing  the results of the study to the legislature no later than the thir-\n   50  ty-first of January next succeeding the date on  which  this  act  shall\n   51  have become a law.\n   52    S  4.  This act shall take effect immediately; provided, however, that\n   53  sections one and two of this act shall take effect on  the  one  hundred\n   54  twentieth day after it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to food service waste reduction ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T105117.TXT", "SOBI.D110124.T102110.TXT", "SOBI.D110118.T165209.TXT", "SOBI.D110114.T113924.TXT", "SOBI.D110114.T113438.TXT", "SOBI.D110119.T145826.TXT", "SOBI.D110121.T113019.TXT", "SOBI.D110125.T141921.TXT", "SOBI.D110118.T165658.TXT", "SOBI.D110118.T173702.TXT", "SOBI.D110118.T095613.TXT", "SOBI.D110119.T145308.TXT", "SOBI.D110114.T171506.TXT", "SOBI.D110114.T175509.TXT", "SOBI.D110113.T164426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295983161391
}