{
  "year" : 2011,
  "senateBillNo" : "A2094-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2094-2011-1294894800000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the \"vehicle lienholder accountability act\"",
  "summary" : "Establishes the \"vehicle lienholder accountability act\"; requires lienholders to provide notice to the owner of the vehicle when such lienholder assigns his or her security interest and requires such lienholder to execute a release of his or her security interest, within ten days of such assignment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "AA10863-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2094\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DenDEKKER  --  read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to establishing\n         the \"vehicle lienholder accountability act\"; to require lienholders to\n         provide notice to the  owner  of  the  vehicle  when  such  lienholder\n         assigns his or her security interest\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited  as  the  \"vehicle\n    2  lienholder accountability act\".\n    3    S  2. Section 2120 of the vehicle and traffic law, as added by chapter\n    4  1134 of the laws of 1971, is amended to read as follows:\n    5    S 2120. Assignment by lienholder. (a) A lienholder may  assign,  abso-\n    6  lutely  or  otherwise,  his OR HER security interest in the vehicle to a\n    7  person other than the owner without affecting the interest of the  owner\n    8  or  the  validity of the security interest, [but any] PROVIDED THAT SUCH\n    9  LIENHOLDER NOTIFIES THE OWNER OF THE VEHICLE  OF  SUCH  ASSIGNMENT,  AND\n   10  EXECUTES  A  RELEASE  OF HIS OR HER SECURITY INTEREST WITHIN TEN DAYS OF\n   11  SUCH  ASSIGNMENT.  ANY  person  without  notice  of  the  assignment  is\n   12  protected  in  dealing with the lienholder as the holder of the security\n   13  interest and the lienholder remains liable for any obligations as  lien-\n   14  holder until the assignee is named as lienholder on the certificate.\n   15    (b) The assignee may, but need not to perfect the assignment, have the\n   16  certificate of title endorsed or issued with the assignee named as lien-\n   17  holder,  upon  delivering to the commissioner an assignment by the lien-\n   18  holder named in the certificate in the form the commissioner prescribes.\n   19  Upon the request of the assignee  the  commissioner  shall  request  the\n   20  owner to deliver to the commissioner the certificate of title.\n   21    (C) A LIENHOLDER WHO VIOLATES THE PROVISIONS OF THIS SECTION SHALL PAY\n   22  A CIVIL PENALTY NOT TO EXCEED ONE THOUSAND DOLLARS.\n   23    S  3.  This  act shall take effect on the thirtieth day after it shall\n   24  have become a law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05072-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to establishing the \"vehicle lienholder accountability act\"; to require lienholders to provide notice to the owner of the vehicle when such lienholder assigns his or her security interest ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T164426.TXT", "SOBI.D110114.T113438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295022878479
}