{
  "year" : 2011,
  "senateBillNo" : "A2102-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A2102-2011-1294894800000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides additional health services and employment benefits for veterans",
  "summary" : "Provides additional benefits for veterans; provides for services and counseling related to post-traumatic stress disorder and brain injuries; requires reports to the legislature concerning the number of veterans and families of active duty members who receive food stamps and the number of veterans who are incarcerated. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AB8730-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2102\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by M. of A. LAVINE -- read once and referred to the Committee\n         on Veterans' Affairs\n\n       AN ACT to amend the executive law and the public health law, in relation\n         to  providing  certain  benefits  to veterans; and to amend the social\n         services law and the correction law, in relation to requiring  certain\n         reports relating to veterans\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 353 of the executive law is amended by adding a new\n    2  subdivision 20 to read as follows:\n    3    20. TO DEVELOP, IN CONSULTATION WITH THE DEPARTMENT OF MENTAL  HEALTH,\n    4  A PROGRAM FOR THE IDENTIFICATION, DIAGNOSIS, COUNSELING AND TREATMENT OF\n    5  VETERANS WHO SUFFER FROM POST-TRAUMATIC STRESS DISORDER, TRAUMATIC BRAIN\n    6  INJURY  AND  OTHER  BRAIN-RELATED INJURIES.   SUCH PROGRAM SHALL INCLUDE\n    7  PROCEDURES FOR IDENTIFYING VETERANS WHO MAY NEED ASSISTANCE AND INFORMA-\n    8  TION AND OUTREACH TO MAKE  VETERANS  AWARE  OF  AVAILABLE  PROGRAMS  AND\n    9  SERVICES.\n   10    S  2.  The  executive  law is amended by adding a new section 353-a to\n   11  read as follows:\n   12    S 353-A. IDENTIFYING HOMELESSNESS  AMONG  VETERANS.  1.  LOCAL  SOCIAL\n   13  SERVICES  DISTRICTS  AND SHELTERS RUN BY NON-FOR-PROFIT ORGANIZATIONS IN\n   14  EACH COUNTY, SHALL COLLECT INFORMATION IDENTIFYING VETERANS AND  SPOUSES\n   15  OF VETERANS WHO ARE IN A HOMELESS FACILITY. SUCH DATA SHALL BE COLLECTED\n   16  QUARTERLY  AND  SUBMITTED  TO  THE DIVISION. THE DIVISION SHALL TRANSMIT\n   17  SUCH INFORMATION TO STATE COUNSELORS FOR REVIEW AND POTENTIAL LINKAGE TO\n   18  APPLICABLE BENEFITS. STATE COUNSELORS SHALL WORK WITH COUNTY  COUNSELORS\n   19  OR  ANY  ACCREDITED SERVICE OFFICERS OF AN ORGANIZATION CHARTERED BY THE\n   20  CONGRESS OF THE UNITED STATES AND/OR RECOGNIZED  BY  THE  DEPARTMENT  OF\n   21  VETERANS  AFFAIRS FOR CLAIM REPRESENTATION AS NECESSARY AND WHERE APPRO-\n   22  PRIATE. SUCH INFORMATION SHALL BE  PROTECTED  AS  PERSONAL  CONFIDENTIAL\n   23  INFORMATION  UNDER  ARTICLE  SIX-A  OF  THE  PUBLIC OFFICERS LAW AGAINST\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06998-01-1\n\n       A. 2102                             2\n\n    1  DISCLOSURE OF CONFIDENTIAL MATERIAL, AND SHALL BE USED ONLY TO ASSIST IN\n    2  PROVIDING LINKAGE TO APPLICABLE BENEFITS AND ENTITLEMENTS UNDER  FEDERAL\n    3  AND STATE LAW.\n    4    2.  THE DIVISION SHALL INCLUDE WITHIN THE ANNUAL REPORT AS REQUIRED BY\n    5  SUBDIVISION ELEVEN OF SECTION THREE HUNDRED FIFTY-THREE OF THIS ARTICLE,\n    6  AN  ACCOUNTING  OF  INFORMATION  RECEIVED  FROM  LOCAL  SOCIAL  SERVICES\n    7  DISTRICTS  AND  SHELTERS  RUN  BY  NOT-FOR-PROFIT  ORGANIZATIONS AND THE\n    8  SPECIFIC NUMBER OF VETERANS AND SPOUSES OF VETERANS LINKED TO APPLICABLE\n    9  BENEFITS. SUCH REPORT SHALL EVALUATE THE AVERAGE TIME TAKEN BY THE DIVI-\n   10  SION BETWEEN RECEIPT OF SUCH INFORMATION, TRANSMISSION TO VETERANS COUN-\n   11  SELORS AND LINKAGE TO AVAILABLE BENEFITS. SUCH REPORT SHALL ALSO  EVALU-\n   12  ATE  THE  EFFECTIVENESS  OF  THE  PROGRAM  AND  MAKE RECOMMENDATIONS FOR\n   13  IMPROVEMENTS AS NECESSARY.\n   14    S 3. Subdivision 1 of section  3803  of  the  public  health  law,  as\n   15  amended  by  chapter  743  of  the  laws  of 2006, is amended to read as\n   16  follows:\n   17    1. There is hereby created within the department the  veterans  health\n   18  care information program (referred to in this section as the \"program\"),\n   19  which  shall  provide information on health issues associated with mili-\n   20  tary  duty,  including  but  not  limited  to  Agent  Orange,  Gulf  War\n   21  Syndromes,  toxic materials or harmful physical agents such as, depleted\n   22  uranium, and hepatitis C, AND SPECIFIC MENTAL AND PHYSICAL HEALTH ISSUES\n   23  INCLUDING POST-TRAUMATIC STRESS DISORDER,  TRAUMATIC  BRAIN  INJURY  AND\n   24  OTHER  BRAIN-RELATED INJURIES, for veterans, their surviving spouses and\n   25  health care providers.\n   26    S 4. Section 95 of the social services law is amended by adding a  new\n   27  subdivision 12 to read as follows:\n   28    12.  THE  OFFICE  OF TEMPORARY AND DISABILITY ASSISTANCE SHALL COLLECT\n   29  DATA ON THE NUMBER OF VETERANS, AS DEFINED IN SECTION EIGHTY-FIVE OF THE\n   30  CIVIL SERVICE LAW, NUMBER OF  MILITARY  PERSONNEL  DEPLOYED  FOR  ACTIVE\n   31  MILITARY  SERVICE  AS  DEFINED  IN  SECTION ONE OF THE MILITARY LAW, AND\n   32  MEMBERS OF THEIR FAMILY WHO ARE IN RECEIPT OF FOOD  STAMPS  OR  WHO  ARE\n   33  PARTICIPATING  IN  A  FOOD  ASSISTANCE PROGRAM UNDER THIS SECTION.  SUCH\n   34  DATA SHOULD BE INCLUDED IN AN ANNUAL REPORT TO THE LEGISLATURE, NO LATER\n   35  THAN DECEMBER THIRTY-FIRST OF EACH YEAR. SUCH REPORT SHALL  INCLUDE  BUT\n   36  BE NOT LIMITED TO THE FOLLOWING INFORMATION: A BREAKDOWN OF VETERANS AND\n   37  SERVICEMEMBERS  BY BRANCH, THE PERIOD OF SERVICE, AND IF APPLICABLE, THE\n   38  TYPE OF DISCHARGE.\n   39    S 5. Subdivision 1 of section 29 of the correction law, as amended  by\n   40  chapter  598  of the laws of 1990, is amended and a new subdivision 5 is\n   41  added to read as follows:\n   42    1. The department shall continue to  collect,  maintain,  and  analyze\n   43  statistical  and  other  information  and  data  with respect to persons\n   44  subject to the jurisdiction of the department, including but not limited\n   45  to: (a) the number of such persons: placed in the custody of the depart-\n   46  ment, assigned to a  specific  department  program,  accorded  temporary\n   47  release,  paroled  or  conditionally  released, paroled or conditionally\n   48  released and declared delinquent, recommitted to  a  state  correctional\n   49  institution  upon  revocation  of  parole  or  conditional  release,  or\n   50  discharge upon maximum expiration of sentence; (b) the criminal  history\n   51  of  such  persons;  (c)  the social, educational, and vocational circum-\n   52  stances of any such persons; [and,] (d) the  institutional,  parole  and\n   53  conditional  release programs and behavior of such persons; AND, (E) THE\n   54  MILITARY BACKGROUND AND CIRCUMSTANCES, IF  SUCH  PERSON  SERVED  IN  THE\n   55  UNITED STATES ARMED FORCES.  Provided, however, in the event any statis-\n   56  tical information on the ethnic background of the inmate population of a\n\n       A. 2102                             3\n\n    1  correctional facility or facilities is collected by the department, such\n    2  statistical  information  shall  contain,  but  not  be  limited to, the\n    3  following ethnic categories: (i) Caucasian; (ii) Asian;  (iii)  American\n    4  Indian;  (iv)  Afro-American/Black;  and  (v)  Spanish speaking/Hispanic\n    5  which category shall include, but  not  be  limited  to,  the  following\n    6  subcategories  consisting of: (1) Puerto Ricans; (2) Cubans; (3) Domini-\n    7  cans; and (4) other Hispanic nationalities.\n    8    5. THE COMMISSIONER SHALL REPORT TO THE LEGISLATURE ON THE  NUMBER  OF\n    9  INMATES WHO ARE CURRENTLY SERVING SENTENCES IN STATE CORRECTIONAL FACIL-\n   10  ITIES  AND  ANY  LOCAL  CORRECTIONAL  FACILITIES  WHO HAVE SERVED IN THE\n   11  UNITED STATES ARMED FORCES. SUCH REPORT SHALL INCLUDE, BUT NOT BE LIMIT-\n   12  ED TO THE FOLLOWING: A BREAKDOWN OF THE NUMBER OF INMATES BY  BRANCH  OF\n   13  SERVICE,  TIME  PERIOD OF MILITARY SERVICE AND THE TYPE OF DISCHARGE THE\n   14  INMATE RECEIVED UPON SEPARATION FROM THE MILITARY. SUCH REPORT SHALL  BE\n   15  DONE ANNUALLY.\n   16    S 6. This act shall take effect on the one hundred eightieth day after\n   17  it  shall  have  become  a law; provided, that any rules and regulations\n   18  necessary for the timely implementation of this  act  on  its  effective\n   19  date shall be promulgated on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the public health law, in relation to providing certain benefits to veterans; and to amend the social services law and the correction law, in relation to requiring certain reports relating to veterans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T113924.TXT", "SOBI.D110113.T163424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295023164630
}