{
  "year" : 2011,
  "senateBillNo" : "A2100-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2100-2011-1294894800000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to certain orders during divorce proceedings",
  "summary" : "Relates to certain orders during divorce proceedings; provides for court order prohibiting both parties to the litigation from interfering with the other party's parental relationship. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "A10301-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2100\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by M. of A. LAVINE -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT  to  amend  the  domestic  relations law, in relation to certain\n         orders during divorce proceedings\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  240  of the domestic relations law is amended by\n    2  adding a new subdivision 1-d to read as follows:\n    3    1-D. DURING THE PENDENCY OF ANY ACTION SET FORTH IN SUBDIVISION ONE OF\n    4  THIS SECTION THE COURT SHALL ISSUE AN ORDER PROHIBITING BOTH PARTIES  TO\n    5  THE   LITIGATION  FROM  INTERFERING  WITH  THE  OTHER  PARTY'S  PARENTAL\n    6  RELATIONSHIP. INTERFERENCE SHALL INCLUDE, BUT NOT BE LIMITED TO, FAILURE\n    7  TO COMPLY WITH COURT ORDERS, EFFORTS TO  ALIENATE  THE  CHILD  FROM  THE\n    8  OTHER PARTY, DISPARAGING REMARKS MADE ABOUT THE OTHER PARTY IN THE PRES-\n    9  ENCE  OF  THE  CHILD, AND GENERAL UNWILLINGNESS TO FOSTER A RELATIONSHIP\n   10  BETWEEN THE CHILD AND THE OTHER PARTY. THE COURT SHALL  HAVE  DISCRETION\n   11  IN  ISSUING  ORDERS UNDER THIS SUBDIVISION IN CASES OF ABUSE OR DOMESTIC\n   12  VIOLENCE. ANY VIOLATION OF AN ORDER  UNDER  THIS  SUBDIVISION  SHALL  BE\n   13  DEEMED CONTEMPT OF COURT.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07206-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, in relation to certain orders during divorce proceedings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T113924.TXT", "SOBI.D110113.T164426.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295023164608
}