{
  "year" : 2011,
  "senateBillNo" : "A2109-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to aging",
    "billEventId" : "A2109-2011-1294894800000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the director of the office for the aging to establish a long term care worker training pilot program",
  "summary" : "Authorizes the director of the office for the aging to establish a long term care worker training pilot program for the purpose of expanding access to enhanced education and training for health care and social service practitioners who provide services to elderly persons across the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A5864-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2109\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by M. of A. LIFTON, ENGLEBRIGHT, ABBATE, BENEDETTO, BURLING,\n         CLARK, COLTON, COOK,  GUNTHER,  JAFFEE,  LUPARDO,  MAISEL,  MAYERSOHN,\n         MILLMAN, REILLY, J. RIVERA, ROSENTHAL, SCHROEDER, TITUS -- Multi-Spon-\n         sored  by  --  M.  of  A. BOYLAND, CAHILL, DESTITO, GABRYSZAK, HOOPER,\n         McENENY, O'DONNELL, ORTIZ, PEOPLES-STOKES, PHEFFER,  SWEENEY,  TITONE,\n         TOWNS,  WEISENBERG,  WRIGHT -- read once and referred to the Committee\n         on Aging\n\n       AN ACT to amend the elder law, in relation to establishing a  long  term\n         care  worker  training  pilot program; and providing for the repeal of\n         such provisions upon the expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The elder law is amended by adding a new section 218-a to\n    2  read as follows:\n    3    S 218-A. LONG TERM CARE WORKER TRAINING PILOT PROGRAM.  1. THE  DIREC-\n    4  TOR,  WITHIN  AMOUNTS APPROPRIATED THEREFOR, SHALL ESTABLISH A LONG TERM\n    5  CARE WORKER TRAINING PILOT PROGRAM FOR THE PURPOSE OF  EXPANDING  ACCESS\n    6  TO  ENHANCED  EDUCATION  AND  TRAINING  ACROSS THE CONTINUUM OF CARE FOR\n    7  HEALTH CARE AND SOCIAL SERVICES PRACTITIONERS WHO  PROVIDE  SERVICES  TO\n    8  ELDERLY  PERSONS  AS  DEFINED  BY  PARAGRAPH  (B)  OF SUBDIVISION ONE OF\n    9  SECTION TWO HUNDRED FOURTEEN OF THIS TITLE. EMPHASIS SHALL BE PLACED  ON\n   10  TRAINING  TRAINERS INCLUDING, BUT NOT LIMITED TO, TRAINERS FROM COLLEGE,\n   11  UNIVERSITY AND BOARD OF COOPERATIVE EDUCATIONAL  SERVICES  FACULTY,  AND\n   12  STAFF  OF  PROVIDER  AGENCIES  IN HIGH NEEDS AREAS, AS SET FORTH IN THIS\n   13  SECTION, WHO PROVIDE EDUCATION AND TRAINING FOR HOME CARE, NURSE  AIDES,\n   14  PERSONAL  CARE AIDES, CASE MANAGERS IN THE EXPANDED IN-HOME SERVICES FOR\n   15  THE ELDERLY PROGRAM, INFORMATION AND REFERRAL SPECIALISTS INCLUDING, BUT\n   16  NOT LIMITED TO, THOSE WORKING FOR NOT-FOR-PROFIT CORPORATIONS, MUNICIPAL\n   17  GOVERNMENTS, NEW YORK CONNECTS-CHOICES FOR LONG TERM CARE, SOCIAL  ADULT\n   18  DAY CARE, ADULT DAY CARE AND OTHER CAREGIVERS WITH HANDS-ON RESPONSIBIL-\n   19  ITIES  FOR  ELDERLY CLIENTS. THE GOAL SHALL BE TO IMPROVE THE QUALITY OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05935-01-1\n\n       A. 2109                             2\n\n    1  CARE PROVIDED TO THE ELDERLY, TO ENSURE THAT  INDIVIDUALS  WORKING  WITH\n    2  THE  ELDERLY AND THEIR FAMILIES HAVE CORE COMPETENCIES IN GERIATRICS, TO\n    3  IMPROVE RECRUITMENT AND RETENTION,  AND  TO  ASSIST  PROVIDERS  TO  MEET\n    4  TRAINING  NEEDS,  INCLUDING REQUIREMENTS ESTABLISHED BY REGULATORY AGEN-\n    5  CIES. THE DIRECTOR SHALL COORDINATE SUCH  EFFORTS  IN  CONJUNCTION  WITH\n    6  ONGOING  TRAINING  AND  CERTIFICATION  SERVICES  AND REQUIREMENTS OF THE\n    7  DEPARTMENT OF HEALTH; OFFICE OF MENTAL HEALTH; OFFICE OF ALCOHOLISM  AND\n    8  SUBSTANCE  ABUSE SERVICES; STATE COMMISSION ON QUALITY OF CARE AND ADVO-\n    9  CACY FOR PERSONS WITH DISABILITIES; EDUCATION DEPARTMENT; STATE  UNIVER-\n   10  SITY OF NEW YORK; OFFICE OF TEMPORARY AND DISABILITY ASSISTANCE AND SUCH\n   11  OTHER  AGENCIES  AS APPROPRIATE. SUCH TRAINING SHALL BE COORDINATED WITH\n   12  COMMUNITY BASED AGENCIES INCLUDING, BUT NOT LIMITED TO,  COUNTY  HEALTH,\n   13  MENTAL  HEALTH  AND  SOCIAL SERVICES DEPARTMENTS; COUNTY OFFICES FOR THE\n   14  AGING; COLLEGES AND  UNIVERSITIES;  BOARDS  OF  COOPERATIVE  EDUCATIONAL\n   15  SERVICES; LONG TERM CARE PROVIDERS; AREA HEALTH EDUCATION CENTERS; RURAL\n   16  HEALTH  NETWORKS;  AND  SUCH OTHER AGENCIES AS APPROPRIATE. THE DIRECTOR\n   17  SHALL PROVIDE A METHOD FOR  ONGOING  EVALUATION  AND  REPORTING  ON  THE\n   18  SUCCESS OF THIS PILOT PROGRAM IN MEETING ITS STATED GOALS.\n   19    2.  THE DIRECTOR, WITHIN AMOUNTS APPROPRIATED THEREFOR, AND IN CONSUL-\n   20  TATION WITH THE AGENCIES THE DIRECTOR IS  REQUIRED  TO  COORDINATE  WITH\n   21  PURSUANT  TO SUBDIVISION ONE OF THIS SECTION, SHALL CONTRACT WITH ONE OR\n   22  MORE COLLEGES OR UNIVERSITIES WITH A RECOGNIZED INSTITUTE ON  GERONTOLO-\n   23  GY,  TO  ASSIST IN THE DESIGN, IMPLEMENTATION AND EVALUATION OF THE LONG\n   24  TERM CARE WORKER TRAINING PILOT PROGRAM, INCLUDING THE IDENTIFICATION OF\n   25  HIGH NEEDS AREAS WHERE A SHORTAGE OF GERIATRIC  TRAINING  RESOURCES  AND\n   26  DIFFICULTIES IN ACCESSING SUCH TRAINING ARE DOCUMENTED.\n   27    3.  ON  OR  BEFORE  THE  FIRST  OF SEPTEMBER OF THE CALENDAR YEAR NEXT\n   28  SUCCEEDING THE YEAR IN WHICH THE CHAPTER OF THE  LAWS  OF  TWO  THOUSAND\n   29  ELEVEN  WHICH  ADDED  THIS  SECTION  TAKES EFFECT, AND EVERY SECOND YEAR\n   30  THEREAFTER, THE DIRECTOR SHALL REPORT TO THE GOVERNOR AND  THE  LEGISLA-\n   31  TURE  ON THE ACTIVITIES UNDERTAKEN TO DESIGN, IMPLEMENT AND EVALUATE THE\n   32  LONG TERM CARE WORKER TRAINING PILOT PROGRAM. SUCH REPORT SHALL  INCLUDE\n   33  DATA RELATING TO PROGRAM ACTIVITIES, OUTCOMES AND OTHER PERTINENT INFOR-\n   34  MATION  NECESSARY  TO EVALUATE THE EFFECTIVENESS OF THE PILOT PROGRAM IN\n   35  ACCOMPLISHING ITS STATED GOALS.\n   36    S 2. This act shall take effect on the first of April of the  calendar\n   37  year  next  succeeding the year in which it shall have become a law, and\n   38  shall expire and be deemed repealed 6 years after it shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to establishing a long term care worker training pilot program; and providing for the repeal of such provisions upon the expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T140945.TXT", "SOBI.D110113.T163424.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295032185745
}