{
  "year" : 2011,
  "senateBillNo" : "A2103-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2103-2011-1294894800000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the rule-making power of the court of appeals as to admission of attorneys and counsellors",
  "summary" : "Relates to the rule-making power of the New York state court of appeals as to admission of attorneys and counsellors. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "A11339-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2103\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by M. of A. LAVINE -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT to amend the judiciary law, in relation to the rule-making power\n         of the New York state court of appeals as to  admission  of  attorneys\n         and counsellors\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of  section  53  of  the  judiciary  law,  as\n    2  amended  by  chapter  450  of  the  laws  of 1994, is amended to read as\n    3  follows:\n    4    3. (A) The court shall prescribe rules providing for a uniform  system\n    5  of  examination of candidates for admission to practice as attorneys and\n    6  counsellors, which shall govern the state board of law examiners in  the\n    7  performance  of its duties. The court shall not by its rules cause to be\n    8  barred from examination or, upon successful completion of  the  examina-\n    9  tion  process, subsequent admission to the state bar, provided he or she\n   10  shall otherwise meet any requirements for admission, any person  who  is\n   11  currently  admitted to practice in the jurisdiction of another state and\n   12  has received a degree from a law school which qualifies such  person  to\n   13  practice  law in such state, other than a law school which grants credit\n   14  for correspondence courses, provided that such person has  been  engaged\n   15  in  the  actual  practice of law in the state in which they are admitted\n   16  for no less than five years.\n   17    (B) NOTWITHSTANDING THE PROVISIONS OF PARAGRAPH (A) OF  THIS  SUBDIVI-\n   18  SION,  THE COURT SHALL NOT BY ITS RULES CAUSE TO BE BARRED FROM EXAMINA-\n   19  TION, OR UPON SUCCESSFUL COMPLETION OF THE EXAMINATION  PROCESS,  SUBSE-\n   20  QUENT ADMISSION TO THE STATE BAR, ANY PERSON WHO HAS SUCCESSFULLY PASSED\n   21  THE  BAR  EXAMINATION OF ANOTHER STATE, HAS BEEN ADMITTED TO PRACTICE IN\n   22  ANOTHER STATE, AND WHO HAS RECEIVED A JURIS DOCTORATE DEGREE FROM A  LAW\n   23  SCHOOL  WHICH  IS ACCREDITED BY A NATIONAL ACCREDITING AGENCY RECOGNIZED\n   24  BY THE UNITED STATES DEPARTMENT OF EDUCATION WHOSE  SCOPE  OF  AUTHORITY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06941-01-1\n\n       A. 2103                             2\n\n    1  INCLUDES  FIRST  PROFESSIONAL DEGREES IN LAW AND WHICH LAW SCHOOL QUALI-\n    2  FIES FOR PARTICIPATION IN THE FEDERAL STUDENT LOAN PROGRAM  UNDER  TITLE\n    3  IV  OF  THE FEDERAL HIGHER EDUCATION ACT OF NINETEEN HUNDRED SIXTY-FIVE,\n    4  AS AMENDED.\n    5    S 2. The court of appeals shall promulgate rules necessary to effectu-\n    6  ate the provisions of this act.\n    7    S 3. This act shall take effect on the one hundred eightieth day after\n    8  it shall have become a law; provided, that section two of this act shall\n    9  take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to the rule-making power of the New York state court of appeals as to admission of attorneys and counsellors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T163424.TXT", "SOBI.D110114.T114925.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295023765007
}