{
  "year" : 2011,
  "senateBillNo" : "A2104-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2104-2011-1294894800000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the licensing of plumbers by Nassau county",
  "summary" : "Authorizes the county of Nassau to establish a county board of plumbing examiners; establishes that the requirements for licensing plumbers in the county of Nassau shall be governed by local laws duly enacted by such county. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "County Law",
  "previousVersions" : [ "A10393-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2104\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by M. of A. LAVINE -- read once and referred to the Committee\n         on Local Governments\n\n       AN  ACT  to amend the county law, in relation to the power of the county\n         of Nassau to establish a Nassau county board of plumbing examiners  to\n         provide for county-wide plumbing licensure\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The county law is amended by adding a new section 236-c  to\n    2  read as follows:\n    3    S  236-C.  NASSAU  COUNTY  PLUMBING  LICENSING. 1. NOTWITHSTANDING THE\n    4  PROVISIONS OF THE GENERAL CITY LAW OR ANY OTHER LAW TO THE CONTRARY, THE\n    5  COUNTY OF NASSAU IS HEREBY AUTHORIZED TO ESTABLISH A NASSAU COUNTY BOARD\n    6  OF PLUMBING EXAMINERS AND TO EMPOWER SUCH BOARD TO ASSUME ALL  LICENSING\n    7  DUTIES  WITHIN  THE  COUNTY  OF  NASSAU WITH RESPECT TO THE LICENSURE OF\n    8  PLUMBERS.  THE COUNTY OF NASSAU SHALL PROVIDE FOR PLUMBERS'  DUTIES  AND\n    9  RESPONSIBILITIES IN ACCORDANCE WITH THE LOCAL LAW OF SUCH COUNTY.\n   10    2.  LOCAL  LAWS  ENACTED  PURSUANT TO THIS SECTION SHALL SUPERSEDE THE\n   11  PROVISIONS OF ANY LICENSING REQUIREMENTS PROMULGATED BY A CITY  PURSUANT\n   12  TO THE GENERAL CITY LAW.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06939-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the county law, in relation to the power of the county of Nassau to establish a Nassau county board of plumbing examiners to provide for county-wide plumbing licensure ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T163424.TXT", "SOBI.D110114.T114925.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295023765010
}