{
  "year" : 2011,
  "senateBillNo" : "A2114-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to codes",
    "billEventId" : "A2114-2011-1294894800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions regarding instructions to grand juries and charges to the jury",
  "summary" : "Provides for the preparation of written instructions by the chief administrator of the courts to be presented to each grand jury preliminary to assumption of their duties regarding the independent functions of the grand jury; provides that the court may provide a written summary of the charge to the jury. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A2175-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2114\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced by M. of A. McENENY -- Multi-Sponsored by -- M. of A. CAHILL,\n         CLARK,  COLTON, COOK, GALEF, GOTTFRIED, JAFFEE, MAISEL, MILLMAN, REIL-\n         LY, TOWNS, WEISENBERG -- read once and referred to  the  Committee  on\n         Codes\n\n       AN  ACT  to  amend  the criminal procedure law and the judiciary law, in\n         relation to instructions to grand juries preliminary to assumption  of\n         their  duties  and to amend the criminal procedure law, in relation to\n         the charge to the jury\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 190.20 of the criminal procedure law is amended by\n    2  adding a new subdivision 7 to read as follows:\n    3    7. (A) AFTER A GRAND JURY HAS BEEN SWORN, THE COURT  MUST  DELIVER  OR\n    4  CAUSE  TO  BE  DELIVERED  TO  EACH  GRAND  JUROR  A  COPY OF THE WRITTEN\n    5  INSTRUCTIONS FOR GRAND JURORS PREPARED BY THE CHIEF ADMINISTRATOR OF THE\n    6  COURTS IN ACCORDANCE WITH THE PROVISIONS OF PARAGRAPH (S) OF SUBDIVISION\n    7  TWO OF SECTION TWO HUNDRED TWELVE OF THE JUDICIARY LAW.\n    8    (B) THE PRESIDING JUDGE SHALL REVIEW SUCH  WRITTEN  INSTRUCTIONS  WITH\n    9  THE  JURORS  AFTER  HAVING  BEEN  SWORN AND PRELIMINARY TO ASSUMPTION OF\n   10  THEIR DUTIES. THE PRESIDING JUDGE SHALL MAKE HIMSELF OR  HERSELF  AVAIL-\n   11  ABLE  TO  ANSWER  QUESTIONS  OR  MAKE  FURTHER  CLARIFICATIONS  OF THESE\n   12  INSTRUCTIONS.  NOTHING HEREIN SHALL PREVENT  THE  PRESIDING  JUDGE  FROM\n   13  GIVING THE JURORS FURTHER GUIDANCE, AS HE OR SHE SHALL DETERMINE REGARD-\n   14  ING  THE  LEGAL  DUTIES  OF THE GRAND JURY, AND ITS RESPONSIBILITIES AND\n   15  OBJECTIVES AS DEFINED IN THIS ARTICLE.   IN ADDITION,  THE  JUDGE  SHALL\n   16  REMIND  THE GRAND JURY OF ITS DUTIES AND RESPONSIBILITIES AT ANY TIME HE\n   17  OR SHE SHALL DEEM NECESSARY, WHETHER SOLICITED BY THE GRAND JURY OR NOT.\n   18    S 2. Subdivision 2 of section 212 of the judiciary law is  amended  by\n   19  adding a new paragraph (s) to read as follows:\n   20    (S)  PREPARE  WRITTEN INSTRUCTIONS FOR GRAND JURORS, INCLUDING BUT NOT\n   21  LIMITED TO THE FOLLOWING INFORMATION:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01816-01-1\n\n       A. 2114                             2\n\n    1    (I) THE GRAND JURY PERFORMS THE DUAL FUNCTION OF INVESTIGATING  CRIMI-\n    2  NAL ACTIVITY TO DETERMINE WHETHER SUFFICIENT EVIDENCE EXISTS TO ACCUSE A\n    3  CITIZEN  OF  A  CRIME,  AND  OF PROTECTING INDIVIDUALS FROM NEEDLESS AND\n    4  UNFOUNDED PROSECUTIONS;\n    5    (II)  IN A GRAND JURY PROCEEDING THE PROSECUTOR PERFORMS THE DUAL ROLE\n    6  OF ADVOCATE AND PUBLIC OFFICER CHARGED WITH THE DUTY NOT ONLY TO  SECURE\n    7  INDICTMENTS BUT ALSO TO SEE THAT JUSTICE IS DONE;\n    8    (III)  THE  GRAND  JURY DERIVES ITS AUTHORITY FROM THE CONSTITUTION OF\n    9  THE STATE OF NEW YORK, CONSTITUTES A PART OF THE COURT WHICH IMPANELS IT\n   10  AND IS NOT AN INSTRUMENTALITY OF THE PROSECUTOR  OR  DISTRICT  ATTORNEY;\n   11  AND\n   12    (IV) SUCH OTHER INFORMATION AS THE CHIEF ADMINISTRATOR MAY DEEM NECES-\n   13  SARY  AND  PROPER TO CLARIFY THE MISSION OF THE GRAND JURY IN THE INTER-\n   14  ESTS OF JUSTICE.\n   15    S 3. Subdivision  1 of section 300.10 of the criminal procedure law is\n   16  amended to read as follows:\n   17    1.  At the conclusion of the summations,  the  court  must  deliver  a\n   18  charge  to  the  jury  AND  MAY PROVIDE A WRITTEN SUMMARY THEREOF TO THE\n   19  JURY.\n   20    S 4. This act shall take effect on the sixtieth  day  after  it  shall\n   21  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law and the judiciary law, in relation to instructions to grand juries preliminary to assumption of their duties and to amend the criminal procedure law, in relation to the charge to the jury ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T143948.TXT", "SOBI.D110113.T163924.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295033988558
}