{
  "year" : 2011,
  "senateBillNo" : "A2117-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A2117-2011-1294894800000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts provisions imposing a moratorium on the planting and growing of genetically modified crops in New York state",
  "summary" : "Enacts provisions imposing a five year moratorium on the planting and growing of genetically modified crops in New York state and the use of a marketing plan to promote New York state agricultural products; defines \"genetically modified crops\"; exempts such genetically modified crops planted and grown for the sole purpose of conducting research and not for sale. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A2166-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2117\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by M. of A. McENENY, COOK, ENGLEBRIGHT, ORTIZ -- Multi-Spon-\n         sored by -- M. of A.  BRENNAN, COLTON, DINOWITZ, GLICK, HOYT,  MARKEY,\n         WEISENBERG -- read once and referred to the Committee on Agriculture\n\n       AN  ACT  to amend the agriculture and markets law, in relation to genet-\n         ically modified crops\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Article 27 and sections 450, 451, 452, 453, 454 and 455 of\n    2  the agriculture and markets law, as renumbered by chapter  1047  of  the\n    3  laws of 1965, are renumbered article 29 and sections 600, 601, 602, 603,\n    4  604 and 605 and a new article 27 is added to read as follows:\n    5                                 ARTICLE 27\n    6                         GENETICALLY MODIFIED CROPS\n\n    7  SECTION 450. LEGISLATIVE FINDINGS.\n    8          451. DEFINITIONS.\n    9          452. PLANTING OF CROPS.\n   10          453. MARKETING PLAN.\n   11    S  450.  LEGISLATIVE  FINDINGS. THE LEGISLATURE FINDS THAT GENETICALLY\n   12  MODIFIED CROPS POSE RISKS OF UNKNOWN DIMENSION TO HUMAN HEALTH  AND  THE\n   13  ENVIRONMENT, AND THAT DRAMATIC INCREASES IN THE PLANTING AND CONSUMPTION\n   14  OF  SUCH  CROPS OVER THE PAST SEVERAL YEARS HAVE FAR OUTPACED OUR UNDER-\n   15  STANDING OF THEIR IMMEDIATE AND LONG-TERM EFFECTS. FURTHERMORE,  BECAUSE\n   16  THE  EXCHANGE OF GENETIC MATERIAL BETWEEN GENETICALLY MODIFIED CROPS AND\n   17  CONVENTIONAL CROPS, WILD PLANTS, AND ORGANISMS IS KNOWN TO OCCUR, GENET-\n   18  ICALLY MODIFIED MATERIAL AND ANY ADVERSE CHARACTERISTICS IT  CONFERS  OR\n   19  PROMOTES  CAN  BE  IRREVOCABLY DISPERSED INTO THE WIDER ENVIRONMENT. THE\n   20  LIST OF POTENTIAL HAZARDS OF CONCERN INCLUDES BUT IS NOT LIMITED TO: THE\n   21  DEVELOPMENT OF INSECT AND WEED RESISTANCE TO PESTICIDES; INJURY OR DEATH\n   22  OF NON-TARGET SPECIES; CROP  LOSS  FROM  SEEDS  THAT  DO  NOT  YIELD  AS\n   23  EXPECTED  OR  THAT  PRODUCE  CROPS  WITH UNEXPECTED CHARACTERISTICS; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01146-01-1\n\n       A. 2117                             2\n\n    1  ALLERGENICITY, TOXICITY, OR DECREASED NUTRITIONAL VALUE  OF  GENETICALLY\n    2  MODIFIED  CROPS.  THE LEGISLATURE FURTHER FINDS THAT FOODS PRODUCED FROM\n    3  GENETICALLY MODIFIED CROPS ARE INCREASINGLY BEING REJECTED BY  DISTRIBU-\n    4  TORS,  PROCESSORS,  RETAILERS  AND  CONSUMERS ALIKE IN BOTH DOMESTIC AND\n    5  INTERNATIONAL MARKETS. THE GROWTH OF GENETICALLY MODIFIED CROPS  IN  NEW\n    6  YORK  STATE  THUS  PLACES  ALL STATE FARMERS AT RISK IN THE MARKETPLACE.\n    7  THOSE WHO INTENTIONALLY PLANT GENETICALLY MODIFIED CROPS  AND  KNOWINGLY\n    8  ACCEPT  THE  MARKETPLACE RISK ALSO PLACE AT RISK THOSE WHO PLANT CONVEN-\n    9  TIONAL CROPS, WHICH CAN BE UNINTENTIONALLY CONTAMINATED  BY  GENETICALLY\n   10  MODIFIED  CROPS. A MORATORIUM ON THE PLANTING AND GROWING OF GENETICALLY\n   11  MODIFIED CROPS IN NEW YORK STATE WILL ENHANCE THE VALUE AND PROTECT  THE\n   12  REPUTATION  OF  NEW  YORK  STATE'S  AGRICULTURAL  PRODUCTS, CONFERRING A\n   13  SIGNIFICANT MARKETING ADVANTAGE WHILE PRESERVING THE STATE'S  ECOLOGICAL\n   14  HEALTH.  FOR  THESE REASONS, THE LEGISLATURE ESTABLISHES A MORATORIUM ON\n   15  THE PLANTING AND GROWING OF  GENETICALLY  MODIFIED  CROPS  IN  NEW  YORK\n   16  STATE.\n   17    S  451.  DEFINITIONS.  AS  USED  IN THIS ARTICLE \"GENETICALLY MODIFIED\n   18  CROPS\" SHALL MEAN CROPS PRODUCED  FROM  PLANT  VARIETIES  CREATED  USING\n   19  TECHNIQUES  THAT  ALTER  THE MOLECULAR OR CELL BIOLOGY OF AN ORGANISM BY\n   20  MEANS THAT ARE NOT  POSSIBLE  UNDER  NATURAL  CONDITIONS  OR  PROCESSES.\n   21  GENETIC  MODIFICATION SHALL INCLUDE RECOMBINANT DNA, CELL FUSION, MICRO-\n   22  AND MACRO-ENCAPSULATION, GENE DELETION AND DOUBLING, INTRODUCTION  OF  A\n   23  FOREIGN  GENE,  AND GENE REPOSITIONING. IT SHALL NOT INCLUDE CROP BREED-\n   24  ING, CONJUGATION, FERMENTATION, HYBRIDIZATION, AND TISSUE CULTURE.\n   25    S 452. PLANTING OF CROPS. NO GENETICALLY MODIFIED CROPS MAY BE PLANTED\n   26  OR GROWN IN THE STATE FOR A PERIOD OF FIVE  YEARS  AFTER  THE  EFFECTIVE\n   27  DATE OF THIS ARTICLE. THIS SECTION SHALL NOT APPLY TO PLANTING AND GROW-\n   28  ING  GENETICALLY  MODIFIED  CROPS  SOLELY  FOR THE PURPOSE OF CONDUCTING\n   29  RESEARCH AND NOT FOR SALE, USE OR CONSUMPTION BY THE PUBLIC. GROWING AND\n   30  PLANTING OF GENETICALLY MODIFIED CROPS FOR RESEARCH PURPOSES SHALL BE IN\n   31  AN ENCLOSED FACILITY OR ON AN OUTDOOR PLOT OF LAND NOT  MORE  THAN  FIVE\n   32  ACRES  AT  LEAST SIX HUNDRED SIXTY FEET FROM ANY OTHER PLOT USED FOR THE\n   33  PLANTING AND GROWING OF CROPS. NO ONE LOCATION SHALL EXCEED  A  COMBINED\n   34  TOTAL OF TEN ACRES OF LAND FOR PLANTING AND GROWING OF GENETICALLY MODI-\n   35  FIED CROPS.\n   36    S  453.  MARKETING PLAN. THE DEPARTMENT SHALL PREPARE A MARKETING PLAN\n   37  THAT USES THE MORATORIUM AS A PROMOTIONAL TOOL FOR NEW YORK STATE  AGRI-\n   38  CULTURAL PRODUCTS.\n   39    S  2. This act shall take effect on the first of January next succeed-\n   40  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to genetically modified crops ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T144448.TXT", "SOBI.D110113.T163924.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295034288676
}