{
  "year" : 2011,
  "senateBillNo" : "A2113-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to education",
    "billEventId" : "A2113-2011-1294894800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the limitation of costs of charter schools to five percent of the local board of education's state approved operating expense",
  "summary" : "Provides for the limitation of costs of charter schools to five percent of the local board of education's state approved operating expense as calculated pursuant to law; applicable to cities with a population of one hundred thousand or less. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2171-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2113\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M. of A. McENENY, CANESTRARI -- Multi-Sponsored by -- M.\n         of A. COOK, GLICK, GOTTFRIED -- read once and referred to the  Commit-\n         tee on Education\n\n       AN  ACT to amend the education law, in relation to limiting the costs to\n         be paid by the local board of education budget  to  five  percent  per\n         annum of that budget\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 2852  of  the  education  law,  as\n    2  amended  by  chapter  101  of  the  laws  of 2010, is amended to read as\n    3  follows:\n    4    1. A charter entity that receives an application  for  approval  of  a\n    5  charter school shall act on each request received prior to July first of\n    6  a  calendar  year  on or before January first of the succeeding calendar\n    7  year, and a proposed charter between the applicant and the charter enti-\n    8  ty resulting from such application shall be executed on or before Febru-\n    9  ary first of such succeeding year.  Nothing in this subdivision shall be\n   10  construed to prevent a charter entity from receiving or acting  upon  an\n   11  application  at  any  time. This subdivision shall not apply to applica-\n   12  tions that are submitted pursuant to subdivision nine-a of this section.\n   13  HOWEVER, NOTWITHSTANDING ANY OTHER PROVISION OF THIS  SECTION  OR  OTHER\n   14  PROVISION OF LAW, NO CHARTERING ENTITY SHALL APPROVE A CHARTER IN A CITY\n   15  WITH  A POPULATION OF ONE HUNDRED THOUSAND OR LESS WHEN ISSUANCE OF THAT\n   16  CHARTER WOULD CAUSE THE COST OF ALL PAYMENTS MADE  PURSUANT  TO  SECTION\n   17  TWENTY-EIGHT HUNDRED FIFTY-SIX OF THIS ARTICLE TO EXCEED FIVE PERCENT OF\n   18  THAT  CITY'S SCHOOL DISTRICT'S TOTAL STATE APPROVED OPERATING EXPENSE AS\n   19  CALCULATED PURSUANT TO SUBDIVISION ELEVEN OF SECTION THIRTY-SIX  HUNDRED\n   20  TWO OF THIS CHAPTER.\n   21    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01811-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to limiting the costs to be paid by the local board of education budget to five percent per annum of that budget ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T143948.TXT", "SOBI.D110113.T163424.TXT", "SOBI.D110113.T163924.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295033988553
}