{
  "year" : 2011,
  "senateBillNo" : "A2118-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A2118-2011-1294894800000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"prevention of farm animal cruelty act\"",
  "summary" : "Enacts the \"prevention of farm animal cruelty act\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "AA8597-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2118\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MILLMAN, ORTIZ, MARKEY, CASTRO, COOK, CAHILL --\n         Multi-Sponsored by -- M. of  A.  BARRON,  BOYLAND,  GALEF,  GOTTFRIED,\n         JEFFRIES,  McENENY,  PHEFFER,  REILLY,  WEISENBERG  --  read  once and\n         referred to the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to enacting\n         the prevention of farm animal cruelty act\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the \"prevention\n    2  of farm animal cruelty act\".\n    3    S  2.  The  agriculture  and  markets  law  is amended by adding a new\n    4  section 380 to read as follows:\n    5    S 380. PROHIBITED TREATMENT OF FARM ANIMALS. 1. ALL FARM AND LIVESTOCK\n    6  ANIMALS SHALL BE KEPT, RAISED AND BRED UNDER HUMANE TREATMENT  STANDARDS\n    7  AND  CONDITIONS. NO PERSON SHALL KEEP, RAISE OR BREED ANY COVERED ANIMAL\n    8  ON A FARM OR AT AN ANIMAL FACILITY UNDER INHUMANE CONDITIONS, INCLUDING:\n    9    (A) TETHERING OR CONFINING ANY COVERED ANIMAL FOR ALL OR THE  MAJORITY\n   10  OF  ANY  DAY, IN A MANNER THAT PREVENTS SUCH ANIMAL FROM (1) LYING DOWN,\n   11  STANDING UP, AND FULLY EXTENDING HIS  OR  HER  LIMBS,  AND  (2)  TURNING\n   12  AROUND FREELY;\n   13    (B)  EXCESSIVELY  BREEDING  ANY  COVERED  ANIMAL OR BREEDING A COVERED\n   14  ANIMAL IN A MANNER LIKELY TO CAUSE HEALTH PROBLEMS FOR THE ANIMAL OR ITS\n   15  YOUNG;\n   16    (C) UTILIZING GAVAGE TECHNIQUES OR OTHERWISE FORCE FEEDING ANY COVERED\n   17  ANIMAL;\n   18    (D) KEEPING ANY COVERED ANIMAL IN EXCESSIVELY CROWDED,  UNSANITARY  OR\n   19  UNSAFE CONDITIONS, INCLUDING:\n   20    (1)  KEEPING  ANY  COVERED  ANIMAL IN ENCLOSURES STACKED MORE THAN TWO\n   21  ENCLOSURES HIGH;\n   22    (2) FAILING TO PROVIDE SHELTER FOR ANY COVERED ANIMAL  FROM  INCLEMENT\n   23  WEATHER; AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04950-01-1\n\n       A. 2118                             2\n\n    1    (3)  KEEPING ANY COVERED ANIMAL IN AREAS CONTAINING TRASH OR HAZARDOUS\n    2  SUBSTANCES;\n    3    (E)  FAILING TO PROVIDE DAILY NUTRITIOUS FOOD AND POTABLE WATER TO ANY\n    4  COVERED ANIMAL AS APPROPRIATE FOR THE SIZE, AGE  AND  CONDITION  OF  THE\n    5  ANIMAL; OR\n    6    (F)  FAILING  TO  OBTAIN APPROPRIATE MEDICAL CARE FOR AND TREATMENT OF\n    7  ANY COVERED ANIMAL, INCLUDING NON-ELECTIVE SURGICAL PROCEDURES.\n    8    2. THE PROVISIONS OF THIS SECTION SHALL NOT APPLY:\n    9    (A) TO ANY COVERED ANIMAL:\n   10    (1) DURING SCIENTIFIC OR AGRICULTURAL RESEARCH;\n   11    (2) DURING EXAMINATION, TESTING, INDIVIDUAL TREATMENT OR OPERATION FOR\n   12  VETERINARY PURPOSES;\n   13    (3) DURING TRANSPORTATION;\n   14    (4) DURING RODEO EXHIBITIONS, STATE OR COUNTY  FAIR  EXHIBITIONS,  4-H\n   15  PROGRAMS, AND SIMILAR EXHIBITIONS; OR\n   16    (5)  DURING  THE  SLAUGHTER OF A COVERED ANIMAL IN ACCORDANCE WITH THE\n   17  PROVISIONS OF CHAPTER 6 (COMMENCING WITH SECTION 19501)  OF  PART  3  OF\n   18  DIVISION 9 OF THE FOOD AND AGRICULTURAL CODE, RELATING TO HUMANE METHODS\n   19  OF SLAUGHTER, AND OTHER APPLICABLE LAW AND REGULATIONS; OR\n   20    (B)  TO  A PIG DURING THE SEVEN-DAY PERIOD PRIOR TO THE PIG'S EXPECTED\n   21  DATE OF GIVING BIRTH.\n   22    3. NO PERSON SHALL SELL, GIVE AWAY  OR  TRANSFER  ANY  COVERED  ANIMAL\n   23  KEPT,  BORN  OR BRED AT ANY FARM OR ANIMAL FACILITY THAT BREEDS OR MAIN-\n   24  TAINS ANIMALS UNDER INHUMANE CONDITIONS IN ORDER TO AVOID LIABILITY  FOR\n   25  A VIOLATION OF THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION.\n   26    4.  (A)  ANY PERSON WHO VIOLATES ANY OF THE PROVISIONS OF THIS SECTION\n   27  IS GUILTY OF  A  MISDEMEANOR,  AND  UPON  CONVICTION  THEREOF  SHALL  BE\n   28  PUNISHED  BY  A  FINE OF NOT LESS THAN TWO HUNDRED FIFTY DOLLARS AND NOT\n   29  MORE THAN ONE THOUSAND DOLLARS OR BY IMPRISONMENT FOR A  PERIOD  NOT  TO\n   30  EXCEED ONE HUNDRED EIGHTY DAYS OR BY BOTH SUCH FINE AND IMPRISONMENT.\n   31    (B) THE DEPARTMENT, AT ITS DISCRETION, SHALL REVIEW THE NATURE OF SUCH\n   32  VIOLATION  OR VIOLATIONS, AND MAY REMOVE ANY ANIMAL OR ANIMALS AND PLACE\n   33  THEM IN THE CARE OF A VETERINARIAN, ANIMAL SHELTER OR OTHER  APPROPRIATE\n   34  RESCUE  GROUP OR FACILITY. THE INDIVIDUAL IN VIOLATION SHALL BE REQUIRED\n   35  TO PAY ALL REASONABLE COSTS ASSOCIATED WITH THE CARE OF SEIZED ANIMALS.\n   36    (C) ANY PERSON DETERMINED TO BE IN VIOLATION  OF  THIS  SECTION  SHALL\n   37  PRESENT TO THE DEPARTMENT, A SWORN, WRITTEN STATEMENT SIGNED BY A VETER-\n   38  INARIAN  CERTIFYING  THAT  THE FARM OR ANIMAL FACILITY HAS ABIDED BY ALL\n   39  FEDERAL, STATE AND LOCAL LAWS, RULES AND REGULATIONS THAT PERTAIN TO THE\n   40  HUMANE TREATMENT OR CONDITIONS OF ANIMALS, IN ORDER FOR SUCH  PERSON  TO\n   41  RESUME HOUSING ANIMALS AT A FARM OR ANIMAL FACILITY.\n   42    (D) NOTHING IN THIS SECTION SHALL PRECLUDE ANY PEACE OR ANIMAL CONTROL\n   43  OFFICER  WHO  SHALL  HAVE  THE  POWERS  OF A PEACE OFFICER AS DEFINED IN\n   44  SECTION 2.10 OF THE CRIMINAL PROCEDURE LAW WITH RESPECT TO THIS  SECTION\n   45  FROM ENFORCING THE PROVISIONS OF THIS SECTION IF HE OR SHE SHALL RECEIVE\n   46  ORALLY  OR IN WRITING A REPORT OF ANY INHUMANE CONDITION AT SUCH FARM OR\n   47  ANIMAL FACILITY.\n   48    (E) THE PROVISIONS OF THIS SECTION ARE IN ADDITION TO, AND NOT IN LIEU\n   49  OF, ANY OTHER LAWS PROTECTING ANIMAL WELFARE, INCLUDING THE  PENAL  LAW.\n   50  THIS  SECTION  SHALL  NOT  BE  CONSTRUED TO LIMIT ANY STATE LAW OR REGU-\n   51  LATIONS PROTECTING THE WELFARE OF ANIMALS, NOR SHALL  ANYTHING  IN  THIS\n   52  SECTION  PREVENT  A LOCAL GOVERNING BODY FROM ADOPTING AND ENFORCING ITS\n   53  OWN ANIMAL WELFARE LAWS AND REGULATIONS.\n   54    5. FOR THE PURPOSES OF THIS SECTION: (A) \"ANIMAL FACILITY\"  MEANS  ANY\n   55  AREA  BUILT, INSTALLED OR DESIGNED TO SERVE AS A BREEDING OR MAINTAINING\n   56  AREA FOR ANIMALS;\n\n       A. 2118                             3\n\n    1    (B) \"COVERED ANIMAL\" MEANS ANY PORCINE,  BOVINE,  OR  POULTRY  SPECIES\n    2  ADULT  OR  JUVENILE  ANIMAL  OR  FOWL  KEPT ON A FARM FOR THE PURPOSE OF\n    3  PRODUCING FOOD PRODUCTS, INCLUDING MEAT, EGGS AND MILK;\n    4    (C)  \"ENCLOSURE\"  MEANS ANY CAGE, CRATE, OR OTHER STRUCTURE (INCLUDING\n    5  WHAT IS COMMONLY DESCRIBED AS A \"GESTATION  CRATE\"  FOR  PIGS;  A  \"VEAL\n    6  CRATE\"  FOR  CALVES;  OR  A  \"BATTERY CAGE\" FOR EGG-LAYING HENS) USED TO\n    7  CONFINE A COVERED ANIMAL;\n    8    (D) \"FARM\" MEANS THE LAND, BUILDING,  SUPPORT  FACILITIES,  AND  OTHER\n    9  EQUIPMENT   THAT  ARE  WHOLLY  OR  PARTIALLY  USED  FOR  THE  COMMERCIAL\n   10  PRODUCTION OF ANIMALS OR ANIMAL PRODUCTS USED FOR  FOOD  OR  FIBER;  AND\n   11  DOES NOT INCLUDE LIVE ANIMAL MARKETS;\n   12    (E) \"FULLY EXTENDING HIS OR HER LIMBS\" MEANS FULLY EXTENDING ALL LIMBS\n   13  WITHOUT  TOUCHING  THE  SIDE  OF AN ENCLOSURE, INCLUDING, IN THE CASE OF\n   14  EGG-LAYING HENS, FULLY SPREADING BOTH WINGS WITHOUT TOUCHING THE SIDE OF\n   15  AN ENCLOSURE OR OTHER EGG-LAYING HENS;\n   16    (F) \"HUMANE TREATMENT STANDARDS\" MEANS RULES AND  REGULATIONS  PROMUL-\n   17  GATED  BY  THE COMMISSIONER FOR THE HUMANE TREATMENT OF ANIMALS INVOLVED\n   18  IN ANIMAL BREEDING. SUCH  REGULATIONS  SHALL  TAKE  INTO  CONSIDERATION:\n   19  ADEQUATE  LIVING  CONDITIONS  FOR  THE  ANIMAL, DAILY MINIMUM AMOUNTS OF\n   20  EXERCISE EACH ANIMAL SHALL RECEIVE AND DAILY HUMAN INTERACTION;\n   21    (G) \"INHUMANE CONDITION\" MEANS VIOLATION OF ANY FEDERAL, STATE,  LOCAL\n   22  LAW  OR  REGULATION  THAT  PERTAINS  TO THE HUMANE TREATMENT OF ANIMALS,\n   23  CRUELTY TO ANIMALS, ENDANGERING THE LIFE OR HEALTH OF AN  ANIMAL  OR  TO\n   24  THE  CARE,  TREATMENT,  SALE,  POSSESSION  OR HANDLING OF ANIMALS, OR TO\n   25  CRIMES INVOLVING MORAL TURPITUDE;\n   26    (H) \"NONELECTIVE SURGICAL PROCEDURE\" MEANS A SURGICAL  PROCEDURE  THAT\n   27  IS  NECESSARY TO PRESERVE OR RESTORE THE HEALTH OF AN ANIMAL, TO PREVENT\n   28  AN ANIMAL FROM EXPERIENCING PAIN OR DISCOMFORT, OR TO CORRECT  A  CONDI-\n   29  TION  THAT  WOULD INTERFERE WITH AN ANIMAL'S ABILITY TO WALK, RUN, JUMP,\n   30  OR OTHERWISE FUNCTION IN A NORMAL MANNER;\n   31    (I) \"PERSON\" MEANS ANY INDIVIDUAL, FIRM, PARTNERSHIP,  JOINT  VENTURE,\n   32  ASSOCIATION,  LIMITED  LIABILITY  COMPANY,  CORPORATION,  ESTATE, TRUST,\n   33  RECEIVER, OR SYNDICATE; AND\n   34    (J) \"TURNING AROUND FREELY\" MEANS TURNING IN A COMPLETE CIRCLE WITHOUT\n   35  ANY IMPEDIMENT, INCLUDING A TETHER, AND WITHOUT TOUCHING THE SIDE OF  AN\n   36  ENCLOSURE.\n   37    S 3. This act shall take effect on the one hundred eightieth day after\n   38  it  shall  have  become  a law, provided that effective immediately, the\n   39  commissioner of agriculture and markets is authorized to promulgate  any\n   40  and  all  rules and regulations and take any other measures necessary to\n   41  implement the provisions of this act on its effective date on or  before\n   42  such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to enacting the prevention of farm animal cruelty act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T163924.TXT", "SOBI.D110114.T143448.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295033688373
}