{
  "year" : 2011,
  "senateBillNo" : "A2116-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2116-2011-1294894800000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes technical corrections to the town law replacing the ward system of election of council members with a council district system of election",
  "summary" : "Makes technical corrections to the town law replacing the ward system of election of council members with a council district system of election. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Town Law",
  "previousVersions" : [ "A2380-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2116\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by M. of A. McENENY -- read once and referred to the Commit-\n         tee on Local Governments\n\n       AN ACT to amend the town law, in relation to a council  district  system\n         for election of council members\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (b) of subdivision 2 of section 81  of  the  town\n    2  law,  as  amended by chapter 751 of the laws of 1933, is amended to read\n    3  as follows:\n    4    (b) To establish or abolish the [ward] COUNCIL DISTRICT system for the\n    5  election of councilmen in towns having four or six councilmen.\n    6    S 2. Section 85 of the town law is amended to read as follows:\n    7    S 85. [Ward] COUNCIL DISTRICT system for election  of  councilmen.  1.\n    8  Whenever  a  proposition  shall have been adopted in a town of the first\n    9  class for the establishment of the [ward] COUNCIL  DISTRICT  system  and\n   10  the  election  thereafter  of  one  councilman  from each [ward] COUNCIL\n   11  DISTRICT, the board of elections of the county in  which  such  town  is\n   12  situate  shall  divide  the town into four [wards] COUNCIL DISTRICTS and\n   13  fix the boundaries thereof, unless a proposition shall have been adopted\n   14  to increase the  number  of  councilmen  from  four  to  six,  in  which\n   15  instance,  the board of elections shall divide the town into six [wards]\n   16  COUNCIL DISTRICTS and fix the boundaries thereof.  In  so  dividing  the\n   17  town  into [wards] COUNCIL DISTRICTS, no town election district shall be\n   18  divided and no election district thereafter created under  the  election\n   19  law  shall  contain  parts of two or more [wards] COUNCIL DISTRICTS.  So\n   20  far as possible the division shall be so made that the number of  voters\n   21  in  each [ward] COUNCIL DISTRICT shall be approximately equal.  When the\n   22  board of elections shall have finally determined the boundaries  of  the\n   23  [wards]  COUNCIL  DISTRICTS,  they  shall  cause a map of the town to be\n   24  prepared showing in detail the location of each [ward] COUNCIL  DISTRICT\n   25  and  the  boundaries thereof. The original map so made shall be filed in\n   26  the office of the town clerk and copies thereof shall be  filed  in  the\n   27  offices  of  the  county clerk and the board of elections of the county.\n   28  The [ward] COUNCIL DISTRICT system shall  be  deemed  established  after\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01643-01-1\n\n       A. 2116                             2\n\n    1  such  filing  is  complete. After a [ward] COUNCIL DISTRICT system shall\n    2  have been so established, the term of office of  every  town  councilman\n    3  shall  terminate on the thirty-first day of December next succeeding the\n    4  first  biennial town election held not less than one hundred twenty days\n    5  after the establishment of such [ward] COUNCIL DISTRICT system,  and  at\n    6  such  biennial town election, and every biennial town election thereaft-\n    7  er, one resident elector  of  each  [ward]  COUNCIL  DISTRICT  shall  be\n    8  elected as councilman therefrom for a term of two years beginning on the\n    9  first day of January next succeeding such election.\n   10    2.  The  [ward]  COUNCIL  DISTRICT  system  may  be abolished upon the\n   11  adoption of a proposition therefor  at  any  special  or  biennial  town\n   12  election.  At the first biennial town election held at least one hundred\n   13  twenty days after the adoption of a proposition to  abolish  the  [ward]\n   14  COUNCIL  DISTRICT system for election of councilmen, the electors of the\n   15  town shall elect one-half of the total number of town councilmen for the\n   16  term of two years each and one-half of the total number of town council-\n   17  men for the term of four years each. At each biennial town election held\n   18  thereafter there shall be elected one-half of the total number  of  town\n   19  councilmen  for the term of four years each. The terms of all such coun-\n   20  cilmen shall begin on the first day of January next succeeding the  date\n   21  of their election.\n   22    S 3. Subdivisions 1 and 2 of section 87 of the town law, as amended by\n   23  chapter 374 of the laws of 1940, are amended to read as follows:\n   24    1.  Whenever  a  proposition  shall have been adopted in a town of the\n   25  first class which shall not have established the [ward] COUNCIL DISTRICT\n   26  system, to increase the number of councilmen from  four  to  six,  party\n   27  nominations  for  town  councilmen may be made and designating petitions\n   28  filed and four town councilmen shall be elected at  the  first  biennial\n   29  town election held at least one hundred fifty days thereafter, three for\n   30  a term of four years each and one for a term of two years and thereafter\n   31  at each biennial town election in such town there shall be elected three\n   32  town  councilmen  for the term of four years each, in the same manner as\n   33  other elective town officers in such town. The term of  office  of  each\n   34  such  councilman shall begin on the first day of January next succeeding\n   35  the election at which he was elected.\n   36    2. Whenever a proposition shall have been adopted in  a  town  of  the\n   37  first class which shall not have established the [ward] COUNCIL DISTRICT\n   38  system,  to  increase  the  number of councilmen from two to four, party\n   39  nominations for town councilmen may be made  and  designating  petitions\n   40  filed  and  three town councilmen shall be elected at the first biennial\n   41  town election held at least one hundred fifty days thereafter,  two  for\n   42  terms of four years each and one for a term of two years, and thereafter\n   43  at  each biennial town election in such town, there shall be elected two\n   44  town councilmen for terms of four years each,  in  the  same  manner  as\n   45  other  elective  town  officers in such town. The term of office of each\n   46  such town councilman shall begin  on  the  first  day  of  January  next\n   47  succeeding the election at which he was elected.\n   48    S  4. Subdivision 13 of section 341 of the town law, as added by chap-\n   49  ter 751 of the laws of 1933, is amended to read as follows:\n   50    13. Not later than June fifteenth, nineteen hundred thirty-three,  the\n   51  town  board  of any town containing a population of ten thousand or more\n   52  as shown by the latest federal census, excepting  towns  in  Broome  and\n   53  Suffolk  counties, and of any other town which shall determine by any of\n   54  the methods prescribed by subdivision one of this section to be  a  town\n   55  of the first class, may adopt a resolution to establish the [ward] COUN-\n   56  CIL  DISTRICT system for the election of councilmen for such town, which\n\n       A. 2116                             3\n\n    1  resolution shall be subjected to referendum as herein  provided.  Within\n    2  four  days  after  the adoption of such resolution, the town clerk shall\n    3  cause copies thereof to be posted in ten public places in the town, with\n    4  a  statement of the date of its adoption. Within fourteen days after the\n    5  adoption of such resolution, a petition  may  be  filed  requiring  such\n    6  resolution be submitted to the electors of the town, for their approval.\n    7  The  form of question to be submitted thereon shall be \"Shall the resol-\n    8  ution of the town board of the town of ............. , establishing  the\n    9  [ward]  COUNCIL  DISTRICT system for the election of town councilmen, be\n   10  approved?\" If no such resolution shall have been adopted within the time\n   11  above provided, a petition may be filed  not  later  than  June  twenty-\n   12  ninth,  nineteen  hundred thirty-three, requiring the submission to such\n   13  electors of the proposition \"Shall the [ward] COUNCIL DISTRICT system be\n   14  established for the election of town councilmen?\" A petition for any  of\n   15  the  above  purposes  shall  be  filed with the town clerk, and shall be\n   16  signed and duly acknowledged by at least one  hundred  electors  of  the\n   17  town.  The  question or proposition for which a petition shall have been\n   18  filed shall be submitted by the town board at a special town meeting  to\n   19  be  held  at a time, not later than August first, nineteen hundred thir-\n   20  ty-three, and at such place or places in the town as may be fixed by the\n   21  town board. Notice of the election shall be given, such meeting held and\n   22  the votes canvassed and result certified  and  returned  in  the  manner\n   23  provided  by  provisions  of  [the  town  law]  THIS CHAPTER relating to\n   24  special town meetings as in force immediately prior to the taking effect\n   25  of this section. Every elector of the town shall be entitled to vote  at\n   26  such meeting. If the town board shall have adopted such a resolution and\n   27  no petition shall have been filed, within the time above provided, for a\n   28  referendum  thereon,  or if a majority of the votes cast on any proposi-\n   29  tion or question submitted as herein provided be in the affirmative, the\n   30  board of elections of the county in which such  town  is  situate  shall\n   31  forthwith  divide  the  town into four [wards] COUNCIL DISTRICTS and fix\n   32  the boundaries thereof. In so dividing the  town  into  [wards]  COUNCIL\n   33  DISTRICTS,  no  town  election district shall be divided and no election\n   34  district shall contain parts of two or more [wards]  COUNCIL  DISTRICTS.\n   35  So  far  as  possible  the  division shall be so made that the number of\n   36  votes in each [ward] COUNCIL DISTRICT shall be approximately equal. When\n   37  the board of elections shall have finally determined the  boundaries  of\n   38  the  [wards]  COUNCIL DISTRICTS, the board shall cause a map of the town\n   39  to be prepared showing in detail the location  of  each  [ward]  COUNCIL\n   40  DISTRICT  and  the boundaries thereof. The original map so made shall be\n   41  filed in the office of the town clerk and copies thereof shall be  filed\n   42  in  the  offices  of  the county clerk and the board of elections of the\n   43  county.  The [ward] COUNCIL DISTRICT system shall be deemed  established\n   44  after  such  filing is complete. Party nominations shall be made, desig-\n   45  nating petitions filed and one resident elector of each  [ward]  COUNCIL\n   46  DISTRICT  shall  be  elected  as  councilman therefrom for a term of two\n   47  years beginning on  the  first  day  of  January  next  succeeding  such\n   48  election,  at  the  biennial  town  meeting in the year nineteen hundred\n   49  thirty-three, and biennially thereafter, in the  same  manner  as  other\n   50  elective town officers in such town.\n   51    S 5. Nothing in this act shall affect the manner of election, appoint-\n   52  ment, tenure or term of office, removal or salary or compensation of any\n   53  councilman  elected  prior  to  the effective date of this act under the\n   54  ward system for election of councilmen as provided in sections  81,  85,\n   55  87 and 341 of the town law.\n   56    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the town law, in relation to a council district system for election of council members ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T144448.TXT", "SOBI.D110113.T163924.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295034288672
}