{
  "year" : 2011,
  "senateBillNo" : "A2122-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A2122-2011-1294894800000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Specifies what constitutes appropriate shelter for dogs restrained outdoors and maximum and minimum temperature range for exposure",
  "summary" : "Specifies what constitutes appropriate shelter for dogs restrained outdoors and provides a dog shall not be left outdoors in weather that places the dog in imminent danger due to exposure to heat and cold. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "AC7545-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2122\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MILLMAN -- Multi-Sponsored by -- M. of A. COOK,\n         GLICK, HOOPER, KELLNER, LUPARDO,  MARKEY,  McENENY,  PHEFFER,  REILLY,\n         ROBINSON,  SCHIMEL,  TITONE -- read once and referred to the Committee\n         on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to defining\n         appropriate shelter for dogs restrained outdoors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  3  of  section  353-b of the agriculture and\n    2  markets law, as added by chapter 594 of the laws of 2003, is amended  to\n    3  read as follows:\n    4    3. Minimum standards for determining whether shelter is appropriate to\n    5  a dog's breed, physical condition and the climate shall include:\n    6    (a)  For  dogs  that  are  restrained in any manner outdoors, shade by\n    7  natural or artificial means to protect the dog from direct  sunlight  at\n    8  all  times when exposure to sunlight is likely to threaten the health of\n    9  the dog. SUCH SHADE SHALL BE FREELY AND EASILY ACCESSIBLE  TO  THE  DOG.\n   10  THE  SOURCE  OF  THE SHADE SHALL BE LARGE ENOUGH TO CAST A SHADOW SUFFI-\n   11  CIENT TO SHADE THE DOG'S ENTIRE BODY. IF MULTIPLE DOGS ARE RESTRAINED IN\n   12  A COMMON AREA, THE SOURCE OF THE SHADE SHALL BE LARGE ENOUGH TO  CAST  A\n   13  SHADOW SUFFICIENT TO SHADE THE BODIES OF ALL DOGS OCCUPYING THE AREA.\n   14    (b)  For all dogs that are left outdoors in inclement weather, a hous-\n   15  ing facility, which must: (1) have: (A) a waterproof roof  WHICH  COVERS\n   16  ALL  OF  THE HOUSING FACILITY OR AN AREA OF THE FACILITY LARGE ENOUGH TO\n   17  COMPLETELY SHELTER THE DOG;  (B)  A  PREDOMINANT  AMOUNT  OF  THE  FLOOR\n   18  CONSTRUCTED  OF A SOLID MATERIAL OR MATERIALS, INCLUDING BUT NOT LIMITED\n   19  TO, WOOD, SOLID STONE, CONCRETE OR CARPET OVER WOOD, CONCRETE  OR  SOLID\n   20  STONE,  BUT  EXCLUDING SECTIONS OF METAL CAGES, WHICH AMOUNT SHALL, AT A\n   21  MINIMUM, BE OF AN AREA EQUAL TO THE AREA OCCUPIED BY THE DOG WHEN IT  IS\n   22  LYING  DOWN  WITH ITS LIMBS FULLY EXTENDED; AND (C) FOUR ENCLOSED SIDES,\n   23  ONE OF WHICH INCLUDES AN APPROPRIATELY-SIZED ENTRANCE WITH A CORRESPOND-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04945-01-1\n\n       A. 2122                             2\n\n    1  INGLY-SIZED FLAP TO SERVE AS A DOOR;  (2)  be  structurally  sound  with\n    2  insulation  appropriate  to  local climatic conditions and sufficient to\n    3  protect the dog from inclement weather; (3) be constructed to allow each\n    4  dog  adequate freedom of movement to FREELY make normal postural adjust-\n    5  ments, including the ability to stand up, turn around and lie down  with\n    6  its  limbs outstretched; [and] (4) allow for effective removal of excre-\n    7  tions, other waste material; dirt and trash; (5) BE  OF  AN  APPROPRIATE\n    8  SIZE  IN  PROPORTION  TO THE SIZE OF THE DOG AND IN CONSIDERATION OF THE\n    9  DOG'S PHYSICAL CONDITION TO  PERMIT  THE  BUILD-UP  WITHIN  THE  HOUSING\n   10  FACILITY  OF  THE  DOG'S  RADIANT  BODY HEAT IN COLD WEATHER; AND (6) BE\n   11  FREELY AND EASILY ACCESSIBLE TO THE DOG. The housing  facility  and  the\n   12  area immediately surrounding it shall be regularly cleaned to maintain a\n   13  healthy  and  sanitary  environment  and  to minimize health hazards. IF\n   14  MULTIPLE DOGS ARE RESTRAINED IN A COMMON AREA, A SEPARATE HOUSING FACIL-\n   15  ITY SHALL BE PROVIDED FOR EACH DOG OR A SINGLE  HOUSING  FACILITY  LARGE\n   16  ENOUGH TO SHELTER ALL OF THE DOGS SIMULTANEOUSLY SHALL BE PROVIDED.\n   17    S 2. Subdivision 6 of section 353-b of the agriculture and markets law\n   18  is  renumbered subdivision 7 and a new subdivision 6 is added to read as\n   19  follows:\n   20    6. NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, A  DOG  SHALL\n   21  NOT  BE  LEFT OUTDOORS IN WEATHER THAT PLACES THE DOG IN IMMINENT DANGER\n   22  OF DEATH OR SERIOUS PHYSICAL INJURY DUE TO EXPOSURE  TO  HEAT  OR  COLD,\n   23  GIVEN  THE  DOG'S  PHYSICAL  CONDITION, WITHOUT READY ACCESS TO, AND THE\n   24  ABILITY  TO  ENTER,  AN  APPROPRIATELY  TEMPERATURE-CONTROLLED  BUILDING\n   25  INCLUDING  BUT  NOT  LIMITED TO A RESIDENTIAL HOUSE, APARTMENT BUILDING,\n   26  OFFICE BUILDING OR OTHER PLACE OF BUSINESS OF ITS OWNER OR OF THE PERSON\n   27  WHO HAS CUSTODY OR CONTROL OF THE DOG.\n   28    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to defining appropriate shelter for dogs restrained outdoors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T163924.TXT", "SOBI.D110114.T143448.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295033688406
}