{
  "year" : 2011,
  "senateBillNo" : "A2123-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2123-2011-1294894800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to performance and payment bonds",
  "summary" : "Increases the contract threshold for which performance and payment bonds are required for small and certified minority and women owned businesses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A4093-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2123\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MILLMAN, DESTITO, PEOPLES-STOKES -- Multi-Spon-\n         sored by -- M. of A.  CLARK, COOK, P. RIVERA, WEPRIN -- read once  and\n         referred to the Committee on Governmental Operations\n\n       AN  ACT  to  amend the state finance law, in relation to performance and\n         payment bond requirements\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 137 of the state finance law, as\n    2  separately amended by section 17 of part MM of chapter  57  and  chapter\n    3  619 of the laws of 2008, is amended to read as follows:\n    4    1. In addition to other bond or bonds, if any, required by law for the\n    5  completion  of  a  work specified in a contract for the prosecution of a\n    6  public improvement for the state of New York a municipal corporation,  a\n    7  public benefit corporation or a commission appointed pursuant to law, or\n    8  in the absence of any such requirement, the comptroller may or the other\n    9  appropriate  official, respectively, shall nevertheless require prior to\n   10  the approval of any such contract a bond guaranteeing prompt payment  of\n   11  moneys  due to all persons furnishing labor or materials to the contrac-\n   12  tor or any subcontractors in the prosecution of the work provided for in\n   13  such contract. Whenever a municipal corporation issues a permit  subject\n   14  to  compliance  with  section  two hundred twenty of the labor law, such\n   15  permittee or its contractor or subcontractors furnishing  workers  shall\n   16  post a payment bond subject to this section. Provided, however, that all\n   17  performance  bonds  and payment bonds may, at the discretion of the head\n   18  of the state agency, public benefit corporation or commission, or his or\n   19  her designee, be dispensed with for the completion of a  work  specified\n   20  in  a contract for the prosecution of a public improvement for the state\n   21  of New York for which bids are solicited where the aggregate  amount  of\n   22  the  contract  is  under one hundred FIFTY thousand dollars and provided\n   23  further, that in a case where the contract is not subject to the  multi-\n   24  ple  contract  award  requirements of section one hundred thirty-five of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04059-01-1\n\n       A. 2123                             2\n\n    1  this article, such requirements may be dispensed with where the head  of\n    2  the  state  agency, public benefit corporation or commission finds it to\n    3  be in the public interest and where the aggregate amount of the contract\n    4  awarded  or  to  be  awarded  is  less than [two] THREE hundred thousand\n    5  dollars.  THE HEAD OF THE STATE AGENCY, PUBLIC  BENEFIT  CORPORATION  OR\n    6  COMMISSION,  OR HIS OR HER DESIGNEE, SHALL ADJUST THE AGGREGATE CONTRACT\n    7  AMOUNTS LISTED IN THIS SUBDIVISION EVERY YEAR TO ACCOUNT  FOR  INCREASES\n    8  IN  THE  COSTS  OF  CONSTRUCTION.  ADVERTISEMENTS FOR BIDS SHALL PROVIDE\n    9  INFORMATION ON THE REQUIREMENTS FOR, OR DISPENSATION OF, PERFORMANCE AND\n   10  PAYMENT BONDS. Provided further, that in a case where a  performance  or\n   11  payment  bond  is dispensed with, twenty per centum may be retained from\n   12  each progress payment or estimate until the  entire  contract  work  has\n   13  been completed and accepted, at which time the head of the state agency,\n   14  public  benefit  corporation or commission shall, pending the payment of\n   15  the final estimate, pay not to exceed seventy-five  per  centum  of  the\n   16  amount of the retained percentage.\n   17    S  2.  Subdivision  4  of  section  139-f of the state finance law, as\n   18  amended by chapter 83 of the  laws  of  1995,  is  amended  to  read  as\n   19  follows:\n   20    4.  Notwithstanding  any other provision of this section or other law,\n   21  requirements for the furnishing of a performance bond or a payment  bond\n   22  may  be dispensed with at the discretion of the head of the state agency\n   23  or corporation, or his or her designee, where  the  public  owner  is  a\n   24  state  agency  or  corporation  described  in  subdivision one-a of this\n   25  section and the aggregate amount  of  the  contract  awarded  or  to  be\n   26  awarded is under ONE HUNDRED fifty thousand dollars and, in a case where\n   27  the  contract is not subject to the multiple contract award requirements\n   28  of section one hundred thirty-five of this  article,  such  requirements\n   29  may  be dispensed with where the head of the state agency or corporation\n   30  finds it to be in the public interest and where the aggregate amount  of\n   31  the contract awarded or to be awarded is under [two] THREE hundred thou-\n   32  sand  dollars.  THE HEAD OF THE STATE AGENCY, PUBLIC BENEFIT CORPORATION\n   33  OR COMMISSION, OR HIS  OR  HER  DESIGNEE,  SHALL  ADJUST  THE  AGGREGATE\n   34  CONTRACT  AMOUNTS  LISTED  IN THIS SUBDIVISION EVERY YEAR TO ACCOUNT FOR\n   35  INCREASES IN THE COSTS OF CONSTRUCTION. ADVERTISEMENTS  FOR  BIDS  SHALL\n   36  PROVIDE  INFORMATION  ON  THE  REQUIREMENTS  FOR,  OR  DISPENSATION  OF,\n   37  PERFORMANCE AND PAYMENT BONDS. Provided further, that in a case where  a\n   38  performance  or payment bond is dispensed with, twenty per centum may be\n   39  retained from  each  progress  payment  or  estimate  until  the  entire\n   40  contract work has been completed and accepted, at which time the head of\n   41  the  state agency or corporation shall, pending the payment of the final\n   42  estimate, pay not to exceed seventy-five per centum of the amount of the\n   43  retained percentage.\n   44    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to performance and payment bond requirements ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T163924.TXT", "SOBI.D110114.T143448.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295033688407
}