{
  "year" : 2011,
  "senateBillNo" : "A2127-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2127-2011-1294894800000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to distinctive license plates for trailers used to transport historical motor vehicles",
  "summary" : "Relates to distinctive license plates for trailers used to transport historical motor vehicles. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2689-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2127\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by M. of A. REILICH -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  the  regis-\n         tration of trailers used to transport vintage motor vehicles\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Schedule G of subdivision 7 of section 401 of  the  vehicle\n    2  and traffic law, as amended by section 25 of part G of chapter 59 of the\n    3  laws of 2009, is amended to read as follows:\n    4    G.  Schedule  for  historical  motor vehicles AND TRAILERS.   For each\n    5  motor vehicle OR TRAILER which is owned and operated  as  an  exhibition\n    6  piece  or  collectors item, and is used for participation in club activ-\n    7  ities, exhibit, tours, parades, occasional  transportation  and  similar\n    8  uses,  but  not  used for general daily transportation, an annual fee of\n    9  twenty-eight dollars and seventy-five cents. For purposes of this  para-\n   10  graph,  a  historical motor vehicle OR TRAILER shall mean any vehicle OR\n   11  TRAILER manufactured more than twenty-five years prior  to  the  current\n   12  calendar  year,  and  any  other model, year and type vehicle OR TRAILER\n   13  which has unique characteristics and which is determined by the  commis-\n   14  sioner  to  be of historical, classic or exhibition value.  Registration\n   15  plates for such vehicles AND TRAILERS shall be  of  a  type  and  design\n   16  approved  by  the  commissioner,  but  shall be of a distinctive nature.\n   17  Except that, with the approval of the commissioner, an owner of any such\n   18  vehicle OR TRAILER may utilize registration plates issued  in  the  year\n   19  corresponding to the model year date in which the vehicle OR TRAILER was\n   20  manufactured,  if  the registration plate is legible, durable, and serv-\n   21  iceable, of this state, and accurate in  color,  as  determined  by  the\n   22  department. Nothing in this paragraph shall be construed to prohibit the\n   23  use  of  previously  issued registration plates that have been restored,\n   24  without deviation from their original alphanumeric or pictorial content,\n   25  to such condition as otherwise satisfies  all  applicable  requirements.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03954-01-1\n\n       A. 2127                             2\n\n    1  Such plates shall be used only for the operation of the motor vehicle OR\n    2  TRAILER  listed on the registration application and on other motor vehi-\n    3  cles which would qualify for registration under this schedule  owned  by\n    4  persons other than the registrant for the purpose of test driving by the\n    5  registrant  or his or her agent in anticipation of possible purchase. No\n    6  such registration will be issued unless evidence of financial  security,\n    7  in  a  form  prescribed by the commissioner, is submitted which provides\n    8  coverage for the motor vehicle listed on  the  registration  application\n    9  and  for  non-owned  motor  vehicles  being  operated  with such plates.\n   10  NOTWITHSTANDING ANY INCONSISTENT PROVISIONS OF SUBDIVISION EIGHT OF THIS\n   11  SECTION, THE OWNER OF A HISTORICAL MOTOR VEHICLE MAY OBTAIN  DISTINCTIVE\n   12  REGISTRATION  PLATES  UNDER  THE  PROVISIONS  OF  THIS SUBDIVISION FOR A\n   13  HISTORICAL TRAILER WHICH SHALL BE  USED  TO  TRANSPORT  SUCH  HISTORICAL\n   14  MOTOR  VEHICLE. THE FEES AND OTHER REQUIREMENTS SET FORTH IN SUBDIVISION\n   15  EIGHT OF THIS SECTION WITH RESPECT TO THE REGISTRATION OF TRAILERS SHALL\n   16  CONTINUE TO APPLY.\n   17    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   18  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the registration of trailers used to transport vintage motor vehicles ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T163924.TXT", "SOBI.D110114.T143448.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295033688397
}