{
  "year" : 2011,
  "senateBillNo" : "A2128-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to health",
    "billEventId" : "A2128-2011-1294894800000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Sets forth notification requirements on abortions performed on minors",
  "summary" : "Requires parental notice prior to the performance of an abortion upon an unemancipated minor; defines unemancipated minor as person less than eighteen years of age; allows for waiver of such notice in limited instances; establishes circumstances and procedures for proceedings to obtain an order waiving such parental notification. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2357-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2128\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by M. of A. REILICH, KOLB, FINCH, RABBITT -- Multi-Sponsored\n         by -- M. of A.  FITZPATRICK, McDONOUGH -- read once  and  referred  to\n         the Committee on Health\n\n       AN  ACT  to  amend  the  public  health law and the family court act, in\n         relation to notice of abortions performed on unemancipated minors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Legislative purpose and findings. It is the intent of this\n    2  legislature in enacting this parental notice provision  to  further  the\n    3  important  and  compelling  state interests of protecting minors against\n    4  their own immaturity, fostering the family structure and  preserving  it\n    5  as  a viable social unit, protecting the rights of parents to rear chil-\n    6  dren who are members of their household, and protecting  the  health  of\n    7  minor children.\n    8    The  legislature  finds that immature minors often lack the ability to\n    9  make fully-informed choices that take  account  of  both  immediate  and\n   10  long-range  consequences  and that the medical, emotional and psycholog-\n   11  ical consequences of abortion are serious and can  be  lasting,  partic-\n   12  ularly  when the patient is immature. The legislature further finds that\n   13  the capacity to become pregnant and the  capacity  for  mature  judgment\n   14  concerning  the  wisdom  of an abortion are not necessarily related. The\n   15  legislature finds that parents ordinarily possess information  essential\n   16  to  a  physician's  exercise of his best medical judgment concerning the\n   17  child and, further, that parents who are aware that their minor daughter\n   18  has had an abortion may better ensure that she receives adequate medical\n   19  attention after her  abortion.  The  legislature  concludes  then,  that\n   20  parental  consultation  is usually desirable and in the best interest of\n   21  the minor.\n   22    S 2. The public health law is amended by adding a new section 2507  to\n   23  read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03802-01-1\n\n       A. 2128                             2\n\n    1    S  2507.  NOTIFICATION OF ABORTIONS ON UNEMANCIPATED MINORS.  1. DEFI-\n    2  NITIONS. FOR THE PURPOSES OF THIS  SECTION,  THE  FOLLOWING  DEFINITIONS\n    3  WILL APPLY:\n    4    (A)  \"UNEMANCIPATED MINOR\" MEANS A PERSON WHO HAS NOT ATTAINED THE AGE\n    5  OF EIGHTEEN YEARS AND IS NOT AN EMANCIPATED MINOR AS  DEFINED  IN  PARA-\n    6  GRAPH (B) OF THIS SUBDIVISION.\n    7    (B)  \"EMANCIPATED  MINOR\"  MEANS  A  MINOR WHO IS OR HAS BEEN LAWFULLY\n    8  MARRIED OR HAS BY COURT ORDER OR OTHERWISE BEEN  FREED  FROM  THE  CARE,\n    9  CUSTODY AND CONTROL OF HER PARENTS.\n   10    (C)  \"ABORTION\" MEANS THE USE OF ANY INSTRUMENT, MEDICINE, DRUG OR ANY\n   11  OTHER SUBSTANCE OR DEVICE WITH INTENT TO TERMINATE THE  PREGNANCY  OF  A\n   12  WOMAN KNOWN TO BE PREGNANT WITH INTENT OTHER THAN TO INCREASE THE PROBA-\n   13  BILITY  OF  A  LIVE  BIRTH,  TO PRESERVE THE LIFE OR HEALTH OF THE CHILD\n   14  AFTER LIVE BIRTH, OR TO REMOVE A DEAD FETUS.\n   15    (D) \"MEDICAL EMERGENCY\" MEANS THAT CONDITION WHICH, ON  THE  BASIS  OF\n   16  THE PHYSICIAN'S GOOD FAITH CLINICAL JUDGMENT, SO COMPLICATES THE MEDICAL\n   17  CONDITION OF THE PREGNANT MINOR AS TO NECESSITATE THE IMMEDIATE ABORTION\n   18  OF HER PREGNANCY TO AVERT HER DEATH OR FOR WHICH DELAY WILL CREATE SERI-\n   19  OUS  RISK  OF  SUBSTANTIAL AND IRREVERSIBLE IMPAIRMENT OF A MAJOR BODILY\n   20  FUNCTION.\n   21    2. NOTIFICATION  CONCERNING  ABORTION.  NO  PERSON  SHALL  PERFORM  AN\n   22  ABORTION  UPON  AN  UNEMANCIPATED  MINOR  UNLESS HE OR SHE OR HIS OR HER\n   23  AGENT HAS GIVEN AT LEAST FORTY-EIGHT HOURS WRITTEN NOTICE TO A CUSTODIAL\n   24  PARENT WITH WHOM THE MINOR RESIDES OR TO THE LEGAL GUARDIAN OF THE PREG-\n   25  NANT MINOR OF HIS OR HER INTENTION TO PERFORM THE ABORTION OR UNLESS  HE\n   26  OR  SHE  OR  HIS  OR  HER AGENT HAS RECEIVED A WRITTEN STATEMENT OR ORAL\n   27  COMMUNICATION, BY ANOTHER PHYSICIAN, HEREINAFTER CALLED  THE  \"REFERRING\n   28  PHYSICIAN\", CERTIFYING THAT THE REFERRING PHYSICIAN HAS EFFECTUATED SUCH\n   29  NOTICE.  IF THE MINOR'S PARENTS ARE DIVORCED OR LEGALLY SEPARATED, AND A\n   30  CUSTODIAL PARENT WITH WHOM THE MINOR RESIDES IS  NOT  AVAILABLE  TO  THE\n   31  PERSON  PERFORMING  THE ABORTION OR THE REFERRING PHYSICIAN IN A REASON-\n   32  ABLE TIME OR MANNER, THEN THE NOTICE TO A NON-CUSTODIAL PARENT OR TO THE\n   33  PARENT WHO IS AVAILABLE SHALL BE SUFFICIENT.\n   34    (A) THE WRITTEN NOTICE SHALL BE ADDRESSED TO THE PARENT OR GUARDIAN AT\n   35  THE USUAL PLACE OF  ABODE  OF  THE  PARENT  OR  GUARDIAN  AND  DELIVERED\n   36  PERSONALLY TO THE PARENT OR GUARDIAN BY THE PHYSICIAN OR AN AGENT.\n   37    (B) IN LIEU OF THE DELIVERY REQUIRED BY PARAGRAPH (A) OF THIS SUBDIVI-\n   38  SION,  NOTICE SHALL BE MADE BY CERTIFIED MAIL ADDRESSED TO THE PARENT OR\n   39  GUARDIAN AT THE USUAL PLACE OF ABODE OF  THE  PARENT  OR  GUARDIAN  WITH\n   40  RETURN RECEIPT REQUESTED WITH RESTRICTED DELIVERY TO THE ADDRESSEE. TIME\n   41  OF  DELIVERY SHALL BE DEEMED TO OCCUR AT 12:00 O'CLOCK NOON ON THE THIRD\n   42  DAY AFTER MAILING.\n   43    3. WAIVER OF NOTICE. NO NOTICE SHALL BE REQUIRED  UNDER  THIS  SECTION\n   44  IF:\n   45    (A)  THE ATTENDING PHYSICIAN CERTIFIES IN THE PREGNANT MINOR'S MEDICAL\n   46  RECORD THAT A MEDICAL EMERGENCY EXISTS; OR\n   47    (B) THE PERSON OR PERSONS WHO ARE ENTITLED TO NOTICE CERTIFY IN  WRIT-\n   48  ING THAT THEY HAVE BEEN NOTIFIED; OR\n   49    (C)  THE MINOR OBJECTS TO NOTICE BEING GIVEN HER CUSTODIAL PARENT WITH\n   50  WHOM THE MINOR RESIDES OR LEGAL GUARDIAN AND OBTAINS AN ORDER ISSUED  BY\n   51  A  JUDGE  OF THE FAMILY COURT AS PROVIDED IN ARTICLE TEN-A OF THE FAMILY\n   52  COURT ACT, OR BY ANY OTHER JUDGE OR JUSTICE OF THIS STATE HAVING  JURIS-\n   53  DICTION, DISPENSING WITH SUCH NOTICE.\n   54    4.  COERCION  PROHIBITED.  NO  PARENT,  GUARDIAN OR OTHER PERSON SHALL\n   55  COERCE A MINOR TO UNDERGO AN ABORTION. ANY MINOR WHO IS THREATENED  WITH\n   56  SUCH COERCION MAY APPLY TO A COURT OF COMPETENT JURISDICTION FOR RELIEF.\n\n       A. 2128                             3\n\n    1  THE  COURT  SHALL  PROVIDE THE MINOR WITH COUNSEL, GIVE THE MATTER EXPE-\n    2  DITED CONSIDERATION AND GRANT SUCH RELIEF AS MAY BE NECESSARY TO PREVENT\n    3  SUCH COERCION. SHOULD A MINOR BE DENIED FINANCIAL SUPPORT OF HER PARENTS\n    4  BY REASON OF HER REFUSAL TO UNDERGO AN ABORTION, SHE SHALL BE CONSIDERED\n    5  EMANCIPATED FOR PURPOSES OF ELIGIBILITY FOR ASSISTANCE BENEFITS.\n    6    5.  PENALTIES.  ANY PERSON WHO INTENTIONALLY PERFORMS AN ABORTION WITH\n    7  KNOWLEDGE THAT, OR WITH RECKLESS DISREGARD AS  TO  WHETHER,  THE  PERSON\n    8  UPON WHOM THE ABORTION IS TO BE PERFORMED IS AN UNEMANCIPATED MINOR, AND\n    9  WHO INTENTIONALLY OR KNOWINGLY VIOLATES THE REQUIREMENTS OF THIS SECTION\n   10  SHALL  BE  GUILTY OF A MISDEMEANOR. IN ADDITION, ANY PERSON WHO PERFORMS\n   11  AN ABORTION UPON ANOTHER IN VIOLATION OF THIS SECTION SHALL  BE  SUBJECT\n   12  TO  CIVIL  LIABILITY.  HOWEVER,  A PERSON SHALL NOT BE HELD LIABLE UNDER\n   13  THIS SECTION IF THE PERSON ESTABLISHES  BY  WRITTEN  EVIDENCE  THAT  THE\n   14  PERSON  RELIED  UPON EVIDENCE SUFFICIENT TO CONVINCE A REASONABLE PERSON\n   15  THAT THE REPRESENTATIONS OF THE  PREGNANT  MINOR  REGARDING  INFORMATION\n   16  NECESSARY  TO COMPLY WITH THIS SECTION ARE BONA FIDE AND TRUE, OR IF THE\n   17  PERSON HAS ATTEMPTED WITH REASONABLE DILIGENCE TO  DELIVER  NOTICE,  BUT\n   18  HAS BEEN UNABLE TO DO SO.\n   19    S  3. Paragraph (viii) of subdivision (a) of section 213 of the family\n   20  court act, as amended by chapter 920 of the laws of 1982, is amended and\n   21  a new paragraph (ix) is added to read as follows:\n   22    (viii) the number, nature and disposition  of  cases  involving  child\n   23  abuse  under  article  ten  of  this  act, including total number of new\n   24  cases, their nature, whether heard by the child abuse part, the age  and\n   25  sex  of  the  children  involved,  the type of petitioner, the number of\n   26  children temporarily removed both before and after the filing of a peti-\n   27  tion, the length of time and number of adjournments between  the  filing\n   28  of a petition and the fact-finding hearing, the number of cases that are\n   29  dismissed,  withdrawn, sustained and admitted to, the length of time and\n   30  number of adjournments between the fact-finding hearing and the disposi-\n   31  tional hearing, and the final disposition of such cases[.];\n   32    (IX) THE NUMBER AND DISPOSITION OF CASES UNDER ARTICLE TEN-C  OF  THIS\n   33  ACT,  INCLUDING  THE  TOTAL  NUMBER  OF  NEW CASES, THE AGE OF THE MINOR\n   34  INVOLVED, WHETHER THE ORDERS  REGARDING  NOTIFICATION  WERE  BASED  UPON\n   35  FINDINGS  EITHER  THAT  THE  MINORS  WERE  MATURE  MINORS, AS DEFINED IN\n   36  SECTION ONE THOUSAND NINETY-SIX OF THIS ACT OR THAT  THE  ABORTIONS,  AS\n   37  DEFINED  IN  SECTION TWENTY-FIVE HUNDRED SEVEN OF THE PUBLIC HEALTH LAW,\n   38  WERE IN THE BEST INTERESTS OF THE MINORS.\n   39    S 4. The family court act is amended by adding a new article  10-C  to\n   40  read as follows:\n   41                                ARTICLE 10-C\n   42               PROCEEDING TO OBTAIN AN ORDER WAIVING PARENTAL\n   43                         NOTIFICATION OF AN ABORTION\n   44  SECTION 1095. PURPOSES.\n   45          1096. DEFINITIONS.\n   46          1097. JURISDICTION.\n   47          1098. PROCEDURE.\n   48    S  1095. PURPOSES. THIS ARTICLE IS INTENDED TO ESTABLISH PROCEDURES TO\n   49  IMPLEMENT THE PROVISIONS CONTAINED IN SECTION TWENTY-FIVE HUNDRED  SEVEN\n   50  OF THE PUBLIC HEALTH LAW.\n   51    S  1096.  DEFINITIONS.  WHEN USED IN THIS ARTICLE, THE TERM \"ABORTION\"\n   52  SHALL HAVE THE SAME MEANING AS IS ASCRIBED TO IT  IN  PARAGRAPH  (C)  OF\n   53  SUBDIVISION  ONE  OF  SECTION  TWENTY-FIVE  HUNDRED  SEVEN OF THE PUBLIC\n   54  HEALTH LAW AND THE TERM \"MATURE MINOR\" SHALL MEAN A PERSON UNDER THE AGE\n   55  OF EIGHTEEN WHO HAS NOT BEEN EMANCIPATED AS DEFINED IN PARAGRAPH (B)  OF\n   56  SUBDIVISION  ONE  OF  SECTION  TWENTY-FIVE  HUNDRED  SEVEN OF THE PUBLIC\n\n       A. 2128                             4\n\n    1  HEALTH LAW AND WHO IS ABLE TO MAKE AN INFORMED, REASONED AND  CONSIDERED\n    2  JUDGMENT  IN  CONNECTION  WITH A DECISION WHETHER OR NOT TO PROCEED WITH\n    3  THE ABORTION.\n    4    S  1097.  JURISDICTION. THE FAMILY COURT HAS EXCLUSIVE ORIGINAL JURIS-\n    5  DICTION OVER PROCEEDINGS UNDER THIS ARTICLE TO OBTAIN AN  ORDER  WAIVING\n    6  PARENTAL NOTIFICATION OF AN ABORTION.\n    7    S 1098. PROCEDURE. NOTWITHSTANDING ANY OTHER PROVISION OF LAW:\n    8    1. THE WAIVER OF PARENTAL NOTIFICATION TO AN ABORTION UPON OR WITH THE\n    9  RESPECT TO AN UNEMANCIPATED MINOR MAY BE OBTAINED BY ORDER OF A JUDGE OF\n   10  THE  FAMILY  COURT  IN THE COUNTY WHERE SUCH PERSON RESIDES OR IF SHE IS\n   11  NOT A RESIDENT OF THIS STATE, IN THE COUNTY WHERE THE ABORTION IS TO  BE\n   12  PERFORMED, ON APPLICATION BY SUCH PERSON OR BY A RELATIVE OF SUCH PERSON\n   13  OR OTHER INTERESTED PARTY.\n   14    2.  SUCH  COURT  PROCEEDINGS  SHALL  BE  COMMENCED EX PARTE AND MAY BE\n   15  COMMENCED AND CONTINUED WITHOUT THE PAYMENT OF ANY FEES. THE COURT SHALL\n   16  ADVISE THE MINOR THAT SHE HAS A RIGHT  TO  COURT-APPOINTED  COUNSEL  AND\n   17  SHALL PROVIDE HER WITH SUCH COUNSEL UPON HER REQUEST.\n   18    3. SUCH APPLICATION SHALL BE GIVEN IMMEDIATE CONSIDERATION AND A HEAR-\n   19  ING  SHALL  BE HELD IMMEDIATELY AT WHICH THE PERSON UPON OR WITH RESPECT\n   20  TO WHOM THE ABORTION IS TO BE PERFORMED  SHALL  BE  PRESENT.  THE  COURT\n   21  SHALL  ISSUE WRITTEN AND SPECIFIC FACTUAL FINDINGS AND LEGAL CONCLUSIONS\n   22  SUPPORTING ITS DECISION AND SHALL ORDER THAT A  CONFIDENTIAL  RECORD  OF\n   23  THE  EVIDENCE BE MAINTAINED. ALL PROCEEDINGS WITH RESPECT TO SUCH APPLI-\n   24  CATION, INCLUDING AN APPEAL THEREFROM, SHALL PROTECT  THE  ANONYMITY  OF\n   25  THE  MINOR.  SAID  PROCEEDINGS  SHALL  BE SEALED, AND NO PERSON SHALL BE\n   26  ALLOWED ACCESS TO SUCH SEALED RECORDS EXCEPT UPON AN ORDER OF A JUDGE OF\n   27  THE COURT IN WHICH THE APPLICATION WAS PROCESSED OR OF A JUSTICE OF  THE\n   28  SUPREME  COURT  OF  THE  JUDICIAL  DISTRICT,  AND NO SUCH ORDER SHALL BE\n   29  GRANTED EXCEPT ON GOOD CAUSE SHOWN.\n   30    4. AN ORDER SHALL ISSUE ONLY UPON FINDING BY THE COURT (A)  THAT  SUCH\n   31  PERSON  PRESENTLY  DESIRES  TO  SUBMIT  TO  SUCH ABORTION; (B) THAT SUCH\n   32  PERSON IS EITHER A MATURE MINOR OR THAT SUCH ABORTION  IS  IN  THE  BEST\n   33  INTEREST  OF  SUCH  PERSON; AND (C) THAT A PREVIOUS APPLICATION FOR SUCH\n   34  ORDER HAS NOT BEEN MADE AND DENIED UPON THE SAME GROUNDS. IF  THE  COURT\n   35  SO FINDS, THE ORDER MUST ISSUE.\n   36    5.  IN  THE  EVENT  THAT  THE COURT SHALL DENY THE APPLICATION FOR THE\n   37  ORDER, AN EXPEDITED ANONYMOUS APPEAL SHALL BE AVAILABLE TO  SUCH  APPLI-\n   38  CANT  TO  THE  APPELLATE  DIVISION  OF THE SUPREME COURT OF THE JUDICIAL\n   39  DEPARTMENT IN WHICH THE COURT WHICH RENDERED THE  DECISION  IS  LOCATED.\n   40  THE  NOTICE  OF INTENT TO APPEAL SHALL BE FILED WITHIN TWENTY-FOUR HOURS\n   41  FROM THE DATE OF ISSUANCE OF THE ORDER. THE RECORD ON  APPEAL  SHALL  BE\n   42  COMPLETED  AND  THE  APPEAL SHALL BE PERFECTED WITHIN FIVE DAYS FROM THE\n   43  FILING OF THE NOTICE TO APPEAL.   BECAUSE TIME MAY  BE  OF  THE  ESSENCE\n   44  REGARDING  THE  PERFORMANCE OF THE ABORTION, THE SUPREME COURT SHALL, BY\n   45  COURT RULE, PROVIDE FOR EXPEDITED APPELLATE  REVIEW  OF  CASES  APPEALED\n   46  UNDER THIS SECTION.\n   47    6. THE SUPREME COURT SHALL PROMULGATE ANY RULES AND REGULATIONS NECES-\n   48  SARY  TO  ENSURE  THAT  PROCEEDINGS UNDER THIS SECTION ARE HANDLED IN AN\n   49  EXPEDITIOUS AND ANONYMOUS MANNER.\n   50    7. THE SUPREME COURT, IN ITS DISCRETION,  MAY  ISSUE  SUCH  OTHER  AND\n   51  FURTHER LAWFUL ORDERS AS IT DEEMS NECESSARY TO PROTECT SUCH PERSON.\n   52    S  5.  Separability.  If any clause, sentence, section or part of this\n   53  act shall be adjudged by any  court  of  competent  jurisdiction  to  be\n   54  invalid,  such  judgment  shall  not  affect,  impair  or invalidate the\n   55  remainder thereof, but shall be confined in its operation to the clause,\n\n       A. 2128                             5\n\n    1  sentence, paragraph, section or part thereof directly  involved  in  the\n    2  controversy in which such judgment shall have been rendered.\n    3    S  6.  This  act shall take effect on the ninetieth day after it shall\n    4  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the family court act, in relation to notice of abortions performed on unemancipated minors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T163924.TXT", "SOBI.D110114.T143448.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295033688404
}