{
  "year" : 2011,
  "senateBillNo" : "A2129-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to labor",
    "billEventId" : "A2129-2011-1294981200000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the juvenile justice community facility violence prevention act",
  "summary" : "Enacts the juvenile justice community facility violence prevention act. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2129\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Labor\n\n       AN ACT to amend the labor law, in relation to enactment of the  juvenile\n         justice community facility violence prevention act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as  the  \"juvenile\n    2  justice community facility violence prevention act\".\n    3    S 2. Legislative findings. According to Child Welfare Watch, a project\n    4  for the New School for Management and Urban Policy, \"Family Court Judges\n    5  are  sending  more  juvenile  delinquents  to non-profit run residential\n    6  treatment centers, with 813 such admissions in  2008,  up  from  539  in\n    7  2001.\"  The  shift  to  less  secure, privately run residential programs\n    8  raises safety concerns for youth placed  in  the  facilities,  visitors,\n    9  staff,  and  the community surrounding the centers. As documented in the\n   10  Assembly Subcommittee on Workplace Safety's report, \"Workplace Safety in\n   11  the New York State Juvenile Justice System,\"  in  June  2009,  community\n   12  residence worker Renee Greco was murdered by a youth placed in a private\n   13  residential  center by the Office of Children and Family Services (OCFS)\n   14  in Lockport, New York and in January 2009 police officer Anthony  DiPon-\n   15  zio  was shot in the head by a youth who went AWOL from private residen-\n   16  tial community placement in Rochester, New York.\n   17    Currently, one-third of youth sent to  community  based  programs  are\n   18  subsequently redirected to OCFS residential facilities, as determined by\n   19  OCFS,  either because they prove to be too dangerous for private facili-\n   20  ties to handle or because private facilities do not have  the  tools  to\n   21  rehabilitate youth.\n   22    Implementing  violence  prevention  programs in privately run juvenile\n   23  justice facilities would greatly benefit the community both  inside  and\n   24  outside  the  facilities. These programs would allow facility management\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07749-01-1\n\n       A. 2129                             2\n\n    1  to identify risks of violence and undertake the  means  to  abate  those\n    2  risks.\n    3    S 3. Paragraph a of subdivision 2 of section 27-b of the labor law, as\n    4  added by chapter 82 of the laws of 2006, is amended to read as follows:\n    5    a. \"Employer\" means: (1) the state; (2) a political subdivision of the\n    6  state,  provided,  however  that  this  subdivision  shall  not mean any\n    7  employer as defined in section twenty-eight hundred one-a of the  educa-\n    8  tion law; [and] (3) a public authority, a public benefit corporation, or\n    9  any  other  governmental  agency  or instrumentality thereof; AND (4) AN\n   10  AUTHORIZED AGENCY AS DEFINED IN PARAGRAPH  (A)  OF  SUBDIVISION  TEN  OF\n   11  SECTION  THREE  HUNDRED  SEVENTY-ONE  OF  THE  SOCIAL  SERVICES LAW THAT\n   12  ACCEPTS CHILDREN ADJUDICATED DELINQUENT UNDER ARTICLE THREE OF THE FAMI-\n   13  LY COURT ACT.\n   14    S 4. This act shall take effect on the one hundred twentieth day after\n   15  it shall have become a law; provided, however, that effective immediate-\n   16  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n   17  necessary  for  the  implementation of this act on its effective date is\n   18  authorized and directed to be made  and  completed  on  or  before  such\n   19  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to enactment of the juvenile justice community facility violence prevention act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T111922.TXT", "SOBI.D110114.T093906.TXT", "SOBI.D110114.T092903.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295021962064
}