{
  "year" : 2011,
  "senateBillNo" : "A2120-2011",
  "billEvents" : [ {
    "eventDate" : 1294894800000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2120-2011-1294894800000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes a penalty for displaying illegal plates on a motor vehicle that was seized by the sheriff or marshal of the city of New York",
  "summary" : "Imposes a penalty for displaying illegal plates on a motor vehicle that was seized by the sheriff or marshal of the city of New York. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A2843-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2120\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 13, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MILLMAN -- Multi-Sponsored by -- M. of A. GOTT-\n         FRIED, WEISENBERG -- read once and referred to the Committee on Trans-\n         portation\n\n       AN ACT to amend the vehicle and traffic law, in relation to  imposing  a\n         penalty for illegally displaying an improper number plate on a vehicle\n         that was seized by the sheriff or marshal of the city of New York\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 8 of section 402 of  the  vehicle  and  traffic\n    2  law,  as  renumbered  by  chapter 648 of the laws of 2006, is renumbered\n    3  subdivision 9 and a new subdivision 8 is added to read as follows:\n    4    8. THE OWNER OF ANY MOTOR VEHICLE OR TRAILER SEIZED BY THE SHERIFF  OR\n    5  MARSHAL OF THE CITY OF NEW YORK, WHERE SUCH VEHICLE OR TRAILER DISPLAYED\n    6  A NUMBER PLATE THAT WAS NOT PROPER FOR SUCH VEHICLE OR TRAILER UNDER THE\n    7  PROVISIONS  OF THIS CHAPTER, SHALL BE ASSESSED, IN ADDITION TO ALL OTHER\n    8  CHARGES AND EXPENSES RELATING TO THE SEIZURE, A PENALTY OF  TWO  HUNDRED\n    9  DOLLARS,  PAYABLE  TO  THE DEPARTMENT OF FINANCE OF THE CITY OF NEW YORK\n   10  UPON REDEMPTION OF SUCH MOTOR VEHICLE OR TRAILER.\n   11    S 2. This act shall take effect immediately, except that  section  one\n   12  of  this  act shall take effect thirty days after it shall have become a\n   13  law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04925-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to imposing a penalty for illegally displaying an improper number plate on a vehicle that was seized by the sheriff or marshal of the city of New York ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110113.T163924.TXT", "SOBI.D110114.T143448.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295033688386
}