{
  "year" : 2011,
  "senateBillNo" : "A2139-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to labor",
    "billEventId" : "A2139-2011-1294981200000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts provisions providing protection to employees from retaliatory actions by employers where such employees report violations of law, rules or regulations",
  "summary" : "Enacts provisions providing protection to employees from retaliatory actions by employers where such employees report violations of law, rules or regulations, or improper governmental actions. ",
  "currentCommittee" : null,
  "sameAs" : "S1517",
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A10271-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2139\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BENEDETTO  --  read once and referred to the\n         Committee on Labor\n\n       AN ACT to amend the labor law and the civil service law, in relation  to\n         protection of employees against retaliatory action by employers\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 740 of the labor law, as added by  chapter  660  of\n    2  the  laws of 1984, paragraph (g) of subdivision 1 as added and paragraph\n    3  (a) of subdivision 2 as amended by chapter 442 of the laws of 2006,  and\n    4  paragraph  (d)  of  subdivision  4 as added by chapter 24 of the laws of\n    5  2002, is amended to read as follows:\n    6    S 740. Retaliatory personnel  action  by  employers;  prohibition.  1.\n    7  Definitions.  For  purposes  of this section, unless the context specif-\n    8  ically indicates otherwise:\n    9    (a) \"Employee\" means an individual who performs services for and under\n   10  the control and direction of an employer for wages  or  other  remunera-\n   11  tion.\n   12    (b)  \"Employer\"  means  any  person,  firm,  partnership, institution,\n   13  corporation, or association that employs one or more employees.\n   14    (c) \"Law, rule or regulation\" includes: (I) any duly enacted  FEDERAL,\n   15  STATE  OR  LOCAL  statute, LAW or ordinance [or]; (II) any rule or regu-\n   16  lation promulgated pursuant to [any federal, state or local] SUCH  stat-\n   17  ute, LAW or ordinance; OR (III) THE FINAL DECISION, RULING OR ORDER OF A\n   18  JUDICIAL OR ADMINISTRATIVE BODY.\n   19    (d) \"Public body\" includes the following:\n   20    (i)  the  United States Congress, any state legislature, or any [popu-\n   21  larly-elected] ELECTED local governmental body, or any member or employ-\n   22  ee thereof;\n   23    (ii) any federal, state, or local [judiciary] COURT, or any member  or\n   24  employee thereof, or any grand or petit jury;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05005-01-1\n\n       A. 2139                             2\n\n    1    (iii)  any  federal,  state,  or  local regulatory, administrative, or\n    2  public agency or authority, or instrumentality thereof; [or]\n    3    (iv) any federal, state, or local law enforcement agency, prosecutori-\n    4  al office, or police or peace officer;\n    5    (V)  ANY  FEDERAL, STATE OR LOCAL DEPARTMENT OF AN EXECUTIVE BRANCH OF\n    6  GOVERNMENT; OR\n    7    (VI) ANY DIVISION, BOARD, BUREAU, OFFICE, COMMITTEE OR  COMMISSION  OF\n    8  ANY  OF  THE PUBLIC BODIES DESCRIBED IN SUBPARAGRAPHS (I) THROUGH (V) OF\n    9  THIS PARAGRAPH.\n   10    (e) \"Retaliatory personnel action\" means the discharge, suspension [or\n   11  demotion of], DEMOTION OR DISCRIMINATION AGAINST an employee, [or  other\n   12  adverse  employment  action  taken  against an employee in the terms and\n   13  conditions of employment] REGARDING TERMS, CONDITIONS, LOCATION OR PRIV-\n   14  ILEGES OF EMPLOYMENT.\n   15    (f) \"Supervisor\" means any individual within an  employer's  organiza-\n   16  tion who has the authority to direct and control the work performance of\n   17  [the  affected]  AN  employee; or who has [managerial] authority to take\n   18  corrective action regarding the violation of the law, rule or regulation\n   19  of which the employee complains.\n   20    (g) \"Health care fraud\" means health care fraud as defined by  article\n   21  one hundred seventy-seven of the penal law.\n   22    (H)  \"FINANCIAL  FRAUD\"  MEANS  AN  ACTIVITY WHICH IS A MISDEMEANOR OR\n   23  FELONY UNDER THE BANKING LAW OR ANY OF THE PROVISIONS OF LAW REFERRED TO\n   24  IN SECTION SEVENTY-EIGHT OF THE BANKING LAW.\n   25    (I) \"INSURANCE FRAUD\" SHALL HAVE THE SAME MEANING AS  IS  ASCRIBED  TO\n   26  SUCH TERM PURSUANT TO SECTION 176.05 OF THE PENAL LAW.\n   27    2.  Prohibitions. An employer shall not take any retaliatory personnel\n   28  action against an employee because such employee does any of the follow-\n   29  ing:\n   30    (a) discloses, or threatens to disclose to a supervisor or to a public\n   31  body an activity,  policy  or  practice  of  the  employer  that  is  in\n   32  violation  of  A law, rule or regulation [which] THE EMPLOYEE REASONABLY\n   33  BELIEVES EVINCES AN ABUSE OF AUTHORITY, THE MISMANAGEMENT  OR  WASTE  OF\n   34  PUBLIC  ASSETS  OR  MONIES, OR IS A THREAT TO THE ENVIRONMENT WHERE SUCH\n   35  violation creates and presents a substantial and specific danger to  the\n   36  public  health  [or],  safety  OR  GENERAL WELFARE, or which constitutes\n   37  health care fraud, INSURANCE FRAUD OR FINANCIAL FRAUD;\n   38    (b) provides information to, or  testifies  before,  any  public  body\n   39  conducting  an investigation, hearing or inquiry into any such violation\n   40  of a law, rule or regulation by such employer; or\n   41    (c) objects to, or refuses to participate in any such activity, policy\n   42  or practice in violation of a law, rule or regulation.\n   43    3. Application. The protection against  retaliatory  personnel  action\n   44  provided  by  PARAGRAPHS  (A) AND (B) OF SUBDIVISION TWO OF THIS SECTION\n   45  SHALL APPLY TO ANY EMPLOYEE WHO BELIEVES THAT  AN  ACTIVITY,  POLICY  OR\n   46  PRACTICE  IN VIOLATION OF A LAW, RULE OR REGULATION HAS OCCURRED OR WILL\n   47  OCCUR, BASED ON INFORMATION THAT THE EMPLOYEE REASONABLY BELIEVES TO  BE\n   48  TRUE; PROVIDED HOWEVER THAT THE PROTECTION AGAINST RETALIATORY PERSONNEL\n   49  ACTION  PROVIDED  BY  paragraph  (a)  of subdivision two of this section\n   50  pertaining to disclosure to a public body shall not apply to an employee\n   51  who makes such disclosure to a  public  body  unless  the  employee  has\n   52  [brought]  MADE  A  GOOD  FAITH  EFFORT TO NOTIFY HIS OR HER EMPLOYER BY\n   53  BRINGING the activity, policy or practice in violation of law,  rule  or\n   54  regulation  to  the  attention  of  a supervisor of the employer and has\n   55  afforded such employer a reasonable opportunity to correct  such  activ-\n   56  ity,  policy  or  practice.  EMPLOYER NOTIFICATION SHALL NOT BE REQUIRED\n\n       A. 2139                             3\n\n    1  WHERE: (A) THE EMPLOYER HAS NOT POSTED ANY NOTICE REQUIRED  BY  SUBDIVI-\n    2  SION  EIGHT OF THIS SECTION; (B) THERE IS AN IMMINENT AND SERIOUS DANGER\n    3  TO THE PUBLIC HEALTH,  SAFETY  OR  GENERAL  WELFARE;  (C)  THE  EMPLOYEE\n    4  REASONABLY  BELIEVES  THAT REPORTING TO THE SUPERVISOR WOULD RESULT IN A\n    5  DESTRUCTION OF EVIDENCE OR OTHER CONCEALMENT  OF  THE  ILLEGAL  BUSINESS\n    6  ACTIVITY;  OR (D) SUCH VIOLATION COULD REASONABLY BE EXPECTED TO LEAD TO\n    7  ENDANGERING THE WELFARE OF A MINOR.\n    8    4. Violation; remedy. (a) An employee who has been the  subject  of  a\n    9  retaliatory  personnel action in violation of this section may institute\n   10  a civil action in a court of competent jurisdiction for  relief  as  set\n   11  forth  in  subdivision  five of this section within [one year] TWO YEARS\n   12  after the alleged retaliatory personnel action was taken.\n   13    (b) Any action authorized by this section may be brought in the county\n   14  in which the alleged retaliatory personnel action occurred, in the coun-\n   15  ty in which the complainant resides, or  in  the  county  in  which  the\n   16  employer has its principal place of business.\n   17    (c)  It  shall  be  a  defense  to any action brought pursuant to this\n   18  section that the personnel action was predicated upon grounds other than\n   19  the employee's exercise of any rights  protected  by  this  section.  It\n   20  shall  also be a defense that the individual was an independent contrac-\n   21  tor.\n   22    (d) Notwithstanding the provisions of paragraphs (a) and (c)  of  this\n   23  subdivision, a health care employee who has been the subject of a retal-\n   24  iatory  action  by  a health care employer in violation of section seven\n   25  hundred forty-one of this article may institute  a  civil  action  in  a\n   26  court  of  competent jurisdiction for relief as set forth in subdivision\n   27  five of this section within two  years  after  the  alleged  retaliatory\n   28  personnel  action  was  taken.  In  addition  to the relief set forth in\n   29  [that] SUCH subdivision, the court, in  its  discretion,  based  upon  a\n   30  finding  that the employer acted in bad faith in the retaliatory action,\n   31  may assess the employer a civil penalty of an amount not to  exceed  ten\n   32  thousand  dollars,  to  be paid to the improving quality of patient care\n   33  fund, established pursuant to section  ninety-seven-aaaa  of  the  state\n   34  finance law.\n   35    5.  Relief. In any action brought pursuant to subdivision four of this\n   36  section, the court may order relief as follows:\n   37    (a) an injunction to restrain continued violation of this section;\n   38    (b) the reinstatement of the employee to the same position held before\n   39  the retaliatory personnel action, or to an equivalent position;\n   40    (c) the reinstatement of full fringe benefits and seniority rights;\n   41    (d) the compensation for lost wages, benefits and other  remuneration;\n   42  [and]\n   43    (e)  the  payment  by the employer of reasonable costs, disbursements,\n   44  and attorney's fees;\n   45    (F) AN INJUNCTION TO RESTRAIN THE EMPLOYER'S  CONTINUED  VIOLATION  OF\n   46  THIS SECTION WITH RESPECT TO THE EMPLOYEE; AND\n   47    (G)  A  CIVIL PENALTY OF AN AMOUNT NOT TO EXCEED TEN THOUSAND DOLLARS,\n   48  IF THE COURT, IN ITS DISCRETION, FINDS THAT THE EMPLOYER  ACTED  IN  BAD\n   49  FAITH IN THE RETALIATORY ACTION.\n   50    6.  Employer  relief.  A court, in its discretion, may also order that\n   51  reasonable attorneys' fees and court costs and disbursements be  awarded\n   52  to  an  employer  if  the  court determines that an action brought by an\n   53  employee under this section was without REASONABLE basis in  law  or  in\n   54  fact.\n   55    7.  Existing rights. Nothing in this section shall be deemed to dimin-\n   56  ish the rights, privileges, or remedies of any employee under any  other\n\n       A. 2139                             4\n\n    1  law  or  regulation  or  under  any  collective  bargaining agreement or\n    2  employment contract; except that the institution of an action in accord-\n    3  ance with this section shall be deemed a waiver of the rights and  reme-\n    4  dies  available  under  any other contract, collective bargaining agree-\n    5  ment, law, rule or regulation or under the common law.\n    6    8.  PUBLICATION.  EVERY  EMPLOYER  SHALL  INFORM  EMPLOYEES  OF  THEIR\n    7  PROTECTIONS,  RIGHTS  AND  OBLIGATIONS  UNDER THIS SECTION, BY POSTING A\n    8  NOTICE THEREOF.  SUCH NOTICES SHALL BE POSTED  CONSPICUOUSLY  IN  EASILY\n    9  ACCESSIBLE  AND  WELL-LIGHTED PLACES CUSTOMARILY FREQUENTED BY EMPLOYEES\n   10  AND APPLICANTS FOR EMPLOYMENT. THE DEPARTMENT SHALL PREPARE AND POST  ON\n   11  ITS  INTERNET WEBSITE A NOTICE THAT EMPLOYERS MAY USE TO COMPLY WITH THE\n   12  PROVISIONS OF THIS SUBDIVISION.\n   13    S 2. Subdivision 2 of section 75-b of the civil service law, as  added\n   14  by chapter 660 of the laws of 1984 and paragraph (a) as amended by chap-\n   15  ter 899 of the laws of 1986, is amended to read as follows:\n   16    2.  (a)  A  public  employer  shall  not  dismiss,  SUSPEND, DEMOTE OR\n   17  DISCRIMINATE or take  other  disciplinary  or  other  adverse  personnel\n   18  action  against  a  public  employee regarding the employee's employment\n   19  because the employee discloses TO A GOVERNMENTAL BODY  OR  THREATENS  TO\n   20  DISCLOSE  IF AN ACTIVITY, POLICY OR PRACTICE IN VIOLATION OF A LAW, RULE\n   21  OR REGULATION IS NOT REMEDIED, to a governmental body  information:  (i)\n   22  regarding  a  violation  of  a  law,  rule or regulation which violation\n   23  creates and presents a substantial and specific  danger  to  the  public\n   24  health  [or],  safety  OR  GENERAL  WELFARE;  or (ii) which the employee\n   25  reasonably believes to be true and reasonably believes, OR WHICH consti-\n   26  tutes an improper governmental action; OR (III) WHICH  COULD  REASONABLY\n   27  BE EXPECTED TO LEAD TO ENDANGERING THE WELFARE OF A MINOR; OR (IV) WHICH\n   28  PROVIDES INFORMATION TO, OR TESTIFIES BEFORE, ANY PUBLIC BODY CONDUCTING\n   29  AN  INVESTIGATION,  HEARING  OR  INQUIRY  INTO ANY IMPROPER GOVERNMENTAL\n   30  ACTION; OR (V) WHICH OBJECTS TO,  OR  REFUSES  TO  PARTICIPATE  IN,  ANY\n   31  IMPROPER  GOVERNMENTAL ACTION. \"Improper governmental action\" shall mean\n   32  any action by a public employer or employee, or an agent of such employ-\n   33  er or employee, which is undertaken in the performance of  such  agent's\n   34  official  duties,  whether or not such action is within the scope of his\n   35  employment, and which is in violation of any  federal,  state  or  local\n   36  law, rule or regulation.\n   37    (b)  THE  PROTECTION  AGAINST RETALIATORY PERSONNEL ACTION PROVIDED IN\n   38  PARAGRAPH (A) OF THIS SUBDIVISION SHALL APPLY TO  ANY  EMPLOYEE  WHO  IN\n   39  GOOD FAITH REASONABLY BELIEVES THAT A VIOLATION OR IMPROPER GOVERNMENTAL\n   40  ACTION HAS OCCURRED OR WILL OCCUR, BASED ON INFORMATION THAT THE EMPLOY-\n   41  EE IN GOOD FAITH REASONABLY BELIEVES TO BE TRUE.\n   42    (C)  Prior to disclosing information pursuant to paragraph (a) of this\n   43  subdivision, an employee shall have made a good faith effort to  provide\n   44  the  appointing  authority  or his or her designee the information to be\n   45  disclosed and shall provide  the  appointing  authority  or  designee  a\n   46  reasonable  time to take appropriate action unless there is imminent and\n   47  serious danger to public health or safety.  For  the  purposes  of  this\n   48  subdivision,  an  employee  who acts pursuant to this paragraph shall be\n   49  deemed to have disclosed information to a governmental body under  para-\n   50  graph (a) of this subdivision.  NOTIFICATION TO THE APPOINTING AUTHORITY\n   51  OR DESIGNEE SHALL NOT BE REQUIRED WHERE: (I) THE EMPLOYER HAS NOT POSTED\n   52  ANY  NOTICE  REQUIRED BY SUBDIVISION FIVE OF THIS SECTION; (II) THERE IS\n   53  AN IMMINENT AND SERIOUS DANGER TO THE PUBLIC HEALTH,  SAFETY OR  GENERAL\n   54  WELFARE;  (III)  THE  EMPLOYEE REASONABLY BELIEVES THAT REPORTING TO THE\n   55  SUPERVISOR WOULD RESULT IN A DESTRUCTION OF EVIDENCE OR  OTHER  CONCEAL-\n\n       A. 2139                             5\n\n    1  MENT  OF  THE  ILLEGAL  BUSINESS  ACTIVITY; OR (IV) SUCH VIOLATION COULD\n    2  REASONABLY BE EXPECTED TO LEAD TO ENDANGERING THE WELFARE OF A MINOR.\n    3    (D)  \"LAW, RULE OR REGULATION\" INCLUDES: (I) ANY DULY ENACTED FEDERAL,\n    4  STATE OR LOCAL STATUTE, LAW OR ORDINANCE; (II) ANY  RULE  OR  REGULATION\n    5  PROMULGATED PURSUANT TO ANY SUCH STATUTE, LAW OR ORDINANCE; OR (III) THE\n    6  FINAL DECISION, RULING OR ORDER OF A JUDICIAL OR ADMINISTRATIVE BODY.\n    7    S  3.  Paragraph  (a)  of  subdivision  3 of section 75-b of the civil\n    8  service law, as added by chapter 660 of the laws of 1984, is amended  to\n    9  read as follows:\n   10    (a)  Where  an  employee is subject to dismissal or other disciplinary\n   11  action under a final and binding arbitration provision, or other  disci-\n   12  plinary  procedure  contained in a collectively negotiated agreement, or\n   13  under section seventy-five of this title or any other provision of state\n   14  or local law, OR TO THE ELIMINATION OF JOB TITLE OR CLASSIFICATION  THAT\n   15  UNIQUELY  FITS AND SINGLES OUT SUCH EMPLOYEE and the employee reasonably\n   16  believes THAT SUCH dismissal [or], other disciplinary  action  OR  OTHER\n   17  PERSONNEL ACTION would not have been taken but for the conduct protected\n   18  under  subdivision  two  of this section, he or she may assert such as a\n   19  defense before the designated arbitrator or hearing officer. The  merits\n   20  of  such defense shall be considered and determined as part of the arbi-\n   21  tration award or hearing officer decision of the matter. If there  is  a\n   22  finding  that the dismissal or other disciplinary action is based solely\n   23  on a violation by the employer of such subdivision,  the  arbitrator  or\n   24  hearing officer shall dismiss or recommend dismissal of the disciplinary\n   25  proceeding,  as appropriate, and, if appropriate, reinstate the employee\n   26  with back pay, and, in the case of an arbitration  procedure,  may  take\n   27  other  appropriate action as is permitted in the collectively negotiated\n   28  agreement.\n   29    S 4. Section 75-b of the civil service law is amended by adding a  new\n   30  subdivision 5 to read as follows:\n   31    5.  EVERY PUBLIC EMPLOYER SHALL INFORM EMPLOYEES OF THEIR PROTECTIONS,\n   32  RIGHTS AND OBLIGATIONS UNDER THIS SECTION, BY POSTING A NOTICE  THEREOF.\n   33  SUCH  NOTICES  SHALL  BE  POSTED  CONSPICUOUSLY IN EASILY ACCESSIBLE AND\n   34  WELL-LIGHTED PLACES CUSTOMARILY FREQUENTED BY EMPLOYEES  AND  APPLICANTS\n   35  FOR EMPLOYMENT.\n   36    S 5. This act shall take effect on the one hundred eightieth day after\n   37  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law and the civil service law, in relation to protection of employees against retaliatory action by employers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T114424.TXT", "SOBI.D110114.T153023.TXT", "SOBI.D110114.T112923.TXT", "SOBI.D110114.T112423.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295037023827
}