{
  "year" : 2011,
  "senateBillNo" : "A2143-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2143-2011-1294981200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the crime of unlawful defilement of a water supply",
  "summary" : "Creates the crime of unlawful defilement of a water supply; provides that a person is guilty of such crime when he introduces, places, or causes to be introduced or placed a defiling agent into a water supply; makes definitions; establishes such crime as a class B felony. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A10186-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McLaughlin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2143\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. CASTELLI, MAGNARELLI, REILLY -- read once and\n         referred to the Committee on Codes\n\n       AN ACT to amend the penal law, in relation to unlawful defilement  of  a\n         water supply\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The penal law is amended by adding a new section 490.60  to\n    2  read as follows:\n    3  S 490.60 UNLAWFUL DEFILEMENT OF A WATER SUPPLY.\n    4    1. AS USED IN THIS SECTION:\n    5    (A)  \"WATER SUPPLY\" MEANS ANY PUBLIC OR PRIVATE TRANSMISSION FACILITY,\n    6  TREATMENT FACILITY, SOURCE OF SUPPLY FACILITY, WELL OR RESERVOIR,  WHICH\n    7  PROVIDES  POTABLE  WATER  FOR RESIDENTIAL, COMMERCIAL, INDUSTRIAL AND/OR\n    8  FIRE SERVICE NEEDS.\n    9    (B) \"DEFILING AGENT\" MEANS ANY  CHEMICAL,  BIOLOGICAL  OR  RADIOACTIVE\n   10  AGENT  OR  SUBSTANCE, WHICH IS CAPABLE, WHEN INTRODUCED OR PLACED INTO A\n   11  WATER SUPPLY, OF CAUSING THE SICKNESS, PHYSICAL INJURY,  SEVERE  DISFIG-\n   12  UREMENT,  OR DEATH OF A HUMAN BEING, OR CAUSING IRREPARABLE HARM TO SUCH\n   13  WATER SUPPLY, OR CAUSING A DISTURBANCE TO THE PUBLIC PEACE.  A  DEFILING\n   14  AGENT SHALL NOT INCLUDE A SUBSTANCE WHICH IS INTRODUCED OR PLACED INTO A\n   15  WATER SUPPLY BY ANY MUNICIPAL OR STATE ENTITY, OR WHICH IS INTRODUCED OR\n   16  PLACED INTO A WATER SUPPLY BY ANY AGRICULTURAL OR INDUSTRIAL ENTITY AS A\n   17  RESULT OF ITS ORDINARY LAWFUL OPERATIONS.\n   18    2. A PERSON IS GUILTY OF UNLAWFUL DEFILEMENT OF A WATER SUPPLY WHEN HE\n   19  OR  SHE  INTENTIONALLY INTRODUCES, PLACES, OR CAUSES TO BE INTRODUCED OR\n   20  PLACED, OR ATTEMPTS TO INTRODUCE, PLACE, OR CAUSE INTRODUCTION OR PLACE-\n   21  MENT, INTO A WATER SUPPLY, A DEFILING AGENT WITH THE INTENT TO CAUSE THE\n   22  SICKNESS, PHYSICAL INJURY, SEVERE  DISFIGUREMENT  OR  DEATH  OF  ANOTHER\n   23  HUMAN  BEING,  OR  WITH  THE RECKLESS DISREGARD OF CAUSING THE SICKNESS,\n   24  PHYSICAL INJURY, SEVERE DISFIGUREMENT, OR DEATH OF ANOTHER HUMAN  BEING,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05487-01-1\n\n       A. 2143                             2\n\n    1  OR WITH THE INTENT TO CAUSE IRREPARABLE HARM TO SUCH WATER SUPPLY, OR TO\n    2  DISTURB THE PUBLIC PEACE.\n    3    UNLAWFUL DEFILEMENT OF A WATER SUPPLY IS A CLASS B FELONY.\n    4    S 2. This act shall take effect on the first of November next succeed-\n    5  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to unlawful defilement of a water supply ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T114424.TXT", "SOBI.D110114.T112923.TXT", "SOBI.D110201.T125353.TXT", "SOBI.D110127.T152409.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110131.T141211.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296582833378
}