{
  "year" : 2011,
  "senateBillNo" : "A2142-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2142-2011-1294981200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to state environmental purchasing and intergovernmental agreements; repealer",
  "summary" : "Relates to state environmental purchasing and intergovernmental agreements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "AA10173-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Giglio",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Murray",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McKevitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jordan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Amedore",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2142\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CASTELLI,  PAULIN,  TOBACCO, GIGLIO, MURRAY,\n         BURLING, RAIA, McKEVITT, CALHOUN, COLTON, FITZPATRICK,  JORDAN,  McDO-\n         NOUGH,  MONTESANO,  FINCH,  AMEDORE  -- Multi-Sponsored by -- M. of A.\n         BARCLAY, BUTLER, CROUCH,  GALEF,  HAWLEY,  P. LOPEZ,  MOLINARO,  OAKS,\n         RABBITT,  SAYWARD,  SPANO, WEISENBERG -- read once and referred to the\n         Committee on Environmental Conservation\n\n       AN ACT to amend the state finance law, the general  municipal  law,  the\n         education  law,  the  economic  development  law and the environmental\n         conservation law, in relation to state  environmental  purchasing  and\n         intergovernmental  agreements;  and  to  repeal  section  409-i of the\n         education law and section 163-b of the state finance law  relating  to\n         environmentally-sensitive cleaning and maintenance products\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the  \"New  York\n    2  state environmental purchasing act\".\n    3    S  2.  Subdivision 5 of section 160 of the state finance law, as added\n    4  by chapter 83 of the laws of 1995, is amended to read as follows:\n    5    5. \"Costs\" as used in this  article  shall  be  quantifiable  and  may\n    6  include,  without  limitation,  the  price  of the given good or service\n    7  being purchased; the administrative, training, storage,  maintenance  or\n    8  other  overhead  associated  with  a given good or service; the value of\n    9  warranties, delivery schedules, financing costs and foregone opportunity\n   10  costs associated with a given good or service; and  the  life  span  and\n   11  associated  life  cycle  costs  of  the  given  good  or  service  being\n   12  purchased. Life cycle costs may include, but shall not  be  limited  to,\n   13  costs  or savings associated with RAW MATERIALS, PRODUCTION, MANUFACTUR-\n   14  ING, construction, PACKAGING, DISTRIBUTION,  USE,  energy  use,  mainte-\n   15  nance,  operation,  and  salvage  or disposal, AND ANY ASSOCIATED PUBLIC\n   16  HEALTH AND ENVIRONMENTAL COSTS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05486-01-1\n\n       A. 2142                             2\n\n    1    S 3. Paragraph a of subdivision 1 of section 161 of the state  finance\n    2  law,  as  amended by chapter 175 of the laws of 2010, is amended to read\n    3  as follows:\n    4    a.  The state procurement council shall continuously strive to improve\n    5  the state's procurement process. Such council shall consist of  [twenty]\n    6  TWENTY-TWO  members,  including the commissioner, the state comptroller,\n    7  the director of the budget,  the  chief  diversity  officer  [and],  the\n    8  commissioner  of  economic  development AND THE COMMISSIONER OF ENVIRON-\n    9  MENTAL CONSERVATION, or their respective designees; [seven] SIX  members\n   10  who shall be the heads of other large and small state agencies chosen by\n   11  the  governor,  or  their respective designees; and [eight] TEN at large\n   12  members appointed as follows: [three] FOUR appointed  by  the  temporary\n   13  president  of the senate, one of whom shall be a representative of local\n   14  government [and] , one of whom shall  be  a  representative  of  private\n   15  business  AND  ONE  OF WHOM SHALL BE A REPRESENTATIVE OF AN ORGANIZATION\n   16  WHOSE PRIME FUNCTION IS THE ENHANCEMENT OF PUBLIC HEALTH OR THE ENVIRON-\n   17  MENT; [three] FOUR appointed by the speaker of the assembly, one of whom\n   18  shall be a representative of local government [and] , one of whom  shall\n   19  be  a  representative  of  private  business  AND ONE OF WHOM SHALL BE A\n   20  REPRESENTATIVE OF AN ORGANIZATION WHOSE PRIME FUNCTION IS  THE  ENHANCE-\n   21  MENT  OF PUBLIC HEALTH OR THE ENVIRONMENT; one appointed by the minority\n   22  leader of the senate; and, one appointed by the minority leader  of  the\n   23  assembly;  and  two  non-voting  observers  appointed  as  follows:  one\n   24  appointed by the temporary president of the senate and one appointed  by\n   25  the speaker of the assembly. The non-voting observers shall be provided,\n   26  contemporaneously,   all  documentation  and  materials  distributed  to\n   27  members. The council shall be chaired by the commissioner and shall meet\n   28  at least quarterly.\n   29    S 4. Paragraphs k, l, m and n of subdivision 2 of section 161  of  the\n   30  state finance law, paragraphs k and l as added by chapter 83 of the laws\n   31  of  1995,  paragraph m as added by chapter 95 of the laws of 2000, para-\n   32  graph n as added by chapter 173 of the laws of 2010, are amended  and  a\n   33  new paragraph o is added to read as follows:\n   34    k.  Report  by December thirty-first, nineteen hundred ninety-five and\n   35  thereafter biennially to the governor, the legislature and the  director\n   36  of  the  budget,  the significant findings of the council including, but\n   37  not limited to, substantial savings generated by council initiatives and\n   38  the recommendations of the council concerning  the  state's  procurement\n   39  practices; [and]\n   40    l.  Undertake  other related activities as are necessary to effectuate\n   41  this article including the development  of  a  strategic  plan  for  the\n   42  improvement of state procurement[.];\n   43    m.  Establish and, from time to time, amend guidelines with respect to\n   44  publishing by state agencies of quarterly listings of projected procure-\n   45  ments having a value greater than five thousand dollars  but  less  than\n   46  fifteen  thousand  dollars  in  the procurement opportunities newsletter\n   47  established by article four-C of the economic development law[.];\n   48    n. Recommend to the  commissioner  necessary  legislative  changes  or\n   49  modifications  to existing or proposed rules, regulations and procedures\n   50  that would increase access to the state's procurement process by minori-\n   51  ty-owned business enterprises and women-owned business  enterprises  and\n   52  create  model  language to be used by agencies when issuing requests for\n   53  bids or proposals to other solicitations or offers that  would  increase\n   54  the ability of small businesses to participate in state procurements[.];\n   55  AND\n\n       A. 2142                             3\n\n    1    O. MAKE RECOMMENDATIONS TO THE COMMISSIONER FOR \"TARGET CATEGORIES\" OF\n    2  COMMODITIES, SERVICES AND/OR TECHNOLOGIES WHICH FOR THE PURPOSES OF THIS\n    3  SECTION  SHALL  MEAN  BROAD  CATEGORIES  OF COMMODITIES, SERVICES AND/OR\n    4  TECHNOLOGIES ROUTINELY PROCURED BY THE STATE WHICH MAY HAVE  AN  ADVERSE\n    5  IMPACT  ON  PUBLIC HEALTH OR THE ENVIRONMENT AND FOR WHICH MORE ENVIRON-\n    6  MENTALLY  PREFERABLE  PRODUCTS  SHOULD  BE  IDENTIFIED  AND  SUBSTITUTED\n    7  CONSISTENT  WITH  THE  GOALS AND STANDARDS SET FORTH IN ARTICLE TEN-A OF\n    8  THIS CHAPTER.\n    9    S 5. Subparagraph (vii) of paragraph b of subdivision 3 of section 163\n   10  of the state finance law, as added by chapter 584 of the laws  of  2005,\n   11  is amended to read as follows:\n   12    (vii)  maintain  a list of contractors which produce or manufacture or\n   13  offer  for  sale  [environmentally-sensitive  cleaning  and  maintenance\n   14  products  in the form, function and utility generally used by elementary\n   15  and secondary schools] ENVIRONMENTALLY PREFERABLE PRODUCTS in accordance\n   16  with specifications or guidelines promulgated pursuant to [section  four\n   17  hundred nine-i of the education law] ARTICLE TEN-A OF THIS CHAPTER.\n   18    S  6. The state finance law is amended by adding a new article 10-A to\n   19  read as follows:\n   20                                 ARTICLE 10-A\n   21                       STATE ENVIRONMENTAL PURCHASING\n   22  SECTION 159-A. DEFINITIONS.\n   23          159-B. OFFICE OF THE ENVIRONMENTAL EXECUTIVE.\n   24          159-C. AGENCY ENVIRONMENTAL EXECUTIVES.\n   25          159-D. INTERAGENCY  COMMITTEE  ON   SUSTAINABILITY   AND   GREEN\n   26                   PROCUREMENT.\n   27          159-E. ISSUE-SPECIFIC TASK FORCES.\n   28          159-F. ENVIRONMENTALLY PREFERABLE PRODUCTS PROGRAM.\n   29          159-G. STATE AGENCY RESPONSIBILITIES.\n   30          159-H. ENVIRONMENTAL PROCUREMENT INITIATIVES.\n   31          159-I. BUSINESS DEVELOPMENT AND GUIDANCE.\n   32    S 159-A. DEFINITIONS. FOR PURPOSES OF THIS ARTICLE:\n   33    1.  \"ENERGY  STAR\" MEANS A DESIGNATION FROM THE UNITED STATES ENVIRON-\n   34  MENTAL PROTECTION AGENCY OR DEPARTMENT OF ENERGY INDICATING THAT A PROD-\n   35  UCT MEETS THE ENERGY EFFICIENCY STANDARDS SET FORTH BY  THE  AGENCY  FOR\n   36  COMPLIANCE WITH THE ENERGY STAR PROGRAM.\n   37    2. \"ELEMENTARY OR SECONDARY SCHOOL\" MEANS A FACILITY USED FOR INSTRUC-\n   38  TION  OF  ELEMENTARY  OR SECONDARY STUDENTS BY: (A) ANY SCHOOL DISTRICT,\n   39  INCLUDING A SPECIAL ACT SCHOOL DISTRICT AND A CITY SCHOOL DISTRICT IN  A\n   40  CITY HAVING A POPULATION OF ONE HUNDRED TWENTY-FIVE THOUSAND INHABITANTS\n   41  OR  MORE, (B) A BOARD OF COOPERATIVE EDUCATIONAL SERVICES, (C) A CHARTER\n   42  SCHOOL, (D) AN APPROVED PRIVATE SCHOOL FOR  THE  EDUCATION  OF  STUDENTS\n   43  WITH  DISABILITIES,  (E)  A STATE-SUPPORTED SCHOOL FOR THE DEAF OR BLIND\n   44  OPERATED PURSUANT TO ARTICLE EIGHTY-FIVE OF THE EDUCATION LAW,  AND  (F)\n   45  ANY OTHER PRIVATE OR PAROCHIAL ELEMENTARY OR SECONDARY SCHOOL.\n   46    3. \"ENVIRONMENTALLY PREFERABLE PRODUCTS\" MEANS BUT SHALL NOT BE LIMIT-\n   47  ED  TO  PRODUCTS AND SERVICES THAT: CONTAIN RECYCLED MATERIALS, CONSERVE\n   48  ENERGY OR WATER, MINIMIZE WASTE, ARE LESS TOXIC  AND  HAZARDOUS,  REDUCE\n   49  THE  GENERATION,  RELEASE  OR DISPOSAL OF TOXIC SUBSTANCES, PROTECT OPEN\n   50  SPACE, AND/OR OTHERWISE LESSEN THE IMPACT OF SUCH PRODUCTS  OR  SERVICES\n   51  ON PUBLIC HEALTH AND THE ENVIRONMENT.\n   52    4. \"ELECTRONIC PRODUCT ENVIRONMENTAL ASSESSMENT TOOL\" MEANS A TOOL FOR\n   53  EVALUATING THE ENVIRONMENTAL PERFORMANCE OF ELECTRONIC PRODUCTS THROUGH-\n   54  OUT  THEIR  LIFE  CYCLE  DEVELOPED  BY  THE FEDERAL GOVERNMENT AND OTHER\n   55  STAKEHOLDERS.\n\n       A. 2142                             4\n\n    1    5. \"INDEPENDENT AGENCIES\" MEANS ANY  PUBLIC  BENEFIT  CORPORATIONS  OR\n    2  PUBLIC AUTHORITIES NOT INCLUDED IN THE DEFINITION OF STATE AGENCIES.\n    3    6.  \"RECOVERED  MATERIALS\"  MEANS WASTE MATERIALS AND BYPRODUCTS WHICH\n    4  HAVE BEEN RECOVERED OR DIVERTED FROM SOLID WASTE, BUT SUCH TERM DOES NOT\n    5  INCLUDE THOSE MATERIALS  AND  BYPRODUCTS  GENERATED  FROM  AND  COMMONLY\n    6  REUSED WITHIN AN ORIGINAL MANUFACTURING PROCESS.\n    7    7.  \"RECYCLED  CONTENT\"  SHALL MEAN RECYCLED COMMODITY AS THAT TERM IS\n    8  DEFINED IN PARAGRAPH A OF  SUBDIVISION  THREE  OF  SECTION  ONE  HUNDRED\n    9  SIXTY-FIVE OF THIS CHAPTER.\n   10    8.  \"REMANUFACTURED\" SHALL HAVE THE SAME MEANING AS SET FORTH IN PARA-\n   11  GRAPH A OF SUBDIVISION THREE OF SECTION ONE HUNDRED SIXTY-FIVE  OF  THIS\n   12  CHAPTER.\n   13    9.  \"STATE  AGENCIES\"  MEANS  ANY DEPARTMENT, DIVISION, BOARD, BUREAU,\n   14  COMMISSION, OFFICE, AGENCY,  AUTHORITY  OR  PUBLIC  CORPORATION  OF  THE\n   15  STATE.\n   16    S  159-B.  OFFICE OF THE ENVIRONMENTAL EXECUTIVE. 1. THE OFFICE OF THE\n   17  ENVIRONMENTAL EXECUTIVE SHALL BE DESIGNATED BY THE GOVERNOR AND SHALL BE\n   18  LOCATED WITHIN THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION.  THE  ENVI-\n   19  RONMENTAL  EXECUTIVE  SHALL  TAKE  ALL  ACTIONS NECESSARY TO ENSURE THAT\n   20  STATE AGENCIES COMPLY WITH THE REQUIREMENTS OF THIS  ARTICLE  AND  SHALL\n   21  GENERATE  AN  ANNUAL  REPORT  TO  THE DIVISION OF BUDGET, AT THE TIME OF\n   22  AGENCY BUDGET SUBMISSIONS, ON THE ACTIONS TAKEN  BY  STATE  AGENCIES  TO\n   23  COMPLY WITH THE REQUIREMENTS OF THIS ARTICLE. IN CARRYING OUT HIS OR HER\n   24  FUNCTIONS,  THE  ENVIRONMENTAL  EXECUTIVE SHALL CONSULT WITH THE COMMIS-\n   25  SIONER OF ENVIRONMENTAL CONSERVATION.\n   26    2. A MINIMUM OF FOUR FULL TIME STAFF PERSONS ARE  TO  BE  PROVIDED  TO\n   27  ASSIST THE ENVIRONMENTAL EXECUTIVE, ONE OF WHOM SHALL HAVE EXPERIENCE IN\n   28  SPECIFICATION  REVIEW  AND  PROGRAM REQUIREMENTS, ONE OF WHOM SHALL HAVE\n   29  EXPERIENCE IN PROCUREMENT PRACTICES AND ONE OF WHOM SHALL  HAVE  EXPERI-\n   30  ENCE  IN  SOLID WASTE PREVENTION AND RECYCLING. THESE FOUR STAFF PERSONS\n   31  SHALL BE APPOINTED AND REPLACED AS FOLLOWS:\n   32    (A) THE ADJUTANT GENERAL OF THE DIVISION OF MILITARY AND NAVAL AFFAIRS\n   33  OR HIS OR HER DESIGNEE SHALL BE DETAILED FOR NOT LESS THAN ONE YEAR  AND\n   34  NO MORE THAN TWO YEARS;\n   35    (B)  THE COMMISSIONER OF GENERAL SERVICES OR HIS OR HER DESIGNEE SHALL\n   36  BE DETAILED FOR NOT LESS THAN ONE YEAR AND NO MORE THAN TWO YEARS;\n   37    (C) THE COMMISSIONER OF  ENVIRONMENTAL  CONSERVATION  OR  HIS  OR  HER\n   38  DESIGNEE  SHALL  BE DETAILED FOR NOT LESS THAN ONE YEAR AND NO MORE THAN\n   39  TWO YEARS; AND\n   40    (D) THE PRESIDENT OF  THE  NEW  YORK  STATE  ENVIRONMENTAL  FACILITIES\n   41  CORPORATION OR HIS OR HER DESIGNEE FOR NOT MORE THAN ONE YEAR.\n   42    3.  STATE AGENCIES ARE REQUESTED TO MAKE THEIR SERVICES, PERSONNEL AND\n   43  FACILITIES AVAILABLE TO  THE  ENVIRONMENTAL  EXECUTIVE  TO  THE  MAXIMUM\n   44  EXTENT PRACTICABLE FOR THE PERFORMANCE OF FUNCTIONS.\n   45    4.  THE ENVIRONMENTAL EXECUTIVE, IN CONSULTATION WITH THE AGENCY ENVI-\n   46  RONMENTAL  EXECUTIVES  DESIGNATED  PURSUANT  TO  SECTION   ONE   HUNDRED\n   47  FIFTY-NINE-C OF THIS ARTICLE, SHALL:\n   48    (A) IDENTIFY AND RECOMMEND INITIATIVES FOR GOVERNMENT-WIDE IMPLEMENTA-\n   49  TION THAT WILL PROMOTE THE PURPOSES OF THIS ARTICLE, INCLUDING:\n   50    (I)  THE  DEVELOPMENT  OF  A  STATE PLAN FOR AGENCY IMPLEMENTATION AND\n   51  APPROPRIATE INCENTIVES TO ENCOURAGE  THE  ACQUISITION  OF  RECYCLED  AND\n   52  ENVIRONMENTALLY PREFERABLE PRODUCTS BY THE STATE GOVERNMENT;\n   53    (II)  THE  DEVELOPMENT OF A STATE IMPLEMENTATION PLAN AND GUIDANCE FOR\n   54  INSTITUTING ECONOMICALLY EFFICIENT STATE WASTE  PREVENTION,  ENERGY  AND\n   55  WATER  EFFICIENCY  PROGRAMS,  AND RECYCLING PROGRAMS WITHIN EACH AGENCY;\n   56  AND\n\n       A. 2142                             5\n\n    1    (III) THE DEVELOPMENT OF A PLAN FOR MAKING MAXIMUM  USE  OF  AVAILABLE\n    2  FUNDING ASSISTANCE PROGRAMS;\n    3    (B)  ELECTRONICALLY  COLLECT  AND  DISSEMINATE  INFORMATION CONCERNING\n    4  METHODS TO REDUCE WASTE, MATERIALS  THAT  CAN  BE  RECYCLED,  COSTS  AND\n    5  SAVINGS  ASSOCIATED  WITH  WASTE  PREVENTION  AND RECYCLING, AND CURRENT\n    6  MARKET SOURCES  OF  PRODUCTS  THAT  ARE  ENVIRONMENTALLY  PREFERABLE  OR\n    7  PRODUCED WITH RECOVERED MATERIALS;\n    8    (C)  PROVIDE  GUIDANCE  AND ASSISTANCE TO STATE AGENCIES IN SETTING UP\n    9  AND REPORTING ON AGENCY PROGRAMS AND MONITORING THEIR EFFECTIVENESS;\n   10    (D) ESTABLISH A WEBSITE FOR THE OFFICE OF THE ENVIRONMENTAL  EXECUTIVE\n   11  AND   COORDINATE  APPROPRIATE  GOVERNMENT-WIDE  EDUCATION  AND  TRAINING\n   12  PROGRAMS FOR STATE AGENCIES; AND\n   13    (E) PROMULGATE SUCH RULES AND REGULATIONS AS MAY BE  DEEMED  NECESSARY\n   14  AND APPROPRIATE TO EFFECTUATE THE PROVISIONS OF THIS ARTICLE.\n   15    S 159-C. AGENCY ENVIRONMENTAL EXECUTIVES. WITHIN NINETY DAYS AFTER THE\n   16  EFFECTIVE  DATE  OF  THIS ARTICLE, THE HEAD OF EACH EXECUTIVE DEPARTMENT\n   17  AND MAJOR PROCURING AGENCY SHALL DESIGNATE AN AGENCY ENVIRONMENTAL EXEC-\n   18  UTIVE FROM AMONG HIS OR HER STAFF. THE  AGENCY  ENVIRONMENTAL  EXECUTIVE\n   19  WILL BE RESPONSIBLE FOR:\n   20    1. COORDINATING ALL ENVIRONMENTAL PROGRAMS IN THE AREAS OF PROCUREMENT\n   21  AND  ACQUISITION, STANDARDS AND SPECIFICATION REVIEW, FACILITIES MANAGE-\n   22  MENT, WASTE PREVENTION AND RECYCLING, AND LOGISTICS;\n   23    2. PARTICIPATING IN THE INTERAGENCY DEVELOPMENT OF A STATE PLAN TO:\n   24    (A) CREATE AN AWARENESS AND OUTREACH PROGRAM FOR THE PRIVATE SECTOR TO\n   25  FACILITATE MARKETS FOR ENVIRONMENTALLY PREFERABLE AND RECYCLED  PRODUCTS\n   26  AND  SERVICES, PROMOTE NEW TECHNOLOGIES, IMPROVE AWARENESS ABOUT FEDERAL\n   27  EFFORTS IN THIS  AREA,  AND  EXPEDITE  AGENCY  EFFORTS  TO  PROCURE  NEW\n   28  PRODUCTS IDENTIFIED UNDER THIS ORDER;\n   29    (B)  ESTABLISH INCENTIVES, PROVIDE GUIDANCE AND COORDINATE APPROPRIATE\n   30  EDUCATIONAL PROGRAMS FOR AGENCY EMPLOYEES; AND\n   31    (C) COORDINATE THE DEVELOPMENT OF STANDARD AGENCY REPORTS REQUIRED  BY\n   32  THIS ARTICLE.\n   33    3.  REVIEWING STATE AGENCY PROGRAMS AND ACQUISITIONS TO ENSURE COMPLI-\n   34  ANCE WITH THIS ORDER.\n   35    S 159-D. INTERAGENCY COMMITTEE ON SUSTAINABILITY  AND  GREEN  PROCURE-\n   36  MENT.    1.  THERE  IS  HEREBY  ESTABLISHED  AN INTERAGENCY COMMITTEE ON\n   37  SUSTAINABILITY AND GREEN PROCUREMENT. THE COMMITTEE SHALL  BE  COMPRISED\n   38  OF THE DIRECTOR OF THE BUDGET, THE COMMISSIONER OF GENERAL SERVICES, THE\n   39  COMMISSIONER  OF ENVIRONMENTAL CONSERVATION, THE COMMISSIONER OF HEALTH,\n   40  THE COMMISSIONER OF ECONOMIC DEVELOPMENT, THE  PRESIDENT  OF  THE  URBAN\n   41  DEVELOPMENT  CORPORATION, THE COMMISSIONER OF TRANSPORTATION, THE PRESI-\n   42  DENT OF THE ENVIRONMENTAL FACILITIES CORPORATION, THE PRESIDENT  OF  THE\n   43  NEW  YORK  STATE ENERGY RESEARCH AND DEVELOPMENT AUTHORITY, THE CHAIR OF\n   44  THE POWER AUTHORITY OF THE STATE OF NEW YORK, AND THE EXECUTIVE DIRECTOR\n   45  OF THE DORMITORY AUTHORITY OF THE STATE OF NEW YORK. THE COMMISSIONER OF\n   46  GENERAL SERVICES AND  THE  COMMISSIONER  OF  ENVIRONMENTAL  CONSERVATION\n   47  SHALL SERVE AS CO-CHAIRS OF THE COMMITTEE.\n   48    2. MEMBERS OF THE COMMITTEE MAY DESIGNATE AN EXECUTIVE STAFF MEMBER TO\n   49  REPRESENT  THEM  AND  PARTICIPATE  ON  THE  COMMITTEE ON THEIR BEHALF. A\n   50  MAJORITY OF THE MEMBERS OF THE COMMITTEE SHALL CONSTITUTE A QUORUM,  AND\n   51  ALL  ACTIONS AND RECOMMENDATIONS OF THE COMMITTEE SHALL REQUIRE APPROVAL\n   52  OF A MAJORITY OF THE TOTAL MEMBERS OF THE COMMITTEE.\n   53    S 159-E. ISSUE-SPECIFIC TASK FORCES. 1. THE COMMITTEE SHALL  HAVE  THE\n   54  AUTHORITY  TO  DESIGNATE  ISSUE-SPECIFIC TASK FORCES TO EXAMINE SPECIFIC\n   55  AREAS  OF  ENVIRONMENTAL  PROCUREMENT  AND  PROVIDE  TARGETED  TECHNICAL\n   56  ASSISTANCE AND GUIDANCE TO AGENCIES AS NEEDED.\n\n       A. 2142                             6\n\n    1    2.  ONE  SUCH  TASK  FORCE SHALL BE A TOXIC REDUCTION TASK FORCE TO BE\n    2  OVERSEEN BY THE OFFICE OF THE ENVIRONMENTAL  EXECUTIVE  IN  COORDINATION\n    3  WITH THE OFFICE OF GENERAL SERVICES.\n    4    (A) THE OFFICE OF GENERAL SERVICES SHALL:\n    5    (I)  PROVIDE  THE TOXIC REDUCTION TASK FORCE WITH RELEVANT INFORMATION\n    6  ON WHAT CHEMICALS AND PRODUCTS ARE PROCURED, AND THE AMOUNTS USED AND BY\n    7  WHOM, IN THE STATE; AND\n    8    (II) WORK WITH OFFICE OF THE ENVIRONMENTAL EXECUTIVE AND OTHER  STAKE-\n    9  HOLDERS TO IMPLEMENT THE TOXIC REDUCTION TASK FORCE RECOMMENDATIONS.\n   10    (B)  WITHIN  NINETY DAYS AFTER THE EFFECTIVE DATE OF THIS ARTICLE, THE\n   11  OFFICE OF THE ENVIRONMENTAL EXECUTIVE SHALL CONSULT WITH THE  OFFICE  OF\n   12  GENERAL  SERVICES IN ESTABLISHING SAID TOXIC REDUCTION TASK FORCE, WHICH\n   13  SHALL MEET PERIODICALLY, BUT NOT  LESS  THAN  TWO  TIMES  PER  YEAR,  TO\n   14  PROVIDE GUIDANCE ON AND ASSIST AGENCIES WITH IDENTIFYING AND ELIMINATING\n   15  PURCHASES OF PRODUCTS THAT CONTAIN TOXIC CHEMICALS.\n   16    (C)  TOXIC  REDUCTION  TASK  FORCE  MEMBERS  SHALL INCLUDE, BUT NOT BE\n   17  LIMITED TO THE COMMISSIONER OF GENERAL  SERVICES,  THE  COMMISSIONER  OF\n   18  ENVIRONMENTAL  CONSERVATION, THE COMMISSIONER OF HEALTH, AND THE COMMIS-\n   19  SIONER OF LABOR, AND EACH SHALL  APPOINT  REPRESENTATIVES  TO  THE  TASK\n   20  FORCE  WITHIN  THIRTY  DAYS  OF  THEIR NOTIFICATION BY THE OFFICE OF THE\n   21  ENVIRONMENTAL EXECUTIVE.\n   22    (D) THE TASK FORCE SHALL PERIODICALLY CONSULT WITH THE  COMMITTEE  AND\n   23  ANY  OTHER  APPROPRIATE NON-GOVERNMENTAL STAKEHOLDERS OR STATE AGENCIES,\n   24  INCLUDING, BUT NOT LIMITED TO,  THE  OFFICE  OF  GENERAL  SERVICES,  THE\n   25  DEPARTMENT  OF EDUCATION, THE DEPARTMENT OF HEALTH AND THE DEPARTMENT OF\n   26  TRANSPORTATION, TO IDENTIFY OPPORTUNITIES FOR THE  INTEGRATION  OF  LESS\n   27  TOXIC  PRODUCTS INTO PUBLIC SCHOOLS, HEALTHCARE FACILITIES, CONSTRUCTION\n   28  PROJECTS AND THROUGHOUT THE STATE AND LOCAL GOVERNMENT.\n   29    3. MEMBERS OF OTHER TASK FORCES SHALL BE APPOINTED BY THE CHAIR OF THE\n   30  COMMITTEE IN CONSULTATION WITH THE MEMBERS OF THE COMMITTEE.\n   31    4. ON OR BEFORE FEBRUARY FIRST OF EACH YEAR, THE ENVIRONMENTAL  EXECU-\n   32  TIVE  SHALL  REPORT  TO  THE COMMITTEE ON THE PROGRESS MADE BY THE TOXIC\n   33  REDUCTION TASK FORCE AND ANY OTHER TASK FORCE OVERSEEN BY THE OFFICE  OF\n   34  THE  ENVIRONMENTAL EXECUTIVE IN THE PRIOR FISCAL YEAR TOWARD MEETING THE\n   35  GOALS AND REQUIREMENTS OF THIS ARTICLE.\n   36    S 159-F. ENVIRONMENTALLY PREFERABLE PRODUCTS PROGRAM. THE  INTERAGENCY\n   37  COMMITTEE  ON  SUSTAINABILITY  AND  GREEN  PROCUREMENT SHALL DEVELOP AND\n   38  IMPLEMENT AN ENVIRONMENTALLY PREFERABLE PRODUCTS PROGRAM. 1.  THE  ENVI-\n   39  RONMENTALLY PREFERABLE PRODUCTS PROGRAM SHALL:\n   40    (A)   ESTABLISH  MINIMUM  ENVIRONMENTAL  STANDARDS  FOR  PRODUCTS  AND\n   41  SERVICES PROCURED BY STATE AGENCIES WHEREVER FEASIBLE AND PRACTICABLE;\n   42    (B) PROVIDE GUIDANCE TO STATE AGENCIES ON HOW  TO  ENSURE  THAT  THEIR\n   43  PROCUREMENTS  ARE IN COMPLIANCE WITH THESE STANDARDS AND ENCOURAGE STATE\n   44  AGENCIES TO ESTABLISH ANNUAL ENVIRONMENTALLY PREFERABLE PRODUCT PROCURE-\n   45  MENT GOALS;\n   46    (C) INCLUDE ENVIRONMENTALLY PREFERABLE PRODUCTS IN STATEWIDE CONTRACTS\n   47  AND LIMIT CONTRACT AWARDS TO ENVIRONMENTALLY PREFERABLE PRODUCTS  EXCLU-\n   48  SIVELY,  CONSISTENT  WITH  ARTICLE  ELEVEN OF THIS CHAPTER AND THE REGU-\n   49  LATIONS THEREUNDER AND THE ENVIRONMENTALLY PREFERABLE  PRODUCT  PROCURE-\n   50  MENT GOALS AND STANDARDS;\n   51    (D)  FACILITATE THE PURCHASE, DEMONSTRATION AND USE OF NEW AND INNOVA-\n   52  TIVE ENVIRONMENTALLY PREFERABLE PRODUCTS, TECHNOLOGIES AND SERVICES;\n   53    (E) ENCOURAGE STATE CONTRACTORS TO INCORPORATE ENVIRONMENTALLY PREFER-\n   54  ABLE PRODUCTS AND SUSTAINABLE PRACTICES IN THEIR OPERATIONS;\n   55    (F) IMPLEMENT  AN  ENVIRONMENTALLY  PREFERABLE  PRODUCT  CERTIFICATION\n   56  PROGRAM  FOR STATE AGENCIES AND OTHER PUBLIC PURCHASERS AND/OR WORK WITH\n\n       A. 2142                             7\n\n    1  PARTNERS WITHIN AND OUTSIDE THE STATE TO DEVELOP SUCH A CERTIFICATION ON\n    2  A NATIONAL LEVEL; AND\n    3    (G)  SUPPORT  DEVELOPMENT  OF  APPROPRIATE  TRAINING  AND  OUTREACH ON\n    4  PROCURING ENVIRONMENTALLY  PREFERABLE  PRODUCTS  AND  IDENTIFICATION  OF\n    5  THEIR FISCAL, ENVIRONMENTAL, AND HEALTH BENEFITS.\n    6    2. ON OR BEFORE FEBRUARY FIRST OF EACH YEAR, THE ENVIRONMENTALLY PREF-\n    7  ERABLE  PRODUCTS  PROGRAM SHALL REPORT TO THE DIVISION OF BUDGET AND THE\n    8  DEPARTMENT OF ENVIRONMENTAL CONSERVATION ON THE  PROGRESS  MADE  IN  THE\n    9  PRIOR  FISCAL YEAR TOWARD MEETING THE GOALS SET FORTH IN THIS SECTION AS\n   10  WELL AS PROVIDE AVAILABLE  DATA  ON  ACTUAL  ENVIRONMENTALLY  PREFERABLE\n   11  PRODUCT PURCHASES AND THEIR ASSOCIATED ENVIRONMENTAL, HEALTH, AND FISCAL\n   12  BENEFITS, WHEREVER POSSIBLE.\n   13    3. ALL OFFICE OF GENERAL SERVICES STAFF SHALL COOPERATE WITH THE ENVI-\n   14  RONMENTALLY PREFERABLE PRODUCTS PROGRAM IN THESE EFFORTS AND INCORPORATE\n   15  ENVIRONMENTAL  GOALS  INTO  THE  PERFORMANCE MEASUREMENTS OF PROCUREMENT\n   16  OFFICERS AND OTHER APPROPRIATE STAFF.\n   17    4. THE STATE PURCHASING AGENT SHALL DIRECT THE NEW YORK  STATE  ENERGY\n   18  RESEARCH  AND  DEVELOPMENT  AUTHORITY TO FACILITATE COORDINATION BETWEEN\n   19  THE GREEN JOBS-GREEN NEW YORK PROGRAM AND THE ENVIRONMENTALLY PREFERABLE\n   20  PRODUCTS  PROGRAM  AND  INCLUDE  ENVIRONMENTALLY   PREFERABLE   PRODUCTS\n   21  CONTRACT INFORMATION IN ALL APPROPRIATE TRAINING SESSIONS.\n   22    5.  THE  ENVIRONMENTALLY PREFERABLE PRODUCTS PROGRAM SHALL DEVELOP AND\n   23  CONDUCT OUTREACH PROGRAMS FOR MUNICIPALITIES AND, IN COLLABORATION  WITH\n   24  THE DEPARTMENT OF EDUCATION, ELEMENTARY OR SECONDARY SCHOOLS.\n   25    6.  INDEPENDENT  AGENCIES  MAY  ADOPT  THE  ENVIRONMENTALLY PREFERABLE\n   26  PRODUCTS POLICIES AND PROGRAMS CONSISTENT WITH THIS SECTION.\n   27    S 159-G. STATE AGENCY RESPONSIBILITIES. 1. WHERE STATE  AGENCIES  HAVE\n   28  THE  RESPONSIBILITY  AND  OPPORTUNITY  TO  CONDUCT  PROCUREMENTS  AND TO\n   29  PURCHASE PRODUCTS AND SERVICES EITHER  THROUGH  STATEWIDE  CONTRACTS  OR\n   30  DEPARTMENT  PROCUREMENTS  AND  CONTRACTS, INCLUDING CONSULTANTS, SERVICE\n   31  PROVIDERS, AND/OR LEASE  AGREEMENTS,  THEY  SHALL  INCORPORATE  ENVIRON-\n   32  MENTALLY  PREFERABLE  PRODUCTS  INTO  THOSE  ACTIVITIES  TO THE GREATEST\n   33  EXTENT FEASIBLE.\n   34    2. STATE AGENCIES SHALL:\n   35    (A) WORK WITH THEIR CONTRACTORS AND AGENCY PERSONNEL  TO  PROVIDE  ALL\n   36  NECESSARY  AND  APPROPRIATE  SUPPORT  TO  THE ENVIRONMENTALLY PREFERABLE\n   37  PRODUCTS PROGRAM IN AN EFFORT TO ENSURE THAT ANNUAL FISCAL YEAR PURCHAS-\n   38  ING DATA IS REPORTED TO THE OFFICE OF  GENERAL  SERVICES  WITHIN  NINETY\n   39  DAYS OF THE CLOSE OF EACH FISCAL YEAR;\n   40    (B)  EXAMINE THE BENEFITS OF ESTABLISHING ANNUAL ENVIRONMENTALLY PREF-\n   41  ERABLE PRODUCT PROCUREMENT GOALS AND CONSULT  WITH  THE  ENVIRONMENTALLY\n   42  PREFERABLE PRODUCTS PROGRAM TO TARGET APPROPRIATE PROCUREMENT AREAS;\n   43    (C)  SUPPORT  AND ENCOURAGE KEY AGENCY STAFF PARTICIPATION IN ENVIRON-\n   44  MENTALLY PREFERABLE PRODUCT PROCUREMENT TRAINING; AND\n   45    (D) WORK TO INCORPORATE THE USE OF ENVIRONMENTALLY PREFERABLE PRODUCTS\n   46  IN CONTRACTS AUTHORIZED BY THE PUBLIC HEALTH  LAW  AND  THE  REGULATIONS\n   47  PROMULGATED   THEREUNDER,   CONSTRUCTION,   RENOVATION  AND  MAINTENANCE\n   48  CONTRACTS, FOOD SERVICE CONTRACTS, DISPOSAL CONTRACTS, LEASE AGREEMENTS,\n   49  GRANT PROGRAMS, AND OTHER CONTRACTS OVERSEEN BY STATE AGENCIES.\n   50    S 159-H. ENVIRONMENTAL PROCUREMENT INITIATIVES. 1. (A) WHEN  PROCURING\n   51  PRODUCTS  THAT  CONSUME  ENERGY,  ALL  STATEWIDE  CONTRACTS  AND  AGENCY\n   52  PROCUREMENTS  SHALL  FOLLOW  THE  MINIMUM  ENERGY  EFFICIENCY  STANDARDS\n   53  PROMULGATED  BY  THE PRESIDENT OF THE NEW YORK STATE ENERGY RESEARCH AND\n   54  DEVELOPMENT AUTHORITY AND TAKE INTO ACCOUNT, IN THE PROCUREMENT'S  SPEC-\n   55  IFICATIONS,  THE  LIFETIME  ENERGY  COSTS  NECESSARY  TO  OPERATE ENERGY\n   56  CONSUMING PRODUCTS AND EQUIPMENT.\n\n       A. 2142                             8\n\n    1    (B) THE  ENVIRONMENTALLY  PREFERABLE  PRODUCTS  PROGRAM  SHALL  REVIEW\n    2  EXISTING  STANDARDS  AND ESTABLISH MINIMUM ENERGY PERFORMANCE STANDARDS,\n    3  TAKING INTO ACCOUNT INITIAL AND  OPERATING  COSTS,  AND  STATE  AGENCIES\n    4  SHALL ADHERE TO SAID STANDARDS. AT A MINIMUM, UNLESS OTHERWISE SET FORTH\n    5  IN THE MINIMUM ENERGY PERFORMANCE STANDARDS, STATE AGENCIES SHALL:\n    6    (I) PROCURE ONLY ENERGY STAR RATED OFFICE EQUIPMENT, APPLIANCES, HEAT-\n    7  ING,  VENTILATING  AND AIR CONDITIONING EQUIPMENT, AND OTHER ENERGY STAR\n    8  RATED PRODUCTS UNLESS SUCH PRODUCTS  CAN  BE  DEMONSTRATED  TO  BE  COST\n    9  PROHIBITIVE OVER THEIR LIFE;\n   10    (II)  ENSURE  THAT ALL ENERGY STAR EQUIPMENT HAS THE POWER SAVING MODE\n   11  ENABLED AT THE TIME OF INSTALLATION AND THAT  ALL  STAFF  ARE  AWARE  OF\n   12  THESE FUNCTIONS AND THEIR BENEFITS;\n   13    (III)  PURCHASE  ONLY  ENERGY  EFFICIENT LIGHT BULBS, SUCH AS, BUT NOT\n   14  LIMITED TO, COMPACT FLUORESCENT LAMPS OR LIGHT  EMITTING  DIODES  UNLESS\n   15  THE  PURCHASE  OF A STANDARD BULB, SUCH AS AN INCANDESCENT, IS NECESSARY\n   16  FOR A SPECIFIC PURPOSE OR FUNCTION THAT CAN ONLY BE SERVED BY SAID BULB;\n   17    (IV) PROCURE THE  MOST  EFFICIENT  AND  COST-EFFECTIVE  LINEAR  LIGHTS\n   18  POSSIBLE  THAT  WILL  MEET  AGENCY NEEDS AND, WHEREVER POSSIBLE, REPLACE\n   19  OLDER LAMP BALLASTS WITH NEWER MORE EFFICIENT ELECTRONIC BALLASTS;\n   20    (V) ENSURE THAT ALL NEW STREET LIGHTS UTILIZE THE MOST EFFICIENT LIGHT\n   21  SOURCES POSSIBLE AND THAT ALL TRAFFIC LIGHTS INSTALLED  OR  REPLACED  BY\n   22  AGENCIES UTILIZE ONLY LIGHT EMITTING DIODES OR SIMILARLY EFFICIENT TECH-\n   23  NOLOGY; AND\n   24    (VI)  SUPPORT THE PROCUREMENT OF OTHER ENERGY EFFICIENT PRODUCTS WHER-\n   25  EVER POSSIBLE, INCLUDING BUT NOT LIMITED  TO,  HIGH  EFFICIENCY  MOTORS,\n   26  TANKLESS  WATER  HEATERS, PROGRAMMABLE THERMOSTATS, HEATING, VENTILATION\n   27  AND AIR CONDITIONING UNITS/SYSTEMS AND FOOD SERVICE EQUIPMENT.\n   28    2. (A) THE ENVIRONMENTALLY PREFERABLE PRODUCTS PROGRAM AND STATE AGEN-\n   29  CIES SHALL, WHEREVER FEASIBLE, ELIMINATE PRODUCTS PROCURED BY THE  STATE\n   30  THAT  CONTAIN  TOXIC CHEMICALS IN CONCENTRATIONS THAT POSE A SIGNIFICANT\n   31  THREAT TO THE ENVIRONMENT AND/OR PUBLIC HEALTH.\n   32    (B) WHEN LESS TOXIC OR NON-TOXIC ALTERNATIVES ARE  READILY  AVAILABLE,\n   33  MEET  STATE  AGENCY  PERFORMANCE REQUIREMENTS, AND ARE COST COMPETITIVE,\n   34  THE ENVIRONMENTALLY PREFERABLE PRODUCTS PROGRAM SHALL MOVE  PROMPTLY  TO\n   35  MAKE  THESE  ALTERNATIVES  AVAILABLE  THROUGH STATEWIDE CONTRACTS. STATE\n   36  AGENCIES SHALL PURCHASE ONLY THESE LESS TOXIC OR NON-TOXIC  ALTERNATIVES\n   37  UNLESS  IT  CAN  BE  DEMONSTRATED THAT SUCH ALTERNATIVES DO NOT MEET THE\n   38  ESSENTIAL NEEDS OF THE AGENCY.\n   39    (C) THROUGH BOTH STATEWIDE AND/OR DEPARTMENTAL CONTRACTS, STATE  AGEN-\n   40  CIES SHALL:\n   41    (I)  PURCHASE  AND  USE  ONLY THOSE CLEANING PRODUCTS, INCLUDING FLOOR\n   42  FINISHES, THAT MEET THE ENVIRONMENTAL SPECIFICATIONS ESTABLISHED BY  THE\n   43  ENVIRONMENTALLY PREFERABLE PRODUCTS PROGRAM;\n   44    (II)  WITHIN  ONE  YEAR OF THE EFFECTIVE DATE OF THIS ARTICLE, REQUIRE\n   45  CLEANING SERVICE CONTRACTORS TO UTILIZE CLEANING PRODUCTS THAT MEET  THE\n   46  SAME OR BETTER ENVIRONMENTALLY PREFERABLE PRODUCT STANDARDS;\n   47    (III)  REQUIRE PEST CONTROL FIRMS OR LICENSED STATE STAFF TO EMPLOY AN\n   48  INTEGRATED PEST MANAGEMENT APPROACH IN STATE FACILITIES;\n   49    (IV) ENSURE ADHERENCE TO TITLE TWENTY-ONE OF ARTICLE  TWENTY-SEVEN  OF\n   50  THE  ENVIRONMENTAL  CONSERVATION  LAW  AND  THE  REGULATIONS  THEREUNDER\n   51  CONCERNING MERCURY-ADDED CONSUMER PRODUCTS OR DEVELOP STANDARDS THAT THE\n   52  ENVIRONMENTALLY PREFERABLE PRODUCTS PROGRAM DEEMS APPROPRIATE;\n   53    (V) PROCURE PRODUCTS THAT CONTAIN NO OR LOW AMOUNTS OF VOLATILE ORGAN-\n   54  IC COMPOUNDS WHEREVER FEASIBLE, INCLUDING  BUT  NOT  LIMITED  TO  OFFICE\n   55  EQUIPMENT, FURNITURE, FLOORING, PAINT, AND CONSTRUCTION MATERIALS; AND\n\n       A. 2142                             9\n\n    1    (VI)  PURCHASE COMPUTERS, MONITORS, LAPTOPS, AND OTHER RELEVANT EQUIP-\n    2  MENT THAT HAVE ACHIEVED A MINIMUM  SILVER  RATING  FROM  THE  ELECTRONIC\n    3  PRODUCTS ENVIRONMENTAL ASSESSMENT TOOL.\n    4    (D)  THE  ENVIRONMENTALLY  PREFERABLE PRODUCTS PROGRAM SHALL WORK WITH\n    5  AGENCIES TO DEVELOP BEST MANAGEMENT PRACTICES  AND  SPECIFICATIONS  WITH\n    6  THE INTENT OF INCREASING THE PROCUREMENT OF:\n    7    (I) LESS TOXIC WATER TREATMENT CHEMICALS AND PROCESSES;\n    8    (II) PAPER PRODUCTS PROCESSED WITHOUT ELEMENTAL CHLORINE;\n    9    (III)  ORGANIC  AND/OR  LESS  TOXIC  FERTILIZERS, PESTICIDES AND OTHER\n   10  LANDSCAPING PRODUCTS;\n   11    (IV) VEHICLE TIRES WITH LEAD-FREE WHEEL WEIGHTS;\n   12    (V) PACKAGING IN CONFORMANCE WITH THE SPECIFICATIONS DEVELOPED BY  THE\n   13  COALITION  OF NORTHEASTERN GOVERNORS DESIGNED TO REDUCE HEAVY METALS AND\n   14  TOXICS;\n   15    (VI) FURNISHINGS, CLOTHING, AND  OTHER  PRODUCTS  THAT  MEET  REQUIRED\n   16  FLAMMABILITY  STANDARDS  WITHOUT THE USE OF TOXIC FLAME RETARDANTS KNOWN\n   17  AS POLYBROMINATED DIPHENYL ETHERS; AND\n   18    (VII) OTHER PRODUCTS IDENTIFIED BY A TASK  FORCE  ESTABLISHED  BY  THE\n   19  COMMITTEE PURSUANT TO SECTION ONE HUNDRED FIFTY-NINE-E OF THIS ARTICLE.\n   20    3.  RECYCLED  CONTENT  AND WASTE MINIMIZATION. (A) THE ENVIRONMENTALLY\n   21  PREFERABLE PRODUCTS PROGRAM SHALL DEVELOP AND  EXPAND  MINIMUM  RECYCLED\n   22  CONTENT  AND  REMANUFACTURED  STANDARDS FOR ALL APPROPRIATE PRODUCTS AND\n   23  MATERIALS.\n   24    (B) THE ENVIRONMENTALLY PREFERABLE  PRODUCTS  PROGRAM  SHALL  UTILIZE,\n   25  WHEREVER  APPLICABLE,  THE  MINIMUM STANDARDS ESTABLISHED BY THE FEDERAL\n   26  ENVIRONMENTAL PROTECTION AGENCY'S COMPREHENSIVE  PROCUREMENT  GUIDELINES\n   27  AS  SET  FORTH  IN  PART  TWO  HUNDRED FORTY-SEVEN OF TITLE FORTY OF THE\n   28  UNITED STATES CODE OF FEDERAL REGULATIONS OR DEVELOP STANDARDS THAT  THE\n   29  ENVIRONMENTALLY PREFERABLE PRODUCTS PROGRAM DEEMS APPROPRIATE.\n   30    (C) THE ENVIRONMENTALLY PREFERABLE PRODUCTS PROGRAM SHALL CONSIDER THE\n   31  ULTIMATE  DISPOSAL  OF  PRODUCTS  AND  THEIR  PACKAGING  WHEN DEVELOPING\n   32  CONTRACT SPECIFICATIONS  AND  MAKING  CONTRACT  AWARDS.  AGENCIES  SHALL\n   33  PROCURE  PRODUCTS  THAT  COMPLY  WITH  ALL  RECYCLED  CONTENT  AND WASTE\n   34  REDUCTION  STANDARDS  ESTABLISHED  BY  THE  ENVIRONMENTALLY   PREFERABLE\n   35  PRODUCTS PROGRAM.\n   36    (D)  THE ENVIRONMENTALLY PREFERABLE PRODUCTS PROGRAM SHALL ENSURE THAT\n   37  THE FOLLOWING PRODUCT CATEGORIES CONTAIN MINIMUM RECYCLED CONTENT STAND-\n   38  ARDS AND ARE INCLUDED ON STATEWIDE CONTRACTS:\n   39    (I) OFFICE PAPER, PRINTED MATERIALS, OFFICE  SUPPLIES,  PACKAGING  AND\n   40  STORAGE BOXES;\n   41    (II) OFFICE PANELS AND INTERIOR AND EXTERIOR FURNITURE AND EQUIPMENT;\n   42    (III) JANITORIAL PAPER PRODUCTS AND TRASH LINERS;\n   43    (IV)  TRANSPORTATION  PRODUCTS  SUCH AS ANTIFREEZE, MOTOR OIL, RETREAD\n   44  TIRES AND TRAFFIC CONTROL DEVICES;\n   45    (V) CARPETING AND FLOORING;\n   46    (VI) COMPOST AND MULCH; AND\n   47    (VII) PLASTIC CONTAINERS SUCH  AS  RECYCLING  CONTAINERS  AND  COMPOST\n   48  BINS.\n   49    (E)  THE  ENVIRONMENTALLY  PREFERABLE  PRODUCTS  PROGRAM SHALL WORK TO\n   50  DEVELOP STANDARDS AND CONTRACTS FOR ADDITIONAL RECYCLED CONTENT PRODUCTS\n   51  IDENTIFIED BY THE FEDERAL ENVIRONMENTAL PROTECTION  AGENCY'S  COMPREHEN-\n   52  SIVE PROCUREMENT GUIDELINES AS SET FORTH IN PART TWO HUNDRED FORTY-SEVEN\n   53  OF TITLE FORTY OF THE UNITED STATES CODE OF FEDERAL REGULATIONS, AS WELL\n   54  AS  WATER AND WASTE MINIMIZING PRODUCTS SUCH AS DOUBLE-SIDED COPIERS AND\n   55  PRINTERS,  WATERLESS  AND  LOW-FLOW  PLUMBING  DEVICES,  AND  COMPOSTING\n   56  TOILETS.\n\n       A. 2142                            10\n\n    1    (F)  THE  ENVIRONMENTALLY  PREFERABLE PRODUCTS PROGRAM SHALL ENCOURAGE\n    2  VENDOR RESPONSIBILITY FOR THE REUSE OR  RECYCLING  OF  PACKAGING  AND/OR\n    3  PRODUCTS AT THE END OF THEIR USEFUL LIFE.\n    4    (G)  AGENCIES  SHALL  ENSURE  THAT  THEY INTEGRATE INCREASED RECYCLING\n    5  PRACTICES IN THE DISPOSAL OF THEIR OWN WASTE  MATERIALS,  INCLUDING  BUT\n    6  NOT  LIMITED  TO  PAPER,  GLASS,  CANS, PLASTIC BOTTLES, CONTAINERS, AND\n    7  ELECTRONIC EQUIPMENT. THIS EFFORT SHALL INCLUDE THE POSITIONING OF RECY-\n    8  CLING BINS IN THEIR OFFICES AND THE CONTRACTING FOR  RECYCLING  SERVICES\n    9  TO PICK UP AND RECYCLE THESE MATERIALS.\n   10    4.  (A) IN DEVELOPING STANDARDS AND SPECIFICATIONS FOR ENVIRONMENTALLY\n   11  PREFERABLE PRODUCTS, THE  ENVIRONMENTALLY  PREFERABLE  PRODUCTS  PROGRAM\n   12  SHALL  ENCOURAGE AND PRIORITIZE THE PROCUREMENT OF GOODS THAT ARE GROWN,\n   13  MANUFACTURED, TRANSPORTED, AND HANDLED IN A SUSTAINABLE MANNER USING, TO\n   14  THE GREATEST EXTENT FEASIBLE, A LIFE-CYCLE  ANALYSIS  OF  MATERIALS  AND\n   15  OTHER  INPUTS INTO THE PRODUCTION OF THE FINAL PRODUCT. SUCH GOODS SHALL\n   16  INCLUDE, BUT NOT BE LIMITED TO:\n   17    (I) LUMBER AND BUILDING MATERIALS;\n   18    (II) ORGANIC AND LOCALLY GROWN FOODS;\n   19    (III) COMPOSTABLE FOOD SERVICE PRODUCTS; AND\n   20    (IV) BIO-BASED PRODUCTS SUCH AS LUBRICANTS, FOOD-SERVICE WARE,  FUELS,\n   21  PLASTICS AND COATINGS.\n   22    S  159-I. BUSINESS DEVELOPMENT AND GUIDANCE. THE ENVIRONMENTALLY PREF-\n   23  ERABLE PRODUCTS PROGRAM SHALL COLLABORATE WITH RELEVANT  STATE  AGENCIES\n   24  TO  PROMOTE ENVIRONMENTALLY PREFERABLE PRODUCTS AND SUSTAINABLE BUSINESS\n   25  SOLUTIONS TO NEW YORK COMPANIES AS WELL AS THOSE LOOKING TO RELOCATE  TO\n   26  THE  STATE.  SUCH  EFFORTS MAY INCLUDE GUIDANCE ON HOW SUSTAINABLE PRAC-\n   27  TICES AND ENVIRONMENTAL PURCHASING CAN RESULT IN A COMPETITIVE EDGE WHEN\n   28  BIDDING ON STATEWIDE CONTRACTS AND HOW THE USE OF ENVIRONMENTALLY  PREF-\n   29  ERABLE  PRODUCTS CAN REDUCE ENVIRONMENTAL IMPACTS WHILE MINIMIZING OPER-\n   30  ATING COSTS.\n   31    S 7. The general municipal law is amended  by  adding  a  new  section\n   32  109-c to read as follows:\n   33    S  109-C.  INTERGOVERNMENTAL  AGREEMENTS.  1.  FOR  PURPOSES  OF  THIS\n   34  SECTION, THE TERM \"PUBLIC AGENCY\" SHALL MEAN  ANY  COUNTY,  CITY,  TOWN,\n   35  VILLAGE,  SCHOOL  DISTRICT, IMPROVEMENT DISTRICT OR DISTRICT CORPORATION\n   36  OF THE STATE OF NEW YORK.\n   37    2. ANY POWER OR POWERS, PRIVILEGE OR PRIVILEGES, AUTHORITY  OR  UNDER-\n   38  TAKING,  EXERCISED  OR  CAPABLE OF EXERCISE, OR WHICH MAY BE ENGAGED IN,\n   39  AND ANY PUBLIC WORKS WHICH MAY BE UNDERTAKEN, BY A PUBLIC AGENCY  ACTING\n   40  ALONE  MAY  BE EXERCISED, ENJOYED, ENGAGED IN OR UNDERTAKEN JOINTLY WITH\n   41  ANY OTHER PUBLIC AGENCY WHICH COULD LIKEWISE ACT ALONE.\n   42    3. ANY TWO OR MORE PUBLIC AGENCIES MAY ENTER INTO A WRITTEN  AGREEMENT\n   43  WITH  ONE  ANOTHER  FOR  JOINT  OR  COOPERATIVE  ACTION  PURSUANT TO THE\n   44  PROVISIONS OF THIS SECTION.  APPROPRIATE ACTION BY ORDINANCE, RESOLUTION\n   45  OR OTHERWISE PURSUANT TO LAW OF THE GOVERNING BODIES OF THE  PARTICIPAT-\n   46  ING  PUBLIC  AGENCIES SHALL BE NECESSARY BEFORE ANY SUCH AGREEMENT SHALL\n   47  BECOME EFFECTIVE. ANY SEPARATELY LEGAL OR ADMINISTRATIVE  ENTITY  ESTAB-\n   48  LISHED HEREUNDER IS A PUBLIC CORPORATION AND MAY EXIST FOR THE LENGTH OF\n   49  TIME SET FORTH IN THE INTERGOVERNMENTAL AGREEMENT.\n   50    S  8. Section 409-i of the education law is REPEALED and a new section\n   51  409-i is added to read as follows:\n   52    S 409-I.  IMPLEMENTATION OF THE  ENVIRONMENTALLY  PREFERABLE  PRODUCTS\n   53  PROGRAM.  1.  FOR  THE PURPOSE OF THIS SECTION THE FOLLOWING TERMS SHALL\n   54  MEAN:\n   55    (A) \"ELEMENTARY  OR  SECONDARY  SCHOOL\"  MEANS  A  FACILITY  USED  FOR\n   56  INSTRUCTION  OF  ELEMENTARY  OR  SECONDARY  STUDENTS  BY: (I) ANY SCHOOL\n\n       A. 2142                            11\n\n    1  DISTRICT, INCLUDING A SPECIAL ACT SCHOOL  DISTRICT  AND  A  CITY  SCHOOL\n    2  DISTRICT  IN A CITY HAVING A POPULATION OF ONE HUNDRED TWENTY-FIVE THOU-\n    3  SAND INHABITANTS OR  MORE,  (II)  A  BOARD  OF  COOPERATIVE  EDUCATIONAL\n    4  SERVICES,  (III)  A  CHARTER SCHOOL, (IV) AN APPROVED PRIVATE SCHOOL FOR\n    5  THE EDUCATION OF  STUDENTS  WITH  DISABILITIES,  (V)  A  STATE-SUPPORTED\n    6  SCHOOL FOR THE DEAF OR BLIND OPERATED PURSUANT TO ARTICLE EIGHTY-FIVE OF\n    7  THIS  CHAPTER,  AND  (VI)  ANY  OTHER PRIVATE OR PAROCHIAL ELEMENTARY OR\n    8  SECONDARY SCHOOL.\n    9    (B) \"ENVIRONMENTALLY PREFERABLE PRODUCTS PROGRAM\"  MEANS  THE  PROGRAM\n   10  DESCRIBED  BY  THE PROVISIONS OF SECTION ONE HUNDRED FIFTY-NINE-F OF THE\n   11  STATE FINANCE LAW.\n   12    2. ELEMENTARY AND SECONDARY SCHOOLS SHALL BE REQUIRED TO IMPLEMENT THE\n   13  STANDARDS ESTABLISHED BY THE ENVIRONMENTALLY PREFERABLE PROGRAM CONSIST-\n   14  ENT WITH THE PROVISIONS OF SECTION ONE HUNDRED FIFTY-NINE-F OF THE STATE\n   15  FINANCE LAW.\n   16    3. THE COMMISSIONER OF  GENERAL  SERVICES  SHALL  DISSEMINATE  TO  ALL\n   17  ELEMENTARY  AND  SECONDARY  SCHOOLS  GUIDELINES  AND  SPECIFICATIONS FOR\n   18  IMPLEMENTATION OF THE STANDARDS ESTABLISHED BY THE ENVIRONMENTALLY PREF-\n   19  ERABLE PRODUCTS PROGRAM. THE  COMMISSIONER  OF  GENERAL  SERVICES  SHALL\n   20  PROVIDE  ASSISTANCE  AND GUIDANCE TO ELEMENTARY AND SECONDARY SCHOOLS IN\n   21  CARRYING OUT THE REQUIREMENTS OF THIS SECTION.\n   22    S 9. Section 163-b of the state finance law is REPEALED.\n   23    S 10. Paragraphs c, d, e, f, g, h, i, l and  o  of  subdivision  4  of\n   24  section  261  of the economic development law, paragraphs c, d, e, f, g,\n   25  h, i and l as amended by chapter 471 of the laws of 1998 and paragraph o\n   26  as amended by chapter 180 of the laws of 2006, are amended  to  read  as\n   27  follows:\n   28    c.  maintain,  provide  and  market a compilation of existing programs\n   29  providing incentives for new  or  expanded  business  enterprises  which\n   30  could  be  utilized  by  the  secondary materials processing industry OR\n   31  WHICH  MANUFACTURE,  PRODUCE  OR  PROVIDE   ENVIRONMENTALLY   PREFERABLE\n   32  PRODUCTS;\n   33    d.  promote  the  utilization  of  such incentives for new or expanded\n   34  business enterprises which process or  utilize  secondary  materials  OR\n   35  WHICH   MANUFACTURE,   PRODUCE  OR  PROVIDE  ENVIRONMENTALLY  PREFERABLE\n   36  PRODUCTS to locate in New York state;\n   37    e. promote incentives for existing businesses to expand their utiliza-\n   38  tion of secondary materials [and], their adoption  of  waste  prevention\n   39  technologies   and   practices   AND   THEIR  DEVELOPMENT,  MANUFACTURE,\n   40  PRODUCTION AND PROVISION OF ENVIRONMENTALLY PREFERABLE PRODUCTS;\n   41    f. identify special needs and problems facing the secondary  materials\n   42  processing  industry  [and],  THE implementation of waste prevention AND\n   43  THE DEVELOPMENT,  MANUFACTURE,  PRODUCTION  AND  PROVISION  OF  ENVIRON-\n   44  MENTALLY PREFERABLE PRODUCTS within New York state;\n   45    g. contact institutions, organizations and commercial enterprises that\n   46  are potential consumers of secondary materials and products manufactured\n   47  with  secondary materials OR ENVIRONMENTALLY PREFERABLE PRODUCTS; urging\n   48  their expanded consumption of [secondary] SUCH  materials  and  products\n   49  and  establishing  markets  for  such [secondary] materials and products\n   50  through the use of letters of intent and such other  techniques  as  the\n   51  commissioner may deem appropriate;\n   52    h.  conduct  market  surveys  of  the potential consumers of secondary\n   53  materials and products manufactured  with  secondary  materials  AND  OF\n   54  ENVIRONMENTALLY PREFERABLE PRODUCTS;\n   55    i.  conduct  surveys  to  determine  the potential supply of secondary\n   56  materials AND ENVIRONMENTALLY PREFERABLE PRODUCTS in the state;\n\n       A. 2142                            12\n\n    1    l. provide information  concerning  local  and  regional  markets  for\n    2  secondary materials AND ENVIRONMENTALLY PREFERABLE PRODUCTS;\n    3    o. provide other technical assistance to assist businesses in reducing\n    4  the amount of waste generated by their processes and productively use or\n    5  provide  for  the  productive use [of others] of wastes which are gener-\n    6  ated;\n    7    S 11. Subdivision 5 of section 261 of the economic development law, as\n    8  amended by chapter 471 of the laws  of  1998,  is  amended  to  read  as\n    9  follows:\n   10    5.  The department shall fund feasibility studies for testing of waste\n   11  prevention technologies or practices [or both] AND ENVIRONMENTALLY PREF-\n   12  ERABLE PRODUCTS to reduce the amount of waste and to promote energy  and\n   13  resource  conservation by the adoption OR USE of such technologies [or],\n   14  practices OR PRODUCTS by small and medium sized firms in New York state.\n   15    S 12. Subdivision 10 of section 261 of the economic  development  law,\n   16  as  amended  by  chapter  471 of the laws of 1998, is amended to read as\n   17  follows:\n   18    10. Technical feasibility study.  The  department  shall  require  the\n   19  applicant  to  submit a technical feasibility study which identifies and\n   20  analyzes in detail the waste prevention  projects  which  the  applicant\n   21  wishes  to  implement.  All feasibility studies must include the cost of\n   22  implementation, a construction schedule and, a description  of  how  the\n   23  project will minimize, reduce or eliminate the generation of wastes, use\n   24  or  reuse  wastes,  increase  energy  efficiency  or water conservation,\n   25  INCREASE THE MANUFACTURE,  PRODUCTION,  PROVISION  OR  USE  OF  ENVIRON-\n   26  MENTALLY  PREFERABLE  PRODUCTS,  improve  air  or  water  quality and/or\n   27  improve process economics.\n   28    S 13. Subdivision 14 of section 261 of the economic  development  law,\n   29  as  amended  by  chapter  524 of the laws of 2005, is amended to read as\n   30  follows:\n   31    14. Reports. Beginning on January first, nineteen hundred eighty-nine,\n   32  the commissioner shall make an annual report to  the  governor  and  the\n   33  legislature  which shall include, at a minimum, the status of the activ-\n   34  ities undertaken pursuant to paragraphs a, c, d, e, f, i,  j  and  k  of\n   35  subdivision  four  of  this  section, the status of any other activities\n   36  undertaken pursuant to this article, and recommendations for programs or\n   37  policies that will further the objectives of expanding  the  utilization\n   38  of  secondary materials recovered for reuse, INCREASING WASTE PREVENTION\n   39  AND  SOURCE  REDUCTION,  AND  INCREASING  THE  MANUFACTURE,  PRODUCTION,\n   40  PROVISION  AND  USE  OF  ENVIRONMENTALLY  PREFERABLE PRODUCTS within the\n   41  state. The provisions of this subdivision shall not be deemed to require\n   42  or  authorize  the  disclosure  of  confidential  information  or  trade\n   43  secrets.    This  report may be consolidated with the report required by\n   44  subdivision four of section two hundred sixty-three of this article.\n   45    S 14. The opening paragraph of subdivision 1 of section 3-0311 of  the\n   46  environmental conservation law, as amended by chapter 741 of the laws of\n   47  1991, is amended to read as follows:\n   48    Each state agency as defined in subdivision five of this section shall\n   49  annually  audit  the environmental problems created by its operations or\n   50  the operations of contractors it has hired and over whom  it  has  exer-\n   51  cised or is required to exercise direct oversight, acting in fulfillment\n   52  of  their contracts. Such audit shall identify the extent to which these\n   53  operations are in violation of  this  chapter,  or  regulations  adopted\n   54  thereunder.    SUCH AUDIT ALSO SHALL EVALUATE THE ENVIRONMENTAL PROBLEMS\n   55  CREATED BY THE AGENCY'S PROCUREMENT  OF  COMMODITIES,  ITS  ENERGY  USE,\n   56  WASTE  PRODUCTION, WATER AND PAPER USE, AND THE USE OF ANY TOXIC MATERI-\n\n       A. 2142                            13\n\n    1  ALS OF PRODUCTS REASONABLY ANTICIPATED  TO  BE  CARCINOGENS.  Each  such\n    2  state  agency shall submit a report to the department on or before April\n    3  first of each year. The report shall:\n    4    S  15.  This  act shall take effect on the sixtieth day after it shall\n    5  have become a law; provided, that the amendments to  subparagraph  (vii)\n    6  of  paragraph b of subdivision 3 of section 163 of the state finance law\n    7  made by section five of this act shall not affect  the  repeal  of  such\n    8  section  and shall be deemed repealed therewith; provided, however, that\n    9  effective immediately, the addition, amendment and/or repeal of any rule\n   10  or regulation necessary for the implementation of this act on its effec-\n   11  tive date are authorized and directed to be made  and  completed  on  or\n   12  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, the general municipal law, the education law, the economic development law and the environmental conservation law, in relation to state environmental purchasing and intergovernmental agreements; and to repeal section 409-i of the education law and section 163-b of the state finance law relating to environmentally-sensitive cleaning and maintenance products ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110127.T113844.TXT", "SOBI.D110131.T142212.TXT", "SOBI.D110114.T112923.TXT", "SOBI.D110114.T113924.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110131.T141211.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296501732537
}