{
  "year" : 2011,
  "senateBillNo" : "A2145-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2145-2011-1294981200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that certain sex offenders who are released on parole or sentenced to probation may not enter public, association or free libraries",
  "summary" : "Provides that certain sex offenders who are released on parole may not enter public, association or free libraries. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A2944-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2145\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. CUSICK -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT  to  amend  the  executive law and the penal law, in relation to\n         preventing certain  sex  offenders  who  are  released  on  parole  or\n         sentenced  to  probation  from  entering  public,  association or free\n         libraries\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  14 of section 259-c of the executive law, as\n    2  amended by chapter 320 of the laws  of  2006,  is  amended  to  read  as\n    3  follows:\n    4    14.  notwithstanding any other provision of law to the contrary, where\n    5  a person serving a sentence  for  an  offense  defined  in  article  one\n    6  hundred  thirty,  one  hundred thirty-five or two hundred sixty-three of\n    7  the penal law or section 255.25, 255.26 or 255.27 of the penal  law  and\n    8  the  victim of such offense was under the age of eighteen at the time of\n    9  such offense or such person has been designated a level three sex offen-\n   10  der pursuant to subdivision six of section one hundred sixty-eight-l  of\n   11  the  correction  law,  is  released  on parole or conditionally released\n   12  pursuant to subdivision one or two of  this  section,  the  board  shall\n   13  require,  as  a mandatory condition of such release, that such sentenced\n   14  offender shall refrain from knowingly entering into or upon  any  school\n   15  grounds,  as  that  term  is  defined in subdivision fourteen of section\n   16  220.00 of the penal law, OR ANY PUBLIC LIBRARY, ASSOCIATION  LIBRARY  OR\n   17  FREE  LIBRARY,  AS  DEFINED  IN  SUBDIVISION  TWO OF SECTION TWO HUNDRED\n   18  FIFTY-THREE OF THE EDUCATION LAW, or any other facility  or  institution\n   19  primarily  used  for  the  care or treatment of persons under the age of\n   20  eighteen while one or more of such persons under the age of eighteen are\n   21  present, provided however, that when such sentenced offender is a regis-\n   22  tered student or participant or an employee of such facility or institu-\n   23  tion or entity contracting therewith or has a family member enrolled  in\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03691-01-1\n\n       A. 2145                             2\n\n    1  such  facility  or  institution,  such  sentenced offender may, with the\n    2  written authorization of his or her parole officer and  the  superinten-\n    3  dent  or  chief  administrator of such facility, institution or grounds,\n    4  enter  such  facility,  institution or upon such grounds for the limited\n    5  purposes authorized by the parole officer and  superintendent  or  chief\n    6  officer.   Nothing in this subdivision shall be construed as restricting\n    7  any lawful  condition  of  supervision  that  may  be  imposed  on  such\n    8  sentenced offender.\n    9    S  2. Subdivision 4-a of section 65.10 of the penal law, as amended by\n   10  chapter 67 of the laws of 2008, is amended to read as follows:\n   11    4-a. Mandatory conditions for  sex  offenders.  (a)  When  imposing  a\n   12  sentence  of  probation or conditional discharge upon a person convicted\n   13  of an offense defined in article one hundred thirty, two  hundred  thir-\n   14  ty-five  or  two hundred sixty-three of this chapter, or section 255.25,\n   15  255.26 or 255.27 of this chapter, and the victim  of  such  offense  was\n   16  under the age of eighteen at the time of such offense or such person has\n   17  been  designated  a level three sex offender pursuant to subdivision six\n   18  of section [168-l] ONE HUNDRED SIXTY-EIGHT-L of the correction law,  the\n   19  court  shall  require,  as  a mandatory condition of such sentence, that\n   20  such sentenced offender shall refrain from knowingly  entering  into  or\n   21  upon any school grounds, as that term is defined in subdivision fourteen\n   22  of  section  220.00  of this chapter, OR ANY PUBLIC LIBRARY, ASSOCIATION\n   23  LIBRARY OR FREE LIBRARY, AS DEFINED IN SUBDIVISION TWO  OF  SECTION  TWO\n   24  HUNDRED  FIFTY-THREE  OF  THE  EDUCATION  LAW,  or any other facility or\n   25  institution primarily used for the care or treatment  of  persons  under\n   26  the  age  of eighteen while one or more of such persons under the age of\n   27  eighteen are present, provided however, that when such sentenced  offen-\n   28  der is a registered student or participant or an employee of such facil-\n   29  ity  or  institution  or  entity  contracting  therewith or has a family\n   30  member enrolled in such facility or institution, such sentenced offender\n   31  may, with the written authorization of his or her probation  officer  or\n   32  the  court and the superintendent or chief administrator of such facili-\n   33  ty, institution or grounds, enter such  facility,  institution  or  upon\n   34  such  grounds for the limited purposes authorized by the probation offi-\n   35  cer or the court and superintendent or chief officer.  Nothing  in  this\n   36  subdivision  shall  be  construed as restricting any lawful condition of\n   37  supervision that may be imposed on such sentenced offender.\n   38    (b) When imposing a sentence of  probation  or  conditional  discharge\n   39  upon  a  person  convicted of an offense for which registration as a sex\n   40  offender is required pursuant to subdivision two or three of section one\n   41  hundred sixty-eight-a of the correction law,  and  the  victim  of  such\n   42  offense  was  under  the  age of eighteen at the time of such offense or\n   43  such person has been designated a level three sex offender  pursuant  to\n   44  subdivision  six  of section one hundred sixty-eight-l of the correction\n   45  law or the internet was used to facilitate the commission of the  crime,\n   46  the  court shall require, as mandatory conditions of such sentence, that\n   47  such sentenced offender be prohibited from using the internet to  access\n   48  pornographic  material,  access  a commercial social networking website,\n   49  communicate with other individuals or groups for the purpose of  promot-\n   50  ing  sexual relations with persons under the age of eighteen, and commu-\n   51  nicate with a person under the age of eighteen  when  such  offender  is\n   52  over the age of eighteen, provided that the court may permit an offender\n   53  to  use the internet to communicate with a person under the age of eigh-\n   54  teen when such offender is the parent of a minor child and is not other-\n   55  wise prohibited from communicating with  such  child.  Nothing  in  this\n   56  subdivision shall be construed as restricting any other lawful condition\n\n       A. 2145                             3\n\n    1  of  supervision  that may be imposed on such sentenced offender. As used\n    2  in this subdivision, a \"commercial social networking website\" shall mean\n    3  any business, organization or other  entity  operating  a  website  that\n    4  permits  persons  under eighteen years of age to be registered users for\n    5  the purpose of establishing personal  relationships  with  other  users,\n    6  where such persons under eighteen years of age may: (i) create web pages\n    7  or  profiles  that  provide  information about themselves where such web\n    8  pages or profiles are available to the public or to  other  users;  (ii)\n    9  engage  in direct or real time communication with other users, such as a\n   10  chat room or instant messenger; and (iii) communicate with persons  over\n   11  eighteen  years  of  age;  provided, however, that, for purposes of this\n   12  subdivision, a commercial social networking website shall not include  a\n   13  website that permits users to engage in such other activities as are not\n   14  enumerated herein.\n   15    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the penal law, in relation to preventing certain sex offenders who are released on parole or sentenced to probation from entering public, association or free libraries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T112923.TXT", "SOBI.D110114.T113924.TXT", "SOBI.D110114.T152500.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295036700650
}