{
  "year" : 2011,
  "senateBillNo" : "A2146-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2146-2011-1294981200000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Grants volunteer firefighters and emergency medical technicians academic credit at SUNY and CUNY",
  "summary" : "Grants volunteer firefighters and emergency medical technicians academic credit at state operated institutions of the state university of New York and the senior colleges of the city university of New York to the extent of six credits per year, and 60 credits in the aggregate; provides that no fee, tuition or other charge shall be assessed against a volunteer firefighter or emergency medical technician who qualifies for such credit; directs the board of trustees of the state university and the city university of New York to adopt necessary procedures. ",
  "currentCommittee" : null,
  "sameAs" : "S367",
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2986-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2146\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. CUSICK -- read once and referred to the Committee\n         on Higher Education\n\n       AN  ACT  to  amend  the  education law, in relation to granting academic\n         credit at state operated institutions of the state university  of  New\n         York  and  the  senior  colleges of the city university of New York to\n         volunteer firefighters and emergency medical technicians\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new section 669-e\n    2  to read as follows:\n    3    S 669-E.   COURSE CREDIT  FOR  VOLUNTEER  FIREFIGHTERS  AND  EMERGENCY\n    4  MEDICAL  TECHNICIANS.  1. FOR PURPOSES OF THIS SECTION, THE TERM \"VOLUN-\n    5  TEER FIREFIGHTER\" SHALL HAVE THE SAME MEANING AS PROVIDED FOR IN SECTION\n    6  THREE OF THE VOLUNTEER FIREFIGHTERS' BENEFIT LAW.\n    7    2. EVERY VOLUNTEER FIREFIGHTER AND EMERGENCY MEDICAL TECHNICIAN WHO IS\n    8  ALSO ENROLLED ON A FULL-TIME BASIS AS AN UNDERGRADUATE STUDENT  IN  GOOD\n    9  STANDING,  AT  AN  INSTITUTION WITHIN THE STATE UNIVERSITY SYSTEM, SHALL\n   10  UPON APPLICATION BE GRANTED SIX ACADEMIC  CREDITS  PER  YEAR  AND  SIXTY\n   11  CREDITS  IN  THE AGGREGATE TOWARDS HIS OR HER DEGREE. NO FEE, TUITION OR\n   12  OTHER CHARGE SHALL BE ASSESSED AGAINST A VOLUNTEER FIREFIGHTER OR  EMER-\n   13  GENCY  MEDICAL TECHNICIAN WHO QUALIFIES FOR SUCH CREDIT PURSUANT TO THIS\n   14  SECTION.\n   15    3. THE BOARD OF TRUSTEES OF THE STATE UNIVERSITY AND THE CITY  UNIVER-\n   16  SITY  OF  NEW YORK SHALL ADOPT SUCH PROCEDURES AS ARE NECESSARY TO FULLY\n   17  IMPLEMENT THE PROVISIONS OF THIS SECTION.\n   18    S 2. This act shall take effect on the first of July  next  succeeding\n   19  the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01920-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to granting academic credit at state operated institutions of the state university of New York and the senior colleges of the city university of New York to volunteer firefighters and emergency medical technicians ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T112923.TXT", "SOBI.D110114.T113924.TXT", "SOBI.D110114.T152500.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295036700654
}