{
  "year" : 2011,
  "senateBillNo" : "A2158-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to small business",
    "billEventId" : "A2158-2011-1294981200000-referred+to+small+business",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the division for small business to maintain a small business portal on the department of economic development's website",
  "summary" : "Directs the division for small business to maintain a small business portal on the department of economic development's internet website; provides such portal shall be a one-stop source of information to existing and prospective small businesses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "AB2982-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2158\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. HEVESI -- read once and referred to the Committee\n         on Small Business\n\n       AN  ACT  to amend the economic development law, in relation to directing\n         the division for small business to maintain a small business portal on\n         the department of economic development internet website\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions  7,  8,  9,  10 and 11 of section 134 of the\n    2  economic development law, subdivision 7 as added by chapter 547  of  the\n    3  laws  of  1976,  subdivision 8 as amended and subdivision 11 as added by\n    4  chapter 361 of the laws of 2009, subdivision 9 as amended by chapter 490\n    5  of the laws of 1993, subdivision 10 as added by chapter 543 of the  laws\n    6  of  2002,  are  amended  and  a  new  subdivision 12 is added to read as\n    7  follows:\n    8    7. review pending legislation affecting  small-businesses  and  report\n    9  its findings to the commissioner; [and]\n   10    8. initiate and encourage small-business education programs in general\n   11  and  to  coordinate with the functions of the office of general services\n   12  an information and outreach program directed toward informing  small-bu-\n   13  sinesses  in  the  state of procedures necessary for competing for state\n   14  purchases and to coordinate with the functions of  every  state  agency,\n   15  department  or  authority described in section one hundred thirty-nine-g\n   16  of the state finance law, pursuant to subdivision  (b)  of  section  one\n   17  hundred  thirty-nine-g  of  the  state  finance  law, an information and\n   18  outreach program directed toward informing small-businesses in the state\n   19  of procedures necessary for competing  for  state  contracts,  including\n   20  without  limitation  educating  small  contractors  about surety bonding\n   21  requirements on state contracts, and identifying resources available  to\n   22  such  contractors  in obtaining their first bond and in increasing their\n   23  bonding capacity, including but not limited to the federal  small  busi-\n   24  ness administration bond guarantee program[.];\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04108-01-1\n\n       A. 2158                             2\n\n    1    9.  the  commissioner and the commissioners of agriculture and markets\n    2  and the office of general services shall initiate and  encourage  small-\n    3  business  education  programs  and  coordinate with the functions of the\n    4  office of general services, pursuant to subdivision [(b)] SIX of section\n    5  one  hundred  [sixty-one-b]  SIXTY-THREE  of  the  state finance law, an\n    6  information and outreach  program  directed  toward  informing  eligible\n    7  businesses  in  the  state  of  procedures  necessary  for competing for\n    8  purchases of food products pursuant to SUBDIVISION FOUR OF  section  one\n    9  hundred  [seventy-four-a] SIXTY-FIVE of the state finance law and subdi-\n   10  vision eight-a of section one hundred three  of  the  general  municipal\n   11  law,  and  to  coordinate  with  the  functions of every state agency or\n   12  department described in subdivision (b) of section one  hundred  thirty-\n   13  nine-g  of  the  state  finance law, an information and outreach program\n   14  directed toward informing eligible businesses in the state of procedures\n   15  necessary for competing for contracts for the purchase of food  products\n   16  pursuant  to  SUBDIVISION  FOUR  OF section one hundred [seventy-four-a]\n   17  SIXTY-FIVE of the state finance law and subdivision eight-a  of  section\n   18  one hundred three of the general municipal law[.];\n   19    10.  conduct  a  survey  of  all  business incubators in the state and\n   20  assess the need for  additional  incubator  facilities  to  nurture  the\n   21  growth and development of small businesses[.];\n   22    11.  provide assistance to small business in the state, and facilitate\n   23  access to programs serving small business, to  ensure  that  such  busi-\n   24  nesses  benefit,  as  needed, from technical, managerial, financial, and\n   25  general  business  assistance;  training;  marketing;  organization  and\n   26  personnel  skill  development; project management assistance; technology\n   27  assistance; bond and insurance education assistance; and other  business\n   28  development assistance. In addition, either independently or in conjunc-\n   29  tion with other state agencies:\n   30    (a)  develop  a  clearinghouse of information on programs and services\n   31  provided by entities that may assist such businesses; and\n   32    (b) seek to maximize utilization  by  small  businesses  of  available\n   33  federal  resources  including  but not limited to federal grants, loans,\n   34  loan guarantees, surety bonding guarantees,  technical  assistance,  and\n   35  programs  and  services of the federal small business administration[.];\n   36  AND\n   37    12. MAINTAIN A SMALL BUSINESS  PORTAL  ON  THE  DEPARTMENT'S  INTERNET\n   38  WEBSITE.  SUCH  PORTAL  SHALL  BE  A  ONE-STOP  SOURCE OF INFORMATION ON\n   39  ASSISTANCE TO SMALL BUSINESSES. THE PORTAL SHALL  PROVIDE  EXISTING  AND\n   40  PROSPECTIVE  SMALL  BUSINESSES  WITH INFORMATION ON SERVICES PROVIDED BY\n   41  LOCAL,  STATE  AND  FEDERAL  AGENCIES,  INCLUDING  ASSISTANCE  WITH  AND\n   42  PROVISION  OF  ONLINE  APPLICATIONS  FOR  PERMITS  AND  PERMIT RENEWALS,\n   43  FINANCING, TAX EXEMPTIONS, RELOCATION AND PROPERTY ACQUISITION, LOCATING\n   44  AND TRAINING EMPLOYEES, HEALTH  AND  BUSINESS  INSURANCE,  ENVIRONMENTAL\n   45  COMPLIANCE,  OTHER  TECHNICAL  ASSISTANCE,  MINORITY  AND WOMEN BUSINESS\n   46  ENTITIES AND ISSUES FACING VETERAN OWNED SMALL BUSINESSES.\n   47    S 2. The opening paragraph of section 135 of the economic  development\n   48  law is designated subdivision 1 and a new subdivision 2 is added to read\n   49  as follows:\n   50    2. ANY DEPARTMENT, DIVISION, BOARD, BUREAU, COMMISSION OR OTHER AGENCY\n   51  SUBJECT  TO THE PROVISIONS OF SUBDIVISION ONE OF THIS SECTION SHALL ALSO\n   52  PROVIDE SUCH ASSISTANCE, SERVICES AND DATA AS WILL ENABLE  THE  DIVISION\n   53  FOR  SMALL  BUSINESS  TO  PROPERLY  CARRY OUT ITS RESPONSIBILITIES UNDER\n   54  SUBDIVISION TWELVE OF SECTION ONE HUNDRED THIRTY-FOUR OF  THIS  ARTICLE,\n   55  INCLUDING  BUT NOT LIMITED TO, THE MAINTENANCE OF THE SMALL BUSINESS WEB\n   56  PORTAL AND THE PROVISION OF LINKS TO RELEVANT AGENCY WEBSITES.\n\n       A. 2158                             3\n\n    1    S 3. The division for small business  shall  periodically  assess  the\n    2  extent  to  which the small business web portal provided for in subdivi-\n    3  sion 12 of section 134 of the economic development law  is  serving  the\n    4  needs  of  existing  and prospective owners and operators of small busi-\n    5  nesses,  through  such  measures  as  user  surveys, online feedback and\n    6  soliciting input from the advisory board provided for in section 133  of\n    7  the  economic  development  law. Such division shall update the services\n    8  offered through such portal to reflect additional needed services  iden-\n    9  tified through such assessments.\n   10    S 4. This act shall take effect on the one hundred twentieth day after\n   11  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to directing the division for small business to maintain a small business portal on the department of economic development internet website ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T163003.TXT", "SOBI.D110114.T120437.TXT", "SOBI.D110114.T123938.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295040603012
}