{
  "year" : 2011,
  "senateBillNo" : "A2150-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2150-2011-1294981200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all outdoor advertising in N.Y. city to be licensed by the department of transportation",
  "summary" : "Requires all outdoor advertising in cities of over 1,000,000 to be licensed by the department of transportation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Transportation Law",
  "previousVersions" : [ "A11504-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2150\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DenDEKKER  --  read once and referred to the\n         Committee on Transportation\n\n       AN ACT to amend the transportation law, in relation  to  requiring  sign\n         properties,  in  cities having a population of one million or more, to\n         be licensed by the department of transportation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The transportation law is amended by adding a new section\n    2  23 to read as follows:\n    3    S 23. SIGN PROPERTY LICENSING; CERTAIN CITIES.  1.  AS  USED  IN  THIS\n    4  SECTION, THE FOLLOWING TERMS SHALL MEAN:\n    5    (A) \"CITY\" MEANS A CITY HAVING A POPULATION OF ONE MILLION OR MORE.\n    6    (B) \"MAINTAIN\" MEANS THE MAINTENANCE OF A SIGN PROPERTY INCLUDING, BUT\n    7  NOT LIMITED TO, THE INSTALLATION, MAINTENANCE AND REMOVAL OF ON-PREMISES\n    8  AND OFF-PREMISES ADVERTISING COPY ON A SIGN PROPERTY.\n    9    (C)  \"SIGN  PROPERTY\" MEANS AND INCLUDES BILLBOARDS, BULLETINS, WALLS-\n   10  CAPES, OR ANY OTHER LARGE FORMAT STATIC OR DIGITAL SIGN.\n   11    2. NO OUTDOOR ADVERTISING COMPANY SHALL MAINTAIN A SIGN PROPERTY IN  A\n   12  CITY  UNLESS THE DEPARTMENT HAS ISSUED AN OUTDOOR ADVERTISING LICENSE TO\n   13  THE COMPANY FOR EACH SUCH PROPERTY MAINTAINED. FURTHERMORE, THE  MAINTE-\n   14  NANCE  OF  A SIGN PROPERTY IN A CITY SHALL ONLY BE AUTHORIZED DURING THE\n   15  TERM OF THE OUTDOOR ADVERTISING LICENSE ISSUED THEREFOR. NO  CITY  SHALL\n   16  IMPOSE  ANY  ADDITIONAL  LICENSING REQUIREMENT FOR SIGN PROPERTIES OTHER\n   17  THAN THOSE CONTAINED IN THIS SECTION, AND THE PROVISIONS OF THIS SECTION\n   18  SHALL PREEMPT AND SUPERSEDE ANY LOCAL LAW, CODE OR ORDINANCE.\n   19    3. AN OUTDOOR ADVERTISING LICENSE MAY BE ISSUED FOR  A  SIGN  PROPERTY\n   20  UPON THE APPLICATION OF THE OUTDOOR ADVERTISING COMPANY SUBMITTED TO THE\n   21  DEPARTMENT.  THE  APPLICATION  SHALL  BE  IN  SUCH FORM AND INCLUDE SUCH\n   22  INFORMATION AS THE DEPARTMENT SHALL DETERMINE. IN  ADDITION,  EACH  SUCH\n   23  APPLICATION SHALL BE SUBMITTED WITH THE APPROPRIATE ANNUAL LICENSING FEE\n   24  AS FOLLOWS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05065-01-1\n\n       A. 2150                             2\n\n    1    (A) FOR STATIC SIGN FACES:\n    2    (I)  WITH  A SURFACE AREA OF LESS THAN TWO HUNDRED TWENTY SQUARE FEET:\n    3  THREE DOLLARS AND FIFTY CENTS PER SQUARE FOOT OF SURFACE AREA;\n    4    (II) WITH A SURFACE AREA OF TWO HUNDRED TWENTY OR  MORE  SQUARE  FEET,\n    5  BUT  LESS  THAN  SIX  HUNDRED SEVENTY-TWO SQUARE FEET: THREE DOLLARS AND\n    6  SEVENTY-FIVE CENTS PER SQUARE FOOT OF SURFACE AREA;\n    7    (III) WITH A SURFACE AREA OF SIX HUNDRED SEVENTY-TWO  OR  MORE  SQUARE\n    8  FEET,  BUT  NOT  MORE  THAN  ONE  THOUSAND ONE HUNDRED SQUARE FEET: FOUR\n    9  DOLLARS PER SQUARE FOOT OF SURFACE AREA;\n   10    (IV) WITH A SURFACE AREA OF MORE THAN ONE THOUSAND ONE HUNDRED  SQUARE\n   11  FEET:  FOUR  DOLLARS  AND  TWENTY-FIVE  CENTS PER SQUARE FOOT OF SURFACE\n   12  AREA; OR\n   13    (B) FOR DIGITAL SIGN FACES: EIGHT DOLLARS AND FIFTY CENTS  PER  SQUARE\n   14  FOOT OF SURFACE AREA; AND\n   15    (C) AN ADDITIONAL FEE OF ONE HUNDRED DOLLARS FOR EACH LATE APPLICATION\n   16  FOR  AN  OUTDOOR  ADVERTISING LICENSE OR RENEWAL THEREOF, IF ACCEPTED BY\n   17  THE DEPARTMENT.\n   18    4. UPON RECEIPT OF AN APPLICATION AND THE APPROPRIATE FEE PURSUANT  TO\n   19  THIS  SECTION,  THE DEPARTMENT SHALL MARK SUCH APPLICATION WITH THE DATE\n   20  AND TIME THE APPLICATION WAS  RECEIVED.  THE  DEPARTMENT  SHALL  MAKE  A\n   21  DETERMINATION  OF WHETHER TO APPROVE OR DENY EACH APPLICATION WITHIN ONE\n   22  HUNDRED EIGHTY DAYS OF THE  RECEIPT  THEREOF.  ANY  DETERMINATION  WHICH\n   23  EXCEEDS SUCH PERIOD OF TIME SHALL BE DEEMED AN APPROVAL.\n   24    5.  IN  THE EVENT OF THE LOSS, MUTILATION OR DESTRUCTION OF AN OUTDOOR\n   25  ADVERTISING LICENSE, UPON THE FILING OF A STATEMENT  OF  THE  HOLDER  OF\n   26  SUCH  LICENSE,  PROOF  OF SUCH FACTS AS THE DEPARTMENT MAY REQUIRE AND A\n   27  FEE OF FIFTY DOLLARS, THE DEPARTMENT SHALL ISSUE A DUPLICATE OR  SUBSTI-\n   28  TUTE LICENSE.\n   29    6.  ANY  OUTDOOR  ADVERTISING  COMPANY  WHICH UTILIZES A SIGN PROPERTY\n   30  WHICH WAS ERECTED PRIOR TO THE EFFECTIVE DATE OF THIS  SECTION  PURSUANT\n   31  TO ANY PERMITS ISSUED BY THE DEPARTMENT OF BUILDINGS OF A CITY, SHALL BE\n   32  ENTITLED  TO THE ISSUANCE OF A LICENSE PURSUANT TO THIS SECTION FOR SUCH\n   33  SIGN PROPERTY AS A MATTER OF RIGHT AND RENEWALS  THEREOF  IN  ACCORDANCE\n   34  WITH THIS SECTION. FURTHERMORE, DURING THE PENDENCY OF THE DETERMINATION\n   35  BY  THE  DEPARTMENT UPON AN APPLICATION FOR A LICENSE RELATING TO A SIGN\n   36  PROPERTY IN EXISTENCE PRIOR TO THE EFFECTIVE DATE OF THIS  SECTION,  THE\n   37  OUTDOOR ADVERTISING COMPANY MAINTAINING SUCH SIGN PROPERTY SHALL CONTIN-\n   38  UE TO MAINTAIN THE SIGN PROPERTY.\n   39    S  2.  This  act shall take effect on the thirtieth day after it shall\n   40  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, in relation to requiring sign properties, in cities having a population of one million or more, to be licensed by the department of transportation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154501.TXT", "SOBI.D110114.T112923.TXT", "SOBI.D110114.T113924.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295037901202
}