{
  "year" : 2011,
  "senateBillNo" : "A2155-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to health",
    "billEventId" : "A2155-2011-1294981200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the commissioner of health to make grants to be used to help pay for the costs of conducting local blood drives",
  "summary" : "Authorizes the commissioner of health to make grants to not-for-profit organizations and elementary, secondary and postsecondary schools to be used to help pay for the costs of conducting local blood drives. ",
  "currentCommittee" : null,
  "sameAs" : "S1179",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2358-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2155\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. GOTTFRIED, DINOWITZ, PAULIN, SCHIMMINGER, TOWNS,\n         ORTIZ, SCHROEDER -- Multi-Sponsored by -- M.  of  A.  AUBRY,  BRENNAN,\n         COLTON,  GALEF, HOOPER, McENENY, PHEFFER, J. RIVERA, ROBINSON, SWEENEY\n         -- read once and referred to the Committee on Health\n\n       AN ACT to amend the public health law, in relation  to  authorizing  the\n         commissioner  of  health  to  make  grants to be used for the costs of\n         conducting a local blood donation drive\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3100 of the public health law is amended to read as\n    2  follows:\n    3    S 3100. Human blood and its derivatives; collection, processing, stor-\n    4  age  and  distribution;  general powers of commissioner.  1. The commis-\n    5  sioner is hereby authorized:\n    6    (a) to establish, equip, maintain and conduct a  suitable  program  to\n    7  collect,  process,  store  and  distribute  human blood, and the various\n    8  human blood derivatives including  special  therapeutic  and  diagnostic\n    9  serums,  which  are deemed of value in the treatment of sick and injured\n   10  persons, and the prevention of certain diseases;\n   11    (b) to carry out such educational and research activities as he OR SHE\n   12  may deem necessary in connection with said program; [and]\n   13    (c) TO MAKE GRANTS, WITHIN AMOUNTS APPROPRIATED FOR THIS  PURPOSE,  TO\n   14  NOT-FOR-PROFIT ORGANIZATIONS AND ELEMENTARY, SECONDARY AND POSTSECONDARY\n   15  SCHOOLS TO BE USED TO HELP PAY FOR THE COSTS OF CONDUCTING A LOCAL BLOOD\n   16  DONATION DRIVE; AND\n   17    (D) to establish necessary rules and regulations to effect the purpose\n   18  of this article.\n   19    2.  The commissioner may conduct such program solely as a state activ-\n   20  ity, or in cooperation with such institutions,  hospitals  or  municipal\n   21  corporations  as  he  OR  SHE may select, on such terms as may be agreed\n   22  upon.\n   23    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02164-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to authorizing the commissioner of health to make grants to be used for the costs of conducting a local blood donation drive ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T162503.TXT", "SOBI.D110114.T120437.TXT", "SOBI.D110114.T123938.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295040303890
}