{
  "year" : 2011,
  "senateBillNo" : "A2151-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2151-2011-1294981200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the payment of winning lottery tickets",
  "summary" : "Relates to the payment of winning lottery tickets. ",
  "currentCommittee" : null,
  "sameAs" : "S605",
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A11687-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2151\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  DenDEKKER  --  read once and referred to the\n         Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to payment of  winning  lottery\n         tickets\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1614 of the tax law, as amended by chapter  166  of\n    2  the laws of 1991, subdivision a as amended by chapter 170 of the laws of\n    3  1994, is amended to read as follows:\n    4    S  1614.  Unclaimed and abandoned prize money. a. No prize claim shall\n    5  be valid if submitted to the division  following  the  expiration  of  a\n    6  one-year  time  period from the date of the drawing or from the close of\n    7  the game in which a prize was won, and the person otherwise entitled  to\n    8  such  prize shall forfeit any claim or entitlement to such prize moneys.\n    9  Unclaimed prize money, plus interest earned thereon, shall  be  retained\n   10  in  the lottery prize account to be used for payment of special lotto or\n   11  supplemental lotto prizes offered pursuant to the plan or  plans  speci-\n   12  fied  in  this  article, or for promotional purposes to supplement other\n   13  games on an occasional basis not to  exceed  sixteen  weeks  within  any\n   14  twelve  month  period  pursuant  to  the plan or plans specified in this\n   15  article.\n   16    NOTWITHSTANDING ANY INCONSISTENT PROVISION OF ANY OTHER LAW,  RULE  OR\n   17  REGULATION,  ALL  WINNING  TICKETS VALUED AT SIX HUNDRED DOLLARS OR LESS\n   18  PRESENTED FOR PAYMENT WITHIN THE EXPIRATION OF A  ONE-YEAR  TIME  PERIOD\n   19  FROM  THE  DATE  OF THE DRAWING OR FROM THE CLOSE OF THE GAME IN WHICH A\n   20  PRIZE WAS WON SHALL BE PAID BY THE LOTTERY SALES  AGENT  PRESENTED  WITH\n   21  SUCH TICKET.\n   22    In the event that the director proposes to change any plan for the use\n   23  of  unclaimed  prize  funds  or in the event the director intends to use\n   24  funds in a game other than the game  from  which  such  unclaimed  prize\n   25  funds  were  derived, the director of the budget, the chairperson of the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03356-01-1\n\n       A. 2151                             2\n\n    1  senate finance committee, and the chairperson of the assembly  ways  and\n    2  means  committee  shall  be notified in writing separately detailing the\n    3  proposed changes to any plan prior to the implementation of the changes.\n    4    b. The division may determine that a prize has been abandoned whenever\n    5  more  than  eighteen months have elapsed since a prize payment check was\n    6  mailed to the last known address of the claimant and either  such  check\n    7  has  been  returned  undelivered by the United States postal service and\n    8  the claimant cannot be located or such check has not been returned unde-\n    9  livered and has not been presented for payment. Any prize so  determined\n   10  to  have  been abandoned shall be paid to the state comptroller pursuant\n   11  to section thirteen hundred fifteen of the abandoned property law.\n   12    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   13  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to payment of winning lottery tickets ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154501.TXT", "SOBI.D110114.T112923.TXT", "SOBI.D110114.T115425.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295037901207
}