{
  "year" : 2011,
  "senateBillNo" : "A2160-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2160-2011-1294981200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits release of certain balloons",
  "summary" : "Prohibits the outdoor release of 25 or more balloons inflated with a gas that is lighter than air within a 24 hour period in order to reduce litter and protect the marine environment; makes related provisions for enforcement and for certain exceptions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A709-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2160\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. KAVANAGH -- read once and referred to the Commit-\n         tee on Environmental Conservation\n\n       AN  ACT  to  amend  the  environmental  conservation law, in relation to\n         prohibiting the release of certain balloons\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The  legislature  finds  that the\n    2  release of large quantities of helium-filled balloons result  in  litter\n    3  on  land  and  at  sea;  that sea mammals and other marine life die upon\n    4  ingesting deflated balloons; that growing  public  awareness  concerning\n    5  pollution  has  had  the  salutary effect of causing the cancellation of\n    6  several celebratory and promotional launches of balloons; and that plac-\n    7  ing statutory limitations on  the  quantity  of  balloons  that  may  be\n    8  launched will reduce litter and protect the ocean environment, and is in\n    9  the public interest.\n   10    S  2.  The environmental conservation law is amended by adding two new\n   11  sections 11-0331 and 71-0929 to read as follows:\n   12  S 11-0331. RELEASE OF CERTAIN BALLOONS PROHIBITED.\n   13    1. NO BUSINESS, FIRM, CORPORATION OR ASSOCIATION  SHALL  KNOWINGLY  OR\n   14  INTENTIONALLY  RELEASE  OR  CAUSE  TO  BE RELEASED AT ANY SINGLE OUTDOOR\n   15  CELEBRATION, PROMOTIONAL ACTIVITY, SPORTING OR OTHER PUBLIC EVENT WITHIN\n   16  A TWENTY-FOUR HOUR PERIOD MORE THAN  TWENTY-FIVE  BALLOONS  FILLED  WITH\n   17  HELIUM  OR  OTHER SUBSTANCE WHICH CAUSES THE BALLOON TO RISE OR FLOAT IN\n   18  THE ATMOSPHERE. THIS SECTION SHALL NOT APPLY TO:\n   19    (A) BALLOONS WHICH ARE USED FOR THE  PURPOSE  OF  CARRYING  SCIENTIFIC\n   20  INSTRUMENTATION  DURING  THE  PERFORMANCE  OF  AN  EXPERIMENT OR TESTING\n   21  PROCEDURE OR BY A PERSON ON BEHALF OF A GOVERNMENTAL AGENCY OR  PURSUANT\n   22  TO A GOVERNMENTAL CONTRACT FOR SCIENTIFIC OR METEOROLOGICAL PURPOSES;\n   23    (B) HOT AIR BALLOONS THAT ARE RECOVERED AFTER LAUNCHING;\n   24    (C) BALLOONS RELEASED INDOORS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00936-01-1\n\n       A. 2160                             2\n\n    1    2. NOTWITHSTANDING SUBDIVISION ONE OF THIS SECTION, NO BUSINESS, FIRM,\n    2  CORPORATION, OR ASSOCIATION SHALL KNOWINGLY OR INTENTIONALLY CAUSE TO BE\n    3  RELEASED ANY BALLOONS IF SUCH BALLOONS:\n    4    (A)  ARE  MADE  FROM  METALLIZED  NYLON,  METALLIZED  PLASTIC,  OR ANY\n    5  FOIL-LIKE SUBSTANCE; OR\n    6    (B) HAVE ANY STRINGS, RIBBONS, OR OTHER MATERIALS ATTACHED TO THEM.\n    7  S 71-0929. ENFORCEMENT OF SECTION 11-0331 OF THIS CHAPTER.\n    8    ANY VIOLATION OF SECTION 11-0331 OF THIS CHAPTER SHALL  BE  PUNISHABLE\n    9  BY A CIVIL PENALTY OF TEN DOLLARS FOR EACH BALLOON RELEASED IN EXCESS OF\n   10  THE  LIMITS  SET  FORTH  IN  SUCH  SECTION, NOT TO EXCEED FIFTY THOUSAND\n   11  DOLLARS.\n   12    S 3. This act shall take effect on the first of November next succeed-\n   13  ing the date on which it shall have become a law.  Effective  immediate-\n   14  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   15  necessary for the implementation of the foregoing sections of  this  act\n   16  on  their  effective  date  is  authorized  to be made on or before such\n   17  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to prohibiting the release of certain balloons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T165658.TXT", "SOBI.D110114.T163003.TXT", "SOBI.D110118.T170224.TXT", "SOBI.D110118.T173702.TXT", "SOBI.D110114.T120437.TXT", "SOBI.D110114.T123938.TXT", "SOBI.D110114.T163503.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110118.T181704.TXT", "SOBI.D110119.T144309.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295466189655
}