{
  "year" : 2011,
  "senateBillNo" : "A2168-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2168-2011-1294981200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that motor vehicle repair shops provide certain information regarding work guarantees",
  "summary" : "Requires that motor vehicle repair shop invoices provide certain information regarding work guarantees stating the terms and time limits of any guarantee for repair work performed; also requires that if no guarantee is provided, the invoice must state such fact. ",
  "currentCommittee" : null,
  "sameAs" : "S1218",
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A8037-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2168\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MILLMAN, ORTIZ, COOK, CASTRO -- Multi-Sponsored\n         by -- M. of A. BARRON, BOYLAND, GALEF, GOTTFRIED,  JEFFRIES,  McENENY,\n         PHEFFER, REILLY, WEISENBERG -- read once and referred to the Committee\n         on Transportation\n\n       AN  ACT to amend the vehicle and traffic law, in relation to repair work\n         guarantees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 398-d of the vehicle and traffic law is amended by\n    2  adding a new subdivision 8 to read as follows:\n    3    8. (A) THE INVOICE PROVIDED  BY  THE  MOTOR  VEHICLE  REPAIR  SHOP  IN\n    4  ACCORDANCE  WITH SUBDIVISION ONE OF THIS SECTION SHALL CONSPICUOUSLY SET\n    5  FORTH THE TERMS AND TIME LIMIT OF ANY  GUARANTEE  FOR  THE  REPAIR  WORK\n    6  PERFORMED. WHERE NO GUARANTEE IS GIVEN, THE INVOICE SHALL SO STATE.\n    7    (B)  THE  INVOICE SHALL FURTHER CONTAIN A STATEMENT TO THE EFFECT THAT\n    8  COMPLAINTS  REGARDING  THE  FUNCTIONAL  ADEQUACY  OF  THE  REPAIR   WORK\n    9  PERFORMED  MAY BE DIRECTED TO THE DEPARTMENT, BUT IN NO EVENT LATER THAN\n   10  NINETY DAYS OR THREE THOUSAND  MILES  OF  THE  REPAIR,  WHICHEVER  COMES\n   11  FIRST.\n   12    (C) THE PROVISIONS OF THIS SUBDIVISION SHALL NOT BE CONSTRUED TO LIMIT\n   13  OR  ABRIDGE  ANY STATUTORY OR OTHER RIGHT OR REMEDY OF A CONSUMER AT LAW\n   14  OR IN EQUITY.\n   15    S 2. This act shall take effect on the first of January next  succeed-\n   16  ing the date on which it shall have become a law.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04937-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to repair work guarantees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T170505.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110114.T120938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295042705466
}