{
  "year" : 2011,
  "senateBillNo" : "A2167-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2167-2011-1294981200000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"pedestrian safety enhancement act of 2011\"",
  "summary" : "Enacts the \"pedestrian safety enhancement act of 2011\"; requires that all vehicles emit sound to aid in the safety of blind pedestrians, other pedestrians, cyclists and children. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "AA5485-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2167\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  MILLMAN  --  Multi-Sponsored  by -- M. of A.\n         BOYLAND, BRENNAN, CAMARA, COLTON, COOK, GOTTFRIED,  GUNTHER,  KELLNER,\n         LIFTON,  LUPARDO,  MAISEL,  MARKEY, PHEFFER, PRETLOW, ROBINSON, ROSEN-\n         THAL, TITONE -- read once and referred to the Committee on Transporta-\n         tion\n\n       AN ACT to amend the vehicle and traffic law, in relation to enacting the\n         \"pedestrian safety enhancement act of 2011\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the \"pedestrian\n    2  safety enhancement act of 2011\".\n    3    S 2. Legislative intent: (a) The legislature hereby finds that:\n    4    (1)  Vehicles  designed  to provide the desirable benefits of reducing\n    5  harmful pollutants and operating with greater  fuel  efficiency  include\n    6  gasoline-electric hybrid and electric-only vehicles, and in the foresee-\n    7  able future may include hydrogen fuel cell and other engine designs that\n    8  rely  on fuels and technologies other than the gasoline-powered internal\n    9  combustion engine.\n   10    (2) All of the vehicle engine designs specified in paragraph 1 of this\n   11  subdivision, as well as other designs not specified herein,  operate  or\n   12  are  likely  to  operate  with  virtually no sound being produced by the\n   13  vehicle.\n   14    (3) The total number of hybrid vehicles sold per year in this state is\n   15  growing dramatically, and although the present number of hybrid vehicles\n   16  constitutes a small overall percentage of  vehicles,  if  this  rate  of\n   17  growth persists, the number of hybrid vehicles will soon equal or exceed\n   18  the number of internal combustion engine vehicles in this state.\n   19    (4) Because blind pedestrians cannot locate and evaluate traffic using\n   20  their  vision,  they must listen to traffic to discern its speed, direc-\n   21  tion, and other attributes in order to travel safely and  independently;\n   22  and  other  people, including pedestrians who are not blind, bicyclists,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04923-01-1\n\n       A. 2167                             2\n\n    1  runners, and small  children,  benefit  from  multi-sensory  information\n    2  available from vehicle traffic, including the sound of vehicle engines.\n    3    (5)  When operating on their electric engines, hybrid vehicles sold in\n    4  this state cannot be heard by blind people and  others,  rendering  such\n    5  vehicles  extremely  dangerous when driving on the street, emerging from\n    6  driveways, moving through parking lots, and in  other  situations  where\n    7  pedestrians and vehicles come into proximity with each other.\n    8    (6) Failure of this state to take immediate action assuring that blind\n    9  pedestrians  can  hear hybrid and other silent vehicles in all phases of\n   10  their operation will lead to pedestrian injuries and fatalities.\n   11    (7) The results described in  paragraph  6  of  this  subdivision  are\n   12  preventable  through  vehicle designs which take into account the multi-\n   13  sensory nature of traffic detection and avoidance and require that vehi-\n   14  cles emit a minimum level of sound designed to  alert  all  pedestrians,\n   15  especially blind pedestrians, to the presence of such vehicles.\n   16    (b)  The  purpose  of this legislation is to establish a minimum sound\n   17  level standard for all phases of  vehicle  operation,  which  is  to  be\n   18  applicable  to every new vehicle sold in this state and licensed for use\n   19  on its public streets and roadways when  sold  and  registered  after  a\n   20  specified date.\n   21    S  3.  The  vehicle and traffic law is amended by adding a new section\n   22  397-c to read as follows:\n   23    S 397-C. MINIMUM MOTOR VEHICLE SOUND STANDARDS.  1.  WITHIN  ONE  YEAR\n   24  AFTER  THE  EFFECTIVE DATE OF THIS SECTION, THE DEPARTMENT, IN CONSULTA-\n   25  TION WITH  THE  DEPARTMENT  OF  ENVIRONMENTAL  CONSERVATION,  THE  STATE\n   26  CONSUMER  PROTECTION  BOARD  AND  THE STATE COMMISSION FOR THE BLIND AND\n   27  VISUALLY HANDICAPPED EXECUTIVE BOARD, SHALL PROMULGATE RULES  AND  REGU-\n   28  LATIONS  ESTABLISHING  A  MINIMUM  SOUND STANDARD APPLICABLE TO VEHICLES\n   29  SOLD IN AND LICENSED TO TRAVEL THE PUBLIC ROADS OF THIS STATE.\n   30    2. THE STANDARD REQUIRED BY SUBDIVISION ONE OF THIS SECTION SHALL HAVE\n   31  ALL OF THE FOLLOWING CHARACTERISTICS:\n   32    A. IN ALL PHASES OF OPERATION, INCLUDING TIMES WHEN A MOTOR VEHICLE IS\n   33  AT A FULL STOP, SUCH MOTOR VEHICLE SHALL EMIT AN OMNI-DIRECTIONAL  SOUND\n   34  WITH  SIMILAR  SPECTRAL  CHARACTERISTICS  TO  THOSE OF A MODERN INTERNAL\n   35  COMBUSTION ENGINE.\n   36    B. THE SOUND SHALL VARY IN A WAY THAT IS CONSISTENT WITH THE SOUND  OF\n   37  VEHICLES  WITH COMBUSTION ENGINES INDICATING THAT THE VEHICLE IS IDLING,\n   38  MAINTAINING A CONSTANT SPEED, ACCELERATING, OR DECELERATING.\n   39    C. THE REGULATIONS NEED NOT PRESCRIBE THE  APPARATUS,  TECHNOLOGY,  OR\n   40  METHOD TO BE USED BY VEHICLE MANUFACTURERS TO ACHIEVE THE REQUIRED MINI-\n   41  MUM SOUND LEVEL.\n   42    3.  WHEN DETERMINING A MINIMUM SOUND LEVEL, THE DEPARTMENT, IN CONSUL-\n   43  TATION WITH THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION, SHALL:\n   44    A. REVIEW ALL AVAILABLE  RESEARCH  REGARDING  THE  EFFECT  OF  TRAFFIC\n   45  SOUNDS ON PEDESTRIAN SAFETY; AND\n   46    B.  CONSULT  CONSUMER  GROUPS  REPRESENTING INDIVIDUALS WHO ARE BLIND,\n   47  OTHER PEDESTRIANS, CYCLISTS, AND ADVOCATES FOR THE SAFETY OF CHILDREN.\n   48    4. NO LATER THAN TWO YEARS AFTER RULES  AND  REGULATIONS  ESTABLISHING\n   49  THE MINIMUM SOUND STANDARD REQUIRED BY THIS SECTION HAVE BEEN PROMULGAT-\n   50  ED,  ALL  NEW  VEHICLES  SOLD  IN THIS STATE AND LICENSED FOR USE ON THE\n   51  PUBLIC ROADS SHALL BE IN COMPLIANCE WITH SUCH STANDARD.  ANY VEHICLE NOT\n   52  IN COMPLIANCE WITH SUCH STANDARD SHALL BE RETROFITTED  WITH  SOUND-EMIT-\n   53  TING  COMPONENTS  OR  EQUIPMENT SUFFICIENT TO MAKE IT COMPLIANT PRIOR TO\n   54  SALE OF SUCH VEHICLE TO A CONSUMER IN THIS STATE.\n   55    5. BEGINNING ONE YEAR AFTER THE DATE THAT NEW VEHICLES  SOLD  IN  THIS\n   56  STATE  SHALL  COMPLY  WITH  THE  MINIMUM SOUND STANDARD REQUIRED BY THIS\n\n       A. 2167                             3\n\n    1  SECTION, VEHICLE SAFETY INSPECTIONS REQUIRED IN THIS STATE SHALL INCLUDE\n    2  INSPECTION OF SOUND-EMITTING COMPONENTS TO INSURE THAT  THEY  ARE  FUNC-\n    3  TIONING  PROPERLY  IN  ORDER TO PROVIDE MAXIMUM SAFETY TO PEDESTRIANS IN\n    4  THIS  STATE.    THE  OWNER OF ANY VEHICLE LICENSED FOR USE ON THE PUBLIC\n    5  ROADS IN THIS STATE AND NOT IN COMPLIANCE WITH SUCH MINIMUM SOUND STAND-\n    6  ARD SHALL RETROFIT THE VEHICLE WITH SOUND-EMITTING COMPONENTS OR  EQUIP-\n    7  MENT  SUFFICIENT  TO  MAKE  IT COMPLIANT WITH THE MINIMUM SOUND STANDARD\n    8  PRIOR TO AN INSPECTION OF THE  VEHICLE  PURSUANT  TO  THIS  SUBDIVISION.\n    9  VEHICLES  THAT  FAIL TO MEET THE MINIMUM SOUND STANDARD SHALL NOT TRAVEL\n   10  ON THE ROADS OF THIS STATE.\n   11    6. THE DEPARTMENT SHALL PROMULGATE RULES, REGULATIONS AND STANDARDS AS\n   12  MAY BE NECESSARY TO IMPLEMENT THE PROVISIONS OF THIS SECTION,  INCLUDING\n   13  STANDARDS FOR THE INSPECTION OF SOUND-EMITTING COMPONENTS OR EQUIPMENT.\n   14    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to enacting the \"pedestrian safety enhancement act of 2011\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T132943.TXT", "SOBI.D110114.T170505.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110114.T120938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295042705462
}