{
  "year" : 2011,
  "senateBillNo" : "A2164-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A2164-2011-1294981200000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs department of agriculture and markets and the state soil and water conservation committee to define farm conservation practices conducted by professionals",
  "summary" : "Directs the department of agriculture and markets and the state soil and water conservation committee to review and define farm conservation practices which are within the professions of engineering, land surveying and architecture. ",
  "currentCommittee" : null,
  "sameAs" : "S850",
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A5809-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2164\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. MAGEE -- read once and referred to the Committee\n         on Agriculture\n\n       AN ACT to amend the agriculture and markets law and the  education  law,\n         in relation to farm conservation practices\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 16 of the agriculture and markets law is amended by\n    2  adding a new subdivision 45 to read as follows:\n    3    45. DEFINE AND REVIEW ON AN ON-GOING BASIS FARM CONSERVATION PRACTICES\n    4  IN CONJUNCTION WITH THE STATE SOIL AND WATER CONSERVATION  COMMITTEE  TO\n    5  DETERMINE  THE  SCOPE  OF  ENGINEERING,  LAND  SURVEYING OR ARCHITECTURE\n    6  NECESSARY FOR SUCH PRACTICES.\n    7    S 2. Paragraph b of subdivision 7 of section  7209  of  the  education\n    8  law,  as added by chapter 987 of the laws of 1971, is amended to read as\n    9  follows:\n   10    b. To alterations to any building or structure  costing  ten  thousand\n   11  dollars  or  less  which do not involve changes affecting the structural\n   12  safety or public safety thereof nor to farm buildings, including  barns,\n   13  sheds,  poultry  houses and other buildings used directly and solely for\n   14  agricultural purposes; NOR TO FARM  CONSERVATION  PRACTICES,  EXCEPT  AS\n   15  DETERMINED  NECESSARY  BY  THE DEPARTMENT OF AGRICULTURE AND MARKETS AND\n   16  THE STATE SOIL AND WATER CONSERVATION COMMITTEE; nor to residence build-\n   17  ings of gross floor area of fifteen hundred square  feet  or  less,  not\n   18  including  garages,  carports,  porches, cellars, or uninhabitable base-\n   19  ments or attics.\n   20    S 3. Paragraph 1 of subdivision 5 of section  7307  of  the  education\n   21  law,  as  amended by chapter 994 of the laws of 1971, is amended to read\n   22  as follows:\n   23    1. Farm buildings, including barns, sheds, poultry  houses  and  other\n   24  buildings  used  directly  and  solely for agricultural purposes; NOR TO\n   25  FARM CONSERVATION PRACTICES,  EXCEPT  AS  DETERMINED  NECESSARY  BY  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03441-01-1\n\n       A. 2164                             2\n\n    1  DEPARTMENT  OF  AGRICULTURE  AND  MARKETS  AND  THE STATE SOIL AND WATER\n    2  CONSERVATION COMMITTEE; nor to residence  buildings  of  gross  area  of\n    3  fifteen  hundred  square  feet or less, not including garages, carports,\n    4  porches, cellars, or uninhabitable basements or attics; or\n    5    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law and the education law, in relation to farm conservation practices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T163503.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110114.T123438.TXT", "SOBI.D110114.T120938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295040903129
}