{
  "year" : 2011,
  "senateBillNo" : "A2166-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2166-2011-1294981200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the Syracuse regional airport authority",
  "summary" : "Creates the Syracuse regional airport authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A9446-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Roberts",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2166\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. MAGNARELLI, ROBERTS, BARCLAY, LIFTON -- read once\n         and referred to the Committee on Corporations, Authorities and Commis-\n         sions\n\n       AN  ACT to amend the public authorities law, in relation to creating the\n         Syracuse regional airport authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public authorities law is amended by adding a new title\n    2  34 to article 8 to read as follows:\n    3                                  TITLE 34\n    4                     SYRACUSE REGIONAL AIRPORT AUTHORITY\n    5  SECTION 2799-AAA. SHORT TITLE.\n    6          2799-BBB. STATEMENT OF LEGISLATIVE FINDINGS AND PURPOSE.\n    7          2799-CCC. DEFINITIONS.\n    8          2799-DDD. SYRACUSE REGIONAL AIRPORT AUTHORITY.\n    9          2799-EEE. ADVANCES  ON BEHALF OF AUTHORITY, TRANSFER OF PROPERTY\n   10                      TO AUTHORITY, ACQUISITION OF  PROPERTY  BY  CITY  OR\n   11                      AUTHORITY.\n   12          2799-FFF. TRANSFER OF OFFICERS AND EMPLOYEES.\n   13          2799-GGG. GENERAL POWERS OF THE AUTHORITY.\n   14          2799-HHH. SPECIAL POWERS OF THE AUTHORITY.\n   15          2799-III. CITY APPROVAL REQUIRED.\n   16          2799-JJJ. BONDS OF THE AUTHORITY.\n   17          2799-KKK. REMEDIES OF BONDHOLDERS.\n   18          2799-LLL. STATE, COUNTY, AND CITY NOT LIABLE ON AUTHORITY BONDS.\n   19          2799-MMM. MONEYS OF THE AUTHORITY.\n   20          2799-NNN. BONDS LEGAL INVESTMENT FOR FIDUCIARIES.\n   21          2799-OOO. AGREEMENT WITH STATE.\n   22          2799-PPP. AGREEMENT WITH CITY.\n   23          2799-QQQ. EXEMPTION FROM TAXES, ASSESSMENTS AND CERTAIN FEES.\n   24          2799-RRR. ACTIONS AGAINST AUTHORITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04147-01-1\n\n       A. 2166                             2\n\n    1          2799-SSS. CONTRACTS.\n    2          2799-TTT. INTEREST IN CONTRACTS PROHIBITED.\n    3          2799-UUU. AGREEMENTS RELATING TO PAYMENT IN LIEU OF TAXES.\n    4          2799-VVV. AUDIT AND ANNUAL REPORT.\n    5          2799-WWW. LIMITED LIABILITY.\n    6          2799-XXX. TRANSFER  OF  APPLICATIONS, PROCEEDINGS, APPROVALS AND\n    7                      PERMITS.\n    8          2799-YYY. SEVERABILITY.\n    9          2799-ZZZ. EFFECT OF INCONSISTENT PROVISIONS.\n   10    S 2799-AAA. SHORT TITLE. THIS TITLE MAY  BE  CITED  AS  THE  \"SYRACUSE\n   11  REGIONAL AIRPORT AUTHORITY ACT\".\n   12    S  2799-BBB. STATEMENT OF LEGISLATIVE FINDINGS AND PURPOSE. THE LEGIS-\n   13  LATURE HEREBY FINDS AND DECLARES AS FOLLOWS:\n   14    1. THE ECONOMIC WELL-BEING OF THE STATE AND THE GENERAL WELFARE OF ITS\n   15  PEOPLE REQUIRE ADEQUATE, SAFE, SECURE AND EFFICIENT AVIATION AND  TRANS-\n   16  PORTATION FACILITIES AT A REASONABLE COST TO THE PEOPLE.\n   17    2.  THE  STRENGTHENING  AND  IMPROVEMENT  OF  AVIATION  FACILITIES AND\n   18  RELATED SERVICES FOR THE CENTRAL PART OF THE STATE IS A MATTER OF  VITAL\n   19  IMPORTANCE  NOT ONLY TO THE RESIDENTS OF CENTRAL NEW YORK BUT TO ALL THE\n   20  STATE'S RESIDENTS AND IS THEREFORE A MATTER OF STATE CONCERN.\n   21    3. IN ORDER TO INSURE A HEALTHY ECONOMY FOR SUCH AREA AND  TO  PROMOTE\n   22  THE  GENERAL  WELFARE  OF  ITS  RESIDENTS, IT IS NECESSARY TO EXPAND AND\n   23  IMPROVE THE EXISTING AVIATION FACILITIES AND SERVICES IN THE CENTRAL NEW\n   24  YORK REGION IN SUCH A MANNER  AS  TO  STIMULATE  AND  PROMOTE  INCREASED\n   25  LOCAL,  STATE,  NATIONAL  AND  INTERNATIONAL  AIR  TRAVEL  AND  COMMERCE\n   26  THROUGHOUT CENTRAL NEW YORK.\n   27    4. THE HEALTH, WELFARE, SAFETY AND SECURITY OF THE  STATE'S  RESIDENTS\n   28  AND  OF  THOSE  PASSENGERS USING AIR TRANSPORTATION REQUIRES COORDINATED\n   29  OPERATION OF AVIATION FACILITIES AND SERVICES IN THE  CENTRAL  NEW  YORK\n   30  REGION BY A PUBLIC BENEFIT AIRPORT AUTHORITY.\n   31    5. THE PURPOSES OF SUCH AUTHORITY SHALL BE:\n   32    (A) TO STIMULATE AND PROMOTE ECONOMIC DEVELOPMENT, TRADE AND TOURISM;\n   33    (B)  TO  ACQUIRE,  CONSTRUCT,  RECONSTRUCT,  CONTINUE, DEVELOP, EQUIP,\n   34  EXPAND, IMPROVE,  MAINTAIN,  FINANCE  AND  OPERATE  AVIATION  AND  OTHER\n   35  RELATED FACILITIES AND SERVICES WITHIN CENTRAL NEW YORK;\n   36    (C)  TO PROMOTE SAFE, SECURE, EFFICIENT AND ECONOMICAL AIR TRANSPORTA-\n   37  TION BY PRESERVING AND ENHANCING AIRPORT CAPACITY;\n   38    (D) TO FORM AN INTEGRAL PART OF A SAFE AND EFFECTIVE NATIONWIDE SYSTEM\n   39  OF AIRPORTS TO MEET THE PRESENT AND FUTURE NEEDS  OF  CIVIL  AERONAUTICS\n   40  AND  NATIONAL DEFENSE AND TO ASSURE INCLUSION OF THE AUTHORITY'S FACILI-\n   41  TIES IN STATE, NATIONAL AND INTERNATIONAL PROGRAMS FOR  AIR  TRANSPORTA-\n   42  TION  AND  FOR  AIRPORT OR AIRWAY CAPITAL IMPROVEMENT, ALL IN ACCORDANCE\n   43  WITH THE PROVISIONS OF THIS TITLE; AND\n   44    (E) TO INSURE THAT AVIATION FACILITIES  AUTHORIZED  PURSUANT  TO  THIS\n   45  TITLE  SHALL  PROVIDE  FOR THE PROTECTION AND ENHANCEMENT OF THE NATURAL\n   46  RESOURCES AND THE QUALITY OF  THE  ENVIRONMENT  OF  THE  STATE  AND  THE\n   47  CENTRAL NEW YORK AREA.\n   48    6.  SUCH  PURPOSES ARE IN ALL RESPECTS PUBLIC PURPOSES FOR THE BENEFIT\n   49  OF THE PEOPLE OF THE STATE OF NEW YORK AND FOR WHICH PUBLIC FUNDS MAY BE\n   50  EXPENDED AND BOTH THE CITY OF SYRACUSE AND THE AUTHORITY IN CARRYING OUT\n   51  THEIR RESPECTIVE POWERS AND DUTIES UNDER THIS TITLE SHALL BE  DEEMED  TO\n   52  BE  ACTING  IN  A  GOVERNMENTAL CAPACITY. THE ACQUISITION, CONSTRUCTION,\n   53  RECONSTRUCTION, DEVELOPMENT, EXPANSION, IMPROVEMENT,  EQUIPPING,  OPERA-\n   54  TION  AND  MAINTENANCE  OF  ANY  PROJECT  FINANCED  OR UNDERTAKEN BY THE\n   55  AUTHORITY OR THE CITY SHALL BE DEEMED TO BE THE PERFORMANCE OF AN ESSEN-\n   56  TIAL GOVERNMENTAL FUNCTION BY THE AUTHORITY OR THE CITY  ACTING  IN  ITS\n\n       A. 2166                             3\n\n    1  GOVERNMENTAL  CAPACITY,  WHETHER SUCH PROJECT SHALL BE OWNED OR OPERATED\n    2  BY THE AUTHORITY OR BY ANY PERSON OR PUBLIC CORPORATION.\n    3    7.  IT  IS  HEREBY FOUND AND DECLARED THAT IT HAS BEEN AND REMAINS THE\n    4  POLICY OF THE STATE OF NEW YORK TO PROMOTE EQUAL OPPORTUNITY IN  EMPLOY-\n    5  MENT  FOR ALL PERSONS, WITHOUT DISCRIMINATION ON ACCOUNT OF RACE, CREED,\n    6  COLOR, NATIONAL ORIGIN, SEX, SEXUAL PREFERENCE, AGE, DISABILITY OR MARI-\n    7  TAL STATUS, TO PROMOTE EQUALITY OF  ECONOMIC  OPPORTUNITY  FOR  MINORITY\n    8  GROUP  MEMBERS AND WOMEN, AND BUSINESS ENTERPRISES OWNED BY THEM, AND TO\n    9  ERADICATE THE EFFECTS OF PRIVATE AND GOVERNMENTAL  DISCRIMINATION  WHICH\n   10  HAS  ERECTED AND CONTINUES TO MAINTAIN BARRIERS THAT UNREASONABLY IMPAIR\n   11  ACCESS  BY  MINORITY  AND  WOMEN-OWNED  BUSINESS  ENTERPRISES  TO  STATE\n   12  CONTRACT  OPPORTUNITIES.  FOR  THE  PURPOSE  OF  FURTHERING  THE STATE'S\n   13  COMPELLING INTEREST IN ERADICATING THE  EFFECTS  OF  RACIAL  AND  SEXUAL\n   14  DISCRIMINATION,  THEREFORE,  IT  IS  NECESSARY  AND  PROPER THAT ARTICLE\n   15  FIFTEEN-A OF THE EXECUTIVE LAW,  CONCERNING  PARTICIPATION  BY  MINORITY\n   16  GROUP  MEMBERS  AND  WOMEN AND BUSINESS ENTERPRISES OWNED BY THEM, SHALL\n   17  APPLY TO THE SYRACUSE REGIONAL AIRPORT AUTHORITY.\n   18    S 2799-CCC. DEFINITIONS. AS USED OR REFERRED TO IN THIS TITLE,  UNLESS\n   19  A DIFFERENT MEANING CLEARLY APPEARS FROM THE CONTEXT:\n   20    1.  \"AIRPORT\"  SHALL  MEAN ANY AREA OF LAND OR WATER WHICH IS USED, OR\n   21  INTENDED FOR USE, FOR THE LANDING  AND  TAKEOFF  OF  AIRCRAFT,  AND  ANY\n   22  APPURTENANT  AREAS  WHICH  ARE  USED,  OR  INTENDED FOR USE, FOR AIRPORT\n   23  BUILDINGS  OR   OTHER   AVIATION   FACILITIES,   AIRPORT   FACILITY   OR\n   24  RIGHTS-OF-WAY,  TOGETHER  WITH  ALL  AIRPORT  BUILDINGS  AND  FACILITIES\n   25  LOCATED THEREON, INCLUDING ANY HELIPORT;\n   26    2. \"AIRPORT HAZARD\" SHALL MEAN ANY  STRUCTURE  OR  OBJECT  OF  NATURAL\n   27  GROWTH  LOCATED  ON OR IN THE VICINITY OF AN AIRPORT, OR ANY USE OF LAND\n   28  NEAR SUCH AN AIRPORT, WHICH OBSTRUCTS  THE  AIRSPACE  REQUIRED  FOR  THE\n   29  FLIGHT OF AIRCRAFT IN LANDING OR TAKING OFF AT SUCH AIRPORT OR IS OTHER-\n   30  WISE HAZARDOUS TO SUCH LANDING OR TAKING OFF OF AIRCRAFT;\n   31    3. \"AUTHORITY\" SHALL MEAN THE CORPORATION CREATED BY THIS TITLE;\n   32    4.  \"AVIATION  FACILITIES\" SHALL MEAN ANY AIRPORT FACILITY OR TERMINAL\n   33  INCLUDING BUT NOT LIMITED TO ANY FACILITY, PROPERTY OR EQUIPMENT  NECES-\n   34  SARY, CONVENIENT OR DESIRABLE FOR THE LANDING, TAKING OFF, ACCOMMODATION\n   35  OR  SERVICING  OF  AIRCRAFT  OF  ALL TYPES, AND SHALL INCLUDE SUCH OTHER\n   36  FACILITIES, EQUIPMENT, PROPERTY, STRUCTURES AND APPURTENANCES AS MAY  BE\n   37  NECESSARY  OR  CONVENIENT  IN THE OPERATION, MAINTENANCE, DEVELOPMENT OR\n   38  IMPROVEMENT OF AN AIRPORT  INCLUDING  FACILITIES,  EQUIPMENT,  PROPERTY,\n   39  STRUCTURES,  AND  APPURTENANCES,  LEASED  BY  THE  AUTHORITY TO PERSONS,\n   40  ENGAGED IN AIR TRANSPORTATION OR THE PRODUCTION OR DEVELOPMENT OF  MATE-\n   41  RIALS,  GOODS  OR  EQUIPMENT  FOR AN AIRPORT OR AIR TRANSPORTATION OR IN\n   42  PROVIDING FACILITIES OR EQUIPMENT FOR THE ACCOMMODATION, SAFETY, SECURI-\n   43  TY OR COMFORT OF THE TRAVELING PUBLIC AND FOR PURPOSES RELATED OR  INCI-\n   44  DENTAL TO ONE OR MORE OF THE FOREGOING PURPOSES. IT SHALL INCLUDE, WITH-\n   45  OUT   LIMITATION,  RUNWAYS,  APRONS,  HANGARS,  CONTROL  TOWERS,  RAMPS,\n   46  TAXIWAYS, NAVIGATION AIDS, WAREHOUSES,  OFFICE  AND  SERVICE  BUILDINGS,\n   47  STRUCTURES,   PARKING  FACILITIES,  CONCESSION  FACILITIES,  RESTAURANTS\n   48  LOCATED IN THE TERMINAL, MOTELS AND  HOTELS  LOCATED  IN  THE  TERMINAL,\n   49  RETAIL  STORES,  MAINTENANCE FACILITIES, FUEL FACILITIES, AND FACILITIES\n   50  FOR THE LOADING, UNLOADING, HOLDING, INTERCHANGE  OR  TRANSFER  OF  SUCH\n   51  PASSENGERS,  FREIGHT, BAGGAGE OR CARGO.  IT SHALL ALSO MEAN ANY PROPERTY\n   52  NECESSARY TO REMOVE, MITIGATE, PREVENT  OR  LIMIT  AIRPORT  HAZARDS.  IT\n   53  SHALL  ALSO MEAN FACILITIES AND EQUIPMENT PROVIDING ACCESS TO AN AIRPORT\n   54  FACILITY OR TERMINAL, INCLUDING APPROPRIATE MASS TRANSPORTATION TERMINAL\n   55  FACILITIES AT AND WITHIN THE AIRPORT FACILITY  OR  TERMINAL  ITSELF.  IT\n   56  SHALL  ALSO MEAN HIGHWAYS, ACCESS ROADS, DRIVEWAYS AND APPROACHES IN THE\n\n       A. 2166                             4\n\n    1  VICINITY OF AN AIRPORT FACILITY OR TERMINAL PROVIDING IMPROVED ACCESS TO\n    2  SUCH  AIRPORT  FACILITY  OR  TERMINAL.  NOTWITHSTANDING   ANY   CONTRARY\n    3  PROVISION OF LAW, GENERAL, SPECIAL OR LOCAL, IT SHALL ALSO MEAN RAILROAD\n    4  PROJECTS  RELATED  OR  OF  BENEFIT  TO  AN  AIRPORT FACILITY OR TERMINAL\n    5  CONSISTING OF RAILROAD TRANSPORTATION  FACILITIES;  AND  ANY  EQUIPMENT,\n    6  IMPROVEMENT, STRUCTURE OR FACILITY OR ANY LAND, AND ANY BUILDING, STRUC-\n    7  TURE, FACILITY OR OTHER IMPROVEMENT THEREON, OR ANY COMBINATION THEREOF,\n    8  AND  ALL  PROPERTY IN CONNECTION THEREWITH OR INCIDENTAL THERETO, DEEMED\n    9  NECESSARY OR DESIRABLE IN THE OPINION OF THE AUTHORITY, WHETHER  OR  NOT\n   10  NOW  IN  EXISTENCE  OR  UNDER  CONSTRUCTION, FOR THE UNDERTAKING OF SUCH\n   11  RAILROAD PROJECTS (EXCLUSIVE OF PRIVATELY OWNED,  STAND  ALONE  RAILROAD\n   12  FACILITIES WHICH DO NOT PROVIDE A BENEFIT TO THE AIRPORT).\n   13    5.  \"BONDS\"  SHALL MEAN THE BONDS, NOTES OR OTHER EVIDENCES OF INDEBT-\n   14  EDNESS ISSUED BY THE AUTHORITY PURSUANT TO THIS TITLE AND THE PROVISIONS\n   15  OF THIS TITLE RELATING TO BONDS AND BONDHOLDERS WHICH SHALL  APPLY  WITH\n   16  EQUAL  FORCE  AND  EFFECT TO NOTES AND NOTEHOLDERS, RESPECTIVELY, UNLESS\n   17  THE CONTEXT OTHERWISE CLEARLY REQUIRES.\n   18    6. \"CITY\" SHALL MEAN THE CITY OF SYRACUSE.\n   19    7. \"CONSTRUCTION\" SHALL  MEAN  THE  ACQUISITION,  ERECTION,  BUILDING,\n   20  ALTERATION,   REPAIR,  IMPROVEMENT,  INCREASE,  ENLARGEMENT,  EXTENSION,\n   21  INSTALLATION, RECONSTRUCTION, RENOVATION OR REHABILITATION OF A  PROJECT\n   22  INCLUDING  ANY APPURTENANCES THERETO WHICH MAY BE NECESSARY OR DESIRABLE\n   23  TO  PROMOTE  THE  EFFICIENCY  OR  EFFECTIVENESS  OF  SUCH  PROJECT;  THE\n   24  INSPECTION  AND  SUPERVISION  THEREOF;  AND THE ENGINEERING, CONSULTING,\n   25  ARCHITECTURAL, LEGAL, FISCAL AND  ECONOMIC  AND  ENVIRONMENTAL  INVESTI-\n   26  GATIONS AND STUDIES, SURVEYS, DESIGNS, PLANS, WORKING DRAWINGS, SPECIFI-\n   27  CATIONS,  PROCEDURES  AND  OTHER  ACTIONS  INCIDENTAL THERETO AND CLAIMS\n   28  ARISING THEREFROM.\n   29    8. \"COST\" AS APPLIED  TO  ANY  PROJECT,  SHALL  INCLUDE  THE  COST  OF\n   30  CONSTRUCTION, THE COST OF THE ACQUISITION OF ALL PROPERTY, BOTH REAL AND\n   31  PERSONAL,  IMPROVED AND UNIMPROVED, THE COST OF DEMOLISHING, REMOVING OR\n   32  RELOCATING ANY BUILDINGS OR STRUCTURES ON LANDS SO  ACQUIRED,  INCLUDING\n   33  THE  COST  OF  RELOCATING TENANTS OR OTHER OCCUPANTS OF THE BUILDINGS OR\n   34  STRUCTURES ON SUCH LAND AND THE COST OF ACQUIRING  ANY  LANDS  TO  WHICH\n   35  SUCH  BUILDINGS OR STRUCTURES MAY BE MOVED OR RELOCATED, THE COST OF ALL\n   36  SYSTEMS,  FACILITIES,  MACHINERY,  APPARATUS  AND  EQUIPMENT,  FINANCING\n   37  CHARGES,  INTEREST PRIOR TO, DURING AND AFTER CONSTRUCTION TO THE EXTENT\n   38  NOT PAID OR PROVIDED FOR FROM REVENUES OR OTHER  SOURCES,  THE  COST  OF\n   39  ENGINEERING  AND  ARCHITECTURAL  SURVEYS,  PLANS AND SPECIFICATIONS, THE\n   40  COST OF CONSULTANTS' AND LEGAL SERVICES, THE COST OF  LEASE  GUARANTEES,\n   41  CREDIT  ENHANCEMENT OR BOND INSURANCE, OTHER EXPENSES NECESSARY OR INCI-\n   42  DENTAL TO THE CONSTRUCTION OF SUCH PROJECT  AND  THE  FINANCING  OF  THE\n   43  CONSTRUCTION  THEREOF, INCLUDING THE AMOUNT AUTHORIZED IN THE RESOLUTION\n   44  OF THE AUTHORITY PROVIDING FOR THE ISSUANCE OF BONDS TO BE PAID INTO ANY\n   45  RESERVE OR OTHER SPECIAL FUND FROM THE PROCEEDS OF SUCH  BONDS  AND  THE\n   46  FINANCING  OF  THE  PLACING  OF  ANY  PROJECT  IN  OPERATION,  INCLUDING\n   47  REIMBURSEMENT TO ANY PUBLIC CORPORATION, THE STATE, THE FEDERAL  GOVERN-\n   48  MENT  OR  ANY  OTHER  PERSON FOR EXPENDITURES THAT WOULD BE COSTS OF THE\n   49  PROJECT HEREUNDER HAD THEY BEEN MADE DIRECTLY BY THE AUTHORITY.\n   50    9. \"COUNTY\" SHALL MEAN ONONDAGA COUNTY.\n   51    10. \"EQUIPMENT\" SHALL MEAN SNOW REMOVAL VEHICLES,  FIRE  FIGHTING  AND\n   52  RESCUE VEHICLES, PASSENGER AND FREIGHT VEHICLES, AIRCRAFT, MOTORS, BOIL-\n   53  ERS,  ENGINES,  WIRES,  WAYS, CONDUITS AND MECHANISMS, MACHINERY, TOOLS,\n   54  IMPLEMENTS, MATERIALS, SUPPLIES, INSTRUMENTS AND DEVICES OF EVERY NATURE\n   55  WHATSOEVER USED OR USEFUL FOR AVIATION AND  TRANSPORTATION  PURPOSES  OR\n   56  FOR  THE  GENERATION  OR  TRANSMISSION OF MOTIVE POWER INCLUDING BUT NOT\n\n       A. 2166                             5\n\n    1  LIMITED TO ALL POWER HOUSES, AND ALL APPARATUS AND ALL DEVICES FOR NAVI-\n    2  GATION, SECURITY, SAFETY, SIGNALING, COMMUNICATIONS AND  VENTILATION  AS\n    3  MAY  BE NECESSARY, CONVENIENT OR DESIRABLE FOR THE OPERATION OF AVIATION\n    4  FACILITIES AND POLLUTION CONTROL FACILITIES.\n    5    11. \"FACILITY\" SHALL MEAN, AMONG OTHER THINGS, SUCH PROPERTIES, STRUC-\n    6  TURES,  APPURTENANCES,  UTILITIES,  TERMINALS,  RAILROAD TRACKAGE, WARE-\n    7  HOUSES, ELEVATORS AND SUCH OTHER WORKS, PROPERTIES, BUILDINGS OR  ALLIED\n    8  ITEMS  NECESSARY OR DESIRABLE IN CONNECTION WITH DEVELOPMENT, OPERATION,\n    9  MAINTENANCE OR IMPROVEMENT OF AIRPORT AND  PUBLIC  TRANSPORTATION  NEEDS\n   10  AND FOR THE ACCOMMODATION, SAFETY, SECURITY OR COMFORT OF THE PUBLIC AND\n   11  OF COMMERCIAL ENTERPRISE.\n   12    12.  \"FEDERAL GOVERNMENT\" SHALL MEAN THE UNITED STATES OF AMERICA, AND\n   13  ANY DEPARTMENT, BOARD, COMMISSION, BUREAU, DIVISION, CORPORATION, AGENCY\n   14  OR INSTRUMENTALITY THEREOF.\n   15    13. \"JOINT SERVICE ARRANGEMENT\" SHALL MEAN AGREEMENTS BETWEEN OR AMONG\n   16  THE AUTHORITY AND ANY PERSON, THE STATE,  THE  CITY,  ANY  OTHER  PUBLIC\n   17  CORPORATION,  THE  FEDERAL  GOVERNMENT,  ANY  OTHER  STATE  OR AGENCY OR\n   18  INSTRUMENTALITY THEREOF, RELATING TO  PROPERTY,  BUILDINGS,  STRUCTURES,\n   19  FACILITIES,  SERVICES,  RATES, FARES, CLASSIFICATIONS, DIVISIONS, ALLOW-\n   20  ANCES OR CHARGES (INCLUDING CHARGES BETWEEN OPERATORS OF RAILROAD, OMNI-\n   21  BUS AND AVIATION FACILITIES), OR RULES OR REGULATIONS PERTAINING  THERE-\n   22  TO, FOR OR IN CONNECTION WITH OR INCIDENTAL TO TRANSPORTATION IN PART IN\n   23  OR  UPON  RAILROAD,  OMNIBUS  OR  AVIATION FACILITIES LOCATED WITHIN THE\n   24  COUNTY AND IN PART IN OR UPON RAILROAD, OMNIBUS OR  AVIATION  FACILITIES\n   25  LOCATED OUTSIDE THE COUNTY.\n   26    14.  \"MUNICIPALITY\" SHALL MEAN A COUNTY, CITY, TOWN, VILLAGE OR SCHOOL\n   27  DISTRICT.\n   28    15. \"PERSON\" SHALL MEAN ANY NATURAL PERSON, FIRM, PARTNERSHIP, ASSOCI-\n   29  ATION, JOINT VENTURE OR CORPORATION, EXCLUSIVE OF A PUBLIC CORPORATION.\n   30    16. \"PERSONAL PROPERTY\" SHALL MEAN CHATTELS AND OTHER TANGIBLE  THINGS\n   31  OF A MOVABLE OR REMOVABLE NATURE.\n   32    17.  \"POLLUTION CONTROL FACILITIES\" SHALL MEAN ANY EQUIPMENT, IMPROVE-\n   33  MENT, STRUCTURE OR FACILITY OR ANY LAND  AND  ANY  BUILDING,  STRUCTURE,\n   34  FACILITY  OR  OTHER IMPROVEMENT THEREON, OR ANY COMBINATION THEREOF, AND\n   35  ALL PROPERTY DEEMED NECESSARY THEREWITH, HAVING TO DO WITH  OR  THE  END\n   36  PURPOSE OF WHICH IS THE CONTROL, ABATEMENT OR PREVENTION OF LAND, SEWER,\n   37  WATER,  AIR,  NOISE OR GENERAL ENVIRONMENTAL POLLUTION DERIVING FROM THE\n   38  OPERATION OF AVIATION FACILITIES, INCLUDING, BUT NOT LIMITED TO ANY  AIR\n   39  POLLUTION  CONTROL  FACILITY,  NOISE  ABATEMENT  OR SUPPRESSION FACILITY\n   40  (INCLUDING PHYSICAL BARRIERS, LANDSCAPING AND  SOUND  PROOFING  FOR  THE\n   41  PURPOSE OF DIMINISHING THE EFFECT OF AIRCRAFT NOISE ON ANY AREA ADJACENT\n   42  TO  AN  AIRPORT),  WATER  MANAGEMENT  FACILITY,  WASTE  WATER COLLECTING\n   43  SYSTEM, WASTE WATER TREATMENT WORKS,  SEWAGE  TREATMENT  WORKS,  DEICING\n   44  FACILITY, OR SEWAGE TREATMENT SYSTEM OR SITE.\n   45    18. \"PROPERTY\" SHALL MEAN BOTH REAL AND PERSONAL PROPERTY.\n   46    19.  \"PROJECT\"  SHALL MEAN ANY PROPERTY OR IMPROVEMENTS LOCATED WITHIN\n   47  THE STATE OF NEW YORK AND WITHIN OR  OUTSIDE  OR  PARTIALLY  WITHIN  AND\n   48  PARTIALLY  OUTSIDE  ONONDAGA  COUNTY,  INCLUDING,  BUT  NOT  LIMITED TO,\n   49  MACHINERY, EQUIPMENT AND OTHER FACILITIES DEEMED NECESSARY OR  DESIRABLE\n   50  IN  CONNECTION  THEREWITH,  OR INCIDENTAL THERETO, WHETHER OR NOT NOW IN\n   51  EXISTENCE OR UNDER CONSTRUCTION, WHICH SHALL BE  NECESSARY  OR  SUITABLE\n   52  FOR  AVIATION  PURPOSES AND AIRPORT DEVELOPMENT AND WHICH MAY INCLUDE OR\n   53  MEAN AVIATION FACILITIES AND  POLLUTION  CONTROL  FACILITIES;  PROVIDED,\n   54  HOWEVER, THE AUTHORITY SHALL NOT USE ITS FUNDS IN RESPECT OF ANY PART OF\n   55  A  PROJECT  LOCATED  WHOLLY  OR PARTIALLY OUTSIDE THE COUNTY WITHOUT THE\n   56  PRIOR CONSENT THERETO BY THE GOVERNING BODY OF ANY OTHER COUNTY IN WHICH\n\n       A. 2166                             6\n\n    1  A PART OR PARTS OF THE PROJECT IS, OR IS TO BE LOCATED.  IT  SHALL  ALSO\n    2  MEAN  ANY  PROPERTY  NECESSARY  TO  REMOVE,  MITIGATE,  PREVENT OR LIMIT\n    3  AIRPORT HAZARDS.\n    4    20.  \"PUBLIC  CORPORATION\"  SHALL  MEAN A COUNTY, CITY, TOWN, VILLAGE,\n    5  SCHOOL DISTRICT OR SPECIAL DISTRICT,  ANY  PUBLIC  BENEFIT  CORPORATION,\n    6  AGENCY OR INSTRUMENTALITY OF THE STATE OR OF ANY MUNICIPALITY, OR TWO OR\n    7  MORE OF ANY OF THE FOREGOING ACTING JOINTLY.\n    8    21.  \"REAL  PROPERTY\"  SHALL  MEAN  LANDS,  STRUCTURES, FRANCHISES AND\n    9  INTERESTS IN LAND, AIRSPACE, WATERS, LANDS UNDER WATER, RIPARIAN RIGHTS,\n   10  AIR RIGHTS, ANY FIXTURES, EQUIPMENT AND ARTICLES  OF  PERSONAL  PROPERTY\n   11  AFFIXED  TO  OR USED IN CONNECTION THEREWITH, AND ANY AND ALL THINGS AND\n   12  RIGHTS INCLUDED WITHIN SAID TERM AND INCLUDES NOT ONLY FEES SIMPLE ABSO-\n   13  LUTE BUT ALSO ANY AND ALL LESSER INTERESTS INCLUDING BUT NOT LIMITED  TO\n   14  EASEMENTS,  RIGHTS-OF-WAY, USES, LEASES, LICENSES AND ALL OTHER INCORPO-\n   15  REAL HEREDITAMENTS AND EVERY ESTATE, INTEREST OR RIGHT, LEGAL OR EQUITA-\n   16  BLE, INCLUDING TERMS FOR YEARS AND LIENS THEREON BY  WAY  OF  JUDGMENTS,\n   17  MORTGAGES, OR OTHERWISE.\n   18    22.  \"REVENUES\"  SHALL  MEAN ALL RATES, FEES, RENTS, REVENUES, CHARGES\n   19  AND OTHER INCOME DERIVED BY THE AUTHORITY FROM THE  OPERATION,  LEASING,\n   20  SALE OR OTHER DISPOSITION OF A PROJECT OR PROJECTS.\n   21    23. \"STATE\" SHALL MEAN THE STATE OF NEW YORK.\n   22    S  2799-DDD.  SYRACUSE  REGIONAL AIRPORT AUTHORITY. 1. THERE IS HEREBY\n   23  CREATED THE SYRACUSE REGIONAL AIRPORT AUTHORITY. THE AUTHORITY SHALL  BE\n   24  A  BODY CORPORATE AND POLITIC CONSTITUTING A PUBLIC BENEFIT CORPORATION.\n   25  THE AUTHORITY SHALL CONSIST OF ELEVEN MEMBERS WHO SHALL BE APPOINTED  AS\n   26  FOLLOWS:  SEVEN SHALL BE APPOINTED BY THE MAYOR OF THE CITY OF SYRACUSE,\n   27  ONE SHALL BE APPOINTED BY THE COUNTY EXECUTIVE OF ONONDAGA  COUNTY,  ONE\n   28  SHALL BE APPOINTED BY THE TOWN BOARD OF THE TOWN OF DEWITT, ONE SHALL BE\n   29  APPOINTED  BY  THE BOARD OF EDUCATION OF THE EAST SYRACUSE MINOA CENTRAL\n   30  SCHOOL DISTRICT, AND ONE SHALL BE APPOINTED FOR A PERIOD  OF  ONE  YEAR,\n   31  ALTERNATELY,  BY  THE  BOARD  OF EDUCATION OF THE NORTH SYRACUSE CENTRAL\n   32  SCHOOL DISTRICT OR THE TOWN BOARD OF THE TOWN OF SALINA, CICERO OR CLAY.\n   33  THE MEMBER INITIALLY APPOINTED BY THE COUNTY EXECUTIVE AND  TWO  OF  THE\n   34  MEMBERS  INITIALLY  APPOINTED BY THE MAYOR SHALL SERVE FOR A TERM ENDING\n   35  DECEMBER  THIRTY-FIRST,  TWO  THOUSAND  FOURTEEN.  TWO  OF  THE  MEMBERS\n   36  INITIALLY  APPOINTED BY THE MAYOR SHALL SERVE FOR A TERM ENDING DECEMBER\n   37  THIRTY-FIRST, TWO THOUSAND FIFTEEN. THREE MEMBERS INITIALLY APPOINTED BY\n   38  THE MAYOR, THE MEMBER APPOINTED BY THE TOWN BOARD OF THE TOWN OF DEWITT,\n   39  AND THE MEMBER APPOINTED BY THE BOARD OF EDUCATION OF THE EAST  SYRACUSE\n   40  MINOA  CENTRAL  SCHOOL  DISTRICT, SHALL SERVE FOR A TERM ENDING DECEMBER\n   41  THIRTY-FIRST, TWO THOUSAND SIXTEEN. THE FIRST MEMBER  APPOINTED  BY  THE\n   42  TOWN  BOARD  OF  THE  TOWN OF SALINA, CICERO OR CLAY, OR BY THE BOARD OF\n   43  EDUCATION OF THE  NORTH  SYRACUSE  CENTRAL  SCHOOL  DISTRICT,  SHALL  BE\n   44  APPOINTED  BY THE TOWN BOARD OF THE TOWN OF CICERO AND SHALL SERVE FOR A\n   45  TERM ENDING DECEMBER THIRTY-FIRST, TWO THOUSAND THIRTEEN. FOLLOWING  THE\n   46  EXPIRATION  OF  SUCH  MEMBER'S ONE YEAR TERM, THE SUBSEQUENTLY APPOINTED\n   47  MEMBER SHALL BE APPOINTED BY THE TOWN  BOARD  OF  THE  TOWN  OF  SALINA.\n   48  FOLLOWING THE EXPIRATION OF SUCH MEMBER'S ONE YEAR TERM, THE SUBSEQUENT-\n   49  LY  APPOINTED MEMBER SHALL BE APPOINTED BY THE TOWN BOARD OF THE TOWN OF\n   50  CLAY. FOLLOWING THE EXPIRATION OF  SUCH  MEMBER'S  ONE  YEAR  TERM,  THE\n   51  SUBSEQUENTLY  APPOINTED MEMBER SHALL BE APPOINTED BY THE BOARD OF EDUCA-\n   52  TION OF THE NORTH SYRACUSE CENTRAL SCHOOL DISTRICT.    THEREAFTER,  EACH\n   53  SUBSEQUENT  MEMBER  SHALL  BE  APPOINTED ALTERNATELY BY EACH TOWN OR THE\n   54  BOARD OF EDUCATION IN THE SAME ORDER AS THE  INITIAL  APPOINTMENTS.  THE\n   55  MAYOR  SHALL DESIGNATE ONE OF THE ELEVEN MEMBERS TO SERVE AS CHAIRPERSON\n   56  OF THE AUTHORITY. WITH THE EXCEPTION OF  THE  MEMBER  APPOINTED  BY  THE\n\n       A. 2166                             7\n\n    1  BOARD  OF  EDUCATION OF THE NORTH SYRACUSE CENTRAL SCHOOL DISTRICT OR BY\n    2  THE TOWN BOARD OF THE TOWN OF SALINA, CICERO OR CLAY, WHO SHALL SERVE  A\n    3  ONE  YEAR TERM, AND THOSE INITIAL APPOINTEES WHOSE TERMS ARE THREE YEARS\n    4  OR LESS, EACH MEMBER SHALL SERVE A TERM OF FOUR YEARS.\n    5    2.  ALL  MEMBERS  SHALL CONTINUE TO HOLD OFFICE UNTIL THEIR SUCCESSORS\n    6  ARE APPOINTED AND QUALIFY. VACANCIES  SHALL  BE  FILLED  IN  THE  MANNER\n    7  PROVIDED  FOR ORIGINAL APPOINTMENT.  VACANCIES, OCCURRING OTHERWISE THAN\n    8  BY EXPIRATION OF TERM OF OFFICE,  SHALL  BE  FILLED  FOR  THE  UNEXPIRED\n    9  TERMS.  MEMBERS  MAY  BE REMOVED FROM OFFICE FOR THE SAME REASONS AND IN\n   10  THE SAME MANNER AS MAY BE PROVIDED BY LAW FOR THE REMOVAL OF OFFICERS OF\n   11  THE CITY. THE MEMBERS OF THE AUTHORITY SHALL RECEIVE NO COMPENSATION FOR\n   12  THEIR SERVICES BUT SHALL BE REIMBURSED FOR ALL THEIR ACTUAL  AND  NECES-\n   13  SARY  EXPENSES  INCURRED  IN  CONNECTION  WITH  THE  CARRYING OUT OF THE\n   14  PURPOSES OF THIS TITLE. THE POWERS OF THE AUTHORITY SHALL BE  VESTED  IN\n   15  AND  BE  EXERCISED  BY  THE  MEMBERS  OF THE AUTHORITY AT A MEETING DULY\n   16  CALLED AND HELD AND A MAJORITY OF DIRECTORS SHALL CONSTITUTE  A  QUORUM.\n   17  NO  ACTION  SHALL  BE  TAKEN EXCEPT PURSUANT TO THE FAVORABLE VOTE OF AT\n   18  LEAST A MAJORITY OF MEMBERS. THE MEMBERS OF THE AUTHORITY  MAY  DELEGATE\n   19  TO ONE OR MORE OF ITS MEMBERS, OFFICERS, AGENTS OR EMPLOYEES SUCH POWERS\n   20  AND DUTIES AS IT MAY DEEM PROPER.\n   21    3.  THE  AUTHORITY  SHALL HAVE A REGIONAL ADVISORY BOARD CONSISTING OF\n   22  EIGHT NON-VOTING  MEMBERS.  THE  MEMBERSHIP  SHALL  INCLUDE  ONE  MEMBER\n   23  APPOINTED  BY  THE  COUNTY  EXECUTIVE  OF ONEIDA COUNTY, ONE MEMBER EACH\n   24  APPOINTED BY THE CHAIRPERSONS OF THE COUNTY  LEGISLATURES  OF  ONONDAGA,\n   25  OSWEGO,  CORTLAND,  CAYUGA, AND JEFFERSON COUNTIES, ONE MEMBER APPOINTED\n   26  BY THE CHAIRPERSON OF THE BOARD OF SUPERVISORS OF  MADISON  COUNTY,  AND\n   27  ONE  MEMBER  APPOINTED  BY  THE  COMMON COUNCIL OF THE CITY OF SYRACUSE.\n   28  MEMBERS WILL BE APPOINTED FOR TWO YEAR TERMS AND MAY BE REAPPOINTED.\n   29    4. APPOINTMENTS TO THE AUTHORITY AND TO THE NON-VOTING ADVISORY  BOARD\n   30  SHALL  BE  GEOGRAPHICALLY DIVERSE AND INCLUDE REPRESENTATIVES FROM BUSI-\n   31  NESS, FINANCE, AND LABOR.\n   32    5. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF ANY GENERAL,  SPECIAL\n   33  OR  LOCAL  LAW,  ORDINANCE, RESOLUTION OR CHARTER, NO OFFICER, MEMBER OR\n   34  EMPLOYEE OF THE STATE OR OF ANY PUBLIC CORPORATION SHALL FORFEIT HIS  OR\n   35  HER  OFFICE OR EMPLOYMENT BY REASON OF HIS OR HER ACCEPTANCE OF APPOINT-\n   36  MENT AS A MEMBER, OFFICER  OR  EMPLOYEE  OF  THE  AUTHORITY,  NOR  SHALL\n   37  SERVICE AS SUCH MEMBER, OFFICER OR EMPLOYEE BE DEEMED INCOMPATIBLE OR IN\n   38  CONFLICT WITH SUCH OFFICE, MEMBERSHIP OR EMPLOYMENT.\n   39    6.  ALL  MEMBERS  OF THE AUTHORITY WILL BE REQUIRED TO COMPLY WITH THE\n   40  CITY OF SYRACUSE CODE OF ETHICS AND TO  COMPLETE  ALL  DISCLOSURE  FORMS\n   41  REQUIRED BY SAID CODE OF ETHICS.\n   42    7.  THE  AUTHORITY SHALL CONTINUE FOR A TERM OF ONE YEAR AFTER ALL ITS\n   43  BONDS HAVE BEEN FULLY PAID  AND  DISCHARGED.  UPON  TERMINATION  OF  THE\n   44  EXISTENCE OF THE AUTHORITY, ALL OF ITS RIGHTS AND PROPERTY SHALL PASS TO\n   45  AND BE VESTED IN THE CITY.\n   46    S  2799-EEE.  ADVANCES ON BEHALF OF AUTHORITY, TRANSFER OF PROPERTY TO\n   47  AUTHORITY, ACQUISITION OF PROPERTY BY CITY OR AUTHORITY. 1. IN  ADDITION\n   48  TO  ANY POWERS GRANTED TO IT BY LAW, THE CITY OR ANY OTHER PUBLIC CORPO-\n   49  RATION MAY, FROM TIME TO TIME, APPROPRIATE BY  ORDINANCE  OR  RESOLUTION\n   50  SUMS OF MONEY TO DEFRAY PROJECT COSTS OR ANY OTHER COSTS AND EXPENSES OF\n   51  THE  AUTHORITY  INCLUDING  OPERATING  EXPENSES. SUBJECT TO THE RIGHTS OF\n   52  BONDHOLDERS, THE CITY OR SUCH OTHER PUBLIC CORPORATION MAY DETERMINE  IF\n   53  THE MONEYS SO APPROPRIATED SHALL BE SUBJECT TO REPAYMENT BY THE AUTHORI-\n   54  TY  TO THE CITY OR SUCH OTHER PUBLIC CORPORATION AND, IN SUCH EVENT, THE\n   55  MANNER AND TIME OR TIMES FOR SUCH REPAYMENT.\n\n       A. 2166                             8\n\n    1    2. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF ANY GENERAL,  SPECIAL\n    2  OR  LOCAL  LAW, ORDINANCE, RESOLUTION OR CHARTER, ANY PUBLIC CORPORATION\n    3  MAY, BY A MAJORITY VOTE OF ITS GOVERNING BODY AND THE  APPROVAL  OF  ITS\n    4  CHIEF  EXECUTIVE  OFFICER,  GIVE, GRANT, SELL, CONVEY, LOAN, LICENSE THE\n    5  USE  OF  OR LEASE TO THE AUTHORITY ANY PROPERTY OR FACILITIES, INCLUDING\n    6  AVIATION FACILITIES AND POLLUTION CONTROL FACILITIES, WHICH  ARE  USEFUL\n    7  IN  CONNECTION  WITH  THE  EXERCISE BY THE AUTHORITY OF ITS POWERS UNDER\n    8  THIS TITLE. ANY SUCH GIFT, GRANT, SALE,  CONVEYANCE,  LOAN,  LICENSE  OR\n    9  LEASE  SHALL  BE  UPON  SUCH  TERMS AND CONDITIONS, AND FOR SUCH TERM OR\n   10  TERMS OF YEARS, SUBJECT TO THE RIGHTS OF THE HOLDERS OF  ANY  BONDS,  AS\n   11  THE  AUTHORITY  AND  SUCH  PUBLIC  CORPORATION MAY AGREE. ANY SUCH GIFT,\n   12  GRANT, SALE, CONVEYANCE, LEASE, LOAN OR LICENSE SHALL NOT BE SUBJECT  TO\n   13  REFERENDUM, PERMISSIVE OR MANDATORY. IN THE EVENT THAT ANY PUBLIC CORPO-\n   14  RATION  GIVES,  GRANTS,  SELLS,  CONVEYS,  LOANS, LICENSES OR LEASES ANY\n   15  AVIATION FACILITIES, REAL  PROPERTY,  FACILITIES  OR  POLLUTION  CONTROL\n   16  FACILITIES  TO  THE AUTHORITY, SUCH PUBLIC CORPORATION MAY CONTRACT WITH\n   17  THE AUTHORITY TO LEASE, BORROW, LICENSE, OPERATE, MAINTAIN,  MANAGE  AND\n   18  PROVIDE  SERVICES  FOR  SUCH REAL PROPERTY OR FACILITIES UPON SUCH TERMS\n   19  AND CONDITIONS AND FOR SUCH TERM OR  TERMS  OF  YEARS,  SUBJECT  TO  THE\n   20  RIGHTS OF HOLDERS OF BONDS, AS THE AUTHORITY AND SUCH PUBLIC CORPORATION\n   21  MAY  AGREE. THE AUTHORITY, IN FURTHERANCE OF ANY PURCHASE, CONVEYANCE OR\n   22  LEASE OF ANY PROPERTY OR  FACILITY  FROM  ANY  PUBLIC  CORPORATION,  MAY\n   23  ASSUME  THE  PRIMARY RESPONSIBILITY FOR THE PAYMENT OF THE PRINCIPAL AND\n   24  INTEREST ON ANY BONDS OR NOTES ISSUED BY  SUCH  PUBLIC  CORPORATION  FOR\n   25  SUCH  PROPERTY OR FACILITY.  FOR PURPOSES OF SECTION 136.00 OF THE LOCAL\n   26  FINANCE LAW, ANY AGREEMENT  BY  THE  AUTHORITY  TO  ASSUME  THE  PRIMARY\n   27  RESPONSIBILITY  FOR  THE  PAYMENT  OF  THE PRINCIPAL AND INTEREST ON ANY\n   28  BONDS OR NOTES ISSUED BY ANY SUCH PUBLIC CORPORATION SHALL, SO  LONG  AS\n   29  SUCH AGREEMENT SHALL CONTINUE TO BE HONORED BY THE AUTHORITY, CAUSE SUCH\n   30  BONDS  OR  NOTES  TO BE DEEMED TO HAVE BEEN REFUNDED AND ANY SUCH PUBLIC\n   31  CORPORATION MAY DEDUCT  FROM  ITS  GROSS  INDEBTEDNESS  ANY  OUTSTANDING\n   32  INDEBTEDNESS  CONTRACTED FOR SUCH PROPERTY OR FACILITY TO BE ACQUIRED BY\n   33  THE AUTHORITY.\n   34    3. THE CITY MAY ACQUIRE BY PURCHASE, GRANT, LEASE, GIFT  OR  CONDEMNA-\n   35  TION  PURSUANT  TO THE EMINENT DOMAIN PROCEDURE LAW REAL PROPERTY IN THE\n   36  NAME OF THE CITY FOR ANY CORPORATE PURPOSE OF THE AUTHORITY.\n   37    4. NOTWITHSTANDING THE PROVISIONS OF ANY OTHER LAW,  GENERAL,  SPECIAL\n   38  OR  LOCAL,  REAL PROPERTY ACQUIRED BY THE AUTHORITY OR THE CITY FROM THE\n   39  STATE MAY BE USED FOR ANY CORPORATE PURPOSE OF THE AUTHORITY.\n   40    S 2799-FFF. TRANSFER OF OFFICERS AND EMPLOYEES. 1. IN ACCORDANCE  WITH\n   41  THE  PROVISIONS OF SECTION SEVENTY OF THE CIVIL SERVICE LAW, ANY OFFICER\n   42  OR EMPLOYEE OF THE CITY, SELECTED BY THE AUTHORITY MAY, WITH THE CONSENT\n   43  OF THE MAYOR, BE TRANSFERRED TO THE AUTHORITY AND SHALL BE ELIGIBLE  FOR\n   44  SUCH  TRANSFER AND APPOINTMENT, WITHOUT FURTHER EXAMINATION, TO APPLICA-\n   45  BLE OFFICES, POSITIONS AND EMPLOYMENT  UNDER  THE  AUTHORITY.  ANY  SUCH\n   46  OFFICERS  OR  EMPLOYEES SO TRANSFERRED TO THE AUTHORITY PURSUANT TO THIS\n   47  SECTION, WHO ARE MEMBERS OF OR BENEFIT UNDER  ANY  EXISTING  PENSION  OR\n   48  RETIREMENT  FUND  OR  SYSTEM,  SHALL CONTINUE TO HAVE ALL RIGHTS, PRIVI-\n   49  LEGES, OBLIGATIONS AND STATUS WITH RESPECT TO SUCH FUND OR SYSTEM AS ARE\n   50  NOW PRESCRIBED BY LAW, BUT DURING THE PERIOD OF THEIR EMPLOYMENT BY  THE\n   51  AUTHORITY,  ALL CONTRIBUTIONS TO SUCH FUNDS OR SYSTEMS TO BE PAID BY THE\n   52  EMPLOYER ON ACCOUNT OF SUCH OFFICERS OR EMPLOYEES SHALL BE PAID  BY  THE\n   53  AUTHORITY.\n   54    2. A TRANSFERRED EMPLOYEE SHALL REMAIN IN THE SAME COLLECTIVE BARGAIN-\n   55  ING UNIT AS WAS THE CASE PRIOR TO HIS OR HER TRANSFER; SUCCESSOR EMPLOY-\n   56  EES  TO THE POSITIONS HELD BY SUCH TRANSFERRED EMPLOYEES SHALL, CONSIST-\n\n       A. 2166                             9\n\n    1  ENT WITH THE PROVISIONS OF ARTICLE FOURTEEN OF THE CIVIL SERVICE LAW, BE\n    2  INCLUDED IN THE SAME UNIT AS THEIR PREDECESSORS.   EMPLOYEES SERVING  IN\n    3  POSITIONS IN NEWLY CREATED TITLES SHALL BE ASSIGNED TO SUCH SAME COLLEC-\n    4  TIVE  BARGAINING UNIT IF THEY WOULD HAVE BEEN ASSIGNED TO SUCH UNIT WERE\n    5  SUCH TITLES CREATED PRIOR TO THE ESTABLISHMENT OF THE AUTHORITY. NOTHING\n    6  CONTAINED IN THIS TITLE SHALL BE CONSTRUED (A) TO DIMINISH THE RIGHTS OF\n    7  EMPLOYEES PURSUANT TO A COLLECTIVE BARGAINING AGREEMENT OR (B) TO AFFECT\n    8  EXISTING LAW WITH RESPECT TO AN APPLICATION  TO  THE  PUBLIC  EMPLOYMENT\n    9  RELATIONS  BOARD SEEKING A DESIGNATION BY THE BOARD THAT CERTAIN PERSONS\n   10  ARE MANAGERIAL OR CONFIDENTIAL.\n   11    S 2799-GGG. GENERAL POWERS  OF  THE  AUTHORITY.  EXCEPT  AS  OTHERWISE\n   12  LIMITED BY THIS TITLE, THE AUTHORITY SHALL HAVE POWER:\n   13    1. TO SUE AND BE SUED;\n   14    2. TO HAVE A SEAL AND ALTER THE SAME AT PLEASURE;\n   15    3.  TO  BORROW MONEY AND ISSUE BONDS FOR ANY OF ITS CORPORATE PURPOSES\n   16  OR ITS PROJECTS AND TO PROVIDE FOR THE RIGHTS OF THE HOLDERS THEREOF;\n   17    4. TO MAKE AND ALTER BY-LAWS FOR ITS ORGANIZATION AND MANAGEMENT, AND,\n   18  SUBJECT TO AGREEMENTS WITH ITS BONDHOLDERS, TO MAKE AND ALTER RULES  AND\n   19  REGULATIONS  GOVERNING THE EXERCISE OF ITS POWERS AND THE FULFILLMENT OF\n   20  ITS PURPOSES UNDER THIS TITLE;\n   21    5. TO ACQUIRE BY PURCHASE, GRANT, LEASE, GIFT,  CONDEMNATION  PURSUANT\n   22  TO  THE PROVISIONS OF THE EMINENT DOMAIN PROCEDURE LAW WITH THE APPROVAL\n   23  OF THE CITY, OR OTHERWISE AND TO HOLD AND USE  PROPERTY  AND  FACILITIES\n   24  NECESSARY,  CONVENIENT OR DESIRABLE TO CARRY OUT ITS CORPORATE PURPOSES,\n   25  AND TO SELL, CONVEY, MORTGAGE,  LEASE,  PLEDGE,  EXCHANGE  OR  OTHERWISE\n   26  DISPOSE  OF  ANY  SUCH  PROPERTY  AND  FACILITIES  IN SUCH MANNER AS THE\n   27  AUTHORITY SHALL DETERMINE;\n   28    6. TO ACQUIRE, CONSTRUCT, RECONSTRUCT, LEASE, EXPAND,  IMPROVE,  MAIN-\n   29  TAIN, EQUIP, FURNISH, OPERATE ONE OR MORE PROJECTS AND, IF NECESSARY, TO\n   30  PAY OR FINANCE THE COST THEREOF;\n   31    7.  TO  APPLY FOR AND TO ACCEPT GIFTS, GRANTS, LOANS, OR CONTRIBUTIONS\n   32  OF FUNDS OR PROPERTY OR FINANCIAL OR OTHER AID IN  ANY  FORM  FROM,  AND\n   33  ENTER INTO CONTRACTS OR OTHER TRANSACTIONS WITH, THE FEDERAL GOVERNMENT,\n   34  THE  STATE OR ANY PUBLIC CORPORATION OR ANY OTHER SOURCE, AND TO USE ANY\n   35  SUCH GIFTS, GRANTS, LOANS OR CONTRIBUTIONS  FOR  ANY  OF  ITS  CORPORATE\n   36  PURPOSES;\n   37    8.  TO GRANT OPTIONS TO RENEW ANY LEASE WITH RESPECT TO ANY PROJECT OR\n   38  PROJECTS AND TO GRANT OPTIONS TO BUY ANY PROJECT AT SUCH  PRICE  AS  THE\n   39  AUTHORITY MAY DEEM DESIRABLE;\n   40    9. TO DESIGNATE THE DEPOSITORIES OF ITS MONEY;\n   41    10. TO ESTABLISH ITS FISCAL YEAR;\n   42    11.  TO  ENTER  INTO CONTRACTS, AGREEMENTS AND LEASES WITH THE FEDERAL\n   43  GOVERNMENT, THE STATE, THE COUNTY, THE CITY, ANY PERSON OR OTHER  PUBLIC\n   44  CORPORATION  AND  TO  EXECUTE ALL INSTRUMENTS NECESSARY OR CONVENIENT TO\n   45  ACCOMPLISHING ITS CORPORATE PURPOSES;\n   46    12. TO APPOINT SUCH OFFICERS, EMPLOYEES AND AGENTS  AS  THE  AUTHORITY\n   47  MAY  REQUIRE FOR THE PERFORMANCE OF ITS DUTIES, AND TO FIX AND DETERMINE\n   48  THEIR QUALIFICATIONS, DUTIES, AND COMPENSATION SUBJECT TO THE PROVISIONS\n   49  OF THE CIVIL SERVICE LAW AND ANY APPLICABLE COLLECTIVE BARGAINING AGREE-\n   50  MENT, AND TO RETAIN OR EMPLOY COUNSEL, AUDITORS, ENGINEERS  AND  PRIVATE\n   51  CONSULTANTS ON A CONTRACT BASIS OR OTHERWISE FOR RENDERING PROFESSIONAL,\n   52  MANAGEMENT OR TECHNICAL SERVICES AND ADVICE;\n   53    13.  WITH  THE CONSENT OF THE MAYOR TO USE EMPLOYEES, AGENTS, CONSULT-\n   54  ANTS AND FACILITIES OF THE CITY, PAYING THE CITY ITS  AGREED  PROPORTION\n   55  OF THE COMPENSATION OR COSTS;\n\n       A. 2166                            10\n\n    1    14.  TO  MAKE  PLANS,  SURVEYS,  AND  STUDIES NECESSARY, CONVENIENT OR\n    2  DESIRABLE TO THE EFFECTUATION OF THE PURPOSES AND POWERS OF THE AUTHORI-\n    3  TY AND TO PREPARE RECOMMENDATIONS IN REGARD THERETO;\n    4    15. TO ENTER UPON SUCH LANDS, WATERS OR PREMISES AS IN THE JUDGMENT OF\n    5  THE  AUTHORITY MAY BE NECESSARY, CONVENIENT OR DESIRABLE FOR THE PURPOSE\n    6  OF MAKING SURVEYS, SOUNDINGS, BORINGS AND EXAMINATIONS TO ACCOMPLISH ANY\n    7  PURPOSE AUTHORIZED BY THIS TITLE, THE AUTHORITY BEING LIABLE FOR  ACTUAL\n    8  DAMAGE DONE;\n    9    16. THE AUTHORITY MAY COVENANT AND CONSENT THAT THE INTEREST ON ANY OF\n   10  ITS  BONDS  OR  NOTES ISSUED PURSUANT TO THIS TITLE SHALL BE INCLUDIBLE,\n   11  UNDER THE UNITED STATES INTERNAL REVENUE CODE OF 1986, OR ANY SUBSEQUENT\n   12  CORRESPONDING INTERNAL REVENUE LAW OF THE UNITED STATES, IN GROSS INCOME\n   13  OF THE HOLDERS OF THE BONDS OR NOTES TO THE SAME EXTENT AND IN THE  SAME\n   14  MANNER  THAT THE INTEREST ON BILLS, BONDS, NOTES OR OTHER OBLIGATIONS OF\n   15  THE UNITED STATES IS INCLUDIBLE IN THE GROSS INCOME OF THE HOLDERS THER-\n   16  EOF UNDER SAID INTERNAL REVENUE CODE OR ANY SUCH SUBSEQUENT LAW;\n   17    17. TO DO ALL THINGS NECESSARY, CONVENIENT OR DESIRABLE TO  CARRY  OUT\n   18  ITS  PURPOSES  AND FOR THE EXERCISE OF THE POWERS GRANTED IN THIS TITLE;\n   19  AND\n   20    18. TO INSURE OR PROVIDE FOR THE INSURANCE OF THE AUTHORITY'S PROPERTY\n   21  OR OPERATIONS AS REQUIRED BY LAW AND ALSO AGAINST SUCH  OTHER  RISKS  AS\n   22  THE AUTHORITY MAY DEEM ADVISABLE.\n   23    S  2799-HHH.  SPECIAL  POWERS OF THE AUTHORITY. IN ORDER TO EFFECTUATE\n   24  THE PURPOSE OF THIS TITLE:\n   25    1. THE AUTHORITY MAY ENTER INTO  ANY  JOINT  SERVICE  ARRANGEMENTS  AS\n   26  PROVIDED IN THIS SECTION.\n   27    2.  THE  AUTHORITY  MAY, ON SUCH TERMS AND CONDITIONS AS THE AUTHORITY\n   28  MAY DETERMINE NECESSARY, CONVENIENT OR DESIRABLE, ESTABLISH,  CONSTRUCT,\n   29  EFFECTUATE,  OPERATE,  MANAGE,  MAINTAIN,  RENOVATE,  IMPROVE, EXTEND OR\n   30  REPAIR ANY AVIATION FACILITIES OR POLLUTION CONTROL FACILITIES,  OR  MAY\n   31  PROVIDE  FOR  SUCH ESTABLISHMENT, CONSTRUCTION, EFFECTUATION, OPERATION,\n   32  MANAGEMENT, MAINTENANCE, RENOVATION, IMPROVEMENT, EXTENSION OR REPAIR BY\n   33  CONTRACT, LEASE, OR OTHER ARRANGEMENT ON SUCH TERMS AS THE AUTHORITY MAY\n   34  DEEM NECESSARY, CONVENIENT OR DESIRABLE WITH THE FEDERAL GOVERNMENT, ANY\n   35  STATE OR AGENCY OR INSTRUMENTALITY THEREOF,  OR  ANY  PERSON  OR  PUBLIC\n   36  CORPORATION.  IN  CONNECTION  WITH THE OPERATION OF ANY SUCH FACILITIES,\n   37  THE AUTHORITY MAY ESTABLISH,  CONSTRUCT,  EFFECTUATE,  OPERATE,  MANAGE,\n   38  MAINTAIN,  RENOVATE,  IMPROVE,  EXTEND  OR  REPAIR  OR  MAY  PROVIDE  BY\n   39  CONTRACT,  LEASE   OR   OTHER   ARRANGEMENT   FOR   THE   ESTABLISHMENT,\n   40  CONSTRUCTION,  EFFECTUATION,  OPERATION,  MANAGEMENT, MAINTENANCE, RENO-\n   41  VATION, IMPROVEMENT, EXTENSION OR REPAIR OF  ANY  RELATED  SERVICES  AND\n   42  ACTIVITIES IT DEEMS NECESSARY, CONVENIENT OR DESIRABLE.\n   43    3. THE AUTHORITY MAY ESTABLISH, FIX, REVISE, LEVY AND COLLECT OR CAUSE\n   44  TO BE ESTABLISHED, FIXED, REVISED, LEVIED AND COLLECTED AND, IN THE CASE\n   45  OF  A  JOINT SERVICE ARRANGEMENT, JOIN WITH OTHERS IN THE ESTABLISHMENT,\n   46  FIXING, REVISION, LEVY AND COLLECTION OF  SUCH  FARES,  RENTALS,  RATES,\n   47  CHARGES,  LANDING  AND FIELD USE FEES, CONCESSION FEES AND OTHER FEES AS\n   48  IT MAY DEEM NECESSARY, CONVENIENT OR DESIRABLE FOR THE USE AND OPERATION\n   49  OF ANY REAL PROPERTY, AVIATION FACILITIES, POLLUTION CONTROL FACILITIES,\n   50  FACILITY AND RELATED SERVICES OPERATED OR MANAGED BY  THE  AUTHORITY  OR\n   51  UNDER  CONTRACT,  LEASE  OR  OTHER  ARRANGEMENT, INCLUDING JOINT SERVICE\n   52  ARRANGEMENTS, WITH THE AUTHORITY. SUCH FARES, RENTALS,  RATES,  CHARGES,\n   53  LANDING  AND  FIELD  USE FEES, CONCESSION FEES OR OTHER FEES SHALL BE AT\n   54  LEAST SUFFICIENT AT ALL TIMES IN THE JUDGMENT OF THE AUTHORITY TO ESTAB-\n   55  LISH AND  MAINTAIN  THE  COMBINED  OPERATIONS  OF  THE  AUTHORITY  ON  A\n   56  SELF-SUSTAINING  BASIS. SUCH OPERATIONS SHALL BE DEEMED TO BE ON A SELF-\n\n       A. 2166                            11\n\n    1  SUSTAINING BASIS AS REQUIRED BY THIS TITLE, WHEN THE AUTHORITY  IS  ABLE\n    2  TO PAY OR FUND OR CAUSE TO BE PAID OR FUNDED FROM REVENUES AND ANY OTHER\n    3  FUNDS ACTUALLY AVAILABLE TO THE AUTHORITY:\n    4    (A)  THE  PRINCIPAL  OF,  PREMIUM,  IF  ANY,  AND  THE INTEREST ON THE\n    5  OUTSTANDING BONDS OF THE AUTHORITY AS THE  SAME  SHALL  BECOME  DUE  AND\n    6  PAYABLE  AND  ANY  CAPITAL  OR DEBT SERVICE RESERVE THEREFOR AND, TO THE\n    7  EXTENT REQUIRED BY ANY AGREEMENT BETWEEN THE CITY AND THE AUTHORITY, THE\n    8  PRINCIPAL OF AND INTEREST ON ANY  GENERAL  OBLIGATION  BONDS,  NOTES  OR\n    9  OTHER  EVIDENCE  OF  INDEBTEDNESS OF THE CITY ISSUED FOR OR ALLOCABLE TO\n   10  ANY PROJECT OF THE AUTHORITY AS THE SAME SHALL BECOME  DUE  AND  PAYABLE\n   11  AND ANY RESERVES THEREFOR;\n   12    (B)  THE  COST  OF ADMINISTERING, MAINTAINING, REPAIRING AND OPERATING\n   13  ANY PROJECT OF THE AUTHORITY;\n   14    (C) THE COST OF CONSTRUCTING CAPITAL IMPROVEMENTS THERETO PURSUANT  TO\n   15  ANY AGREEMENT BETWEEN THE CITY AND THE AUTHORITY;\n   16    (D)  ANY  LIABILITIES  INCURRED FOR OR ALLOCABLE TO ANY PROJECT OF THE\n   17  AUTHORITY INCLUDING ANY LIABILITIES OF THE CITY ASSUMED BY THE AUTHORITY\n   18  PURSUANT TO ANY AGREEMENT BETWEEN THE CITY AND  THE  AUTHORITY,  AS  THE\n   19  SAME BECOME DUE AND PAYABLE;\n   20    (E)  ANY REQUIREMENTS OF ANY AGREEMENT INCLUDING THOSE RELATING TO THE\n   21  ESTABLISHMENT OF RESERVES FOR RENEWAL AND  REPLACEMENT  AND  FOR  UNCOL-\n   22  LECTED  FARES, RENTALS, RATES, CHARGES AND FEES AND COVENANTS RESPECTING\n   23  RATES AND DEBT SERVICE AND EARNINGS COVERAGE RATIOS;\n   24    (F) ALL OTHER REASONABLE AND NECESSARY EXPENSES OF THE AUTHORITY; AND\n   25    (G) THE COST OF SUCH ADDITIONAL PROJECTS AS MAY BE  NOW  OR  HEREAFTER\n   26  AUTHORIZED BY LAW AND AGREED TO BY THE AUTHORITY.\n   27    4.  THE  AUTHORITY  MAY  ESTABLISH  AND,  IN THE CASE OF JOINT SERVICE\n   28  ARRANGEMENTS, JOIN WITH OTHERS IN THE ESTABLISHMENT  OF  SUCH  SCHEDULES\n   29  AND STANDARDS OF OPERATIONS AND SUCH OTHER RULES AND REGULATIONS INCLUD-\n   30  ING  BUT  NOT  LIMITED  TO  RULES AND REGULATIONS GOVERNING THE CONDUCT,\n   31  SAFETY AND SECURITY OF THE PUBLIC AS IT MAY DEEM  NECESSARY,  CONVENIENT\n   32  OR  DESIRABLE  FOR  THE USE, OPERATION AND MANAGEMENT OF ANY PROJECT AND\n   33  RELATED SERVICES OPERATED OR MANAGED BY THE AUTHORITY OR UNDER CONTRACT,\n   34  LEASE OR OTHER ARRANGEMENT, INCLUDING JOINT SERVICE  ARRANGEMENTS,  WITH\n   35  THE  AUTHORITY. SUCH RULES AND REGULATIONS GOVERNING THE CONDUCT, SAFETY\n   36  AND SECURITY OF THE PUBLIC SHALL BE FILED WITH THE DEPARTMENT  OF  STATE\n   37  IN  THE MANNER PROVIDED BY SECTION ONE HUNDRED TWO OF THE EXECUTIVE LAW.\n   38  IN THE CASE OF ANY CONFLICT BETWEEN ANY SUCH RULE OR REGULATION  OF  THE\n   39  AUTHORITY  GOVERNING  THE CONDUCT, SAFETY AND SECURITY OF THE PUBLIC AND\n   40  ANY LOCAL LAW, ORDINANCE, RULE OR REGULATION, SUCH RULE OR REGULATION OF\n   41  THE AUTHORITY SHALL PREVAIL.\n   42    5. THE AUTHORITY MAY DO ALL THINGS IT DEEMS NECESSARY,  CONVENIENT  OR\n   43  DESIRABLE TO MANAGE, CONTROL AND DIRECT THE MAINTENANCE AND OPERATION OF\n   44  AVIATION   FACILITIES,  EQUIPMENT  OR  PROPERTY  OPERATED  BY  OR  UNDER\n   45  CONTRACT, LEASE OR OTHER ARRANGEMENT WITH  THE  AUTHORITY.    EXCEPT  AS\n   46  AGREED TO PURSUANT TO ANY AGREEMENT BETWEEN THE AUTHORITY AND ANY PUBLIC\n   47  CORPORATION  AND  EXCEPT  AS  HEREINAFTER SPECIALLY PROVIDED, NO MUNICI-\n   48  PALITY EXCEPT FOR THE CITY, SHALL HAVE JURISDICTION OVER ANY  FACILITIES\n   49  OF  THE  AUTHORITY  OR ANY OF ITS ACTIVITIES OR OPERATIONS. THE CITY MAY\n   50  PROVIDE FOR SUCH FACILITIES' POLICE AND FIRE PROTECTION SERVICES.\n   51    6. THE AUTHORITY MAY ACCEPT UNCONDITIONAL GRANTS OF MONEY OR  PROPERTY\n   52  FROM  ANY MUNICIPALITY THE WHOLE OR ANY PART OF WHICH MUNICIPALITY SHALL\n   53  BE SERVED OR TO BE SERVED  BY  AN  AVIATION  FACILITY  OPERATED  BY  THE\n   54  AUTHORITY.  SUCH GRANTS OF MONEY OR PROPERTY WOULD BE FOR THE PURPOSE OF\n   55  ASSISTING THE AUTHORITY IN MEETING ITS CAPITAL  OR  OPERATING  EXPENSES.\n\n       A. 2166                            12\n\n    1  THE ACCEPTANCE OF ANY SUCH GRANT SHALL NOT OPERATE TO MAKE THE AUTHORITY\n    2  AN AGENCY OF THE MUNICIPALITY MAKING THE GRANT.\n    3    7.  IN ANY INSTANCE WHERE THE CITY IS REQUIRED BY LAW, WITH RESPECT TO\n    4  AN AIRPORT OR ANY AVIATION FACILITIES, TO CONDUCT A  PUBLIC  HEARING  IN\n    5  CONNECTION  WITH  A  CONTRACT, LEASE, JOINT SERVICE ARRANGEMENT, CHARGE,\n    6  FARE, RENTAL OR FEE, THE AUTHORITY SHALL NOT ENTER INTO  SUCH  CONTRACT,\n    7  LEASE,  JOINT SERVICE ARRANGEMENT, OR ESTABLISH, FIX, REVISE OR LEVY ANY\n    8  CHARGE, FARE, RENTAL, LANDING AND FIELD USE FEE, CONCESSION FEE OR OTHER\n    9  FEE UNLESS AND UNTIL THE AUTHORITY HAS HELD A PUBLIC  HEARING  AT  WHICH\n   10  INTERESTED  PERSONS  HAVE  HAD AN OPPORTUNITY TO BE HEARD CONCERNING THE\n   11  SAME, PROVIDED HOWEVER, IF THE CITY HAS CONDUCTED A  PUBLIC  HEARING  IN\n   12  CONNECTION WITH SUCH CONTRACT, LEASE, JOINT SERVICE ARRANGEMENT, CHARGE,\n   13  FARE,  RENTAL  OR  FEE,  THE  AUTHORITY  SHALL NOT BE REQUIRED TO HOLD A\n   14  PUBLIC HEARING. NOTICE OF SUCH PUBLIC HEARING SHALL BE PUBLISHED BY  THE\n   15  AUTHORITY  AT  LEAST  TEN DAYS BEFORE THE DATE SET THEREFOR, IN AT LEAST\n   16  ONE NEWSPAPER OF GENERAL CIRCULATION IN THE COUNTY.  SUCH  NOTICE  SHALL\n   17  SET  FORTH  THE DATE, TIME AND PLACE OF SUCH HEARING AND SHALL INCLUDE A\n   18  BRIEF DESCRIPTION OF THE MATTERS TO BE CONSIDERED AT  SUCH  MEETING.  AT\n   19  ALL  SUCH  HEARINGS, ANY INTERESTED PERSONS SHALL HAVE AN OPPORTUNITY TO\n   20  BE HEARD CONCERNING THE MATTERS UNDER CONSIDERATION.   ANY  DECISION  OF\n   21  THE  AUTHORITY  ON MATTERS CONSIDERED AT SUCH PUBLIC HEARING SHALL BE IN\n   22  WRITING AND BE MADE AVAILABLE IN THE OFFICE OF THE AUTHORITY FOR  PUBLIC\n   23  INSPECTION DURING REGULAR OFFICE HOURS.\n   24    S  2799-III.  CITY APPROVAL REQUIRED. NOTWITHSTANDING ANY INCONSISTENT\n   25  PROVISION OF THIS TITLE, NO PROJECT HAVING AN AGGREGATE  COST  EXCEEDING\n   26  TEN  MILLION  DOLLARS,  INCLUDING  BUT NOT LIMITED TO THE ACQUISITION OF\n   27  REAL PROPERTY BY THE AUTHORITY  OR  THE  EXPANSION  OF  THE  AUTHORITY'S\n   28  AVIATION  FACILITIES,  MAY  BE  UNDERTAKEN  BY THE AUTHORITY UNLESS SUCH\n   29  PROJECT IS APPROVED BY ORDINANCE OF THE SYRACUSE COMMON COUNCIL  ADOPTED\n   30  BY A MAJORITY VOTE AND APPROVED BY THE MAYOR.\n   31    S  2799-JJJ.  BONDS  OF THE AUTHORITY. 1. THE AUTHORITY SHALL HAVE THE\n   32  POWER AND IS HEREBY AUTHORIZED FROM TIME TO TIME TO ISSUE  BONDS,  NOTES\n   33  OR  OTHER  OBLIGATIONS  TO  PAY THE COST OF ANY PROJECT OR FOR ANY OTHER\n   34  CORPORATE PURPOSE, INCLUDING THE ESTABLISHMENT OF RESERVES TO SECURE THE\n   35  BONDS, THE PAYMENT OF PRINCIPAL OF, PREMIUM, IF ANY, AND INTEREST ON THE\n   36  BONDS AND THE PAYMENT OF INCIDENTAL EXPENSES  IN  CONNECTION  THEREWITH.\n   37  THE AGGREGATE PRINCIPAL AMOUNT OF SUCH BONDS, NOTES OR OTHER OBLIGATIONS\n   38  SHALL  NOT  EXCEED TWO HUNDRED MILLION DOLLARS ($200,000,000), EXCLUDING\n   39  BONDS, NOTES OR OTHER OBLIGATIONS ISSUED TO REFUND  OR  OTHERWISE  REPAY\n   40  BONDS,  NOTES OR OTHER OBLIGATIONS THERETOFORE ISSUED FOR SUCH PURPOSES;\n   41  PROVIDED, HOWEVER, THAT UPON ANY SUCH REFUNDING OR REPAYMENT  THE  TOTAL\n   42  AGGREGATE  PRINCIPAL  AMOUNT  OF OUTSTANDING BONDS, NOTES OR OTHER OBLI-\n   43  GATIONS MAY BE GREATER THAN TWO HUNDRED MILLION  DOLLARS  ($200,000,000)\n   44  ONLY IF THE PRESENT VALUE OF THE AGGREGATE DEBT SERVICE OF THEIR FUNDING\n   45  OR  REPAYMENT  BONDS,  NOTES OR OTHER OBLIGATIONS TO BE ISSUED SHALL NOT\n   46  EXCEED THE PRESENT VALUE OF THE AGGREGATE DEBT  SERVICE  OF  THE  BONDS,\n   47  NOTES  OR OTHER OBLIGATIONS SO TO BE REFUNDED OR REPAID. FOR PURPOSES OF\n   48  THIS SECTION, THE PRESENT VALUES OF THE AGGREGATE DEBT  SERVICE  OF  THE\n   49  REFUNDING  OR  REPAYMENT  BONDS,  NOTES  OR OTHER OBLIGATIONS AND OF THE\n   50  AGGREGATE DEBT SERVICE OF THE  BONDS,  NOTES  OR  OTHER  OBLIGATIONS  SO\n   51  REFUNDED  OR  REPAID,  SHALL  BE  CALCULATED  BY UTILIZING THE EFFECTIVE\n   52  INTEREST RATE OF THE REFUNDING OR REPAYMENT BONDS, NOTES OR OTHER  OBLI-\n   53  GATIONS, WHICH SHALL BE THAT RATE ARRIVED AT BY DOUBLING THE SEMI-ANNUAL\n   54  INTEREST  RATE (COMPOUNDED SEMI-ANNUALLY) NECESSARY TO DISCOUNT THE DEBT\n   55  SERVICE PAYMENTS ON THE REFUNDING OR REPAYMENT  BONDS,  NOTES  OR  OTHER\n   56  OBLIGATIONS  FROM  THE PAYMENT DATES THEREOF TO THE DATE OF ISSUE OF THE\n\n       A. 2166                            13\n\n    1  REFUNDING OR REPAYMENT BONDS, NOTES OR  OTHER  OBLIGATIONS  AND  TO  THE\n    2  PRICE  BID  INCLUDING ESTIMATED ACCRUED INTEREST OR PROCEEDS RECEIVED BY\n    3  THE AUTHORITY INCLUDING ESTIMATED ACCRUED INTEREST FROM THE SALE  THERE-\n    4  OF.  THE  AUTHORITY  SHALL  HAVE POWER AND IS HEREBY AUTHORIZED TO ENTER\n    5  INTO SUCH AGREEMENTS AND PERFORM SUCH ACTS AS MAY BE REQUIRED UNDER  ANY\n    6  APPLICABLE  FEDERAL  LEGISLATION  TO  SECURE  A FEDERAL GUARANTEE OF ANY\n    7  BONDS.\n    8    2. THE AUTHORITY SHALL HAVE POWER FROM TIME TO TIME TO RENEW BONDS  OR\n    9  TO  ISSUE  RENEWAL  BONDS FOR SUCH PURPOSE, TO ISSUE BONDS TO PAY BONDS,\n   10  AND, WHENEVER IT DEEMS REFUNDING EXPEDIENT, TO REFUND ANY  BOND  BY  THE\n   11  ISSUANCE OF NEW BONDS, WHETHER THE BONDS TO BE REFUNDED HAVE OR HAVE NOT\n   12  MATURED, AND MAY ISSUE BONDS PARTLY TO REFUND BONDS THEN OUTSTANDING AND\n   13  PARTLY  FOR  ANY  OTHER CORPORATE PURPOSE OF THE AUTHORITY. BONDS (OTHER\n   14  THAN NOTES OR OTHER  EVIDENCE  OF  INDEBTEDNESS)  ISSUED  FOR  REFUNDING\n   15  PURPOSES,  WHICH  HAVE A FINAL MATURITY DATE LONGER THAN THE MATURITY OF\n   16  THE BONDS BEING REFUNDED, SHALL BE  APPROVED  BY  A  RESOLUTION  OF  THE\n   17  COMMON  COUNCIL  ADOPTED  BY  A MAJORITY VOTE AND APPROVED BY THE MAYOR.\n   18  BONDS ISSUED FOR REFUNDING PURPOSES  SHALL  BE  SOLD  AND  THE  PROCEEDS\n   19  APPLIED  TO THE PURCHASE, REDEMPTION OR PAYMENT OF THE BONDS OR NOTES TO\n   20  BE REFUNDED.\n   21    3. BONDS ISSUED BY THE AUTHORITY MAY BE GENERAL OBLIGATIONS SECURED BY\n   22  THE FAITH AND CREDIT OF THE AUTHORITY  OR  MAY  BE  SPECIAL  OBLIGATIONS\n   23  PAYABLE  SOLELY  OUT  OF  PARTICULAR  REVENUES OR OTHER MONEYS AS MAY BE\n   24  DESIGNATED IN THE PROCEEDINGS OF THE AUTHORITY  UNDER  WHICH  THE  BONDS\n   25  SHALL  BE  AUTHORIZED  TO  BE ISSUED, SUBJECT AS TO PRIORITY ONLY TO ANY\n   26  AGREEMENTS WITH THE HOLDERS OF OUTSTANDING BONDS PLEDGING ANY PARTICULAR\n   27  PROPERTY, REVENUES OR MONEYS. THE AUTHORITY MAY  ALSO  ENTER  INTO  LOAN\n   28  AGREEMENTS, LINES OF CREDIT AND OTHER SECURITY AGREEMENTS AND OBTAIN FOR\n   29  OR ON ITS BEHALF LETTERS OF CREDIT, INSURANCE, GUARANTEES OR OTHER CRED-\n   30  IT  ENHANCEMENTS  TO THE EXTENT NOW OR HEREAFTER AVAILABLE, IN EACH CASE\n   31  FOR SECURING ITS BONDS OR TO PROVIDE DIRECT PAYMENT OF ANY  COSTS  WHICH\n   32  THE AUTHORITY IS AUTHORIZED TO PAY.\n   33    4. (A) BONDS SHALL BE AUTHORIZED BY RESOLUTION OF THE AUTHORITY, BE IN\n   34  SUCH  DENOMINATIONS  AND BEAR SUCH DATE OR DATES AND MATURE AT SUCH TIME\n   35  OR TIMES, AS SUCH  RESOLUTION  MAY  PROVIDE,  PROVIDED  THAT  BONDS  AND\n   36  RENEWALS  THEREOF  SHALL  MATURE  WITHIN  FORTY  YEARS  FROM THE DATE OF\n   37  ORIGINAL ISSUANCE OF ANY SUCH BONDS.\n   38    (B) BONDS SHALL BE SUBJECT TO SUCH TERMS OF REDEMPTION, BEAR  INTEREST\n   39  AT SUCH RATE OR RATES, BE PAYABLE AT SUCH TIMES, BE IN SUCH FORM, EITHER\n   40  COUPON OR REGISTERED, CARRY SUCH REGISTRATION PRIVILEGES, BE EXECUTED IN\n   41  SUCH MANNER, BE PAYABLE IN SUCH MEDIUM OF PAYMENT AT SUCH PLACE OR PLAC-\n   42  ES,  AND  BE SUBJECT TO SUCH TERMS AND CONDITIONS AS SUCH RESOLUTION MAY\n   43  PROVIDE.\n   44    (C) NOTWITHSTANDING ANY OTHER PROVISION  OF  LAW,  THE  BONDS  OF  THE\n   45  AUTHORITY  ISSUED  PURSUANT  TO THIS SECTION SHALL BE SOLD TO THE BIDDER\n   46  OFFERING THE LOWEST TRUE INTEREST COST, TAKING  INTO  CONSIDERATION  ANY\n   47  PREMIUM  OR  DISCOUNT  NOT  LESS  THAN  FOUR NOR MORE THAN FIFTEEN DAYS,\n   48  SUNDAYS EXCEPTED, AFTER A NOTICE OF SUCH  SALE  HAS  BEEN  PUBLISHED  AT\n   49  LEAST  ONCE  IN A NEWSPAPER OF GENERAL CIRCULATION IN THE AREA SERVED BY\n   50  THE AUTHORITY, WHICH SHALL STATE THE TERMS OF THE SALE. THE TERMS OF THE\n   51  SALE MAY NOT CHANGE UNLESS NOTICE OF SUCH CHANGE IS  PUBLISHED  IN  SUCH\n   52  NEWSPAPER AT LEAST ONE DAY PRIOR TO THE DATE OF THE SALE AS SET FORTH IN\n   53  THE ORIGINAL NOTICE OF SALE. ADVERTISEMENTS SHALL CONTAIN A PROVISION TO\n   54  THE  EFFECT THAT THE AUTHORITY, IN ITS DISCRETION, MAY REJECT ANY OR ALL\n   55  BIDS MADE IN PURSUANCE OF SUCH ADVERTISEMENTS, AND IN THE EVENT OF  SUCH\n   56  REJECTION,  THE AUTHORITY IS AUTHORIZED TO NEGOTIATE A PRIVATE OR PUBLIC\n\n       A. 2166                            14\n\n    1  SALE OR RE-ADVERTISE FOR BIDS IN THE FORM AND MANNER ABOVE DESCRIBED  AS\n    2  MANY  TIMES  AS, IN ITS JUDGMENT, MAY BE NECESSARY TO EFFECT A SATISFAC-\n    3  TORY SALE.\n    4    (D) NOTWITHSTANDING THE PROVISIONS OF THE PRECEDING PARAGRAPH, WHENEV-\n    5  ER  IN THE JUDGMENT OF THE AUTHORITY THE INTERESTS OF THE AUTHORITY WILL\n    6  BE SERVED THEREBY, THE MEMBERS OF THE AUTHORITY, ON THE  WRITTEN  RECOM-\n    7  MENDATION  OF  THE  CHAIRPERSON, MAY AUTHORIZE THE SALE OF SUCH BONDS AT\n    8  PRIVATE OR PUBLIC SALE ON A NEGOTIATED BASIS OR ON EITHER A  COMPETITIVE\n    9  OR  NEGOTIATED  BASIS.  THE AUTHORITY SHALL SET GUIDELINES GOVERNING THE\n   10  TERMS AND CONDITIONS OF ANY SUCH PRIVATE OR PUBLIC SALES.\n   11    (E) THE PRIVATE OR PUBLIC BOND SALE GUIDELINES SET  BY  THE  AUTHORITY\n   12  SHALL INCLUDE, BUT NOT BE LIMITED TO A REQUIREMENT THAT WHERE THE INTER-\n   13  ESTS  OF  THE  AUTHORITY  WILL  BE SERVED BY A PRIVATE OR PUBLIC SALE OF\n   14  BONDS, THE AUTHORITY SHALL SELECT UNDERWRITERS  FOR  PRIVATE  OR  PUBLIC\n   15  BOND  SALES  CONDUCTED PURSUANT TO A REQUEST FOR PROPOSAL PROCESS UNDER-\n   16  TAKEN AT LEAST ONCE ANNUALLY AND CONSIDERATION OF PROPOSALS FROM  QUALI-\n   17  FIED  UNDERWRITERS  TAKING  INTO ACCOUNT, AMONG OTHER THINGS, QUALIFICA-\n   18  TIONS OF UNDERWRITERS AS TO EXPERIENCE, THEIR ABILITY TO  STRUCTURE  AND\n   19  SELL  AUTHORITY  BOND  ISSUES,  ANTICIPATED  COSTS TO THE AUTHORITY, THE\n   20  PRIOR EXPERIENCE OF THE AUTHORITY WITH THE FIRM, IF ANY, THE CAPITALIZA-\n   21  TION OF SUCH FIRMS, PARTICIPATION OF QUALIFIED MINORITY AND  WOMEN-OWNED\n   22  BUSINESS  ENTERPRISE  FIRMS  IN SUCH PRIVATE OR PUBLIC SALES OF BONDS OF\n   23  THE AUTHORITY AND THE EXPERIENCE AND ABILITY OF  FIRMS  UNDER  CONSIDER-\n   24  ATION  TO  WORK WITH MINORITY AND WOMEN-OWNED BUSINESS ENTERPRISES SO AS\n   25  TO PROMOTE AND ASSIST PARTICIPATION BY SUCH ENTERPRISES.\n   26    (F) THE AUTHORITY SHALL HAVE THE POWER FROM TIME TO TIME TO AMEND SUCH\n   27  PRIVATE BOND SALE GUIDELINES IN ACCORDANCE WITH THE PROVISIONS  OF  THIS\n   28  SUBDIVISION.\n   29    (G)  NO  PRIVATE  OR  PUBLIC  BOND SALE ON A NEGOTIATED BASIS SHALL BE\n   30  CONDUCTED BY THE AUTHORITY WITHOUT PRIOR APPROVAL  OF  THE  STATE  COMP-\n   31  TROLLER AND THE CITY COMPTROLLER.\n   32    (H)  THE  AUTHORITY  SHALL  ANNUALLY  PREPARE  AND APPROVE A BOND SALE\n   33  REPORT WHICH SHALL INCLUDE THE PRIVATE OR PUBLIC BOND SALE GUIDELINES AS\n   34  SPECIFIED IN THIS SUBDIVISION, AMENDMENTS TO SUCH GUIDELINES  SINCE  THE\n   35  LAST PRIVATE OR PUBLIC BOND SALE REPORT, AN EXPLANATION OF THE BOND SALE\n   36  GUIDELINES  AND  AMENDMENTS,  AND  THE  RESULTS  OF  ANY  SALE  OF BONDS\n   37  CONDUCTED DURING THE FISCAL YEAR. SUCH BOND SALE REPORT MAY BE A PART OF\n   38  ANY OTHER ANNUAL REPORT THAT THE AUTHORITY IS REQUIRED TO MAKE.\n   39    (I) THE AUTHORITY SHALL ANNUALLY SUBMIT ITS BOND SALE  REPORT  TO  THE\n   40  STATE COMPTROLLER AND COPIES THEREOF TO THE SENATE FINANCE COMMITTEE AND\n   41  THE ASSEMBLY WAYS AND MEANS COMMITTEE.\n   42    (J)  THE  AUTHORITY  SHALL  MAKE AVAILABLE TO THE PUBLIC COPIES OF ITS\n   43  BOND SALE REPORT UPON REASONABLE REQUEST THEREFORE.\n   44    (K) NOTHING CONTAINED IN THIS SUBDIVISION SHALL BE  DEEMED  TO  ALTER,\n   45  AFFECT  THE  VALIDITY  OF, MODIFY THE TERMS OF OR IMPAIR ANY CONTRACT OR\n   46  AGREEMENT MADE OR ENTERED INTO IN VIOLATION OF,  OR  WITHOUT  COMPLIANCE\n   47  WITH, THE PROVISIONS OF THIS SUBDIVISION.\n   48    5.  ANY  RESOLUTION  OR  RESOLUTIONS AUTHORIZING BONDS OR ANY ISSUE OF\n   49  BONDS MAY CONTAIN PROVISIONS WHICH MAY BE A PART OF  THE  CONTRACT  WITH\n   50  THE HOLDERS OF THE BONDS THEREBY AUTHORIZED AS TO:\n   51    (A) PLEDGING ALL OR ANY PART OF THE REVENUES, OTHER MONEYS OR PROPERTY\n   52  OF  THE  AUTHORITY  TO  SECURE THE PAYMENT OF THE BONDS, OR ANY COSTS OF\n   53  ISSUANCE THEREOF, INCLUDING BUT NOT LIMITED TO ANY  CONTRACTS,  EARNINGS\n   54  OR  PROCEEDS  OF ANY GRANT TO THE AUTHORITY RECEIVED FROM ANY PRIVATE OR\n   55  PUBLIC SOURCE SUBJECT TO SUCH AGREEMENTS WITH BONDHOLDERS  AS  MAY  THEN\n   56  EXIST;\n\n       A. 2166                            15\n\n    1    (B)  THE  SETTING  ASIDE OF RESERVES AND THE CREATION OF SINKING FUNDS\n    2  AND THE REGULATION AND DISPOSITION THEREOF;\n    3    (C)  LIMITATIONS ON THE PURPOSE TO WHICH THE PROCEEDS FROM THE SALE OF\n    4  BONDS MAY BE APPLIED;\n    5    (D) THE RATES, RENTS, FEES AND OTHER CHARGES TO BE FIXED AND COLLECTED\n    6  BY THE AUTHORITY AND THE AMOUNT TO BE RAISED IN EACH  YEAR  THEREBY  AND\n    7  THE USE AND DISPOSITION OF REVENUES;\n    8    (E) LIMITATIONS ON THE RIGHT OF THE AUTHORITY TO RESTRICT AND REGULATE\n    9  THE  USE  OF  THE PROJECT OR PART THEREOF IN CONNECTION WITH WHICH BONDS\n   10  ARE ISSUED;\n   11    (F) LIMITATIONS ON THE ISSUANCE OF ADDITIONAL BONDS,  THE  TERMS  UPON\n   12  WHICH  ADDITIONAL  BONDS  MAY BE ISSUED AND SECURED AND THE REFUNDING OF\n   13  OUTSTANDING OR OTHER BONDS;\n   14    (G) THE PROCEDURE, IF ANY, BY WHICH THE TERMS  OF  ANY  CONTRACT  WITH\n   15  BONDHOLDERS MAY BE AMENDED OR ABROGATED, THE AMOUNT OF BONDS THE HOLDERS\n   16  OF  WHICH MUST CONSENT THERETO, AND THE MANNER IN WHICH SUCH CONSENT MAY\n   17  BE GIVEN;\n   18    (H) THE CREATION OF SPECIAL FUNDS INTO WHICH ANY  REVENUES  OR  MONEYS\n   19  MAY BE DEPOSITED;\n   20    (I) THE TERMS AND PROVISIONS OF ANY TRUST, MORTGAGE, DEED OR INDENTURE\n   21  SECURING THE BONDS UNDER WHICH THE BONDS MAY BE ISSUED;\n   22    (J)  VESTING  IN A TRUSTEE OR TRUSTEES SUCH PROPERTIES, RIGHTS, POWERS\n   23  AND DUTIES IN TRUST AS THE AUTHORITY MAY DETERMINE WHICH MAY INCLUDE ANY\n   24  OR ALL OF THE RIGHTS, POWERS AND DUTIES OF THE TRUSTEES APPOINTED BY THE\n   25  BONDHOLDERS PURSUANT TO THIS TITLE AND LIMITING OR ABROGATING THE RIGHTS\n   26  OF THE BONDHOLDERS TO APPOINT A TRUSTEE UNDER SUCH SECTION  OR  LIMITING\n   27  THE RIGHTS, DUTIES AND POWERS OF SUCH TRUSTEE;\n   28    (K)  DEFINING  THE  ACTS  OR  OMISSIONS  TO ACT WHICH MAY CONSTITUTE A\n   29  DEFAULT IN THE OBLIGATIONS AND DUTIES OF THE AUTHORITY TO THE  BONDHOLD-\n   30  ERS  AND PROVIDING FOR THE RIGHTS AND REMEDIES OF THE BONDHOLDERS IN THE\n   31  EVENT OF SUCH DEFAULT, INCLUDING AS A MATTER OF RIGHT THE APPOINTMENT OF\n   32  A RECEIVER, PROVIDED, HOWEVER, THAT SUCH RIGHTS AND REMEDIES  SHALL  NOT\n   33  BE  INCONSISTENT WITH THE GENERAL LAWS OF THE STATE AND OTHER PROVISIONS\n   34  OF THIS TITLE;\n   35    (L) LIMITATIONS ON THE POWER OF THE AUTHORITY  TO  SELL  OR  OTHERWISE\n   36  DISPOSE OF ANY PROJECT OR ANY PART THEREOF;\n   37    (M)  LIMITATIONS  ON  THE  AMOUNT  OF  REVENUES AND OTHER MONEYS TO BE\n   38  EXPENDED FOR OPERATING, ADMINISTRATIVE OR OTHER EXPENSES OF THE AUTHORI-\n   39  TY;\n   40    (N) THE PAYMENT OF THE PROCEEDS OF BONDS, REVENUES AND OTHER MONEYS TO\n   41  A TRUSTEE OR OTHER DEPOSITORY, AND FOR THE METHOD OF DISBURSEMENT THERE-\n   42  OF WITH SUCH SAFEGUARDS AND RESTRICTIONS AS THE AUTHORITY MAY DETERMINE;\n   43  AND\n   44    (O) ANY OTHER MATTERS OF LIKE OR DIFFERENT CHARACTER WHICH IN ANY  WAY\n   45  AFFECT  THE  SECURITY OR PROTECTION OF THE BONDS OR THE RIGHTS AND REME-\n   46  DIES OF BONDHOLDERS.\n   47    6. IN ADDITION TO THE POWERS HEREIN CONFERRED UPON  THE  AUTHORITY  TO\n   48  SECURE  ITS BONDS, THE AUTHORITY SHALL HAVE POWER IN CONNECTION WITH THE\n   49  ISSUANCE OF BONDS TO ADOPT RESOLUTIONS AND ENTER INTO SUCH TRUST  INDEN-\n   50  TURES,  AGREEMENTS OR OTHER INSTRUMENTS AS THE AUTHORITY MAY DEEM NECES-\n   51  SARY, CONVENIENT OR DESIRABLE CONCERNING THE USE OR DISPOSITION  OF  ITS\n   52  REVENUES  OR  OTHER  MONEYS OR PROPERTY, INCLUDING THE MORTGAGING OF ANY\n   53  PROPERTY AND THE ENTRUSTING, PLEDGING OR CREATION OF ANY OTHER  SECURITY\n   54  INTEREST  IN  ANY SUCH REVENUES, MONEYS OR PROPERTY AND THE DOING OF ANY\n   55  ACT, INCLUDING REFRAINING FROM DOING ANY ACT WHICH THE  AUTHORITY  WOULD\n   56  HAVE  THE  RIGHT  TO DO IN THE ABSENCE OF SUCH RESOLUTIONS, TRUST INDEN-\n\n       A. 2166                            16\n\n    1  TURES, AGREEMENTS OR OTHER INSTRUMENTS. THE AUTHORITY SHALL  HAVE  POWER\n    2  TO  ENTER  INTO  AMENDMENTS  OF  ANY SUCH RESOLUTIONS, TRUST INDENTURES,\n    3  AGREEMENTS OR OTHER INSTRUMENTS.   THE PROVISIONS  OF  ANY  SUCH  RESOL-\n    4  UTIONS,  TRUST INDENTURES, AGREEMENTS OR OTHER INSTRUMENTS MAY BE MADE A\n    5  PART OF THE CONTRACT WITH THE HOLDERS OF BONDS OF THE AUTHORITY.\n    6    7. ANY PROVISION OF  THE  UNIFORM  COMMERCIAL  CODE  TO  THE  CONTRARY\n    7  NOTWITHSTANDING,  ANY  PLEDGE OF OR OTHER SECURITY INTEREST IN REVENUES,\n    8  MONEYS, ACCOUNTS, CONTRACT RIGHTS, GENERAL INTANGIBLES OR OTHER PERSONAL\n    9  PROPERTY MADE OR CREATED BY THE AUTHORITY SHALL BE  VALID,  BINDING  AND\n   10  PERFECTED  FROM  THE  TIME  WHEN  SUCH  PLEDGE IS MADE OR OTHER SECURITY\n   11  INTEREST ATTACHES WITHOUT ANY PHYSICAL DELIVERY  OF  THE  COLLATERAL  OR\n   12  FURTHER  ACT, AND THE LIEN OF ANY SUCH PLEDGE OR OTHER SECURITY INTEREST\n   13  SHALL BE VALID, BINDING AND PERFECTED AGAINST ALL PARTIES HAVING  CLAIMS\n   14  OF  ANY  KIND IN TORT, CONTRACT OR OTHERWISE AGAINST THE AUTHORITY IRRE-\n   15  SPECTIVE OF WHETHER OR NOT SUCH PARTIES HAVE NOTICE THEREOF. NO  INSTRU-\n   16  MENT  BY  WHICH  SUCH  A  PLEDGE OR SECURITY INTEREST IS CREATED NOR ANY\n   17  FINANCING STATEMENT NEED BE RECORDED OR FILED.\n   18    8. WHETHER OR NOT THE BONDS ARE OF SUCH FORM AND CHARACTER  AS  TO  BE\n   19  NEGOTIABLE  INSTRUMENTS  UNDER THE TERMS OF THE UNIFORM COMMERCIAL CODE,\n   20  THE BONDS ARE HEREBY MADE NEGOTIABLE INSTRUMENTS WITHIN THE  MEANING  OF\n   21  AND FOR ALL THE PURPOSES OF THE UNIFORM COMMERCIAL CODE, SUBJECT ONLY TO\n   22  THE PROVISIONS OF THE BONDS FOR REGISTRATION.\n   23    9.  NEITHER  THE MEMBERS OF THE AUTHORITY NOR ANY PERSON EXECUTING ITS\n   24  BONDS SHALL BE LIABLE PERSONALLY ON ITS  BONDS  OR  BE  SUBJECT  TO  ANY\n   25  PERSONAL LIABILITY OR ACCOUNTABILITY BY REASON OF THE ISSUANCE THEREOF.\n   26    10. SUBJECT TO SUCH AGREEMENTS WITH BONDHOLDERS AS MAY THEN EXIST, THE\n   27  AUTHORITY  SHALL  HAVE  POWER  OUT  OF  ANY  FUNDS AVAILABLE THEREFOR TO\n   28  PURCHASE BONDS OF THE AUTHORITY, WHICH SHALL THEREUPON BE CANCELLED,  AT\n   29  A  PRICE NOT EXCEEDING (A) IF THE BONDS ARE THEN REDEEMABLE, THE REDEMP-\n   30  TION PRICE THEN APPLICABLE PLUS ACCRUED INTEREST TO  THE  NEXT  INTEREST\n   31  PAYMENT  DATE,  OR (B) IF THE BONDS ARE NOT THEN REDEEMABLE, THE REDEMP-\n   32  TION PRICE APPLICABLE ON THE FIRST DATE AFTER SUCH PURCHASE  UPON  WHICH\n   33  THE BONDS BECOME SUBJECT TO REDEMPTION PLUS ACCRUED INTEREST TO THE NEXT\n   34  INTEREST PAYMENT DATE. BONDS SO PURCHASED SHALL THEREUPON BE CANCELLED.\n   35    S  2799-KKK.  REMEDIES  OF  BONDHOLDERS.  SUBJECT TO ANY RESOLUTION OR\n   36  RESOLUTIONS ADOPTED PURSUANT TO THIS TITLE:\n   37    1. IN THE EVENT THAT THE AUTHORITY SHALL DEFAULT  IN  THE  PAYMENT  OF\n   38  PRINCIPAL  OR  OF  INTEREST  ON  ANY ISSUE OF BONDS AFTER THE SAME SHALL\n   39  BECOME DUE, WHETHER AT MATURITY OR UPON CALL FOR  REDEMPTION,  AND  SUCH\n   40  DEFAULT SHALL CONTINUE FOR A PERIOD OF THIRTY DAYS, OR IN THE EVENT THAT\n   41  THE AUTHORITY SHALL FAIL OR REFUSE TO COMPLY WITH THE PROVISIONS OF THIS\n   42  TITLE  OR  SHALL  DEFAULT  IN ANY AGREEMENT MADE WITH THE HOLDERS OF ANY\n   43  ISSUE OF BONDS, THE HOLDERS OF TWENTY-FIVE PERCENT IN AGGREGATE  PRINCI-\n   44  PAL AMOUNT OF THE BONDS OF SUCH ISSUE THEN OUTSTANDING, BY INSTRUMENT OR\n   45  INSTRUMENTS  FILED IN THE OFFICE OF THE CLERK OF THE COUNTY IN WHICH THE\n   46  PRINCIPAL OFFICE OF THE AUTHORITY IS LOCATED AND PROVED OR  ACKNOWLEDGED\n   47  IN  THE  SAME  MANNER AS A DEED TO BE RECORDED, MAY APPOINT A TRUSTEE TO\n   48  REPRESENT THE HOLDERS OF SUCH BONDS FOR THE PURPOSE HEREIN PROVIDED.\n   49    2. SUCH TRUSTEE MAY, AND UPON WRITTEN REQUEST OF THE HOLDERS OF  TWEN-\n   50  TY-FIVE  PER CENTUM IN PRINCIPAL AMOUNT OF SUCH BONDS OUTSTANDING, SHALL\n   51  IN ITS OWN NAME:\n   52    (A) BY ACTION OR PROCEEDING IN ACCORDANCE WITH THE CIVIL PRACTICE  LAW\n   53  AND RULES, ENFORCE ALL RIGHTS OF THE BONDHOLDERS, INCLUDING THE RIGHT TO\n   54  REQUIRE THE AUTHORITY TO COLLECT RENTS, RATES, FEES AND CHARGES ADEQUATE\n   55  TO  CARRY OUT ANY AGREEMENT AS TO, OR PLEDGE OF, SUCH RENTS, RATES, FEES\n   56  AND CHARGES AND TO REQUIRE THE AUTHORITY TO CARRY OUT ANY  OTHER  AGREE-\n\n       A. 2166                            17\n\n    1  MENTS  WITH  THE  HOLDERS OF SUCH BONDS TO PERFORM ITS DUTIES UNDER THIS\n    2  TITLE;\n    3    (B) BRING AN ACTION OR PROCEEDING UPON SUCH BONDS;\n    4    (C) BY ACTION OR PROCEEDING, REQUIRE THE AUTHORITY TO ACCOUNT AS IF IT\n    5  WERE THE TRUSTEE OF AN EXPRESS TRUST FOR THE HOLDERS OF SUCH BONDS;\n    6    (D)  BY  ACTION  OR PROCEEDING, ENJOIN ANY ACTS OR THINGS WHICH MAY BE\n    7  UNLAWFUL OR IN VIOLATION OF THE RIGHTS OF THE HOLDERS OF SUCH BONDS; AND\n    8    (E) DECLARE ALL SUCH BONDS DUE AND PAYABLE, AND IF ALL DEFAULTS  SHALL\n    9  BE  MADE  GOOD,  THEN WITH THE CONSENT OF THE HOLDERS OF TWENTY-FIVE PER\n   10  CENTUM OF THE PRINCIPAL AMOUNT OF SUCH BONDS THEN OUTSTANDING, TO  ANNUL\n   11  SUCH DECLARATION AND ITS CONSEQUENCES.\n   12    3.  SUCH  TRUSTEE  SHALL IN ADDITION TO THE FOREGOING HAVE AND POSSESS\n   13  ALL OF THE POWERS NECESSARY OR APPROPRIATE FOR THE EXERCISE OF ANY FUNC-\n   14  TIONS SPECIFICALLY SET FORTH IN THIS TITLE OR INCIDENT  TO  THE  GENERAL\n   15  REPRESENTATION OF BONDHOLDERS IN THE ENFORCEMENT AND PROTECTION OF THEIR\n   16  RIGHTS.\n   17    4. THE SUPREME COURT SHALL HAVE JURISDICTION OF ANY ACTION OR PROCEED-\n   18  ING  BY THE TRUSTEE ON BEHALF OF SUCH BONDHOLDERS. THE VENUE OF ANY SUCH\n   19  ACTION OR PROCEEDING SHALL BE LAID IN THE COUNTY.\n   20    5. BEFORE DECLARING THE PRINCIPAL OF BONDS DUE AND PAYABLE, THE  TRUS-\n   21  TEE SHALL FIRST GIVE THIRTY DAYS NOTICE IN WRITING TO THE AUTHORITY.\n   22    6.  ANY  SUCH TRUSTEE WHETHER OR NOT THE ISSUE OF BONDS REPRESENTED BY\n   23  SUCH TRUSTEE HAS BEEN DECLARED DUE AND PAYABLE, SHALL BE ENTITLED AS  OF\n   24  RIGHT  TO  THE  APPOINTMENT  OF  A  RECEIVER OF ANY PART OR PARTS OF THE\n   25  PROJECT, THE REVENUES OF WHICH ARE PLEDGED FOR THE SECURITY OF THE BONDS\n   26  OF SUCH ISSUE, AND SUCH RECEIVER MAY ENTER AND TAKE POSSESSION  OF  SUCH\n   27  PART  OR  PARTS  OF  THE PROJECT AND, SUBJECT TO ANY PLEDGE OR AGREEMENT\n   28  WITH THE HOLDERS OF SUCH BONDS, SHALL TAKE POSSESSION OF ALL MONEYS  AND\n   29  OTHER  PROPERTY  DERIVED  FROM  SUCH  PART  OR  PARTS OF THE PROJECT AND\n   30  PROCEED WITH ANY CONSTRUCTION THEREON OR THE ACQUISITION OF ANY  PROPER-\n   31  TY,  REAL  OR  PERSONAL,  IN  CONNECTION THEREWITH THAT THE AUTHORITY IS\n   32  UNDER OBLIGATION TO DO, AND OPERATE, MAINTAIN AND RECONSTRUCT SUCH  PART\n   33  OR  PARTS OF THE PROJECT AND COLLECT AND RECEIVE ALL REVENUES THEREAFTER\n   34  ARISING THEREFROM SUBJECT TO ANY PLEDGE OR  AGREEMENT  WITH  BONDHOLDERS\n   35  RELATING  THERETO AND PERFORM THE PUBLIC DUTIES AND CARRY OUT THE AGREE-\n   36  MENTS AND OBLIGATIONS OF THE AUTHORITY UNDER THE DIRECTION OF THE COURT.\n   37  IN ANY SUIT, ACTION OR PROCEEDING BY THE TRUSTEE, THE FEES, COUNSEL FEES\n   38  AND EXPENSES OF THE TRUSTEE AND OF THE RECEIVER, IF ANY,  SHALL  CONSTI-\n   39  TUTE  TAXABLE  DISBURSEMENTS  AND ALL COSTS AND DISBURSEMENTS ALLOWED BY\n   40  THE COURT SHALL BE A FIRST CHARGE  ON  ANY  REVENUES  DERIVED  FROM  THE\n   41  PROJECT.\n   42    S  2799-LLL.  STATE,  COUNTY,  AND CITY NOT LIABLE ON AUTHORITY BONDS.\n   43  NEITHER THE STATE, THE COUNTY, NOR THE CITY SHALL BE LIABLE ON THE BONDS\n   44  OF THE AUTHORITY AND SUCH BONDS SHALL NOT BE A DEBT OF  THE  STATE,  THE\n   45  COUNTY,  OR THE CITY, AND SUCH BONDS SHALL CONTAIN ON THE FACE THEREOF A\n   46  STATEMENT TO SUCH EFFECT.\n   47    S 2799-MMM. MONEYS OF THE AUTHORITY. ALL MONEYS OF THE AUTHORITY  FROM\n   48  WHATEVER  SOURCE DERIVED SHALL BE PAID TO THE TREASURER OF THE AUTHORITY\n   49  AND SHALL BE DEPOSITED FORTHWITH IN A BANK OR BANKS  DESIGNATED  BY  THE\n   50  AUTHORITY. THE MONEYS IN SUCH ACCOUNTS SHALL BE PAID OUT ON CHECK OF THE\n   51  TREASURER  UPON  REQUISITION  BY SUCH PERSON OR PERSONS AS THE AUTHORITY\n   52  MAY AUTHORIZE TO MAKE SUCH REQUISITIONS. ALL  DEPOSITS  OF  SUCH  MONEYS\n   53  SHALL  BE SECURED BY OBLIGATIONS OF THE UNITED STATES OR OF THE STATE OR\n   54  OF ANY MUNICIPALITY OF A MARKET VALUE EQUAL AT ALL TIMES TO  THE  AMOUNT\n   55  ON DEPOSIT AND ALL BANKS AND TRUST COMPANIES ARE AUTHORIZED TO GIVE SUCH\n   56  SECURITY  FOR  SUCH DEPOSITS. TO THE EXTENT PRACTICABLE, CONSISTENT WITH\n\n       A. 2166                            18\n\n    1  THE CASH REQUIREMENTS OF THE AUTHORITY, ALL SUCH MONEYS SHALL BE  DEPOS-\n    2  ITED  IN  INTEREST  BEARING  ACCOUNTS.  THE  AUTHORITY SHALL HAVE POWER,\n    3  NOTWITHSTANDING THE PROVISIONS OF THIS SECTION,  TO  CONTRACT  WITH  THE\n    4  HOLDERS OF ANY BONDS AS TO THE CUSTODY, COLLECTION, SECURITY, INVESTMENT\n    5  AND  PAYMENT  OF ANY MONEYS OF THE AUTHORITY OR ANY MONEYS HELD IN TRUST\n    6  OR OTHERWISE FOR THE PAYMENT OF BONDS OR IN ANY WAY TO SECURE BONDS, AND\n    7  CARRY OUT ANY SUCH CONTRACT NOTWITHSTANDING THAT SUCH  CONTRACT  MAY  BE\n    8  INCONSISTENT  WITH  THE PROVISIONS OF THIS SECTION. MONEYS HELD IN TRUST\n    9  OR OTHERWISE FOR THE PAYMENT OF BONDS OR IN ANY WAY TO SECURE BONDS  AND\n   10  DEPOSITS  OF  SUCH MONEYS MAY BE SECURED IN THE SAME MANNER AS MONEYS OF\n   11  THE AUTHORITY AND ALL BANKS AND TRUST COMPANIES ARE AUTHORIZED  TO  GIVE\n   12  SUCH  SECURITY  FOR  SUCH  DEPOSITS.  ANY  MONEYS  OF  THE AUTHORITY NOT\n   13  REQUIRED FOR IMMEDIATE USE OR DISBURSEMENT MAY, AT THE DISCRETION OF THE\n   14  AUTHORITY, BE INVESTED IN THOSE OBLIGATIONS SPECIFIED  PURSUANT  TO  THE\n   15  PROVISIONS  OF SECTION NINETY-EIGHT-A OF THE STATE FINANCE LAW.  SUBJECT\n   16  TO THE PROVISIONS OF ANY CONTRACT WITH BONDHOLDERS AND WITH THE APPROVAL\n   17  OF THE STATE COMPTROLLER, THE AUTHORITY  SHALL  PRESCRIBE  A  SYSTEM  OF\n   18  ACCOUNTS.\n   19    S  2799-NNN.  BONDS LEGAL INVESTMENT FOR FIDUCIARIES. THE BONDS OF THE\n   20  AUTHORITY ARE HEREBY MADE SECURITIES IN WHICH ALL  PUBLIC  OFFICERS  AND\n   21  BODIES  OF THE STATE AND ALL MUNICIPALITIES, ALL INSURANCE COMPANIES AND\n   22  ASSOCIATIONS AND OTHER PERSONS CARRYING ON AN  INSURANCE  BUSINESS,  ALL\n   23  BANKS, BANKERS, TRUST COMPANIES, SAVINGS BANKS AND SAVINGS ASSOCIATIONS,\n   24  INCLUDING SAVINGS AND LOAN ASSOCIATIONS, BUILDING AND LOAN ASSOCIATIONS,\n   25  INVESTMENT  COMPANIES  AND OTHER PERSONS CARRYING ON A BANKING BUSINESS,\n   26  AND ADMINISTRATORS, GUARDIANS, EXECUTORS, TRUSTEES AND OTHER FIDUCIARIES\n   27  AND ALL OTHER PERSONS WHATSOEVER,  WHO  ARE  NOW  OR  MAY  HEREAFTER  BE\n   28  AUTHORIZED  TO  INVEST  IN  BONDS  OR OTHER OBLIGATIONS OF THE STATE MAY\n   29  PROPERLY AND LEGALLY INVEST FUNDS INCLUDING CAPITAL IN THEIR CONTROL  OR\n   30  BELONGING  TO  THEM.  NOTWITHSTANDING OTHER PROVISIONS OF LAW, THE BONDS\n   31  ARE ALSO HEREBY MADE SECURITIES WHICH MAY BE DEPOSITED WITH AND  MAY  BE\n   32  RECEIVED  BY ALL PUBLIC OFFICERS AND BODIES OF THE STATE AND ALL MUNICI-\n   33  PALITIES FOR ANY PURPOSES FOR WHICH THE DEPOSIT OF BONDS OR OTHER  OBLI-\n   34  GATIONS OF THIS STATE IS NOW OR HEREAFTER MAY BE AUTHORIZED.\n   35    S  2799-OOO. AGREEMENT WITH STATE. THE STATE DOES HEREBY PLEDGE TO AND\n   36  AGREE WITH THE HOLDERS OF ANY BONDS ISSUED BY THE AUTHORITY PURSUANT  TO\n   37  THIS  TITLE  AND WITH THOSE PERSONS OR PUBLIC CORPORATIONS WHO MAY ENTER\n   38  INTO CONTRACTS WITH THE AUTHORITY PURSUANT TO  THE  PROVISIONS  OF  THIS\n   39  TITLE  THAT  THE STATE WILL NOT ALTER, LIMIT OR IMPAIR THE RIGHTS HEREBY\n   40  VESTED IN THE AUTHORITY TO PURCHASE, CONSTRUCT, OWN AND  OPERATE,  MAIN-\n   41  TAIN,  REPAIR,  IMPROVE,  RECONSTRUCT,  RENOVATE, REHABILITATE, ENLARGE,\n   42  INCREASE AND EXTEND, OR DISPOSE OF ANY PROJECT, OR  ANY  PART  OR  PARTS\n   43  THEREOF,  FOR  WHICH  BONDS  OF THE AUTHORITY SHALL HAVE BEEN ISSUED, TO\n   44  ESTABLISH AND COLLECT RATES, RENTS, FEES AND OTHER CHARGES  REFERRED  TO\n   45  IN  THIS TITLE, TO FULFILL THE TERMS OF ANY CONTRACTS OR AGREEMENTS MADE\n   46  WITH OR FOR THE BENEFIT OF THE HOLDERS OF BONDS OR WITH  ANY  PERSON  OR\n   47  PUBLIC CORPORATION WITH REFERENCE TO SUCH PROJECT OR PART THEREOF, OR IN\n   48  ANY WAY TO IMPAIR THE RIGHTS AND REMEDIES OF THE HOLDERS OF BONDS, UNTIL\n   49  THE  BONDS,  TOGETHER  WITH  INTEREST THEREON, INCLUDING INTEREST ON ANY\n   50  UNPAID  INSTALLMENTS  OF  INTEREST,  AND  ALL  COSTS  AND  EXPENSES   IN\n   51  CONNECTION  WITH ANY ACTION OR PROCEEDING BY OR ON BEHALF OF THE HOLDERS\n   52  OF BONDS, ARE FULLY MET AND DISCHARGED  AND  SUCH  CONTRACTS  ARE  FULLY\n   53  PERFORMED  ON  THE PART OF THE AUTHORITY. THE AUTHORITY IS AUTHORIZED TO\n   54  INCLUDE THIS PLEDGE AND AGREEMENT OF THE STATE IN ANY AGREEMENT WITH THE\n   55  HOLDERS OF BONDS.\n\n       A. 2166                            19\n\n    1    S 2799-PPP. AGREEMENT WITH CITY. THE CITY IS AUTHORIZED TO  PLEDGE  TO\n    2  AND AGREE WITH THE HOLDERS OF ANY BONDS ISSUED BY THE AUTHORITY PURSUANT\n    3  TO  THIS  TITLE  AND  WITH  THOSE PERSONS OR PUBLIC CORPORATIONS WHO MAY\n    4  ENTER INTO CONTRACTS WITH THE AUTHORITY PURSUANT TO  THE  PROVISIONS  OF\n    5  THIS  TITLE  THAT  THE  CITY  WILL NOT ALTER, LIMIT OR IMPAIR THE RIGHTS\n    6  HEREBY VESTED IN THE AUTHORITY TO PURCHASE, CONSTRUCT, OWN AND  OPERATE,\n    7  MAINTAIN, REPAIR, IMPROVE, RECONSTRUCT, RENOVATE, REHABILITATE, ENLARGE,\n    8  INCREASE  AND  EXTEND,  OR  DISPOSE OF ANY PROJECT, OR ANY PART OR PARTS\n    9  THEREOF, FOR WHICH BONDS OF THE AUTHORITY SHALL  HAVE  BEEN  ISSUED,  TO\n   10  ESTABLISH  AND  COLLECT RATES, RENTS, FEES AND OTHER CHARGES REFERRED TO\n   11  IN THIS TITLE, TO FULFILL THE TERMS OF  ANY  AGREEMENTS  MADE  WITH  THE\n   12  HOLDERS  OF  THE  BONDS  OR  WITH  ANY PUBLIC CORPORATION OR PERSON WITH\n   13  REFERENCE TO SUCH PROJECT OR PART THEREOF, OR  IN  ANY  WAY  IMPAIR  THE\n   14  RIGHTS  AND  REMEDIES OF THE HOLDERS OF BONDS, UNTIL THE BONDS, TOGETHER\n   15  WITH INTEREST THEREON, INCLUDING INTEREST ON ANY UNPAID INSTALLMENTS  OF\n   16  INTEREST,  AND  ALL  COSTS AND EXPENSES IN CONNECTION WITH ANY ACTION OR\n   17  PROCEEDING BY OR ON BEHALF OF THE HOLDERS OF BONDS, ARE  FULLY  MET  AND\n   18  DISCHARGED  AND  SUCH  CONTRACTS  ARE FULLY PERFORMED ON THE PART OF THE\n   19  AUTHORITY.\n   20    S 2799-QQQ. EXEMPTION FROM TAXES, ASSESSMENTS AND CERTAIN FEES. 1. THE\n   21  AUTHORITY, NOTWITHSTANDING THE PROVISIONS OF THE REAL PROPERTY TAX  LAW,\n   22  ANY  OTHER  GENERAL,  SPECIAL, OR LOCAL LAW, OR ORDINANCE, RULE OR REGU-\n   23  LATION TO THE CONTRARY, WITH RESPECT TO THE  AIRPORT,  AVIATION  FACILI-\n   24  TIES,  POLLUTION CONTROL FACILITIES, ANY REAL PROPERTY, AND ANY FACILITY\n   25  SHALL BE EXEMPT FROM TAXATION AND SHALL NOT BE REQUIRED TO PAY ANY FEES,\n   26  TAXES, SPECIAL AD VALOREM LEVIES OR SPECIAL ASSESSMENTS,  WHETHER  STATE\n   27  OR  LOCAL,  INCLUDING BUT NOT LIMITED TO FEES, TAXES, SPECIAL AD VALOREM\n   28  LEVIES OR ASSESSMENTS ON REAL PROPERTY, FRANCHISE TAXES, SALES TAXES  OR\n   29  OTHER  EXCISE  TAXES,  UPON  THE AIRPORT, AVIATION FACILITIES, POLLUTION\n   30  CONTROL FACILITIES, ANY FACILITY OR ANY PROPERTY OWNED OR LEASED  BY  IT\n   31  OR  UNDER  ITS  JURISDICTION,  CONTROL  OR SUPERVISION, OR UPON THE USES\n   32  THEREOF, OR UPON ITS ACTIVITIES IN THE OPERATION AND MAINTENANCE OF  ITS\n   33  FACILITIES  OR ANY FARES, TOLLS, RENTALS, RATES, CHARGES, FEES, REVENUES\n   34  OR OTHER INCOME RECEIVED BY THE AUTHORITY. NOTWITHSTANDING THE  PREVIOUS\n   35  SENTENCE;  (1)  THE  AUTHORITY  SHALL  BE REQUIRED TO PAY (A) ONLY THOSE\n   36  SPECIAL AD VALOREM LEVIES OR ASSESSMENTS PAYABLE BY THE CITY IMMEDIATELY\n   37  PRIOR TO THE EFFECTIVE DATE OF THIS ACT AND (B)  SCHEDULED  PAYMENTS  IN\n   38  LIEU  OF  TAXES  PAYABLE  BY  THE  CITY TO SCHOOL DISTRICTS AND TO TOWNS\n   39  PURSUANT TO PILOT AGREEMENTS IN EFFECT IMMEDIATELY PRIOR TO  THE  EFFEC-\n   40  TIVE DATE OF THIS ACT; AND (2) TAX PARCELS NOT OWNED BY THE CITY AND NOT\n   41  TAX  EXEMPT PRIOR TO THE EFFECTIVE DATE OF THIS ACT SHALL NOT BECOME TAX\n   42  EXEMPT UPON THE EFFECTIVE DATE OF THIS ACT. TAX PARCELS ACQUIRED BY  THE\n   43  AUTHORITY  SUBSEQUENT  TO THE EFFECTIVE DATE OF THIS ACT SHALL BE EXEMPT\n   44  FROM TAXES, ASSESSMENTS, SPECIAL AD VALOREM LEVIES, AND SPECIAL  ASSESS-\n   45  MENTS  FEES  AS  PROVIDED  HEREIN,  SUBJECT  TO  THE  OBLIGATION TO MAKE\n   46  PAYMENTS IN LIEU OF TAXES TO THE EXTENT PROVIDED IN SUBDIVISION THREE OF\n   47  SECTION TWENTY-SEVEN HUNDRED NINETY-NINE-UUU OF THIS TITLE. THE AUTHORI-\n   48  TY, NOTWITHSTANDING THE PROVISIONS OF ANY  GENERAL,  SPECIAL,  OR  LOCAL\n   49  LAW, OR ORDINANCE, RESOLUTION, RULE, OR REGULATION TO THE CONTRARY, WITH\n   50  RESPECT  TO  THE AIRPORT, AVIATION FACILITIES, POLLUTION CONTROL FACILI-\n   51  TIES, REAL PROPERTY, AND  OTHER  FACILITIES  USED  FOR  PUBLIC  AVIATION\n   52  PURPOSES  OR FOR AIRPORT DEVELOPMENT OR TO SUPPORT OR IN CONNECTION WITH\n   53  THE AIRPORT, AVIATION FACILITIES,  POLLUTION  CONTROL  FACILITIES,  REAL\n   54  PROPERTY  OR  OTHER  FACILITIES,  SHALL  AT ALL TIMES BE EXEMPT FROM ANY\n   55  FILING, MORTGAGE RECORDING OR TRANSFER FEES  OR  TAXES  IN  RELATION  TO\n   56  INSTRUMENTS  FILED,  RECORDED OR TRANSFERRED BY THEM OR ON THEIR BEHALF.\n\n       A. 2166                            20\n\n    1  THE CONSTRUCTION, USE, OCCUPATION OR POSSESSION OF ANY PROPERTY OWNED BY\n    2  THE AUTHORITY, INCLUDING IMPROVEMENTS THEREON, BY ANY PERSON  OR  PUBLIC\n    3  CORPORATION  UNDER  A  LEASE,  LEASE AND SUBLEASE OR ANY OTHER AGREEMENT\n    4  SHALL NOT OPERATE TO ABROGATE OR LIMIT THE FOREGOING EXEMPTION, NOTWITH-\n    5  STANDING  THAT  THE LESSEE, USER, OCCUPANT OR PERSON IN POSSESSION SHALL\n    6  CLAIM OWNERSHIP FOR FEDERAL INCOME TAX PURPOSES.\n    7    2. ANY BONDS ISSUED PURSUANT TO THIS TITLE TOGETHER  WITH  THE  INCOME\n    8  THEREFROM AS WELL AS THE PROPERTY OF THE AUTHORITY SHALL AT ALL TIMES BE\n    9  EXEMPT FROM TAXES, EXCEPT FOR TRANSFER AND ESTATE TAXES. THE STATE HERE-\n   10  BY  COVENANTS  WITH  THE  PURCHASERS AND WITH ALL SUBSEQUENT HOLDERS AND\n   11  TRANSFEREES OF BONDS ISSUED BY THE AUTHORITY PURSUANT TO THIS TITLE,  IN\n   12  CONSIDERATION  OF  THE ACCEPTANCE OF AND PAYMENT FOR THE BONDS, THAT THE\n   13  BONDS OF THE AUTHORITY ISSUED PURSUANT TO  THIS  TITLE  AND  THE  INCOME\n   14  THEREFROM AND ALL REVENUES, MONEYS, AND OTHER PROPERTY PLEDGED TO SECURE\n   15  THE  PAYMENT  OF  SUCH  BONDS  SHALL AT ALL TIMES BE FREE FROM TAXATION,\n   16  EXCEPT FOR TRANSFER AND ESTATE TAXES.\n   17    S 2799-RRR. ACTIONS AGAINST AUTHORITY. 1.  EXCEPT  IN  AN  ACTION  FOR\n   18  WRONGFUL  DEATH,  NO ACTION OR SPECIAL PROCEEDING SHALL BE PROSECUTED OR\n   19  MAINTAINED AGAINST THE AUTHORITY, ITS MEMBERS,  OFFICERS,  OR  EMPLOYEES\n   20  FOR  PERSONAL  INJURY  OR DAMAGE TO REAL OR PERSONAL PROPERTY ALLEGED TO\n   21  HAVE BEEN SUSTAINED BY REASON OF THE NEGLIGENCE, TORT OR WRONGFUL ACT OF\n   22  THE AUTHORITY OR OF ANY MEMBER,  OFFICER,  AGENT  OR  EMPLOYEE  THEREOF,\n   23  UNLESS  (A)  A  NOTICE OF CLAIM SHALL HAVE BEEN MADE AND SERVED UPON THE\n   24  AUTHORITY WITHIN THE TIME LIMIT SET BY AND IN  COMPLIANCE  WITH  SECTION\n   25  FIFTY-E  OF  THE GENERAL MUNICIPAL LAW, (B) IT SHALL APPEAR BY AND AS AN\n   26  ALLEGATION IN THE COMPLAINT OR MOVING PAPERS THAT AT LEAST  THIRTY  DAYS\n   27  HAVE  ELAPSED  SINCE  THE  SERVICE OF SUCH NOTICE AND THAT ADJUSTMENT OR\n   28  PAYMENT THEREOF HAS BEEN NEGLECTED OR REFUSED, (C) THE ACTION OR SPECIAL\n   29  PROCEEDING SHALL BE COMMENCED WITHIN ONE YEAR AND NINETY DAYS AFTER  THE\n   30  HAPPENING  OF THE EVENT UPON WHICH THE CLAIM IS BASED, AND (D) AN ACTION\n   31  AGAINST THE AUTHORITY FOR WRONGFUL DEATH SHALL BE COMMENCED  IN  ACCORD-\n   32  ANCE  WITH  THE  NOTICE OF CLAIM AND TIME LIMITATION PROVISIONS OF TITLE\n   33  ELEVEN OF ARTICLE NINE OF THIS CHAPTER.\n   34    2. NO ACTION OR SPECIAL PROCEEDING, FOR ANY CAUSE WHATEVER, EXCEPT  AS\n   35  HEREINAFTER  PROVIDED, RELATING TO AIRPORT PROPERTY, FACILITIES OR OPER-\n   36  ATIONS OR INVOLVING THE RIGHTS  OR  INTERESTS  OF  THE  AIRPORT  OR  THE\n   37  AIRPORT  AUTHORITY SHALL BE PROSECUTED OR MAINTAINED AGAINST THE AIRPORT\n   38  AUTHORITY UNLESS IT  SHALL  APPEAR  BY  AND  AS  AN  ALLEGATION  IN  THE\n   39  COMPLAINT  OR NECESSARY MOVING PAPERS THAT A WRITTEN VERIFIED CLAIM UPON\n   40  WHICH ACTION OR SPECIAL PROCEEDING IS FOUNDED WAS SERVED ON THE  AIRPORT\n   41  AUTHORITY,  IN THE SAME MANNER AS A SUMMONS UNDER THE CPLR, WITHIN THREE\n   42  (3) MONTHS AFTER THE ACCRUAL OF  SUCH  CLAIM.  THE  PROVISIONS  OF  THIS\n   43  SECTION  SHALL NOT APPLY TO AN ACTION OR SPECIAL PROCEEDING FOUNDED UPON\n   44  TORT WHICH SHALL BE GOVERNED BY THE PROVISIONS OF SECTION FIFTY-E OF THE\n   45  GENERAL MUNICIPAL LAW, OR TO THE EXTENT DISALLOWED  UNDER  FEDERAL  LAW,\n   46  REGULATIONS, OR BY AGREEMENT WITH THE FEDERAL GOVERNMENT.\n   47    3.  WHENEVER  A NOTICE OF CLAIM IS SERVED UPON THE AUTHORITY, IT SHALL\n   48  HAVE THE RIGHT TO DEMAND AN EXAMINATION OF THE CLAIMANT RELATIVE TO  THE\n   49  OCCURRENCE  AND  EXTENT  OF  THE  INJURIES OR DAMAGES FOR WHICH CLAIM IS\n   50  MADE, IN ACCORDANCE WITH THE PROVISIONS OF SECTION FIFTY-H OF THE GENER-\n   51  AL MUNICIPAL LAW.\n   52    4. THE AUTHORITY MAY REQUIRE ANY PERSON PRESENTING FOR  SETTLEMENT  AN\n   53  ACCOUNT  OR  CLAIM  FOR  ANY  CAUSE WHATEVER AGAINST THE AUTHORITY TO BE\n   54  SWORN BEFORE A MEMBER, COUNSEL OR AN ATTORNEY, OFFICER  OR  EMPLOYEE  OF\n   55  THE  AUTHORITY  DESIGNATED  FOR SUCH PURPOSE, CONCERNING SUCH ACCOUNT OR\n   56  CLAIM AND, WHEN SO SWORN, TO ANSWER ORALLY AS TO ANY FACTS  RELATIVE  TO\n\n       A. 2166                            21\n\n    1  SUCH  ACCOUNT  OR  CLAIM.  THE  AUTHORITY  SHALL HAVE POWER TO SETTLE OR\n    2  ADJUST ALL CLAIMS IN FAVOR OF OR AGAINST THE AUTHORITY.\n    3    5.  ANY  ACTION  OR PROCEEDING TO WHICH THE AUTHORITY OR THE PEOPLE OF\n    4  THE STATE MAY BE PARTIES, IN WHICH ANY QUESTION ARISES AS TO THE VALIDI-\n    5  TY OF THIS TITLE, SHALL BE PREFERRED OVER  ALL  OTHER  CIVIL  CAUSES  OF\n    6  ACTION  OR  CASES,  EXCEPT  ELECTION  CAUSES  OF ACTION OR CASES, IN ALL\n    7  COURTS OF THE STATE AND SHALL BE HEARD AND DETERMINED IN  PREFERENCE  TO\n    8  ALL  OTHER  CIVIL BUSINESS PENDING THEREIN EXCEPT ELECTION CAUSES, IRRE-\n    9  SPECTIVE OF POSITION ON THE  CALENDAR.  THE  SAME  PREFERENCE  SHALL  BE\n   10  GRANTED  UPON  APPLICATION OF THE AUTHORITY OR ITS COUNSEL IN ANY ACTION\n   11  OR PROCEEDING QUESTIONING THE  VALIDITY  OF  THIS  TITLE  IN  WHICH  THE\n   12  AUTHORITY  MAY  BE ALLOWED TO INTERVENE. THE VENUE OF ANY SUCH ACTION OR\n   13  PROCEEDING SHALL BE LAID IN THE SUPREME COURT OF ONONDAGA COUNTY.\n   14    6. THE RATE OF INTEREST TO BE PAID BY THE AUTHORITY UPON ANY  JUDGMENT\n   15  FOR WHICH IT IS LIABLE, OTHER THAN A JUDGMENT ON ITS BONDS, SHALL BE THE\n   16  RATE  PRESCRIBED BY SECTION FIVE THOUSAND FOUR OF THE CIVIL PRACTICE LAW\n   17  AND RULES. INTEREST ON PAYMENTS OF PRINCIPAL OR INTEREST ON ANY BONDS IN\n   18  DEFAULT SHALL ACCRUE AT THE RATE BORNE BY SUCH BONDS FROM THE  DUE  DATE\n   19  THEREOF UNTIL PAID OR OTHERWISE SATISFIED.\n   20    S  2799-SSS. CONTRACTS. ALL CONTRACTS FOR CONSTRUCTION SHALL BE LET BY\n   21  THE AUTHORITY IN CONFORMITY WITH THE APPLICABLE  PROVISIONS  OF  SECTION\n   22  ONE  HUNDRED  THIRTY-FIVE  OF  THE STATE FINANCE LAW AND SHALL BE LET IN\n   23  ACCORDANCE WITH THE PROVISIONS OF STATE  LAW  PERTAINING  TO  PREVAILING\n   24  WAGES,  LABOR  STANDARDS  AND  WORKING  HOURS. IN THE CASE OF INDUSTRIAL\n   25  PROJECTS, WHENEVER THE AUTHORITY DETERMINES THAT TRADE SECRETS OR  OTHER\n   26  CONFIDENTIAL  INFORMATION ABOUT THE PROSPECTIVE PROJECT OCCUPANT'S BUSI-\n   27  NESS OPERATIONS, PRODUCTS, PROCESSES OR DESIGNS  WOULD  BE  REVEALED  BY\n   28  PUBLIC  BIDDING,  THE REQUIREMENTS OF SECTION ONE HUNDRED THIRTY-FIVE OF\n   29  THE STATE FINANCE LAW WITH RESPECT TO PUBLIC BIDDING MAY BE  WAIVED.  IN\n   30  SUCH  EVENT, SEPARATE SPECIFICATIONS SHALL BE PREPARED FOR, AND SEPARATE\n   31  AND INDEPENDENT CONTRACTS SHALL BE ENTERED INTO, FOR THE FOLLOWING THREE\n   32  SUBDIVISIONS OF WORK TO BE PERFORMED: (A) PLUMBING AND GAS FITTING;  (B)\n   33  STEAM HEATING, HOT WATER HEATING, VENTILATING AND AIR CONDITIONING APPA-\n   34  RATUS;  AND (C) ELECTRIC WIRING AND STANDARD ILLUMINATING FIXTURES.  THE\n   35  AUTHORITY MAY, IN ITS DISCRETION, ASSIGN CONTRACTS FOR  SUPERVISION  AND\n   36  COORDINATION  TO  THE  SUCCESSFUL BIDDER FOR ANY SUBDIVISION OF WORK FOR\n   37  WHICH THE AUTHORITY RECEIVES BIDS.  THE AUTHORITY SHALL  NOT  AWARD  ANY\n   38  CONSTRUCTION  CONTRACT  EXCEPT TO THE LOWEST BIDDER WHO, IN ITS OPINION,\n   39  IS QUALIFIED TO PERFORM THE WORK REQUIRED AND  WHO  IS  RESPONSIBLE  AND\n   40  RELIABLE.    THE AUTHORITY MAY, HOWEVER, REJECT ANY OR ALL BIDS OR WAIVE\n   41  ANY INFORMALITY IN A BID IF IT BELIEVES THAT THE PUBLIC INTEREST WILL BE\n   42  PROMOTED THEREBY. THE AUTHORITY MAY REJECT ANY BID IF, IN ITS  JUDGMENT,\n   43  THE  BUSINESS  AND  TECHNICAL  ORGANIZATION, PLANT, RESOURCES, FINANCIAL\n   44  STANDING, OR EXPERIENCE OF THE BIDDER JUSTIFIES SUCH REJECTION  IN  VIEW\n   45  OF THE WORK TO BE PERFORMED.\n   46    S  2799-TTT. INTEREST IN CONTRACTS PROHIBITED. IT SHALL BE A MISDEMEA-\n   47  NOR FOR ANY MEMBER, OFFICER OR EMPLOYEE OF THE AUTHORITY TO  BE  IN  ANY\n   48  WAY  OR  MANNER INTERESTED, DIRECTLY OR INDIRECTLY, IN THE FURNISHING OF\n   49  WORK, MATERIALS, SUPPLIES OR LABOR, OR IN ANY CONTRACT  THEREFORE  WHICH\n   50  THE AUTHORITY IS EMPOWERED BY THIS TITLE TO MAKE.\n   51    S  2799-UUU.  AGREEMENTS  RELATING  TO PAYMENT IN LIEU OF TAXES. 1. IN\n   52  ORDER TO ASSURE THAT MUNICIPALITIES MAY NOT SUFFER UNDUE  LOSS  PAYMENTS\n   53  IN  LIEU  OF  TAXES,  THE  CITY  HAS ENTERED INTO PAYMENT IN LIEU OF TAX\n   54  AGREEMENTS WITH THE EAST SYRACUSE MINOA  CENTRAL  SCHOOL  DISTRICT,  THE\n   55  TOWN  OF  DEWITT,  THE  TOWN OF SALINA, THE TOWN OF CICERO AND THE NORTH\n\n       A. 2166                            22\n\n    1  SYRACUSE CENTRAL SCHOOL DISTRICT. THE AUTHORITY IS OBLIGATED TO CONTINUE\n    2  TO MAKE ANY PILOT PAYMENTS AS SET FORTH IN THESE PILOT AGREEMENTS.\n    3    2.  SUBJECT  TO ANY AGREEMENT WITH BONDHOLDERS, THE AUTHORITY MAY, BUT\n    4  IS NOT REQUIRED TO, INCREASE THE AMOUNT OF THE PAYMENTS IN LIEU OF TAXES\n    5  TO ANY SUCH MUNICIPALITY IN RESPECT OF ANY REAL PROPERTY WHICH IS  OWNED\n    6  OR LEASED BY THE AUTHORITY, IS LOCATED IN SUCH MUNICIPALITY, AND IS USED\n    7  FOR  THE AIRPORT, AVIATION FACILITIES, POLLUTION CONTROL FACILITIES, AND\n    8  OTHER FACILITIES USED FOR PUBLIC AVIATION PURPOSES OR FOR AIRPORT DEVEL-\n    9  OPMENT OR TO SUPPORT OR IN CONNECTION WITH THE AIRPORT, AVIATION FACILI-\n   10  TIES OR POLLUTION CONTROL FACILITIES. FOR THE PURPOSES OF THIS  SECTION,\n   11  SUCH  PUBLIC  AVIATION  PURPOSES  SHALL  INCLUDE  WITHOUT LIMITATION AIR\n   12  TERMINAL  FACILITIES,  AVIATION  FACILITIES,  PARKING  FACILITIES,  FUEL\n   13  FACILITIES,  MAINTENANCE  FACILITIES,  AND  FACILITIES  FOR THE LOADING,\n   14  UNLOADING, HOLDING, INTERCHANGE  OR  TRANSFER  OF  PASSENGERS,  FREIGHT,\n   15  BAGGAGE OR CARGO.\n   16    3.  (A)  IN THE EVENT THAT ANY REAL PROPERTY ACQUIRED BY THE AUTHORITY\n   17  SUBSEQUENT TO THE EFFECTIVE DATE OF THIS ACT IS USED OR IS TO BE USED BY\n   18  THE AUTHORITY, OR A LESSEE THEREOF, FOR PURPOSES OTHER THAN THE AIRPORT,\n   19  AVIATION FACILITIES, POLLUTION CONTROL FACILITIES, AND OTHER  FACILITIES\n   20  USED  FOR  PUBLIC  AVIATION  PURPOSES  OR  FOR AIRPORT DEVELOPMENT OR TO\n   21  SUPPORT OR IN CONNECTION  WITH  THE  AIRPORT,  AVIATION  FACILITIES,  OR\n   22  POLLUTION CONTROL FACILITIES, THE AUTHORITY, OR A LESSEE THEREOF, AS THE\n   23  CASE  MAY  BE,  SHALL ENTER INTO AGREEMENTS WITH ANY MUNICIPALITY OF THE\n   24  STATE TO PAY ANNUAL SUMS IN LIEU OF TAXES IN RESPECT OF SUCH REAL  PROP-\n   25  ERTY  LOCATED  IN  SUCH  MUNICIPALITY. FOR THE PURPOSES OF THIS SECTION,\n   26  SUCH PURPOSES OTHER THAN THE  AIRPORT,  AVIATION  FACILITIES,  POLLUTION\n   27  CONTROL  FACILITIES,  AND  OTHER  FACILITIES  USED  FOR  PUBLIC AVIATION\n   28  PURPOSES OR FOR AIRPORT DEVELOPMENT OR TO SUPPORT OR IN CONNECTION  WITH\n   29  THE AIRPORT, AVIATION FACILITIES, OR POLLUTION CONTROL FACILITIES, SHALL\n   30  INCLUDE  WITHOUT  LIMITATION  HOTELS, MOTELS, RESTAURANTS, RETAIL STORES\n   31  AND CONCESSIONS THAT ARE NOT LOCATED WITHIN ANY AIR  TERMINAL  BUILDING,\n   32  OFFICE  BUILDINGS  TO  THE EXTENT NOT USED BY THE AUTHORITY OR ANY OTHER\n   33  PUBLIC CORPORATION FOR ITS OWN CORPORATE PURPOSES, AND SUCH OTHER BUILD-\n   34  INGS AND IMPROVEMENTS AS DETERMINED BY THE AUTHORITY TO  BE  NOT  EXCLU-\n   35  SIVELY  FOR  THE AIRPORT, AVIATION FACILITIES, POLLUTION CONTROL FACILI-\n   36  TIES, AND OTHER FACILITIES USED FOR AVIATION  PURPOSES  OR  FOR  AIRPORT\n   37  DEVELOPMENT  OR  TO  SUPPORT OR IN CONNECTION WITH THE AIRPORT, AVIATION\n   38  FACILITIES, OR POLLUTION CONTROL FACILITIES.\n   39    (B) THE AUTHORITY SHALL DETERMINE:  (I)  THE  AMOUNT  OF  SUCH  ANNUAL\n   40  PAYMENTS  IN LIEU OF TAXES, (II) WHETHER THE USE OF SUCH PROPERTY IS FOR\n   41  PURPOSES OTHER THAN PUBLIC AVIATION PURPOSES AND  (III)  THE  EXTENT  TO\n   42  WHICH  SUCH  PROPERTY  IS  USED  FOR PURPOSES OTHER THAN PUBLIC AVIATION\n   43  PURPOSES.\n   44    S 2799-VVV. AUDIT AND ANNUAL REPORT. IN CONFORMITY WITH THE PROVISIONS\n   45  OF SECTION FIVE OF ARTICLE TEN OF THE CONSTITUTION, THE ACCOUNTS OF  THE\n   46  AUTHORITY  SHALL  BE SUBJECT TO THE SUPERVISION OF THE STATE COMPTROLLER\n   47  AND AN ANNUAL AUDIT SHALL  BE  PERFORMED  BY  AN  INDEPENDENT  CERTIFIED\n   48  ACCOUNTANT.  THE AUTHORITY SHALL ANNUALLY SUBMIT TO THE GOVERNOR AND THE\n   49  STATE COMPTROLLER AND TO THE CHAIRPERSON OF THE SENATE FINANCE COMMITTEE\n   50  AND THE CHAIRPERSON OF THE ASSEMBLY WAYS AND MEANS COMMITTEE A  DETAILED\n   51  REPORT  PURSUANT TO THE PROVISIONS OF SECTION TWO THOUSAND EIGHT HUNDRED\n   52  OF TITLE ONE OF ARTICLE NINE OF THIS CHAPTER, AND A COPY OF SUCH  REPORT\n   53  SHALL  BE  FILED  WITH  THE CLERK OF THE SYRACUSE COMMON COUNCIL AND THE\n   54  MAYOR.\n   55    S 2799-WWW. LIMITED LIABILITY. NEITHER MEMBERS, OFFICERS OR  EMPLOYEES\n   56  OF THE AUTHORITY, NOR ANY MUNICIPALITY, OR AN OFFICER OR EMPLOYEE THERE-\n\n       A. 2166                            23\n\n    1  OF  ACTING  ON BEHALF OF THE AUTHORITY, WHILE ACTING WITHIN THE SCOPE OF\n    2  THEIR AUTHORITY, SHALL BE SUBJECT TO ANY  PERSONAL  LIABILITY  RESULTING\n    3  FROM THE CONSTRUCTION, MAINTENANCE OR OPERATION OF ANY OF THE PROPERTIES\n    4  OF  THE AUTHORITY OR FROM CARRYING OUT ANY OF THE POWERS EXPRESSLY GIVEN\n    5  IN THIS TITLE PROVIDED, HOWEVER, THAT THIS SECTION SHALL NOT BE HELD  TO\n    6  APPLY TO ANY INDEPENDENT CONTRACTOR.\n    7    S  2799-XXX.  TRANSFER  OF  APPLICATIONS,  PROCEEDINGS,  APPROVALS AND\n    8  PERMITS. 1. ANY APPLICATION, REVIEW OR PROCESS  IN  RELATION  TO  OR  IN\n    9  FURTHERANCE  OF THE PURPOSES OF OR CONTEMPLATED BY THIS TITLE HERETOFORE\n   10  FILED OR UNDERTAKEN, OR  ANY  PROCEEDING  HERETOFORE  COMMENCED  OR  ANY\n   11  DETERMINATION,  FINDING  OR  AWARD MADE, BY THE CITY OR BY THE CITY WITH\n   12  THE FEDERAL GOVERNMENT, THE STATE DEPARTMENT OF ENVIRONMENTAL  CONSERVA-\n   13  TION,  THE STATE DEPARTMENT OF TRANSPORTATION OR ANY OTHER PUBLIC CORPO-\n   14  RATION SHALL INURE TO AND FOR THE BENEFIT OF THE AUTHORITY TO  THE  SAME\n   15  EXTENT  AND  IN  THE SAME MANNER AS IF THE AUTHORITY HAD BEEN A PARTY TO\n   16  SUCH APPLICATION, REVIEW, PROCESS OR PROCEEDING FROM ITS INCEPTION,  AND\n   17  THE AUTHORITY SHALL BE DEEMED A PARTY THERETO, TO THE EXTENT NOT PROHIB-\n   18  ITED  BY ANY FEDERAL LAW.  ANY LICENSE, APPROVAL, PERMIT, DETERMINATION,\n   19  FINDING, AWARD OR DECISION HERETOFORE OR  HEREAFTER  ISSUED  OR  GRANTED\n   20  PURSUANT  TO  OR AS A RESULT OF ANY SUCH APPLICATION, REVIEW, PROCESS OR\n   21  PROCEEDING SHALL INURE TO THE BENEFIT OF AND BE BINDING UPON THE AUTHOR-\n   22  ITY AND SHALL BE ASSIGNED AND TRANSFERRED BY THE CITY TO  THE  AUTHORITY\n   23  UNLESS SUCH ASSIGNMENT AND TRANSFER IS PROHIBITED BY FEDERAL LAW.\n   24    2.  ALL  SUCH APPLICATIONS, PROCEEDINGS, LICENSES, APPROVALS, PERMITS,\n   25  DETERMINATIONS, FINDINGS, AWARDS AND DECISIONS SHALL  FURTHER  INURE  TO\n   26  AND  FOR  THE BENEFIT OF AND BE BINDING UPON ANY PERSON LEASING, ACQUIR-\n   27  ING, FINANCING, CONSTRUCTING, MAINTAINING, OPERATING, USING OR OCCUPYING\n   28  ANY FACILITY FINANCED IN WHOLE OR IN PART BY THE AUTHORITY.\n   29    S 2799-YYY. SEVERABILITY. IF ANY CLAUSE, SENTENCE, PARAGRAPH, SECTION,\n   30  OR PART OF THIS TITLE SHALL BE ADJUDGED BY ANY COURT OF COMPETENT JURIS-\n   31  DICTION TO BE INVALID, SUCH JUDGMENT SHALL NOT AFFECT, IMPAIR OR INVALI-\n   32  DATE THE REMAINDER THEREOF, BUT SHALL BE CONFINED IN  ITS  OPERATION  TO\n   33  THE  CLAUSE,  SENTENCE,  PARAGRAPH, SECTION, OR PART THEREOF INVOLVED IN\n   34  THE CONTROVERSY IN WHICH SUCH JUDGMENT SHALL HAVE BEEN RENDERED.\n   35    S  2799-ZZZ.  EFFECT  OF  INCONSISTENT  PROVISIONS.  INSOFAR  AS   THE\n   36  PROVISIONS  OF  THIS  TITLE  ARE INCONSISTENT WITH THE PROVISIONS OF ANY\n   37  OTHER ACT, GENERAL OR SPECIAL, OR OF THE CITY CHARTER OR ANY LOCAL  LAW,\n   38  CHARTER,  ORDINANCE  OR  RESOLUTION  OF  THE COUNTY OR ANY OTHER MUNICI-\n   39  PALITY, THE PROVISIONS OF  THIS  TITLE  SHALL  BE  CONTROLLING.  NOTHING\n   40  CONTAINED  IN  THIS  SECTION  SHALL  BE  HELD TO SUPPLEMENT OR OTHERWISE\n   41  EXPAND THE POWERS OR DUTIES OF THE AUTHORITY OTHERWISE SET FORTH IN THIS\n   42  TITLE. EXCEPT AS  SPECIFICALLY  PROVIDED  FOR  IN  THIS  TITLE,  IN  THE\n   43  PERFORMANCE  OF  ANY  OF ITS FUNCTIONS, POWERS AND DUTIES, THE AUTHORITY\n   44  SHALL BE SUBJECT TO ALL APPLICABLE GENERAL OR SPECIAL LAWS OF THE STATE,\n   45  THE CITY CHARTER, AND ANY LOCAL LAW,  ORDINANCE  OR  RESOLUTION  OF  THE\n   46  CITY.\n   47    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to creating the Syracuse regional airport authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T170505.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110114.T120938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295042705461
}