{
  "year" : 2011,
  "senateBillNo" : "A2163-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to housing",
    "billEventId" : "A2163-2011-1294981200000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires applications to purchase condominiums or cooperatives to be acted upon within forty-five days, failure to do so results in automatic approval",
  "summary" : "Requires applications to purchase condominiums or cooperatives to be acted upon within forty-five days, failure to do so results in automatic approval. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "A10731-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2163\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. LAVINE -- read once and referred to the Committee\n         on Housing\n\n       AN  ACT  to  amend  the  real  property  law, in relation to cooperative\n         purchase applications\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings.  The  legislature hereby finds and\n    2  declares that residential cooperative purchasers are  subject  to  proc-\n    3  esses  and  conditions  that  do  not  also apply to purchasers of other\n    4  single family residences. The legislature also finds  that  these  proc-\n    5  esses  and  conditions,  at  a minimum, give the appearance and have the\n    6  potential to be misused to illegally discriminate against a purchaser of\n    7  cooperative housing. Because this state  strongly  opposes  all  illegal\n    8  discrimination  and  promotes  fair  housing laws and regulations, it is\n    9  essential that the process for purchasing a cooperative dwelling include\n   10  additional safeguards to protect against  illegal  discrimination.  This\n   11  act is not intended and does not diminish the duty of cooperative boards\n   12  to uphold their established fiduciary duties. This act will significant-\n   13  ly  improve  the transparency of the cooperative purchase process to the\n   14  benefit of all parties involved in the transaction.\n   15    S 2. The real property law is amended by adding a new  article  11  to\n   16  read as follows:\n   17                                 ARTICLE 11\n   18                            COOPERATIVE PURCHASE\n   19                                APPLICATIONS\n\n   20  SECTION 360. SHORT TITLE.\n   21          361. DEFINITIONS.\n   22          362. PURCHASE APPLICATIONS.\n   23          363. ACTION UPON APPLICATIONS.\n   24          364. PUBLIC POLICY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06220-01-1\n\n       A. 2163                             2\n\n    1    S  360.  SHORT  TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n    2  THE \"FAIRNESS IN COOPERATIVE HOME OWNERSHIP ACT\".\n    3    S 361. DEFINITIONS. AS USED IN THIS ARTICLE, UNLESS THE CONTEXT OTHER-\n    4  WISE REQUIRES:\n    5    1. \"APPLICATION\" MEANS THE STANDARDIZED FORM DEVELOPED AND UTILIZED BY\n    6  A  COOPERATIVE  FOR  THE  ACQUISITION  OF CERTIFICATES OF STOCK OR OTHER\n    7  EVIDENCE OF OWNERSHIP OF AN INTEREST IN THE COOPERATIVE.\n    8    2. \"COOPERATIVE\" MEANS REAL PROPERTY WHICH IS  IMPROVED  AND  USED  OR\n    9  OCCUPIED,  OR  INTENDED TO BE USED OR OCCUPIED, AS THE HOME OR RESIDENCE\n   10  OF ONE OR MORE PERSONS, WHICH IS SUBJECT TO  ARTICLE  TWENTY-THREE-A  OF\n   11  THE  GENERAL BUSINESS LAW, AND SHALL INCLUDE ITS COOPERATIVE MANAGEMENT,\n   12  COOPERATIVE TENANTS,  COOPERATIVE  SHAREHOLDERS  OR  ANY  APPOINTEES  OR\n   13  SUCCESSORS IN INTEREST THEREOF.\n   14    3.  \"PERSON\" MEANS A NATURAL PERSON, CORPORATION, PARTNERSHIP, ASSOCI-\n   15  ATE, TRUSTEE, LIMITED LIABILITY COMPANY OR OTHER LEGAL ENTITY.\n   16    4. \"PURCHASE\" MEANS THE ACQUISITION OF CERTIFICATES OF STOCK OR  OTHER\n   17  EVIDENCE OF OWNERSHIP OF AN INTEREST IN A COOPERATIVE.\n   18    5. \"UNIT\" MEANS A PART OF THE COOPERATIVE PROPERTY USED OR INTENDED TO\n   19  BE USED FOR THE HOME OR RESIDENCE OF ONE OR MORE PERSONS.\n   20    S 362. PURCHASE APPLICATIONS. EVERY COOPERATIVE SHALL DEVELOP A STAND-\n   21  ARDIZED  FORM  APPLICATION  AND  SHALL  PROVIDE  SUCH APPLICATION TO ANY\n   22  PERSON SEEKING TO PURCHASE A UNIT IN SUCH COOPERATIVE. EVERY APPLICATION\n   23  SHALL SET FORTH THE REQUIREMENTS FOR PURCHASE OF A UNIT  AND  INCLUDE  A\n   24  NOTICE TO THE APPLICANT ADVISING HOW THEY MAY ACCESS INFORMATION ON FAIR\n   25  HOUSING  AND  ANTI-DISCRIMINATION LAWS. SUCH NOTICE SHALL BE PROMULGATED\n   26  BY THE DIVISION OF HUMAN RIGHTS.\n   27    S 363. ACTION UPON APPLICATIONS. 1. WITHIN TEN DAYS OF  RECEIPT  OF  A\n   28  COMPLETED  APPLICATION, THE COOPERATIVE SHALL PROVIDE THE APPLICANT WITH\n   29  WRITTEN ACKNOWLEDGMENT OF RECEIPT OF THE APPLICATION AND, IF APPLICABLE,\n   30  WRITTEN NOTICE OF ANY WAY IN WHICH THE  APPLICATION  IS  INCOMPLETE.  AN\n   31  APPLICATION  SHALL  BE DEEMED COMPLETE UPON THE FAILURE OF A COOPERATIVE\n   32  TO TIMELY PROVIDE THE APPLICANT WITH SUCH NOTICE.\n   33    2. WITHIN FORTY-FIVE DAYS OF RECEIPT OF AN  APPLICATION,  THE  COOPER-\n   34  ATIVE  SHALL  EITHER  REJECT  OR APPROVE THE APPLICATION AND PROVIDE THE\n   35  APPLICANT WITH WRITTEN NOTICE THEREOF.\n   36    3. FOR EVERY APPLICATION SUBMITTED TO A COOPERATIVE, SUCH  COOPERATIVE\n   37  SHALL  BE  SUBJECT  TO THE PROVISIONS OF SUBDIVISION FIVE OF SECTION TWO\n   38  HUNDRED NINETY-SIX OF THE EXECUTIVE LAW.\n   39    4. DEPOSIT BY A PURCHASER OF AN APPLICATION IN THE UNITED STATES  MAIL\n   40  CERTIFIED  AND  ADDRESSED TO THE REGISTERED OFFICE OF THE COOPERATIVE OR\n   41  ITS MANAGING AGENT SHALL BE DEEMED SUBMITTED AND RECEIVED BY THE COOPER-\n   42  ATIVE FIVE DAYS AFTER SUCH DEPOSIT.\n   43    5. FAILURE BY A COOPERATIVE TO TAKE ACTION ON A COMPLETED  APPLICATION\n   44  WITHIN  FORTY-FIVE  DAYS  OF  RECEIPT  THEREOF  BY  EITHER NOTIFYING THE\n   45  PURCHASER OF ITS APPROVAL OR REJECTION SHALL BE DEEMED TO BE AN APPROVAL\n   46  OF THE APPLICATION.\n   47    S 364. PUBLIC POLICY. EVERY AGREEMENT, NEGATIVE COVENANT,  RESTRICTIVE\n   48  COVENANT  OR  OTHER  PROVISION,  WHETHER  WRITTEN  OR  ORAL AND WHEREVER\n   49  CONTAINED, INCONSISTENT WITH THIS ARTICLE SHALL BE VOID AND  UNENFORCEA-\n   50  BLE.\n   51    S  3.  This  act  shall take effect on the sixtieth day after it shall\n   52  have become a law and shall apply to applications submitted and received\n   53  on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to cooperative purchase applications ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T163503.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110114.T123438.TXT", "SOBI.D110114.T120938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295040903127
}