{
  "year" : 2011,
  "senateBillNo" : "A216-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A216-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to prohibiting certain restaurants and food establishments from serving foods containing artificial trans fat",
  "summary" : "Relates to prohibiting certain restaurants and food establishments from serving foods containing artificial trans fat ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A9026-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          216\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, GOTTFRIED -- read once and referred to the\n         Committee on Health\n\n       AN  ACT  to  amend  the  public  health  law, in relation to prohibiting\n         certain  restaurants  and  food  establishments  from  serving   foods\n         containing artificial trans fat\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  1352-d to read as follows:\n    3    S  1352-D.  ARTIFICIAL  TRANS FAT; PROHIBITION.  1. NO FOOD CONTAINING\n    4  ARTIFICIAL TRANS FAT, AS DEFINED  IN  THIS  SECTION,  SHALL  BE  STORED,\n    5  DISTRIBUTED,  HELD  FOR  SERVICE,  USED IN PREPARATION OF ANY MENU ITEM,\n    6  SERVED OR SOLD IN ANY RESTAURANTS, FOOD SERVICE  ESTABLISHMENTS,  MOBILE\n    7  FOOD  SERVICE  ESTABLISHMENTS, MOBILE FOOD SERVICE ESTABLISHMENT COMMIS-\n    8  SARIES, RETAIL FOOD STORES AS DEFINED IN SECTION  FIVE  HUNDRED  OF  THE\n    9  AGRICULTURE  AND  MARKETS LAW, AND OTHER FOOD ESTABLISHMENTS, SUBJECT TO\n   10  THE PROVISIONS OF SECTION THIRTEEN  HUNDRED  FIFTY-ONE  OF  THIS  TITLE,\n   11  EXCEPT  FOOD THAT IS SERVED OR SOLD DIRECTLY TO PATRONS IN A MANUFACTUR-\n   12  ER'S ORIGINAL SEALED PACKAGE THAT BEARS A NUTRITION FACTS LABEL CONSIST-\n   13  ENT WITH FEDERAL LAW AND REGULATION.\n   14    2. FOR THE PURPOSES OF THIS SECTION, A FOOD SHALL BE DEEMED TO CONTAIN\n   15  ARTIFICIAL TRANS FAT IF THE FOOD IS LABELED AS, LISTS AS AN  INGREDIENT,\n   16  OR  CONTAINS  VEGETABLE  SHORTENING,  MARGARINE OR ANY KIND OF PARTIALLY\n   17  HYDROGENATED VEGETABLE OIL. HOWEVER, A FOOD WHOSE NUTRITION FACTS  LABEL\n   18  OR OTHER DOCUMENTATION FROM THE MANUFACTURER LISTS THE TRANS FAT CONTENT\n   19  OF  THE  FOOD AS LESS THAN 0.5  GRAMS PER SERVING SHALL NOT BE DEEMED TO\n   20  CONTAIN ARTIFICIAL TRANS FAT.   THIS SECTION SHALL NOT  APPLY  TO  FOODS\n   21  CONTAINING ONLY NATURALLY OCCURRING TRANS FAT.\n   22    3.  THE  COMMISSIONER  IS  AUTHORIZED AND DIRECTED TO PROMULGATE RULES\n   23  AND REGULATIONS FOR RECORDKEEPING AND DOCUMENTATION BY  RESTAURANTS  AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03934-01-1\n\n       A. 216                              2\n\n    1  FOOD  ESTABLISHMENTS  SUBJECT  TO  THIS SECTION NECESSARY FOR COMPLIANCE\n    2  WITH THE PROVISIONS OF THIS SECTION. THE COMMISSIONER SHALL CONSULT WITH\n    3  REPRESENTATIVES OF RESTAURANTS AND FOOD ESTABLISHMENTS,  ANY  COUNTY  OR\n    4  MUNICIPAL  HEALTH  DEPARTMENTS THAT HAVE SIMILAR LAWS OR REGULATIONS AND\n    5  THE COMMISSIONER OF AGRICULTURE AND MARKETS, PRIOR TO  PROMULGATING  ANY\n    6  SUCH RULES OR REGULATIONS AND, TO THE MAXIMUM EXTENT PRACTICABLE, INCOR-\n    7  PORATE  SIMILAR  RULES  AND  REGULATIONS  ALREADY  ADOPTED BY SUCH LOCAL\n    8  GOVERNMENTS. THE COMMISSIONER SHALL DEVELOP GUIDELINES, INCLUDING RECOM-\n    9  MENDATIONS FOR HEALTHIER ALTERNATIVES TO ARTIFICIAL TRANS FAT, TO ASSIST\n   10  RESTAURANTS AND FOOD ESTABLISHMENTS IN COMPLYING WITH THE PROVISIONS  OF\n   11  THIS SECTION. SUCH GUIDELINES SHALL BE MADE AVAILABLE TO RESTAURANTS AND\n   12  FOOD  ESTABLISHMENTS  UPON  REQUEST AND SHALL BE PROVIDED ON THE DEPART-\n   13  MENT'S INTERNET WEBSITE.\n   14    4.  NOTWITHSTANDING  THE  PROVISIONS  OF  SECTION   THIRTEEN   HUNDRED\n   15  FIFTY-THREE  OF  THIS TITLE, THE PENALTY FOR A VIOLATION OF THIS SECTION\n   16  SHALL BE LIMITED TO THE PENALTY SET FORTH  IN  SECTION  TWELVE  OF  THIS\n   17  CHAPTER.\n   18    5.  THE  PROVISIONS  OF  THIS  SECTION SHALL RESTRICT THE POWER OF ANY\n   19  COUNTY, CITY, TOWN OR VILLAGE TO  ADOPT  AND  ENFORCE  ADDITIONAL  LOCAL\n   20  LAWS,  ORDINANCES OR REGULATIONS THAT ARE MORE STRINGENT THAN THE STAND-\n   21  ARDS SET FORTH IN THIS SECTION AND THE RULES AND REGULATIONS PROMULGATED\n   22  PURSUANT THERETO, EXCEPT THAT ANY LOCAL  LAW,  ORDINANCE  OR  REGULATION\n   23  RESTRICTING  ARTIFICIAL  TRANS  FAT  ADOPTED  BY  ANY COUNTY OR CITY, OR\n   24  DEPARTMENT OR AGENCY THEREOF, OR TOWN OR VILLAGE PRIOR TO THE DATE  THIS\n   25  SECTION SHALL HAVE BECOME A LAW SHALL NOT BE PREEMPTED BY THIS SECTION.\n   26    S 2.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to prohibiting certain restaurants and food establishments from serving foods containing artificial trans fat ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T121438.TXT", "SOBI.D101216.T133427.TXT", "SOBI.D101216.T133927.TXT", "SOBI.D101216.T125423.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292606078548
}