{
  "year" : 2011,
  "senateBillNo" : "A2178-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2178-2011-1294981200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires bills to contain fiscal impact notes listing estimated costs to an affected entity; requires fiscal impact notes to be displayed on the digital board of the assembly chamber",
  "summary" : "Requires that legislative bills contain fiscal impact statements listing estimated costs to an affected entity; requires fiscal impact statements to be displayed on the digital board of the assembly chambers during deliberation of bills. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "A10225-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2178\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the legislative  law,  in  relation  to  requiring  that\n         legislative  bills  contain fiscal impact statements listing estimated\n         costs to an affected entity; in relation to  requiring  fiscal  impact\n         statements  to be displayed on the digital board of the assembly cham-\n         ber during deliberation of bills\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivisions 2 and 3 of section 51 of the legislative law,\n    2  as added by chapter 985 of the laws of 1983,  are  amended  to  read  as\n    3  follows:\n    4    2.  [The  legislature shall by concurrent resolution of the senate and\n    5  assembly prescribe rules requiring fiscal notes to accompany, on a sepa-\n    6  rate form, bills and amendments to bills, except as otherwise prescribed\n    7  by such rules,] A BILL WHICH ENACTS  OR  AMENDS  ANY  PROVISION  OF  LAW\n    8  RELATING  TO  THE  STATE OF NEW YORK OR OF ANY OF ITS POLITICAL SUBDIVI-\n    9  SIONS, AND which would substantially affect the revenues or expenses, or\n   10  both, of any political subdivision SHALL CONTAIN A  FISCAL  IMPACT  NOTE\n   11  STATING THE ESTIMATED ANNUAL COSTS TO SUCH POLITICAL SUBDIVISION AND THE\n   12  SOURCE OF SUCH ESTIMATE. FOR EVERY BILL OR AMENDMENT THEREOF WHICH IS TO\n   13  BE  VOTED  UPON  BY  THE  ASSEMBLY,  SUCH  FISCAL  IMPACT  NOTE SHALL BE\n   14  DISPLAYED UPON THE DIGITAL DISPLAY IN THE ASSEMBLY  CHAMBER  DURING  THE\n   15  CONSIDERATION OF SUCH BILL OR AMENDMENT.\n   16    3. Fiscal notes shall not, however, be required for bills: (a) subject\n   17  to  the  provisions of section fifty of this chapter, or (b) accompanied\n   18  by special home rule requests submitted by  political  subdivisions,  or\n   19  (c) which provide discretionary authority to political subdivisions[, or\n   20  (d) submitted pursuant to section twenty-four of the state finance law].\n   21    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03905-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to requiring that legislative bills contain fiscal impact statements listing estimated costs to an affected entity; in relation to requiring fiscal impact statements to be displayed on the digital board of the assembly chamber during deliberation of bills ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T122938.TXT", "SOBI.D110118.T094107.TXT", "SOBI.D110114.T121438.TXT", "SOBI.D110114.T124939.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295361667151
}