{
  "year" : 2011,
  "senateBillNo" : "A2174-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2174-2011-1294981200000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes Pets Alive Inc. to file an application for exemption from real property taxes for certain parcels of land located in the town of Wallkill",
  "summary" : "Authorizes Pets Alive Inc. to file an application for exemption from real property taxes for certain parcels of land located in the town of Wallkill, county of Orange. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Taxation",
  "previousVersions" : [ "AA10381-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2174\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to authorize Pets Alive Inc. to file an application for exemption\n         from real property taxes for certain parcels of land  located  in  the\n         town of Wallkill\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  the assessor of the town of Wallkill is hereby authorized to accept from\n    3  Pets Alive Inc., an application for exemption from real  property  taxes\n    4  pursuant  to  section  420-a  of  the real property tax law for the 2007\n    5  assessment roll for the parcel owned by such not-for-profit organization\n    6  which is located in the town of Wallkill at 363  Derby  Road,  otherwise\n    7  known  as  section  21,  block  1,  lot  3; section 22, block 1, lot 30;\n    8  section 22, block 1, lot 32.1; and section 22, block 1,  lot  50.21.  If\n    9  accepted,  such application shall be reviewed as if it had been received\n   10  on or before the taxable status date established for such roll.\n   11    If satisfied that such organization would  otherwise  be  entitled  to\n   12  such  exemption  if  such  organization  had  filed  an  application for\n   13  exemption by the appropriate taxable status date, the  assessor  of  the\n   14  town  of  Wallkill, upon approval by the town board of the town of Wall-\n   15  kill, may  grant  exemption  from  all  taxation  and  make  appropriate\n   16  correction to the subject rolls. If exemption is granted and such organ-\n   17  ization  therefore  shall  have paid any tax with respect to the subject\n   18  rolls, the governing body or tax department may, in its sole discretion,\n   19  provide for the refund of those taxes  paid  and  cancel  taxes,  fines,\n   20  penalties or interest remaining unpaid.\n   21    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03906-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize Pets Alive Inc. to file an application for exemption from real property taxes for certain parcels of land located in the town of Wallkill ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T122938.TXT", "SOBI.D110118.T093606.TXT", "SOBI.D110114.T120938.TXT", "SOBI.D110114.T124939.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295361366036
}