{
  "year" : 2011,
  "senateBillNo" : "A2172-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2172-2011-1294981200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Waives certain fishing and hunting fees for residents of the state who performed military service during a period of war",
  "summary" : "Waives certain fishing and hunting fees for residents of the state who performed military service during a period of war for the five years immediately after his or her return to this state from such military service. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A6503-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Magnarelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2172\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ORTIZ, ABBATE, MARKEY, ZEBROWSKI, BENEDETTO,\n         SCHIMMINGER, SCHROEDER, TOWNS, MAGNARELLI -- Multi-Sponsored by --  M.\n         of A. CLARK, COLTON, FARRELL, PHEFFER, WEISENBERG, WRIGHT -- read once\n         and referred to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to waiv-\n         ing  certain fishing and hunting fees for certain members of the mili-\n         tary serving during a period of war\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section  11-0715 of the environmental\n    2  conservation law, as amended by section 3 of part KK of  chapter  59  of\n    3  the laws of 2009, is amended to read as follows:\n    4    2.  A  member  of  the  Shinnecock  tribe or the Poospatuck tribe or a\n    5  member of the six nations, residing on any reservation wholly or  partly\n    6  within  the  state,  is  entitled  to  receive  free of charge a fishing\n    7  license, a small and big game license, a sportsman  license,  a  muzzle-\n    8  loading  stamp,  a trapping license, and a bow hunting stamp; a resident\n    9  of the state who is a member of the United States armed forces in active\n   10  service who is not stationed within the state and has  not  been  herein\n   11  longer  than  thirty  days  on leave or furlough, is entitled to receive\n   12  free of charge a fishing license, a small and big game  license,  and  a\n   13  trapping license; a resident of the state who is an active member of the\n   14  organized  militia of the state of New York as defined by section one of\n   15  the military law, or the reserve components of the armed forces  of  the\n   16  United  States, and excluding members of the inactive national guard and\n   17  individual ready reserve, is entitled to receive free of charge a  fish-\n   18  ing  license,  a  small  and big game license, and a trapping license; A\n   19  RESIDENT OF THE STATE WHO PERFORMED MILITARY SERVICE DURING A PERIOD  OF\n   20  WAR  AND WAS HONORABLY DISCHARGED, IS ENTITLED, FOR THE FIVE YEARS IMME-\n   21  DIATELY SUCCEEDING HIS OR HER RETURN TO THE  STATE  FROM  SUCH  MILITARY\n   22  SERVICE,  TO  RECEIVE  FREE OF CHARGE A FISHING LICENSE, A SMALL AND BIG\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04085-01-1\n\n       A. 2172                             2\n\n    1  GAME LICENSE, AND A TRAPPING LICENSE; and a resident  who  is  blind  is\n    2  entitled  to  receive a fishing license free of charge. For the purposes\n    3  of this subdivision a person is blind only if either:  (a)  his  or  her\n    4  central  visual  acuity  does  not  exceed 20/200 in the better eye with\n    5  correcting lenses, or (b) his or  her  visual  acuity  is  greater  than\n    6  20/200  but  is  accompanied by a limitation of the field of vision such\n    7  that the widest diameter of the visual field subtends an angle no great-\n    8  er than 20 degrees.\n    9    A resident in the state for a period of thirty days immediately  prior\n   10  to  the date of application who has attained the age of seventy is enti-\n   11  tled to receive a sportsman license at the cost  of  ten  dollars  as  a\n   12  license fee.\n   13    A  resident in the state for a period of thirty days immediately prior\n   14  to the date of application who has attained the age of seventy is  enti-\n   15  tled  to receive a fishing license, and a trapping license, at a cost of\n   16  five dollars for each license.\n   17    A resident in the state for a period of thirty days immediately  prior\n   18  to  the date of application who has attained the age of seventy is enti-\n   19  tled to receive free of charge a bowhunting stamp and  a  muzzle-loading\n   20  stamp.\n   21    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to waiving certain fishing and hunting fees for certain members of the military serving during a period of war ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T122938.TXT", "SOBI.D110118.T093606.TXT", "SOBI.D110114.T120938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295361366029
}