{
  "year" : 2011,
  "senateBillNo" : "A2171-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2171-2011-1294981200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"child sexual abuse and exploitation prevention act\"; repealer",
  "summary" : "Enacts the \"child sexual abuse and exploitation prevention act\"; relates to prostitution offenses and creating the crime of sexual exploitation of a child; relates to computer sex crimes against children. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "AA6941-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2171\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ORTIZ,  SCHROEDER,  COLTON, MAISEL, GUNTHER,\n         JAFFEE, GABRYSZAK, MAYERSOHN, GALEF, ROBINSON,  TITUS  --  Multi-Spon-\n         sored  by  --  M.  of  A.  BOYLAND,  BROOK-KRASNY, COOK, HAWLEY, KOLB,\n         MARKEY, PHEFFER, REILLY, SCARBOROUGH, SWEENEY, WEISENBERG -- read once\n         and referred to the Committee on Codes\n\n       AN ACT to amend the criminal procedure  law,  the  correction  law,  the\n         penal  law,  the  arts  and cultural affairs law, the general business\n         law, the labor law and the civil practice law and rules,  in  relation\n         to  enacting the \"child sexual abuse and exploitation prevention act\";\n         to amend the penal law, in relation to creating the crime of  criminal\n         use  of encryption in the first and second degrees; to amend the penal\n         law, the criminal procedure law, the civil rights law,  the  executive\n         law, the family court act, the mental hygiene law, the multiple dwell-\n         ing  law,  the  public health law, the alcoholic beverage control law,\n         the real property actions and proceedings law, the real  property  law\n         and  the vehicle and traffic law, in relation to prostitution offenses\n         and creating the crime of sexual exploitation of a child; to amend the\n         penal law, in relation to computer sex crimes  against  children;  and\n         repealing certain provisions of the penal law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"child sexual abuse and exploitation prevention act\".\n    3    S  2.  Legislative  intent.  The legislature hereby finds and declares\n    4  that the sexual abuse and exploitation of children is a continuing seri-\n    5  ous problem and  such  exploitation  is  being  aided  by  technological\n    6  advances that utilize the internet. The proliferation of child pornogra-\n    7  phy must be addressed through legislative means that supply law enforce-\n    8  ment  with  the tools needed to combat this problem, impose penalties on\n    9  those determined to abuse children and provide a  safe  environment  for\n   10  child victims.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04092-01-1\n\n       A. 2171                             2\n\n    1    S  3. Subdivision 2 of section 60.42 of the criminal procedure law, as\n    2  added by chapter 230 of the laws of 1975, is amended to read as follows:\n    3    2.  proves  or tends to prove that the victim has been convicted of an\n    4  offense under section 230.00 OR 230.01 of the  penal  law  within  three\n    5  years  prior to the sex offense which is the subject of the prosecution;\n    6  or\n    7    S 4. Paragraph (d) of subdivision 1 of section 160.10 of the  criminal\n    8  procedure law, as amended by chapter 232 of the laws of 2010, is amended\n    9  and a new paragraph (e) is added to read as follows:\n   10    (d) Loitering for the purpose of engaging in a prostitution offense as\n   11  defined in subdivision two of section 240.37 of the penal law[.]; OR\n   12    (E)  UNLAWFUL  PROSTITUTION  AS DEFINED IN SECTION 230.01 OF THE PENAL\n   13  LAW.\n   14    S 5. Section 190.30 of the criminal procedure law is amended by adding\n   15  a new subdivision 9 to read as follows:\n   16    9. BUSINESS RECORDS MAY BE  RECEIVED  AT  GRAND  JURY  PROCEEDINGS  AS\n   17  EVIDENCE  OF THE FACTS STATED IN SUCH RECORDS, PROVIDED SUCH RECORDS ARE\n   18  ACCOMPANIED BY A WRITTEN STATEMENT, UNDER OATH, OF THE  RECORD'S  CUSTO-\n   19  DIAN  OR  OTHER  QUALIFIED WITNESS OF THE BUSINESS. SUCH STATEMENT SHALL\n   20  CONTAIN A LIST OR DESCRIPTION OF  THE  RECORDS  ATTACHED  AND  STATE  IN\n   21  SUBSTANCE  THAT THE PERSON IS A DULY AUTHORIZED CUSTODIAN OF THE RECORDS\n   22  OR OTHER QUALIFIED WITNESS WITH KNOWLEDGE THAT SUCH RECORDS WERE MADE IN\n   23  THE REGULAR COURSE OF BUSINESS AND THAT IT WAS  THE  REGULAR  COURSE  OF\n   24  SUCH  BUSINESS TO MAKE SUCH RECORDS AT THE TIME OF THE ACT, TRANSACTION,\n   25  OCCURRENCE OR EVENT, OR WITHIN A REASONABLE TIME THEREAFTER. SUCH  WRIT-\n   26  TEN  STATEMENT  MAY  ALSO INCLUDE A STATEMENT THAT THE BUSINESS DOES NOT\n   27  POSSESS A PARTICULAR RECORD  OR  RECORDS,  AND  SUCH  STATEMENT  MAY  BE\n   28  RECEIVED  AT  GRAND  JURY  PROCEEDINGS  AS EVIDENCE OF THE FACT THAT THE\n   29  BUSINESS DOES NOT POSSESS SUCH RECORD OR RECORDS. WHEN IT  IS  NECESSARY\n   30  FOR THE BUSINESS WHOSE RECORDS ARE BEING OFFERED INTO EVIDENCE TO SUBMIT\n   31  A  WRITTEN  STATEMENT  UNDER OATH FROM MORE THAN ONE OF ITS EMPLOYEES IN\n   32  ORDER TO COMPLY WITH THIS SUBDIVISION, MORE THAN ONE  WRITTEN  STATEMENT\n   33  UNDER  OATH  MAY  BE  ATTACHED  TO  THE RECORDS. FOR THE PURPOSE OF THIS\n   34  SUBDIVISION, THE TERM \"BUSINESS\" INCLUDES A BUSINESS, PROFESSION,  OCCU-\n   35  PATION AND CALLING OF EVERY KIND.\n   36    S  6. Subdivisions 4 and 7 of section 200.50 of the criminal procedure\n   37  law, as amended by chapter 7 of the laws of 2007, are amended to read as\n   38  follows:\n   39    4. A statement in each count that the grand jury, or, where the  accu-\n   40  satory  instrument  is a superior court information, the district attor-\n   41  ney, accuses the  defendant  or  defendants  of  a  designated  offense,\n   42  provided  that in any prosecution under article four hundred eighty-five\n   43  of the penal law, the designated offense shall be the specified offense,\n   44  as defined in subdivision three of section  485.05  of  the  penal  law,\n   45  followed  by  the phrase \"as a hate crime\", and provided further that in\n   46  any prosecution under section 490.25 of the penal  law,  the  designated\n   47  offense  shall be the specified offense, as defined in subdivision three\n   48  of section 490.05 of the penal law, followed by the phrase \"as  a  crime\n   49  of  terrorism\";  and  provided  further  that  in  any prosecution under\n   50  section 130.91 of the penal law, the designated  offense  shall  be  the\n   51  specified  offense,  as  defined in subdivision two of section 130.91 of\n   52  the penal law, followed by the phrase \"as a sexually motivated  felony\";\n   53  and PROVIDED FURTHER THAT IN ANY PROSECUTION UNDER SECTION 263.18 OF THE\n   54  PENAL  LAW,  THE  DESIGNATED  OFFENSE  SHALL BE THE UNDERLYING SEX CRIME\n   55  AGAINST A CHILD, AS DEFINED IN SUBDIVISION TWO OF SECTION 263.18 OF  THE\n   56  PENAL LAW, FOLLOWED BY THE PHRASE \"AS A COMPUTER SEX CRIME\"; AND\n\n       A. 2171                             3\n\n    1    7.  A plain and concise factual statement in each count which, without\n    2  allegations of an evidentiary nature,\n    3    (a)  asserts facts supporting every element of the offense charged and\n    4  the defendant's or defendants' commission thereof with sufficient preci-\n    5  sion to clearly apprise the defendant or defendants of the conduct which\n    6  is the subject of the accusation; and\n    7    (b) in the case of any armed felony, as defined in subdivision  forty-\n    8  one  of  section  1.20  OF  THIS CHAPTER, states that such offense is an\n    9  armed felony and specifies the particular  implement  the  defendant  or\n   10  defendants possessed, were armed with, used or displayed or, in the case\n   11  of  an implement displayed, specifies what the implement appeared to be;\n   12  and\n   13    (c) in the case of any hate crime, as defined in section 485.05 of the\n   14  penal law, specifies, as applicable, that the  defendant  or  defendants\n   15  intentionally selected the person against whom the offense was committed\n   16  or  intended to be committed; or intentionally committed the act or acts\n   17  constituting the offense, in whole or in substantial part because  of  a\n   18  belief  or perception regarding the race, color, national origin, ances-\n   19  try, gender, religion, religious practice,  age,  disability  or  sexual\n   20  orientation of a person; and\n   21    (d)  in the case of a crime of terrorism, as defined in section 490.25\n   22  of the penal law,  specifies,  as  applicable,  that  the  defendant  or\n   23  defendants  acted  with  intent to intimidate or coerce a civilian popu-\n   24  lation, influence the policy of a unit of government by intimidation  or\n   25  coercion,  or  affect  the  conduct  of  a unit of government by murder,\n   26  assassination or kidnapping; and\n   27    (e) in the case of a sexually motivated felony, as defined in  section\n   28  130.91  of  the  penal law, asserts facts supporting the allegation that\n   29  the offense was sexually motivated; and\n   30    (F) IN THE CASE OF A COMPUTER SEX CRIME, AS DEFINED IN SUBDIVISION ONE\n   31  OF SECTION 263.18 OF THE PENAL LAW, SPECIFIES, AS APPLICABLE,  THAT  THE\n   32  DEFENDANT  OR  DEFENDANTS  FACILITATED  THE  COMMISSION  OF  A SEX CRIME\n   33  AGAINST A CHILD, AS DEFINED IN SUBDIVISION TWO OF SECTION 263.18 OF  THE\n   34  PENAL LAW, BY USING OR CAUSING TO BE USED A COMPUTER OR COMPUTER SERVICE\n   35  TO COMMUNICATE WITH THE CHILD AGAINST WHOM SUCH OFFENSE IS COMMITTED.\n   36    S 7. Subdivision 6 of section 380.50 of the criminal procedure law, as\n   37  amended  by  chapter  320  of  the  laws  of 2006, is amended to read as\n   38  follows:\n   39    6. Regardless of whether the victim requests to make a statement  with\n   40  regard to the defendant's sentence, where the defendant is sentenced for\n   41  a violent felony offense as defined in section 70.02 of the penal law or\n   42  a  felony  defined in article one hundred twenty-five of such law or any\n   43  of the following provisions of such law sections 130.25, 130.30, 130.40,\n   44  130.45, 255.25, 255.26, 255.27, article two hundred sixty-three, 135.10,\n   45  135.25, 230.05, 230.06, 230.06-A, subdivision two of section  230.30  or\n   46  230.32,  the  prosecutor  shall,  within sixty days of the imposition of\n   47  sentence, provide the victim with a form on which the victim  may  indi-\n   48  cate  a demand to be informed of any petition to change the name of such\n   49  defendant.   Such forms shall be maintained  by  such  prosecutor.  Upon\n   50  receipt of a notice of a petition to change the name of any such defend-\n   51  ant,  pursuant  to  subdivision  two  of  section sixty-two of the civil\n   52  rights law, the prosecutor shall promptly notify the victim at the  most\n   53  current  address or telephone number provided by such victim in the most\n   54  reasonable and expedient possible manner of  the  time  and  place  such\n   55  petition will be presented to the court.\n\n       A. 2171                             4\n\n    1    S 8. Section 610.10 of the criminal procedure law is amended by adding\n    2  a new subdivision 4 to read as follows:\n    3    4.  A \"NON-JUDICIAL SUBPOENA\" IS A PROCESS ISSUED BY A DISTRICT ATTOR-\n    4  NEY OR THE ATTORNEY GENERAL, WHERE APPROPRIATE, OR THE  CHIEF  EXECUTIVE\n    5  OFFICER  OF  A POLICE DEPARTMENT, AS DEFINED IN SUBDIVISION A OF SECTION\n    6  EIGHT HUNDRED THIRTY-SEVEN-C OF THE EXECUTIVE LAW, OR  THE  DESIGNEE  OF\n    7  SUCH  CHIEF  EXECUTIVE  OFFICER,  IN  ACCORDANCE  WITH THE PROVISIONS OF\n    8  SUBDIVISION FOUR OF SECTION 610.20 OF THIS ARTICLE.\n    9    S 9. Section 610.20 of the criminal procedure law is amended by adding\n   10  a new subdivision 4 to read as follows:\n   11    4. IN THE INVESTIGATION OF AN OFFENSE AGAINST A MINOR OR AN ATTEMPT TO\n   12  COMMIT AN OFFENSE AGAINST A MINOR, OR IN ANY INSTANCE WHERE THE LIFE  OR\n   13  SAFETY OF A PERSON IS IN IMMINENT DANGER, A NON-JUDICIAL SUBPOENA MAY BE\n   14  ISSUED  AND  DIRECTED  TO  AN INTERNET SERVICE PROVIDER OR A PROVIDER OF\n   15  E-MAIL SERVICES REQUIRING THE PROVIDER  TO  DISCLOSE  THE  IDENTITY  AND\n   16  ADDRESS OF A SUBSCRIBER RELATIVE TO A SCREEN NAME.\n   17    S 10. Paragraph (h) of subdivision 8 of section 700.05 of the criminal\n   18  procedure law, as amended by chapter 154 of the laws of 1990, is amended\n   19  to read as follows:\n   20    (h)  Promoting prostitution in the first degree, as defined in section\n   21  230.32 of the penal law, promoting prostitution in the second degree, as\n   22  defined by subdivision one of section 230.30 of the penal  law,  COMPEL-\n   23  LING PROSTITUTION, AS DEFINED IN SECTION 230.33 OF THE PENAL LAW;\n   24    S 11. Subdivision 8 of section 700.05 of the criminal procedure law is\n   25  amended by adding a new paragraph (u) to read as follows:\n   26    (U)  USE  OF  A  CHILD IN A SEXUAL PERFORMANCE IN THE SECOND DEGREE AS\n   27  DEFINED IN SECTION 263.06 OF THE PENAL LAW, USE OF A CHILD IN  A  SEXUAL\n   28  PERFORMANCE  IN  THE  FIRST  DEGREE  AS DEFINED IN SECTION 263.07 OF THE\n   29  PENAL LAW, PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY  A  CHILD  IN  THE\n   30  SECOND  DEGREE  AS DEFINED IN SECTION 263.08 OF THE PENAL LAW, PROMOTING\n   31  AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE AS  DEFINED\n   32  IN  SECTION  263.09  OF  THE  PENAL  LAW,  POSSESSING  AN OBSCENE SEXUAL\n   33  PERFORMANCE BY A CHILD IN THE THIRD DEGREE AS DEFINED IN SECTION  263.10\n   34  OF THE PENAL LAW, POSSESSING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN\n   35  THE  SECOND  DEGREE  AS  DEFINED  IN  SECTION  263.11  OF THE PENAL LAW,\n   36  POSSESSING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST  DEGREE\n   37  AS  DEFINED  IN  SECTION  263.12  OF  THE  PENAL LAW, PROMOTING A SEXUAL\n   38  PERFORMANCE BY A CHILD IN THE SECOND DEGREE AS DEFINED IN SECTION 263.13\n   39  OF THE PENAL LAW, PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST\n   40  DEGREE AS DEFINED IN SECTION 263.14 OF THE PENAL LAW, POSSESSING A SEXU-\n   41  AL PERFORMANCE BY A CHILD IN THE THIRD  DEGREE  AS  DEFINED  IN  SECTION\n   42  263.15  OF  THE PENAL LAW, POSSESSING A SEXUAL PERFORMANCE BY A CHILD IN\n   43  THE SECOND DEGREE AS  DEFINED  IN  SECTION  263.16  OF  THE  PENAL  LAW,\n   44  POSSESSING  A  SEXUAL  PERFORMANCE  BY  A  CHILD  IN THE FIRST DEGREE AS\n   45  DEFINED IN SECTION 263.17 OF THE  PENAL  LAW,  COMPUTER  SEX  CRIMES  AS\n   46  DEFINED  IN  SECTION 263.18 OF THE PENAL LAW, CRIMINAL USE OF ENCRYPTION\n   47  IN THE SECOND DEGREE AS DEFINED IN SECTION  156.40  OF  THE  PENAL  LAW,\n   48  CRIMINAL  USE  OF  ENCRYPTION  IN THE FIRST DEGREE AS DEFINED IN SECTION\n   49  156.41 OF THE PENAL LAW, LURING A CHILD AS DEFINED IN SECTION 263.01  OF\n   50  THE PENAL LAW AND DISSEMINATING INDECENT MATERIAL TO MINORS IN THE FIRST\n   51  DEGREE AS DEFINED IN SECTION 263.03 OF THE PENAL LAW.\n   52    S  12.  Paragraph  (a)  of  subdivision  2  of  section  168-a  of the\n   53  correction law, as amended by chapter  405  of  the  laws  of  2008,  is\n   54  amended to read as follows:\n   55    (a)  (i)  a conviction of or a conviction for an attempt to commit any\n   56  of the provisions of sections [120.70,] 130.20, 130.25, 130.30,  130.40,\n\n       A. 2171                             5\n\n    1  130.45, 130.60, 230.34, 250.50, 255.25, 255.26 and 255.27 or article two\n    2  hundred  sixty-three of the penal law, or section 135.05, 135.10, 135.20\n    3  or 135.25 of such law relating  to  kidnapping  offenses,  provided  the\n    4  victim  of  such  kidnapping  or  related offense is less than seventeen\n    5  years old and the offender is not the parent of the victim,  or  section\n    6  230.04, where the person patronized is in fact less than seventeen years\n    7  of  age,  230.05 [or], 230.06 OR 230.06-A, or subdivision two of section\n    8  230.30, or section 230.32 [or], 230.33 OR 230.45 of the  penal  law,  or\n    9  (ii)  [a  conviction  of or a conviction for an attempt to commit any of\n   10  the provisions  of  section  235.22  of  the  penal  law,  or  (iii)]  a\n   11  conviction of or a conviction for an attempt to commit any provisions of\n   12  the foregoing sections committed or attempted as a hate crime defined in\n   13  section  485.05  of  the penal law or as a crime of terrorism defined in\n   14  section 490.25 of such law or as a sexually motivated felony defined  in\n   15  section 130.91 of such law; or\n   16    S  13.  Paragraphs  d  and  e of subdivision 2 of section 168-b of the\n   17  correction law are relettered paragraphs e and f and a new  paragraph  d\n   18  is added to read as follows:\n   19    D.  THE  REGISTRY  IS  AUTHORIZED  TO  MAKE  AVAILABLE THE INFORMATION\n   20  PROVIDED FOR IN SECTION ONE HUNDRED SIXTY-EIGHT-Q OF THIS  ARTICLE  AND,\n   21  IN  ADDITION, PROVIDE INFORMATION ON ANY INTERNET ACCOUNTS REGISTERED TO\n   22  SUCH SEX OFFENDER AND ANY INTERNET SCREEN NAMES USED BY SUCH OFFENDER TO\n   23  AN INTERACTIVE COMPUTER SERVICE, WHICH SHALL BE DEFINED AS ANY  INFORMA-\n   24  TION  SERVICE,  SYSTEM  OR  ACCESS  SOFTWARE  PROVIDER  THAT PROVIDES OR\n   25  ENABLES COMPUTER ACCESS BY MULTIPLE USERS TO A COMPUTER SERVER,  INCLUD-\n   26  ING  SPECIFICALLY A SERVICE OR SYSTEM THAT PROVIDES ACCESS TO THE INTER-\n   27  NET.\n   28    S 14.  Paragraph  (b)  of  subdivision  2  of  section  168-f  of  the\n   29  correction  law, as added by chapter 192 of the laws of 1995, is amended\n   30  to read as follows:\n   31    (b) The verification form shall be signed by  the  sex  offender,  and\n   32  state  that  he OR SHE still resides at the address last reported to the\n   33  division AND SHALL PROVIDE INFORMATION ON ANY INTERNET ACCOUNTS  BELONG-\n   34  ING  TO  SUCH SEX OFFENDER AND ANY INTERNET SCREEN NAME OR NAMES USED BY\n   35  SUCH OFFENDER.\n   36    S 15. Sections 120.70, 235.20, 235.21, 235.22, 235.23  and  235.24  of\n   37  the penal law are REPEALED.\n   38    S  16.  Section  60.13  of the penal law, as added by chapter 7 of the\n   39  laws of 2007, is amended to read as follows:\n   40  S 60.13 Authorized dispositions; felony sex offenses.\n   41    When a person is to be sentenced upon  a  conviction  for  any  felony\n   42  defined in article one hundred thirty of this chapter, including a sexu-\n   43  ally  motivated  felony, or patronizing a prostitute in the first degree\n   44  as defined in section 230.06 of this chapter, SEXUAL EXPLOITATION  OF  A\n   45  CHILD  AS  DEFINED  IN  SECTION  230.06-A OF THIS CHAPTER, incest in the\n   46  second degree as defined in section 255.26 of this chapter, or incest in\n   47  the first degree as defined in section 255.27  of  this  chapter,  or  a\n   48  felony  attempt  or  conspiracy to commit any of these crimes, the court\n   49  must sentence the defendant in accordance with the provisions of section\n   50  70.80 of this title.\n   51    S 17. Subdivision 1 of section 70.02 of the penal law,  as  separately\n   52  amended  by  chapters  764 and 765 of the laws of 2005, paragraph (a) as\n   53  amended by chapter 320 of the laws of 2006, paragraphs (b)  and  (c)  as\n   54  amended  by chapter 405 of the laws of 2010 and paragraph (d) as amended\n   55  by chapter 7 of the laws of 2007, is amended to read as follows:\n\n       A. 2171                             6\n\n    1    1. Definition of a violent felony offense. A violent felony offense is\n    2  a class B violent felony offense, a class C violent  felony  offense,  a\n    3  class  D  violent  felony  offense, or a class E violent felony offense,\n    4  defined as follows:\n    5    (a)  Class  B  violent felony offenses: an attempt to commit the class\n    6  A-I felonies of murder in  the  second  degree  as  defined  in  section\n    7  125.25, kidnapping in the first degree as defined in section 135.25, and\n    8  arson  in the first degree as defined in section 150.20; manslaughter in\n    9  the first degree as defined in section 125.20,  aggravated  manslaughter\n   10  in  the  first  degree  as  defined in section 125.22, rape in the first\n   11  degree as defined in section 130.35, criminal sexual act  in  the  first\n   12  degree  as  defined  in  section  130.50, aggravated sexual abuse in the\n   13  first degree as defined in section  130.70,  course  of  sexual  conduct\n   14  against  a  child  in  the first degree as defined in section 130.75[;],\n   15  assault in the first degree as defined in section 120.10, kidnapping  in\n   16  the  second  degree  as defined in section 135.20, burglary in the first\n   17  degree as defined in section 140.30,  arson  in  the  second  degree  as\n   18  defined  in  section  150.15,  robbery in the first degree as defined in\n   19  section 160.15, SEXUAL EXPLOITATION OF A CHILD  AS  DEFINED  IN  SECTION\n   20  230.06-A,  PROMOTING  PROSTITUTION  IN  THE  FIRST  DEGREE AS DEFINED IN\n   21  SECTION 230.32, COMPELLING PROSTITUTION AS DEFINED  IN  SECTION  230.33,\n   22  incest  in the first degree as defined in section 255.27, USE OF A CHILD\n   23  IN A SEXUAL PERFORMANCE IN  THE  FIRST  DEGREE  AS  DEFINED  IN  SECTION\n   24  263.07,  criminal  possession of a weapon in the first degree as defined\n   25  in section 265.04, criminal use of a firearm  in  the  first  degree  as\n   26  defined  in  section  265.09,  criminal  sale  of a firearm in the first\n   27  degree as defined in section 265.13, aggravated assault  upon  a  police\n   28  officer or a peace officer as defined in section 120.11, gang assault in\n   29  the  first degree as defined in section 120.07, intimidating a victim or\n   30  witness in the first degree as  defined  in  section  215.17,  hindering\n   31  prosecution  of  terrorism  in  the  first  degree as defined in section\n   32  490.35, criminal possession of a chemical weapon or biological weapon in\n   33  the second degree as defined in section 490.40, and criminal  use  of  a\n   34  chemical  weapon  or biological weapon in the third degree as defined in\n   35  section 490.47.\n   36    (b) Class C violent felony offenses: an attempt to commit any  of  the\n   37  class  B felonies set forth in paragraph (a) of this subdivision; aggra-\n   38  vated criminally negligent homicide as defined in section 125.11, aggra-\n   39  vated manslaughter in the second degree as defined  in  section  125.21,\n   40  aggravated  sexual  abuse  in  the  second  degree as defined in section\n   41  130.67, assault on a peace officer, police officer, fireman or emergency\n   42  medical services professional as defined in section 120.08, gang assault\n   43  in the second degree as defined in section 120.06, strangulation in  the\n   44  first degree as defined in section 121.13, burglary in the second degree\n   45  as defined in section 140.25, robbery in the second degree as defined in\n   46  section  160.10,  PROMOTING PROSTITUTION IN THE SECOND DEGREE AS DEFINED\n   47  IN SECTION 230.30, DISSEMINATING INDECENT MATERIALS  TO  MINORS  IN  THE\n   48  FIRST  DEGREE  AS  DEFINED IN SECTION 263.03, USE OF A CHILD IN A SEXUAL\n   49  PERFORMANCE IN THE SECOND DEGREE AS DEFINED IN SECTION 263.06, PROMOTING\n   50  AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE AS  DEFINED\n   51  IN  SECTION  263.09, POSSESSING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD\n   52  IN THE FIRST DEGREE AS DEFINED IN SECTION  263.12,  PROMOTING  A  SEXUAL\n   53  PERFORMANCE BY A CHILD IN THE FIRST DEGREE AS DEFINED IN SECTION 263.14,\n   54  POSSESSING  A  SEXUAL  PERFORMANCE  BY  A  CHILD  IN THE FIRST DEGREE AS\n   55  DEFINED IN SECTION 263.17, criminal possession of a weapon in the second\n   56  degree as defined in section 265.03, criminal use of a  firearm  in  the\n\n       A. 2171                             7\n\n    1  second  degree  as defined in section 265.08, criminal sale of a firearm\n    2  in the second degree as defined in section 265.12, criminal  sale  of  a\n    3  firearm with the aid of a minor as defined in section 265.14, soliciting\n    4  or  providing  support  for  an  act of terrorism in the first degree as\n    5  defined in section 490.15, hindering prosecution  of  terrorism  in  the\n    6  second degree as defined in section 490.30, and criminal possession of a\n    7  chemical  weapon  or biological weapon in the third degree as defined in\n    8  section 490.37.\n    9    (c) Class D violent felony offenses: an attempt to commit any  of  the\n   10  class C felonies set forth in paragraph (b); reckless assault of a child\n   11  as defined in section 120.02, assault in the second degree as defined in\n   12  section 120.05, menacing a police officer or peace officer as defined in\n   13  section  120.18, stalking in the first degree, as defined in subdivision\n   14  one of section 120.60, strangulation in the second degree as defined  in\n   15  section  121.12, rape in the second degree as defined in section 130.30,\n   16  criminal sexual act in the second degree as defined in  section  130.45,\n   17  sexual abuse in the first degree as defined in section 130.65, course of\n   18  sexual  conduct  against  a  child  in  the  second degree as defined in\n   19  section 130.80, aggravated sexual abuse in the third degree  as  defined\n   20  in  section  130.66,  facilitating  a  sex  offense  with  a  controlled\n   21  substance as defined in section 130.90, PATRONIZING A PROSTITUTE IN  THE\n   22  FIRST DEGREE AS DEFINED IN SECTION 230.06, PROMOTING PROSTITUTION IN THE\n   23  THIRD  DEGREE AS DEFINED IN SUBDIVISION TWO OF SECTION 230.25, PROMOTING\n   24  AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE SECOND DEGREE AS DEFINED\n   25  IN SECTION 263.08, PROMOTING A SEXUAL PERFORMANCE  BY  A  CHILD  IN  THE\n   26  SECOND  DEGREE  AS  DEFINED  IN SECTION 263.13, criminal possession of a\n   27  weapon in the third degree as defined in subdivision five, six, seven or\n   28  eight of section 265.02, criminal sale of a firearm in the third  degree\n   29  as  defined  in  section 265.11, intimidating a victim or witness in the\n   30  second degree as defined in  section  215.16,  soliciting  or  providing\n   31  support  for  an  act  of  terrorism  in the second degree as defined in\n   32  section 490.10, and making a terroristic threat as  defined  in  section\n   33  490.20,  falsely reporting an incident in the first degree as defined in\n   34  section 240.60, placing a false bomb or hazardous substance in the first\n   35  degree as defined in section 240.62, placing a false bomb  or  hazardous\n   36  substance  in a sports stadium or arena, mass transportation facility or\n   37  enclosed shopping mall as defined  in  section  240.63,  and  aggravated\n   38  unpermitted use of indoor pyrotechnics in the first degree as defined in\n   39  section 405.18.\n   40    (d)  Class  E violent felony offenses: an attempt to commit any of the\n   41  felonies of criminal possession of a  weapon  in  the  third  degree  as\n   42  defined  in subdivision five, six, seven or eight of section 265.02 as a\n   43  lesser included offense of that section as defined in section 220.20  of\n   44  the  criminal  procedure  law,  persistent  sexual  abuse  as defined in\n   45  section 130.53, aggravated sexual abuse in the fourth degree as  defined\n   46  in  section  130.65-a,  PATRONIZING A PROSTITUTE IN THE SECOND DEGREE AS\n   47  DEFINED IN SECTION 230.05, falsely reporting an incident in  the  second\n   48  degree  as defined in section 240.55 and placing a false bomb or hazard-\n   49  ous substance in the second degree as defined in section 240.61.\n   50    S 18. Paragraph (a) of subdivision 1 of section  70.80  of  the  penal\n   51  law,  as  added  by chapter 7 of the laws of 2007, is amended to read as\n   52  follows:\n   53    (a) For the purposes of this section, a \"felony sex offense\"  means  a\n   54  conviction  of  any felony defined in article one hundred thirty of this\n   55  chapter, including a sexually motivated felony, or patronizing a prosti-\n   56  tute in the first degree as defined in section 230.06 of  this  chapter,\n\n       A. 2171                             8\n\n    1  incest  in  the second degree as defined in section 255.26 of this chap-\n    2  ter, SEXUAL EXPLOITATION OF A CHILD AS DEFINED IN  SECTION  230.06-A  OF\n    3  THIS CHAPTER, or incest in the first degree as defined in section 255.27\n    4  of  this chapter, or a felony attempt or conspiracy to commit any of the\n    5  above.\n    6    S 19. Subdivision 2 of section 130.91 of the penal law, as amended  by\n    7  chapter 405 of the laws of 2010, is amended to read as follows:\n    8    2.  A  \"specified  offense\"  is a felony offense defined by any of the\n    9  following provisions of this chapter: assault in the  second  degree  as\n   10  defined  in  section  120.05,  assault in the first degree as defined in\n   11  section 120.10, gang assault in the second degree as defined in  section\n   12  120.06,  gang  assault in the first degree as defined in section 120.07,\n   13  stalking in the first degree as defined in section 120.60, strangulation\n   14  in the second degree as defined in section 121.12, strangulation in  the\n   15  first  degree  as  defined in section 121.13, manslaughter in the second\n   16  degree as defined in subdivision one of section 125.15, manslaughter  in\n   17  the  first  degree  as  defined  in section 125.20, murder in the second\n   18  degree as defined in section 125.25, aggravated  murder  as  defined  in\n   19  section 125.26, murder in the first degree as defined in section 125.27,\n   20  kidnapping in the second degree as defined in section 135.20, kidnapping\n   21  in  the first degree as defined in section 135.25, burglary in the third\n   22  degree as defined in section 140.20, burglary in the  second  degree  as\n   23  defined  in  section  140.25, burglary in the first degree as defined in\n   24  section 140.30, arson in the second degree as defined in section 150.15,\n   25  arson in the first degree as defined in section 150.20, robbery  in  the\n   26  third  degree as defined in section 160.05, robbery in the second degree\n   27  as defined in section 160.10, robbery in the first degree as defined  in\n   28  section  160.15,  promoting prostitution in the second degree as defined\n   29  in section 230.30, promoting prostitution in the first degree as defined\n   30  in section 230.32, compelling prostitution as defined in section 230.33,\n   31  disseminating indecent material to minors in the first degree as defined\n   32  in section [235.22] 263.03, use of a child in a  sexual  performance  IN\n   33  THE  SECOND DEGREE as defined in section [263.05] 263.06, USE OF A CHILD\n   34  IN A SEXUAL PERFORMANCE IN  THE  FIRST  DEGREE  AS  DEFINED  IN  SECTION\n   35  263.07, promoting an obscene sexual performance by a child IN THE SECOND\n   36  DEGREE as defined in section [263.10] 263.08, PROMOTING AN OBSCENE SEXU-\n   37  AL  PERFORMANCE  BY  A  CHILD  IN THE FIRST DEGREE AS DEFINED IN SECTION\n   38  263.09, promoting a sexual performance by a child IN THE  SECOND  DEGREE\n   39  as defined in section [263.15] 263.13, PROMOTING A SEXUAL PERFORMANCE BY\n   40  A  CHILD IN THE FIRST DEGREE AS DEFINED IN SECTION 263.14, or any felony\n   41  attempt or conspiracy to commit any of the foregoing offenses.\n   42    S 20. Subdivision 3 of section 130.95 of the penal law,  as  added  by\n   43  chapter 107 of the laws of 2006, is amended to read as follows:\n   44    3. He or she has previously been subjected to a conviction for a felo-\n   45  ny  defined in this article, incest as defined in section 255.25 of this\n   46  chapter or use of a child in a sexual performance as defined in [section\n   47  263.05] SECTIONS 263.06 AND 263.07 of this chapter.\n   48    S 21. Section 156.00 of the penal law  is  amended  by  adding  a  new\n   49  subdivision 10 to read as follows:\n   50    10.   \"ENCRYPTION\" MEANS ANY PROTECTIVE OR DISRUPTIVE MEASURE, INCLUD-\n   51  ING, WITHOUT LIMITATION, CRYPTOGRAPHY, ENCIPHERING OR ENCODING, WHICH:\n   52    (A) CAUSES OR MAKES ANY DATA, INFORMATION, IMAGE, PROGRAM,  SIGNAL  OR\n   53  SOUND UNINTELLIGIBLE OR UNUSABLE; OR\n   54    (B) PREVENTS, IMPEDES, DELAYS OR DISRUPTS ACCESS TO ANY DATA, INFORMA-\n   55  TION, IMAGE, PROGRAM, SIGNAL OR SOUND.\n\n       A. 2171                             9\n\n    1    S  22.  The penal law is amended by adding two new sections 156.40 and\n    2  156.41 to read as follows:\n    3  S 156.40 CRIMINAL USE OF ENCRYPTION IN THE SECOND DEGREE.\n    4    A  PERSON IS GUILTY OF CRIMINAL USE OF ENCRYPTION IN THE SECOND DEGREE\n    5  WHEN HE OR SHE INTENTIONALLY USES OR ATTEMPTS TO USE ENCRYPTION TO:\n    6    1. COMMIT, FURTHER,  FACILITATE  OR  PROMOTE  CONDUCT  CONSTITUTING  A\n    7  CRIME;\n    8    2. CONCEAL THE COMMISSION OF ANY CRIME;\n    9    3.  CONCEAL  OR PROTECT THE IDENTITY OF A PERSON WHO HAS COMMITTED ANY\n   10  CRIME; OR\n   11    4. PREVENT, IMPEDE, DELAY OR DISRUPT THE NORMAL OPERATION OR USE OF  A\n   12  COMPUTER, COMPUTER PROGRAM OR COMPUTER SYSTEM.\n   13    CRIMINAL USE OF ENCRYPTION IN THE SECOND DEGREE IS A CLASS A MISDEMEA-\n   14  NOR.\n   15  S 156.41 CRIMINAL USE OF ENCRYPTION IN THE FIRST DEGREE.\n   16    A  PERSON  IS GUILTY OF CRIMINAL USE OF ENCRYPTION IN THE FIRST DEGREE\n   17  WHEN HE OR SHE COMMITS THE CRIME OF CRIMINAL USE OF  ENCRYPTION  IN  THE\n   18  SECOND DEGREE AND HE OR SHE:\n   19    1.  DOES  SO  WITH AN INTENT TO COMMIT OR ATTEMPT TO COMMIT OR FURTHER\n   20  THE COMMISSION OF A FELONY;\n   21    2. DOES SO WITH AN INTENT TO CONCEAL THE COMMISSION OF ANY FELONY;\n   22    3. DOES SO WITH THE INTENT TO PROTECT THE IDENTITY OF A PERSON WHO HAS\n   23  COMMITTED ANY FELONY; OR\n   24    4. HAS BEEN PREVIOUSLY CONVICTED OF ANY CRIME UNDER THIS ARTICLE.\n   25    CRIMINAL USE OF ENCRYPTION IN THE FIRST DEGREE IS A CLASS E FELONY.\n   26    S 23. Section 215.40 of the penal law is amended to read as follows:\n   27  S 215.40 Tampering with physical evidence.\n   28    A person is guilty of tampering with physical evidence when:\n   29    1. With intent that it be used or introduced in, OR BELIEVING THAT  IT\n   30  HAS  BEEN REQUESTED OR MAY BE GATHERED DURING OR PURSUANT TO an official\n   31  proceeding or a prospective official proceeding, [he] SUCH  PERSON:  (a)\n   32  knowingly  makes,  devises  or  prepares false physical evidence, or (b)\n   33  produces or offers such evidence at such a proceeding knowing it  to  be\n   34  false; or\n   35    2.  Believing that certain physical evidence [is about to] HAS BEEN OR\n   36  MAY be REQUESTED, GATHERED, produced or used in OR PURSUANT TO an  offi-\n   37  cial  proceeding  or a prospective official proceeding, and intending to\n   38  prevent such production or use, [he] SUCH PERSON suppresses  it  by  any\n   39  act of concealment, alteration, ENCRYPTION or destruction, or by employ-\n   40  ing force, intimidation or deception against any person.\n   41    3.  NO  ELECTRONIC COMMUNICATIONS SERVICE OR REMOTE COMPUTING SERVICE,\n   42  AS DEFINED UNDER THE  FEDERAL  ELECTRONIC  COMMUNICATIONS  PRIVACY  ACT,\n   43  WHICH  IS  ACTING WITHIN THE ORDINARY COURSE OF BUSINESS, SHALL BE OBLI-\n   44  GATED TO RETAIN CUSTOMER INFORMATION AND/OR CONTENT UNLESS IN RECEIPT OF\n   45  AN OFFICIAL REQUEST TO RETAIN PHYSICAL EVIDENCE.\n   46    Tampering with physical evidence is a class [E] D felony.\n   47    S 24. Section 230.00 of the penal law, as amended by  chapter  169  of\n   48  the laws of 1969, is amended to read as follows:\n   49  S 230.00 [Prostitution] CRIMINAL PROSTITUTION.\n   50    A  person  is  guilty  of  CRIMINAL prostitution when, BEING SEVENTEEN\n   51  YEARS OLD OR MORE, such person engages or agrees or offers to engage  in\n   52  sexual conduct with another person in return for a fee.\n   53    [Prostitution] CRIMINAL PROSTITUTION is a class B [Misdemeanor] MISDE-\n   54  MEANOR.\n   55    S  25. The penal law is amended by adding a new section 230.01 to read\n   56  as follows:\n\n       A. 2171                            10\n\n    1  S 230.01 UNLAWFUL PROSTITUTION.\n    2    A  PERSON  IS  GUILTY  OF  UNLAWFUL PROSTITUTION WHEN, BEING LESS THAN\n    3  SEVENTEEN YEARS OLD, SUCH PERSON ENGAGES OR AGREES OR OFFERS  TO  ENGAGE\n    4  IN SEXUAL CONDUCT WITH ANOTHER PERSON IN RETURN FOR A FEE.\n    5    UNLAWFUL  PROSTITUTION  IS  A  VIOLATION,  PROVIDED, HOWEVER, THAT ANY\n    6  PERSON WHO HAS PREVIOUSLY BEEN CONVICTED OF  A  CRIME  DEFINED  IN  THIS\n    7  ARTICLE  OR  SECTION  240.37  OF  THIS PART SHALL BE GUILTY OF A CLASS B\n    8  MISDEMEANOR.\n    9    S 26.  Sections 230.05 and 230.06 of the penal law, as added by  chap-\n   10  ter 627 of the laws of 1978, are amended to read as follows:\n   11  S 230.05 Patronizing a prostitute in the second degree.\n   12    A  person  is  guilty of patronizing a prostitute in the second degree\n   13  when, being [over eighteen] TWENTY-ONE years of age OR MORE, he  OR  SHE\n   14  patronizes  a  prostitute  and the person patronized is less than [four-\n   15  teen] SEVENTEEN years of age.\n   16    Patronizing a prostitute in the second degree is a class E felony.\n   17  S 230.06 Patronizing a prostitute in the first degree.\n   18    A person is guilty of patronizing a prostitute  in  the  first  degree\n   19  when,  BEING EIGHTEEN YEARS OF AGE OR MORE, he OR SHE patronizes a pros-\n   20  titute and the person patronized is less than [eleven] FIFTEEN years  of\n   21  age.\n   22    Patronizing a prostitute in the first degree is a class D felony.\n   23    S  27.  The  penal  law is amended by adding a new section 230.06-a to\n   24  read as follows:\n   25  S 230.06-A SEXUAL EXPLOITATION OF A CHILD.\n   26    A PERSON IS GUILTY OF SEXUAL EXPLOITATION OF A CHILD WHEN:\n   27    1. BEING EIGHTEEN YEARS OF AGE OR MORE HE OR SHE PATRONIZES A  PROSTI-\n   28  TUTE AND THE PERSON PATRONIZED IS LESS THAN THIRTEEN YEARS OF AGE; OR\n   29    2. HE OR SHE PATRONIZES A PROSTITUTE AND THE PERSON PATRONIZED IS LESS\n   30  THAN ELEVEN YEARS OF AGE.\n   31    SEXUAL EXPLOITATION OF A CHILD IS A CLASS B FELONY.\n   32    S 28. Section 230.07 of the penal law, as amended by chapter 74 of the\n   33  laws of 2007, is amended to read as follows:\n   34  S 230.07 Patronizing a prostitute; defense.\n   35    In any prosecution for patronizing a prostitute in the first or second\n   36  degrees  OR  SEXUAL  EXPLOITATION  OF  A CHILD, it is [a] AN AFFIRMATIVE\n   37  defense that the defendant did not have reasonable  grounds  to  believe\n   38  that the person was less than the age specified.\n   39    S  29.  The  opening  paragraph  of section 230.10 of the penal law is\n   40  amended to read as follows:\n   41    In any prosecution for SEXUAL EXPLOITATION OF A CHILD, prostitution or\n   42  patronizing a prostitute, the sex of  the  two  parties  or  prospective\n   43  parties  to  the sexual conduct engaged in, contemplated or solicited is\n   44  immaterial, and it is no defense that:\n   45    S 30. The penal law is amended by adding a new section 230.11 to  read\n   46  as follows:\n   47  S 230.11 PROSTITUTION; DEFENSE.\n   48    IN ANY PROSECUTION FOR UNLAWFUL PROSTITUTION OR CRIMINAL PROSTITUTION,\n   49  IT IS AN AFFIRMATIVE DEFENSE THAT THE DEFENDANT IS A VICTIM OF SEX TRAF-\n   50  FICKING.\n   51    S  31. Subdivision 2 of section 230.30 of the penal law, as amended by\n   52  chapter 627 of the laws of 1978, is amended to read as follows:\n   53    2. Advances or  profits  from  prostitution  of  a  person  less  than\n   54  [sixteen] SEVENTEEN years old.\n   55    S  32. Section 230.33 of the penal law, as added by chapter 450 of the\n   56  laws of 2005, is amended to read as follows:\n\n       A. 2171                            11\n\n    1  S 230.33 Compelling prostitution.\n    2    A  person  is guilty of compelling prostitution when, being twenty-one\n    3  years of age or older, he or  she  knowingly  advances  prostitution  by\n    4  compelling a person less than [sixteen] SEVENTEEN years old, by force or\n    5  intimidation, to engage in prostitution.\n    6    Compelling prostitution is a class B felony.\n    7    S  33.  Section  230.40  of the penal law is amended and a new section\n    8  230.45 is added to read as follows:\n    9  S 230.40 Permitting prostitution IN THE SECOND DEGREE.\n   10    A person is guilty of permitting prostitution  IN  THE  SECOND  DEGREE\n   11  when, having possession or control of premises which he OR SHE knows are\n   12  being used for prostitution purposes, he OR SHE fails to make reasonable\n   13  effort to halt or abate such use.\n   14    Permitting  prostitution  IN THE SECOND DEGREE is a class [B] A misde-\n   15  meanor.\n   16  S 230.45 PERMITTING PROSTITUTION IN THE FIRST DEGREE.\n   17    A PERSON IS GUILTY OF PERMITTING PROSTITUTION IN THE FIRST DEGREE WHEN\n   18  HAVING POSSESSION OR CONTROL OF PREMISES WHICH HE OR SHE KNOWS ARE BEING\n   19  USED FOR PROSTITUTION PURPOSES INCLUDING THE  PROSTITUTION  OF  A  CHILD\n   20  LESS  THAN  SEVENTEEN  YEARS  OF AGE, HE OR SHE FAILS TO MAKE REASONABLE\n   21  EFFORT TO HALT OR ABATE SUCH USE.\n   22    PERMITTING PROSTITUTION IN THE FIRST DEGREE IS A CLASS E FELONY.\n   23    S 34. The section heading and subdivision 1 of section 235.15  of  the\n   24  penal law, as amended by chapter 600 of the laws of 1996, are amended to\n   25  read as follows:\n   26    Obscenity  [or disseminating indecent material to minors in the second\n   27  degree]; defense.\n   28    1. In any prosecution for obscenity[, or disseminating indecent  mate-\n   29  rial to minors in the second degree in violation of subdivision three of\n   30  section  235.21  of this article,] it is an affirmative defense that the\n   31  persons to whom allegedly obscene   or  indecent  material  was  dissem-\n   32  inated,  or  the audience to an allegedly obscene performance, consisted\n   33  of persons or institutions having scientific, educational,  governmental\n   34  or  other similar justification for possessing, disseminating or viewing\n   35  the same.\n   36    S 35. Subdivision 2 of section 240.37 of the penal law,  as  added  by\n   37  chapter 344 of the laws of 1976, is amended to read as follows:\n   38    2.  Any  person  who  remains  or  wanders about in a public place and\n   39  repeatedly beckons to, or repeatedly stops, or  repeatedly  attempts  to\n   40  stop,  or  repeatedly  attempts to engage passers-by in conversation, or\n   41  repeatedly stops or attempts  to  stop  motor  vehicles,  or  repeatedly\n   42  interferes  with  the  free passage of other persons, for the purpose of\n   43  prostitution, or of patronizing a prostitute as those terms are  defined\n   44  in  article two hundred thirty of [the penal law] THIS CHAPTER, shall be\n   45  guilty of a violation and is guilty of a class  B  misdemeanor  if  such\n   46  person  has  previously been convicted of a violation of this section or\n   47  of [sections] SECTION 230.00, 230.01 or 230.05 of [the penal  law]  THIS\n   48  CHAPTER.\n   49    S  36.  Subdivision  2 of section 250.65 of the penal law, as added by\n   50  chapter 69 of the laws of 2003, is amended to read as follows:\n   51    2. With respect to sections 250.55 and 250.60  of  this  article,  the\n   52  provisions of subdivision two of section 235.15 and subdivisions one and\n   53  two of section [235.24] 263.05 of this chapter shall apply.\n   54    S  37.  Article 263 of the penal law is REPEALED and a new article 263\n   55  is added to read as follows:\n\n       A. 2171                            12\n\n    1                                 ARTICLE 263\n    2                      CHILD SEXUAL ABUSE, EXPLOITATION\n    3                          AND PORNOGRAPHY OFFENSES\n    4  SECTION 263.00 DEFINITIONS.\n    5          263.01 LURING A CHILD.\n    6          263.02 DISSEMINATING  INDECENT  MATERIAL TO MINORS IN THE SECOND\n    7                   DEGREE.\n    8          263.03 DISSEMINATING INDECENT MATERIAL TO MINORS  IN  THE  FIRST\n    9                   DEGREE.\n   10          263.04 DISSEMINATING  INDECENT  MATERIAL  TO MINORS; PRESUMPTION\n   11                   AND DEFENSES.\n   12          263.05 DISSEMINATING INDECENT MATERIAL TO MINORS; LIMITATIONS.\n   13          263.06 USE OF A CHILD IN A  SEXUAL  PERFORMANCE  IN  THE  SECOND\n   14                   DEGREE.\n   15          263.07 USE  OF  A  CHILD  IN  A  SEXUAL PERFORMANCE IN THE FIRST\n   16                   DEGREE.\n   17          263.08 PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE\n   18                   SECOND DEGREE.\n   19          263.09 PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE\n   20                   FIRST DEGREE.\n   21          263.10 POSSESSING AN OBSCENE SEXUAL PERFORMANCE BY  A  CHILD  IN\n   22                   THE THIRD DEGREE.\n   23          263.11 POSSESSING  AN  OBSCENE  SEXUAL PERFORMANCE BY A CHILD IN\n   24                   THE SECOND DEGREE.\n   25          263.12 POSSESSING AN OBSCENE SEXUAL PERFORMANCE BY  A  CHILD  IN\n   26                   THE FIRST DEGREE.\n   27          263.13 PROMOTING  A  SEXUAL PERFORMANCE BY A CHILD IN THE SECOND\n   28                   DEGREE.\n   29          263.14 PROMOTING A SEXUAL PERFORMANCE BY A CHILD  IN  THE  FIRST\n   30                   DEGREE.\n   31          263.15 POSSESSING  A  SEXUAL PERFORMANCE BY A CHILD IN THE THIRD\n   32                   DEGREE.\n   33          263.16 POSSESSING A SEXUAL PERFORMANCE BY A CHILD IN THE  SECOND\n   34                   DEGREE.\n   35          263.17 POSSESSING  A  SEXUAL PERFORMANCE BY A CHILD IN THE FIRST\n   36                   DEGREE.\n   37          263.18 COMPUTER SEX CRIMES AGAINST CHILDREN.\n   38          263.19 SENTENCE OF IMPRISONMENT FOR COMPUTER SEX CRIMES.\n   39          263.20 SEXUAL PERFORMANCE BY A CHILD; AFFIRMATIVE DEFENSES.\n   40          263.25 PROOF OF AGE OF CHILD.\n   41  S 263.00 DEFINITIONS.\n   42    AS USED IN THIS ARTICLE THE FOLLOWING DEFINITIONS SHALL APPLY:\n   43    1. \"MINOR\" MEANS ANY PERSON LESS THAN SEVENTEEN YEARS OLD.\n   44    2. \"NUDITY\" MEANS THE SHOWING OF THE HUMAN MALE  OR  FEMALE  GENITALS,\n   45  PUBIC  AREA  OR  BUTTOCKS  WITH LESS THAN A FULL OPAQUE COVERING, OR THE\n   46  SHOWING OF THE FEMALE BREAST WITH LESS THAN A FULLY OPAQUE  COVERING  OF\n   47  ANY  PORTION  THEREOF  BELOW  THE TOP OF THE NIPPLE, OR THE DEPICTION OF\n   48  COVERED MALE GENITALS IN A DISCERNIBLY TURGID STATE.\n   49    3. \"SEXUAL CONDUCT\" MEANS ACTUAL OR SIMULATED SEXUAL INTERCOURSE, ORAL\n   50  SEXUAL CONDUCT, ANAL SEXUAL CONDUCT,  SEXUAL  BESTIALITY,  MASTURBATION,\n   51  SADOMASOCHISTIC ABUSE, OR LEWD EXHIBITION OF THE GENITALS.\n   52    4.  \"SEXUAL  EXCITEMENT\"  MEANS  THE CONDITION OF HUMAN MALE OR FEMALE\n   53  GENITALS WHEN IN A STATE OF SEXUAL STIMULATION OR AROUSAL.\n   54    5. \"SEXUAL PERFORMANCE\" MEANS ANY PERFORMANCE OR  PART  THEREOF  WHICH\n   55  INCLUDES SEXUAL CONDUCT OR WHAT REASONABLY APPEARS TO BE SEXUAL CONDUCT,\n   56  BY A CHILD LESS THAN SEVENTEEN YEARS OF AGE.\n\n       A. 2171                            13\n\n    1    6.  \"OBSCENE  SEXUAL PERFORMANCE\" MEANS ANY PERFORMANCE WHICH INCLUDES\n    2  SEXUAL CONDUCT OR WHAT REASONABLY APPEARS TO BE  SEXUAL  CONDUCT,  BY  A\n    3  CHILD  LESS  THAN  SEVENTEEN  YEARS  OF  AGE,  IN  ANY MATERIAL WHICH IS\n    4  OBSCENE, AS SUCH TERM IS DEFINED IN SECTION 235.00 OF THIS CHAPTER.\n    5    7.  \"SEXUAL  INTERCOURSE\", \"SEXUAL CONTACT\", \"ORAL SEXUAL CONDUCT\" AND\n    6  \"ANAL SEXUAL CONDUCT\" MEAN THE CONDUCT DEFINED BY SECTION 130.00 OF THIS\n    7  CHAPTER.\n    8    8. \"SADOMASOCHISTIC ABUSE\" MEANS FLAGELLATION OR TORTURE BY OR UPON  A\n    9  PERSON  CLAD  IN UNDERGARMENTS, A MASK OR BIZARRE COSTUME, OR THE CONDI-\n   10  TION OF BEING FETTERED, BOUND OR OTHERWISE PHYSICALLY RESTRAINED ON  THE\n   11  PART OF ONE SO CLOTHED.\n   12    9.  \"PERFORMANCE\" MEANS ANY PLAY, MOTION PICTURE, PHOTOGRAPH OR DANCE,\n   13  FILM, VIDEO, DIGITAL IMAGE OR DATA STORED ON A COMPUTER DISK OR BY ELEC-\n   14  TRONIC MEANS WHERE SUCH DATA IS CAPABLE  OF  CONVERSION  INTO  A  VISUAL\n   15  IMAGE.  PERFORMANCE ALSO MEANS ANY OTHER VISUAL REPRESENTATION EXHIBITED\n   16  BEFORE AN AUDIENCE.\n   17    10. \"PROMOTE\"  MEANS  TO  PROCURE,  MANUFACTURE,  ISSUE,  SELL,  GIVE,\n   18  PROVIDE,  LEND, MAIL, DELIVER, TRANSFER, TRANSMUTE, PUBLISH, DISTRIBUTE,\n   19  CIRCULATE, DISSEMINATE, PRESENT, EXHIBIT OR ADVERTISE, OR  TO  OFFER  OR\n   20  AGREE TO DO THE SAME.\n   21    11. \"SIMULATED\" MEANS THE EXPLICIT DEPICTION OF ANY OF THE CONDUCT SET\n   22  FORTH  IN SUBDIVISION THREE OF THIS SECTION WHICH CREATES THE APPEARANCE\n   23  OF SUCH CONDUCT.\n   24    12. \"HARMFUL TO MINORS\" MEANS  THAT  QUALITY  OF  ANY  DESCRIPTION  OR\n   25  REPRESENTATION,  IN  WHATEVER  FORM,  OF  NUDITY, SEXUAL CONDUCT, SEXUAL\n   26  EXCITEMENT, OR SADOMASOCHISTIC ABUSE,  WHEN  IT:  (A)  CONSIDERED  AS  A\n   27  WHOLE,  APPEALS  TO  THE  PRURIENT INTEREST IN SEX OF MINORS; AND (B) IS\n   28  PATENTLY OFFENSIVE TO PREVAILING STANDARDS IN THE ADULT COMMUNITY  AS  A\n   29  WHOLE  WITH  RESPECT  TO  WHAT  IS SUITABLE MATERIAL FOR MINORS; AND (C)\n   30  CONSIDERED AS A WHOLE, LACKS SERIOUS LITERARY, ARTISTIC,  POLITICAL  AND\n   31  SCIENTIFIC VALUE FOR MINORS.\n   32    13. \"ACCESS SOFTWARE\" MEANS SOFTWARE (INCLUDING CLIENT OR SERVER SOFT-\n   33  WARE) OR ENABLING TOOLS THAT DO NOT CREATE OR PROVIDE THE CONTENT OF THE\n   34  COMMUNICATION BUT THAT ALLOW A USER TO DO ANY ONE OR MORE OF THE FOLLOW-\n   35  ING:  (A)  FILTER,  SCREEN, ALLOW OR DISALLOW CONTENT; (B) PICK, CHOOSE,\n   36  ANALYZE OR DIGEST CONTENT; OR (C) TRANSMIT, RECEIVE,  DISPLAY,  FORWARD,\n   37  CACHE, SEARCH, SUBSET, ORGANIZE, REORGANIZE OR TRANSLATE CONTENT.\n   38    14. \"COMPUTER\" SHALL HAVE THE SAME MEANING AS ASCRIBED TO SUCH TERM BY\n   39  SECTION 156.00 OF THIS CHAPTER.\n   40    15.  \"TELEPHONIC  COMMUNICATION\"  AND \"ELECTRONIC COMMUNICATION\" SHALL\n   41  HAVE THE MEANING GIVEN TO THOSE TERMS BY  SUBDIVISIONS  THREE  AND  FIVE\n   42  RESPECTIVELY, OF SECTION 250.00 OF THIS CHAPTER.\n   43  S 263.01 LURING A CHILD.\n   44    1.  A  PERSON IS GUILTY OF LURING A CHILD WHEN HE OR SHE LURES A CHILD\n   45  INTO A MOTOR VEHICLE, AIRCRAFT, WATERCRAFT, ISOLATED AREA, BUILDING,  OR\n   46  PART  THEREOF,  FOR  THE PURPOSE OF COMMITTING AGAINST SUCH CHILD ANY OF\n   47  THE FOLLOWING OFFENSES: AN OFFENSE AS DEFINED IN SECTION 70.02  OF  THIS\n   48  CHAPTER; AN OFFENSE AS DEFINED IN SECTION 125.25 OR 125.27 OF THIS CHAP-\n   49  TER;  A FELONY OFFENSE THAT IS A VIOLATION OF ARTICLE ONE HUNDRED THIRTY\n   50  OF THIS CHAPTER; AN OFFENSE AS DEFINED IN SECTION 135.25 OF  THIS  CHAP-\n   51  TER;  AN OFFENSE AS DEFINED IN SECTIONS 230.30, 230.33 OR 230.34 OF THIS\n   52  CHAPTER; AN OFFENSE AS DEFINED IN SECTIONS 255.25, 255.26, OR 255.27  OF\n   53  THIS CHAPTER; OR AN OFFENSE AS DEFINED IN THIS ARTICLE.  FOR PURPOSES OF\n   54  THIS  SUBDIVISION  \"CHILD\"  MEANS  A PERSON LESS THAN SEVENTEEN YEARS OF\n   55  AGE. NOTHING IN THIS  SECTION  SHALL  BE  DEEMED  TO  PRECLUDE,  IF  THE\n   56  EVIDENCE  WARRANTS, A CONVICTION FOR THE COMMISSION OR ATTEMPTED COMMIS-\n\n       A. 2171                            14\n\n    1  SION OF ANY CRIME, INCLUDING BUT NOT LIMITED TO A CRIME DEFINED IN ARTI-\n    2  CLE ONE HUNDRED THIRTY-FIVE OF THIS CHAPTER.\n    3    2.  LURING A CHILD IS A CLASS E FELONY, PROVIDED, HOWEVER, THAT IF THE\n    4  UNDERLYING OFFENSE THE ACTOR  INTENDED  TO  COMMIT  AGAINST  SUCH  CHILD\n    5  CONSTITUTED  A CLASS A OR A CLASS B FELONY, THEN THE OFFENSE OF LURING A\n    6  CHILD IN VIOLATION OF THIS SECTION SHALL BE DEEMED RESPECTIVELY, A CLASS\n    7  C FELONY OR CLASS D FELONY.\n    8  S 263.02 DISSEMINATING INDECENT MATERIAL TO MINORS IN THE SECOND DEGREE.\n    9    A PERSON IS GUILTY OF DISSEMINATING INDECENT MATERIAL TO MINORS IN THE\n   10  SECOND DEGREE WHEN:\n   11    1. WITH KNOWLEDGE OF ITS CHARACTER AND CONTENT, HE  OR  SHE  SELLS  OR\n   12  LOANS TO A MINOR FOR MONETARY CONSIDERATION:\n   13    (A)  ANY PICTURE, PHOTOGRAPH, DRAWING, SCULPTURE, MOTION PICTURE FILM,\n   14  OR SIMILAR VISUAL REPRESENTATION OR IMAGE OF A PERSON OR PORTION OF  THE\n   15  HUMAN BODY WHICH DEPICTS NUDITY, SEXUAL CONDUCT OR SADOMASOCHISTIC ABUSE\n   16  AND WHICH IS HARMFUL TO MINORS; OR\n   17    (B)  ANY  BOOK, PAMPHLET, MAGAZINE, PRINTED MATTER HOWEVER REPRODUCED,\n   18  OR SOUND RECORDING WHICH CONTAINS ANY MATTER ENUMERATED IN PARAGRAPH (A)\n   19  OF THIS SUBDIVISION, OR EXPLICIT AND  DETAILED  VERBAL  DESCRIPTIONS  OR\n   20  NARRATIVE ACCOUNTS OF SEXUAL EXCITEMENT, SEXUAL CONDUCT OR SADOMASOCHIS-\n   21  TIC ABUSE AND WHICH, TAKEN AS A WHOLE, IS HARMFUL TO MINORS; OR\n   22    2.  KNOWING  THE  CHARACTER  AND  CONTENT OF A MOTION PICTURE, SHOW OR\n   23  OTHER PRESENTATION WHICH, IN WHOLE OR IN PART,  DEPICTS  NUDITY,  SEXUAL\n   24  CONDUCT  OR SADOMASOCHISTIC ABUSE, AND WHICH IS HARMFUL TO MINORS, HE OR\n   25  SHE:\n   26    (A) EXHIBITS SUCH MOTION PICTURE, SHOW  OR  OTHER  PRESENTATION  TO  A\n   27  MINOR FOR MONETARY CONSIDERATION; OR\n   28    (B)  SELLS  TO A MINOR AN ADMISSION TICKET OR PASS TO PREMISES WHEREON\n   29  THERE IS EXHIBITED OR TO BE EXHIBITED SUCH MOTION PICTURE, SHOW OR OTHER\n   30  PRESENTATION; OR\n   31    (C) ADMITS A MINOR FOR A MONETARY CONSIDERATION  TO  PREMISES  WHEREON\n   32  THERE  IS EXHIBITED OR TO BE EXHIBITED SUCH MOTION PICTURE SHOW OR OTHER\n   33  PRESENTATION; OR\n   34    3. KNOWING THE CHARACTER AND CONTENT OF THE  COMMUNICATION  WHICH,  IN\n   35  WHOLE OR IN PART, DEPICTS OR DESCRIBES, EITHER IN WORDS OR IMAGES ACTUAL\n   36  OR  SIMULATED NUDITY, SEXUAL CONDUCT OR SADOMASOCHISTIC ABUSE, AND WHICH\n   37  IS HARMFUL TO MINORS, HE OR SHE INTENTIONALLY USES ANY COMPUTER COMMUNI-\n   38  CATION SYSTEM ALLOWING THE INPUT, OUTPUT, EXAMINATION  OR  TRANSFER,  OF\n   39  COMPUTER  DATA  OR  COMPUTER  PROGRAMS  FROM ONE COMPUTER TO ANOTHER, TO\n   40  INITIATE OR ENGAGE IN SUCH COMMUNICATION WITH A PERSON WHO IS A MINOR.\n   41    DISSEMINATING INDECENT MATERIAL TO MINORS IN THE SECOND  DEGREE  IS  A\n   42  CLASS E FELONY.\n   43  S 263.03 DISSEMINATING INDECENT MATERIAL TO MINORS IN THE FIRST DEGREE.\n   44    A PERSON IS GUILTY OF DISSEMINATING INDECENT MATERIAL TO MINORS IN THE\n   45  FIRST DEGREE WHEN:\n   46    1.  KNOWING  THE  CHARACTER AND CONTENT OF THE COMMUNICATION WHICH, IN\n   47  WHOLE OR IN PART, DEPICTS OR DESCRIBES, EITHER IN WORDS OR IMAGES ACTUAL\n   48  OR SIMULATED NUDITY, SEXUAL CONDUCT OR SADOMASOCHISTIC ABUSE, AND  WHICH\n   49  IS HARMFUL TO MINORS, HE OR SHE INTENTIONALLY USES ANY TELEPHONIC COMMU-\n   50  NICATION,  ELECTRONIC  COMMUNICATION  OR  COMPUTER  COMMUNICATION SYSTEM\n   51  ALLOWING THE INPUT, OUTPUT, EXAMINATION OR TRANSFER, OF COMPUTER DATA OR\n   52  COMPUTER PROGRAMS FROM ONE COMPUTER TO ANOTHER, TO INITIATE OR ENGAGE IN\n   53  SUCH COMMUNICATION WITH A PERSON WHO IS A MINOR OR A PERSON WHO, REGARD-\n   54  LESS OF HIS OR HER AGE, IS A POLICE OFFICER  AND  THE  ACTOR  REASONABLY\n   55  BELIEVES SUCH OFFICER TO BE A MINOR; AND\n\n       A. 2171                            15\n\n    1    2.  BY  MEANS  OF  SUCH COMMUNICATION HE OR SHE IMPORTUNES, INVITES OR\n    2  INDUCES A MINOR OR A PERSON WHO, REGARDLESS OF HIS  OR  HER  AGE,  IS  A\n    3  POLICE  OFFICER  AND  THE ACTOR REASONABLY BELIEVES SUCH OFFICER TO BE A\n    4  MINOR TO ENGAGE IN SEXUAL INTERCOURSE, ORAL SEXUAL CONDUCT OR ANAL SEXU-\n    5  AL  CONDUCT, OR SEXUAL CONTACT WITH HIM OR HER, OR TO ENGAGE IN A SEXUAL\n    6  PERFORMANCE, OBSCENE SEXUAL PERFORMANCE, OR SEXUAL CONDUCT  FOR  HIS  OR\n    7  HER BENEFIT.\n    8    DISSEMINATING  INDECENT  MATERIAL  TO  MINORS IN THE FIRST DEGREE IS A\n    9  CLASS C FELONY.\n   10  S 263.04 DISSEMINATING INDECENT  MATERIAL  TO  MINORS;  PRESUMPTION  AND\n   11             DEFENSES.\n   12    1. A PERSON WHO ENGAGES IN THE CONDUCT PROSCRIBED BY SECTION 263.02 OF\n   13  THIS  ARTICLE  IS  PRESUMED TO DO SO WITH KNOWLEDGE OF THE CHARACTER AND\n   14  CONTENT OF THE MATERIAL SOLD OR LOANED, OR THE MOTION PICTURE,  SHOW  OR\n   15  PRESENTATION EXHIBITED OR TO BE EXHIBITED.\n   16    2. IN ANY PROSECUTION FOR DISSEMINATING INDECENT MATERIAL TO MINORS IN\n   17  THE  SECOND  DEGREE PURSUANT TO SUBDIVISION ONE OR TWO OF SECTION 263.02\n   18  OF THIS ARTICLE, IT IS AN AFFIRMATIVE DEFENSE THAT:\n   19    (A) THE DEFENDANT HAD REASONABLE  CAUSE  TO  BELIEVE  THAT  THE  MINOR\n   20  INVOLVED WAS SEVENTEEN YEARS OLD OR MORE; AND\n   21    (B)  SUCH  MINOR  EXHIBITED  TO  THE  DEFENDANT A DRAFT CARD, DRIVER'S\n   22  LICENSE, BIRTH CERTIFICATE OR  OTHER  OFFICIAL  OR  APPARENTLY  OFFICIAL\n   23  DOCUMENT PURPORTING TO ESTABLISH THAT SUCH MINOR WAS SEVENTEEN YEARS OLD\n   24  OR MORE.\n   25    3. IN ANY PROSECUTION FOR DISSEMINATING INDECENT MATERIAL TO MINORS IN\n   26  THE SECOND DEGREE IN VIOLATION OF SUBDIVISION THREE OF SECTION 263.02 OF\n   27  THIS  ARTICLE,  IT  IS  AN  AFFIRMATIVE DEFENSE THAT THE PERSONS TO WHOM\n   28  ALLEGEDLY OBSCENE OR INDECENT MATERIAL WAS DISSEMINATED, OR THE AUDIENCE\n   29  TO AN ALLEGEDLY OBSCENE PERFORMANCE,  CONSISTED  OF  PERSONS  OR  INSTI-\n   30  TUTIONS  HAVING  SCIENTIFIC,  EDUCATIONAL, GOVERNMENTAL OR OTHER SIMILAR\n   31  JUSTIFICATION FOR POSSESSING, DISSEMINATING OR VIEWING THE SAME.\n   32    4. IN ANY PROSECUTION FOR DISSEMINATING INDECENT MATERIAL TO MINORS IN\n   33  THE SECOND DEGREE PURSUANT TO SUBDIVISION THREE  OF  SECTION  263.02  OF\n   34  THIS  ARTICLE  OR DISSEMINATING INDECENT MATERIAL TO MINORS IN THE FIRST\n   35  DEGREE PURSUANT TO SECTION 263.03 OF THIS ARTICLE, IT SHALL BE A DEFENSE\n   36  THAT:\n   37    (A) THE DEFENDANT MADE A REASONABLE EFFORT TO ASCERTAIN THE  TRUE  AGE\n   38  OF THE MINOR AND WAS UNABLE TO DO SO AS A RESULT OF ACTIONS TAKEN BY THE\n   39  MINOR; OR\n   40    (B)  THE DEFENDANT HAS TAKEN, IN GOOD FAITH, REASONABLE, EFFECTIVE AND\n   41  APPROPRIATE ACTIONS UNDER  THE  CIRCUMSTANCES  TO  RESTRICT  OR  PREVENT\n   42  ACCESS  BY  MINORS TO MATERIALS SPECIFIED IN SUCH SUBDIVISION, WHICH MAY\n   43  INVOLVE ANY APPROPRIATE MEASURES TO RESTRICT MINORS FROM ACCESS TO  SUCH\n   44  COMMUNICATIONS,  INCLUDING  ANY METHOD WHICH IS FEASIBLE UNDER AVAILABLE\n   45  TECHNOLOGY; OR\n   46    (C) THE DEFENDANT HAS RESTRICTED ACCESS TO SUCH MATERIALS BY REQUIRING\n   47  USE OF A VERIFIED CREDIT CARD, DEBIT ACCOUNT, ADULT ACCESS CODE OR ADULT\n   48  PERSONAL IDENTIFICATION NUMBER; OR\n   49    (D) THE DEFENDANT HAS IN GOOD FAITH ESTABLISHED A MECHANISM SUCH  THAT\n   50  THE  LABELLING,  SEGREGATION OR OTHER MECHANISM ENABLES SUCH MATERIAL TO\n   51  BE AUTOMATICALLY BLOCKED OR SCREENED BY SOFTWARE OR  OTHER  CAPABILITIES\n   52  REASONABLY AVAILABLE TO RESPONSIBLE ADULTS WISHING TO EFFECT SUCH BLOCK-\n   53  ING  OR  SCREENING  AND THE DEFENDANT HAS NOT OTHERWISE SOLICITED MINORS\n   54  NOT SUBJECT TO SUCH SCREENING OR BLOCKING CAPABILITIES  TO  ACCESS  THAT\n   55  MATERIAL OR TO CIRCUMVENT ANY SUCH SCREENING OR BLOCKING.\n   56  S 263.05 DISSEMINATING INDECENT MATERIAL TO MINORS; LIMITATIONS.\n\n       A. 2171                            16\n\n    1    IN  ANY  PROSECUTION  FOR DISSEMINATING INDECENT MATERIAL TO MINORS IN\n    2  THE SECOND DEGREE PURSUANT TO SUBDIVISION THREE  OF  SECTION  263.02  OF\n    3  THIS  ARTICLE  OR DISSEMINATING INDECENT MATERIAL TO MINORS IN THE FIRST\n    4  DEGREE PURSUANT TO SECTION 263.03 OF THIS ARTICLE:\n    5    1. NO PERSON SHALL BE HELD TO HAVE VIOLATED SUCH PROVISIONS SOLELY FOR\n    6  PROVIDING ACCESS OR CONNECTION TO OR FROM A FACILITY, SYSTEM, OR NETWORK\n    7  NOT  UNDER  THAT  PERSON'S CONTROL, INCLUDING TRANSMISSION, DOWNLOADING,\n    8  INTERMEDIATE STORAGE, ACCESS SOFTWARE,  OR  OTHER  RELATED  CAPABILITIES\n    9  THAT  ARE  INCIDENTAL TO PROVIDING SUCH ACCESS OR CONNECTION THAT DO NOT\n   10  INCLUDE THE CREATION OF THE CONTENT OF THE COMMUNICATION.\n   11    (A) THE LIMITATIONS PROVIDED BY THIS SUBDIVISION SHALL NOT BE APPLICA-\n   12  BLE TO A PERSON WHO IS A CONSPIRATOR WITH AN ENTITY ACTIVELY INVOLVED IN\n   13  THE CREATION OR KNOWING DISTRIBUTION OF COMMUNICATIONS THAT VIOLATE SUCH\n   14  PROVISIONS, OR WHO KNOWINGLY ADVERTISES THE AVAILABILITY OF SUCH  COMMU-\n   15  NICATIONS.\n   16    (B) THE LIMITATIONS PROVIDED BY THIS SUBDIVISION SHALL NOT BE APPLICA-\n   17  BLE TO A PERSON WHO PROVIDES ACCESS OR CONNECTION TO A FACILITY, SYSTEM,\n   18  OR  NETWORK ENGAGED IN THE VIOLATION OF SUCH PROVISIONS THAT IS OWNED OR\n   19  CONTROLLED BY SUCH PERSON.\n   20    2. NO EMPLOYER SHALL BE HELD LIABLE  UNDER  SUCH  PROVISIONS  FOR  THE\n   21  ACTIONS OF AN EMPLOYEE OR AGENT UNLESS THE EMPLOYEE'S OR AGENT'S CONDUCT\n   22  IS  WITHIN THE SCOPE OF HIS OR HER EMPLOYMENT OR AGENCY AND THE EMPLOYER\n   23  HAVING KNOWLEDGE OF SUCH CONDUCT, AUTHORIZES OR RATIFIES  SUCH  CONDUCT,\n   24  OR RECKLESSLY DISREGARDS SUCH CONDUCT.\n   25  S 263.06 USE OF A CHILD IN A SEXUAL PERFORMANCE IN THE SECOND DEGREE.\n   26    A  PERSON  IS  GUILTY OF THE USE OF A CHILD IN A SEXUAL PERFORMANCE IN\n   27  THE SECOND DEGREE IF KNOWING THE CHARACTER AND CONTENT THEREOF HE OR SHE\n   28  EMPLOYS, AUTHORIZES OR INDUCES A MINOR TO ENGAGE IN A SEXUAL PERFORMANCE\n   29  OR OBSCENE SEXUAL PERFORMANCE OR  BEING  A  PARENT,  LEGAL  GUARDIAN  OR\n   30  CUSTODIAN OF SUCH MINOR, HE OR SHE CONSENTS TO THE PARTICIPATION BY SUCH\n   31  MINOR IN A SEXUAL PERFORMANCE OR OBSCENE SEXUAL PERFORMANCE.\n   32    USE OF A CHILD IN A SEXUAL PERFORMANCE IN THE SECOND DEGREE IS A CLASS\n   33  C FELONY.\n   34  S 263.07 USE OF A CHILD IN A SEXUAL PERFORMANCE IN THE FIRST DEGREE.\n   35    A  PERSON  IS  GUILTY OF THE USE OF A CHILD IN A SEXUAL PERFORMANCE IN\n   36  THE FIRST DEGREE IF KNOWING THE CHARACTER AND CONTENT THEREOF HE OR  SHE\n   37  EMPLOYS,  AUTHORIZES OR INDUCES A CHILD LESS THAN ELEVEN YEARS OF AGE TO\n   38  ENGAGE IN A SEXUAL PERFORMANCE OR OBSCENE SEXUAL PERFORMANCE OR BEING  A\n   39  PARENT, LEGAL GUARDIAN OR CUSTODIAN OF SUCH CHILD, HE OR SHE CONSENTS TO\n   40  THE PARTICIPATION BY SUCH CHILD IN A SEXUAL PERFORMANCE OR OBSCENE SEXU-\n   41  AL PERFORMANCE.\n   42    USE  OF A CHILD IN A SEXUAL PERFORMANCE IN THE FIRST DEGREE IS A CLASS\n   43  B FELONY.\n   44  S 263.08 PROMOTING AN OBSCENE SEXUAL  PERFORMANCE  BY  A  CHILD  IN  THE\n   45             SECOND DEGREE.\n   46    A  PERSON  IS  GUILTY  OF PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A\n   47  CHILD IN THE SECOND DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THER-\n   48  EOF, HE OR SHE PRODUCES, DIRECTS OR  PROMOTES  ANY  OBSCENE  PERFORMANCE\n   49  WHICH  INCLUDES  SEXUAL CONDUCT, OR WHAT REASONABLY APPEARS TO BE SEXUAL\n   50  CONDUCT, BY A MINOR.\n   51    PROMOTING AN OBSCENE SEXUAL PERFORMANCE  BY  A  CHILD  IN  THE  SECOND\n   52  DEGREE IS A CLASS D FELONY.\n   53  S 263.09 PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST\n   54             DEGREE.\n\n       A. 2171                            17\n\n    1    A  PERSON  IS  GUILTY  OF PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A\n    2  CHILD IN THE FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THERE-\n    3  OF, HE OR SHE PRODUCES, DIRECTS OR PROMOTES:\n    4    1.  TEN  OR MORE OBSCENE PERFORMANCES WHICH INCLUDE SEXUAL CONDUCT, OR\n    5  WHAT REASONABLY APPEARS TO BE SEXUAL CONDUCT, BY A MINOR; OR\n    6    2. ANY OBSCENE PERFORMANCE WHICH  INCLUDES  SEXUAL  CONDUCT,  OR  WHAT\n    7  REASONABLY  APPEARS  TO  BE  SEXUAL  CONDUCT,  BY  A MINOR AND HE OR SHE\n    8  PROMOTES SUCH PERFORMANCE TO A MINOR, OR A PERSON WHO, REGARDLESS OF HIS\n    9  OR HER AGE, IS A POLICE OFFICER AND THE ACTOR REASONABLY  BELIEVES  SUCH\n   10  OFFICER TO BE A MINOR.\n   11    PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE\n   12  IS A CLASS C FELONY.\n   13  S 263.10 POSSESSING  AN  OBSCENE  SEXUAL  PERFORMANCE  BY A CHILD IN THE\n   14             THIRD DEGREE.\n   15    A PERSON IS GUILTY OF POSSESSING AN OBSCENE SEXUAL  PERFORMANCE  BY  A\n   16  CHILD IN THE THIRD DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THERE-\n   17  OF,  HE  OR  SHE  KNOWINGLY  HAS IN HIS OR HER POSSESSION OR CONTROL ANY\n   18  OBSCENE PERFORMANCE WHICH INCLUDES SEXUAL  CONDUCT  OR  WHAT  REASONABLY\n   19  APPEARS TO BE SEXUAL CONDUCT BY A MINOR.\n   20    POSSESSING  AN  OBSCENE  SEXUAL  PERFORMANCE  BY  A CHILD IN THE THIRD\n   21  DEGREE IS A CLASS E FELONY.\n   22  S 263.11 POSSESSING AN OBSCENE SEXUAL PERFORMANCE  BY  A  CHILD  IN  THE\n   23             SECOND DEGREE.\n   24    A  PERSON  IS  GUILTY OF POSSESSING AN OBSCENE SEXUAL PERFORMANCE BY A\n   25  CHILD IN THE SECOND DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THER-\n   26  EOF, HE OR SHE KNOWINGLY HAS IN HIS OR HER POSSESSION OR CONTROL TEN  OR\n   27  MORE  OBSCENE  PERFORMANCES WHICH INCLUDE SEXUAL CONDUCT OR WHAT REASON-\n   28  ABLY APPEARS TO BE SEXUAL CONDUCT BY A MINOR.\n   29    POSSESSING AN OBSCENE SEXUAL PERFORMANCE BY  A  CHILD  IN  THE  SECOND\n   30  DEGREE IS A CLASS D FELONY.\n   31  S 263.12 POSSESSING  AN  OBSCENE  SEXUAL  PERFORMANCE  BY A CHILD IN THE\n   32             FIRST DEGREE.\n   33    A PERSON IS GUILTY OF POSSESSING AN OBSCENE SEXUAL  PERFORMANCE  BY  A\n   34  CHILD IN THE FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THERE-\n   35  OF,  HE  OR  SHE  KNOWINGLY  HAS IN HIS OR HER POSSESSION OR CONTROL ONE\n   36  HUNDRED OR MORE OBSCENE PERFORMANCES WHICH  INCLUDE  SEXUAL  CONDUCT  OR\n   37  WHAT REASONABLY APPEARS TO BE SEXUAL CONDUCT BY A MINOR.\n   38    POSSESSING  AN  OBSCENE  SEXUAL  PERFORMANCE  BY  A CHILD IN THE FIRST\n   39  DEGREE IS A CLASS C FELONY.\n   40  S 263.13 PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE SECOND DEGREE.\n   41    A PERSON IS GUILTY OF PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE\n   42  SECOND DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THEREOF, HE OR SHE\n   43  PRODUCES, DIRECTS OR PROMOTES  ANY  PERFORMANCE  WHICH  INCLUDES  SEXUAL\n   44  CONDUCT BY A MINOR.\n   45    PROMOTING  A  SEXUAL  PERFORMANCE BY A CHILD IN THE SECOND DEGREE IS A\n   46  CLASS D FELONY.\n   47  S 263.14 PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE.\n   48    A PERSON IS GUILTY OF PROMOTING A SEXUAL PERFORMANCE BY A CHILD IN THE\n   49  FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THEREOF, HE OR  SHE\n   50  PRODUCES, DIRECTS OR PROMOTES:\n   51    1.  TEN  OR  MORE  PERFORMANCES  WHICH INCLUDE SEXUAL CONDUCT, OR WHAT\n   52  REASONABLY APPEARS TO BE SEXUAL CONDUCT, BY A MINOR; OR\n   53    2. ANY PERFORMANCE WHICH INCLUDES SEXUAL CONDUCT, OR  WHAT  REASONABLY\n   54  APPEARS  TO  BE  SEXUAL  CONDUCT, BY A MINOR AND HE OR SHE PROMOTES SUCH\n   55  PERFORMANCE TO A MINOR, OR A PERSON WHO, REGARDLESS OF HIS OR  HER  AGE,\n\n       A. 2171                            18\n\n    1  IS A POLICE OFFICER AND THE ACTOR REASONABLY BELIEVES SUCH OFFICER TO BE\n    2  A MINOR.\n    3    PROMOTING  A  SEXUAL  PERFORMANCE  BY A CHILD IN THE FIRST DEGREE IS A\n    4  CLASS C FELONY.\n    5  S 263.15 POSSESSING A SEXUAL PERFORMANCE BY A CHILD IN THE THIRD DEGREE.\n    6    A PERSON IS GUILTY OF POSSESSING A SEXUAL PERFORMANCE BY  A  CHILD  IN\n    7  THE  THIRD DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THEREOF, HE OR\n    8  SHE KNOWINGLY HAS IN HIS OR HER POSSESSION OR  CONTROL  ANY  PERFORMANCE\n    9  WHICH  INCLUDES  SEXUAL CONDUCT, OR WHAT REASONABLY APPEARS TO BE SEXUAL\n   10  CONDUCT, BY A MINOR.\n   11    POSSESSING A SEXUAL PERFORMANCE BY A CHILD IN THE THIRD  DEGREE  IS  A\n   12  CLASS E FELONY.\n   13  S 263.16 POSSESSING  A  SEXUAL  PERFORMANCE  BY  A  CHILD  IN THE SECOND\n   14             DEGREE.\n   15    A PERSON IS GUILTY OF POSSESSING A SEXUAL PERFORMANCE BY  A  CHILD  IN\n   16  THE SECOND DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THEREOF, HE OR\n   17  SHE  KNOWINGLY  HAS  IN  HIS  OR  HER  POSSESSION OR CONTROL TEN OR MORE\n   18  PERFORMANCES WHICH INCLUDE SEXUAL CONDUCT OR WHAT REASONABLY APPEARS  TO\n   19  BE SEXUAL CONDUCT BY A MINOR.\n   20    POSSESSING  A  SEXUAL PERFORMANCE BY A CHILD IN THE SECOND DEGREE IS A\n   21  CLASS D FELONY.\n   22  S 263.17 POSSESSING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST DEGREE.\n   23    A PERSON IS GUILTY OF POSSESSING A SEXUAL PERFORMANCE BY  A  CHILD  IN\n   24  THE  FIRST DEGREE WHEN, KNOWING THE CHARACTER AND CONTENT THEREOF, HE OR\n   25  SHE KNOWINGLY HAS IN HIS OR HER POSSESSION OR  CONTROL  ONE  HUNDRED  OR\n   26  MORE  PERFORMANCES  WHICH  INCLUDE  SEXUAL  CONDUCT  OR  WHAT REASONABLY\n   27  APPEARS TO BE SEXUAL CONDUCT BY A MINOR.\n   28    POSSESSING A SEXUAL PERFORMANCE BY A CHILD IN THE FIRST  DEGREE  IS  A\n   29  CLASS C FELONY.\n   30  S 263.18 COMPUTER SEX CRIMES AGAINST CHILDREN.\n   31    1.  A PERSON COMMITS A COMPUTER SEX CRIME WHEN HE OR SHE COMMITS A SEX\n   32  CRIME AGAINST A CHILD AND FACILITATED THE COMMISSION OF SUCH OFFENSE  BY\n   33  USING  OR  CAUSING TO BE USED A COMPUTER OR COMPUTER SERVICE TO COMMUNI-\n   34  CATE WITH THE CHILD AGAINST WHOM SUCH OFFENSE IS COMMITTED.\n   35    2. A \"SEX CRIME AGAINST A CHILD\" MEANS A FELONY OFFENSE (A) THE ESSEN-\n   36  TIAL ELEMENTS OF WHICH INCLUDE THE COMMISSION OR ATTEMPTED COMMISSION OF\n   37  SEXUAL CONDUCT, AS DEFINED IN SUBDIVISION TEN OF SECTION 130.00 OF  THIS\n   38  CHAPTER,  OR THE USE OR PROMOTION OF A SEXUAL OR OBSCENE SEXUAL PERFORM-\n   39  ANCE, AS DEFINED IN SECTION 263.00 OF THIS  ARTICLE,  (B)  COMMITTED  OR\n   40  ATTEMPTED TO BE COMMITTED AGAINST A CHILD LESS THAN SEVENTEEN YEARS OLD.\n   41  S 263.19 SENTENCE OF IMPRISONMENT FOR COMPUTER SEX CRIMES.\n   42    1.  WHEN  A  PERSON  IS  CONVICTED OF A COMPUTER SEX CRIME PURSUANT TO\n   43  SECTION 263.18 OF THIS ARTICLE, AND THE UNDERLYING CRIME AGAINST A CHILD\n   44  IS A VIOLENT FELONY OFFENSE, AS DEFINED IN SECTION 70.02 OF  THIS  CHAP-\n   45  TER, THE COMPUTER SEX CRIME SHALL BE DEEMED A VIOLENT FELONY OFFENSE.\n   46    2.  WHEN  A  PERSON  IS  CONVICTED OF A COMPUTER SEX CRIME PURSUANT TO\n   47  SECTION 263.18 OF THIS ARTICLE, AND THE UNDERLYING SEX CRIME  AGAINST  A\n   48  CHILD  IS  A  CLASS  C,  D  OR E FELONY, THE COMPUTER SEX CRIME SHALL BE\n   49  DEEMED TO BE ONE CATEGORY HIGHER THAN THE SEX CRIME AGAINST A CHILD  THE\n   50  DEFENDANT  COMMITTED,  OR  ONE  CATEGORY  HIGHER  THAN THE OFFENSE LEVEL\n   51  APPLICABLE TO THE DEFENDANT'S CONVICTION FOR AN ATTEMPT OR CONSPIRACY TO\n   52  COMMIT A SEX CRIME AGAINST A CHILD, WHICHEVER IS APPLICABLE.\n   53    3. NOTWITHSTANDING ANY OTHER  PROVISION  OF  LAW,  WHEN  A  PERSON  IS\n   54  CONVICTED  OF  A  COMPUTER  SEX CRIME PURSUANT TO SECTION 263.18 OF THIS\n   55  ARTICLE AND THE UNDERLYING SEX CRIME AGAINST A CHILD IS A CLASS B  FELO-\n   56  NY:\n\n       A. 2171                            19\n\n    1    (A)  THE TERM OF THE DETERMINATE SENTENCE MUST BE AT LEAST EIGHT YEARS\n    2  IF THE DEFENDANT IS SENTENCED PURSUANT TO SECTION 70.02 OF THIS CHAPTER;\n    3    (B) THE TERM OF THE DETERMINATE SENTENCE MUST BE AT LEAST TWELVE YEARS\n    4  IF THE DEFENDANT IS SENTENCED PURSUANT TO SECTION 70.04 OF THIS CHAPTER;\n    5  AND\n    6    (C)  THE  MAXIMUM  TERM OF THE INDETERMINATE SENTENCE MUST BE AT LEAST\n    7  FOUR YEARS IF THE DEFENDANT IS SENTENCED PURSUANT TO  SECTION  70.05  OF\n    8  THIS CHAPTER.\n    9  S 263.20 SEXUAL PERFORMANCE BY A CHILD; AFFIRMATIVE DEFENSES.\n   10    1.  UNDER  THIS  ARTICLE,  IT SHALL BE AN AFFIRMATIVE DEFENSE THAT THE\n   11  DEFENDANT IN GOOD FAITH REASONABLY BELIEVED THE PERSON APPEARING IN  THE\n   12  PERFORMANCE WAS NOT A MINOR.\n   13    2.  IN ANY PROSECUTION FOR ANY OFFENSE PURSUANT TO THIS ARTICLE, IT IS\n   14  AN AFFIRMATIVE DEFENSE THAT  THE  PERSON  SO  CHARGED  WAS  A  LIBRARIAN\n   15  ENGAGED  IN THE NORMAL COURSE OF HIS OR HER EMPLOYMENT, A MOTION PICTURE\n   16  PROJECTIONIST, STAGE EMPLOYEE OR SPOTLIGHT OPERATOR,  CASHIER,  DOORMAN,\n   17  USHER,  CANDY  STAND ATTENDANT, PORTER OR IN ANY OTHER NON-MANAGERIAL OR\n   18  NON-SUPERVISORY CAPACITY IN A MOTION PICTURE THEATRE; PROVIDED HE OR SHE\n   19  HAS NO FINANCIAL INTEREST, OTHER  THAN  HIS  OR  HER  EMPLOYMENT,  WHICH\n   20  EMPLOYMENT  DOES NOT ENCOMPASS COMPENSATION BASED UPON ANY PROPORTION OF\n   21  THE GROSS RECEIPTS, IN THE PROMOTION OF A SEXUAL PERFORMANCE  FOR  SALE,\n   22  RENTAL  OR  EXHIBITION OR IN THE PROMOTION, PRESENTATION OR DIRECTION OF\n   23  ANY SEXUAL PERFORMANCE, OR IS IN ANY WAY RESPONSIBLE FOR ACQUIRING  SUCH\n   24  MATERIAL FOR SALE, RENTAL OR EXHIBITION.\n   25  S 263.25 PROOF OF AGE OF CHILD.\n   26    WHENEVER  IT  BECOMES  NECESSARY  FOR  THE PURPOSES OF THIS ARTICLE TO\n   27  DETERMINE WHETHER A CHILD WHO PARTICIPATED IN A SEXUAL PERFORMANCE WAS A\n   28  MINOR, THE COURT OR JURY MAY MAKE  SUCH  DETERMINATION  BY  ANY  OF  THE\n   29  FOLLOWING:  PERSONAL  INSPECTION  OF THE CHILD; INSPECTION OF THE SEXUAL\n   30  PERFORMANCE; ORAL TESTIMONY BY A WITNESS TO THE SEXUAL PERFORMANCE AS TO\n   31  THE AGE OF THE CHILD BASED UPON THE CHILD'S APPEARANCE;  EXPERT  MEDICAL\n   32  TESTIMONY  BASED UPON THE APPEARANCE OF THE CHILD IN THE SEXUAL PERFORM-\n   33  ANCE; AND ANY OTHER METHOD AUTHORIZED BY ANY APPLICABLE PROVISION OF LAW\n   34  OR BY THE RULES OF EVIDENCE AT COMMON LAW.\n   35    S 38. Paragraph (a) of subdivision 1 of section 460.10  of  the  penal\n   36  law,  as  amended by chapter 405 of the laws of 2010, is amended to read\n   37  as follows:\n   38    (a) Any of the felonies set forth in this  chapter:  sections  120.05,\n   39  120.10 and 120.11 relating to assault; sections 121.12 and 121.13 relat-\n   40  ing  to  strangulation;  sections 125.10 to 125.27 relating to homicide;\n   41  sections 130.25, 130.30 and 130.35 relating to rape; sections 135.20 and\n   42  135.25 relating to kidnapping; section 135.35 relating  to  labor  traf-\n   43  ficking;  section  135.65  relating to coercion; sections 140.20, 140.25\n   44  and 140.30 relating to burglary;  sections  145.05,  145.10  and  145.12\n   45  relating  to  criminal  mischief;  article one hundred fifty relating to\n   46  arson; sections 155.30, 155.35, 155.40  and  155.42  relating  to  grand\n   47  larceny;  sections  177.10, 177.15, 177.20 and 177.25 relating to health\n   48  care fraud; article one hundred  sixty  relating  to  robbery;  sections\n   49  165.45,  165.50,  165.52  and  165.54 relating to criminal possession of\n   50  stolen property; sections 165.72 and 165.73 relating to trademark  coun-\n   51  terfeiting;  sections 170.10, 170.15, 170.25, 170.30, 170.40, 170.65 and\n   52  170.70 relating to forgery; sections 175.10, 175.25, 175.35, 175.40  and\n   53  210.40 relating to false statements; sections 176.15, 176.20, 176.25 and\n   54  176.30  relating to insurance fraud; sections 178.20 and 178.25 relating\n   55  to criminal diversion of  prescription  medications  and  prescriptions;\n   56  sections 180.03, 180.08, 180.15, 180.25, 180.40, 180.45, 200.00, 200.03,\n\n       A. 2171                            20\n\n    1  200.04,  200.10, 200.11, 200.12, 200.20, 200.22, 200.25, 200.27, 215.00,\n    2  215.05 and 215.19 relating to bribery; sections 187.10,  187.15,  187.20\n    3  and  187.25  relating to residential mortgage fraud, sections 190.40 and\n    4  190.42 relating to criminal usury; section 190.65 relating to schemes to\n    5  defraud;  sections  205.60 and 205.65 relating to hindering prosecution;\n    6  sections 210.10, 210.15, and 215.51 relating to  perjury  and  contempt;\n    7  section  215.40  relating  to tampering with physical evidence; sections\n    8  220.06, 220.09, 220.16, 220.18, 220.21, 220.31, 220.34, 220.39,  220.41,\n    9  220.43,  220.46,  220.55,  220.60  and  220.77  relating  to  controlled\n   10  substances; sections 225.10 and 225.20 relating  to  gambling;  sections\n   11  230.25,  230.30,  and 230.32 relating to promoting prostitution; section\n   12  230.34 relating to sex  trafficking;  sections  235.06[,]  AND  235.07[,\n   13  235.21  and  235.22]  relating  to  obscenity; sections [263.10] 263.01,\n   14  263.02, 263.03, 263.06, 263.07,  263.08,  263.09,  263.13  and  [263.15]\n   15  263.14  relating  to  [promoting a sexual performance by a] child SEXUAL\n   16  ABUSE, EXPLOITATION AND PORNOGRAPHY;  SECTION  263.18  RELATING  TO  SEX\n   17  CRIMES  AGAINST  CHILDREN;  sections  265.02,  265.03,  265.04,  265.11,\n   18  265.12, 265.13 and the provisions of section 265.10 which  constitute  a\n   19  felony  relating  to  firearms and other dangerous weapons; and sections\n   20  265.14 and 265.16 relating to criminal sale of a  firearm;  and  section\n   21  275.10,  275.20,  275.30, or 275.40 relating to unauthorized recordings;\n   22  and sections 470.05, 470.10, 470.15 and 470.20 relating to  money  laun-\n   23  dering; or\n   24    S  39.  Subdivision  1  of  section  50-b  of the civil rights law, as\n   25  amended by chapter 320 of the laws  of  2006,  is  amended  to  read  as\n   26  follows:\n   27    1.  The identity of any victim of a sex offense, as defined in article\n   28  one hundred thirty, ARTICLE TWO HUNDRED SIXTY-THREE or  section  255.25,\n   29  255.26  or  255.27  of  the  penal  law,  or of an offense involving the\n   30  alleged transmission of  the  human  immunodeficiency  virus,  shall  be\n   31  confidential. No report, paper, picture, photograph, court file or other\n   32  documents, in the custody or possession of any public officer or employ-\n   33  ee,  which  identifies  such a victim shall be made available for public\n   34  inspection. No such  public  officer  or  employee  shall  disclose  any\n   35  portion of any police report, court file, or other document, which tends\n   36  to  identify such a victim except as provided in subdivision two of this\n   37  section.\n   38    S 40. Subdivision 2 of section 61 of the civil rights law, as  amended\n   39  by chapter 320 of the laws of 2006, is amended to read as follows:\n   40    2.  If  the petitioner stands convicted of a violent felony offense as\n   41  defined in section 70.02 of the penal law or a felony defined in article\n   42  one hundred twenty-five of such law or any of the  following  provisions\n   43  of  such  law  sections  130.25, 130.30, 130.40, 130.45, 255.25, 255.26,\n   44  255.27, article two hundred sixty-three, 135.10, 135.25, 230.05, 230.06,\n   45  230.06-A, subdivision two of section 230.30 or 230.32, and is  currently\n   46  confined  as  an  inmate in any correctional facility or currently under\n   47  the supervision of the state division of parole or  a  county  probation\n   48  department  as  a result of such conviction, the petition shall for each\n   49  such conviction  specify  such  felony  conviction,  the  date  of  such\n   50  conviction  or  convictions,  and  the court in which such conviction or\n   51  convictions were entered.\n   52    S 41. Subdivision 2 of section 62 of the civil rights law, as  amended\n   53  by chapter 320 of the laws of 2006, is amended to read as follows:\n   54    2.  If  the  petition  be  to  change  the  name of a person currently\n   55  confined as an inmate in any correctional facility  or  currently  under\n   56  the  supervision  of  the state division of parole or a county probation\n\n       A. 2171                            21\n\n    1  department as a result of a conviction for a violent felony  offense  as\n    2  defined in section 70.02 of the penal law or a felony defined in article\n    3  one  hundred  twenty-five of such law or any of the following provisions\n    4  of  such  law  sections  130.25, 130.30, 130.40, 130.45, 255.25, 255.26,\n    5  255.27, article two hundred sixty-three, 135.10, 135.25, 230.05, 230.06,\n    6  230.06-A, subdivision two of section 230.30 or  230.32,  notice  of  the\n    7  time  and  place  when and where the petition will be presented shall be\n    8  served, in like manner as a notice of a motion upon an  attorney  in  an\n    9  action,  upon the district attorney of every county in which such person\n   10  has been convicted of such felony and upon the court or courts in  which\n   11  the  sentence  for  such  felony was entered. Unless a shorter period of\n   12  time is ordered by the court, said notice shall be served upon each such\n   13  district attorney and court or courts not less than sixty days prior  to\n   14  the date on which such petition is noticed to be heard.\n   15    S  42. The closing paragraph of section 64 of the civil rights law, as\n   16  separately amended by chapters 258, 320 and 481 of the laws of 2006,  is\n   17  amended to read as follows:\n   18    Upon  compliance with the order and the filing of the affidavit of the\n   19  publication, as provided in this section, the  clerk  of  the  court  in\n   20  which  the  order has been entered shall certify that the order has been\n   21  complied with; and, if the petition states that  the  petitioner  stands\n   22  convicted of a violent felony offense as defined in section 70.02 of the\n   23  penal law or a felony defined in article one hundred twenty-five of such\n   24  law  or  any  of  the  following provisions of such law sections 130.25,\n   25  130.30, 130.40, 130.45, 255.25,  255.26,  255.27,  article  two  hundred\n   26  sixty-three,  135.10,  135.25, 230.05, 230.06, 230.06-A, subdivision two\n   27  of section 230.30 or 230.32, such clerk  (1)  shall  deliver,  by  first\n   28  class  mail,  a copy of such certified order to the division of criminal\n   29  justice services at its office in the county of Albany and (2) upon  the\n   30  clerk  of  the  court  reviewing  the  petitioner's application for name\n   31  change and subsequent in-court inquiry, may, in the clerk's  discretion,\n   32  deliver, by first class mail, the petitioner's new name with such certi-\n   33  fied  order  to  the  court  of competent jurisdiction which imposed the\n   34  orders of support.   Such certification shall  appear  on  the  original\n   35  order  and  on  any  certified  copy thereof and shall be entered in the\n   36  clerk's minutes of the proceeding.\n   37    S 43. Paragraph (d) of subdivision 7 of section 995 of  the  executive\n   38  law,  as amended by chapter 2 of the laws of 2006, is amended to read as\n   39  follows:\n   40    (d) any of the following felonies, or an attempt  thereof  where  such\n   41  attempt is a felony offense:\n   42    aggravated  assault  upon  a  person  less  than  eleven years old, as\n   43  defined in section 120.12 of  the  penal  law;  menacing  in  the  first\n   44  degree,  as  defined in section 120.13 of the penal law; reckless endan-\n   45  germent in the first degree, as defined in section 120.25 of  the  penal\n   46  law;  stalking in the second degree, as defined in section 120.55 of the\n   47  penal law; criminally negligent homicide, as defined in  section  125.10\n   48  of  the  penal  law;  vehicular  manslaughter  in  the second degree, as\n   49  defined in section 125.12 of the penal law;  vehicular  manslaughter  in\n   50  the  first  degree,  as  defined  in  section  125.13  of the penal law;\n   51  persistent sexual abuse, as defined in section 130.53 of the penal  law;\n   52  aggravated  sexual  abuse  in  the  fourth degree, as defined in section\n   53  130.65-a of the penal law; female  genital  mutilation,  as  defined  in\n   54  section  130.85  of  the  penal  law;  facilitating a sex offense with a\n   55  controlled substance, as defined in section 130.90  of  the  penal  law;\n   56  unlawful  imprisonment in the first degree, as defined in section 135.10\n\n       A. 2171                            22\n\n    1  of the penal law; custodial interference in the first degree, as defined\n    2  in section 135.50 of the penal  law;  criminal  trespass  in  the  first\n    3  degree,  as defined in section 140.17 of the penal law; criminal tamper-\n    4  ing  in the first degree, as defined in section 145.20 of the penal law;\n    5  tampering with a consumer product in the first  degree,  as  defined  in\n    6  section  145.45 of the penal law; robbery in the third degree as defined\n    7  in section 160.05 of the penal law; identity theft in the second degree,\n    8  as defined in section 190.79 of the penal law;  identity  theft  in  the\n    9  first  degree,  as defined in section 190.80 of the penal law; promoting\n   10  prison contraband in the first degree, as defined in section  205.25  of\n   11  the  penal law; tampering with a witness in the third degree, as defined\n   12  in section 215.11 of the penal law; tampering  with  a  witness  in  the\n   13  second  degree, as defined in section 215.12 of the penal law; tampering\n   14  with a witness in the first degree, as defined in section 215.13 of  the\n   15  penal law; criminal contempt in the first degree, as defined in subdivi-\n   16  sions  (b),  (c)  and (d) of section 215.51 of the penal law; aggravated\n   17  criminal contempt, as defined in section 215.52 of the penal  law;  bail\n   18  jumping  in the second degree, as defined in section 215.56 of the penal\n   19  law; bail jumping in the first degree, as defined in section  215.57  of\n   20  the penal law; patronizing a prostitute in the second degree, as defined\n   21  in  section  230.05  of  the  penal law; patronizing a prostitute in the\n   22  first degree, as defined in section 230.06  of  the  penal  law;  SEXUAL\n   23  EXPLOITATION OF A CHILD, AS DEFINED IN SECTION 230.06-A; promoting pros-\n   24  titution in the second degree, as defined in section 230.30 of the penal\n   25  law;  promoting  prostitution in the first degree, as defined in section\n   26  230.32 of the penal law; compelling prostitution, as defined in  section\n   27  230.33  of the penal law; disseminating indecent [materials] MATERIAL to\n   28  minors in the second degree, as defined in section  [235.21]  263.02  of\n   29  the  penal law; disseminating indecent [materials] MATERIAL to minors in\n   30  the first degree, as defined in section [235.22]  263.03  of  the  penal\n   31  law; riot in the first degree, as defined in section 240.06 of the penal\n   32  law;  criminal  anarchy,  as defined in section 240.15 of the penal law;\n   33  aggravated harassment of an employee by an inmate, as defined in section\n   34  240.32 of the penal law; unlawful surveillance in the second degree,  as\n   35  defined in section 250.45 of the penal law; unlawful surveillance in the\n   36  first degree, as defined in section 250.50 of the penal law; endangering\n   37  the  welfare  of  a  vulnerable  elderly person in the second degree, as\n   38  defined in section 260.32 of the penal law; endangering the welfare of a\n   39  vulnerable elderly person in the first degree,  as  defined  in  section\n   40  260.34  of  the penal law; use of a child in a sexual performance IN THE\n   41  SECOND DEGREE, as defined in section [263.05] 263.06 of the  penal  law;\n   42  USE  OF  A CHILD IN A SEXUAL PERFORMANCE IN THE FIRST DEGREE, AS DEFINED\n   43  IN SECTION 263.07 OF THE PENAL LAW; promoting an obscene sexual perform-\n   44  ance by a child IN THE SECOND DEGREE, as  defined  in  section  [263.10]\n   45  263.08  of  the  penal law; PROMOTING AN OBSCENE SEXUAL PERFORMANCE BY A\n   46  CHILD IN THE FIRST DEGREE, AS DEFINED IN SECTION  263.09  OF  THE  PENAL\n   47  LAW;  POSSESSING  AN  OBSCENE SEXUAL PERFORMANCE BY A CHILD IN THE THIRD\n   48  DEGREE, AS DEFINED IN SECTION 263.10 OF THE  PENAL  LAW;  POSSESSING  AN\n   49  OBSCENE  SEXUAL  PERFORMANCE BY A CHILD IN THE SECOND DEGREE, AS DEFINED\n   50  IN SECTION 263.11  OF  THE  PENAL  LAW;  possessing  an  obscene  sexual\n   51  performance  by  a  child  IN  THE  FIRST  DEGREE, as defined in section\n   52  [263.11] 263.12 of the penal law; promoting a sexual  performance  by  a\n   53  child[,  as  defined  in  section  263.15 of the penal law; possessing a\n   54  sexual performance by a child, as defined  in  section  263.16]  IN  THE\n   55  SECOND  DEGREE, AS DEFINED IN SECTION 263.13 OF THE PENAL LAW; PROMOTING\n   56  A SEXUAL PERFORMANCE BY A CHILD IN  THE  FIRST  DEGREE,  AS  DEFINED  IN\n\n       A. 2171                            23\n\n    1  SECTION  263.14  OF  THE PENAL LAW; POSSESSING A SEXUAL PERFORMANCE BY A\n    2  CHILD IN THE THIRD DEGREE, AS DEFINED IN SECTION  263.15  OF  THE  PENAL\n    3  LAW; POSSESSING A SEXUAL PERFORMANCE BY A CHILD IN THE SECOND DEGREE, AS\n    4  DEFINED IN SECTION 263.16 OF THE PENAL LAW; POSSESSING A SEXUAL PERFORM-\n    5  ANCE BY A CHILD IN THE FIRST DEGREE, AS DEFINED IN SECTION 263.17 of the\n    6  penal  law;  criminal  possession  of  a  weapon in the third degree, as\n    7  defined in section 265.02 of the penal law; criminal sale of  a  firearm\n    8  in  the  third  degree,  as  defined in section 265.11 of the penal law;\n    9  criminal sale of a firearm to a minor, as defined in section  265.16  of\n   10  the  penal  law;  unlawful wearing of a body vest, as defined in section\n   11  270.20 of the penal law; hate crimes as defined in section 485.05 of the\n   12  penal law; and crime of terrorism, as defined in section 490.25  of  the\n   13  penal law; or\n   14    S 44. Subdivision 2 of section 344.4 of the family court act, as added\n   15  by chapter 761 of the laws of 1987, is amended to read as follows:\n   16    2.  proves  or tends to prove that the victim has been convicted of an\n   17  offense under section 230.00 OR 230.01 of the  penal  law  within  three\n   18  years  prior  to  the  sex  offense which is the subject of the juvenile\n   19  delinquency proceeding; or\n   20    S 45. Subdivisions (f) and (p) of section 10.03 of the mental  hygiene\n   21  law,  subdivision  (f) as amended by chapter 405 of the laws of 2010 and\n   22  subdivision (p) as added by chapter 7 of the laws of 2007,  are  amended\n   23  to read as follows:\n   24    (f) \"Designated felony\" means any felony offense defined by any of the\n   25  following  provisions  of the penal law: assault in the second degree as\n   26  defined in section 120.05, assault in the first  degree  as  defined  in\n   27  section  120.10, gang assault in the second degree as defined in section\n   28  120.06, gang assault in the first degree as defined in  section  120.07,\n   29  stalking in the first degree as defined in section 120.60, strangulation\n   30  in  the second degree as defined in section 121.12, strangulation in the\n   31  first degree as defined in section 121.13, manslaughter  in  the  second\n   32  degree  as defined in subdivision one of section 125.15, manslaughter in\n   33  the first degree as defined in section  125.20,  murder  in  the  second\n   34  degree  as  defined  in  section 125.25, aggravated murder as defined in\n   35  section 125.26, murder in the first degree as defined in section 125.27,\n   36  kidnapping in the second degree as defined in section 135.20, kidnapping\n   37  in the first degree as defined in section 135.25, burglary in the  third\n   38  degree  as  defined  in section 140.20, burglary in the second degree as\n   39  defined in section 140.25, burglary in the first degree  as  defined  in\n   40  section 140.30, arson in the second degree as defined in section 150.15,\n   41  arson  in  the first degree as defined in section 150.20, robbery in the\n   42  third degree as defined in section 160.05, robbery in the second  degree\n   43  as  defined in section 160.10, robbery in the first degree as defined in\n   44  section 160.15, promoting prostitution in the second degree  as  defined\n   45  in section 230.30, promoting prostitution in the first degree as defined\n   46  in section 230.32, compelling prostitution as defined in section 230.33,\n   47  disseminating indecent material to minors in the first degree as defined\n   48  in  section  [235.22]  263.03, use of a child in a sexual performance IN\n   49  THE SECOND DEGREE as defined in section [263.05] 263.06, USE OF A  CHILD\n   50  IN  A  SEXUAL  PERFORMANCE  IN  THE  FIRST  DEGREE AS DEFINED IN SECTION\n   51  263.07, promoting an obscene sexual performance by a child IN THE SECOND\n   52  DEGREE as defined in section [263.10] 263.08, PROMOTING AN OBSCENE SEXU-\n   53  AL PERFORMANCE BY A CHILD IN THE FIRST  DEGREE  AS  DEFINED  IN  SECTION\n   54  263.09,  promoting  a sexual performance by a child IN THE SECOND DEGREE\n   55  as defined in section [263.15] 263.13, PROMOTING A SEXUAL PERFORMANCE BY\n\n       A. 2171                            24\n\n    1  A CHILD IN THE FIRST DEGREE AS DEFINED IN SECTION 263.14, or any  felony\n    2  attempt or conspiracy to commit any of the foregoing offenses.\n    3    (p)  \"Sex  offense\"  means an act or acts constituting: (1) any felony\n    4  defined in article one hundred thirty of  the  penal  law,  including  a\n    5  sexually  motivated  felony;  (2)  patronizing a prostitute in the first\n    6  degree as defined in section 230.06 of the  penal  law,  incest  in  the\n    7  second  degree  as  defined  in  section 255.26 of the penal law, SEXUAL\n    8  EXPLOITATION OF A CHILD AS DEFINED IN SECTION 230.06-A OF THE PENAL LAW,\n    9  or incest in the first degree as defined in section 255.27 of the  penal\n   10  law;  (3)  a felony attempt or conspiracy to commit any of the foregoing\n   11  offenses set forth in this subdivision; or (4) a designated  felony,  as\n   12  defined  in  subdivision  (f) of this section, if sexually motivated and\n   13  committed prior to the effective date of this article.\n   14    S 46. Subdivision 2 of section 353 of the multiple  dwelling  law,  as\n   15  amended  by  chapter  680  of  the  laws  of 1967, is amended to read as\n   16  follows:\n   17    2. If there be two or more convictions in such dwelling within a peri-\n   18  od of six months, under sections 230.00, 230.01, 230.25, [or] 230.40  OR\n   19  230.45 of the penal law.\n   20    S  47.  Subdivision  1  of  section  2302 of the public health law, as\n   21  amended by chapter 680 of the laws  of  1967,  is  amended  to  read  as\n   22  follows:\n   23    1.  Every  person  arrested charged with a violation of section 230.00\n   24  [or], 230.01, 230.40 OR 230.45 of the penal law, or arrested for failure\n   25  to comply with the order of a judge or justice issued  pursuant  to  the\n   26  provisions of section two thousand three hundred one of this chapter, or\n   27  any person arrested for frequenting disorderly houses or houses of pros-\n   28  titution,  shall  be  reported  within twenty-four hours by the court or\n   29  magistrate before whom such person is arraigned to the health officer of\n   30  the health district in which the alleged offense occurred, and shall  be\n   31  examined in accordance with the provisions of section two thousand three\n   32  hundred of this chapter.\n   33    S  48.  Paragraph  (b)  of subdivision 3 of section 2324 of the public\n   34  health law, as amended by chapter 680 of the laws of 1967, is amended to\n   35  read as follows:\n   36    (b) An admission or finding of guilt of any person of a  violation  of\n   37  section  230.40  OR  230.45  of  the  penal  law  at such place shall be\n   38  presumptive evidence of  the  nuisance,  and  a  plea  of  guilty  or  a\n   39  conviction  in  a criminal action of maintaining a nuisance at the place\n   40  described in  the  complaint  shall  be  prima  facie  evidence  of  the\n   41  nuisance,  and  the  records  of  any court in the jurisdiction shall be\n   42  admissible as evidence to prove the conviction or plea of guilty.\n   43    S 49. Section 2324-a of the public health law, as amended  by  chapter\n   44  260 of the laws of 1978, is amended to read as follows:\n   45    S 2324-a. Presumptive evidence. For the purposes of this title, two or\n   46  more  convictions  of  any person or persons had, within a period of one\n   47  year, for any of the  offenses  described  in  section  230.00,  230.01,\n   48  230.05, 230.20, 230.25 or 230.30 of the penal law arising out of conduct\n   49  engaged  in  at  the same real property consisting of a dwelling as that\n   50  term is defined in subdivision four of  section  four  of  the  multiple\n   51  dwelling  law  shall be presumptive evidence of conduct constituting use\n   52  of the premises for purposes of prostitution.\n   53    S 50. Subdivisions 1 and 4 of section 126 of  the  alcoholic  beverage\n   54  control  law, as amended by chapter 366 of the laws of 1992, are amended\n   55  to read as follows:\n\n       A. 2171                            25\n\n    1    1. Except as provided in subdivision one-a of this section,  a  person\n    2  who  has been convicted of a felony or any of the misdemeanors mentioned\n    3  in section eleven hundred forty-six of the former penal law as in  force\n    4  and  effect  immediately  prior  to  September  first,  nineteen hundred\n    5  sixty-seven,  or of an offense defined in section 230.20 [or], 230.40 OR\n    6  230.45 of the penal law,  unless  subsequent  to  such  conviction  such\n    7  person  shall  have  received an executive pardon therefor removing this\n    8  disability, a certificate of  good  conduct  granted  by  the  board  of\n    9  parole,  or  a  certificate  of  relief from disabilities granted by the\n   10  board of parole or a court of this state pursuant to the  provisions  of\n   11  article  twenty-three  of  the  correction  law to remove the disability\n   12  under this section because of such conviction.\n   13    4. A copartnership or a corporation, unless each member of  the  part-\n   14  nership,  or  each of the principal officers and directors of the corpo-\n   15  ration, is a citizen of the United States or an alien lawfully  admitted\n   16  for  permanent  residence in the United States, not less than twenty-one\n   17  years of age, and has not been convicted of any felony  or  any  of  the\n   18  misdemeanors,  specified  in  section  eleven  hundred  forty-six of the\n   19  former penal law as in force and effect immediately prior  to  September\n   20  first, nineteen hundred sixty-seven, or of an offense defined in section\n   21  230.20  [or],  230.40 OR 230.45 of the penal law, or if so convicted has\n   22  received, subsequent to such conviction, an  executive  pardon  therefor\n   23  removing  this  disability  a certificate of good conduct granted by the\n   24  board of parole, or a certificate of relief from disabilities granted by\n   25  the board of parole or a court of this state pursuant to the  provisions\n   26  of  article  twenty-three of the correction law to remove the disability\n   27  under this section because of such conviction; provided however  that  a\n   28  corporation which otherwise conforms to the requirements of this section\n   29  and  chapter  may be licensed if each of its principal officers and more\n   30  than one-half of its directors are citizens  of  the  United  States  or\n   31  aliens  lawfully  admitted for permanent residence in the United States;\n   32  and provided further that a corporation organized under the not-for-pro-\n   33  fit corporation law or the education law which otherwise conforms to the\n   34  requirements of this section and chapter may be licensed if each of  its\n   35  principal  officers and more than one-half of its directors are not less\n   36  than twenty-one years of age and none of its  directors  are  less  than\n   37  eighteen years of age; and provided further that a corporation organized\n   38  under  the  not-for-profit  corporation  law  or  the  education law and\n   39  located on the premises of a college as defined by section  two  of  the\n   40  education  law  which  otherwise  conforms  to  the requirements of this\n   41  section and chapter may be licensed if each of  its  principal  officers\n   42  and each of its directors are not less than eighteen years of age.\n   43    S  51.  Subdivision  2 of section 715 of the real property actions and\n   44  proceedings law, as added by chapter 494 of the laws of 1976, is amended\n   45  to read as follows:\n   46    2. For purposes of this section, two or more convictions of any person\n   47  or persons had, within a period of one year, for  any  of  the  offenses\n   48  described  in  section  230.00,  230.01,  230.05, 230.20, 230.25, 230.30\n   49  [or], 230.40 OR 230.45 of the penal law arising out of  conduct  engaged\n   50  in  at  the  same real property consisting of a dwelling as that term is\n   51  defined in subdivision four of section four of the multiple dwelling law\n   52  shall be presumptive evidence of conduct constituting use of  the  prem-\n   53  ises for purposes of prostitution.\n   54    S  52.  Subdivision  3  of  section  231  of the real property law, as\n   55  amended by chapter 203 of the laws  of  1980,  is  amended  to  read  as\n   56  follows:\n\n       A. 2171                            26\n\n    1    3.  For  the  purposes of this section, two or more convictions of any\n    2  person or persons had, within a period of  one  year,  for  any  of  the\n    3  offenses  described  in  section 230.00, 230.01, 230.05, 230.20, 230.25,\n    4  230.30, [or] 230.40 OR 230.45 of the penal law arising  out  of  conduct\n    5  engaged in at the same premises consisting of a dwelling as that term is\n    6  defined in subdivision four of section four of the multiple dwelling law\n    7  shall  be  presumptive  evidence of unlawful use of such premises and of\n    8  the owners knowledge of the same.\n    9    S 53. Subdivision 2 of section 35.07 of the arts and cultural  affairs\n   10  law,  as added by chapter 160 of the laws of 2007, is amended to read as\n   11  follows:\n   12    2. It shall be unlawful for any person to employ, use or  exhibit  any\n   13  person  under  eighteen  years  of  age  as a dancer or performer in any\n   14  portion of a facility open to the public wherein performers  appear  and\n   15  dance  or otherwise perform unclothed, under circumstances in which such\n   16  employment would be harmful to such person  in  the  manner  defined  in\n   17  subdivision [six] TWELVE of section [235.20] 263.00 of the penal law.\n   18    S  54.  Subdivision 1 of section 390-c of the general business law, as\n   19  added by chapter 160 of the laws of 2007, is amended to read as follows:\n   20    1. No person under the age of eighteen years shall be admitted to  any\n   21  portion  of  a facility open to the public wherein performers appear and\n   22  dance or otherwise perform unclothed, under circumstances where  viewing\n   23  such  dancing  or  performance  would  be harmful to such person, in the\n   24  manner described in subdivision [six] TWELVE of section [235.20]  263.00\n   25  of the penal law.\n   26    S 55. Paragraph s of subdivision 2 of section 133 of the labor law, as\n   27  added by chapter 160 of the laws of 2007, is amended to read as follows:\n   28    s.  as  a dancer or performer in any portion of a facility open to the\n   29  public  wherein  performers  appear  and  dance  or  otherwise   perform\n   30  unclothed, under circumstances in which such employment would be harmful\n   31  to  such  person  in  the  manner defined in subdivision [six] TWELVE of\n   32  section [235.20] 263.00 of the penal law.\n   33    S 56. Subdivision 6 of section 6330 of  the  civil  practice  law  and\n   34  rules, as amended by chapter 826 of the laws of 1972, is amended to read\n   35  as follows:\n   36    6. The court, in its adjudication, may (1) grant the relief sought (2)\n   37  deny  the  relief  sought or (3) enjoin the sale, further sale, display,\n   38  distribution,  further  distribution,   acquisition,   publication,   or\n   39  possession  of the material, to persons under the age of seventeen, upon\n   40  a finding that the material is of the kind described  in  paragraph  [a]\n   41  (A)  or  [b]  (B)  of  subdivision one of section [235.21] 263.02 of the\n   42  penal law.\n   43    S 57. Paragraphs (b) and (c) of subdivision 4 of section 509-cc of the\n   44  vehicle and traffic law, paragraph (b) as amended by chapter 360 of  the\n   45  laws  of 1986 and paragraph (c) as amended by chapter 405 of the laws of\n   46  2010, are amended to read as follows:\n   47    (b) The offenses referred to in subparagraph (ii) of paragraph (a)  of\n   48  subdivision  one  and  paragraph  (b) of subdivision two of this section\n   49  that result in permanent disqualification  shall  include  a  conviction\n   50  under  sections  100.13, 105.15, 105.17, 115.08, 125.10, 125.15, 130.40,\n   51  130.60, 130.65, 135.20, 160.15, 220.18, 220.21, 220.39, 220.41,  220.43,\n   52  260.00, [263.05, 263.10, 263.15] 263.06, 263.07, 263.08, 263.09, 263.13,\n   53  263.14, 265.04 OR ARTICLE TWO HUNDRED SIXTY-THREE of the penal law or an\n   54  attempt  to commit any of the aforesaid offenses under section 110.00 of\n   55  the penal law, or any offenses committed under a former section  of  the\n   56  penal law which would constitute violations of the aforesaid sections of\n\n       A. 2171                            27\n\n    1  the  penal law, or any offenses committed outside this state which would\n    2  constitute violations of the aforesaid sections of the penal law.\n    3    (c)  The  offenses referred to in subparagraph (i) of paragraph (b) of\n    4  subdivision one and subparagraph (i) of paragraph (c) of subdivision two\n    5  of this section that result in disqualification for  a  period  of  five\n    6  years  shall include a conviction under sections 100.10, 105.13, 115.05,\n    7  120.03,  120.04,  120.04-a,  120.05,  120.10,  120.25,  121.12,  121.13,\n    8  125.13,  125.14, 125.40, 125.45, 130.20, 130.25, 130.55, 135.10, 135.55,\n    9  140.17, 140.25, 140.30, 145.12, 150.10, 150.15, 160.05, 160.10,  220.06,\n   10  220.09,  220.16, 220.31, 220.34, 220.60, 221.30, 221.50, 221.55, 230.00,\n   11  230.01,  230.05,  230.06,  230.06-A,  230.20,  230.25,  230.30,  230.32,\n   12  235.05,  235.06,  235.07,  [235.21,] 240.06, 245.00, 260.10, subdivision\n   13  two of section 260.20  and  sections  260.25,  263.02,  265.02,  265.03,\n   14  265.08, 265.09, 265.10, 265.12, 265.35 of the penal law or an attempt to\n   15  commit  any  of the aforesaid offenses under section 110.00 of the penal\n   16  law, or any similar offenses committed under a  former  section  of  the\n   17  penal law, or any offenses committed under a former section of the penal\n   18  law  which  would constitute violations of the aforesaid sections of the\n   19  penal law, or any offenses committed  outside  this  state  which  would\n   20  constitute violations of the aforesaid sections of the penal law.\n   21    S  58.  This  act  shall  take  effect  on  the first of November next\n   22  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, the correction law, the penal law, the arts and cultural affairs law, the general business law, the labor law and the civil practice law and rules, in relation to enacting the \"child sexual abuse and exploitation prevention act\"; to amend the penal law, in relation to creating the crime of criminal use of encryption in the first and second degrees; to amend the penal law, the criminal procedure law, the civil rights law, the executive law, the family court act, the mental hygiene law, the multiple dwelling law, the public health law, the alcoholic beverage control law, the real property actions and proceedings law, the real property law and the vehicle and traffic law, in relation to prostitution offenses and creating the crime of sexual exploitation of a child; to amend the penal law, in relation to computer sex crimes against children; and repealing certain provisions of the penal law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T122938.TXT", "SOBI.D110114.T170505.TXT", "SOBI.D110114.T171506.TXT", "SOBI.D110114.T120938.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295043306598
}