{
  "year" : 2011,
  "senateBillNo" : "A2173-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2173-2011-1294981200000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the police officer and firefighter loan forgiveness program",
  "summary" : "Establishes the police officer and firefighter loan forgiveness program for eligible police officers and firefighters who attend certain colleges and reside in a city with a population between 250,000 and one million. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3481-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2173\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M. of A. PEOPLES-STOKES -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education  law,  in  relation  to  establishing  the\n         police officer and firefighter loan forgiveness program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section  677-b\n    2  to read as follows:\n    3    S  677-B.  POLICE OFFICER AND FIREFIGHTER LOAN FORGIVENESS PROGRAM. 1.\n    4  CERTIFICATION. POLICE OFFICER AND FIREFIGHTER  LOAN  FORGIVENESS  AWARDS\n    5  SHALL  BE  AWARDED EACH YEAR. SUCH AWARDS SHALL BE ALLOCATED AS PROVIDED\n    6  IN THIS SECTION TO ELIGIBLE POLICE OFFICERS AND ELIGIBLE FIREFIGHTERS AS\n    7  CERTIFIED TO THE COMMISSIONER BY THE PRESIDENT.\n    8    2. ELIGIBILITY. A POLICE OFFICER OR FIREFIGHTER SHALL BE ELIGIBLE  FOR\n    9  AN  AWARD UNDER THIS SECTION PROVIDED THAT: (I) SUCH PERSON RESIDES IN A\n   10  CITY WITH A POPULATION  BETWEEN  TWO  HUNDRED  FIFTY  THOUSAND  AND  ONE\n   11  MILLION  WHICH HAS ENACTED A LOCAL LAW PROVIDING FOR SUCH POLICE OFFICER\n   12  AND FIREFIGHTER LOAN FORGIVENESS PROGRAM, (II) SUCH  POLICE  OFFICER  OR\n   13  FIREFIGHTER IS EMPLOYED IN SUCH CITY AS A POLICE OFFICER OR FIREFIGHTER,\n   14  AND  (III)  SUCH  POLICE  OFFICER  OR  FIREFIGHTER INCURRED STUDENT LOAN\n   15  EXPENSE WHILE ATTENDING BUFFALO STATE COLLEGE, UNIVERSITY OF BUFFALO  OR\n   16  ERIE COMMUNITY COLLEGE.\n   17    3. DURATION. EACH AWARD SHALL ENTITLE THE RECIPIENT TO AN ANNUAL AWARD\n   18  AND  A RECIPIENT SHALL BE ELIGIBLE FOR NO MORE THAN A TOTAL OF TWO THOU-\n   19  SAND DOLLARS A YEAR FOR A MAXIMUM OF SIX YEARS.\n   20    4. CALCULATION OF AWARD AMOUNTS. THE COMMISSIONER SHALL BE RESPONSIBLE\n   21  FOR CALCULATING THE DOLLAR AMOUNT OF EACH AWARD THAT ELIGIBLE CANDIDATES\n   22  MAY RECEIVE FROM THIS PROGRAM.\n   23    5. STUDENT LOAN EXPENSE. STUDENT LOAN EXPENSE SHALL MEAN  THE  CUMULA-\n   24  TIVE  TOTAL  OF THE ANNUAL STUDENT LOANS COVERING THE COST OF ATTENDANCE\n   25  AT BUFFALO STATE  COLLEGE,  UNIVERSITY  OF  BUFFALO  OR  ERIE  COMMUNITY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04714-01-1\n\n       A. 2173                             2\n\n    1  COLLEGE  WHICH ARE OUTSTANDING WHEN APPLICATION FOR SUCH PROGRAM IS MADE\n    2  PURSUANT TO SUBDIVISION SIX OF THIS SECTION. INTEREST  PAID  OR  DUE  ON\n    3  SUCH STUDENT LOANS THAT AN APPLICANT HAS TAKEN OUT FOR USE IN PAYING FOR\n    4  SUCH EDUCATION SHALL BE CONSIDERED ELIGIBLE FOR REIMBURSEMENT UNDER THIS\n    5  PROGRAM.\n    6    6. APPLICATION AND SELECTION. APPLICATION SHALL BE MADE TO THE COMMIS-\n    7  SIONER IN A MANNER PRESCRIBED BY THE COMMISSIONER.\n    8    7. AWARD DISBURSEMENT. ANNUAL AWARD DISBURSEMENTS SHALL BE THE RESPON-\n    9  SIBILITY  OF  THE  COMMISSIONER. THE COMMISSIONER SHALL FORWARD APPROVED\n   10  APPLICATIONS TO THE PRESIDENT NO LATER THAN NINETY DAYS AFTER RECEIPT OF\n   11  SUCH APPLICATIONS. WITHIN FORTY-FIVE DAYS, THE  PRESIDENT  SHALL  VERIFY\n   12  THE APPROVED APPLICANTS' ELIGIBILITY AND TOTAL STUDENT LOAN EXPENSE.\n   13    8.  NOTIFICATION.  THE  PRESIDENT SHALL NOTIFY THE COMMISSIONER OF THE\n   14  AWARD ENTITLEMENT FOR EACH APPROVED APPLICANT PURSUANT TO THE  VERIFICA-\n   15  TION PERFORMED IN SUBDIVISION SEVEN OF THIS SECTION.\n   16    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing the police officer and firefighter loan forgiveness program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T130440.TXT", "SOBI.D110114.T122938.TXT", "SOBI.D110118.T093606.TXT", "SOBI.D110114.T120938.TXT", "SOBI.D110114.T124939.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295361366033
}