{
  "year" : 2011,
  "senateBillNo" : "A2176-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to economic development",
    "billEventId" : "A2176-2011-1294981200000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes licensure for makeup artists",
  "summary" : "Establishes licensure for makeup artists. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A10451-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2176\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the general business law, in  relation  to  establishing\n         licensure for makeup artists\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 400 of the general  business  law,\n    2  as added by chapter 509 of the laws of 1992, is amended and a new subdi-\n    3  vision 11 is added to read as follows:\n    4    3.  \"Licensee\"  means  a  person  licensed pursuant to this article to\n    5  engage in the practice of natural hair styling, esthetics, nail special-\n    6  ty or cosmetology, TO WORK AS A MAKEUP ARTIST or to operate  an  appear-\n    7  ance  enhancement business in which such practice, as herein defined, is\n    8  provided to the public.\n    9    11. A \"MAKEUP ARTIST\" MEANS A PERSON WHO PROVIDES FOR A  FEE,  OR  ANY\n   10  CONSIDERATION  OR  EXCHANGE,  WHETHER  DIRECT  OR  INDIRECT, SERVICES TO\n   11  ENHANCE, DISTORT OR CONCEAL HUMAN FEATURES WITH THE USE OF VARIOUS TECH-\n   12  NIQUES, SUCH AS FASHION MAKEUP, THEATRICAL  MAKEUP,  PROSTHETIC  MAKEUP,\n   13  SPECIAL EFFECTS MAKEUP, AIRBRUSHING AND HIGH DEFINITION.\n   14    S  2. Subdivisions 1 and 3 of section 401 of the general business law,\n   15  as amended by chapter 341 of the laws of 1998, are amended  to  read  as\n   16  follows:\n   17    1.  No  person shall engage in the practice of nail specialty, waxing,\n   18  natural hair styling, esthetics or  cosmetology  OR  WORK  AS  A  MAKEUP\n   19  ARTIST,  as  defined  in  section  four hundred of this article, without\n   20  having received a license to engage  in  such  practice  in  the  manner\n   21  prescribed in this article.\n   22    3.  A  person  licensed by any other state or country to practice nail\n   23  specialty, waxing, natural hair styling, esthetics or cosmetology OR  TO\n   24  WORK  AS  A MAKEUP ARTIST shall be allowed to practice in New York state\n   25  for three months or less within any calendar year  for  the  purpose  of\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03907-01-1\n\n       A. 2176                             2\n\n    1  giving  to, or receiving from, persons who are licensed under this arti-\n    2  cle training in current styles, techniques or materials, provided howev-\n    3  er, that no such unlicensed person may provide services  to  the  public\n    4  for any fee, or other compensation, whether direct or indirect.\n    5    S  3.  Section  404 of the general business law, as amended by chapter\n    6  341 of the laws of 1998, is amended to read as follows:\n    7    S 404. Rules and regulations. The secretary shall promulgate rules and\n    8  regulations which establish standards  for  practice  and  operation  by\n    9  licensees  under  this article in order to ensure the health, safety and\n   10  welfare of the public. Such rules and regulations shall include, but not\n   11  be limited to, the sanitary conditions and  procedures  required  to  be\n   12  maintained,  a minimum standard of training appropriate to the duties of\n   13  nail specialists, waxers, natural  hair  stylists,  estheticians,  [and]\n   14  cosmetologists  and  MAKEUP ARTISTS AND the provision of service by nail\n   15  specialists, waxers, natural hair stylists, estheticians [or], cosmetol-\n   16  ogists OR MAKEUP ARTISTS at remote locations other than  the  licensee's\n   17  home  provided  that  such  practitioner holds an appearance enhancement\n   18  business license to operate at a fixed location or is  employed  by  the\n   19  holder  of  an  appearance  enhancement  business  license.  Regulations\n   20  setting forth the educational requirements for  nail  specialists  shall\n   21  include  education  in the area of causes of infection and bacteriology.\n   22  THE SECRETARY  SHALL,  IN  CONSULTATION  WITH  THE  ADVISORY  COMMITTEE,\n   23  PROMULGATE RULES AND REGULATIONS WHICH ESTABLISH CURRICULUM REQUIREMENTS\n   24  FOR  MAKEUP ARTISTS THAT SHALL NOT EXCEED THREE HUNDRED CREDIT HOURS. In\n   25  promulgating such rules and regulations the secretary shall consult with\n   26  the state  education  department,  the  advisory  committee  established\n   27  pursuant  to this article, any other state agencies and private industry\n   28  representatives as may be appropriate in  determining  minimum  training\n   29  requirements.\n   30    S  4. Paragraph a of subdivision 1 of section 406 of the general busi-\n   31  ness law, as amended by chapter 341 of the laws of 1998, is  amended  to\n   32  read as follows:\n   33    a.  Any  person  intending to practice nail specialty, waxing, natural\n   34  hair styling, esthetics or cosmetology OR TO WORK AS A MAKEUP ARTIST  as\n   35  defined  in this article, or to own or operate an appearance enhancement\n   36  business, shall first make application to the secretary  for  a  license\n   37  therefor.\n   38    S  5.  Subdivision  1  of  section 407 of the general business law, as\n   39  amended by chapter 255 of the laws  of  1999,  is  amended  to  read  as\n   40  follows:\n   41    1.  The examinations for the license to practice natural hair styling,\n   42  esthetics, nail specialty and cosmetology OR TO WORK AS A MAKEUP  ARTIST\n   43  shall  be  practical  and  written.  The examinations for the license to\n   44  practice waxing shall be limited to  a  written  examination  only.  The\n   45  secretary  shall  determine reasonable standards of performance for each\n   46  license and shall evaluate the prospective applicants and applicants  on\n   47  the basis of such standards. The objectives of the examinations shall be\n   48  to  insure  that  prospective  applicants and applicants have sufficient\n   49  basic skills to safeguard the health and safety of  the  public  and  to\n   50  insure that prospective applicants and applicants have attained adequate\n   51  levels  of  skill  to competently engage in the activities authorized by\n   52  the license.\n   53    S 6. Subdivision 1 of section 409 of  the  general  business  law,  as\n   54  amended  by  chapter  341  of  the  laws  of 1998, is amended to read as\n   55  follows:\n\n       A. 2176                             3\n\n    1    1. The non-refundable fee for an application for a license  to  engage\n    2  in the practice of nail specialty, waxing, natural hair styling, esthet-\n    3  ics  or  cosmetology  OR  TO  WORK  AS  A MAKEUP ARTIST, shall be twenty\n    4  dollars initially and for each renewal thereof the fee shall  be  twenty\n    5  dollars;  the  fee for a temporary license and each renewal shall be ten\n    6  dollars.\n    7    S 7. Section 412 of the general business law, as  amended  by  chapter\n    8  341 of the laws of 1998, is amended to read as follows:\n    9    S  412.  Civil  penalties.  The  practice  of  nail specialty, waxing,\n   10  natural hair styling, esthetics or cosmetology, EMPLOYMENT AS  A  MAKEUP\n   11  ARTIST  or the operation of an appearance enhancement business without a\n   12  license or while under suspension or revocation, or in violation  of  an\n   13  order  directing  the  cessation  of  unlicensed  activity issued by the\n   14  secretary pursuant to section four hundred eleven of this article, is  a\n   15  violation  and  is  subject  to  a  civil  penalty of up to five hundred\n   16  dollars for the first violation; one thousand dollars for a second  such\n   17  violation;  and  two thousand five hundred dollars for a third violation\n   18  and any subsequent violation.\n   19    S 8. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to establishing licensure for makeup artists ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T122938.TXT", "SOBI.D110118.T094107.TXT", "SOBI.D110114.T121438.TXT", "SOBI.D110114.T124939.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295361667147
}