{
  "year" : 2011,
  "senateBillNo" : "A2177-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2177-2011-1294981200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates an informal caregiver credit for taxpayers caring for seniors and disabled persons",
  "summary" : "Creates an informal caregiver credit for taxpayers caring for seniors and disabled persons. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A2682-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Boyle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2177\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT, BOYLE, CALHOUN, SAYWARD, RAIA -- Multi-\n         Sponsored by -- M. of A. AMEDORE,  BARCLAY,  BURLING,  CONTE,  CROUCH,\n         FINCH, GIGLIO, HAWLEY, HAYES, KOLB, McDONOUGH, MOLINARO, OAKS, SALADI-\n         NO,  TOBACCO  --  read  once and referred to the Committee on Ways and\n         Means\n\n       AN ACT to amend the tax law, in relation to creating an  informal  care-\n         giver credit for taxpayers caring for seniors and disabled persons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 606 of the tax law  is  amended  by  adding  a  new\n    2  subsection (ss) to read as follows:\n    3    (SS)  INFORMAL  CAREGIVER  CREDIT.  (1)  A QUALIFIED TAXPAYER SHALL BE\n    4  ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY THIS ARTICLE  IN  AN  AMOUNT\n    5  NOT TO EXCEED TWO HUNDRED FIFTY DOLLARS.\n    6    (2)  THE  CREDIT PROVIDED IN PARAGRAPH ONE OF THIS SUBSECTION SHALL BE\n    7  AVAILABLE TO ONLY ONE QUALIFIED TAXPAYER PER QUALIFYING ELDERLY OR DISA-\n    8  BLED PERSON AND SUCH TAXPAYER SHALL ONLY QUALIFY FOR ONE CREDIT PER  TAX\n    9  YEAR,  REGARDLESS OF THE NUMBER OF QUALIFIED ELDERLY OR DISABLED PERSONS\n   10  THE TAXPAYER PROVIDES CARE FOR.\n   11    (3) AS USED IN THIS SUBSECTION:\n   12    (I) \"QUALIFIED CARE EXPENSES\" ARE PAYMENTS MADE BY  THE  TAXPAYER  FOR\n   13  GOODS  AND SERVICES NECESSARY TO ASSIST THE INFORMAL CAREGIVER IN CARING\n   14  FOR THE QUALIFYING ELDERLY OR DISABLED PERSON.\n   15    (II) \"QUALIFIED TAXPAYER\" SHALL MEAN AN INFORMAL  CAREGIVER  PROVIDING\n   16  CARE TO A QUALIFIED ELDERLY OR DISABLED PERSON.\n   17    (III)  \"QUALIFIED  ELDERLY  OR  DISABLED PERSON\" SHALL MEAN A DISABLED\n   18  PERSON OR ELDERLY PERSON WHO IS AGE SIXTY-FIVE OR OLDER AND  WHO  HAS  A\n   19  MEDICAL  CONDITION THAT INTERFERES WITH DAILY LIVING ACTIVITIES, INCLUD-\n   20  ING BUT NOT LIMITED TO EATING, DRESSING, MOBILITY AND TAKING MEDICATIONS\n   21  AND WHO HAS DOCUMENTATION OF  SUCH  MEDICAL  CONDITION  FROM  A  MEDICAL\n   22  PROFESSIONAL.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03524-01-1\n\n       A. 2177                             2\n\n    1    (4)  THE COMMISSIONER MAY REQUIRE A TAXPAYER TO FURNISH, AS SUPPORT OF\n    2  HIS OR HER CLAIM FOR CREDIT UNDER THIS SUBSECTION, RECEIPTS  FOR  QUALI-\n    3  FIED  CARE EXPENSES OR OTHER SUCH PROOFS OF PAYMENT AS SHALL SATISFY THE\n    4  COMMISSIONER.\n    5    S  2. This act shall take effect on the first of January next succeed-\n    6  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to creating an informal caregiver credit for taxpayers caring for seniors and disabled persons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T122938.TXT", "SOBI.D110118.T094107.TXT", "SOBI.D110114.T121438.TXT", "SOBI.D110114.T124939.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295361667149
}