{
  "year" : 2011,
  "senateBillNo" : "A217-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A217-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the department of health to develop information, methods and protocols for restaurants, schools, hospitals, adult homes and child day care centers",
  "summary" : "Directs the department of health to develop information, methods and protocols for the voluntary reduction or elimination of the use of trans fat in restaurants, schools, hospitals, adult homes and child day care centers; establishes reporting requirements. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health",
  "previousVersions" : [ "A6318-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          217\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ -- read once and referred to the Committee\n         on Health\n\n       AN ACT to authorize the commissioner of health to  develop  a  plan  for\n         voluntary  reduction or elimination in the use of trans fat in various\n         food service providers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Voluntary  trans fat reduction or elimination program. 1.\n    2  The commissioner of health is hereby authorized to develop  a  voluntary\n    3  trans  fat  reduction  or  elimination  program.  For  purposes  of this\n    4  section, \"trans fat\" means a specific type of  fat  formed  when  liquid\n    5  fats  are  made  into solid fats by the addition of hydrogen atoms, in a\n    6  process known as hydrogenation. Such program shall consist of  two  main\n    7  components: a public information campaign and a protocol for voluntarily\n    8  reducing or eliminating the use of trans fats in foods prepared by:\n    9    a.  food service establishments, including: restaurants, bars, member-\n   10  ship organizations, fraternal organizations, and private clubs,  except-\n   11  ing  establishments  licensed  pursuant to section 64-a of the alcoholic\n   12  beverage control law, that are not regulated by the department of  agri-\n   13  culture and markets; and\n   14    b.  any institution under the jurisdiction of the department of health\n   15  including, but not limited to: public schools, hospitals, nursing homes,\n   16  and adult and child daycare facilities.\n   17    2. The public information campaign shall be developed, in consultation\n   18  with the department of education, to provide  public  service  announce-\n   19  ments,  website sources and educational brochures about the health risks\n   20  associated with trans fat in foods.\n   21    3. The commissioner of health, in consultation with  the  commissioner\n   22  of  education, shall include in the department of health's annual report\n   23  not later than December 31, 2012, a report assessing the success of  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03627-01-1\n\n       A. 217                              2\n\n    1  voluntary  trans fat reduction or elimination program. Such report shall\n    2  contain an evaluation of the effectiveness of the voluntary reduction or\n    3  elimination program in reducing or eliminating the use of trans  fat  in\n    4  prepared  foods  sold or provided in New York state, and any recommenda-\n    5  tions relating thereto.  Such report shall be submitted to the governor,\n    6  the temporary president of the senate, the speaker of the assembly,  and\n    7  any appropriate committees of the legislature concerned with nutritional\n    8  standards and health in New York state.\n    9    S  2.  This  act  shall  take  effect immediately. The commissioner of\n   10  health is authorized and directed to promulgate any and  all  rules  and\n   11  regulations  and take any other measures necessary to implement this act\n   12  on its effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the commissioner of health to develop a plan for voluntary reduction or elimination in the use of trans fat in various food service providers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T121438.TXT", "SOBI.D101216.T133927.TXT", "SOBI.D101216.T125423.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292606078551
}