{
  "year" : 2011,
  "senateBillNo" : "A2179-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A2179-2011-1294981200000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes pay for military leave for public employees who are absent on military duty",
  "summary" : "Authorizes pay for military leave for public employees who are absent due to military duty; allows public employees to collect paid salary and compensation for thirty days or twenty-two working days, whichever is greater, in addition to collecting the difference between salary and compensation for another three hundred thirty-five days. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Military Law",
  "previousVersions" : [ "A2343-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2179\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M. of A. REILICH, KOLB -- Multi-Sponsored by -- M. of A.\n         BUTLER, FINCH, McDONOUGH, THIELE, WEISENBERG -- read once and referred\n         to the Committee on Governmental Employees\n\n       AN ACT to amend the military law, in relation to authorizing  additional\n         paid leave for public employees who are absent on military duty\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 5 of  section  242  of  the  military  law,  as\n    2  amended  by  chapter  161  of  the  laws  of 1984, is amended to read as\n    3  follows:\n    4    5. Pay for military duty.  (A) Every public officer or employee  shall\n    5  be  paid  his  salary  or  other  compensation as such public officer or\n    6  employee for any and  all  periods  of  absence  while  engaged  in  the\n    7  performance  of  ordered military duty, and while going to and returning\n    8  from such duty, not exceeding a total of thirty days or twenty-two work-\n    9  ing days, whichever is greater, in any one calendar year and not exceed-\n   10  ing thirty days or twenty-two working days, whichever is greater, in any\n   11  one continuous period of such absence.\n   12    (B) EVERY PUBLIC OFFICER OR EMPLOYEE  SHALL  BE  PAID  THE  DIFFERENCE\n   13  BETWEEN  HIS  SALARY  AND  OTHER  COMPENSATION AS SUCH PUBLIC OFFICER OR\n   14  EMPLOYEE FOR ANY AND  ALL  PERIODS  OF  ABSENCE  WHILE  ENGAGED  IN  THE\n   15  PERFORMANCE  OF  ORDERED MILITARY DUTY, AND WHILE GOING TO AND RETURNING\n   16  FROM SUCH DUTY, NOT EXCEEDING A TOTAL OF THREE HUNDRED THIRTY-FIVE  DAYS\n   17  IN  ANY  ONE  CALENDAR YEAR, AND NOT EXCEEDING THREE HUNDRED THIRTY-FIVE\n   18  DAYS IN ANY ONE CONTINUOUS PERIOD OF SUCH ABSENCE.\n   19    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03785-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the military law, in relation to authorizing additional paid leave for public employees who are absent on military duty ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T122938.TXT", "SOBI.D110118.T094107.TXT", "SOBI.D110114.T121438.TXT", "SOBI.D110114.T124939.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295361667152
}