{
  "year" : 2011,
  "senateBillNo" : "A2188-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2188-2011-1294981200000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to establishing the children's ounce of prevention fund from revenues received through the stock transfer tax",
  "summary" : "Establishes the children's ounce of prevention fund from revenues received through the stock transfer tax; decreases percentage of tax rebate currently allowed in order to fund programs relating to achievement of new high learning standards. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1501-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2188\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WRIGHT  --  Multi-Sponsored  by  -- M. of A.\n         J. RIVERA -- read once and referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law and the state finance law,  in  relation  to\n         the  stock  transfer  tax  and  to  creating  the  children's ounce of\n         prevention fund\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as \"the children's\n    2  ounce of prevention act\".\n    3    S  2.  Subdivision  1  of  section 280-a of the tax law, as amended by\n    4  chapter 578 of the laws of 1981, is amended to read as follows:\n    5    1. Except  as  otherwise  provided  in  subdivision  fifteen  of  this\n    6  section,  where  a tax shall have been paid under this article a portion\n    7  of the amount paid shall be allowed as a rebate and such  portion  shall\n    8  be paid to the taxpayer but only to the extent that moneys are available\n    9  for  the  payment  of  such rebates in the stock transfer incentive fund\n   10  established pursuant to section ninety-two-i of the state  finance  law.\n   11  The portion of the amount of tax paid which is to be allowed as a rebate\n   12  shall  be  thirty  percent  of the tax incurred and paid on transactions\n   13  subject to the stock transfer tax occurring on and after October  first,\n   14  nineteen  hundred  seventy-nine  and  on  or before September thirtieth,\n   15  nineteen hundred eighty and sixty percent of the tax incurred  and  paid\n   16  on  such  transactions  occurring  on  and after October first, nineteen\n   17  hundred eighty and on or before September  thirtieth,  nineteen  hundred\n   18  eighty-one  and  all  of  the  amount  of tax incurred and paid shall be\n   19  allowed as a rebate on transactions subject to the  stock  transfer  tax\n   20  occurring on and after October first, nineteen hundred eighty-one AND ON\n   21  OR BEFORE SEPTEMBER THIRTIETH, TWO THOUSAND ELEVEN, AND NINETY-THREE AND\n   22  THREE-QUARTERS  PERCENT OF THE TAX INCURRED AND PAID SHALL BE ALLOWED AS\n   23  A REBATE ON SUCH TRANSACTIONS OCCURRING ON AND AFTER OCTOBER FIRST,  TWO\n   24  THOUSAND ELEVEN.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05653-01-1\n\n       A. 2188                             2\n\n    1    S  3.  Subdivisions  3 and 4 of section 92-b of the state finance law,\n    2  subdivision 3 as amended by chapter 878 of the laws of 1977, subdivision\n    3  4 as amended by chapter 724 of the laws of 1979, are amended to read  as\n    4  follows:\n    5    3.  The  moneys received from such tax and other sources in such fund,\n    6  after deducting the amount the  commissioner  of  taxation  and  finance\n    7  shall  determine  to  be necessary for reasonable costs of the state tax\n    8  commission in  administering,  collecting  and  distributing  such  tax,\n    9  commencing  with  the  fiscal  year  ending March thirty-first, nineteen\n   10  hundred seventy-seven,  shall  be  appropriated  to  (i)  the  municipal\n   11  assistance  corporation  for  the  city  of New York created pursuant to\n   12  title three of article ten of the public authorities  law  in  order  to\n   13  enable such corporation to fulfill the terms of any agreements made with\n   14  the  holders  of  its  notes  and  bonds  and to carry out its corporate\n   15  purposes including the maintenance of the capital reserve fund and  (ii)\n   16  to  the  extent  such  moneys  are  not  required by such corporation as\n   17  provided in subdivision seven of section ninety-two-d of this  [chapter]\n   18  ARTICLE  and,  after deducting the amount such commissioner shall deter-\n   19  mine to be necessary for reasonable costs of the state tax commission in\n   20  administering and making distributions in accordance with the provisions\n   21  of section two hundred eighty-a of the tax law from the  stock  transfer\n   22  incentive fund, to the stock transfer incentive fund created pursuant to\n   23  section  ninety-two-i  of this [chapter] ARTICLE to enable rebates to be\n   24  made from such fund under the provisions of section two hundred eighty-a\n   25  of the tax law and (iii) to the extent such moneys are not  required  by\n   26  such fund, as certified by the commissioner of taxation and finance, the\n   27  balance  shall be appropriated to the [city of New York, for the support\n   28  of local government] CHILDREN'S OUNCE  OF  PREVENTION  FUND  ESTABLISHED\n   29  PURSUANT TO SECTION NINETY-TWO-O OF THIS ARTICLE.\n   30    4.  After  the  deduction of such costs of the state tax commission in\n   31  administering, collecting and distributing such tax, the balances in the\n   32  stock transfer tax fund so appropriated shall be distributed and paid on\n   33  the last business day of September, December, March and  June  into  the\n   34  special account established for the municipal assistance corporation for\n   35  the  city  of  New York in the municipal assistance tax fund established\n   36  pursuant to subdivision one of section ninety-two-d  of  this  [chapter]\n   37  ARTICLE, unless and to the extent the balances in such fund on each such\n   38  payment  day  are  not  required by such corporation as provided in said\n   39  subdivision seven of said section ninety-two-d in which case the balance\n   40  not so required, if any, after the deduction of such costs of the  state\n   41  tax  commission  in administering and making distributions in accordance\n   42  with the provisions of section two hundred eighty-a of the tax law  from\n   43  the  stock  transfer incentive fund shall be distributed and paid to the\n   44  stock transfer incentive fund in the  custody  of  the  commissioner  of\n   45  taxation  and  finance  established  pursuant to section ninety-two-i of\n   46  this [chapter] ARTICLE and unless and to the extent that the balances in\n   47  the stock transfer tax fund on each such payment day are not required by\n   48  the stock transfer incentive fund as provided in  such  section  ninety-\n   49  two-i  of  this  [chapter]  ARTICLE  in  which  case  the balance not so\n   50  required, if any, shall be distributed and paid  to  the  [chief  fiscal\n   51  officer of the city of New York to be paid into the treasury of the city\n   52  to  the  credit of the general fund or paid by the commissioner of taxa-\n   53  tion and finance to such other account or fund as may be  designated  in\n   54  writing by such chief fiscal officer at least ten business days prior to\n   55  such  last day and on each such day, the] CHILDREN'S OUNCE OF PREVENTION\n   56  FUND ESTABLISHED PURSUANT TO SECTION NINETY-TWO-O OF THIS ARTICLE.   THE\n\n       A. 2188                             3\n\n    1  commissioner  of  taxation  and finance shall certify to the comptroller\n    2  the amount deducted for administering, collecting and distributing  such\n    3  tax  during  such  quarterly  period  and shall pay such amount into the\n    4  general  fund  of the state treasury to the credit of the state purposes\n    5  fund therein.  In no event shall any amount (other than the amount to be\n    6  deducted for administering, collecting and  distributing  such  tax)  be\n    7  distributed or paid from the stock transfer tax fund to any person other\n    8  than  the  municipal  assistance  corporation  for  the city of New York\n    9  unless and until the aggregate of all payments certified  to  the  comp-\n   10  troller  as  required  by  such  corporation in order to comply with its\n   11  agreements with the holders of its notes and bonds and to carry out  its\n   12  corporate  purposes,  including  the  maintenance of the capital reserve\n   13  fund, which remain unappropriated or unpaid to  such  corporation  shall\n   14  have  been  appropriated to such corporation and shall have been paid in\n   15  full provided, however, that no person, including  such  corporation  or\n   16  the  holders  of  its notes or bonds shall have any lien on such tax and\n   17  such agreements shall be executory only to the extent  of  the  balances\n   18  available  to  the  state in such fund. If the balances in such fund are\n   19  not required by such corporation pursuant  to  the  provisions  of  this\n   20  subdivision,  on  each  such  last  business day of September, December,\n   21  March and June, the commissioner of taxation and finance  shall  certify\n   22  to  the  comptroller  the  amount  deducted for administering and making\n   23  distributions in accordance with the provisions of section  two  hundred\n   24  eighty-a  of  the  tax law from the stock transfer incentive fund during\n   25  such quarterly period and he shall pay such amount into the general fund\n   26  of the state treasury to the credit of the state purposes fund  therein.\n   27  To  the  extent  such  moneys  are  not required by such corporation, as\n   28  provided in subdivision seven of section ninety-two-d of this  [chapter]\n   29  ARTICLE,  no  amount  thereof (other than such amount to be deducted for\n   30  administering, collecting and distributing such tax and  such  costs  in\n   31  administering and making distributions in accordance with the provisions\n   32  of  section  two hundred eighty-a of the tax law from the stock transfer\n   33  incentive fund) shall be distributed or paid from the stock transfer tax\n   34  fund other than to such stock transfer incentive fund OR THE  CHILDREN'S\n   35  OUNCE  OF PREVENTION FUND in the custody of the commissioner of taxation\n   36  and finance unless and until the aggregate of all payments certified  to\n   37  the  comptroller by such commissioner pursuant to the provisions of such\n   38  incentive fund as necessary to provide payments on  account  of  rebates\n   39  authorized pursuant to section two hundred eighty-a of the tax law which\n   40  remain  unappropriated  or unpaid to such fund shall have been appropri-\n   41  ated to such fund and shall have been paid in  full  provided,  however,\n   42  that  no  person, including any taxpayer under article twelve of the tax\n   43  law or any member or dealer referred to in subdivisions two-a and six of\n   44  section two hundred eighty-a of such law, shall have any  lien  on  this\n   45  fund or the stock transfer incentive fund.\n   46    S  4. The state finance law is amended by adding a new section 92-o to\n   47  read as follows:\n   48    S 92-O. THE CHILDREN'S OUNCE OF PREVENTION FUND. 1.  THERE  IS  HEREBY\n   49  ESTABLISHED  IN  THE  JOINT  CUSTODY OF THE COMMISSIONER OF TAXATION AND\n   50  FINANCE AND THE COMMISSIONER OF EDUCATION A SPECIAL FUND TO BE KNOWN  AS\n   51  THE CHILDREN'S OUNCE OF PREVENTION FUND.\n   52    2.  SUCH  FUND  SHALL  CONSIST  OF  MONEYS PAID THERETO FROM THE STOCK\n   53  TRANSFER  TAX  FUND  AS  PROVIDED  IN  SUBDIVISION   FOUR   OF   SECTION\n   54  NINETY-TWO-B OF THIS ARTICLE AND ALL OTHER MONEYS APPROPRIATED, CREDITED\n   55  OR TRANSFERRED THERETO FROM ANY OTHER FUND OR SOURCE PURSUANT TO LAW.\n\n       A. 2188                             4\n\n    1    3. THE MONEYS IN THIS FUND SHALL BE DIRECTED TO SCHOOL DISTRICTS WHICH\n    2  RECEIVE  EXTRAORDINARY  NEEDS AID PURSUANT TO SECTION THIRTY-SIX HUNDRED\n    3  TWO OF THE EDUCATION LAW, FOR  SERVICES  AND  EXPENSES  ASSOCIATED  WITH\n    4  PROGRAMS  DESIGNED TO HELP STUDENTS IMPROVE ACHIEVEMENT IN ORDER TO MEET\n    5  THE NEW HIGH LEARNING STANDARDS AND ASSESSMENTS ESTABLISHED BY THE BOARD\n    6  OF  REGENTS  IN  ACCORDANCE  WITH  A  DISTRICT  PLAN  TO ASSIST STUDENTS\n    7  THROUGH: (A) THE PROVISION OF DIRECT INSTRUCTIONAL SERVICES TO STUDENTS;\n    8  (B) THE PROVISION OF APPROPRIATE PROFESSIONAL  DEVELOPMENT  SERVICES  TO\n    9  TEACHERS;  (C)  THE  DEVELOPMENT  AND  SHARING OF INNOVATIVE EDUCATIONAL\n   10  PRACTICES; AND (D) THE REDUCTION OF  CLASS  SIZE.  THE  COMMISSIONER  OF\n   11  EDUCATION  SHALL  PROVIDE FOR THE APPORTIONMENT OF MONEYS FROM THIS FUND\n   12  DIRECTLY TO QUALIFYING SCHOOL DISTRICTS AS SHALL BE DETERMINED  BY  SUCH\n   13  COMMISSIONER.\n   14    4.  MONIES  SHALL BE PAYABLE FROM THE FUND ON THE AUDIT AND WARRANT OF\n   15  THE COMPTROLLER ON VOUCHERS APPROVED AND CERTIFIED BY  THE  COMMISSIONER\n   16  OF EDUCATION.\n   17    5.  TO  THE  EXTENT  PRACTICABLE,  THE COMMISSIONER OF EDUCATION SHALL\n   18  ENSURE THAT ALL MONIES RECEIVED DURING A FISCAL YEAR ARE EXPENDED  PRIOR\n   19  TO THE END OF THAT FISCAL YEAR.\n   20    S 5. This act shall take effect September 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law and the state finance law, in relation to the stock transfer tax and to creating the children's ounce of prevention fund ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095113.TXT", "SOBI.D110114.T134444.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362273418
}