{
  "year" : 2011,
  "senateBillNo" : "A218-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A218-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state council on food policy",
  "summary" : "Establishes the New York state council on food policy; authorizes the establishment of an advisory board to assist the council; enumerates the powers and duties of the council and board, which include developing comprehensive coordinated state food policies. ",
  "currentCommittee" : null,
  "sameAs" : "S902",
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AA7528-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          218\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. ORTIZ, J. RIVERA, COLTON, BROOK-KRASNY, LUPARDO,\n         SCHROEDER -- Multi-Sponsored by -- M. of A.  BOYLAND,  CAHILL,  GALEF,\n         LIFTON,  MAGEE,  PERRY, REILLY, ROBINSON, SWEENEY, WRIGHT -- read once\n         and referred to the Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to the creation of a  New\n         York  state  council  on  food policy; and providing for the repeal of\n         such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The executive law is amended by adding a new article 14-A\n    2  to read as follows:\n    3                                ARTICLE 14-A\n    4                    NEW YORK STATE COUNCIL ON FOOD POLICY\n    5  SECTION 275. NEW YORK STATE COUNCIL ON FOOD POLICY.\n    6          276. ADVISORY BOARD TO THE COUNCIL.\n    7          277. POWERS AND DUTIES OF THE COUNCIL AND BOARD.\n    8    S 275. NEW YORK STATE COUNCIL ON FOOD POLICY. THERE IS  HEREBY  ESTAB-\n    9  LISHED  WITHIN  THE  EXECUTIVE DEPARTMENT THE \"NEW YORK STATE COUNCIL ON\n   10  FOOD POLICY,\" HEREINAFTER REFERRED TO IN THIS ARTICLE AS THE  \"COUNCIL\".\n   11  THE  PURPOSE  OF  THE COUNCIL SHALL BE THE DEVELOPMENT OF COMPREHENSIVE,\n   12  COORDINATED STATE FOOD POLICIES WITH THE GOAL OF PROVIDING A  PLENTIFUL,\n   13  ACCESSIBLE,  AFFORDABLE,  SAFE  AND NUTRITIOUS FOOD SUPPLY, COMPRISED OF\n   14  LOCALLY PRODUCED FOODS AS MUCH AS POSSIBLE, SO THAT ALL CITIZENS OF  THE\n   15  STATE  ARE  ABLE  TO  EAT  A HEALTHY DIET AND AVOID HUNGER, AND HAVE THE\n   16  OPPORTUNITY TO SUPPORT A VIBRANT LOCAL FARM AND FOOD ECONOMY. THE  COUN-\n   17  CIL  SHALL  CONSIST  OF  THE COMMISSIONERS OR DIRECTORS OF THE FOLLOWING\n   18  STATE AGENCIES AND OFFICES: HEALTH, AGRICULTURE AND  MARKETS,  TEMPORARY\n   19  AND  DISABILITY ASSISTANCE, EDUCATION, AGING, GENERAL SERVICES, ECONOMIC\n   20  DEVELOPMENT, ENVIRONMENTAL CONSERVATION, CONSUMER PROTECTION BOARD,  AND\n   21  ANY  OTHER  EXECUTIVE  DEPARTMENTS  THE GOVERNOR DEEMS APPROPRIATE.  THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00829-01-1\n\n       A. 218                              2\n\n    1  COUNCIL SHALL ALSO CONSIST OF THE FOLLOWING MEMBERS WITH EXPERIENCE  AND\n    2  EXPERTISE  IN FOOD POLICY: FOUR MEMBERS APPOINTED BY THE GOVERNOR ON THE\n    3  RECOMMENDATION OF THE LEGISLATIVE LEADERS, ONE  EACH  BY  THE  TEMPORARY\n    4  PRESIDENT OF THE SENATE, THE SPEAKER OF THE ASSEMBLY, THE MINORITY LEAD-\n    5  ER  OF  THE  SENATE, AND THE MINORITY LEADER OF THE ASSEMBLY; ONE MEMBER\n    6  REPRESENTING FARMERS; THREE  MEMBERS  REPRESENTING  THE  FOOD  INDUSTRY,\n    7  INCLUDING PRODUCERS, DISTRIBUTORS, PROCESSORS OR RETAILERS WHO ARE RESI-\n    8  DENTS  OF  AND WORK IN THE STATE OF NEW YORK; THREE MEMBERS REPRESENTING\n    9  FOOD  AND  NUTRITION  ASSISTANCE  PROGRAMS;  ONE   MEMBER   REPRESENTING\n   10  ANTI-HUNGER  ADVOCATES;  ONE  MEMBER  WHO  IS A NUTRITIONIST; ONE MEMBER\n   11  REPRESENTING CONSUMERS; AND, ONE MEMBER  FROM  AN  ACADEMIC  INSTITUTION\n   12  WITH EXPERTISE IN FOOD POLICY.\n   13    MEMBERS OF THE COUNCIL SHALL SERVE AT THE PLEASURE OF THE GOVERNOR AND\n   14  VACANCIES  SHALL  BE FILLED IN THE SAME MANNER AS ORIGINAL APPOINTMENTS.\n   15  THE MEMBERS OF THE COUNCIL  SHALL  RECEIVE  NO  COMPENSATION  FOR  THEIR\n   16  SERVICES  AS  MEMBERS  OF THE COUNCIL, BUT EACH OF THEM SHALL BE ALLOWED\n   17  THE NECESSARY AND ACTUAL EXPENSES WHICH HE OR SHE  SHALL  INCUR  IN  THE\n   18  PERFORMANCE OF HIS OR HER DUTIES.\n   19    1.  THE  GOVERNOR  MAY  DESIGNATE  EITHER  THE COMMISSIONER OF HEALTH,\n   20  COMMISSIONER OF AGRICULTURE AND  MARKETS  OR  THE  COMMISSIONER  OF  THE\n   21  OFFICE  OF TEMPORARY AND DISABILITY ASSISTANCE AS THE CHAIR OF THE COUN-\n   22  CIL. OF THOSE THREE OFFICERS, THE TWO WHO ARE NOT DESIGNATED AS CHAIR OF\n   23  THE COUNCIL SHALL BOTH SERVE AS VICE-CHAIRS OF THE COUNCIL.\n   24    2. THE GOVERNOR, IN CONSULTATION WITH THE CHAIR OF  THE  COUNCIL,  MAY\n   25  ESTABLISH  AT LEAST THREE COMMITTEES OF THE COUNCIL INCLUDING: A COMMIT-\n   26  TEE ON HUNGER AND FOOD INSECURITY ISSUES, CHAIRED BY THE COMMISSIONER OF\n   27  THE OFFICE OF TEMPORARY AND DISABILITY ASSISTANCE; A COMMITTEE ON NUTRI-\n   28  TION AND HEALTH ISSUES, CHAIRED BY THE COMMISSIONER  OF  HEALTH;  AND  A\n   29  COMMITTEE  ON  AGRICULTURAL  AND  FOOD  INDUSTRY  ISSUES, CHAIRED BY THE\n   30  COMMISSIONER OF AGRICULTURE AND MARKETS.  MEMBERS  OF  THE  COUNCIL  MAY\n   31  SERVE  ON MORE THAN ONE COMMITTEE.  COUNCIL MEMBERS MAY AUTHORIZE REPRE-\n   32  SENTATIVES TO PARTICIPATE IN MEETINGS.\n   33    3. THE CHAIR OF THE COUNCIL, IN CONSULTATION WITH THE  OTHER  MEMBERS,\n   34  MAY  APPOINT  OR EMPLOY AN EXECUTIVE DIRECTOR, AND MAY APPOINT OR EMPLOY\n   35  SUCH OTHER PERSONNEL AS THE CHAIR MAY DEEM NECESSARY, SUBJECT TO  AVAIL-\n   36  ABLE APPROPRIATIONS.\n   37    4.  TO EFFECTUATE THE PURPOSES OF THIS ARTICLE AND NOTWITHSTANDING ANY\n   38  OTHER PROVISION OF LAW TO THE CONTRARY, ANY  DEPARTMENT,  OFFICE,  DIVI-\n   39  SION,  BOARD, BUREAU, COMMISSION, COMMITTEE OR AGENCY OF THE STATE OR OF\n   40  ANY POLITICAL SUBDIVISION THEREOF SHALL, AT THE REQUEST OF THE CHAIR  OF\n   41  THE  COUNCIL, PROVIDE TO THE COUNCIL SUCH PERSONNEL, FACILITIES, ASSIST-\n   42  ANCE AND DATA AS SHALL REASONABLY ENABLE THE COUNCIL TO  PROPERLY  CARRY\n   43  OUT ITS POWERS AND DUTIES AND THOSE OF THE CHAIR.\n   44    5.  THE  COUNCIL SHALL MEET AS FREQUENTLY AS BUSINESS MAY REQUIRE, BUT\n   45  AT LEAST TWICE A YEAR; AT LEAST ONE MEETING OF THE COUNCIL MAY  BE  HELD\n   46  JOINTLY WITH THE ADVISORY BOARD TO THE COUNCIL.\n   47    S 276. ADVISORY BOARD TO THE COUNCIL. AN ADVISORY BOARD TO THE COUNCIL\n   48  SHALL  ALSO  BE ESTABLISHED TO PROVIDE ADVICE AND RECOMMENDATIONS TO THE\n   49  COUNCIL PURSUANT TO ITS FUNCTIONS AND DUTIES. THE ADVISORY  BOARD  SHALL\n   50  CONSIST  OF  AT  LEAST  FIFTEEN  MEMBERS  INCLUDING, BUT NOT LIMITED TO,\n   51  REPRESENTATIVES OF THE FOLLOWING: FARMERS AND FOOD PRODUCERS;  ANTI-HUN-\n   52  GER ADVOCATES; GOVERNMENTAL AND NON-GOVERNMENTAL FOOD ASSISTANCE PROVID-\n   53  ERS OR ADVOCATES; COMMUNITY FOOD SECURITY PROGRAMS OR ADVOCATES; GOVERN-\n   54  MENTAL  AND  NON-GOVERNMENTAL  NUTRITION PROGRAM MANAGERS; NUTRITIONISTS\n   55  AND DIETITIANS; MEDICAL PROFESSIONALS; CONSUMERS OR CONSUMER  ADVOCATES;\n   56  FOOD RETAILERS; THE FOODSERVICE INDUSTRY; FOOD PROCESSORS; FOOD MANUFAC-\n\n       A. 218                              3\n\n    1  TURERS; ENVIRONMENTALISTS; ACADEMIC FOOD POLICY EXPERTS ON: FOOD SECURI-\n    2  TY, NUTRITION, AGRICULTURE, FOOD BUSINESSES AND FOOD SAFETY; AND WORKERS\n    3  OR  LABOR  ORGANIZATIONS THAT REPRESENT WORKERS AFFECTED BY FOOD POLICY.\n    4  THE  GOVERNOR SHALL APPOINT AT LEAST NINE MEMBERS TO THE ADVISORY BOARD;\n    5  TWO MEMBERS SHALL BE APPOINTED UPON THE RECOMMENDATION OF THE  TEMPORARY\n    6  PRESIDENT  OF THE SENATE; TWO MEMBERS SHALL BE APPOINTED UPON THE RECOM-\n    7  MENDATION OF THE SPEAKER OF THE ASSEMBLY; ONE MEMBER SHALL BE  APPOINTED\n    8  UPON  THE  RECOMMENDATION  OF THE MINORITY LEADER OF THE SENATE; AND ONE\n    9  MEMBER SHALL BE APPOINTED UPON THE RECOMMENDATION OF THE MINORITY LEADER\n   10  OF THE ASSEMBLY. THE GOVERNOR MAY ALSO  APPOINT  NON-VOTING,  EX-OFFICIO\n   11  MEMBERS  TO  THE ADVISORY BOARD INCLUDING, BUT NOT LIMITED TO, REPRESEN-\n   12  TATIVES OF FEDERAL AGENCIES, SUCH AS THE  UNITED  STATES  DEPARTMENT  OF\n   13  AGRICULTURE,  THE FEDERAL EMERGENCY MANAGEMENT AGENCY AND OTHER AGENCIES\n   14  DEEMED APPROPRIATE. EACH MEMBER OF THE ADVISORY BOARD SHALL SERVE AT THE\n   15  PLEASURE OF THE GOVERNOR AND VACANCIES  SHALL  BE  FILLED  IN  THE  SAME\n   16  MANNER AS ORIGINAL APPOINTMENTS. THE MEMBERS OF THE ADVISORY BOARD SHALL\n   17  RECEIVE  NO  COMPENSATION  FOR THEIR SERVICES AS MEMBERS OF THE ADVISORY\n   18  BOARD, BUT EACH OF THEM  SHALL  BE  ALLOWED  THE  NECESSARY  AND  ACTUAL\n   19  EXPENSES  WHICH  HE  OR SHE SHALL INCUR IN THE PERFORMANCE OF HIS OR HER\n   20  DUTIES.\n   21    1. THE CHAIR OF THE COUNCIL SHALL APPOINT THE CHAIR  OF  THE  ADVISORY\n   22  BOARD  AND,  IN  CONSULTATION  WITH THE CHAIR OF THE ADVISORY BOARD, MAY\n   23  ESTABLISH AT LEAST THREE COMMITTEES OF THE ADVISORY  BOARD  AS  COUNTER-\n   24  PARTS  TO  COUNCIL COMMITTEES, INCLUDING: A COMMITTEE ON HUNGER AND FOOD\n   25  INSECURITY ISSUES; A COMMITTEE ON NUTRITION AND  HEALTH  ISSUES;  AND  A\n   26  COMMITTEE ON AGRICULTURAL AND FOOD INDUSTRY ISSUES. MEMBERS OF THE ADVI-\n   27  SORY  BOARD MAY SERVE ON MORE THAN ONE COMMITTEE. THE CHAIR OF THE COUN-\n   28  CIL MAY APPOINT NON-VOTING, EX-OFFICIO MEMBERS TO SERVE ON THE  ADVISORY\n   29  BOARD  COMMITTEES,  WHEN NECESSARY. ADVISORY BOARD MEMBERS MAY AUTHORIZE\n   30  REPRESENTATIVES TO PARTICIPATE IN MEETINGS.\n   31    2. THE ADVISORY  BOARD  SHALL  MEET  AS  FREQUENTLY  AS  BUSINESS  MAY\n   32  REQUIRE,  BUT  AT  LEAST  TWICE A YEAR; AT LEAST ONE MEETING MAY BE HELD\n   33  JOINTLY WITH THE COUNCIL.\n   34    S 277. POWERS AND DUTIES OF THE COUNCIL AND BOARD. 1. TO  FULFILL  ITS\n   35  PURPOSE  AND GOALS, THE COUNCIL, IN COOPERATION WITH ITS ADVISORY BOARD,\n   36  IS AUTHORIZED AND EMPOWERED TO, AMONG  OTHER  ACTIVITIES:  COLLECT  FOOD\n   37  POLICY  DATA  AND  INFORMATION;  ASSESS  AND ANALYZE THE FOOD POLICY AND\n   38  PROGRAM NEEDS OF THE STATE; DISSEMINATE SUCH  ASSESSMENT,  ANALYSIS  AND\n   39  INFORMATION TO THE GOVERNOR, EXECUTIVE AGENCIES, THE LEGISLATURE AND THE\n   40  PUBLIC;  AND  ADVISE AND ASSIST THE GOVERNOR, EXECUTIVE AGENCIES AND THE\n   41  LEGISLATURE IN PLANNING, DEVELOPING, IMPLEMENTING AND COORDINATING POLI-\n   42  CIES AND PROGRAMS TO ADDRESS THE FOOD POLICY NEEDS OF THE STATE.\n   43    2. THE COUNCIL, IN COOPERATION WITH ITS ADVISORY BOARD, MAY REVIEW AND\n   44  PROVIDE ADVISORY COMMENTS ON FEDERAL, STATE AND LOCAL LEGISLATION, REGU-\n   45  LATIONS, BUDGET PROPOSALS, SPENDING PLANS, PROGRAM OPERATIONS AND  OTHER\n   46  GOVERNMENTAL  ACTIVITIES  THAT  AFFECT THE IMPLEMENTATION OF FOOD POLICY\n   47  AND PROGRAMS.\n   48    3. THE COUNCIL SHALL, WITHIN ONE YEAR OF THE EFFECTIVE  DATE  OF  THIS\n   49  ARTICLE AND ANNUALLY THEREAFTER, PREPARE A REPORT TO BE DELIVERED TO THE\n   50  GOVERNOR  AND  THE  LEGISLATURE  ON  THE FOOD POLICY STATUS OF THE STATE\n   51  INCLUDING, BUT NOT LIMITED TO: THE PREVALENCE OF HUNGER AND FOOD INSECU-\n   52  RITY; THE NUTRITIONAL WELL-BEING OF VARIOUS POPULATION GROUPS INCLUDING,\n   53  BUT NOT LIMITED TO, WOMEN AND MEN, AND DIFFERENT AGE, RACIAL AND  ETHNIC\n   54  GROUPS;  THE STATUS OF AGRICULTURE AND THE FOOD INDUSTRY; THE EFFECTIVE-\n   55  NESS, MANAGEMENT AND COORDINATION OF  FOOD,  AGRICULTURE  AND  NUTRITION\n\n       A. 218                              4\n\n    1  PROGRAMS; AND RECOMMENDATIONS OF STATE POLICIES, PROGRAMS AND ACTIONS TO\n    2  MEET THE FOLLOWING GOALS:\n    3    A.  THE  SIGNIFICANT REDUCTION, AS DEFINED BY SPECIFIC NUMERICAL GOALS\n    4  AND TIMETABLES, AND ULTIMATE PREVENTION OF HUNGER AND FOOD INSECURITY BY\n    5  ASSURING THAT ALL CITIZENS OF THE STATE HAVE  ACCESS  TO  HIGH  QUALITY,\n    6  SAFE, AFFORDABLE, CULTURALLY-APPROPRIATE AND NUTRITIOUS FOOD, FROM LOCAL\n    7  FOOD  PRODUCERS  WHENEVER  POSSIBLE,  THROUGH ADEQUATE PURCHASING POWER,\n    8  INCLUDING BENEFITS PROVIDED BY FOOD ASSISTANCE PROGRAMS, AND THE  NECES-\n    9  SARY FACILITIES TO PREPARE FOOD;\n   10    B.  THE  ADOPTION,  BY  ALL  NEW YORKERS, OF A DIET THAT PROMOTES GOOD\n   11  HEALTH AND PREVENTS FOOD AND DIET-RELATED DISEASES THROUGHOUT THEIR LIFE\n   12  SPANS, AND INCLUDES, WHENEVER POSSIBLE, LOCALLY-PRODUCED FOODS;\n   13    C. INCREASED  CONSUMER AND BUSINESS DEMAND FOR NEW YORK FARM AND  FOOD\n   14  PRODUCTS;\n   15    D.  A  FLOURISHING AND PROFITABLE FOOD-PRODUCTION SYSTEM IN THE STATE,\n   16  WHICH MAXIMIZES PRODUCTION OF NUTRITIOUS FOODS; PRESERVES  AND  PROTECTS\n   17  OPEN  SPACE AND THE ENVIRONMENT; AND PROVIDES SUFFICIENT INCOME FOR FARM\n   18  FAMILIES AND WORKERS;\n   19    E. ECONOMIC VIABILITY FOR THE STATE'S FOOD PROCESSING, MARKETING,  AND\n   20  DISTRIBUTION  INDUSTRIES  THAT  SUPPORT THE STATE'S FARMS AND FOOD BUSI-\n   21  NESSES; AND\n   22    F. INCREASED EFFECTIVENESS OF AND COORDINATION  AMONG  FEDERAL,  STATE\n   23  AND LOCAL FOOD, FARM AND NUTRITION PROGRAMS.\n   24    4.  THE  COUNCIL  AND  THE  ADVISORY BOARD SHALL HOLD STATEWIDE PUBLIC\n   25  MEETINGS AS NECESSARY TO SOLICIT PUBLIC COMMENT ON THE ISSUES BEFORE THE\n   26  COUNCIL.\n   27    S 2. This act shall take effect on the one hundred eightieth day after\n   28  it shall have become a law and shall expire and be  deemed  repealed  on\n   29  and  after December 31, 2017; provided, however, any appointments to the\n   30  New York state council on food policy and the  advisory  board  to  such\n   31  council pursuant to this act shall be made before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the creation of a New York state council on food policy; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T121438.TXT", "SOBI.D110103.T124905.TXT", "SOBI.D101216.T133927.TXT", "SOBI.D101216.T125423.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1294076945458
}