{
  "year" : 2011,
  "senateBillNo" : "A2187-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2187-2011-1294981200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates crime of tampering with a taximeter",
  "summary" : "Creates a class E felony crime of tampering with a taximeter when a person, with intent to increase the fare displayed by a taximeter to an amount above the maximum amount permitted by local law, tampers with a taximeter. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A1289-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2187\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT to amend the penal law, in relation to criminal tampering with a\n         taximeter\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The penal law is amended by adding a new section 145.75 to\n    2  read as follows:\n    3  S 145.75  TAMPERING WITH A TAXIMETER.\n    4    1. FOR PURPOSES OF THIS SECTION, A \"TAXIMETER\" MEANS AN INSTRUMENT  OR\n    5  DEVICE  THAT  AUTOMATICALLY  CALCULATES  AND  DISPLAYS  THE  CHARGE TO A\n    6  PASSENGER IN A VEHICLE THAT IS LICENSED  TO  TRANSPORT  MEMBERS  OF  THE\n    7  PUBLIC FOR HIRE PURSUANT TO LOCAL LAW.\n    8    2.  FOR  PURPOSES  OF  THIS SECTION, A \"TAXIMETER ACCELERATING DEVICE\"\n    9  MEANS AN INSTRUMENT OR DEVICE THAT CAUSES A TAXIMETER  TO  INCREASE  THE\n   10  CHARGE  DISPLAYED BY THE TAXIMETER TO AN AMOUNT ABOVE THE MAXIMUM AMOUNT\n   11  PERMITTED BY LOCAL LAW.\n   12    3. A PERSON IS GUILTY OF TAMPERING WITH A TAXIMETER WHEN, WITH  INTENT\n   13  TO  INCREASE  THE  FARE  DISPLAYED BY A TAXIMETER TO AN AMOUNT ABOVE THE\n   14  MAXIMUM AMOUNT PERMITTED BY LOCAL LAW,  HE  OR  SHE  TAMPERS  WITH  SUCH\n   15  TAXIMETER  OR ATTACHES OR OTHERWISE USES A TAXIMETER ACCELERATING DEVICE\n   16  TO CAUSE ANY SIGNAL, IMPULSE OR DATA TO BE FED INTO  OR  TRANSMITTED  TO\n   17  SUCH TAXIMETER.\n   18    TAMPERING WITH A TAXIMETER IS A CLASS E FELONY.\n   19    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01005-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to criminal tampering with a taximeter ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T133442.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110118.T094607.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295361967295
}