{
  "year" : 2011,
  "senateBillNo" : "A2182-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2182-2011-1294981200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the proceeds of civil recoveries obtained by prisoners against state and local governments are made available to their victims",
  "summary" : "Provides that the proceeds of civil recoveries obtained by prison inmates against state and local governments shall be made available to their victims; sets forth directions for victims and the crime victims board to follow. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A2350-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2182\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. REILICH, KOLB, CALHOUN, FINCH -- Multi-Sponsored\n         by -- M. of A.  BARCLAY, BURLING, CROUCH, McDONOUGH, OAKS, TEDISCO  --\n         read once and referred to the Committee on Governmental Operations\n\n       AN  ACT  to  amend the executive law, in relation to making available to\n         their victims the proceeds of civil recoveries obtained  by  prisoners\n         against state and local governments\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding a new section  632-b\n    2  to read as follows:\n    3    S  632-B.  PROCEEDS  OF CIVIL RECOVERIES OBTAINED BY PRISONERS AGAINST\n    4  STATE AND LOCAL GOVERNMENTS. 1. DEFINITIONS:\n    5    (A) \"CRIME\" SHALL MEAN ANY FELONY OR MISDEMEANOR DEFINED IN THE  PENAL\n    6  LAW OR ANY OTHER CHAPTER OF THE CONSOLIDATED LAWS OF THE STATE.\n    7    (B) \"PRISONER\" SHALL MEAN A PERSON CONVICTED OF A CRIME DEFINED IN THE\n    8  PENAL  LAW  OR  ANY OTHER CHAPTER OF THE CONSOLIDATED LAWS OF THE STATE,\n    9  SERVING A SENTENCE OF INCARCERATION  AT  THE  TIME  A  CAUSE  OF  ACTION\n   10  ACCRUED.\n   11    (C)  \"VICTIM\"  SHALL  MEAN  (I)  THE VICTIM OF ANY CRIME FOR WHICH THE\n   12  PRISONER HAS BEEN CONVICTED; (II) THE REPRESENTATIVE OF ANY SUCH VICTIM,\n   13  AS DEFINED IN SUBDIVISION SIX OF SECTION SIX HUNDRED TWENTY-ONE OF  THIS\n   14  ARTICLE;  AND  (III)  THE OFFICE OF VICTIM SERVICES OR ANY OTHER GOVERN-\n   15  MENTAL AGENCY THAT HAS RECEIVED AN APPLICATION FOR OR PROVIDED FINANCIAL\n   16  ASSISTANCE OR COMPENSATION TO SUCH VICTIM.\n   17    2. (A) UPON ENTRY OF JUDGMENT OR SETTLEMENT OF ANY  CLAIM  MADE  BY  A\n   18  PRISONER  PURSUANT TO SECTION TWENTY OF THE COURT OF CLAIMS ACT, SECTION\n   19  SEVENTY OF THE GENERAL MUNICIPAL LAW OR SECTION SEVENTEEN OR EIGHTEEN OF\n   20  THE PUBLIC OFFICERS LAW, WRITTEN NOTICE OF SUCH JUDGMENT  OR  SETTLEMENT\n   21  SHALL  BE GIVEN TO THE OFFICE OF VICTIM SERVICES BY THE ATTORNEY GENERAL\n   22  IN CLAIMS INVOLVING THE STATE, OR  THE  ATTORNEY  OF  RECORD  IN  CLAIMS\n   23  INVOLVING A COUNTY, CITY, TOWN, VILLAGE OR OTHER MUNICIPALITY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03784-01-1\n\n       A. 2182                             2\n\n    1    (B)  NOTWITHSTANDING  ANY  OTHER LAW TO THE CONTRARY, THE PAYMENT TO A\n    2  PRISONER OF ANY JUDGMENT OR SETTLEMENT OF ANY CLAIM PURSUANT TO  SECTION\n    3  TWENTY OF THE COURT OF CLAIMS ACT, SECTION SEVENTY OF THE GENERAL MUNIC-\n    4  IPAL  LAW  OR  SECTION  SEVENTEEN OR EIGHTEEN OF THE PUBLIC OFFICERS LAW\n    5  SHALL  BE  HELD  IN  ABEYANCE FOR SIXTY DAYS FOLLOWING THE SUBMISSION OF\n    6  WRITTEN NOTICE OF THE JUDGMENT OR SETTLEMENT TO  THE  OFFICE  OF  VICTIM\n    7  SERVICES.\n    8    (C)  UPON  RECEIPT OF WRITTEN NOTICE PURSUANT TO PARAGRAPH (A) OF THIS\n    9  SUBDIVISION, THE OFFICE SHALL TAKE SUCH PROMPT ACTION AS MAY  BE  APPRO-\n   10  PRIATE  TO  (I)  ASCERTAIN  THE  NAME  AND  ADDRESS OF EACH VICTIM, (II)\n   11  PROVIDE WRITTEN NOTICE OF SUCH JUDGMENT OR SETTLEMENT AND THE PROVISIONS\n   12  OF THIS SECTION TO EACH VICTIM, AND (III) PUBLISH AT LEAST ONCE  AND  IN\n   13  AT  LEAST ONE NEWSPAPER OF GENERAL CIRCULATION IN THE COUNTY WHEREIN THE\n   14  CRIME WAS COMMITTED AND IN THE COUNTIES CONTIGUOUS  TO  SUCH  COUNTY,  A\n   15  LEGAL  NOTICE  ADVISING  ANY VICTIM OF THE JUDGMENT OR SETTLEMENT AND OF\n   16  THE PROVISIONS OF THIS SECTION.\n   17    3. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF THE  ESTATES,  POWERS\n   18  AND  TRUSTS  LAW OR THE CIVIL PRACTICE LAW AND RULES WITH RESPECT TO THE\n   19  TIMELY BRINGING OF AN ACTION, A VICTIM SHALL HAVE THE RIGHT TO  BRING  A\n   20  CIVIL  ACTION  IN  A  COURT  OF  COMPETENT JURISDICTION TO RECOVER MONEY\n   21  DAMAGES FROM THE PRISONER OR THE LEGAL REPRESENTATIVE  OF  THE  PRISONER\n   22  WITHIN  THREE  YEARS  OF  THE RECEIPT OF THE NOTICE PROVIDED PURSUANT TO\n   23  PARAGRAPH (C) OF SUBDIVISION TWO OF THIS  SECTION.  ANY  DAMAGES  SUBSE-\n   24  QUENTLY  AWARDED  IN  SUCH  ACTION  SHALL  BE RECOVERABLE ONLY UP TO THE\n   25  AMOUNT OF THE PAYMENT SPECIFIED IN PARAGRAPH (B) OF SUBDIVISION  TWO  OF\n   26  THIS SECTION.\n   27    4.  UPON  FILING  AN  ACTION  PURSUANT  TO  SUBDIVISION  THREE OF THIS\n   28  SECTION, THE VICTIM SHALL GIVE WRITTEN  NOTICE  OF  THE  FILING  TO  THE\n   29  OFFICE TOGETHER WITH A COPY OF THE SUMMONS AND COMPLAINT. THE VICTIM MAY\n   30  ALSO GIVE WRITTEN NOTICE TO THE OFFICE OF THE VICTIM'S INTENTION TO FILE\n   31  AN  ACTION  TO ALLOW THE OFFICE TO ASSIST THE VICTIM IN APPLYING FOR ANY\n   32  APPROPRIATE PROVISIONAL REMEDY WHICH  MAY  BE  AVAILABLE  PRIOR  TO  THE\n   33  COMMENCEMENT OF THE ACTION.\n   34    5. UPON RECEIPT OF THE WRITTEN NOTICE SPECIFIED IN SUBDIVISION FOUR OF\n   35  THIS  SECTION, THE OFFICE SHALL TAKE SUCH PROMPT ACTION AS MAY BE APPRO-\n   36  PRIATE TO:\n   37    (A) ASCERTAIN THE NAME AND ADDRESS OF EACH VICTIM,\n   38    (B) PROVIDE WRITTEN NOTICE OF THE PENDENCY OF THE ACTION, THE JUDGMENT\n   39  OR SETTLEMENT, AND THE PROVISIONS OF THIS SECTION TO EACH VICTIM,\n   40    (C) PUBLISH AT LEAST ONCE AND IN AT LEAST  ONE  NEWSPAPER  OF  GENERAL\n   41  CIRCULATION  IN  THE  COUNTY  WHEREIN THE CRIME WAS COMMITTED AND IN THE\n   42  COUNTIES CONTIGUOUS TO SUCH COUNTY, A LEGAL NOTICE ADVISING  VICTIMS  OF\n   43  THE  PENDENCY  OF  THE  ACTION,  THE  JUDGMENT  OR  SETTLEMENT,  AND THE\n   44  PROVISIONS OF THIS SECTION, AND\n   45    (D) PROVIDE SUCH ASSISTANCE TO A VICTIM AS MAY PREVENT  THE  DISBURSE-\n   46  MENT  OR  SUBSEQUENT WASTING OF THE PAYMENT TO THE PRISONER OF THE JUDG-\n   47  MENT OR SETTLEMENT, IN ANY MANNER CONSISTENT  WITH  SUBDIVISION  SIX  OF\n   48  THIS SECTION.\n   49    6.  THE OFFICE, ACTING ON BEHALF OF ANY OR ALL VICTIMS, SHALL HAVE THE\n   50  RIGHT TO APPLY TO A COURT OF COMPETENT  JURISDICTION  FOR  ANY  AND  ALL\n   51  PROVISIONAL REMEDIES THAT ARE ALSO OTHERWISE AVAILABLE TO A VICTIM.\n   52    (A)  THE  PROVISIONAL REMEDIES OF ATTACHMENT, INJUNCTION, RECEIVERSHIP\n   53  AND NOTICE OF PENDENCY AVAILABLE TO A VICTIM UNDER  THE  CIVIL  PRACTICE\n   54  LAW AND RULES SHALL ALSO BE AVAILABLE TO THE OFFICE IN ALL ACTIONS UNDER\n   55  THIS SECTION.\n\n       A. 2182                             3\n\n    1    (B) ON A MOTION FOR A PROVISIONAL REMEDY, THE MOVING PARTY SHALL STATE\n    2  WHETHER  ANY  OTHER PROVISIONAL REMEDY HAS PREVIOUSLY BEEN SOUGHT IN THE\n    3  SAME ACTION AGAINST THE SAME DEFENDANT. THE COURT MAY REQUIRE THE MOVING\n    4  PARTY TO ELECT BETWEEN THOSE REMEDIES TO WHICH  IT  WOULD  OTHERWISE  BE\n    5  ENTITLED.\n    6    S 2. This act shall take effect on the first of November next succeed-\n    7  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to making available to their victims the proceeds of civil recoveries obtained by prisoners against state and local governments ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T122938.TXT", "SOBI.D110114.T124441.TXT", "SOBI.D110118.T094107.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295361667169
}