{
  "year" : 2011,
  "senateBillNo" : "A2185-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2185-2011-1294981200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilich",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to waiving the twenty-four hour waiting period for solemnizing a marriage after a license is issued for persons serving in the armed forces; repealer",
  "summary" : "Waives the twenty-four hour waiting period for solemnizing a marriage after a license is issued for persons serving in the armed forces. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "A2377-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Oaks",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McDonough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Barclay",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2185\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M. of A. REILICH, RAIA, FINCH, CALHOUN, OAKS, McDONOUGH,\n         BARCLAY, KOLB -- Multi-Sponsored by -- M. of A.  BUTLER,  FITZPATRICK,\n         J. MILLER,  SAYWARD, THIELE -- read once and referred to the Committee\n         on Judiciary\n\n       AN ACT to amend the domestic relations law, in relation to  waiving  the\n         waiting  period  for  solemnizing  a marriage for members of the armed\n         services and to repeal certain provisions of such law relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 13-c of the domestic relations law is REPEALED and\n    2  a new section 13-c is added to read as follows:\n    3    S 13-C. TWENTY-FOUR HOUR PROVISION WAIVED IN CERTAIN CASES.   NOTWITH-\n    4  STANDING  THE  PROVISIONS  OF  SECTION THIRTEEN-B OF THIS ARTICLE OR ANY\n    5  OTHER PROVISION OF LAW, WHERE EITHER OF THE PARTIES  MAKING  APPLICATION\n    6  FOR  A MARRIAGE LICENSE PURSUANT TO SECTION THIRTEEN OF THIS ARTICLE, IS\n    7  A MEMBER OF THE ARMED FORCES OF THE UNITED STATES, THE MARRIAGE  OF  THE\n    8  PARTIES  MAY  BE  SOLEMNIZED  WITHOUT  WAITING  FOR  THE  LAPSE  OF  THE\n    9  TWENTY-FOUR HOUR PERIOD REQUIRED BY SECTION THIRTEEN-B OF THIS  ARTICLE.\n   10  PROOF  THAT  THE APPLICANT IS A MEMBER OF THE ARMED FORCES OF THE UNITED\n   11  STATES SHALL BE FURNISHED TO THE SATISFACTION OF  THE  OFFICIAL  ISSUING\n   12  THE  MARRIAGE  LICENSE.  EVERY  LICENSE  TO MARRY ISSUED PURSUANT TO THE\n   13  PROVISIONS OF THIS SECTION MUST STATE THE DAY AND HOUR  THE  LICENSE  IS\n   14  ISSUED  AND  SHALL  CONTAIN  A RECITAL THAT IT IS ISSUED PURSUANT TO THE\n   15  PROVISIONS OF THIS SECTION AND THAT THE PARTIES  NAMED  THEREIN  MAY  BE\n   16  MARRIED AT ANY TIME AFTER SUCH DAY AND HOUR AND WITHIN SIXTY DAYS THERE-\n   17  AFTER.\n   18    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03805-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, in relation to waiving the waiting period for solemnizing a marriage for members of the armed services and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T124441.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110118.T094607.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295361967276
}