{
  "year" : 2011,
  "senateBillNo" : "A2190-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2190-2011-1294981200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes ethical standards for prosecutors",
  "summary" : "Establishes ethical standards for districts attorneys and their offices; violation thereof shall constitute professional misconduct under the judiciary law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "County Law",
  "previousVersions" : [ "A1872-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2190\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN  ACT  to  amend  the county law, in relation to ethical standards for\n         district attorneys\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  county law is amended by adding a new section 708 to\n    2  read as follows:\n    3    S 708. ETHICAL STANDARDS.  1.  DISTRICT  ATTORNEYS,  SPECIAL  DISTRICT\n    4  ATTORNEY,  ASSISTANT  DISTRICT  ATTORNEY AND EVERY ATTORNEY APPOINTED TO\n    5  PROSECUTE A CRIMINAL PROCEEDING PURSUANT  TO  THIS  ARTICLE,  AND  EVERY\n    6  EMPLOYEE  THEREOF  SHALL  BE  SUBJECT TO THE LAWS, RULES AND REGULATIONS\n    7  REGULATING THE CONDUCT OF ATTORNEYS AND COUNSELLORS AT  LAW  WITHIN  THE\n    8  DEPARTMENT  OF  THE APPELLATE DIVISION OF THE SUPREME COURT WITHIN WHICH\n    9  SUCH ATTORNEY PROSECUTES CRIMINAL PROCEEDINGS.\n   10    2. NO SUCH ATTORNEY SHALL:\n   11    (A) IN THE ABSENCE OF  PROBABLE  CAUSE,  SEEK  AN  INDICTMENT  OF  ANY\n   12  PERSON;\n   13    (B)  FAIL TO RELEASE ANY EXCULPATORY EVIDENCE TO AN INDICTED DEFENDANT\n   14  IN A TIMELY MANNER;\n   15    (C) INTENTIONALLY MISLEAD A COURT AS TO THE GUILT OF ANY DEFENDANT;\n   16    (D) INTENTIONALLY PRESENT EVIDENCE WHICH HE OR SHE KNOWS IS  FALSE  OR\n   17  INACCURATE;\n   18    (E) INTENTIONALLY ALTER EVIDENCE;\n   19    (F) ATTEMPT TO INFLUENCE OR CHANGE THE TESTIMONY OF A WITNESS;\n   20    (G) IMPEDE A DEFENDANT'S RIGHT TO DISCOVERY OR EXCULPATORY EVIDENCE;\n   21    (H)  OFFER  OR  PROVIDE  SEXUAL CONTACT WITH ANY PERSON ACTING ON SUCH\n   22  ATTORNEY'S BEHALF, TO ANY POTENTIAL WITNESS;\n   23    (I) IMPROPERLY RELEASE ANY INFORMATION RELATING TO A CRIMINAL INVESTI-\n   24  GATION OR PROSECUTION;\n   25    (J) KNOWINGLY MISREPRESENT STATUTORY OR CASE LAW;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06254-01-1\n\n       A. 2190                             2\n\n    1    (K) ENGAGE IN CONDUCT HAVING THE APPEARANCE OF IMPROPRIETY; OR\n    2    (L) ENGAGE IN CONDUCT WHICH THE CHIEF ADMINISTRATOR OF THE COURT SHALL\n    3  DETERMINE, IN RULES AND REGULATIONS, TO BE PROSECUTORIAL MISCONDUCT.\n    4    3.  EVERY VIOLATION OF THIS SECTION SHALL BE DEEMED TO BE PROFESSIONAL\n    5  MISCONDUCT PURSUANT TO THE JUDICIARY LAW AND SHALL BE  REFERRED  TO  THE\n    6  APPROPRIATE  APPELLATE  DIVISION  OF  THE  SUPREME COURT PURSUANT TO THE\n    7  JUDICIARY LAW.\n    8    S 2. This act shall take effect on the first of November next succeed-\n    9  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the county law, in relation to ethical standards for district attorneys ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095113.TXT", "SOBI.D110114.T134444.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362273425
}