{
  "year" : 2011,
  "senateBillNo" : "A2198-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2198-2011-1294981200000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits landlords from charging potential tenants application fees greater than the actual cost of a credit check or other related services paid by the landlord",
  "summary" : "Allows landlords to charge potential tenants application fees no greater than the actual cost of a credit check or related services paid to a third party by the landlord, and in no event shall such fee exceed $30. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "AA1683-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2198\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN ACT to amend the real property law, in relation to fees landlords may\n         charge tenants\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property law is amended by adding  a  new  section\n    2  220-a to read as follows:\n    3    S 220-A. APPLICATION FEES. 1. WHEREVER USED IN THIS SECTION:\n    4    A.  \"APPLICATION  FEE\"  MEANS ANY APPLICATION PROCESSING FEE OR CREDIT\n    5  CHECK CHARGE OR SIMILAR CHARGE THAT A POTENTIAL TENANT MUST PAY OR IS IN\n    6  ANY WAY REQUESTED TO PAY TO A LANDLORD IN ORDER  TO  BE  CONSIDERED  FOR\n    7  RENTAL  OR  LEASE OF ANY REAL PROPERTY OR PORTION THEREOF USED FOR RESI-\n    8  DENTIAL PURPOSES.\n    9    B. \"POTENTIAL TENANT\" MEANS ANY PERSON WITH AN INTENTION TO  LEASE  OR\n   10  RENT  ANY  REAL  PROPERTY  OR  PORTION THEREOF FOR RESIDENTIAL PURPOSES,\n   11  EXCLUDING POTENTIAL TENANT SHAREHOLDERS OF  COOPERATIVE  HOUSING  CORPO-\n   12  RATIONS.\n   13    C.  \"LANDLORD\" MEANS ANY OWNER, MANAGING AGENT OR PRIME LESSOR OF REAL\n   14  PROPERTY OR ANY REAL ESTATE BROKER, PROVIDED, THAT  THIS  SECTION  SHALL\n   15  NOT  LIMIT  THE  FEE  THAT CAN BE LAWFULLY CHARGED BY SUCH BROKER IF THE\n   16  POTENTIAL TENANT ENTERS INTO A LEASE OR OCCUPIES REAL PROPERTY FOR RESI-\n   17  DENTIAL PURPOSES AS A RESULT OF THE BROKER'S SERVICES.\n   18    2. A LANDLORD MAY CHARGE A POTENTIAL TENANT AN APPLICATION  FEE  EQUAL\n   19  TO  THE ACTUAL COST OF A CREDIT CHECK OR OTHER RELATED SERVICES PAID FOR\n   20  BY A LANDLORD TO A THIRD PARTY, PROVIDED, HOWEVER,  THAT  THE  TOTAL  OF\n   21  SUCH FEE OR FEES SHALL NOT EXCEED THIRTY DOLLARS.\n   22    3.  WHERE  A  LANDLORD  CHARGES  APPLICATION FEES IN VIOLATION OF THIS\n   23  SECTION, A POTENTIAL TENANT MAY  FILE  A  COMPLAINT  WITH  THE  CONSUMER\n   24  PROTECTION  BOARD.  UPON  A  FINDING  BY  THE  BOARD THAT A LANDLORD HAS\n   25  VIOLATED THE PROVISIONS OF THIS SECTION, THE BOARD SHALL IMPOSE  A  FINE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06247-01-1\n\n       A. 2198                             2\n\n    1  OF ONE HUNDRED DOLLARS FOR A FIRST OR SECOND VIOLATION AND A FINE OF TWO\n    2  HUNDRED FIFTY DOLLARS FOR A THIRD OR ANY SUBSEQUENT VIOLATION.\n    3    S  2.  This  act shall take effect on the ninetieth day after it shall\n    4  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to fees landlords may charge tenants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T133442.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364376553
}