{
  "year" : 2011,
  "senateBillNo" : "A2196-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2196-2011-1294981200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the execution of a warrant of arrest and establishes educational programs for judicial personnel on the law of searches, arrests and seizures",
  "summary" : "Makes various provisions to the criminal procedure law in relation to the execution of a warrant of arrest; authorizes the commissioner of the division of criminal justice services to establish a system to record and monitor the issuance and execution of search warrants; and authorizes the chief administrator of the court system to establish educational programs for judicial personnel on the law of searches, arrests and seizures. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "AA1508-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2196\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- Multi-Sponsored by -- M. of A. BRENNAN,\n         FARRELL, ROBINSON -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law, in relation to the execution\n         of  a  warrant  of  arrest; to amend the executive law, in relation to\n         authorizing the commissioner  of  the  division  of  criminal  justice\n         services  to establish a system to record and monitor the issuance and\n         execution of search warrants; and  to  amend  the  judiciary  law,  in\n         relation  to  authorizing  the chief administrator to establish educa-\n         tional programs for judicial personnel on the law of searches, arrests\n         and seizures\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 2 of section 690.30 of the criminal procedure\n    2  law is amended to read as follows:\n    3    2.  A search warrant may be executed on any day of  the  week.    [It]\n    4  EXCEPT  AS  OTHERWISE PROVIDED IN THIS SUBDIVISION, A SEARCH WARRANT may\n    5  be executed only between the hours of 6:00 A.M. and  9:00  P.M.,  unless\n    6  the  warrant  expressly  authorizes execution thereof at any time of the\n    7  day or night, as provided in subdivision [five] SIX of section 690.45 OF\n    8  THIS ARTICLE.   NOTWITHSTANDING PARAGRAPH (A)  OF  SUBDIVISION  FOUR  OF\n    9  SECTION  690.35  OF  THIS ARTICLE, A SEARCH WARRANT BASED IN WHOLE OR IN\n   10  PART ON THE GROUNDS SET FORTH IN PARAGRAPH (B) OF  SUBDIVISION  FOUR  OF\n   11  SECTION 690.35 OF THIS ARTICLE MAY BE EXECUTED ONLY BETWEEN THE HOURS OF\n   12  9:00 A.M. AND 6:00 P.M. UNLESS THERE IS REASONABLE CAUSE TO BELIEVE THAT\n   13  IT  CANNOT  BE  EXECUTED  BETWEEN  THOSE  HOURS BECAUSE (I) THE PROPERTY\n   14  SOUGHT SHALL BE REMOVED OR DESTROYED IF NOT SEIZED FORTHWITH, OR (II) IN\n   15  THE CASE OF AN APPLICATION FOR A SEARCH WARRANT AS DEFINED IN  PARAGRAPH\n   16  (B)  OF  SUBDIVISION  TWO  OF SECTION 690.05 OF THIS ARTICLE, THE PERSON\n   17  SOUGHT IS LIKELY TO FLEE OR COMMIT ANOTHER CRIME, OR  MAY  ENDANGER  THE\n   18  SAFETY  OF THE EXECUTING POLICE OFFICERS OR ANOTHER PERSON IF NOT SEIZED\n   19  FORTHWITH OR BETWEEN THE HOURS OF 6:00 P.M.  AND  9:00  A.M.,  IN  WHICH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05661-01-1\n\n       A. 2196                             2\n\n    1  EVENT  THE  REQUEST  MUST CONTAIN FACTS TO SUPPORT SUCH APPLICATION, AND\n    2  THE COURT MUST MAKE A FINDING IN WRITING OR ORALLY ON THE RECORD  OR  IN\n    3  WRITING  UPON THE APPLICATION ITSELF SETTING FORTH THE FACTUAL BASIS FOR\n    4  THE ISSUANCE OF THE WARRANT PURSUANT TO THIS SUBDIVISION.\n    5    S 2. Subdivision 1 of section 690.35 of the criminal procedure law, as\n    6  amended  by  chapter  679  of  the  laws  of 1982, is amended to read as\n    7  follows:\n    8    1. An application for a search warrant may be in writing or  oral.  If\n    9  in writing, it must be made, subscribed and sworn to by a public servant\n   10  specified  in  subdivision  one  of  section 690.05 OF THIS ARTICLE.  If\n   11  oral, it must be made by such a public servant and sworn to and recorded\n   12  in the manner provided in section 690.36 OF THIS ARTICLE.   AN  APPLICA-\n   13  TION  FOR A SEARCH WARRANT BASED EITHER IN WHOLE OR IN PART ON PARAGRAPH\n   14  (B) OF SUBDIVISION FOUR OF THIS SECTION, MUST BE MADE TO A COURT BETWEEN\n   15  THE HOURS OF 6:00 A.M. AND 9:00  P.M.  UNLESS  CIRCUMSTANCES  REASONABLY\n   16  REQUIRE  THAT  SUCH  APPLICATION BE MADE AT ANOTHER TIME, IN WHICH EVENT\n   17  SUCH CIRCUMSTANCES SHALL BE STATED IN THE APPLICATION FOR THE WARRANT.\n   18    S 3.   Section 690.35 of the criminal  procedure  law  is  amended  by\n   19  adding a new subdivision 5 to read as follows:\n   20    5.  WHEN  MAKING  AN  APPLICATION  BASED EITHER IN WHOLE OR IN PART ON\n   21  PARAGRAPH (B) OF SUBDIVISION FOUR OF THIS SECTION, IN  ADDITION  TO  THE\n   22  OTHER  REQUIREMENTS  FOR AN APPLICATION FOR A SEARCH WARRANT, THE APPLI-\n   23  CANT MUST ASCERTAIN, TO THE  EXTENT  REASONABLY  POSSIBLE,  WHETHER  ANY\n   24  PARTIES  OTHER  THAN  ANY SUBJECT OF THE SEARCH WARRANT SHALL BE PRESENT\n   25  WHEN THE WARRANT IS EXECUTED, AND IF SO, THE AGE AND PHYSICAL  CONDITION\n   26  OF THE PARTIES, AND REASONABLE ALTERNATIVES TO EXECUTING SUCH WARRANT IN\n   27  THE  PRESENCE  OF  SUCH INDIVIDUALS.   THE RESULTS OF SUCH INVESTIGATION\n   28  SHALL BE INCLUDED IN THE APPLICATION AND CONFORM WITH  THE  REQUIREMENTS\n   29  OF PARAGRAPH (C) OF SUBDIVISION THREE OF THIS SECTION.\n   30    S  4. Subdivision 1 of section 690.40 of the criminal procedure law is\n   31  amended to read as follows:\n   32    1. (A) In determining an application for a search  warrant  the  court\n   33  may  examine, under oath, any person whom it believes may possess perti-\n   34  nent information.   Any such examination  must  be  either  recorded  or\n   35  summarized on the record by the court.\n   36    (B)  IN  DETERMINING AN APPLICATION FOR A SEARCH WARRANT BASED, EITHER\n   37  IN WHOLE OR IN PART, UPON THE GROUNDS  DESCRIBED  IN  PARAGRAPH  (B)  OF\n   38  SUBDIVISION  FOUR  OF  SECTION  690.35  OF THIS ARTICLE, THE COURT SHALL\n   39  STATE, WITH SPECIFICITY, IN WRITING OR ORALLY ON THE RECORD OR IN  WRIT-\n   40  ING  UPON  THE APPLICATION FOR THE WARRANT ITSELF, THE FACTUAL BASIS FOR\n   41  THE ISSUANCE OF THE WARRANT PURSUANT TO SUCH PARAGRAPH.\n   42    S 5. Subdivision 6 of section 690.45 of the criminal procedure law, as\n   43  renumbered by chapter 679 of the laws of 1982, is  amended  to  read  as\n   44  follows:\n   45    6.  A direction that the warrant be executed between the hours of 6:00\n   46  A.M.  and 9:00 P.M., or, where the court has specially so determined, an\n   47  authorization for execution thereof at any time  of  the  day  or  night\n   48  UNLESS  THE  WARRANT  HAS BEEN OBTAINED BASED ON AN APPLICATION BASED IN\n   49  WHOLE OR IN PART ON PARAGRAPH (B) OF SUBDIVISION FOUR OF SECTION  690.35\n   50  OF  THIS  ARTICLE,  IN  WHICH EVENT THE PROVISIONS OF SUBDIVISION TWO OF\n   51  SECTION 690.30 OF THIS ARTICLE RELATING TO THE TIME FOR  EXECUTING  SUCH\n   52  WARRANTS SHALL APPLY; and\n   53    S 6. Section 690.50 of the criminal procedure law is amended by adding\n   54  a new subdivision 7 to read as follows:\n   55    7.  UPON  SEIZING  PROPERTY OR ARRESTING A PERSON PURSUANT TO A SEARCH\n   56  WARRANT ISSUED UNDER THIS ARTICLE, IN ADDITION TO  THE  REQUIREMENTS  OF\n\n       A. 2196                             3\n\n    1  SUBDIVISIONS FIVE AND SIX OF THIS SECTION, THE POLICE OFFICER SHALL FILE\n    2  A REPORT WITH THE COURT THAT ISSUED SUCH WARRANT IN A FORM PRESCRIBED BY\n    3  THE  DIVISION  OF  CRIMINAL  JUSTICE  SERVICES PURSUANT TO SECTION EIGHT\n    4  HUNDRED  THIRTY-SEVEN-S  OF  THE EXECUTIVE LAW, SPECIFYING THE FOLLOWING\n    5  INFORMATION:\n    6    (A) IF APPLICABLE, THE SUBPARAGRAPH OF PARAGRAPH  (B)  OF  SUBDIVISION\n    7  FOUR  OF  SECTION  690.35  OF  THIS  ARTICLE UPON WHICH SUCH WARRANT WAS\n    8  BASED;\n    9    (B) THE OFFICER AND AGENCY WHICH OBTAINED THE WARRANT;\n   10    (C) THE PROSECUTOR AND PROSECUTING OFFICE WHICH DRAFTED THE WARRANT;\n   11    (D) WHETHER THE FACTS CONTAINED IN THE SUPPORTING AFFIDAVIT WERE BASED\n   12  UPON A CONFIDENTIAL INFORMANT, OR AN IDENTIFIED CITIZEN INFORMANT  OR  A\n   13  POLICE OFFICER, NONE OF WHOM MUST BE NAMED;\n   14    (E)  THE DATE AND TIME THE SEARCH WARRANT WAS APPLIED FOR AND THE DATE\n   15  AND TIME THE SEARCH WARRANT WAS SIGNED;\n   16    (F) THE DATE AND TIME THE SEARCH WARRANT WAS EXECUTED;\n   17    (G) THE JUDGE WHO SIGNED AND THE COURT THAT ISSUED THE WARRANT;\n   18    (H) WHETHER THE APPLICATION FOR THE WARRANT ISSUED HAD BEEN  SUBMITTED\n   19  TO  ANOTHER  JUDGE OTHER THAN THE JUDGE WHO ISSUED THE WARRANT FOR WHICH\n   20  THE REPORT IS SUBMITTED AND IF SO, WHEN SUCH APPLICATION OR APPLICATIONS\n   21  WERE MADE AND THE RESULT OF EACH SUCH APPLICATION;\n   22    (I) THE AGE, SEX AND RACE OF THE INDIVIDUAL TO WHOM SUCH  WARRANT  WAS\n   23  DIRECTED;\n   24    (J)  WHETHER PHYSICAL FORCE OR DEADLY FORCE WAS USED IN EXECUTING SUCH\n   25  WARRANT;\n   26    (K) IF PHYSICAL OR DEADLY FORCE WAS USED:\n   27    (I) WHETHER ANY INDIVIDUAL WAS INJURED OR KILLED AND IF SO,  THE  AGE,\n   28  SEX AND RACE OF EACH SUCH PERSON; AND\n   29    (II)  THE  STATUS OF EACH SUCH PERSON, SPECIFYING WHETHER EACH WAS THE\n   30  SUBJECT OF THE SEARCH WARRANT, A POLICE OFFICER, OR A THIRD-PARTY;\n   31    (L) THE ADDRESS WHERE THE WARRANT WAS EXECUTED  INCLUDING  THE  STREET\n   32  ADDRESS, CITY OR TOWN, COUNTY AND ZIP CODE;\n   33    (M) THE RESULT OF EXECUTING THE WARRANT, SPECIFYING WHETHER:\n   34    (I) EVIDENCE WAS SEIZED; AND\n   35    (II)  ANY INDIVIDUALS WERE ARRESTED, AND IF SO, WHETHER THE SUBJECT OF\n   36  THE WARRANT WAS ARRESTED OR OTHER INDIVIDUALS NOT NAMED IN  THE  WARRANT\n   37  WERE ARRESTED; AND\n   38    (N)  WHETHER  ANY  PROPERTY WAS DAMAGED DURING THE COURSE OF EXECUTING\n   39  THE WARRANT AND A DESCRIPTION THEREOF.\n   40    S 7. The criminal procedure law is amended by  adding  a  new  section\n   41  690.60 to read as follows:\n   42  S 690.60 SEARCH WARRANTS; MONETARY RESTITUTION.\n   43    1.  FOLLOWING  THE  EXECUTION  OF  A SEARCH WARRANT ISSUED PURSUANT TO\n   44  PARAGRAPH (B) OF SUBDIVISION FOUR OF SECTION 690.35 OF THIS ARTICLE, THE\n   45  OWNER OF THE PLACE OR PREMISES AT WHICH SUCH WARRANT  WAS  EXECUTED  AND\n   46  THE  OWNER OF ANY PROPERTY LOCATED AT SUCH PREMISES SHALL BE ENTITLED TO\n   47  MONETARY RESTITUTION, PAID PROMPTLY BY THE STATE OR MUNICIPALITY EMPLOY-\n   48  ING THE OFFICIALS WHO EXECUTED THE WARRANT, FOR A PREMISES, OR ANY  PART\n   49  THEREOF, AND ANY ITEMS OF PROPERTY AT SUCH PREMISES THAT WERE DAMAGED OR\n   50  DESTROYED AS A PART OF THE EXECUTION OF SUCH WARRANT UPON SUCH PREMISES,\n   51  UNLESS SUCH OWNER OF SUCH PREMISES OR PROPERTY IS:\n   52    (A)  CONVICTED  OF  A  CRIME  INVOLVING OR RELATING TO PROPERTY SEIZED\n   53  PURSUANT TO SUCH WARRANT; OR\n   54    (B) CONVICTED OF A CRIME INVOLVING OR RELATING TO THE  SEARCH  WARRANT\n   55  FOR SUCH PREMISES ISSUED PURSUANT TO PARAGRAPH (B) OF SUBDIVISION TWO OF\n   56  SECTION 690.05 OF THIS ARTICLE.\n\n       A. 2196                             4\n\n    1    2.  NOTHING  IN THIS SECTION SHALL BE CONSTRUED AS AFFECTING ANY OTHER\n    2  RIGHT, DUTY OR CAUSE OF ACTION THAT MAY EXIST WITH RESPECT TO ANY  PREM-\n    3  ISES,  OR PART THEREOF, OR ANY PROPERTY THAT MAY BE DAMAGED OR DESTROYED\n    4  AS A RESULT OF ANY SUCH ARREST OR SEARCH.\n    5    S  8.  The  executive  law is amended by adding a new section 837-s to\n    6  read as follows:\n    7    S 837-S. ESTABLISH A FORM AND SYSTEM TO RECORD AND MONITOR  THE  ISSU-\n    8  ANCE  AND  EXECUTION  OF  SEARCH  WARRANTS.    1. THE COMMISSIONER SHALL\n    9  PRESCRIBE THE FORM OF DOCUMENT TO BE USED BY EVERY LAW ENFORCEMENT AGEN-\n   10  CY OF THE STATE AND OF EACH MUNICIPALITY,  CITY,  TOWN  AND  VILLAGE  TO\n   11  ACCOMPANY  A  REPORT TO BE PREPARED IN ACCORDANCE WITH SUBDIVISION SEVEN\n   12  OF SECTION 690.50 OF THE CRIMINAL PROCEDURE LAW.\n   13    2. THE COMMISSIONER SHALL ESTABLISH A SYSTEM TO RECORD AND MONITOR THE\n   14  ISSUANCE AND EXECUTION OF SEARCH WARRANTS BY EVERY LAW ENFORCEMENT AGEN-\n   15  CY IN THE STATE OF NEW YORK. EVERY COURT  THAT  ISSUES  SEARCH  WARRANTS\n   16  SHALL  FILE  ON  OR BEFORE THE THIRTY-FIRST DAY OF DECEMBER OF EACH YEAR\n   17  WITH THE COMMISSIONER, A COPY OF EACH FORM FILED  WITH  SUCH  COURT  AND\n   18  PRESCRIBED  IN  SUBDIVISION  ONE OF THIS SECTION, RETAINING THE ORIGINAL\n   19  COPY OF SUCH FORM WITH THE COURT. THE COMMISSIONER SHALL COLLECT,  PROC-\n   20  ESS  AND ANALYZE SUCH INFORMATION CONTAINED IN SUCH REPORTS, AND ISSUE A\n   21  REPORT BY THE THIRTIETH DAY OF JUNE OF EACH YEAR  WHICH  SHALL  BE  MADE\n   22  PUBLIC AND A COPY OF WHICH SHALL BE SENT TO THE OFFICE OF COURT ADMINIS-\n   23  TRATION,  EACH LAW ENFORCEMENT AGENCY, EACH CIVIL COMPLAINT REVIEW BOARD\n   24  WITH JURISDICTION OVER A POLICE OR LAW ENFORCEMENT AGENCY,  AND  TO  THE\n   25  ATTORNEY GENERAL OF THE STATE OF NEW YORK.\n   26    S  9.  Section  212  of  the  judiciary law is amended by adding a new\n   27  subdivision 3 to read as follows:\n   28    3. THE CHIEF ADMINISTRATOR SHALL ALSO FORMULATE, ESTABLISH  AND  MAIN-\n   29  TAIN  EDUCATIONAL  PROGRAMS,  SEMINARS  AND  INSTITUTES FOR THE JUDICIAL\n   30  PERSONNEL OF THE UNIFIED COURT SYSTEM, TO  BE  SCHEDULED  ON  AN  ANNUAL\n   31  BASIS,  OR  IF THE CIRCUMSTANCES WARRANT, MORE FREQUENTLY, ON THE LAW OF\n   32  SEARCHES, ARRESTS AND SEIZURES UNDER THE LAWS OF THE STATE OF NEW  YORK,\n   33  WITH  EMPHASIS  ON  THE  APPROPRIATE  STANDARDS  FOR THE ISSUANCE OF ALL\n   34  WARRANTS AUTHORIZED UNDER THE CRIMINAL PROCEDURE LAW.\n   35    S 10. This act shall take effect on  the  one  hundred  eightieth  day\n   36  after  it  shall  have  become  a law; provided, however, that effective\n   37  immediately, the addition, amendment and/or repeal of any rule or  regu-\n   38  lation  necessary  for  the  implementation of this act on its effective\n   39  date are authorized and directed to be made and completed on  or  before\n   40  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to the execution of a warrant of arrest; to amend the executive law, in relation to authorizing the commissioner of the division of criminal justice services to establish a system to record and monitor the issuance and execution of search warrants; and to amend the judiciary law, in relation to authorizing the chief administrator to establish educational programs for judicial personnel on the law of searches, arrests and seizures ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095113.TXT", "SOBI.D110114.T134444.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110114.T133944.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362273442
}