{
  "year" : 2011,
  "senateBillNo" : "A2192-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2192-2011-1294981200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Permits jury to consider lesser included offenses when it is unable to agree on a greater offense",
  "summary" : "Provides that whenever courts submit two or more offenses in the alternative to the jury, and the jury cannot agree on a verdict as to the greatest offense, the court may instruct the jury that it may go on to consider any lesser included offense of that count; provides, however, that the court must instruct the jury that if the defendant is convicted of a lesser included offense, he or she may not be retried on the greater offense. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A1512-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2192\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT to amend the criminal procedure law, in relation to jury consid-\n         eration of lesser included offenses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 6 of section 300.50 of the criminal procedure\n    2  law is renumbered subdivision 7 and a new subdivision 6 is added to read\n    3  as follows:\n    4    6. WHENEVER THE COURT SUBMITS TWO OR MORE OFFENSES IN THE  ALTERNATIVE\n    5  PURSUANT TO THIS SECTION, AND THE JURY COMMUNICATES TO THE COURT THAT IT\n    6  IS  UNABLE TO AGREE UPON A VERDICT WITH RESPECT TO THE GREATEST OFFENSE,\n    7  AND THE COURT CONCLUDES THAT SUCH AGREEMENT IS UNLIKELY WITHIN A REASON-\n    8  ABLE TIME, THE COURT MAY INSTRUCT THAT THE JURY MAY GO  ON  TO  CONSIDER\n    9  LESSER  INCLUDED  OFFENSES  OF THAT COUNT. IF THE COURT SO INSTRUCTS THE\n   10  JURY, IT MUST ALSO INSTRUCT THE JURY THAT IF THE DEFENDANT IS  CONVICTED\n   11  OF ANY SUCH LESSER INCLUDED OFFENSE, THE DEFENDANT CANNOT BE RETRIED FOR\n   12  THE GREATEST OFFENSE.\n   13    S  2.  This  act shall take effect on the ninetieth day after it shall\n   14  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05675-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to jury consideration of lesser included offenses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095113.TXT", "SOBI.D110114.T134444.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362273431
}