{
  "year" : 2011,
  "senateBillNo" : "A2193-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2193-2011-1294981200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to requirements for seizure of private property for public use under a plan or urban redevelopment or urban renewal",
  "summary" : "Implements requirements for seizure of private property for public use under a plan of urban redevelopment or urban renewal in areas of the state which are not blighted including profit sharing and provisions for displaced tenants. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Eminent Domain Procedure Law",
  "previousVersions" : [ "A1824-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2193\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT, ROBINSON, COLTON -- Multi-Sponsored by --\n         M.  of  A.  CANESTRARI,  LATIMER,  RAIA,  ZEBROWSKI  --  read once and\n         referred to the Committee on Judiciary\n\n       AN ACT to amend  the  eminent  domain  procedure  law,  in  relation  to\n         requirements  for  seizure  of  private  property for public use under\n         certain circumstances\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (G) of section 103 of the eminent domain proce-\n    2  dure  law  is  amended  and  a  new  subdivision (H) is added to read as\n    3  follows:\n    4    (G) (I) \"Public project\" means any program or project for which acqui-\n    5  sition of property may be required for a public use, benefit or purpose,\n    6  PROVIDED THAT WHERE THE PURPOSE OF SUCH PROGRAM OR PROJECT IS TO PROVIDE\n    7  ECONOMIC DEVELOPMENT THROUGH AN URBAN REDEVELOPMENT  PLAN  OR  AN  URBAN\n    8  RENEWAL  PLAN  IN  AN  AREA  OF  THE  STATE  WHICH  IS NOT BLIGHTED, THE\n    9  PROVISIONS OF SECTION TWO HUNDRED NINE OF THIS CHAPTER SHALL APPLY.\n   10    (II) PUBLIC BENEFIT PROJECT SHALL ALSO INCLUDE ANY CORPORATE DEVELOPER\n   11  EITHER PUBLIC OR PRIVATE WHO ENTERS INTO A COMMUNITY BENEFITS  AGREEMENT\n   12  WITH  NO LESS THAN TEN COMMUNITY ORGANIZATIONS WHO: (1) IN THE LAST FIVE\n   13  YEARS  PRIOR  TO  THE  DEVELOPMENT  PROJECT,  WERE  IN   POSSESSION   OF\n   14  NOT-FOR-PROFIT  501(C)(3)  STATUS  AS  RECOGNIZED  BY  THE UNITED STATES\n   15  INTERNAL REVENUE SERVICE; (2) WHOSE PLACE  OF  BUSINESS  IS  WITHIN  ONE\n   16  THOUSAND FEET OF THE PROPOSED DEVELOPMENT; AND (3) WHO, IN THE LAST FIVE\n   17  YEARS  PRIOR  TO  THE  DEVELOPMENT  PROJECT,  HAS  NOT RECEIVED FROM THE\n   18  PROPOSED DEVELOPER ANY MONETARY ASSISTANCE EITHER IN THE FORM  OF  GRANT\n   19  MONEY  OR OTHERWISE THAT EQUALS OR EXCEEDS FIVE PERCENT OF THE COMMUNITY\n   20  ORGANIZATION'S TOTAL ANNUAL OPERATING BUDGET.  SUCH  COMMUNITY  BENEFITS\n   21  AGREEMENT  SHALL  BE  EXECUTED  NOT  LESS  THAN  ONE  YEAR  PRIOR TO THE\n   22  COMMENCEMENT OF ANY CONDEMNATION PROCEEDINGS AS OUTLINED IN  THIS  CHAP-\n   23  TER.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06249-01-1\n\n       A. 2193                             2\n\n    1    (III)  FOR  PURPOSES  OF  THIS SECTION, A COMMUNITY BENEFITS AGREEMENT\n    2  SHALL BE ANY CONTRACT ENTERED INTO BETWEEN THE  PROPOSED  DEVELOPER  AND\n    3  VARIOUS  COMMUNITY  ORGANIZATIONS  WHERE  AT  LEAST ONE OF THE SIGNATORY\n    4  ORGANIZATIONS NOT-FOR-PROFIT  CORPORATE  PURPOSES  IS  IN  THE  AREA  OF\n    5  AFFORDABLE  HOUSING,  JOB  DEVELOPMENT AND CHILD SUPPORTIVE SERVICES AND\n    6  WHERE THE AGREEMENT OUTLINES HOW THE PROPOSED DEVELOPMENT  WILL  BENEFIT\n    7  WORKERS  AND  RESIDENTS  THAT  WILL  BE  SUBSTANTIALLY  AFFECTED  BY THE\n    8  PROPOSED DEVELOPMENT.\n    9    (H) \"BLIGHTED AREAS\" SHALL MEAN AREAS, WITH  DETERIORATED  OR  DETERI-\n   10  ORATING  STRUCTURES,  A  PREDOMINANCE  OF DEFECTIVE OR INADEQUATE STREET\n   11  LAYOUT, FAULTY LOT LAYOUT IN RELATION TO SIZE, ADEQUACY,  ACCESSIBILITY,\n   12  OR USEFULNESS, UNSANITARY OR UNSAFE CONDITIONS, DETERIORATION OF SITE OR\n   13  OTHER  IMPROVEMENTS,  DIVERSITY OF OWNERSHIP, TAX OR SPECIAL ASSESSMENT,\n   14  DELINQUENCY EXCEEDING THE FAIR VALUE OF THE LAND, DEFECTIVE  OR  UNUSUAL\n   15  CONDITIONS OF TITLE, IMPROPER SUBDIVISION OR THE EXISTENCE OF CONDITIONS\n   16  WHICH  ENDANGER LIFE OR PROPERTY BY FIRE AND OTHER CAUSES, OR ANY COMBI-\n   17  NATION OF THESE FACTORS WHICH SUBSTANTIALLY IMPAIRS OR ARRESTS THE SOUND\n   18  GROWTH OF A MUNICIPALITY, RETARDS  THE  PROVISION  OF  HOUSING  ACCOMMO-\n   19  DATIONS  OR  CONSTITUTES AN ECONOMIC OR SOCIAL LIABILITY AND IS A MENACE\n   20  TO THE PUBLIC HEALTH, SAFETY, MORALS OR WELFARE IN  ITS  PRESENT  CONDI-\n   21  TION, WHICH CANNOT BE RECTIFIED EFFECTIVELY SOLELY THROUGH THE REGULATO-\n   22  RY USE OF POLICE POWER.\n   23    S  2.  The  eminent  domain  procedure  law is amended by adding a new\n   24  section 209 to read as follows:\n   25    S 209. URBAN REDEVELOPMENT  PLANS  AND  URBAN  RENEWAL  PLANS.  (A)  A\n   26  CONDEMNOR  WHO SEEKS TO ACQUIRE PRIVATE PROPERTY THROUGH THE EXERCISE OF\n   27  EMINENT DOMAIN FOR THE PURPOSE OF IMPLEMENTING  AN  URBAN  REDEVELOPMENT\n   28  PLAN  OR  AN  URBAN  RENEWAL  PLAN  IN AN AREA OF THE STATE WHICH IS NOT\n   29  BLIGHTED AS SUCH TERM IS DEFINED IN SECTION ONE HUNDRED  THREE  OF  THIS\n   30  CHAPTER AND WHICH INVOLVES TRANSFER OR SALE OF THE PROPERTY, IN WHOLE OR\n   31  IN PART, TO A PRIVATE DEVELOPER SHALL COMPLY WITH THE PROVISIONS OF THIS\n   32  SECTION.\n   33    (1)  THE  DEVELOPER  AND  ANY SUCCESSOR OWNERS OR ASSIGNEES SHALL MAKE\n   34  AVAILABLE TO THE CONDEMNOR AND THE PUBLIC, AT THE DEVELOPER'S OWN  COST,\n   35  ALL PLANS FOR THE DEVELOPMENT OF THE ACQUIRED PROPERTY INCLUDING BUT NOT\n   36  LIMITED TO THE EXPECTED OR PROJECTED PROFIT OF SAID DEVELOPMENT.\n   37    (2)  WHERE THE DEVELOPMENT IN ANY ASPECT CONTAINS PROVISIONS FOR MANU-\n   38  FACTURING SPACE, THE DEVELOPER MUST AT THE DEVELOPER'S OWN COST  CONDUCT\n   39  AN ENVIRONMENTAL IMPACT STATEMENT WHICH SHALL INCLUDE A CENSUS TO DETER-\n   40  MINE  THE  NUMBER  OF  WORKERS THAT MAY FACE EMPLOYMENT DISLOCATION AS A\n   41  RESULT OF THE PROPOSED DEVELOPMENT. THE DEVELOPER SHALL INCLUDE A  RELO-\n   42  CATION  PLAN WITHIN THE BOUNDARIES OF THE DEVELOPMENT TO ADDRESS EMPLOY-\n   43  MENT DISLOCATION.\n   44    (3) IF THE DEVELOPMENT IN ANY ASPECT CONTAINS  PROVISIONS  FOR  RETAIL\n   45  SPACE,  THE DEVELOPER MUST INITIALLY SEEK TO LEASE NOT LESS THAN FIFTEEN\n   46  PERCENT OF THE GROSS RETAIL SPACE AVAILABLE  TO  COMMUNITY  BASED  BUSI-\n   47  NESSES, WITH SPECIAL PREFERENCE GIVEN TO LOCAL BUSINESSES DISPLACED AS A\n   48  RESULT OF THE DEVELOPMENT PROJECT.\n   49    (4)  THE  DEVELOPMENT PLAN WHICH IS MADE AVAILABLE TO THE PUBLIC SHALL\n   50  INDICATE HOW THE DEVELOPMENT  WILL  PROVIDE  THE  COMMUNITY  IMMEDIATELY\n   51  AFFECTED  BY  THE  PROJECT  WITH  A MANDATORY NET INCREASE OF EMPLOYMENT\n   52  CONSISTENT WITH THE GOALS OF THE DEVELOPMENT PROJECT.   IF THE  DEVELOP-\n   53  MENT PROJECT FAILS TO PRODUCE A NET INCREASE IN EMPLOYMENT THE DEVELOPER\n   54  SHALL  PLACE  TEN  PERCENT  OF THE ANNUAL PROFIT FROM THE PROJECT INTO A\n   55  WORK FORCE DEVELOPMENT FUND TO BE ESTABLISHED BY THE DEPARTMENT OF LABOR\n   56  FOR A PERIOD OF NOT LESS THAN FIVE YEARS.\n\n       A. 2193                             3\n\n    1    (B) THE CONDEMNOR SHALL PROVIDE FAIR MARKET VALUE COMPENSATION TO  ALL\n    2  HOMEOWNERS  AND COMMERCIAL OWNERS AFFECTED BY EMINENT DOMAIN ACQUISITION\n    3  FOR THE PURPOSES OF URBAN REDEVELOPMENT OR URBAN RENEWAL.  IN  ADDITION,\n    4  THE  STATE  SHALL  REQUIRE  NOT  LESS THAN FIFTEEN PERCENT OF THE ANNUAL\n    5  PROFIT  FROM  SUCH  DEVELOPMENT BE PLACED IN A DESIGNATED ACCOUNT ESTAB-\n    6  LISHED BY THE STATE COMPTROLLER, TO BE DISPERSED AT  THE  DISCRETION  OF\n    7  THE COMPTROLLER FOR A PERIOD OF TEN YEARS TO A CLASS OF HOMEOWNERS AND A\n    8  CLASS  OF  COMMERCIAL OWNERS.  FOR A PERIOD OF TEN YEARS THE DEVELOPMENT\n    9  COMPANY AND THEIR SUCCESSORS MUST PROVIDE THE STATE WITH A COPY  OF  THE\n   10  SAME  ANNUAL REPORT THE COMPANY PROVIDES TO THEIR SHAREHOLDERS TO DETER-\n   11  MINE THEIR ANNUAL PROFIT FOR PURPOSES OF  DISPERSING  THE  SAME  TO  THE\n   12  FORMER OWNERS.\n   13    (C)  THE  DEVELOPER (AND ANY SUCCESSOR OWNER OR LESSEE OF ANY BUILDING\n   14  IN THE DEVELOPMENT) SHALL ACCOMMODATE ALL RESIDENTIAL  TENANTS  AFFECTED\n   15  BY  THE  DEVELOPMENT PLAN.   THE DEVELOPER SHALL PROVIDE ALL RESIDENTIAL\n   16  TENANTS CURRENTLY AND LEGALLY OCCUPYING  A  LEGAL  RESIDENTIAL  DWELLING\n   17  UNIT AS THEIR PRIMARY RESIDENCE WITHIN THE AFFECTED AREA WHO ARE IN GOOD\n   18  STANDING UNDER THE TERMS OF A VALID WRITTEN LEASE AGREEMENT, WHICH IS IN\n   19  FULL  FORCE  AND EFFECT, AT SUCH TIME AS THEIR PREMISES ARE SCHEDULED TO\n   20  BE IMPACTED BY CONSTRUCTION OF THE DEVELOPMENT, AND WHO HAVE RESIDED  IN\n   21  SUCH  A RESIDENCE FOR AT LEAST ONE YEAR PRIOR TO THE DATE OF THE WRITTEN\n   22  PROPOSAL SUBMITTED BY THE DEVELOPER, WITH \"REASONABLY COMPARABLE  LIVING\n   23  SPACE\" IN A NEW UNIT WITHIN THE DEVELOPMENT, AT THEIR CURRENT RENT AND A\n   24  REASONABLE  RELOCATION ALLOWANCE.   FOR THE PURPOSES OF THIS SUBDIVISION\n   25  \"REASONABLY COMPARABLE  LIVING  SPACE\"  SHALL  MEAN  AN  APARTMENT  WITH\n   26  APPROXIMATELY  THE  SAME  SQUARE  FOOTAGE AND NUMBER OF BEDROOMS AS SUCH\n   27  TENANT'S EXISTING UNIT WHICH IS ON A FLOOR THAT IS  NO  LOWER  THAN  THE\n   28  FLOOR  OF  SUCH EXISTING UNIT.   IF A REASONABLY COMPARABLE SPACE AT THE\n   29  SAME RENT IS NOT AVAILABLE, THE DEVELOPER SHALL PAY  THE  DIFFERENCE  IN\n   30  RENT FOR A REASONABLY COMPARABLE LIVING SPACE OUTSIDE OF THE DEVELOPMENT\n   31  PROJECT  AREA,  WHICH  WILL TO THE EXTENT REASONABLY PRACTICABLE BE IN A\n   32  NEIGHBORING  COMMUNITY  (OR  SUCH  OTHER  COMMUNITY  ACCEPTABLE  TO  THE\n   33  DISPLACED  PERSONS  AND THE DEVELOPER) UNTIL SUCH TIME AS A UNIT (IF THE\n   34  DEVELOPMENT PLAN IS DISTINCTLY ALL OR PART RESIDENTIAL) IS  MADE  AVAIL-\n   35  ABLE  IN  THE DEVELOPMENT ON THEN COMPARABLE RENTAL TERMS (GIVING EFFECT\n   36  TO STANDARD COST  OF  LIVING  INCREASES  OR  RENT  STABILIZATION/CONTROL\n   37  INCREASES,  AS APPLICABLE) AND A REASONABLE RELOCATION ALLOWANCE FOR THE\n   38  INITIAL MOVE AND SUBSEQUENT MOVE INTO THE DEVELOPMENT.\n   39    (D) (1) PRIOR TO THE  DEMOLITION  OF  ANY  RESIDENTIAL  OR  COMMERCIAL\n   40  BUILDING BY THE DEVELOPER, THE DEVELOPER SHALL PLACE NOT LESS THAN TWEN-\n   41  TY PERCENT OF THE TOTAL COST OF THE CONSTRUCTION OF THE DEVELOPMENT IN A\n   42  NEIGHBORHOOD  PRESERVATION  SECURITY  DEPOSIT ACCOUNT, WHICH SHALL BE AN\n   43  INTEREST BEARING ESCROW ACCOUNT TO BE HELD AT  A  LOCAL  COMMUNITY  BANK\n   44  WHOSE  HEADQUARTERS OR PRINCIPAL PLACE OF BUSINESS IS WITHIN A TWO THOU-\n   45  SAND FOOT RADIUS OF SUCH DEVELOPMENT PROJECT. SUCH BANK SHALL BE  DESIG-\n   46  NATED  BY  THE  COMPTROLLER TO ENSURE THE COMPLETION OF SUCH DEVELOPMENT\n   47  PROJECT.  THE INTEREST EARNED BY THE ESCROW ACCOUNT SHALL  BE  DISPERSED\n   48  EQUALLY  TO ANY COMMUNITY DEVELOPMENT CORPORATIONS AND/OR LOCAL DEVELOP-\n   49  MENT CORPORATIONS WHOSE CORPORATE GOALS ARE CONSISTENT WITH NEIGHBORHOOD\n   50  PRESERVATION, WHICH HAVE 501(C)(3) STATUS AS RECOGNIZED  BY  THE  UNITED\n   51  STATES INTERNAL REVENUE SERVICE WHOSE HEADQUARTERS OR PRINCIPAL PLACE OF\n   52  BUSINESS  IS  LOCATED WITHIN A TWO THOUSAND FOOT RADIUS OF SUCH DEVELOP-\n   53  MENT PROJECT. SUCH FUNDS SHALL BE RETURNED  TO  THE  DEVELOPER,  WITHOUT\n   54  PENALTY, UPON COMPLETION OF THE PROPOSED DEVELOPMENT.\n   55    (2)  IF  THE  DEVELOPER  CANCELS  OR FAILS TO COMPLETE THE DEVELOPMENT\n   56  PROJECT, THE DEVELOPER SHALL FORFEIT THE NEIGHBORHOOD PRESERVATION SECU-\n\n       A. 2193                             4\n\n    1  RITY DEPOSIT ACCOUNT AND THE COMPTROLLER SHALL DIRECT SUCH FUNDS,  WITH-\n    2  OUT  PENALTY, TO BE PAID TO THE NEW YORK STATE DIVISION OF COMMUNITY AND\n    3  HOUSING RENEWAL WHICH SHALL DISPERSE SUCH FUNDS AT ITS DISCRETION  TO  A\n    4  SPECIFIC   COMMUNITY  BASED  ORGANIZATION,  WHOSE  CORPORATE  GOALS  ARE\n    5  CONSISTENT WITH NEIGHBORHOOD PRESERVATION, WHICH  IS  IN  POSSESSION  OF\n    6  501(C)(3)  STATUS  AS  RECOGNIZED  BY THE UNITED STATES INTERNAL REVENUE\n    7  SERVICE.\n    8    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the eminent domain procedure law, in relation to requirements for seizure of private property for public use under certain circumstances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095113.TXT", "SOBI.D110114.T134444.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362273433
}