{
  "year" : 2011,
  "senateBillNo" : "A2197-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2197-2011-1294981200000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for reporting of bias-related incidents on state university campuses",
  "summary" : "Provides for reporting of bias-related incidents on state university campuses by university police officers to college and university personnel; defines \"bias-related offenses\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1871-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2197\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. WRIGHT, AUBRY, PERRY -- Multi-Sponsored by -- M.\n         of A. DESTITO, DINOWITZ,  GALEF,  PHEFFER,  TOWNS  --  read  once  and\n         referred to the Committee on Higher Education\n\n       AN  ACT to amend the education law, in relation to reporting of bias-re-\n         lated incidents on state university campuses\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph l of subdivision 2 of section 355 of the educa-\n    2  tion law, as amended by chapter 424 of the laws of 1998, is  amended  to\n    3  read as follows:\n    4    1.  To appoint university police officers who shall have the powers of\n    5  police  officers  and  to  remove  such  police  officers  at  pleasure;\n    6  provided,  however, that any person appointed a police officer must have\n    7  satisfactorily completed or complete within one year of the date of  his\n    8  appointment a course of law enforcement training approved by the munici-\n    9  pal  police  training  council  in consultation with the university.  It\n   10  shall be the duty of such police officers to preserve law and  order  on\n   11  the campuses and other property of the university, including any portion\n   12  of  a  public highway which crosses or abuts such property.  IT SHALL BE\n   13  THE DUTY OF SUCH  PEACE  OFFICERS  TO  IMMEDIATELY  NOTIFY  COLLEGE  AND\n   14  UNIVERSITY PERSONNEL THAT A BIAS-RELATED OFFENSE MAY HAVE BEEN COMMITTED\n   15  UPON ANY STUDENT OR ON ANY PERSON ON THE CAMPUS OR OTHER COLLEGE PROPER-\n   16  TY.  Subject  to  the  approval of the chancellor, the president of each\n   17  state-operated campus of the state university shall enter into a written\n   18  agreement with adjoining law enforcement agencies establishing protocols\n   19  for the exercise of authority by such university police officer off-cam-\n   20  pus, including mutual aid and assistance. Such written  protocols  shall\n   21  not  be deemed to supersede the authority of other police officers.  The\n   22  provisions of this paragraph shall not apply to any of the state  insti-\n   23  tutions  and property referred to in section five thousand seven hundred\n   24  nine of this chapter.  FOR THE PURPOSES OF THIS  SECTION,  \"BIAS-RELATED\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06253-01-1\n\n       A. 2197                             2\n\n    1  OFFENSE\"  SHALL  MEAN  ANY  CRIMINAL  ACT  WHETHER ACTUAL, THREATENED OR\n    2  ATTEMPTED DIRECTED AT AN INDIVIDUAL BECAUSE OF HIS ACTUAL  OR  PERCEIVED\n    3  RACE,  CREED,  COLOR,  RELIGION, RELIGIOUS PRACTICE, ETHNICITY, NATIONAL\n    4  ORIGIN, DISABILITY, AGE, GENDER OR SEXUAL ORIENTATION.\n    5    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to reporting of bias-related incidents on state university campuses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095113.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110114.T133944.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362273445
}