{
  "year" : 2011,
  "senateBillNo" : "A219-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A219-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits certain restaurants and food establishments from serving foods containing artificial trans fat",
  "summary" : "Prohibits certain restaurants and food establishments from serving foods containing artificial trans fat; repeals certain provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A6359-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          219\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. ORTIZ, GOTTFRIED -- read once and referred to the\n         Committee on Health\n\n       AN  ACT  to  amend  the  public  health  law, in relation to prohibiting\n         certain  restaurants  and  food  establishments  from  serving   foods\n         containing  artificial  trans  fat;  and  providing  for the repeal of\n         certain provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  1352-d to read as follows:\n    3    S 1352-D. ARTIFICIAL TRANS FAT; PROHIBITION.   1. NO  FOOD  CONTAINING\n    4  ARTIFICIAL  TRANS  FAT,  AS  DEFINED  IN  THIS SECTION, SHALL BE STORED,\n    5  DISTRIBUTED, HELD FOR SERVICE, USED IN PREPARATION  OF  ANY  MENU  ITEM,\n    6  SERVED  OR  SOLD IN ANY RESTAURANTS, FOOD SERVICE ESTABLISHMENTS, MOBILE\n    7  FOOD SERVICE ESTABLISHMENT COMMISSARIES, RETAIL FOOD STORES  AS  DEFINED\n    8  IN  SECTION  FIVE  HUNDRED OF THE AGRICULTURE AND MARKETS LAW, AND OTHER\n    9  FOOD ESTABLISHMENTS, SUBJECT  TO  THE  PROVISIONS  OF  SECTION  THIRTEEN\n   10  HUNDRED  FIFTY-ONE  OF  THIS  TITLE,  EXCEPT FOOD THAT IS SERVED OR SOLD\n   11  DIRECTLY TO PATRONS IN A MANUFACTURER'S ORIGINAL SEALED PACKAGE.\n   12    2. FOR THE PURPOSES OF THIS SECTION, A FOOD SHALL BE DEEMED TO CONTAIN\n   13  ARTIFICIAL TRANS FAT IF THE FOOD IS LABELED AS, LISTS AS AN  INGREDIENT,\n   14  OR  CONTAINS  VEGETABLE  SHORTENING,  MARGARINE OR ANY KIND OF PARTIALLY\n   15  HYDROGENATED VEGETABLE OIL. HOWEVER, A FOOD WHOSE NUTRITION FACTS  LABEL\n   16  OR OTHER DOCUMENTATION FROM THE MANUFACTURER LISTS THE TRANS FAT CONTENT\n   17  OF  THE FOOD AS LESS THAN 0.5  GRAMS PER SERVING, SHALL NOT BE DEEMED TO\n   18  CONTAIN ARTIFICIAL TRANS FAT.   THIS SECTION SHALL NOT  APPLY  TO  FOODS\n   19  CONTAINING ONLY NATURALLY OCCURRING TRANS FAT.\n   20    3.  THE  COMMISSIONER  IS  AUTHORIZED AND DIRECTED TO PROMULGATE RULES\n   21  AND REGULATIONS FOR RECORDKEEPING AND DOCUMENTATION BY  RESTAURANTS  AND\n   22  FOOD  ESTABLISHMENTS  SUBJECT  TO  THIS SECTION NECESSARY FOR COMPLIANCE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03629-01-1\n\n       A. 219                              2\n\n    1  WITH THE PROVISIONS OF THIS SECTION. THE COMMISSIONER SHALL CONSULT WITH\n    2  REPRESENTATIVES OF RESTAURANTS AND FOOD ESTABLISHMENTS,  ANY  COUNTY  OR\n    3  MUNICIPAL  HEALTH  DEPARTMENTS THAT HAVE SIMILAR LAWS OR REGULATIONS AND\n    4  THE  COMMISSIONER  OF AGRICULTURE AND MARKETS, PRIOR TO PROMULGATING ANY\n    5  SUCH RULES OR REGULATIONS AND, TO THE MAXIMUM EXTENT PRACTICABLE, INCOR-\n    6  PORATE SIMILAR RULES AND REGULATIONS ALREADY ADOPTED  BY  OTHER  GOVERN-\n    7  MENTS.  THE COMMISSIONER SHALL DEVELOP GUIDELINES, INCLUDING RECOMMENDA-\n    8  TIONS  FOR  HEALTHIER  ALTERNATIVES  TO   ARTIFICIAL   TRANS   FAT   AND\n    9  IDENTIFICATION OF PRODUCTS AND SUPPLIERS OF SUCH ALTERNATIVES, TO ASSIST\n   10  RESTAURANTS  AND FOOD ESTABLISHMENTS IN COMPLYING WITH THE PROVISIONS OF\n   11  THIS SECTION. SUCH GUIDELINES SHALL BE MADE READILY AVAILABLE TO RESTAU-\n   12  RANTS AND FOOD ESTABLISHMENTS AND SHALL BE PROVIDED ON THE  DEPARTMENT'S\n   13  INTERNET WEBSITE.\n   14    4.   NOTWITHSTANDING   THE  PROVISIONS  OF  SECTION  THIRTEEN  HUNDRED\n   15  FIFTY-THREE OF THIS TITLE, THE PENALTY FOR A VIOLATION OF  THIS  SECTION\n   16  SHALL  BE  LIMITED  TO  THE  PENALTY SET FORTH IN SECTION TWELVE OF THIS\n   17  CHAPTER.\n   18    5. THE PROVISIONS OF THIS SECTION SHALL  RESTRICT  THE  POWER  OF  ANY\n   19  COUNTY,  CITY,  TOWN  OR  VILLAGE  TO ADOPT AND ENFORCE ADDITIONAL LOCAL\n   20  LAWS, ORDINANCES OR REGULATIONS THAT ARE MORE STRINGENT THAN THE  STAND-\n   21  ARDS SET FORTH IN THIS SECTION AND THE RULES AND REGULATIONS PROMULGATED\n   22  PURSUANT  THERETO,  EXCEPT  THAT  ANY LOCAL LAW, ORDINANCE OR REGULATION\n   23  RESTRICTING ARTIFICIAL TRANS FAT ADOPTED  BY  ANY  COUNTY  OR  CITY,  OR\n   24  DEPARTMENT  OR AGENCY THEREOF, OR TOWN OR VILLAGE PRIOR TO THE DATE THIS\n   25  SECTION SHALL HAVE BECOME A LAW SHALL NOT BE PREEMPTED BY THIS SECTION.\n   26    6. THIS SECTION SHALL TAKE EFFECT DECEMBER THIRTY-FIRST, TWO  THOUSAND\n   27  TWELVE WITH RESPECT TO OILS, SHORTENINGS AND MARGARINES CONTAINING ARTI-\n   28  FICIAL  TRANS  FAT, AND SHALL TAKE EFFECT JUNE FIRST, TWO THOUSAND THIR-\n   29  TEEN WITH RESPECT TO ALL OTHER FOODS CONTAINING ARTIFICIAL TRANS FAT.\n   30    S 2. This act shall take effect  December  31,  2012,  provided,  that\n   31  effective immediately, the addition, amendment and/or repeal of any rule\n   32  or regulation necessary for the implementation of this act on its effec-\n   33  tive date is authorized to be made and completed on or before such date;\n   34  and  provided,  further,  that  subdivision  5  of section 1352-d of the\n   35  public health law, as added by section one of this act, shall expire and\n   36  be deemed repealed December 31, 2023.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to prohibiting certain restaurants and food establishments from serving foods containing artificial trans fat; and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T125923.TXT", "SOBI.D101217.T121938.TXT", "SOBI.D101216.T133927.TXT", "SOBI.D101216.T125423.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292606378654
}