{
  "year" : 2011,
  "senateBillNo" : "A2199-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to health",
    "billEventId" : "A2199-2011-1294981200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for tuberculosis screenings outreach and services in epidemic areas and makes an appropriation therefor",
  "summary" : "Provides that the department of health shall establish a program, or enhance existing programs, for the prevention, early diagnosis and treatment of cases of tuberculosis in areas of the state where the incidence of tuberculosis prevails at epidemic levels; provides that such program shall provide a standardized level of care for the systematic, routine and periodic examination of men, women and children residing in such areas; appropriates $8,000,000 therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A1823-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2199\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. WRIGHT, ZEBROWSKI -- Multi-Sponsored by -- M. of\n         A. BOYLAND, HIKIND, TOWNS, WEISENBERG -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public  health  law,  in  relation  to  tuberculosis\n         screening, outreach and services and making an appropriation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Title 2 of article 22 of the public health law  is  amended\n    2  by adding a new section 2220 to read as follows:\n    3    S  2220. TUBERCULOSIS SCREENING, OUTREACH AND SERVICES. 1. THE DEPART-\n    4  MENT SHALL ESTABLISH A PROGRAM, OR ENHANCE EXISTING  PROGRAMS,  FOR  THE\n    5  PREVENTION,  EARLY  DIAGNOSIS  AND TREATMENT OF CASES OF TUBERCULOSIS IN\n    6  AREAS OF THE STATE WHERE  THE  INCIDENCE  OF  TUBERCULOSIS  PREVAILS  AT\n    7  EPIDEMIC LEVELS. SUCH PROGRAM SHALL PROVIDE A STANDARDIZED LEVEL OF CARE\n    8  FOR  THE SYSTEMATIC, ROUTINE AND PERIODIC EXAMINATION OF MEN, WOMEN, AND\n    9  CHILDREN RESIDING IN SUCH AREAS.\n   10    2. ANY PHYSICIAN, HEALTH CARE PROFESSIONAL, OR HEALTH ORGANIZATION WHO\n   11  DIAGNOSES A CASE OR PROBABLE CASE OF TUBERCULOSIS SHALL MAKE  A  WRITTEN\n   12  REPORT  OF  SUCH  FINDING  (I) TO THE PARENT OR GUARDIAN OF THE AFFECTED\n   13  CHILD OR TO THE AFFECTED ADULT, AS THE CASE MAY  BE,  AND  (II)  TO  THE\n   14  LOCAL  COMMISSIONER  OF  HEALTH  OR  PUBLIC  HEALTH  DIRECTOR AND TO THE\n   15  COMMISSIONER. THE LOCAL COMMISSIONER OF HEALTH OR PUBLIC HEALTH DIRECTOR\n   16  SHALL CAUSE TO BE EXAMINED OTHER FAMILY AND  HOUSEHOLD  MEMBERS  OF  THE\n   17  AFFECTED  PERSON EVERY YEAR FOR THREE YEARS OR SUCH OTHER PERIOD OF TIME\n   18  AS THE COMMISSIONER SHALL DEEM  ADVISABLE.  THE  LOCAL  COMMISSIONER  OF\n   19  HEALTH OR PUBLIC HEALTH DIRECTOR SHALL ADVISE OTHER FAMILY AND HOUSEHOLD\n   20  MEMBERS OF THE AFFECTED PERSON OF THE SERIOUSNESS OF THE DISEASE, OF THE\n   21  NEED  TO  TAKE  APPROPRIATE  SANITARY  MEASURES, OF THE NEED TO TAKE ALL\n   22  PRESCRIBED MEDICATION, OF THE MEANS OF TRANSMISSION OF THE DISEASE,  AND\n   23  OF OTHER APPROPRIATE PRECAUTIONARY MEASURES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06248-01-1\n\n       A. 2199                             2\n\n    1    3.  THE COMMISSIONER, THROUGH LOCAL COMMISSIONERS OF HEALTH AND PUBLIC\n    2  HEALTH DIRECTORS, SHALL ESTABLISH, IN AREAS OF EPIDEMIC, A COMPREHENSIVE\n    3  PROGRAM,  OR  EXPAND  EXISTING  PROGRAMS,  FOR  INCREASED   TUBERCULOSIS\n    4  OUTREACH  AND  SCREENING,  UPGRADED  TUBERCULOSIS  REGISTRIES,  ENHANCED\n    5  FOLLOW-UP  ON TUBERCULOSIS CASE REPORTS, INCREASED CONTACT INVESTIGATION\n    6  WITH CASE MANAGEMENT, AND IMPROVED FOLLOW-UP ON  CONTINUED  TUBERCULOSIS\n    7  TREATMENT  FOR POSITIVE CASES, INCLUDING PREVENTIVE MEDICATION AND REGU-\n    8  LAR SCREENING FOR HIGH RISK CASES.\n    9    4. THE COMMISSIONER, AND LOCAL  COMMISSIONERS  OF  HEALTH  AND  PUBLIC\n   10  HEALTH  DIRECTORS  SHALL  DEVELOP  AND IMPLEMENT, OR ENHANCE AND FURTHER\n   11  IMPLEMENT, IN AREAS OF EPIDEMIC,  A  PROGRAM  FOR  THE  DISBURSEMENT  OF\n   12  GRANTS  TO  FACILITIES  SUBJECT TO ARTICLE TWENTY-EIGHT OF THIS CHAPTER,\n   13  LOCAL AND STATE CORRECTIONAL FACILITIES, AND OTHER APPROPRIATE  COMMUNI-\n   14  TY-BASED   ORGANIZATIONS,  INCLUDING  REPRODUCTIVE  HEALTH  CLINICS  AND\n   15  SERVICES, FOR THE PURPOSES OF PROVIDING THE SERVICES SET FORTH IN SUBDI-\n   16  VISION THREE OF THIS SECTION.\n   17    5. THE COMMISSIONER MAY PROMULGATE SUCH RULES AND REGULATIONS  AS  ARE\n   18  NECESSARY TO CARRY OUT THE PROVISIONS OF THIS SECTION.\n   19    S 2. The sum of eight million dollars ($8,000,000), or so much thereof\n   20  as  may be necessary, is hereby appropriated to the department of health\n   21  from any moneys in the state treasury in the general fund to the  credit\n   22  of  the  local  assistance  account  not  otherwise appropriated for the\n   23  purposes of making grants provided for by the provisions  of  this  act.\n   24  Such  sum  shall  be payable on the audit and warrant of the state comp-\n   25  troller on vouchers certified or approved by the commissioner of health,\n   26  or his duly designated representative in the manner provided by law.  No\n   27  expenditure shall be made from this appropriation until a certificate of\n   28  approval  of  availability shall have been issued by the director of the\n   29  budget and filed with the state comptroller and a copy  filed  with  the\n   30  chairman  of the senate finance committee and the chairman of the assem-\n   31  bly ways and means committee.  Such certificate may be amended from time\n   32  to time by the director of the budget and a copy of each such  amendment\n   33  shall  be  filed  with the state comptroller, the chairman of the senate\n   34  finance committee and the  chairman  of  the  assembly  ways  and  means\n   35  committee.\n   36    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to tuberculosis screening, outreach and services and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T133442.TXT", "SOBI.D110114.T142948.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110114.T143448.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364376560
}