{
  "year" : 2011,
  "senateBillNo" : "A22-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A22-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"New York YouthBuild demonstration program\"; appropriation",
  "summary" : "Enacts the \"New York state YouthBuild act\"; creates YouthBuild Inter-agency board, sets program requirements; authorizes the nine member board to make grants to eligible YouthBuild participants and to establish application requirements; expands the number of YouthBuild demonstration programs in New York state; appropriates $3,000,000 per year for three years therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA483-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Aubry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          22\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CAHILL, CANESTRARI, CLARK, COOK, CYMBROWITZ,\n         ENGLEBRIGHT, GANTT, HOYT, JAFFEE, McENENY,  MILLMAN,  ORTIZ,  PHEFFER,\n         REILLY,  J. RIVERA,  TITUS,  WRIGHT, KAVANAGH, CAMARA, AUBRY -- Multi-\n         Sponsored by -- M. of A. BRENNAN, FARRELL, GOTTFRIED, V. LOPEZ, LUPAR-\n         DO, PEOPLES-STOKES, TOWNS, WEISENBERG -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation to enacting the New  York\n         YouthBuild demonstration program; and making an appropriation therefor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"New York YouthBuild demonstration program\".\n    3    S 2. Legislative intent. The legislature seeks to support economically\n    4  disadvantaged youth, especially youth who have not finished high school,\n    5  to obtain the education, work experience skills training, personal coun-\n    6  seling,  leadership  development  skills training, job placement assist-\n    7  ance, and long-term follow-up services necessary  for  them  to  achieve\n    8  permanent  economic  self-sufficiency,  while at the same time providing\n    9  valuable community service that addresses urgent community needs includ-\n   10  ing the demand for affordable housing and the need for young role models\n   11  and mentors for younger teenagers and children.\n   12    The legislature further intends to foster the development  of  leader-\n   13  ship skills and a commitment to community development among youth and to\n   14  ensure  maximum  educational achievement of program participants through\n   15  GED attainment and transition to institutions of higher education, where\n   16  appropriate.\n   17    The legislature further intends to provide communities the opportunity\n   18  to establish or rebuild neighborhood stability in economically depressed\n   19  and low-income areas, as well as historic areas requiring restoration or\n   20  preservation, while providing economically disadvantaged youth and youth\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00226-01-1\n\n       A. 22                               2\n\n    1  who have not finished  high  school  an  opportunity  for  a  meaningful\n    2  participation in society.\n    3    The  legislature  further  intends  to allow communities to expand the\n    4  supply of affordable housing for homeless and other low-income  individ-\n    5  uals by utilizing the energies and talents of economically disadvantaged\n    6  youth and young people who have not graduated from high school.\n    7    The  legislature  also intends to foster the development of leadership\n    8  skills and a commitment to community development among youth.\n    9    S 3. The education law is amended by adding a new section 4608 to read\n   10  as follows:\n   11    S 4608. THE NEW YORK YOUTHBUILD DEMONSTRATION  PROGRAM;  REQUIREMENTS;\n   12  SERVICES.  1.  A. THE NEW YORK YOUTHBUILD INTER-AGENCY BOARD (HEREINAFT-\n   13  ER,  THE BOARD) IS HEREBY ESTABLISHED.  IT SHALL CONSIST OF NINE MEMBERS\n   14  APPOINTED BY THE GOVERNOR, THREE  OF  WHOM  SHALL  BE  NOMINEES  OF  THE\n   15  COMMISSIONER  OF  EDUCATION,  THREE  OF  WHOM  SHALL  BE NOMINEES OF THE\n   16  COMMISSIONER OF LABOR AND THREE OF WHOM SHALL BE NOMINEES OF THE COMMIS-\n   17  SIONER OF THE DIVISION OF HOUSING AND COMMUNITY RENEWAL.  MEMBERSHIP  ON\n   18  THE  BOARD  SHALL  BE  GEOGRAPHICALLY  REPRESENTATIVE  OF THE STATE. THE\n   19  MEMBERS SHALL SERVE FOR THE DURATION OF THE DEMONSTRATION  PROGRAM.  THE\n   20  CHAIRPERSON  SHALL  BE  SELECTED  BY MAJORITY VOTE OF THE MEMBERS OF THE\n   21  BOARD. THE BOARD SHALL MEET AT THE CALL OF THE COMMISSIONER, BUT NO LESS\n   22  THAN THREE TIMES PER YEAR. FIVE MEMBERS SHALL CONSTITUTE A QUORUM.\n   23    B. THE MEMBERS OF THE BOARD SHALL RECEIVE NO  COMPENSATION  FOR  THEIR\n   24  SERVICES  AS MEMBERS OF THE BOARD, BUT EACH OF THEM SHALL BE ALLOWED THE\n   25  NECESSARY AND ACTUAL EXPENSES  WHICH  HE  OR  SHE  SHALL  INCUR  IN  THE\n   26  PERFORMANCE  OF  HIS  OR  HER  DUTIES UNDER THIS SECTION. THE DEPARTMENT\n   27  SHALL PROVIDE STAFF AND SUPPORT NECESSARY FOR THE BOARD TO CARRY OUT ITS\n   28  DUTIES AND RESPONSIBILITIES.\n   29    2.  THE BOARD IS AUTHORIZED TO MAKE GRANTS, FROM SUCH FUNDS  APPROPRI-\n   30  ATED  THEREFOR,  TO  ELIGIBLE APPLICANTS FOR THE PURPOSE OF CARRYING OUT\n   31  YOUTHBUILD PROGRAMS AS APPROVED UNDER THIS SECTION. ALL PROGRAMS  FUNDED\n   32  PURSUANT  TO  THE  PROVISIONS OF THIS SECTION SHALL REFLECT STRONG YOUTH\n   33  AND COMMUNITY INVOLVEMENT. IN  ADDITION,  FUNDING  PROVIDED  UNDER  THIS\n   34  SECTION SHALL BE USED BY EACH YOUTHBUILD PROGRAM TO PROVIDE, AT MINIMUM,\n   35  THE FOLLOWING SERVICES:\n   36    A.  THE TRAINING COSTS FOR THE REHABILITATION OR CONSTRUCTION OF HOUS-\n   37  ING AND RELATED FACILITIES TO BE  USED  FOR  THE  PURPOSE  OF  PROVIDING\n   38  HOMEOWNERSHIP  FOR  DISADVANTAGED PERSONS, RESIDENTIAL HOUSING FOR HOME-\n   39  LESS INDIVIDUALS, AND LOW-INCOME AND VERY LOW-INCOME FAMILIES, OR  TRAN-\n   40  SITIONAL  HOUSING  FOR  PERSONS WHO ARE HOMELESS, HAVE DISABILITIES, ARE\n   41  ILL, ARE DEINSTITUTIONALIZED, OR HAVE SPECIAL  NEEDS  REHABILITATION  OR\n   42  CONSTRUCTION  OF  COMMUNITY FACILITIES OWNED BY NOT-FOR-PROFIT OR PUBLIC\n   43  AGENCIES.\n   44    B. THE COST OF INTEGRATED EDUCATION AND WORK EXPERIENCE SKILLS  TRAIN-\n   45  ING SERVICES AND ACTIVITIES WHICH ARE EVENLY DIVIDED WITHIN THE PROGRAM,\n   46  WITH  FIFTY  PERCENT OF STUDENTS' TIME SPENT IN CLASSROOM-BASED INSTRUC-\n   47  TION,  COUNSELING  AND  LEADERSHIP  DEVELOPMENT  INSTRUCTION  AND  FIFTY\n   48  PERCENT  OF  THEIR  TIME  SPENT  IN  WORK  EXPERIENCE  TRAINING  ON  THE\n   49  CONSTRUCTION SITE. THE PROGRAMS SHALL INCLUDE, AT MINIMUM, THE FOLLOWING\n   50  ELEMENTS:\n   51    (1) THE COST OF AN EDUCATION COMPONENT WHICH  INCLUDES:  BASIC  SKILLS\n   52  INSTRUCTION, SECONDARY EDUCATION SERVICES, AND OTHER ACTIVITIES DESIGNED\n   53  TO  LEAD  TO  THE ATTAINMENT OF A HIGH SCHOOL DIPLOMA OR ITS EQUIVALENT.\n   54  THE CURRICULUM FOR THIS COMPONENT SHALL  INCLUDE  MATH,  LANGUAGE  ARTS,\n   55  VOCATIONAL  EDUCATION,  LIFE  SKILLS TRAINING, SOCIAL STUDIES RELATED TO\n   56  THE CULTURAL AND COMMUNITY HISTORY OF THE STUDENTS,  LEADERSHIP  SKILLS,\n\n       A. 22                               3\n\n    1  AND  OTHER  TOPICS AT THE DISCRETION OF THE PROGRAMS. BILINGUAL SERVICES\n    2  SHALL BE AVAILABLE FOR INDIVIDUALS WITH LIMITED-ENGLISH PROFICIENCY. THE\n    3  DESIRED MINIMUM TEACHER/STUDENT CLASSROOM RATIO SHALL BE ONE TEACHER FOR\n    4  EVERY FIFTEEN STUDENTS.\n    5    (2)  A  WORK  EXPERIENCE  AND SKILLS TRAINING COMPONENT APPRENTICESHIP\n    6  PROGRAM  THAT  INCLUDES  CONSTRUCTION  AND   REHABILITATION   ACTIVITIES\n    7  DESCRIBED   IN   PARAGRAPH   A  OF  THIS  SUBDIVISION.  THE  PROCESS  OF\n    8  CONSTRUCTION MUST BE COUPLED WITH WORK EXPERIENCE  SKILLS  TRAINING  AND\n    9  WITH  CLOSE  ON-SITE SUPERVISION BY EXPERIENCED TRAINERS. THE CURRICULUM\n   10  FOR THIS COMPONENT SHALL CONTAIN A SET OF LOCALLY AGREED UPON SKILLS AND\n   11  COMPETENCIES THAT ARE  SYSTEMATICALLY  TAUGHT,  WITH  STUDENTS'  MASTERY\n   12  ASSESSED  INDIVIDUALLY  ON A REGULAR, ONGOING BASIS. SAFETY SKILLS SHALL\n   13  BE TAUGHT AT THE OUTSET. THE DESIRED TRAINER/STUDENT RATIO SHALL BE  ONE\n   14  TRAINER  FOR EVERY SEVEN STUDENTS. THE WORK EXPERIENCE AND SKILLS TRAIN-\n   15  ING COMPONENT SHALL BE COORDINATED TO THE MAXIMUM EXTENT  FEASIBLE  WITH\n   16  PREAPPRENTICESHIP AND APPRENTICESHIP PROGRAMS.\n   17    (3)  ASSISTANCE  IN  ATTAINING  POST  SECONDARY EDUCATION AND REQUIRED\n   18  FINANCIAL AID SHALL BE MADE AVAILABLE TO PARTICIPANTS  PRIOR  TO  GRADU-\n   19  ATION.\n   20    C.  THE COST OF COUNSELING SERVICES DESIGNED TO ASSIST PARTICIPANTS TO\n   21  POSITIVELY PARTICIPATE IN SOCIETY,  WHICH  SHOULD  INCLUDE  ALL  OF  THE\n   22  FOLLOWING  IF NECESSARY: OUTREACH, ASSESSMENT, AND ORIENTATION; INDIVID-\n   23  UAL AND PEER COUNSELING; LIFE SKILLS TRAINING, DRUG  AND  ALCOHOL  ABUSE\n   24  EDUCATION  AND  PREVENTION;  AND  REFERRAL TO APPROPRIATE DRUG REHABILI-\n   25  TATION, MEDICAL, MENTAL HEALTH, LEGAL, HOUSING, AND OTHER  SERVICES  AND\n   26  RESOURCES  IN  THE  COMMUNITY.  THE  DESIRED COUNSELOR/PARTICIPANT RATIO\n   27  SHALL BE ONE COUNSELOR FOR EVERY TWENTY-EIGHT STUDENTS.\n   28    D. THE COST OF LEADERSHIP DEVELOPMENT TRAINING THAT  PROVIDED  PARTIC-\n   29  IPANTS  WITH  MEANINGFUL OPPORTUNITIES TO DEVELOP LEADERSHIP SKILLS SUCH\n   30  AS DECISION MAKING, PROBLEM SOLVING, AND NEGOTIATING. THE PROGRAM  SHALL\n   31  ALSO  ENCOURAGE  PARTICIPANTS  TO  DEVELOP  STRONG  PEER GROUP TIES THAT\n   32  SUPPORT THEIR MUTUAL PURSUIT OF SKILLS AND VALUES.\n   33    ALL PROGRAMS MUST ESTABLISH A YOUTH COUNCIL IN WHICH PARTICIPANTS  ARE\n   34  AFFORDED  OPPORTUNITIES  TO  DEVELOP  PUBLIC  SPEAKING  AND  NEGOTIATING\n   35  SKILLS,  AND  MANAGEMENT  AND  POLICYMAKING  PARTICIPATION  IN  SPECIFIC\n   36  ASPECTS OF THE PROGRAM.\n   37    3.  A  TRAINING SUBSIDY, LIVING ALLOWANCE, OR STIPEND THAT SHALL BE NO\n   38  LESS THAN MINIMUM WAGE MUST BE PROVIDED TO PROGRAM PARTICIPANTS FOR  THE\n   39  TIME  SPENT  AT THE WORKSITE IN CONSTRUCTION TRAINING. FOR THOSE PARTIC-\n   40  IPANTS WHO RECEIVE PUBLIC  ASSISTANCE,  THIS  TRAINING  SUBSIDY,  LIVING\n   41  ALLOWANCE,  OR  STIPEND SHALL NOT AFFECT THEIR HOUSING BENEFITS, MEDICAL\n   42  BENEFITS, CHILD CARE BENEFITS OR FOOD STAMP BENEFITS. STIPENDS AND WAGES\n   43  MAY BE DISTRIBUTED IN A MANNER THAT OFFERS INCENTIVES FOR GOOD  PERFORM-\n   44  ANCE.\n   45    A.  FULL  TIME PARTICIPATION IN A YOUTHBUILD PROGRAM SHALL BE REQUIRED\n   46  FOR A PERIOD OF NOT LESS THAN SIX MONTHS AND NOT MORE  THAN  TWENTY-FOUR\n   47  MONTHS.\n   48    B.  A  CONCENTRATED  EFFORT,  FOR THOSE PARTICIPANTS WHO CHOOSE NOT TO\n   49  IMMEDIATELY ENROLL IN AN INSTITUTION OF HIGHER EDUCATION, SHALL BE  MADE\n   50  TO FIND CONSTRUCTION, CONSTRUCTION-RELATED, AND NONCONSTRUCTION JOBS FOR\n   51  ALL  GRADUATES  OF THE PROGRAM WHO HAVE PERFORMED WELL. THE WORK EXPERI-\n   52  ENCE SKILLS TRAINING CURRICULUM SHALL PROVIDE  PARTICIPANTS  WITH  BASIC\n   53  PREPARATION  FOR SEEKING AND MAINTAINING A JOB. FOLLOW-UP COUNSELING AND\n   54  ASSISTANCE IN JOB-SEEKING SHALL ALSO BE PROVIDED TO PARTICIPANTS FOR THE\n   55  TWELVE MONTHS FOLLOWING GRADUATION FROM THE PROGRAM.\n\n       A. 22                               4\n\n    1    C. ALL PROGRAMS SERVING TWENTY-EIGHT TRAINEES OR MORE ARE REQUIRED  TO\n    2  HAVE  A  FULL-TIME  DIRECTOR  RESPONSIBLE  FOR  THE  COORDINATION OF ALL\n    3  ASPECTS OF THE YOUTHBUILD PROGRAM.\n    4    4. IMPLEMENTATION GRANTS MAY BE USED TO CARRY OUT THE ACTIVITIES LIST-\n    5  ED  IN  SUBDIVISIONS  ONE, TWO AND THREE OF THIS SECTION. OTHER ELIGIBLE\n    6  ACTIVITIES INCLUDE THE FOLLOWING:\n    7    A. ADMINISTRATIVE COSTS OF THE APPLICANT  WHICH  MAY  NOT  EXCEED  TEN\n    8  PERCENT OF THE AMOUNT OF ASSISTANCE PROVIDED.\n    9    B.  DEFRAYING  COSTS FOR THE ONGOING TRAINING AND TECHNICAL ASSISTANCE\n   10  NEEDS OF THE RECIPIENT THAT ARE RELATED TO DEVELOPING AND CARRYING OUT A\n   11  YOUTHBUILD, YOUTHBUILD USA PROGRAM INCLUDING:  THE BOARD  SHALL  RESERVE\n   12  THREE  TO FIVE PERCENT OF THE NEW YORK YOUTHBUILD PROGRAM APPROPRIATIONS\n   13  TO ENTER INTO CONTRACT WITH YOUTHBUILD USA TO PROVIDE ASSISTANCE TO  THE\n   14  BOARD  IN  THE  PROVISION OF TRAINING AND TECHNICAL ASSISTANCE TO, OR IN\n   15  THE MANAGEMENT, SUPERVISION AND  COORDINATION  OF,  YOUTHBUILD  PROGRAMS\n   16  UNDER THIS SECTION.\n   17    5.  ELIGIBLE  PARTICIPANTS  ARE  YOUTH BETWEEN THE AGES OF SIXTEEN AND\n   18  TWENTY-FOUR WHO ARE ECONOMICALLY DISADVANTAGED AS DEFINED IN  29  UNITED\n   19  STATES CODE 1503, AND WHO ARE PART OF ONE OF THE FOLLOWING GROUPS:\n   20    A.  PERSONS  WHO  ARE NOT ATTENDING ANY SCHOOL AND HAVE NOT RECEIVED A\n   21  SECONDARY SCHOOL DIPLOMA OR ITS EQUIVALENT; OR\n   22    B. PERSONS CURRENTLY ENROLLED IN A TRADITIONAL OR  ALTERNATIVE  SCHOOL\n   23  SETTING  OR  A  GED  PROGRAM  AND  WHO  ARE IN DANGER OF DROPPING OUT OF\n   24  SCHOOL; OR\n   25    C. VERY LOW-INCOME PERSONS WHOSE INCOMES ARE AT  OR  LESS  THAN  FIFTY\n   26  PERCENT  OF  THE  AREA  MEDIAN INCOME AREA, ADJUSTED FOR FAMILY SIZE, AS\n   27  ESTIMATED BY THE DEPARTMENT OF HOUSING AND URBAN DEVELOPMENT.\n   28    6. AN EXCEPTION MAY BE MADE FOR  INDIVIDUALS  NOT  MEETING  INCOME  OR\n   29  EDUCATIONAL  NEED REQUIREMENTS. NOT MORE THAN TWENTY-FIVE PERCENT OF THE\n   30  PARTICIPANTS IN SUCH PROGRAM MAY BE INDIVIDUALS  WHO  DO  NOT  MEET  THE\n   31  REQUIREMENTS  OF  SUBDIVISION  FIVE OF THIS SECTION, BUT WHO HAVE EDUCA-\n   32  TIONAL NEEDS DESPITE THE ATTAINMENT OF A HIGH SCHOOL DIPLOMA.\n   33    7. PRIORITY IN THE AWARDING OF FUNDS UNDER THIS SECTION SHALL BE GIVEN\n   34  TO APPLICANTS WITH  EXPERIENCE  IN  OPERATING  YOUTHBUILD  PROGRAMS  AND\n   35  IMPLEMENTING THE YOUTHBUILD MODEL, INCLUDING BUT NOT LIMITED TO, HOUSING\n   36  CONSTRUCTION  SKILLS  TRAINING,  EDUCATION,  LEADERSHIP DEVELOPMENT LIFE\n   37  SKILLS TRAINING, AND COUNSELING SERVICES.  PRIORITY SHALL ALSO BE  GIVEN\n   38  TO THOSE WHO MEET THE PROGRAM STANDARDS OF YOUTHBUILD USA.\n   39    8.  ANY NOT-FOR-PROFIT PRIVATE AGENCIES, OR PUBLIC AGENCIES WITH EXPE-\n   40  RIENCE OPERATING A YOUTHBUILD PROGRAM OR  WITH  A  PLAN  TO  INCUBATE  A\n   41  YOUTHBUILD  PROGRAM  UNTIL  IT  CAN  BE  ESTABLISHED AS A NOT-FOR-PROFIT\n   42  PRIVATE AGENCY ARE ELIGIBLE ENTITIES.  ONLY NOT-FOR-PROFIT PRIVATE AGEN-\n   43  CIES, OR PUBLIC AGENCIES THAT  ARE  AFFILIATES  OF  THE  YOUTHBUILD  USA\n   44  PROGRAM  OR HAVE RECEIVED A HUD OR DEPARTMENT OF LABOR YOUTHBUILD AWARD,\n   45  ARE ELIGIBLE TO USE THE TERM YOUTHBUILD.\n   46    9. THE BOARD SHALL REQUIRE THAT AN APPLICATION  FOR  YOUTHBUILD  FUNDS\n   47  UNDER THIS SECTION CONTAIN AT MINIMUM:\n   48    A. A REQUEST FOR AN IMPLEMENTATION GRANT, SPECIFYING THE AMOUNT OF THE\n   49  GRANT REQUESTED AND ITS PROPOSED USES;\n   50    B.  A  DESCRIPTION  OF THE APPLICANT AND A STATEMENT OF ITS QUALIFICA-\n   51  TIONS, INCLUDING  A  DESCRIPTION  OF  THE  APPLICANT'S  PAST  EXPERIENCE\n   52  RUNNING  A  YOUTHBUILD  PROGRAM,  AND  WITH  HOUSING  REHABILITATION  OR\n   53  CONSTRUCTION AND WITH YOUTH AND YOUTH EDUCATION, YOUTH LEADERSHIP DEVEL-\n   54  OPMENT AND WORK EXPERIENCE SKILLS TRAINING PROGRAMS, AND  ITS  RELATION-\n   55  SHIP  WITH  LOCAL  UNIONS  AND  YOUTH APPRENTICESHIP PROGRAMS, AND OTHER\n   56  COMMUNITY GROUPS;\n\n       A. 22                               5\n\n    1    C. A DESCRIPTION OF THE PROPOSED CONSTRUCTION SITE FOR THE PROGRAM AND\n    2  EVIDENCE OF SITE CONTROL;\n    3    D.  A DESCRIPTION OF THE EDUCATIONAL AND WORK EXPERIENCE SKILLS TRAIN-\n    4  ING ACTIVITIES, WORK OPPORTUNITIES, AND OTHER  SERVICES  THAT  SHALL  BE\n    5  PROVIDED TO PARTICIPANTS;\n    6    E. A DESCRIPTION OF THE PROPOSED CONSTRUCTION OR REHABILITATION ACTIV-\n    7  ITIES  TO  BE  UNDERTAKEN  AND THE ANTICIPATED SCHEDULE FOR CARRYING OUT\n    8  SUCH ACTIVITIES;\n    9    F. A DESCRIPTION OF THE MANNER  IN  WHICH  ELIGIBLE  YOUTHS  SHALL  BE\n   10  RECRUITED AND SELECTED, INCLUDING A DESCRIPTION OF THE ARRANGEMENTS THAT\n   11  SHALL  BE  MADE  WITH  COMMUNITY-BASED  ORGANIZATIONS, LOCAL EDUCATIONAL\n   12  AGENCIES, INCLUDING AGENCIES OF NATIVE AMERICAN NATIONS, PUBLIC  ASSIST-\n   13  ANCE  AGENCIES,  THE  COURTS OF JURISDICTION FOR STATUS AND YOUTH OFFEN-\n   14  DERS, SHELTERS FOR HOMELESS INDIVIDUALS AND OTHER  AGENCIES  THAT  SERVE\n   15  HOMELESS  YOUTH,  FOSTER CARE AGENCIES, AND OTHER APPROPRIATE PUBLIC AND\n   16  PRIVATE AGENCIES;\n   17    G. A DESCRIPTION OF THE SPECIAL EFFORTS THAT SHALL  BE  UNDERTAKEN  TO\n   18  RECRUIT ELIGIBLE YOUNG WOMEN (INCLUDING YOUNG WOMEN WITH DEPENDENT CHIL-\n   19  DREN) WITH APPROPRIATE SUPPORTS, ESPECIALLY CHILDCARE;\n   20    H. A DESCRIPTION OF HOW THE PROPOSED PROGRAM SHALL BE COORDINATED WITH\n   21  OTHER  FEDERAL,  STATE, AND LOCAL ACTIVITIES AND ACTIVITIES CONDUCTED BY\n   22  NATIVE AMERICAN NATIONS, INCLUDING  PUBLIC  SCHOOLS,  NATIONAL  SERVICE,\n   23  CRIME  PREVENTION  PROGRAMS,  VOCATIONAL,  ADULT AND BILINGUAL EDUCATION\n   24  PROGRAMS AND JOB TRAINING;\n   25    I. ASSURANCES THAT THERE SHALL BE A SUFFICIENT  NUMBER  OF  ADEQUATELY\n   26  TRAINED SUPERVISORY PERSONNEL IN THE PROGRAM WHO HAVE ATTAINED THE LEVEL\n   27  OF JOURNEYMAN OR ITS EQUIVALENT;\n   28    J. A DESCRIPTION OF THE APPLICANT'S RELATIONSHIP WITH ANY LOCAL BUILD-\n   29  ING  TRADE  UNIONS  OR  AGENCIES  LICENSED  TO ISSUE INDUSTRY-RECOGNIZED\n   30  CERTIFICATIONS, WHICH MAY EXIST, REGARDING THEIR INVOLVEMENT  IN  TRAIN-\n   31  ING,  AND  THE  RELATIONSHIP  OF THE YOUTHBUILD PROGRAM WITH ESTABLISHED\n   32  APPRENTICESHIP PROGRAMS;\n   33    K. A DESCRIPTION OF ACTIVITIES THAT SHALL BE UNDERTAKEN TO DEVELOP THE\n   34  LEADERSHIP SKILLS OF PARTICIPANTS, INCLUDING THEIR ROLE IN DECISION-MAK-\n   35  ING;\n   36    L. A DETAILED BUDGET  AND  A  DESCRIPTION  OF  THE  SYSTEM  OF  FISCAL\n   37  CONTROLS  AND  AUDITING AND ACCOUNTABILITY PROCEDURES THAT SHALL BE USED\n   38  TO ENSURE FISCAL SOUNDNESS;\n   39    M. A DESCRIPTION  OF  ANY  CONTRACTS  AND  ARRANGEMENTS  ENTERED  INTO\n   40  BETWEEN  THE  APPLICANT  AND  OTHER  AGENCIES AND ENTITIES INCLUDING ALL\n   41  IN-KIND DONATIONS AND GRANTS FROM BOTH PUBLIC AND PRIVATE ENTITIES  THAT\n   42  SHALL SERVE TO AUGMENT NEW YORK YOUTHBUILD DEMONSTRATION PROGRAM FUNDS;\n   43    N. IDENTIFICATION AND DESCRIPTION OF THE FINANCING PROPOSED FOR ANY:\n   44    (1) ACQUISITION OF THE PROPERTY;\n   45    (2) REHABILITATION; OR\n   46    (3) CONSTRUCTION;\n   47    O. IDENTIFICATION AND DESCRIPTION OF THE ENTITY THAT SHALL OPERATE AND\n   48  MANAGE THE PROPERTY;\n   49    P.  A  CERTIFICATION THAT THE APPLICANT SHALL COMPLY WITH THE REQUIRE-\n   50  MENTS OF THE FAIR HOUSING ACT, TITLE VI OF THE CIVIL RIGHTS ACT OF 1964,\n   51  SECTION 504 OF THE REHABILITATION ACT OF 1973,  AND  THE  AGE  DISCRIMI-\n   52  NATION ACT OF 1975, AND SHALL AFFIRMATIVELY FURTHER FAIR HOUSING;\n   53    Q. THE QUALIFICATIONS AND PAST EXPERIENCE OF THE PERSON WHO SHALL FILL\n   54  THE FULL-TIME PROGRAM DIRECTOR POSITION.\n   55    10.  FOR  THE PURPOSES OF THIS SECTION, THE TERM \"YOUTHBUILD\" SHALL BE\n   56  DEFINED AS ORGANIZATIONS CLAIMING TO HAVE OPERATED  YOUTHBUILD  PROGRAMS\n\n       A. 22                               6\n\n    1  LICENSED  BY  YOUTHBUILD USA OR ORGANIZATIONS THAT HAVE RECEIVED FEDERAL\n    2  HUD YOUTHBUILD FUNDING.\n    3    S  4.  The  sum  of  three million dollars ($3,000,000) per year for a\n    4  period of three years, or so much thereof as may be necessary, is hereby\n    5  appropriated to the education department from any moneys  in  the  state\n    6  treasury  in  the  general  fund  to  the credit of the local assistance\n    7  account not otherwise appropriated for  services  and  expenses  of  the\n    8  education  department and any other appropriate agency or department for\n    9  the purposes of implementing the programs authorized  by  the  New  York\n   10  YouthBuild  demonstration  program.    Such  sum shall be payable on the\n   11  audit and warrant of the state  comptroller  on  vouchers  certified  or\n   12  approved  by  the New York YouthBuild inter-agency board, as provided in\n   13  section 4608 of the education law and established in this act.\n   14    S 5. On or before January 1, 2015, the New York YouthBuild inter-agen-\n   15  cy board shall contract with an independent consultant to  evaluate  and\n   16  report  to  the  governor, the speaker of the assembly and the temporary\n   17  president of the senate on the  impact  that  the  New  York  YouthBuild\n   18  demonstration  program  has had upon participants with regard to but not\n   19  limited to GED attainment, program  completion,  advancement  to  insti-\n   20  tutions of higher education and job placement.\n   21    S  6.  This  act  shall  take  effect on the fifteenth of January next\n   22  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to enacting the New York YouthBuild demonstration program; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T151807.TXT", "SOBI.D101216.T102903.TXT", "SOBI.D110126.T152307.TXT", "SOBI.D101216.T124448.TXT", "SOBI.D101216.T103411.TXT", "SOBI.D101216.T110414.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296073387082
}