{
  "year" : 2011,
  "senateBillNo" : "A2201-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to economic development",
    "billEventId" : "A2201-2011-1294981200000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides civil penalties for violations of article 5 of the labor law concerning meal period and day of rest provisions",
  "summary" : "Provides civil penalties and the institution of criminal proceedings for violations of labor law concerning hours of work, in particular, meal period and day of rest provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A1828-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2201\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Economic Development, Job Creation, Commerce and Industry\n\n       AN  ACT  to  amend  the  general  business law, in relation to technical\n         amendments relating to employment agencies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 173 of the general business law,\n    2  as amended by chapter 617 of the laws of 1988, is  amended  to  read  as\n    3  follows:\n    4    1.   An application for such license shall be made to the commissioner\n    5  of labor, except that if the employment agency is to be conducted in the\n    6  city of New York the application for such license shall be made  to  the\n    7  commissioner of consumer affairs of such city.  If the employment agency\n    8  is  owned  by an individual such application shall be made by such indi-\n    9  vidual; if it is owned by a partnership such application shall  be  made\n   10  by  all  partners;  if  it  is  owned by an association or society, such\n   11  application shall be made by the president  and  treasurer  thereof,  by\n   12  whatever title designated; if it is owned by a corporation, THE STOCK OF\n   13  WHICH  IS  PUBLICLY  TRADED,  such  application shall be made by all its\n   14  officers [and] PROVIDED, HOWEVER, if the stock of the corporation is NOT\n   15  publicly traded, SUCH APPLICATION SHALL BE MADE BY ALL ITS OFFICERS  AND\n   16  by  all  stockholders  holding  ten percent or more of the stock of such\n   17  corporation.  A conformed or photostatic copy of the minutes showing the\n   18  election of such officers shall be attached to such application.\n   19    If the applicant will conduct business under a trade name  or  if  the\n   20  applicant  is  a  partnership,  the  application  for a license shall be\n   21  accompanied by a copy of the trade name or partnership certificate  duly\n   22  certified by the clerk of the county in whose office said certificate is\n   23  filed.  Such trade name shall not be similar or identical to that of any\n   24  existing licensed agency.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06252-01-1\n\n       A. 2201                             2\n\n    1    S  2.  Subdivision  4  of  section 181 of the general business law, as\n    2  amended by chapter 479 of the laws  of  1963,  is  amended  to  read  as\n    3  follows:\n    4    4.  The  original or duplicate-original copy of each such contract and\n    5  receipt shall be retained by every employment  agency  for  three  years\n    6  following  the  date on which the contract is executed or the payment is\n    7  made, and shall be made available for inspection by the commissioner  or\n    8  his duly authorized agent or inspector, upon his request.  Notwithstand-\n    9  ing  the  other provisions of such contracts, the monetary consideration\n   10  to be paid by the applicant shall not exceed the APPLICABLE fee  ceiling\n   11  provided  in  [subdivision  eight of] section one hundred eighty-five OF\n   12  THIS ARTICLE.\n   13    S 3. Section 190 of the general business law, as  amended  by  chapter\n   14  632 of the laws of 1975, is amended to read as follows:\n   15    S  190.    Penalties for violations.  Any person [who violates and the\n   16  officers], OFFICER of a corporation, REGARDLESS OF WHETHER THE STOCK  OF\n   17  THE  CORPORATION IS PUBLICLY TRADED, and [stockholders] STOCKHOLDER OF A\n   18  CORPORATION holding ten percent or more of the stock  of  a  corporation\n   19  which  is  not  publicly  traded,  who  VIOLATES,  OR knowingly [permit]\n   20  PERMITS the corporation to violate sections one hundred seventy-two, one\n   21  hundred seventy-three, one hundred seventy-six, one hundred eighty-four,\n   22  one hundred eighty-four-a, one hundred eighty-five, one hundred  eighty-\n   23  five-a,  one  hundred  eighty-six,  or  one hundred eighty-seven of this\n   24  article shall be guilty of a misdemeanor and upon  conviction  shall  be\n   25  subject  to  a  fine not to exceed one thousand dollars, or imprisonment\n   26  for not more than one year, or both, by any court of competent jurisdic-\n   27  tion.  The violation of any other provision of  this  article  shall  be\n   28  punishable  by  a fine not to exceed one hundred dollars or imprisonment\n   29  for not  more  than  thirty  days.    Criminal  proceedings  based  upon\n   30  violations of these sections shall be instituted by the commissioner and\n   31  may be instituted by any persons aggrieved by such violations.\n   32    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to technical amendments relating to employment agencies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110114.T133442.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364677717
}