{
  "year" : 2011,
  "senateBillNo" : "A2206-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2206-2011-1294981200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"Rockland Bergen Bi-state watershed flood prevention and protection act\"",
  "summary" : "Enacts the \"Rockland Bergen Bi-State Watershed Flood Prevention and Protection Act\"; creates the twelve member Rockland Bergen Bi-State River Commission to identify and remediate the potential flood protection hazards along the tributaries and watersheds of the Hackensack River, Mahwah River, Ramapo River, Saddle River and Sparkill Brook/Creek that cross the interstate border region. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation",
  "previousVersions" : [ "A7428-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2206\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. ZEBROWSKI, JAFFEE, RABBITT, CALHOUN -- read once\n         and referred to the Committee on Environmental Conservation\n\n       AN ACT enacting the \"Rockland Bergen Bi-state watershed flood prevention\n         and protection act\" and creating the Rockland  Bergen  Bi-state  River\n         Commission\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as  the  \"Rockland\n    2  Bergen Bi-state watershed flood prevention and protection act\".\n    3    S  2.   The legislature finds and declares that the states of New York\n    4  and New Jersey and their respective citizens share a common  concern  to\n    5  protect  their  personal  safety and property through the identification\n    6  and remediation of potential flood hazards  along  the  tributaries  and\n    7  watersheds  of  the Hackensack River, Mahwah River, Ramapo River, Saddle\n    8  River, and Sparkill Brook/Creek that cross the interstate border region.\n    9  The identification and remediation of potential flood hazards requires a\n   10  bi-state  comprehensive  approach.  A   bi-state   comprehensive   flood\n   11  prevention  approach  will also help ensure the preservation and mainte-\n   12  nance of the environmentally beneficial impacts of the  tributaries  and\n   13  watersheds  of  the Hackensack River, Mahwah River, Ramapo River, Saddle\n   14  River, and Sparkill Brook/Creek.   A bi-state  approach  will  encourage\n   15  open  space  and  recreational  opportunities  along the tributaries and\n   16  watersheds of the Hackensack River, Mahwah River, Ramapo  River,  Saddle\n   17  River,  and  Sparkill  Brook/Creek.  The  legislature further finds that\n   18  there has been a long history  of  cooperation  among  state  and  local\n   19  governmental  entities and various private organizations and individuals\n   20  in the vicinity of the tributaries  and  watersheds  of  the  Hackensack\n   21  River,   Mahwah   River,   Ramapo  River,  Saddle  River,  and  Sparkill\n   22  Brook/Creek.\n   23    The legislature therefore determines that there is a need  to  endorse\n   24  and formalize that bi-state cooperative effort to identify and remediate\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00707-01-1\n\n       A. 2206                             2\n\n    1  potential  flood  hazards  and to protect the natural, scenic and recre-\n    2  ational opportunities of the tributaries and watersheds of  the  Hacken-\n    3  sack  River,  Mahwah  River,  Ramapo  River,  Saddle River, and Sparkill\n    4  Brook/Creek.  The  legislature further determines that the creation of a\n    5  bi-state commission is an appropriate means  to  accomplish  these  very\n    6  important goals.\n    7    S 3. As used in this act, \"Bi-state region\" shall mean the tributaries\n    8  and  watersheds  of  the  Hackensack  River, Mahwah River, Ramapo River,\n    9  Saddle River, and Sparkill Brook/Creek, within the counties of  Rockland\n   10  in  New  York  and Bergen in New Jersey.  \"Resident voter\" shall mean an\n   11  individual registered to vote and who  actually  votes  in  an  election\n   12  district  within  the  county  of  Rockland in New York or the county of\n   13  Bergen in New Jersey.\n   14    S 4. a.  There is hereby created the Rockland  Bergen  Bi-state  river\n   15  commission,  which  shall  be  comprised  of  twelve voting members. Six\n   16  members of New York shall be appointed as  follows:  one  each,  by  the\n   17  governor,  the  temporary  president  of  the senate, the speaker of the\n   18  assembly, the minority leader of the senate, and the minority leader  of\n   19  the  assembly,  of New York, all of whom shall be resident voters of the\n   20  county of Rockland, New York; and the commissioner of the New York state\n   21  department of environmental conservation  or  a  designee  thereof,  who\n   22  shall serve ex officio.  Six members of New Jersey shall be appointed as\n   23  follows:  one  each,  by  the  governor,  the temporary president of the\n   24  senate, the speaker of the assembly, the minority leader of the  senate,\n   25  and  the  minority  leader  of  the assembly, of New Jersey, all of whom\n   26  shall be resident voters from either the county  of  Bergen,  Essex,  or\n   27  Hudson;  and  the  commissioner of the New Jersey department of environ-\n   28  mental protection or a designee thereof, who  shall  serve  ex  officio.\n   29  Additionally,  the  commission  shall include six non voting members, as\n   30  follows:  the commissioner of the New York state department of transpor-\n   31  tation or a designee thereof, who shall serve ex  officio;  the  commis-\n   32  sioner  of  the  New  Jersey  department of transportation or a designee\n   33  thereof, who shall serve ex officio; the county executive of the  county\n   34  of  Rockland  in New York or a designee thereof who shall serve ex offi-\n   35  cio; the county executive of the county of Bergen in New  Jersey,  or  a\n   36  designee thereof, who shall serve ex officio; a representative of United\n   37  Water  Inc.  or its successor; and a representative of the United States\n   38  army corps of engineers.\n   39    b. Vacancies in the appointed positions on  the  commission  shall  be\n   40  filled in the same manner as the original appointments were made.\n   41    c. Members of the commission shall serve without compensation, but the\n   42  commission  may,  within  the  limits of funds appropriated or otherwise\n   43  made available to it, reimburse members for actual expenses  necessarily\n   44  incurred in the discharge of their official duties.\n   45    d.  Members of the commission shall serve at the pleasure of the rele-\n   46  vant appointing authority.\n   47    S 5. a. The commission shall organize as soon as  may  be  practicable\n   48  after  the appointment of its members, and shall select two co-chairper-\n   49  sons from its members, one from each state, and a secretary who need not\n   50  be a member.\n   51    b. The commission shall meet regularly as it may  determine.  Meetings\n   52  of  the commission shall be at such times and places as the co-chairper-\n   53  sons of the commission deem appropriate, but to the maximum extent prac-\n   54  ticable and feasible, shall be rotated between  the  two  states  on  an\n   55  alternating  basis.  Meetings held in New Jersey shall be subject to the\n   56  provisions and requirements of the \"Senator Byron M.  Baer  Open  Public\n\n       A. 2206                             3\n\n    1  Meetings Act,\" P.L. 1975, c. 231 (C.10:4-6 et seq). Meetings held in New\n    2  York shall be subject to the provisions and requirements of that state's\n    3  open meetings law, article 7 of the public officers law.  The commission\n    4  shall also meet at the call of either co-chairperson.\n    5    c. A majority of the voting membership of the commission shall consti-\n    6  tute a quorum for the transaction of commission business.  Action may be\n    7  taken and motions and resolutions adopted by the commission at any meet-\n    8  ing thereof by the affirmative vote of seven members of the commission.\n    9    d.  The commission shall request assistance, and the services of, such\n   10  employees of the two states, or any political  subdivisions,  instrumen-\n   11  talities,  entities, agencies, or authorities thereof, as it may require\n   12  and as may be made available to it for the purpose of carrying  out  its\n   13  duties  under  this  act. If requested by the commission, the New Jersey\n   14  department of environmental protection and the New York state department\n   15  of environmental conservation shall provide primary staff support.\n   16    e. The commission may, within the  limits  of  funds  appropriated  or\n   17  otherwise  made  available to it for those purposes, employ such profes-\n   18  sional, technical, and clerical staff and incur such traveling and other\n   19  miscellaneous expenses as it may deem necessary in order to perform  its\n   20  duties.\n   21    S 6. The duties of the commission shall be to:\n   22    a.  assess  present  and  projected  development,  land  use, and land\n   23  management practices and patterns, and  identify  actual  and  potential\n   24  environmental  threats  and  problems,  around  the bi-state region, and\n   25  determine the effects of those  practices  and  patterns,  threats,  and\n   26  problems  upon  the  natural,  scenic, and recreational resources of the\n   27  bi-state region;\n   28    b. develop recommended  regulations,  procedures,  policies,  planning\n   29  strategies,  and  model  ordinances  and  resolutions  pertaining to the\n   30  protection, preservation, maintenance, management,  and  enhancement  of\n   31  the  bi-state  region  which  would  be  implemented as appropriate on a\n   32  voluntary basis by those municipalities within the bi-state region;\n   33    c.  coordinate  environmental  cleanup,  maintenance,  and  protection\n   34  efforts  undertaken,  for  the benefit of the bi-state region by munici-\n   35  palities within the bi-state region;\n   36    d.  coordinate with the New York  State  department  of  environmental\n   37  conservation  and the New Jersey department of environmental protection,\n   38  including but not limited to, their watershed management  programs,  the\n   39  United  States Army Corps of Engineers and all municipalities within the\n   40  bi-state region.\n   41    e. recommend appropriate state legislation and  administrative  action\n   42  pertaining to the protection, preservation, maintenance, management, and\n   43  enhancement of the bi-state region;\n   44    f.  advocate, and where appropriate, act as a coordinating, distribut-\n   45  ing, or recipient agency for, federal,  state,  or  private  funding  of\n   46  environmental   cleanup,   maintenance,   protection   projects,   flood\n   47  prevention projects  and  flood  hazard  remediation  for  the  bi-state\n   48  region, which projects may include the work of the commission;\n   49    g.  identify  existing  and  projected  flood  hazards in the bi-state\n   50  region;\n   51    h. recommend, propose and coordinate a bi-state comprehensive plan  to\n   52  remediate  existing  and projected flood hazards in the bi-state region;\n   53  and\n   54    i. take such other action  as  may  be  appropriate  or  necessary  to\n   55  further the purpose of this act.\n\n       A. 2206                             4\n\n    1    S 7.  The commission shall, within 18 months of the date it organizes,\n    2  and  annually  thereafter,  prepare a progress report on its activities,\n    3  and submit it, together with any recommendations for legislation, admin-\n    4  istrative action, or action by local governments, to the  governors  and\n    5  legislatures of the states of New Jersey and New York.\n    6    S 8. The comptroller of the state of New Jersey and the comptroller of\n    7  the  state  of New York are hereby authorized and empowered from time to\n    8  time to examine the accounts and books of the commission, including  its\n    9  receipts, disbursements, and such other items referring to its financial\n   10  standing  as such comptrollers may deem proper and to report the results\n   11  of such examination to their respective governor and legislature.\n   12    S 9. This act shall take effect upon the enactment  into  law  by  the\n   13  state  of  New Jersey of legislation having substantially similar effect\n   14  with this act, but if the state of New Jersey shall have already enacted\n   15  such legislation, this act shall take effect immediately; provided  that\n   16  the  Rockland Bergen bi-state river commission shall notify the legisla-\n   17  tive bill drafting commission upon the occurrence of  the  enactment  of\n   18  the  legislation  provided for in this act in order that the legislative\n   19  bill drafting commission may maintain an accurate and  timely  effective\n   20  data  base  of the official text of the laws of the state of New York in\n   21  furtherance of effecting the provisions of section 44 of the legislative\n   22  law and section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT enacting the \"Rockland Bergen Bi-state watershed flood prevention and protection act\" and creating the Rockland Bergen Bi-state River Commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T132943.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110118.T103616.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364976896
}