{
  "year" : 2011,
  "senateBillNo" : "A220-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to local governments",
    "billEventId" : "A220-2011-1294203600000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enhances the reporting requirements for businesses, outside of N.Y. city, which store or use hazardous materials",
  "summary" : "Enhances the reporting requirements for the storage or use of hazardous materials by businesses, outside of a city having a population of one million or more. ",
  "currentCommittee" : null,
  "sameAs" : "S2826",
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "AA11148-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          220\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SPANO, ENGLEBRIGHT, MAISEL, M. MILLER, MILLMAN,\n         HOOPER, SCARBOROUGH -- Multi-Sponsored by -- M. of A. BARRON,  CRESPO,\n         GABRYSZAK,  GIBSON,  GOTTFRIED,  HIKIND,  MAYERSOHN, McENENY, PHEFFER,\n         SCHIMEL, THIELE -- read once and referred to the  Committee  on  Local\n         Governments\n\n       AN  ACT  to  amend  the  general municipal law, in relation to requiring\n         businesses to notify the local firefighting agency of the presence  of\n         hazardous materials\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivisions 3, 5 and 6 of section 209-u  of  the  general\n    2  municipal  law,  subdivision  3  as amended by chapter 23 of the laws of\n    3  1991, and subdivisions 5 and 6 as amended by chapter 594 of the laws  of\n    4  1986, are amended and a new subdivision 3-a is added to read as follows:\n    5    3.  Every  person  engaged  in commerce in this state, excepting those\n    6  operating as a farm, as  defined  by  subdivision  one  of  section  six\n    7  hundred  seventy-one  of the labor law who, based upon the experience of\n    8  the business in the use of hazardous materials during the previous year,\n    9  may have possession of hazardous materials at a permanent place of busi-\n   10  ness, a construction site or a temporary storage depot, shall report the\n   11  presence of such hazardous materials to the  chief  of  the  appropriate\n   12  fire department, fire corporation, or fire company having responsibility\n   13  for fire protection of each location at which any such hazardous materi-\n   14  al  may be found.  EACH SUCH PERSON SHALL PROVIDE THE IDENTIFICATION AND\n   15  QUANTITY OF EACH HAZARDOUS MATERIAL USED OR STORED AT EACH SITE WHICH IS\n   16  NOT WITHIN A CITY HAVING A POPULATION OF ONE  MILLION  OR  MORE.    SUCH\n   17  PERSONS THAT DO NOT STORE OR USE HAZARDOUS MATERIALS MUST RESPOND TO THE\n   18  NOTICE  BY  STATING  NO  SUCH MATERIALS ARE STORED OR USED. Upon receipt\n   19  thereof, in counties which have an office of  county  fire  coordinator,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00767-01-1\n\n       A. 220                              2\n\n    1  the  fire  department, fire corporation or fire company, shall forward a\n    2  copy of said report to the office of the county fire coordinator.\n    3    3-A.  EVERY  CITY  AND  TOWN, EXCEPT A CITY HAVING A POPULATION OF ONE\n    4  MILLION OR MORE, SHALL ANNUALLY PROVIDE NOTICE IN WRITING TO ALL PERSONS\n    5  ENGAGED IN COMMERCE WITHIN ITS  JURISDICTION  OF  THE  NOTIFICATION  AND\n    6  REPORTING   REQUIREMENTS,  RELATING  TO  HAZARDOUS  MATERIALS,  OF  THIS\n    7  SECTION. SUCH NOTICE MAY BE INCLUDED IN  TAX  BILLS  OR  OTHER  OFFICIAL\n    8  COMMUNICATIONS.\n    9    5.  An  exemption  from  the  provisions  of subdivision three of this\n   10  section may be granted by the chief of the fire department, fire  corpo-\n   11  ration,  or fire company where, in cooperation with or at the invitation\n   12  of the person, he OR SHE chooses to make or causes his OR HER  represen-\n   13  tative  to  make an inspection of the person's place of business. At the\n   14  time of such inspection the person is required to inform  the  chief  or\n   15  his  OR  HER representative of any hazardous materials which are subject\n   16  to the provisions of this section. IF ANY PERSON  GRANTED  AN  EXEMPTION\n   17  PURSUANT  TO  THIS  SUBDIVISION  CHANGES THE HAZARDOUS MATERIALS USED OR\n   18  STORED AT SUCH PLACE OF BUSINESS WHICH IS NOT WITHIN  A  CITY  HAVING  A\n   19  POPULATION  OF ONE MILLION OR MORE, SUCH PERSON SHALL IMMEDIATELY NOTIFY\n   20  THE CHIEF OF THE FIRE DEPARTMENT, FIRE CORPORATION OR  FIRE  COMPANY  OF\n   21  SUCH  CHANGE  INCLUDING  THE IDENTITY OF THE HAZARDOUS MATERIALS AND THE\n   22  AMOUNTS THEREOF USED OR STORED. Failure to  inform  shall  constitute  a\n   23  violation as set forth in subdivision eight of this section.\n   24    6. Exemptions from the provisions of subdivision three of this section\n   25  may  also be granted by said chief [as follows: (a) a general exemption]\n   26  if the PERSON DEMONSTRATES firefighting capability [of  the  person  is]\n   27  sufficient to defend against an emergency involving such hazardous mate-\n   28  rial[;  (b)  an exemption, based upon the need for confidentiality, from\n   29  the reporting of specific hazardous materials]. REQUESTS  FOR  EXEMPTION\n   30  FROM  PUBLIC DISCLOSURE OF THE HAZARDOUS MATERIALS USED OR STORED AT THE\n   31  PLACE OF BUSINESS SHALL BE SUBJECT TO THE PROVISIONS OF ARTICLE  SIX  OF\n   32  THE PUBLIC OFFICERS LAW. Requests for exemptions shall be in writing and\n   33  shall  be filed annually with said chief. Such exemptions shall be filed\n   34  with said chief and in counties which have  an  office  of  county  fire\n   35  coordinator,  a  copy of said exemption shall be forwarded by said chief\n   36  to the office of county fire coordinator on a date to be  determined  by\n   37  the  state fire administrator in the manner prescribed by the state fire\n   38  administrator. Exemptions shall be in writing and shall expire one  year\n   39  from  the  date  granted.  An exemption may be revoked if the conditions\n   40  provided in [paragraph (a) or (b) of] this subdivision no longer exist.\n   41    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   42  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, in relation to requiring businesses to notify the local firefighting agency of the presence of hazardous materials ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T125923.TXT", "SOBI.D101216.T132424.TXT", "SOBI.D101217.T121438.TXT", "SOBI.D101216.T133427.TXT", "SOBI.D110202.T104706.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661626249
}