{
  "year" : 2011,
  "senateBillNo" : "A2205-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2205-2011-1294981200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to educating children on the harms of electronically sending and posting certain images of themselves",
  "summary" : "Relates to educating children on the harms of electronically sending and posting certain images of themselves. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AA8622-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2205\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ZEBROWSKI,  GUNTHER,  CUSICK, HOOPER, GALEF,\n         CASTRO, GABRYSZAK, LENTOL, ORTIZ, RAIA, BURLING -- Multi-Sponsored  by\n         --  M.  of A. CAMARA, CROUCH, DESTITO, DUPREY, GIGLIO, GLICK, HEASTIE,\n         JAFFEE, MAGEE, MARKEY, McENENY, MENG, PERRY, ROBINSON, RUSSELL,  SCHI-\n         MEL,  SWEENEY,  TITONE,  WEISENBERG  --  read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the executive law and the  penal  law,  in  relation  to\n         educating  children  on  the electronic sending and posting of certain\n         images\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  16  of  section 501 of the executive law, as\n    2  renumbered by chapter 170 of the laws of 1994, is renumbered subdivision\n    3  17 and a new subdivision 16 is added to read as follows:\n    4    16. TO ESTABLISH AN EDUCATIONAL OUTREACH  PROGRAM  FOR  TEXT  MESSAGE,\n    5  EMAIL  AND INTERNET POSTING AWARENESS BY PROVIDING FOR AN ONGOING PUBLIC\n    6  INFORMATION AND EDUCATIONAL CAMPAIGN ABOUT THE HARM THAT MAY ARISE  FROM\n    7  ADOLESCENTS  SENDING, RECEIVING OR POSTING ON THE INTERNET MESSAGES THAT\n    8  MAY INCLUDE, BUT ARE NOT LIMITED TO,  PROVOCATIVE  OR  NUDE  IMAGES  AND\n    9  PHOTOGRAPHS OF THEMSELVES.\n   10    (A)  SUCH PROGRAM SHALL BE DESIGNED TO PROMOTE (I) INCREASED AWARENESS\n   11  OF THE POTENTIAL LONG-TERM HARM TO PRIVACY INTERESTS ASSOCIATED WITH THE\n   12  SENDING, RECEIVING OR POSTING OF SUCH IMAGES AND PHOTOGRAPHS;  AND  (II)\n   13  COORDINATION OF PUBLIC AND PRIVATE EFFORTS, INCLUDING BUT NOT LIMITED TO\n   14  EFFORTS  OF  EDUCATORS,  COMMUNITY  ORGANIZATIONS  AND  OTHER GROUPS, TO\n   15  PROVIDE EDUCATIONAL OUTREACH PROGRAMS TO ADOLESCENTS AND  THEIR  PARENTS\n   16  AND CAREGIVERS, EMPHASIZING SUCH POTENTIAL LONG-TERM HARM.\n   17    (B)  THE  FOLLOWING  STRATEGIES,  AMONG OTHERS, MAY BE USED TO PROMOTE\n   18  AWARENESS OF THE POTENTIAL LONG-TERM HARM TO ADOLESCENTS' PRIVACY INTER-\n   19  ESTS BY THE SENDING, RECEIVING OR POSTING  OF  SUCH  IMAGES  AND  PHOTO-\n   20  GRAPHS:  (I)  OUTREACH CAMPAIGNS BY MEANS OF PRINT, RADIO AND TELEVISION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00745-01-1\n\n       A. 2205                             2\n\n    1  PUBLIC SERVICE ANNOUNCEMENTS, ADVERTISEMENTS, POSTERS, INTERNET POSTINGS\n    2  AND OTHER MATERIALS; (II)  COMMUNITY  INFORMATIONAL  FORUMS;  AND  (III)\n    3  DISTRIBUTION  OF  INFORMATION  THROUGH EDUCATORS, MENTORS, AND COMMUNITY\n    4  MEMBERS.\n    5    S 2. The penal law is amended by adding a new section 40.20 to read as\n    6  follows:\n    7  S 40.20 CERTAIN ACTS BY A YOUNG PERSON.\n    8    IN  ANY  PROSECUTION  PURSUANT  TO SECTION 235.21 OR 235.22 OR SECTION\n    9  263.10, 263.11, 263.15 OR 263.16 OF THIS CHAPTER, IT IS  AN  AFFIRMATIVE\n   10  DEFENSE  THAT  THE  DEFENDANT WAS LESS THAN EIGHTEEN YEARS OLD, AND THAT\n   11  THERE IS A LESS THAN FOUR YEARS AGE DIFFERENCE BETWEEN THE DEFENDANT AND\n   12  THE RECIPIENT AT THE TIME OF THE ACT, AND THE DEPICTION  OR  DESCRIPTION\n   13  WAS  NOT OBTAINED IN VIOLATION OF SECTION 250.45 OR 250.50 OF THIS CHAP-\n   14  TER, AND BOTH THE DEFENDANT AND THE  RECIPIENT  EXPRESSLY  OR  IMPLIEDLY\n   15  ACQUIESCED IN THE CONDUCT, AND THE DEFENDANT DID NOT INTEND TO OR PROFIT\n   16  FROM  SUCH CONDUCT.   THE AFFIRMATIVE DEFENSE SHALL NOT BE AVAILABLE FOR\n   17  ANY SUBSEQUENT TRANSFER OF THE DEPICTION OR DESCRIPTION, AND SHALL  ONLY\n   18  APPLY TO THE ORIGINAL SINGLE TRANSFER TO A SINGLE RECIPIENT.\n   19    S  3.  This act shall take effect immediately; provided, however, that\n   20  section one of this act shall take effect on the ninetieth day after  it\n   21  shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the penal law, in relation to educating children on the electronic sending and posting of certain images ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110114.T132943.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364677752
}