{
  "year" : 2011,
  "senateBillNo" : "A2208-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to banks",
    "billEventId" : "A2208-2011-1294981200000-referred+to+banks",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a banking institution must cash checks drawn on said institution, if payee presents two forms of valid identification",
  "summary" : "Provides that a banking institution must cash check drawn on said institution, if payee presents two forms of valid identification; a violation of this provision subjects the institution to a civil penalty of at least one thousand dollars. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "A9200-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2208\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ZEBROWSKI  --  read once and referred to the\n         Committee on Banks\n\n       AN ACT to amend the banking law, in relation to check cashing policies\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The banking law is amended by adding a new section 9-v to\n    2  read as follows:\n    3    S 9-V. CASHING OF CERTAIN CHECKS. 1. NO BANKING  INSTITUTION  AS  SUCH\n    4  TERM  IS DEFINED IN SECTION NINE-F OF THIS ARTICLE SHALL, AS A POLICY OR\n    5  GENERAL PRACTICE, REFUSE TO CASH CHECKS DRAWN ON ACCOUNTS IN SUCH INSTI-\n    6  TUTION OR A BRANCH THEREOF. SUCH INSTITUTION MAY REQUIRE THAT THE  PAYEE\n    7  OFFER TWO FORMS OF IDENTIFICATION, INCLUDING ONE PICTURE IDENTIFICATION.\n    8    2.  IF  A  PERSON PRESENTS TWO FORMS OF IDENTIFICATION, AS PROVIDED IN\n    9  SUBDIVISION ONE OF THIS SECTION, AND A SIGNATURE OR MARK, AND THE INSTI-\n   10  TUTION REFUSES TO CASH THE CHECK IN THE ABSENCE  OF  CRIMINAL  ACTIVITY,\n   11  SUCH  INSTITUTION  SHALL  BE  GUILTY  OF A VIOLATION OF THIS SECTION AND\n   12  SUBJECT TO A CIVIL PENALTY OF NO LESS THAN ONE THOUSAND DOLLARS  AND  NO\n   13  MORE THAN FIVE THOUSAND DOLLARS FOR EACH SUCH VIOLATION.\n   14    S  2.  This  act shall take effect on the thirtieth day after it shall\n   15  have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00750-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to check cashing policies ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T132943.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110118.T103616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364976911
}