{
  "year" : 2011,
  "senateBillNo" : "A2203-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2203-2011-1294981200000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the number of days for filing a permissive referendum on a petition from thirty to forty-five and decreasing the percentage of electors required to sign a petition",
  "summary" : "Increases the number of days for filing a permissive referendum on a petition from thirty to forty-five and decreasing the percentage of electors required to sign a petition from twenty percent to ten percent of electors in the village. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Village Law",
  "previousVersions" : [ "A10016-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2203\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ZEBROWSKI  --  read once and referred to the\n         Committee on Local Governments\n\n       AN ACT to amend the village law, in relation to increasing the number of\n         days for filing a permissive referendum on a petition from  thirty  to\n         forty-five days and to decrease the percentage of electors required to\n         sign  a petition from twenty percent to ten percent of electors in the\n         village\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  9-902  of the village law is\n    2  amended to read as follows:\n    3    1. An act or resolution of the board of trustees as described  in  the\n    4  preceding  section  shall  not  take  effect until thirty days after its\n    5  adoption; nor until approved by the affirmative vote of  a  majority  of\n    6  the  qualified  electors  of such village voting on such proposition for\n    7  its approval if within [thirty] FORTY-FIVE days after its adoption there\n    8  be filed with the village clerk a petition signed  and  acknowledged  by\n    9  electors  of  the  village  in number equal to at least [twenty] TEN per\n   10  centum of such electors in the village, as  shown  on  the  register  of\n   11  electors  for  the previous general village election, protesting against\n   12  such act or resolution and requesting that it be submitted to the  elec-\n   13  tors of the village for their approval or disapproval.\n   14    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00572-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the village law, in relation to increasing the number of days for filing a permissive referendum on a petition from thirty to forty-five days and to decrease the percentage of electors required to sign a petition from twenty percent to ten percent of electors in the village ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110114.T133442.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364677733
}