{
  "year" : 2011,
  "senateBillNo" : "A2202-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2202-2011-1294981200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the Uniform Statutory Rule Against Perpetuities; repealer",
  "summary" : "Creates the Uniform Statutory Rule Against Perpetuities; adopts the \"wait and see\" for dealing with future interests; gives a period of time within which an interest can actually vest; provides that the rule begins to run at the time an interest is created and that there are certain exceptions to the rule. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Estates, Powers and Trusts Law",
  "previousVersions" : [ "A1510-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2202\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. WRIGHT -- read once and referred to the Committee\n         on Judiciary\n\n       AN  ACT  to  amend  the estates, powers and trusts law and the insurance\n         law, in relation to creating a Uniform Statutory Rule Against Perpetu-\n         ities and repealing part 1 of article 9 of  the  estates,  powers  and\n         trusts law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Part 1 of article 9 of the estates, powers and  trusts  law\n    2  is REPEALED and a new part 1 of article 9 is added to read as follows:\n    3             PART 1. UNIFORM STATUTORY RULE AGAINST PERPETUITIES\n    4  SECTION 9-1.1 SHORT TITLE\n    5          9-1.2 VALIDITY  OF  NONVESTED  PROPERTY  INTEREST  OR  POWER  OF\n    6                 APPOINTMENT\n    7          9-1.3 CREATION OF PROPERTY INTERESTS AND POWERS OF APPOINTMENT\n    8          9-1.4 REFORMATION OF PROPERTY DISPOSITIONS\n    9          9-1.5 EXCEPTIONS TO RULE\n   10          9-1.6 EFFECT OF TIMING OF CREATION OF PROPERTY INTEREST; SAVINGS\n   11                 CLAUSE\n   12          9-1.7 APPLICATION AND CONSTRUCTION\n   13          9-1.8 EFFECT ON COMMON LAW\n   14  S 9-1.1 SHORT TITLE\n   15    THIS PART SHALL BE KNOWN AS AND MAY BE CITED AS THE \"UNIFORM STATUTORY\n   16  RULE AGAINST PERPETUITIES.\"\n   17  S 9-1.2 VALIDITY OF NONVESTED PROPERTY INTEREST OR POWER OF APPOINTMENT\n   18    (A) A NONVESTED PROPERTY INTEREST IS INVALID UNLESS:\n   19    (1) WHEN THE INTEREST IS CREATED, IT IS CERTAIN TO VEST  OR  TERMINATE\n   20  NO  LATER  THAN  TWENTY-ONE  YEARS AFTER THE DEATH OF AN INDIVIDUAL THEN\n   21  ALIVE; OR\n   22    (2) THE INTEREST EITHER VESTS OR TERMINATES WITHIN NINETY YEARS  AFTER\n   23  ITS CREATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05674-01-1\n\n       A. 2202                             2\n\n    1    (B)  A  GENERAL POWER OF APPOINTMENT NOT PRESENTLY EXERCISABLE BECAUSE\n    2  OF A CONDITION PRECEDENT IS INVALID UNLESS:\n    3    (1)  WHEN  THE POWER IS CREATED, THE CONDITION PRECEDENT IS CERTAIN TO\n    4  BE SATISFIED OR BECOME IMPOSSIBLE TO SATISFY NO  LATER  THAN  TWENTY-ONE\n    5  YEARS AFTER THE DEATH OF AN INDIVIDUAL THEN ALIVE; OR\n    6    (2)  THE CONDITION PRECEDENT EITHER IS SATISFIED OR BECOMES IMPOSSIBLE\n    7  TO SATISFY WITHIN NINETY YEARS AFTER ITS CREATION.\n    8    (C) A NONGENERAL POWER OF APPOINTMENT OR A GENERAL TESTAMENTARY  POWER\n    9  OF APPOINTMENT IS INVALID UNLESS:\n   10    (1)  WHEN  THE POWER IS CREATED, IT IS CERTAIN TO BE IRREVOCABLY EXER-\n   11  CISED OR TO TERMINATE NO LATER THAN TWENTY-ONE YEARS AFTER THE DEATH  OF\n   12  AN INDIVIDUAL THEN ALIVE; OR\n   13    (2)  THE  POWER  IS  IRREVOCABLY EXERCISED OR TERMINATES WITHIN NINETY\n   14  YEARS AFTER ITS CREATION.\n   15    (D) IN DETERMINING WHETHER A NONVESTED PROPERTY INTEREST OR A POWER OF\n   16  APPOINTMENT IS VALID PURSUANT TO  SUBPARAGRAPH  ONE  OF  PARAGRAPH  (A),\n   17  SUBPARAGRAPH  ONE OF PARAGRAPH (B), OR SUBPARAGRAPH ONE OF PARAGRAPH (C)\n   18  OF THIS SECTION, THE POSSIBILITY THAT A CHILD WILL BE BORN TO  AN  INDI-\n   19  VIDUAL AFTER THE INDIVIDUAL'S DEATH IS DISREGARDED.\n   20  S 9-1.3 CREATION OF PROPERTY INTERESTS AND POWERS OF APPOINTMENT\n   21    (A)  EXCEPT  AS PROVIDED IN PARAGRAPHS (B) AND (C) OF THIS SECTION AND\n   22  IN PARAGRAPH (A) OF SECTION 9-1.6 OF THIS PART, THE TIME OF CREATION  OF\n   23  A  NONVESTED  PROPERTY  INTEREST OR A POWER OF APPOINTMENT IS DETERMINED\n   24  UNDER GENERAL PRINCIPLES OF PROPERTY LAW.\n   25    (B) IF THERE IS A PERSON WHO ALONE CAN EXERCISE A POWER CREATED  BY  A\n   26  GOVERNING INSTRUMENT TO BECOME THE UNQUALIFIED BENEFICIAL OWNER OF (I) A\n   27  NONVESTED  PROPERTY  INTEREST  OR  (II) A PROPERTY INTEREST SUBJECT TO A\n   28  POWER OF APPOINTMENT PURSUANT TO PARAGRAPHS (B) AND (C) OF SECTION 9-1.2\n   29  OF THIS PART, THE NONVESTED PROPERTY INTEREST OR POWER OF APPOINTMENT IS\n   30  CREATED WHEN THE POWER TO BECOME THE UNQUALIFIED BENEFICIAL OWNER TERMI-\n   31  NATES. A JOINT POWER WITH RESPECT TO MARITAL PROPERTY HELD  BY  INDIVID-\n   32  UALS MARRIED TO EACH OTHER IS A POWER EXERCISABLE BY ONE PERSON ALONE.\n   33    (C)  A  NONVESTED  PROPERTY INTEREST OR A POWER OF APPOINTMENT ARISING\n   34  FROM A TRANSFER OF PROPERTY TO A PREVIOUSLY FUNDED TRUST OR OTHER EXIST-\n   35  ING PROPERTY ARRANGEMENT IS CREATED WHEN THE NONVESTED PROPERTY INTEREST\n   36  OR POWER OF APPOINTMENT IN THE ORIGINAL CONTRIBUTION WAS CREATED.\n   37  S 9-1.4 REFORMATION OF PROPERTY DISPOSITIONS\n   38    (A) UPON THE PETITION OF AN INTERESTED PERSON, A COURT SHALL REFORM  A\n   39  DISPOSITION   IN   THE   MANNER   THAT  MOST  CLOSELY  APPROXIMATES  THE\n   40  TRANSFEROR'S MANIFESTED PLAN OF DISTRIBUTION AND IS  WITHIN  THE  NINETY\n   41  YEARS PERMITTED BY THIS CHAPTER IF:\n   42    (1)  A  NONVESTED  PROPERTY INTEREST OR A POWER OF APPOINTMENT BECOMES\n   43  INVALID;\n   44    (2) A CLASS GIFT IS NOT BUT MAY BECOME  INVALID  PURSUANT  TO  SECTION\n   45  9-1.2  OF THIS PART AND THE TIME HAS ARRIVED WHEN THE SHARE OF ANY CLASS\n   46  MEMBER IS TO TAKE EFFECT IN POSSESSION OR ENJOYMENT; OR\n   47    (3) A NONVESTED PROPERTY INTEREST THAT IS NOT  VALIDATED  PURSUANT  TO\n   48  SUBPARAGRAPH ONE OF PARAGRAPH (A) OF SECTION 9-1.2 OF THIS PART CAN VEST\n   49  BUT NOT WITHIN NINETY YEARS AFTER ITS CREATION.\n   50  S 9-1.5 EXCEPTIONS TO RULE\n   51    SECTION 9-1.2 OF THIS PART DOES NOT APPLY TO:\n   52    (A)  A  NONVESTED  PROPERTY INTEREST OR A POWER OF APPOINTMENT ARISING\n   53  OUT OF A NONDONATIVE TRANSFER, EXCEPT A NONVESTED PROPERTY INTEREST OR A\n   54  POWER OF APPOINTMENT ARISING OUT OF:\n   55    (1) A PREMARITAL OR POSTMARITAL AGREEMENT;\n   56    (2) A SEPARATION OR DIVORCE SETTLEMENT;\n\n       A. 2202                             3\n\n    1    (3) A SPOUSE'S ELECTION;\n    2    (4)  A  SIMILAR ARRANGEMENT ARISING OUT OF A PROSPECTIVE, EXISTING, OR\n    3  PREVIOUS MARITAL RELATIONSHIP BETWEEN THE PARTIES;\n    4    (5) A CONTRACT TO MAKE OR NOT TO REVOKE A WILL OR TRUST;\n    5    (6) A CONTRACT TO EXERCISE OR NOT TO EXERCISE A POWER OF APPOINTMENT;\n    6    (7) A TRANSFER IN SATISFACTION OF A DUTY OF SUPPORT; OR\n    7    (8) A RECIPROCAL TRANSFER;\n    8    (B) A FIDUCIARY'S POWER RELATING TO THE ADMINISTRATION  OR  MANAGEMENT\n    9  OF  ASSETS,  INCLUDING THE POWER OF A FIDUCIARY TO SELL, LEASE, OR MORT-\n   10  GAGE PROPERTY, AND THE POWER OF A FIDUCIARY TO DETERMINE  PRINCIPAL  AND\n   11  INCOME;\n   12    (C) A POWER TO APPOINT A FIDUCIARY;\n   13    (D)  A DISCRETIONARY POWER OF A TRUSTEE TO DISTRIBUTE PRINCIPAL BEFORE\n   14  TERMINATION OF A TRUST TO A BENEFICIARY HAVING  AN  INDEFEASIBLY  VESTED\n   15  INTEREST IN THE INCOME AND PRINCIPAL;\n   16    (E)  A  NONVESTED  PROPERTY INTEREST HELD BY A CHARITY, GOVERNMENT, OR\n   17  GOVERNMENTAL AGENCY OR SUBDIVISION, IF THE NONVESTED  PROPERTY  INTEREST\n   18  IS  PRECEDED  BY  AN  INTEREST  HELD  BY ANOTHER CHARITY, GOVERNMENT, OR\n   19  GOVERNMENTAL AGENCY OR SUBDIVISION;\n   20    (F) A NONVESTED PROPERTY INTEREST IN OR A POWER  OF  APPOINTMENT  WITH\n   21  RESPECT  TO  A  TRUST  OR  OTHER  PROPERTY ARRANGEMENT FORMING PART OF A\n   22  PENSION, PROFIT-SHARING, STOCK  BONUS,  AND  HEALTH,  DISABILITY,  DEATH\n   23  BENEFIT,  INCOME DEFERRAL, OR OTHER CURRENT OR DEFERRED BENEFIT PLAN FOR\n   24  ONE OR MORE EMPLOYEES, INDEPENDENT CONTRACTORS, OR  THEIR  BENEFICIARIES\n   25  OR  SPOUSES, TO WHICH CONTRIBUTIONS ARE MADE FOR THE PURPOSE OF DISTRIB-\n   26  UTING TO OR FOR THE BENEFIT OF THE PARTICIPANTS OR  THEIR  BENEFICIARIES\n   27  OR  SPOUSES  THE  PROPERTY,  INCOME,  OR PRINCIPAL IN THE TRUST OR OTHER\n   28  PROPERTY ARRANGEMENT, EXCEPT A NONVESTED PROPERTY INTEREST OR A POWER OF\n   29  APPOINTMENT THAT IS CREATED BY AN ELECTION OF A PARTICIPANT OR A BENEFI-\n   30  CIARY OR SPOUSE; OR\n   31    (G) A PROPERTY INTEREST, POWER OF APPOINTMENT, OR ARRANGEMENT THAT WAS\n   32  NOT SUBJECT TO THE COMMON LAW RULE AGAINST PERPETUITIES OR  IS  EXCLUDED\n   33  BY  ANOTHER  STATUTE  OF  THIS STATE, INCLUDING, BUT NOT LIMITED TO, THE\n   34  INTERESTS, POWERS, AND ARRANGEMENTS.\n   35  S 9-1.6 EFFECT OF TIMING  OF  CREATION  OF  PROPERTY  INTEREST;  SAVINGS\n   36  CLAUSE\n   37    (A)  EXCEPT  AS  EXTENDED  BY PARAGRAPH (B) OF THIS SECTION, THIS PART\n   38  APPLIES TO A NONVESTED PROPERTY INTEREST OR A POWER OF APPOINTMENT  THAT\n   39  IS  CREATED  ON OR AFTER JULY FIRST, NINETEEN HUNDRED EIGHTY-SEVEN.  FOR\n   40  PURPOSES OF THIS SECTION, A NONVESTED PROPERTY INTEREST OR  A  POWER  OF\n   41  APPOINTMENT CREATED BY THE EXERCISE OF A POWER OF APPOINTMENT IS CREATED\n   42  WHEN  THE  POWER  IS  IRREVOCABLY EXERCISED OR WHEN A REVOCABLE EXERCISE\n   43  BECOMES IRREVOCABLE.\n   44    (B) IF A NONVESTED PROPERTY INTEREST OR A  POWER  OF  APPOINTMENT  WAS\n   45  CREATED  BEFORE JULY FIRST, NINETEEN HUNDRED EIGHTY-SEVEN, AND IS DETER-\n   46  MINED IN A JUDICIAL PROCEEDING, COMMENCED ON OR AFTER JULY FIRST,  NINE-\n   47  TEEN HUNDRED EIGHTY-SEVEN, TO VIOLATE THIS STATE'S RULE AGAINST PERPETU-\n   48  ITIES   AS  THAT  RULE  EXISTED  BEFORE  JULY  FIRST,  NINETEEN  HUNDRED\n   49  EIGHTY-SEVEN, A COURT UPON THE PETITION OF AN  INTERESTED  PERSON  SHALL\n   50  REFORM THE DISPOSITION BY INSERTING A SAVINGS CLAUSE THAT PRESERVES MOST\n   51  CLOSELY  THE TRANSFEROR'S PLAN OF DISTRIBUTION AND THAT BRINGS THAT PLAN\n   52  WITHIN THE LIMITS OF THE RULE AGAINST PERPETUITIES APPLICABLE  WHEN  THE\n   53  NONVESTED PROPERTY INTEREST OR POWER OF APPOINTMENT WAS CREATED.\n   54  S 9-1.7 APPLICATION AND CONSTRUCTION\n\n       A. 2202                             4\n\n    1    THIS  PART  SHALL  BE  APPLIED AND CONSTRUED TO EFFECTUATE ITS GENERAL\n    2  PURPOSE TO MAKE UNIFORM THE LAW WITH RESPECT  TO  THE  SUBJECT  OF  THIS\n    3  CHAPTER AMONG STATES ENACTING IT.\n    4  S 9-1.8 EFFECT ON COMMON LAW\n    5    THIS PART SUPERSEDES THE COMMON LAW RULE AGAINST PERPETUITIES.\n    6    S  2.  Paragraph  8 of subsection (a) of section 7302 of the insurance\n    7  law is amended to read as follows:\n    8    (8) In pursuance of any such plan to convert  a  domestic  stock  life\n    9  insurance  company  into  a  mutual life insurance company, such company\n   10  shall have power, and shall be privileged, to acquire any of its  shares\n   11  by  gift,  bequest, or purchase. Until all of its outstanding shares are\n   12  acquired, any shares so acquired shall be taken and held  in  trust  for\n   13  all  the  policyholders  of  such company, by the trustees named in such\n   14  plan. Before undertaking any of the duties of the appointment each trus-\n   15  tee shall file with the company an acceptance of the appointment  and  a\n   16  declaration  that  he  will  faithfully discharge his duties as trustee,\n   17  subscribed and affirmed by him as true under the penalties  of  perjury.\n   18  All  shares  held by the trustees shall be deemed admitted assets of the\n   19  company at their par value. The trustees shall have power  to  vote  any\n   20  shares  so acquired at all corporate meetings at which shareholders have\n   21  the right to vote. All dividends and other sums received by  such  trus-\n   22  tees on the shares acquired by them, after paying the necessary expenses\n   23  of  the trust, shall be immediately repaid to such company for the bene-\n   24  fit of all who are or may become policyholders of such company and enti-\n   25  tled to participate in the profits thereof, and shall be  added  to  and\n   26  become  a part of the surplus earned by such company, apportionable as a\n   27  part of such surplus  among  such  policyholders.    The  provisions  of\n   28  section  six  hundred twenty-one of the business corporation law and [of\n   29  section 9-1.1] PART ONE OF ARTICLE  NINE  of  the  estates,  powers  and\n   30  trusts law shall not apply to the trust hereinbefore authorized.\n   31    S  3.  The  opening paragraph of paragraph (c) of section 7-2.1 of the\n   32  estates, powers and trusts law, as added by chapter 1031 of the laws  of\n   33  1973, is amended to read as follows:\n   34    A  trust as described [in sections 9-1.5, 9-1.6 and 9-1.7] PURSUANT TO\n   35  PART ONE OF ARTICLE NINE of [the estates, powers and  trusts  law]  THIS\n   36  CHAPTER,  including  a  business  trust as defined in subdivision two of\n   37  section two of the general associations law, may acquire property in the\n   38  name of the trust as such name is designated in the instrument  creating\n   39  said  trust.  Any  property,  so acquired can be conveyed, encumbered or\n   40  otherwise disposed of only in such name by a conveyance, encumbrance  or\n   41  other instrument executed by:\n   42    S 4. Subparagraph 8 of paragraph (a) of section 11-2.2 of the estates,\n   43  powers and trusts law, as amended by chapter 217 of the laws of 1991, is\n   44  amended to read as follows:\n   45    (8)  Investment  by a fiduciary in a limited partnership or investment\n   46  trust, as defined in [9-1.5] ARTICLE NINE of this chapter, shall not  be\n   47  deemed to be an improper delegation of investment authority.\n   48    S  5.  This  act  shall  take  effect  on  the first of September next\n   49  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the estates, powers and trusts law and the insurance law, in relation to creating a Uniform Statutory Rule Against Perpetuities and repealing part 1 of article 9 of the estates, powers and trusts law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T103117.TXT", "SOBI.D110114.T133442.TXT", "SOBI.D110114.T142948.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364677724
}