{
  "year" : 2011,
  "senateBillNo" : "A2212-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A2212-2011-1294981200000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits the licensing of slaughterhouses within a fifteen hundred foot radius of a residential dwelling",
  "summary" : "Prohibits the licensing of slaughterhouses within a fifteen hundred foot radius of a residential dwelling. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "A9197-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2212\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M. of A. ZEBROWSKI, CALHOUN -- read once and referred to\n         the Committee on Agriculture\n\n       AN ACT to amend the agriculture and markets law, in relation to  prohib-\n         iting  the  licensing of slaughterhouses within a fifteen hundred foot\n         radius of a residential dwelling\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 96-b of the agriculture and markets law is amended\n    2  by adding a new subdivision 4 to read as follows:\n    3    4. IN NEW YORK STATE, EXCEPT IN  A  CITY  WITH  A  POPULATION  OF  ONE\n    4  MILLION  OR  MORE,  THE COMMISSIONER SHALL NOT LICENSE ANY PERSON, FIRM,\n    5  PARTNERSHIP OR CORPORATION TO OPERATE ANY PLACE OR  ESTABLISHMENT  WHERE\n    6  ANIMALS  AND/OR  FOWLS  ARE  SLAUGHTERED  OR BUTCHERED FOR FOOD WITHIN A\n    7  FIFTEEN HUNDRED FOOT RADIUS OF A RESIDENTIAL DWELLING. THIS  SUBDIVISION\n    8  SHALL  NOT  APPLY TO ANY PREMISES UPON WHICH A PERSON, FIRM, PARTNERSHIP\n    9  OR CORPORATION HAS BEEN CONTINUOUSLY CONDUCTING BUSINESS AS DESCRIBED IN\n   10  THIS SUBDIVISION FROM A DATE PRIOR TO THE EFFECTIVE DATE OF THIS  SUBDI-\n   11  VISION.\n   12    S  2.  Section  96-b of the agriculture and markets law, as amended by\n   13  section 2 of part I1 of chapter 62 of the laws of 2003,  is  amended  to\n   14  read as follows:\n   15    S 96-b.  License required.   1. No person, firm, partnership or corpo-\n   16  ration not granted inspection pursuant to the  federal  meat  inspection\n   17  act,  the  federal  poultry  products  inspection act, article five-B or\n   18  article five-D of this chapter shall operate any place or  establishment\n   19  where animals or fowls are slaughtered or butchered for food unless such\n   20  person,  firm, partnership or corporation be licensed by the commission-\n   21  er. In addition to any other requirements established by the commission-\n   22  er, such license shall prohibit the slaughter or butchering by  slaught-\n   23  erhouses  of domesticated dog and domesticated cat to create food, meat,\n   24  meat by-products or meat food products for human or animal  consumption.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00748-01-1\n\n       A. 2212                             2\n\n    1  An  application  for license shall be made upon a form prescribed by the\n    2  commissioner on or before the first day of May in every other year,  for\n    3  a  two  year  license  period commencing upon the following first day of\n    4  June.  With  the  application  there  shall be paid a license fee of two\n    5  hundred dollars.\n    6    2. IN NEW YORK STATE, EXCEPT IN  A  CITY  WITH  A  POPULATION  OF  ONE\n    7  MILLION  OR  MORE,  THE COMMISSIONER SHALL NOT LICENSE ANY PERSON, FIRM,\n    8  PARTNERSHIP OR CORPORATION TO OPERATE ANY PLACE OR  ESTABLISHMENT  WHERE\n    9  ANIMALS  AND/OR  FOWLS  ARE  SLAUGHTERED  OR BUTCHERED FOR FOOD WITHIN A\n   10  FIFTEEN HUNDRED FOOT RADIUS OF A RESIDENTIAL DWELLING. THIS  SUBDIVISION\n   11  SHALL  NOT  APPLY TO ANY PREMISES UPON WHICH A PERSON, FIRM, PARTNERSHIP\n   12  OR CORPORATION HAS BEEN CONTINUOUSLY CONDUCTING BUSINESS AS DESCRIBED IN\n   13  THIS SUBDIVISION FROM A DATE PRIOR TO THE EFFECTIVE DATE OF THE  CHAPTER\n   14  OF THE LAWS OF TWO THOUSAND ELEVEN WHICH ADDED THIS SUBDIVISION.\n   15    S 3.  This act shall take effect immediately; provided that the amend-\n   16  ments to section 96-b of the agriculture and markets law made by section\n   17  one of this act shall be subject to the expiration and reversion of such\n   18  section  pursuant  to  section  3 of chapter 395 of the laws of 2008, as\n   19  amended, when upon such date the provisions of section two of  this  act\n   20  shall take effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to prohibiting the licensing of slaughterhouses within a fifteen hundred foot radius of a residential dwelling ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T132943.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110118.T104117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295365277046
}