{
  "year" : 2011,
  "senateBillNo" : "A2217-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to labor",
    "billEventId" : "A2217-2011-1294981200000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires employers to register for E-verify program for verification of employment eligibility; establishes a tax credit for employers with less than fifty employees",
  "summary" : "Requires public and private employers to register for and participate in the E-verify program for verification of employment eligibility; establishes a tax credit for employers with less than fifty employees that register for the E-verify program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A10720-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Katz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Fitzpatrick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2217\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CASTELLI, KATZ -- read once and referred to the\n         Committee on Labor\n\n       AN ACT to amend the labor law,  in  relation  to  requiring  public  and\n         private  employers  to  register  for  and participate in the E-verify\n         program for verification of employment eligibility; and to  amend  the\n         tax  law,  in relation to establishing a tax credit for employers with\n         less than fifty employees that register for the E-verify program by  a\n         certain time\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The labor law is amended by adding a new section  219-b  to\n    2  read as follows:\n    3    S  219-B.  EMPLOYER  VERIFICATION  OF EMPLOYMENT ELIGIBILITY; E-VERIFY\n    4  PROGRAM. 1. FOR THE PURPOSE OF THIS SECTION, THE FOLLOWING  WORDS  SHALL\n    5  BE DEFINED AS FOLLOWS:\n    6    (A) \"EMPLOYER\" MEANS ANY PERSON, ENTITY, BUSINESS, CORPORATION, LIMIT-\n    7  ED  LIABILITY  COMPANY,  OR  ASSOCIATION EMPLOYING ANY INDIVIDUAL IN ANY\n    8  OCCUPATION, INDUSTRY, TRADE, BUSINESS OR SERVICE;\n    9    (B) \"PUBLIC EMPLOYER\" MEANS EVERY DEPARTMENT, AGENCY, OR INSTRUMENTAL-\n   10  ITY OF THE STATE OR POLITICAL SUBDIVISION OF THE STATE;\n   11    (C) \"EMPLOYEE\" MEANS ANY PERSON OR  ENTITY  EMPLOYED  FOR  HIRE  BY  A\n   12  PUBLIC OR PRIVATE EMPLOYER IN ANY EMPLOYMENT; AND\n   13    (D)  \"E-VERIFY  PROGRAM\"  MEANS THE ELECTRONIC EMPLOYMENT VERIFICATION\n   14  PROGRAM THAT IS AUTHORIZED BY THE ILLEGAL IMMIGRATION REFORM  AND  IMMI-\n   15  GRATION  RESPONSIBILITY  ACT  OF  1996,  PUBLIC LAW 104-208, DIVISION C,\n   16  SECTION 403(A); 8 U.S.C. SECTION 1324(A)(H)(3), AND JOINTLY ADMINISTERED\n   17  BY THE UNITED STATES DEPARTMENT OF  HOMELAND  SECURITY  AND  THE  SOCIAL\n   18  SECURITY ADMINISTRATION, OR ITS SUCCESSOR PROGRAM.\n   19    2. EVERY PUBLIC OR PRIVATE EMPLOYER SHALL REGISTER FOR AND PARTICIPATE\n   20  IN  THE  E-VERIFY  PROGRAM, OR ITS SUCCESSOR PROGRAM, FOR THE PURPOSE OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05511-01-1\n\n       A. 2217                             2\n\n    1  VERIFYING THE EMPLOYMENT ELIGIBILITY STATUS  OF  SUCH  EMPLOYER'S  NEWLY\n    2  HIRED EMPLOYEES BY THE FOLLOWING DATES:\n    3    (A)  FOR AN EMPLOYER WITH ONE HUNDRED OR MORE EMPLOYEES, NO LATER THAN\n    4  JULY FIRST, TWO THOUSAND TWELVE;\n    5    (B) FOR AN EMPLOYER WITH AT LEAST FIFTY EMPLOYEES BUT FEWER  THAN  ONE\n    6  HUNDRED EMPLOYEES, NO LATER THAN JANUARY FIRST, TWO THOUSAND THIRTEEN;\n    7    (C) FOR AN EMPLOYER WITH AT LEAST TWENTY-FIVE EMPLOYEES BUT FEWER THAN\n    8  FIFTY EMPLOYEES, NO LATER THAN JANUARY FIRST, TWO THOUSAND FOURTEEN;\n    9    (D) FOR ALL OTHER EMPLOYERS, NO LATER THAN JANUARY FIRST, TWO THOUSAND\n   10  FIFTEEN.\n   11    IF  AN  EMPLOYER  FAILS TO COMPLY WITH THE PROVISIONS OF THIS SUBDIVI-\n   12  SION, SUCH EMPLOYER SHALL BE SUBJECT TO THE CIVIL PENALTIES SET FORTH IN\n   13  SUBDIVISION FOUR OF THIS SECTION.\n   14    3. THE COMMISSIONER SHALL PROMULGATE AND ADMINISTER  RULES  AND  REGU-\n   15  LATIONS  AS  HE  OR SHE MAY DEEM APPROPRIATE AND NECESSARY TO EFFECTUATE\n   16  THE PROVISIONS OF THIS SECTION. THE COMMISSIONER SHALL BE AUTHORIZED  TO\n   17  INSPECT  ANY  EMPLOYER'S  BUSINESS  RECORDS  CONCERNING  SUCH EMPLOYER'S\n   18  REGISTRATION AND PARTICIPATION IN THE E-VERIFY PROGRAM. IF SUCH EMPLOYER\n   19  FAILS TO REGISTER OR PARTICIPATE IN SUCH PROGRAM PURSUANT TO SUBDIVISION\n   20  TWO OF THIS SECTION, THE COMMISSIONER SHALL BE AUTHORIZED TO IMPOSE  THE\n   21  CIVIL PENALTIES SET FORTH IN SUBDIVISION FOUR OF THIS SECTION.\n   22    4.  IF  AFTER  INVESTIGATION  THE COMMISSIONER MAKES A FINDING THAT AN\n   23  EMPLOYER HAS WILLFULLY  OR  INTENTIONALLY  FAILED  TO  REGISTER  FOR  OR\n   24  PARTICIPATE  IN  THE E-VERIFY PROGRAM, AS REQUIRED BY SUBDIVISION TWO OF\n   25  THIS SECTION, THE COMMISSIONER SHALL BY AN ORDER  WHICH  SHALL  DESCRIBE\n   26  PARTICULARLY  THE  NATURE  OF THE VIOLATION, ASSESS THE EMPLOYER A CIVIL\n   27  PENALTY OF NOT MORE  THAN  ONE  THOUSAND  DOLLARS  FOR  THE  FIRST  SUCH\n   28  VIOLATION  AND  NOT  MORE  THAN  TWO  THOUSAND DOLLARS FOR A SECOND SUCH\n   29  VIOLATION. SUCH PENALTY SHALL BE PAID TO THE COMMISSIONER FOR DEPOSIT IN\n   30  THE TREASURY OF THE STATE. UPON A THIRD VIOLATION, AN EMPLOYER SHALL  BE\n   31  SUBJECT  TO  THE CANCELLATION OF ANY STATE OR PUBLIC CONTRACT, RESULTING\n   32  IN INELIGIBILITY FOR ANY STATE OR PUBLIC CONTRACT FOR UP TO FIVE  YEARS;\n   33  THE  LOSS  OF ANY LICENSE, PERMIT, CERTIFICATE OR OTHER DOCUMENT GRANTED\n   34  TO THE EMPLOYER BY ANY AGENCY, DEPARTMENT OR GOVERNMENT  ENTITY  IN  THE\n   35  STATE OF NEW YORK FOR THE RIGHT TO DO BUSINESS IN NEW YORK FOR UP TO ONE\n   36  YEAR,  OR  BOTH.  THE  EMPLOYER SHALL BE LIABLE FOR ANY ADDITIONAL COSTS\n   37  INCURRED BY THE AGENCIES AND INSTITUTIONS OF THE STATE OF NEW  YORK,  OR\n   38  ANY  OF  ITS  POLITICAL SUBDIVISIONS, BECAUSE OF THE CANCELLATION OF THE\n   39  CONTRACT OR LOSS OF ANY LICENSE OR PERMIT TO DO BUSINESS IN THE STATE.\n   40    S 2. Section 210 of the tax law is amended by adding a new subdivision\n   41  22-a to read as follows:\n   42    22-A. CREDIT FOR REGISTRATION FOR E-VERIFY  PROGRAM.  (A)  GENERAL.  A\n   43  TAXPAYER,  WHO HAS FEWER THAN FIFTY EMPLOYEES, SHALL BE ALLOWED A CREDIT\n   44  AGAINST THE TAX IMPOSED BY THIS ARTICLE, FOR REGISTERING FOR THE E-VERI-\n   45  FY PROGRAM, AS DESCRIBED IN SECTION TWO HUNDRED NINETEEN-B OF THE  LABOR\n   46  LAW,   BETWEEN   JANUARY   FIRST,   TWO  THOUSAND  TWELVE  AND  DECEMBER\n   47  THIRTY-FIRST, TWO THOUSAND TWELVE.\n   48    (B) AMOUNT OF CREDIT. A CREDIT SHALL BE ALLOWED IN THE AMOUNT  OF  TWO\n   49  HUNDRED FIFTY DOLLARS FOR THE TAXABLE YEAR IN WHICH SUCH TAXPAYER REGIS-\n   50  TERED FOR THE E-VERIFY PROGRAM.\n   51    (C)  CARRYOVER.  IF THE AMOUNT OF CREDIT ALLOWABLE UNDER THIS SUBDIVI-\n   52  SION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR  SUCH  TAX\n   53  YEAR, THE EXCESS MAY BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS, AND\n   54  MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   55    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to requiring public and private employers to register for and participate in the E-verify program for verification of employment eligibility; and to amend the tax law, in relation to establishing a tax credit for employers with less than fifty employees that register for the E-verify program by a certain time AN ACT to amend the labor law, in relation to requiring public and private employers to register for and participate in the E-verify program for verification of employment eligibility; and to amend the tax law, in relation to establishing a tax credit for employers with less than fifty employees that register for the E-verify program by a certain time ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T115945.TXT", "SOBI.D110125.T091858.TXT", "SOBI.D110118.T104117.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295965138405
}