{
  "year" : 2011,
  "senateBillNo" : "A2216-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2216-2011-1294981200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a provision requiring court review of domestic violence bail applications",
  "summary" : "Requires court review of domestic violence bail applications. ",
  "currentCommittee" : null,
  "sameAs" : "S829",
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "AA10736-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2216\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. ZEBROWSKI, CAHILL, REILLY, GABRYSZAK, SCHIMMINGER\n         --  Multi-Sponsored  by  --  M. of A. DESTITO, GLICK, MARKEY, MILLMAN,\n         PHEFFER -- read once and referred to the Committee on Codes\n\n       AN ACT to amend the criminal procedure law,  in  relation  to  requiring\n         court review of domestic violence bail applications\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the \"Isol Cotto\n    2  Act\".\n    3    S 2. The criminal procedure law is amended by  adding  a  new  section\n    4  510.25 to read as follows:\n    5  S 510.25 APPLICATION  FOR  RECOGNIZANCE  OR  BAIL;  WHERE  DEFENDANT  IS\n    6             ACCUSED OF DOMESTIC VIOLENCE OR VIOLATING AN  EXISTING  ORDER\n    7             OF PROTECTION.\n    8    1.  ANY  INDIVIDUAL  ARRESTED FOR AN OFFENSE RELATING TO: (A) DOMESTIC\n    9  VIOLENCE, AS DEFINED IN SECTION FOUR HUNDRED FIFTY-NINE-A OF THE  SOCIAL\n   10  SERVICES  LAW;  (B)  VIOLATING  AN  EXISTING  ORDER OF PROTECTION ISSUED\n   11  PURSUANT TO THE FOLLOWING PROVISIONS OF LAW:  SUBDIVISION ONE OF SECTION\n   12  530.11, SUBPARAGRAPH (I) OR (II) OF PARAGRAPH (O) OF SUBDIVISION ONE  OF\n   13  SECTION  330.20,  SECTION 530.12 OF THIS CHAPTER, ORDERS ISSUED PURSUANT\n   14  TO SECTIONS TWO HUNDRED FORTY AND TWO HUNDRED FIFTY-TWO OF THE  DOMESTIC\n   15  RELATIONS  LAW,  ARTICLES  FOUR, FIVE, SIX AND EIGHT OF THE FAMILY COURT\n   16  ACT, AND AN ORDER OF PROTECTION ISSUED BY COURTS OF COMPETENT  JURISDIC-\n   17  TION  IN  ANOTHER  STATE,  TERRITORIAL  OR  TRIBAL  JURISDICTION; OR (C)\n   18  COMMITTING A FAMILY OFFENSE AS DEFINED IN  SUBDIVISION  ONE  OF  SECTION\n   19  EIGHT  HUNDRED  TWELVE  OF THE FAMILY COURT ACT SHALL NOT BE RELEASED ON\n   20  BAIL UNTIL THEY HAVE APPEARED BEFORE A JUDGE OF THE COURT.\n   21    2. THE COURT'S REVIEW OF BAIL, AS PROVIDED FOR IN THIS SECTION,  SHALL\n   22  INCLUDE  BUT NOT BE LIMITED TO: (A) A REVIEW OF THE CIRCUMSTANCES OF THE\n   23  ARREST; (B) ANY PRIOR VIOLENT  OFFENSES;  AND  (C)  THE  RISK  THAT  THE\n   24  ACCUSED  POSES  TO  THE  VICTIM IF RELEASED. SUCH APPEARANCE SHALL OCCUR\n   25  WITHIN TWELVE HOURS OF ARREST AND IN NO INSTANCE MAY THE ACCUSED BE HELD\n   26  UNDER THE PROVISIONS OF THIS SECTION FOR MORE THAN TWELVE HOURS.\n   27    S 3. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00565-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, in relation to requiring court review of domestic violence bail applications ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T115945.TXT", "SOBI.D110118.T104117.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295365277066
}