{
  "year" : 2011,
  "senateBillNo" : "A2219-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to economic development",
    "billEventId" : "A2219-2011-1294981200000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the New York state green economic development zones act",
  "summary" : "Enacts the New York state green economic development zones act to offer special incentives and assistance that promote the development of new green businesses and expansion of existing businesses within designated green economic development zones in areas of Staten Island. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Municipal Law",
  "previousVersions" : [ "A10662-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titone",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Tobacco",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Malliotakis",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2219\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. CUSICK, TITONE, TOBACCO, MALLIOTAKIS -- read once\n         and  referred  to the Committee on Economic Development, Job Creation,\n         Commerce and Industry\n\n       AN ACT to amend the general municipal law, the real  property  tax  law,\n         the  general  city  law,  the  tax  law and the public service law, in\n         relation to enacting the New York  state  green  economic  development\n         zones act\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited as the  \"New  York\n    2  state green economic development zones act.\"\n    3    S 2. The general municipal law is amended by adding a new article 18-D\n    4  to read as follows:\n    5                                 ARTICLE 18-D\n    6                      GREEN ECONOMIC DEVELOPMENT ZONES\n\n    7  SECTION 974. SHORT TITLE.\n    8          974-A. LEGISLATIVE FINDINGS AND DECLARATION.\n    9          974-B. DEFINITIONS.\n   10          974-C. CRITERIA FOR GREEN ECONOMIC DEVELOPMENT ZONE DESIGNATION.\n   11          974-D. RESPONSIBILITIES OF THE COMMISSIONER.\n   12          974-E. DESIGNATION OF GREEN ECONOMIC DEVELOPMENT ZONE.\n   13          974-F. APPLICATION  FOR  GREEN  ECONOMIC DEVELOPMENT ZONE DESIG-\n   14                   NATION.\n   15          974-G. GREEN ECONOMIC DEVELOPMENT ZONE DEVELOPMENT PLAN.\n   16          974-H. LOCAL ADMINISTRATION OF GREEN ECONOMIC DEVELOPMENT ZONE.\n   17          974-I. DESIGNATION OF  GREEN  ECONOMIC  DEVELOPMENT  ZONE  AS  A\n   18                   FEDERAL GREEN ENTERPRISE ECONOMIC DEVELOPMENT ZONE.\n   19          974-J. DIVISION OF TAXES BY GOVERNMENT BODIES.\n   20          974-K. DISPOSITION OF PROPERTY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04764-01-1\n\n       A. 2219                             2\n\n    1          974-L. TERMINATION  OR REVERSION OF A GREEN ECONOMIC DEVELOPMENT\n    2                   ZONE.\n    3    S  974.   SHORT TITLE. THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED AS\n    4  THE \"NEW YORK GREEN ECONOMIC DEVELOPMENT ZONES ACT\".\n    5    S 974-A.  LEGISLATIVE FINDINGS AND DECLARATION.   IT IS  HEREBY  FOUND\n    6  AND  DECLARED  THAT  THERE EXISTS WITHIN THE STATE THE NEED TO STIMULATE\n    7  EMPLOYMENT AND MORE EFFICIENT TRANSPORTATION BY UTILIZING  THE  EMERGING\n    8  GREEN TECHNOLOGY THAT WILL REDUCE THE OUTPUT OF CARBON IN THE ATMOSPHERE\n    9  OF  THE  STATE,  IMPROVE  THE  STATE'S ENVIRONMENTAL QUALITY OF LIFE AND\n   10  GENERAL HEALTH OF THE RESIDENTS. THIS NEED REQUIRES THE STATE GOVERNMENT\n   11  TO TARGET AREAS FOR EXTRAORDINARY ECONOMIC DEVELOPMENT PROGRAMS IN ORDER\n   12  TO STIMULATE PRIVATE INVESTMENT, PRIVATE BUSINESS  DEVELOPMENT  AND  JOB\n   13  CREATION.  IT  IS THE PUBLIC POLICY OF THE STATE TO OFFER SPECIAL INCEN-\n   14  TIVES AND ASSISTANCE THAT WILL PROMOTE  THE  DEVELOPMENT  OF  NEW  GREEN\n   15  BUSINESSES AND THE EXPANSION OF EXISTING BUSINESSES WITHIN PRE-DESIGNAT-\n   16  ED  AREAS  AND  TO  DO SO WITHOUT ENCOURAGING THE RELOCATION OF BUSINESS\n   17  INVESTMENT FROM OTHER AREAS OF  THE  STATE.  IT  IS  FURTHER  FOUND  AND\n   18  DECLARED  THAT  IT  IS  THE  PUBLIC POLICY OF THE STATE TO ACHIEVE THESE\n   19  GOALS THROUGH THE MUTUAL COOPERATION OF ALL LEVELS OF  STATE  AND  LOCAL\n   20  GOVERNMENT AND THE BUSINESS COMMUNITY.\n   21    S  974-B.  DEFINITIONS.  AS  USED IN THIS ARTICLE, THE FOLLOWING TERMS\n   22  SHALL HAVE THE FOLLOWING MEANINGS  UNLESS  THE  CONTEXT  SHALL  INDICATE\n   23  ANOTHER OR DIFFERENT MEANING OR INTENT:\n   24    (A)  \"APPLICANT\"  SHALL MEAN THE COUNTY, CITY, TOWN OR VILLAGE SUBMIT-\n   25  TING AN APPLICATION IN THE MANNER AUTHORIZED BY  LOCAL  LAW  FOR  DESIG-\n   26  NATION OF AN AREA AS A GREEN ECONOMIC DEVELOPMENT ZONE.\n   27    (B)  \"ENTERPRISE\"  SHALL MEAN A BUSINESS ENTERPRISE THAT IS AUTHORIZED\n   28  TO DO BUSINESS IN THIS STATE AND IS INDEPENDENTLY OWNED AND OPERATED AND\n   29  FOUND TO COMPLY WITH GREEN ECONOMIC DEVELOPMENT ZONE CRITERIA.\n   30    (C) \"GREEN BUSINESS\" SHALL MEAN A BUSINESS THAT HAS ITS PRIMARY SOURCE\n   31  OF REVENUE THE PROVISION OF SERVICES IN THE FOLLOWING AREAS:  (1)  GREEN\n   32  HOUSE  EMISSION  REDUCTION  TECHNOLOGIES;  (2) THE ASSEMBLY OF ESSENTIAL\n   33  COMPONENTS FOR A CLEAN-FUELED VEHICLE; OR (3) ENERGY EFFICIENCY TECHNOL-\n   34  OGIES; WHERE\n   35    (A)  \"GREENHOUSE  EMISSION  REDUCTION  TECHNOLOGIES\"  SHALL  MEAN  AND\n   36  INCLUDE,  BUT  NOT  BE  LIMITED TO: (I) COGENERATION TECHNOLOGIES, WHICH\n   37  SHALL MEAN ANY ONE OF THE SEVERAL TECHNOLOGIES WHEREIN WASTE  HEAT  FROM\n   38  ON-SITE  ELECTRICAL  GENERATION PROCESS IS RECOVERED TO PROVIDE STEAM OR\n   39  HOT WATER TO MEET ON-SITE NEEDS, SUCH AS HEATING AND/OR AIR CONDITIONING\n   40  AND WHICH ATTAINS  OVERALL  SYSTEM  EFFICIENCY  AS  ESTABLISHED  BY  THE\n   41  DEPARTMENT  OF  ENVIRONMENTAL CONSERVATION, CONSIDERING BOTH THERMAL AND\n   42  ELECTRICAL PROCESS TOGETHER; (II) FURNACE AND  BOILER  REPLACEMENTS  AND\n   43  RETROFITS,  PROVIDED  THAT  THE  NEW OR RETROFITTED FURNACES AND BOILERS\n   44  SHALL NOT AT ANY TIME OPERATE ON DIESEL FUEL WITH SULFUR CONTENT GREATER\n   45  THAN 0.05 PERCENT BY WEIGHT; (III) THE PRODUCTION OF CLEAN-FUELED  VEHI-\n   46  CLES  OR  THE  CONVERSION OF EXISTING VEHICLES TO CLEAN-FUELED VEHICLES;\n   47  AND (IV) OTHER MEASURES THAT WILL  REDUCE  THE  DEMAND  FOR  AND/OR  THE\n   48  CONSUMPTION  OF  ENERGY INCLUDING FUELS, AS DETERMINED BY THE DEPARTMENT\n   49  OF ENVIRONMENTAL CONSERVATION WITH THE NEW YORK  STATE  ENERGY  RESEARCH\n   50  AND DEVELOPMENT AUTHORITY;\n   51    (B)  \"CLEAN-FUELED VEHICLE\" SHALL MEAN ANY MOTOR VEHICLE AS DEFINED IN\n   52  SECTION ONE HUNDRED TWENTY-FIVE OF THE VEHICLE  AND  TRAFFIC  LAW,  THAT\n   53  USES  ELECTRICITY,  INCLUDING  ELECTRICITY  EITHER  STORED  OR GENERATED\n   54  ON-BOARD, AS ITS PRIMARY MOTIVE FORCE, OR THAT IS FUELED BY NATURAL GAS,\n   55  PROPANE, HYDROGEN OR ANY OTHER NON-CARBON PRODUCING FUEL;\n\n       A. 2219                             3\n\n    1    (C) \"ENERGY EFFICIENCY  TECHNOLOGIES\"  SHALL  MEAN  TECHNOLOGIES  THAT\n    2  REDUCE  THE CONSUMPTION OF ELECTRICITY INCLUDING BUT NOT LIMITED TO: (I)\n    3  REPLACEMENT OF INEFFICIENT LIGHTING FIXTURES; (II) APPLIANCES AND EQUIP-\n    4  MENT THAT MEET ENERGY EFFICIENCY PERFORMANCE STANDARDS AS IDENTIFIED  IN\n    5  ARTICLE  SIXTEEN  OF  THE ENERGY LAW; AND (III) OTHER SUCH MEASURES THAT\n    6  WILL REDUCE THE DEMAND FOR AND/OR CONSUMPTION OF ELECTRICITY  AS  DETER-\n    7  MINED  BY  THE NEW YORK STATE ENERGY AND RESEARCH DEVELOPMENT AUTHORITY;\n    8  AND\n    9    (D) \"RENEWABLE ENERGY DEVELOPMENT\" SHALL MEAN THE PURCHASE AND INSTAL-\n   10  LATION OF TECHNOLOGIES DESIGNED TO CONVERT RENEWABLE ENERGY  INTO  ELEC-\n   11  TRICITY  OR OTHER END USES, WHERE RENEWABLE ENERGY INCLUDES SOLAR, WIND,\n   12  TIDAL,  FUEL  CELL,  GEOTHERMAL  AND  HYDROGEN,  BUT  DOES  NOT  INCLUDE\n   13  COMBUSTION  OR PYROLYSIS OF SOLID WASTE AS DEFINED IN SECTION 27-0701 OF\n   14  THE ENVIRONMENTAL CONSERVATION LAW OR ELECTRICITY GENERATED FROM NUCLEAR\n   15  POWER PLANTS.\n   16    (D) \"COMMISSIONER\" SHALL MEAN THE COMMISSIONER  OF  ECONOMIC  DEVELOP-\n   17  MENT.\n   18    S  974-C. CRITERIA FOR GREEN ECONOMIC DEVELOPMENT ZONE DESIGNATION. TO\n   19  BE ELIGIBLE FOR DESIGNATION AS A GREEN  ECONOMIC  DEVELOPMENT  ZONE  THE\n   20  AREA  MUST  BE  DESIGNATED BY THE FEDERAL GOVERNMENT AS A GREEN ECONOMIC\n   21  DEVELOPMENT ZONE OR GREEN ENTERPRISE ZONE AND BE DEFINED  BY  PRE-DESIG-\n   22  NATED BOUNDARIES.\n   23    S 974-D. RESPONSIBILITIES OF THE COMMISSIONER. THE COMMISSIONER SHALL:\n   24    (A)  AFTER CONSULTATION WITH ALL APPROPRIATE DIRECTORS AND COMMISSION-\n   25  ERS OF STATE AGENCIES PROMULGATE REGULATIONS GOVERNING THE  CRITERIA  OF\n   26  ELIGIBILITY FOR LOCAL GREEN ECONOMIC DEVELOPMENT ZONE DESIGNATIONS;\n   27    (B)  RECEIVE AND REVIEW APPLICATIONS FOR DESIGNATION OF AREAS AS LOCAL\n   28  GREEN ECONOMIC DEVELOPMENT ZONES;\n   29    (C) PROMULGATE REGULATIONS, IN CONSULTATION WITH THE  COMMISSIONER  OF\n   30  LABOR, FOR PROGRAM EVALUATION AND COORDINATE IMPLEMENTATION OF AN EVALU-\n   31  ATION  SYSTEM,  WHICH IS CAPABLE OF COMPILING AND ANALYZING ACCURATE AND\n   32  CONSISTENT INFORMATION NECESSARY FOR AN ASSESSMENT OF WHETHER  STATUTORY\n   33  OBJECTIVES AND CRITERIA ARE BEING MET; AND\n   34    (D) REVIEW PERFORMANCE OBJECTIVES AND PROGRESS IN MEETING OBJECTIVES.\n   35    S  974-E.  DESIGNATION  OF  GREEN ECONOMIC DEVELOPMENT ZONE. THE GREEN\n   36  ECONOMIC DEVELOPMENT ZONE SHALL BE IN COORDINATION AND  CORRESPOND  WITH\n   37  THE FEDERAL DESIGNATION OF GREEN ENTERPRISE DEVELOPMENT ZONES.\n   38    S  974-F. APPLICATION FOR GREEN ECONOMIC DEVELOPMENT ZONE DESIGNATION.\n   39  A CITY, COUNTY (OTHER THAN A COUNTY WHOLLY  CONTAINED  WITHIN  A  CITY),\n   40  TOWN  OR VILLAGE MAY ADOPT A LOCAL LAW AUTHORIZING SUCH MUNICIPAL CORPO-\n   41  RATION TO PREPARE AND SUBMIT AN APPLICATION TO THE DEPARTMENT OF ECONOM-\n   42  IC DEVELOPMENT FOR DESIGNATION OF AN AREA THEREIN AS  A  GREEN  ECONOMIC\n   43  DEVELOPMENT  ZONE; AND THE ADOPTION OF SUCH A LOCAL LAW BY THE MUNICIPAL\n   44  CORPORATION WITHIN WHICH THE PROPOSED GREEN ECONOMIC DEVELOPMENT ZONE IS\n   45  TO BE LOCATED SHALL BE A PREREQUISITE TO THE SUBMISSION OF  AN  APPLICA-\n   46  TION FOR SUCH DESIGNATION. SUCH LOCAL LAW SHALL ALSO DESIGNATE THE BOUN-\n   47  DARIES OF SUCH AREA.\n   48    S  974-G.  GREEN  ECONOMIC  DEVELOPMENT ZONE DEVELOPMENT PLAN. A GREEN\n   49  ECONOMIC DEVELOPMENT ZONE DEVELOPMENT  PLAN  SHALL  BE  FILED  WITH  THE\n   50  DEPARTMENT  OF  ECONOMIC  DEVELOPMENT, AND WITH THE LOCAL GREEN ECONOMIC\n   51  DEVELOPMENT ZONE BODY, AND SHALL DEMONSTRATE THE METHODS  BY  WHICH  THE\n   52  APPLICANT  INTENDS  TO PROMOTE THE DEVELOPMENT OF NEW GREEN BUSINESS AND\n   53  THE EXPANSION OF EXISTING BUSINESS DEVELOPING  GREEN  TECHNOLOGY  WITHIN\n   54  THE GREEN ECONOMIC DEVELOPMENT ZONE.\n\n       A. 2219                             4\n\n    1    S  974-H. LOCAL ADMINISTRATION OF GREEN ECONOMIC DEVELOPMENT ZONE. THE\n    2  LOCAL GREEN ECONOMIC DEVELOPMENT ZONE  CERTIFICATION  SHALL  BE  BY  THE\n    3  LOCAL GREEN ECONOMIC DEVELOPMENT ZONE BODY.\n    4    S  974-I.  DESIGNATION OF GREEN ECONOMIC DEVELOPMENT ZONE AS A FEDERAL\n    5  GREEN ENTERPRISE ECONOMIC DEVELOPMENT ZONE.   (FEDERAL GREEN  ENTERPRISE\n    6  ECONOMIC DEVELOPMENT ZONE PROPOSED)\n    7    S 974-J. DIVISION OF TAXES BY GOVERNMENT BODIES. THE GOVERNING BODY OF\n    8  ANY  CITY, TOWN, VILLAGE OR COUNTY IN WHICH A GREEN ECONOMIC DEVELOPMENT\n    9  ZONE IS LOCATED IS HEREBY AUTHORIZED AND EMPOWERED TO ADOPT A LOCAL  LAW\n   10  PROVIDING  THAT  ANY  TAXES  LEVIED  BY OR ON BEHALF OF SUCH CITY, TOWN,\n   11  VILLAGE OR COUNTY UPON TAXABLE REAL PROPERTY IN SUCH ZONE MAY BE  EXEMPT\n   12  FOR A TEN-YEAR PERIOD.\n   13    S 974-K. DISPOSITION OF PROPERTY. (A) NOTWITHSTANDING ANY PROVISION OF\n   14  ANY  OTHER  LAW TO THE CONTRARY, IN ORDER TO FURTHER THE PURPOSES OF THE\n   15  GREEN ECONOMIC DEVELOPMENT ZONE, ANY REAL OR PERSONAL  PROPERTY  LOCATED\n   16  WITHIN  A GREEN ECONOMIC DEVELOPMENT ZONE AND OWNED BY ANY LOCAL GOVERN-\n   17  MENTAL ENTITY IN WHOSE JURISDICTION A GREEN ECONOMIC DEVELOPMENT ZONE IS\n   18  LOCATED, MAY BE SOLD OR LEASED FOR  A  TERM  NOT  EXCEEDING  NINETY-NINE\n   19  YEARS  TO A PRIVATE USER, A COMMUNITY-BASED ORGANIZATION, A PUBLIC BENE-\n   20  FIT CORPORATION OR  ANY  OTHER  PERSON;  PROVIDED,  HOWEVER,  THAT  EACH\n   21  CONTRACT FOR SUCH SALE, AND EACH SUCH LEASE, SHALL OBLIGATE THE BUYER OR\n   22  LESSEE  TO  COMPLY  WITH  THE  PROVISIONS  OF THIS ARTICLE AND THE GREEN\n   23  ECONOMIC DEVELOPMENT ZONE PLAN FILED WITH THE COMMISSIONER  PURSUANT  TO\n   24  SECTION  NINE  HUNDRED  SEVENTY-FOUR-G OF THIS ARTICLE. SUCH OBLIGATIONS\n   25  CONTAINED IN A CONTRACT FOR THE SALE  OF  REAL  PROPERTY  SHALL  SURVIVE\n   26  DELIVERY  OF  THE  DEED.  A  BREACH BY THE BUYER OR LESSEE OF A MATERIAL\n   27  OBLIGATION OF SUCH CONTRACT OR LEASE SHALL, IN  ADDITION  TO  ANY  OTHER\n   28  REMEDIES AVAILABLE TO THE SELLER OR LESSOR UNDER THE CONTRACT, TERMINATE\n   29  THE ELIGIBILITY OF THE BUYER OR LESSEE FOR ANY BENEFITS PROVIDED IN THIS\n   30  ARTICLE.\n   31    S  974-L.  TERMINATION  OR  REVERSION  OF A GREEN ECONOMIC DEVELOPMENT\n   32  ZONE. (A) EXCEPT AS PROVIDED IN THIS SECTION, ANY DESIGNATION OF AN AREA\n   33  AS A GREEN ECONOMIC DEVELOPMENT ZONE SHALL REMAIN IN EFFECT  DURING  THE\n   34  PERIOD  BEGINNING ON THE DATE OF DESIGNATION AND ENDING TEN YEARS THERE-\n   35  AFTER. AFTER CONSULTATION WITH  THE  DIRECTOR  OF  THE  BUDGET  AND  THE\n   36  COMMISSIONER OF LABOR, THE COMMISSIONER MAY TERMINATE THE DESIGNATION OF\n   37  AN AREA AS A GREEN ECONOMIC DEVELOPMENT ZONE UPON A FINDING THAT (1) THE\n   38  APPLICANT  HAS  FAILED  SUBSTANTIALLY  TO  IMPLEMENT  THE GREEN ECONOMIC\n   39  DEVELOPMENT ZONE DEVELOPMENT PLAN WITHIN THE TIME STATED THEREIN; OR (2)\n   40  THERE HAS BEEN NO SUBSTANTIAL BUSINESS DEVELOPMENT OR JOB CREATION WITH-\n   41  IN THE AREA DESIGNATED AS A GREEN ECONOMIC DEVELOPMENT ZONE WITHIN  FIVE\n   42  YEARS  AFTER  SUCH  DESIGNATION;  PROVIDED, HOWEVER, THAT NO TERMINATION\n   43  SHALL OCCUR UNLESS AND UNTIL WRITTEN NOTICE HAS BEEN GIVEN TO THE APPLI-\n   44  CANT AND A PUBLIC HEARING HAS BEEN HELD THIRTY DAYS PRIOR TO THE  EFFEC-\n   45  TIVE DATE OF SUCH TERMINATION.\n   46    (B)  UPON  THE  TERMINATION  OF  A  GREEN ECONOMIC DEVELOPMENT ZONE AS\n   47  PROVIDED IN THIS SECTION, THE COMMISSIONER SHALL  FILE  NOTICE  OF  SUCH\n   48  TERMINATION.\n   49    S  3.  Subdivision 2 of section 499-aa of the real property tax law is\n   50  amended by adding a new paragraph (b-1) to read as follows:\n   51    (B-1) IN ADDITION TO THE ABATEMENT ZONE SET FORTH  IN  PARAGRAPHS  (A)\n   52  AND  (B) OF THIS SUBDIVISION, IN THE CITY OF NEW YORK THE ABATEMENT ZONE\n   53  SHALL INCLUDE A \"GREEN ZONE\" AS DEFINED IN THIS SECTION.\n   54    S 4. Paragraphs (b), (c) and (d) of subdivision 10 of  section  499-aa\n   55  of  the  real  property  tax  law, paragraphs (b) and (c) as amended and\n\n       A. 2219                             5\n\n    1  paragraph (d) as added by chapter 403 of the laws of 2006,  are  amended\n    2  to read as follows:\n    3    (b)  With  respect  to  the abatement zone defined in paragraph (b) OR\n    4  (B-1) of subdivision two of this section, premises located in an  eligi-\n    5  ble  building that are (i) occupied or used as offices (including ancil-\n    6  lary uses) or are occupied or used for other lawful commercial  business\n    7  activities,  but  not  premises  occupied or used as retail space or for\n    8  hotel or residential purposes; or (ii) occupied or used  for  industrial\n    9  and  manufacturing  activities  (including ancillary uses) OR BY A GREEN\n   10  BUSINESS IN A GREEN ZONE, but not premises occupied or used for hotel or\n   11  residential purposes; and\n   12    (c) With respect to the abatement zone defined  in  paragraph  (c)  of\n   13  subdivision  two of this section, premises located in an eligible build-\n   14  ing that are occupied or used for industrial  and  manufacturing  activ-\n   15  ities  (including ancillary uses) OR USED BY A GREEN BUSINESS IN A GREEN\n   16  ZONE, but not  premises  occupied  or  used  for  hotel  or  residential\n   17  purposes.\n   18    (d)  Notwithstanding  the provisions of subparagraph (ii) of paragraph\n   19  (b) or paragraph (c) of this subdivision, premises located in an  eligi-\n   20  ble  building shall not be eligible for the tax abatement granted pursu-\n   21  ant to subdivision one-b of section four hundred ninety-nine-bb of  this\n   22  title  unless at least fifty percent of the aggregate floor area of such\n   23  premises is occupied or used for industrial and manufacturing activities\n   24  (exclusive of ancillary uses) as defined in  subdivision  fourteen-a  of\n   25  this section OR BY A GREEN BUSINESS AS DEFINED IN SUBDIVISION FOURTEEN-B\n   26  OF THIS SECTION.\n   27    S  5. Section 499-aa of the real property tax law is amended by adding\n   28  two new subdivisions 14-b and 14-c to read as follows:\n   29    14-B. \"GREEN BUSINESS.\" A \"GREEN BUSINESS\" SHALL  BE  DEFINED  AS  ONE\n   30  THAT  HAS  AS ITS PRIMARY SOURCE OF REVENUE THE PROVISION OF SERVICES IN\n   31  THE FOLLOWING AREAS: (I) GREEN HOUSE GAS  EMISSION  REDUCTION  TECHNOLO-\n   32  GIES; (II) THE ASSEMBLY OF ESSENTIAL COMPONENTS FOR A CLEAN-FUELED VEHI-\n   33  CLE;  OR  (III)  ENERGY  EFFICIENCY  TECHNOLOGIES.  FOR PURPOSES OF THIS\n   34  TITLE, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   35    (A) \"GREENHOUSE GAS EMISSION REDUCTION TECHNOLOGIES\"  SHALL  MEAN  AND\n   36  INCLUDE  BUT  NOT  BE  LIMITED  TO: (I) COGENERATION TECHNOLOGIES, WHICH\n   37  SHALL MEAN ANY ONE OF THE SEVERAL TECHNOLOGIES WHEREIN WASTE  HEAT  FROM\n   38  ON-SITE  ELECTRICAL  GENERATION PROCESS IS RECOVERED TO PROVIDE STEAM OR\n   39  HOT WATER TO MEET ON-SITE NEEDS, SUCH AS HEATING AND/OR AIR CONDITIONING\n   40  AND WHICH ATTAINS  OVERALL  SYSTEM  EFFICIENCY  AS  ESTABLISHED  BY  THE\n   41  DEPARTMENT  OF  ENVIRONMENTAL CONSERVATION, CONSIDERING BOTH THERMAL AND\n   42  ELECTRICAL PROCESS TOGETHER; (II) FURNACE AND  BOILER  REPLACEMENTS  AND\n   43  RETROFITS,  PROVIDED  THAT NEW OR RETROFITTED FURNACES AND BOILERS SHALL\n   44  NOT AT ANYTIME OPERATE ON DIESEL FUEL WITH SULFUR CONTENT  GREATER  THAN\n   45  0.05 PERCENT BY WEIGHT; (III) THE PRODUCTION OF CLEAN-FUELED VEHICLES OR\n   46  THE  CONVERSION  OF EXISTING VEHICLES TO CLEAN FUELED VEHICLES; AND (IV)\n   47  OTHER MEASURES THAT WILL REDUCE THE DEMAND FOR AND/OR THE CONSUMPTION OF\n   48  ENERGY INCLUDING FUELS, AS DETERMINED BY THE DEPARTMENT OF ENVIRONMENTAL\n   49  CONSERVATION IN CONSULTATION WITH THE NEW YORK STATE ENERGY RESEARCH AND\n   50  DEVELOPMENT AUTHORITY.\n   51    (B) \"CLEAN-FUELED VEHICLE\" SHALL MEAN ANY MOTOR VEHICLE AS DEFINED  IN\n   52  SECTION  ONE  HUNDRED  TWENTY-FIVE  OF THE VEHICLE AND TRAFFIC LAW, THAT\n   53  USES ELECTRICITY,  INCLUDING  ELECTRICITY  EITHER  STORED  OR  GENERATED\n   54  ON-BOARD, AS ITS PRIMARY MOTIVE FORCE, OR THAT IS FUELED BY NATURAL GAS,\n   55  PROPANE, OR HYDROGEN.\n\n       A. 2219                             6\n\n    1    (C)  \"ENERGY  EFFICIENCY  TECHNOLOGIES\"   SHALL MEAN TECHNOLOGIES THAT\n    2  REDUCE THE CONSUMPTION OF ELECTRICITY INCLUDING BUT NOT LIMITED TO:  (I)\n    3  REPLACEMENT OF INEFFICIENT LIGHTING FIXTURES; (II) APPLIANCES AND EQUIP-\n    4  MENT  THAT MEET ENERGY EFFICIENCY PERFORMANCE STANDARDS AS IDENTIFIED IN\n    5  ARTICLE  SIXTEEN  OF  THE ENERGY LAW; AND (III) OTHER SUCH MEASURES THAT\n    6  WILL REDUCE THE DEMAND FOR AND/OR  THE  CONSUMPTION  OF  ELECTRICITY  AS\n    7  DETERMINED BY THE NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHOR-\n    8  ITY.\n    9    (D) \"RENEWABLE ENERGY DEVELOPMENT\" SHALL MEAN THE PURCHASE AND INSTAL-\n   10  LATION  OF  TECHNOLOGIES DESIGNED TO CONVERT RENEWABLE ENERGY INTO ELEC-\n   11  TRICITY OR OTHER END USES, WHERE RENEWABLE ENERGY INCLUDES SOLAR,  WIND,\n   12  TIDAL,  FUEL  CELL,  GEOTHERMAL  AND  HYDROGEN,  BUT  DOES  NOT  INCLUDE\n   13  COMBUSTION OR PYROLOSIS OF SOLID WASTE AS DEFINED IN SECTION 27-0701  OF\n   14  THE ENVIRONMENTAL CONSERVATION LAW OR ELECTRICITY GENERATED FROM NUCLEAR\n   15  POWER PLANTS.\n   16    14-C.  \"GREEN  ZONE.\" A GREEN ZONE SHALL BE THE AREA IN THE BOROUGH OF\n   17  STATEN ISLAND DEFINED BY THE FOLLOWING AREA BASED ON THE NEW  YORK  CITY\n   18  DEPARTMENT  OF  CITY PLANNING ZONING MAPS: BEGINNING AT THE INTERSECTION\n   19  OF THE NORTH SIDE OF THE FOOT OF THE GOETHALS BRIDGE AND THE US PIERHEAD\n   20  AND BULKHEAD LINE; THENCE  RUNNING  EASTERLY  3,214.78  FEET  ALONG  AND\n   21  PARALLEL  TO  THE  NORTH  SIDE  OF  THE GEOTHALS BRIDGE EXTENSION TO THE\n   22  CENTERLINE OF WESTERN AVENUE; THENCE RUNNING NORTH  93.71  FEET  TO  THE\n   23  CENTERLINE  OF  GOETHALS  ROAD  NORTH; THENCE RUNNING EAST 5,909.12 FEET\n   24  ALONG AND PARALLEL TO THE SOUTH SIDE OF GEOTHALS ROAD NORTH  TO  CENTER-\n   25  LINE  OF SOUTH AVENUE; THENCE RUNNING SOUTH 433.81 FEET ALONG AND PARAL-\n   26  LEL TO THE WEST SIDE OF SOUTH AVENUE TO THE CENTERLINE OF FAHEY  AVENUE;\n   27  THENCE  RUNNING EAST 424.89 FEET ALONG AND PARALLEL TO THE SOUTH SIDE OF\n   28  FAHEY AVENUE TO THE CENTERLINE OF FELTON STREET;  THENCE  RUNNING  SOUTH\n   29  1,314.02  FEET  ALONG  AND PARALLEL TO THE WEST SIDE OF FELTON STREET TO\n   30  THE CENTERLINE OF LAMBERTS LANE; THENCE RUNNING SOUTH 790.62 FEET  ALONG\n   31  THE  FELTON  STREET LINE TO THE INTERSECTION OF GRAHAM AVENUE AND LANDER\n   32  AVENUE; THENCE RUNNING  SOUTH 3,413.10 FEET ALONG AND  PARALLEL  TO  THE\n   33  WEST  SIDE  OF  GRAHAM  AVENUE  TO  THE CENTERLINE OF VICTORY BOULEVARD;\n   34  THENCE RUNNING SOUTHEAST 3,114.21 FEET ALONG THE WEST  SIDE  OF  VICTORY\n   35  BOULEVARD  TO  THE  CENTERLINE  OF  TRAVIS  AVENUE;  THENCE RUNNING EAST\n   36  5,030.20 FEET ALONG AND PARALLEL TO THE SOUTH SIDE OF TRAVIS  AVENUE  TO\n   37  THE  CENTERLINE  OF RICHMOND AVENUE; THENCE RUNNING SOUTH 12,265.02 FEET\n   38  ALONG AND PARALLEL TO THE WEST SIDE OF RICHMOND AVENUE TO THE CENTERLINE\n   39  OF ARTHUR KILL ROAD; THENCE RUNNING  WEST  14,266.19    FEET  ALONG  AND\n   40  PARALLEL  TO  THE  NORTH  SIDE  OF ARTHUR KILL ROAD TO THE CENTERLINE OF\n   41  ROSSVILLE AVENUE; THENCE RUNNING NORTH 650 FEET ALONG THE LINE OF  ROSS-\n   42  VILLE  AVENUE  TO THE POINT OF THE US PIERHEAD AND BULKHEAD LINE; THENCE\n   43  RUNNING NORTH 34,553.83 FEET ALONG AND PARALLEL TO THE EAST SIDE OF  THE\n   44  US PIERHEAD AND BULKHEAD LINE TO THE POINT AND PLACE OF THE BEGINNING.\n   45    S  6.  Paragraph  (b)  of subdivision 28 of section 499-aa of the real\n   46  property tax law, as added by chapter  403  of  the  laws  of  2006,  is\n   47  amended to read as follows:\n   48    (b)  For  eligible  premises defined in subparagraph (ii) of paragraph\n   49  (b) or paragraph (c) of subdivision ten of this section, the  percentage\n   50  of  the eligible building's aggregate floor area allocated to the eligi-\n   51  ble premises to be occupied or used  for  industrial  and  manufacturing\n   52  activities OR BY A GREEN BUSINESS IN A GREEN ZONE, as defined in [subdi-\n   53  vision]  SUBDIVISIONS  fourteen-a AND FOURTEEN-B, AS THE CASE MAY BE, of\n   54  this section; provided that where the eligible premises includes  expan-\n   55  sion  premises,  the  \"tenant's percentage share\" shall be calculated on\n   56  the basis of the eligible  building's  aggregate  floor  area  allocated\n\n       A. 2219                             7\n\n    1  solely  to  expansion premises to be occupied or used for industrial and\n    2  manufacturing activities OR BY THE GREEN BUSINESS IN THE GREEN ZONE.\n    3    S  7. Section 499-bb of the real property tax law is amended by adding\n    4  a new subdivision 1-c to read as follows:\n    5    1-C. WITHIN A CITY HAVING A POPULATION OF ONE MILLION OR MORE,  ELIGI-\n    6  BLE  BUILDINGS  CONTAINING  ELIGIBLE PREMISES AS DEFINED IN SUBPARAGRAPH\n    7  (II) OF PARAGRAPH (B) OR PARAGRAPH (C) OF SUBDIVISION TEN  AND  OCCUPIED\n    8  BY GREEN BUSINESSES IN A GREEN ZONE AS DEFINED BY SUBDIVISION FOURTEEN-B\n    9  OF SECTION FOUR HUNDRED NINETY-NINE-AA OF THIS TITLE OCCUPIED OR USED BY\n   10  A  TENANT  PURSUANT  TO  A  LEASE HAVING A LEASE COMMENCEMENT DATE ON OR\n   11  AFTER JULY FIRST, TWO THOUSAND ELEVEN WITH AN INITIAL LEASE TERM OF  NOT\n   12  LESS THAN THREE YEARS, SHALL RECEIVE AN ABATEMENT OF REAL PROPERTY TAXES\n   13  FOR EACH YEAR OF THE BENEFIT PERIOD EQUAL TO THE PRODUCT OBTAINED BY (I)\n   14  MULTIPLYING  THE TENANT'S  PERCENTAGE SHARE BY THE NUMBER OF SQUARE FEET\n   15  IN THE ELIGIBLE BUILDING, AS LISTED ON THE RECORDS OF THE DEPARTMENT  OF\n   16  FINANCE,  AND  (II) MULTIPLYING THE PRODUCT OBTAINED IN PARAGRAPH (I) OF\n   17  THIS SUBDIVISION BY THE ABATEMENT BASE.\n   18    S 8. Subdivision (a) of section 25-y  of  the  general  city  law,  as\n   19  amended  by  chapter  149  of  the  laws  of 1999, is amended to read as\n   20  follows:\n   21    (a) \"Eligible business\" means any person  subject  to  a  tax  imposed\n   22  under  a local law enacted pursuant to part two or three of section one,\n   23  or section two, of chapter seven hundred  seventy-two  of  the  laws  of\n   24  nineteen hundred sixty-six or a gross receipts tax imposed under a local\n   25  law enacted pursuant to subdivision (a) of section twelve hundred one of\n   26  the  tax  law  that:  (1) has been conducting substantial business oper-\n   27  ations at one or more business locations outside an  eligible  area  for\n   28  the  twenty-four  consecutive  months  immediately preceding the taxable\n   29  year during which such eligible business relocates as defined in  subdi-\n   30  vision  (j) of this section OR, IF A GREEN BUSINESS, HAS BEEN CONDUCTING\n   31  SUBSTANTIAL BUSINESS OPERATIONS OUTSIDE OF A GREEN ZONE; and (2)  on  or\n   32  after  May  twenty-seventh,  nineteen  hundred eighty-seven relocates as\n   33  defined in subdivision (j) of this section all or part of such  business\n   34  operations  OR IF A GREEN BUSINESS HAS RELOCATED INTO A GREEN ZONE AFTER\n   35  JULY FIRST, TWO THOUSAND ELEVEN; and (3) either  (i)  on  or  after  May\n   36  twenty-seventh,  nineteen  hundred  eighty-seven  first  enters  into  a\n   37  contract to purchase or lease the premises  to  which  it  relocates  as\n   38  defined in subdivision (j) of this section, or a parcel on which will be\n   39  constructed  such  premises,  or (ii) as of May twenty-seventh, nineteen\n   40  hundred eighty-seven owns such parcel or premises and has not  prior  to\n   41  such  date made application for benefits pursuant to a local law enacted\n   42  in accordance with title two-D of article four of the real property  tax\n   43  law OR IF A GREEN BUSINESS, ON OR AFTER JULY FIRST, TWO THOUSAND ELEVEN,\n   44  ENTERS INTO A CONTRACT TO PURCHASE OR LEASE PREMISES IN A GREEN ZONE.\n   45    S 9. Section 25-y of the general city law is amended by adding two new\n   46  subdivisions (a-1) and (a-2) to read as follows:\n   47    (A-1)  \"GREEN  BUSINESS\" MEANS ANY PERSON THAT CONDUCTS ELIGIBLE GREEN\n   48  ACTIVITIES AS DEFINED IN THIS  SUBDIVISION  AND  IS  SUBJECT  TO  A  TAX\n   49  IMPOSED  UNDER  A  LOCAL  LAW  ENACTED  PURSUANT TO PART TWO OR THREE OF\n   50  SECTION ONE, OR SECTION TWO, OF CHAPTER SEVEN HUNDRED SEVENTY-TWO OF THE\n   51  LAWS OF NINETEEN HUNDRED SIXTY-SIX OR A GROSS RECEIPTS TAX IMPOSED UNDER\n   52  A LOCAL LAW ENACTED  PURSUANT  TO  SUBDIVISION  (A)  OF  SECTION  TWELVE\n   53  HUNDRED ONE OF THE TAX LAW THAT HAS BEEN CONDUCTING SUBSTANTIAL BUSINESS\n   54  OPERATIONS  AT  ONE  OR  MORE BUSINESS LOCATIONS OUTSIDE A GREEN ZONE AS\n   55  DEFINED IN THIS SECTION AND ON OR AFTER JULY FIRST, TWO THOUSAND  ELEVEN\n   56  MOVES  INTO  THE  GREEN  ZONE. FOR PURPOSES OF THIS SUBDIVISION ELIGIBLE\n\n       A. 2219                             8\n\n    1  GREEN ACTIVITIES SHALL INCLUDE: THE PROVISION OF SERVICES IN THE FOLLOW-\n    2  ING AREAS: (1) GREEN HOUSE GAS EMISSION REDUCTION TECHNOLOGIES; (2)  THE\n    3  ASSEMBLY  OF ESSENTIAL COMPONENTS FOR A CLEAN-FUELED VEHICLE; (3) ENERGY\n    4  EFFICIENCY TECHNOLOGIES; WHERE\n    5    (A) \"GREENHOUSE GAS EMISSION REDUCTION TECHNOLOGIES: SHALL INCLUDE BUT\n    6  NOT  BE  LIMITED TO: (I) COGENERATION TECHNOLOGIES, WHICH SHALL MEAN ANY\n    7  ONE OF THE SEVERAL TECHNOLOGIES WHEREIN WASTE HEAT  FROM  ON-SITE  ELEC-\n    8  TRICAL  GENERATION PROCESS IS RECOVERED TO PROVIDE STEAM OR HOT WATER TO\n    9  MEET ON-SITE NEEDS, SUCH AS HEATING AND/OR AIR  CONDITIONING  AND  WHICH\n   10  ATTAINS  OVERALL  SYSTEM  EFFICIENCY AS ESTABLISHED BY THE DEPARTMENT OF\n   11  ENVIRONMENTAL CONSERVATION,  CONSIDERING  BOTH  THERMAL  AND  ELECTRICAL\n   12  PROCESS  TOGETHER;  (II)  FURNACE AND BOILER REPLACEMENTS AND RETROFITS,\n   13  PROVIDED THAT NEW OR RETROFITTED  FURNACES  AND  BOILERS  SHALL  NOT  AT\n   14  ANYTIME  OPERATE  ON  DIESEL  FUEL WITH SULFUR CONTENT GREATER THAN 0.05\n   15  PERCENT BY WEIGHT; (III) THE PRODUCTION OF CLEAN-FUELED VEHICLES OR  THE\n   16  CONVERSION OF EXISTING VEHICLES TO CLEAN-FUELED VEHICLES; AND (IV) OTHER\n   17  MEASURES THAT WILL REDUCE THE DEMAND FOR AND/OR THE CONSUMPTION OF ENER-\n   18  GY  INCLUDING  FUELS,  AS  DETERMINED BY THE DEPARTMENT OF ENVIRONMENTAL\n   19  CONSERVATION IN CONSULTATION WITH THE NEW YORK STATE ENERGY RESEARCH AND\n   20  DEVELOPMENT AUTHORITY;\n   21    (B) \"CLEAN-FUELED VEHICLE\" SHALL MEAN ANY MOTOR VEHICLE AS DEFINED  IN\n   22  SECTION  ONE  HUNDRED  TWENTY-FIVE  OF THE VEHICLE AND TRAFFIC LAW, THAT\n   23  USES ELECTRICITY,  INCLUDING  ELECTRICITY  EITHER  STORED  OR  GENERATED\n   24  ON-BOARD, AS ITS PRIMARY MOTIVE FORCE, OR THAT IS FUELED BY NATURAL GAS,\n   25  PROPANE, OR HYDROGEN;\n   26    (C)  \"ENERGY  EFFICIENCY  TECHNOLOGIES\"  SHALL  MEAN TECHNOLOGIES THAT\n   27  REDUCE THE CONSUMPTION OF ELECTRICITY INCLUDING BUT NOT LIMITED TO:  (I)\n   28  REPLACEMENT OF INEFFICIENT LIGHTING FIXTURES; (II) APPLIANCES AND EQUIP-\n   29  MENT  THAT MEET ENERGY EFFICIENCY PERFORMANCE STANDARDS AS IDENTIFIED IN\n   30  ARTICLE SIXTEEN OF THE ENERGY LAW; AND (III) OTHER  SUCH  MEASURES  THAT\n   31  WILL  REDUCE  THE  DEMAND  FOR  AND/OR THE CONSUMPTION OF ELECTRICITY AS\n   32  DETERMINED BY THE NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHOR-\n   33  ITY; AND\n   34    (D) \"RENEWABLE ENERGY DEVELOPMENT\" SHALL MEAN THE PURCHASE AND INSTAL-\n   35  LATION OF TECHNOLOGIES DESIGNED TO CONVERT RENEWABLE ENERGY  INTO  ELEC-\n   36  TRICITY  OR OTHER END USES, WHERE RENEWABLE ENERGY INCLUDES SOLAR, WIND,\n   37  TIDAL,  FUEL  CELL,  GEOTHERMAL  AND  HYDROGEN,  BUT  DOES  NOT  INCLUDE\n   38  COMBUSTION  OR PYROLOSIS OF SOLID WASTE AS DEFINED IN SECTION 27-0701 OF\n   39  THE ENVIRONMENTAL CONSERVATION LAW OR ELECTRICITY GENERATED FROM NUCLEAR\n   40  POWER PLANTS.\n   41    (A-2) \"GREEN ZONE\" MEANS THE AREA OF  STATEN  ISLAND  DEFINED  BY  THE\n   42  FOLLOWING  AREA  BASED  ON THE NEW YORK CITY DEPARTMENT OF CITY PLANNING\n   43  ZONING MAPS: BEGINNING AT THE INTERSECTION OF THE NORTH SIDE OF THE FOOT\n   44  OF THE GOETHAL BRIDGE AND THE US  PIERHEAD  AND  BULKHEAD  LINE;  THENCE\n   45  RUNNING  EASTERLY  3,214.78  FEET ALONG AND PARALLEL TO THE NORTHSIDE OF\n   46  THE GOETHALS BRIDGE EXTENSION  TO  THE  CENTERLINE  OF  WESTERN  AVENUE;\n   47  THENCE  RUNNING  NORTH  93.71  FEET  TO  THE CENTERLINE OF GOETHALS ROAD\n   48  NORTH; THENCE RUNNING EAST 5,909.12 FEET ALONG AND PARALLEL TO THE SOUTH\n   49  SIDE OF GOETHALS ROAD  NORTH  TO  CENTERLINE  OF  SOUTH  AVENUE;  THENCE\n   50  RUNNING  SOUTH  433.81 FEET ALONG AND PARALLEL TO THE WEST SIDE OF SOUTH\n   51  AVENUE TO THE CENTERLINE OF FAHEY AVENUE;  THENCE  RUNNING  EAST  424.89\n   52  FEET ALONG AND PARALLEL TO THE SOUTH SIDE OF FAHEY AVENUE TO THE CENTER-\n   53  LINE  OF  FELTON  STREET;  THENCE  RUNNING SOUTH 1,314.02 FEET ALONG AND\n   54  PARALLEL TO THE WEST SIDE OF FELTON STREET TO THE CENTERLINE OF LAMBERTS\n   55  LANE; THENCE RUNNING SOUTH 790.62 FEET ALONG THE FELTON STREET  LINE  TO\n   56  THE  INTERSECTION  OF  GRAHAM  AVENUE  AND LANDER AVENUE; THENCE RUNNING\n\n       A. 2219                             9\n\n    1  SOUTH 3,413.10 FEET ALONG AND PARALLEL TO THE WEST SIDE OF GRAHAM AVENUE\n    2  TO  THE  CENTERLINE  OF  VICTORY  BOULEVARD;  THENCE  RUNNING  SOUTHEAST\n    3  3,114.21 FEET ALONG THE WEST SIDE OF VICTORY BOULEVARD TO THE CENTERLINE\n    4  OF  TRAVIS  AVENUE; THENCE RUNNING EAST 5,030.20 FEET ALONG AND PARALLEL\n    5  TO THE SOUTH SIDE OF TRAVIS AVENUE TO THE CENTERLINE OF RICHMOND AVENUE;\n    6  THENCE RUNNING SOUTH 12,265.02 FEET ALONG AND PARALLEL TO THE WEST  SIDE\n    7  OF RICHMOND AVENUE TO THE CENTERLINE OF ARTHUR KILL ROAD; THENCE RUNNING\n    8  WEST  14,266.19 FEET ALONG AND PARALLEL TO THE NORTH SIDE OF ARTHUR KILL\n    9  ROAD TO THE CENTERLINE OF ROSSVILLE AVENUE;  THENCE  RUNNING  NORTH  650\n   10  FEET  ALONG THE LINE OF ROSSVILLE AVENUE TO THE POINT OF THE US PIERHEAD\n   11  AND BULKHEAD LINE; THENCE RUNNING NORTH 34,553.83 FEET ALONG AND  PARAL-\n   12  LEL  TO  THE EAST SIDE OF THE US PIERHEAD AND BULKHEAD LINE TO THE POINT\n   13  AND PLACE OF THE BEGINNING.\n   14    S 10. Subdivision (e) of section 25-y  of  the  general  city  law  is\n   15  amended by adding a new paragraph 4 to read as follows:\n   16    (4) IF USED BY A GREEN BUSINESS AFTER JULY FIRST, TWO THOUSAND ELEVEN,\n   17  NON-RESIDENTIAL  PREMISES  LOCATED  ENTIRELY  IN  REAL  PROPERTY LOCATED\n   18  PARTIALLY OR ENTIRELY IN A GREEN ZONE AS DEFINED IN THIS SECTION.\n   19    S 11. Subdivision (f) of section 25-y of  the  general  city  law,  as\n   20  added by chapter 331 of the laws of 1987, is amended to read as follows:\n   21    (f) \"Eligible area\" means an area of a city having a population of one\n   22  million  or  more,  excluding the area lying south of the center line of\n   23  96th Street, in the borough of Manhattan in the city of New York  OR  IN\n   24  THE  CASE  OF A GREEN BUSINESS RELOCATING AFTER JULY FIRST, TWO THOUSAND\n   25  ELEVEN, AN ELIGIBLE AREA SHALL INCLUDE A GREEN ZONE.\n   26    S 12. Subdivision (n) of section 25-y of  the  general  city  law,  as\n   27  added by chapter 261 of the laws of 2000, is amended to read as follows:\n   28    (n) \"Revitalization area\" means any area of a city having a population\n   29  of one million or more, provided that in the city of New York a revital-\n   30  ization  area shall mean: (I) any district that is zoned C4, C5, C6, M1,\n   31  M2 or M3 in accordance with the zoning resolution of such  city  in  any\n   32  area  such  city  except the area lying south of the center line of 96th\n   33  Street in the borough of Manhattan, OR (II) IN THE CASE OF A GREEN BUSI-\n   34  NESS RELOCATING AFTER JULY FIRST, TWO THOUSAND ELEVEN, A GREEN ZONE.\n   35    S 13. Subdivision (a) of section 25-s  of  the  general  city  law  is\n   36  amended by adding a new paragraph 1-a to read as follows:\n   37    (1-A) IS A GREEN BUSINESS AND TAKES OCCUPANCY OF NON-RESIDENTIAL PREM-\n   38  ISES AFTER JULY FIRST, TWO THOUSAND ELEVEN, FOR WHICH IT HAS, AFTER SUCH\n   39  DATE,  ENTERED  INTO  A WRITTEN AGREEMENT TO BUY OR LEASE, PROVIDED THAT\n   40  SUCH PREMISES ARE LOCATED IN A GREEN ZONE AND THAT SUCH PREMISES  ARE  A\n   41  REPLACEMENT  FOR  PREMISES PREVIOUSLY OCCUPIED BY SUCH ENERGY USER FOR A\n   42  CONTINUOUS PERIOD OF TWENTY-FOUR MONTHS DURING THE THIRTY  MONTH  PERIOD\n   43  IMMEDIATELY  PRECEDING  SUCH  USER'S  TAKING OCCUPANCY, WHICH PREVIOUSLY\n   44  OCCUPIED PREMISES WERE OUTSIDE OF THE GREEN ZONE; OR\n   45    S 14. Section 25-s of the general city law is amended  by  adding  two\n   46  new subdivisions (d-1) and (d-2) to read as follows:\n   47    (D-1)  \"GREEN  BUSINESS.\"  A  \"GREEN BUSINESS\" SHALL BE DEFINED AS ONE\n   48  THAT HAS AS ITS PRIMARY SOURCE OF REVENUE THE PROVISION OF  SERVICES  IN\n   49  THE  FOLLOWING  AREAS:  (1) GREEN HOUSE GAS EMISSION REDUCTION TECHNOLO-\n   50  GIES, (2) THE ASSEMBLY OF ESSENTIAL COMPONENTS FOR A CLEAN-FUELED  VEHI-\n   51  CLE; OR (3) ENERGY EFFICIENCY TECHNOLOGIES.\n   52    FOR  PURPOSES  OF THIS SUBDIVISION, THE FOLLOWING TERMS SHALL HAVE THE\n   53  FOLLOWING MEANINGS:\n   54    (A) \"GREENHOUSE GAS EMISSION REDUCTION TECHNOLOGIES\"  SHALL  MEAN  AND\n   55  INCLUDE  BUT  NOT  BE  LIMITED  TO: (I) COGENERATION TECHNOLOGIES, WHICH\n   56  SHALL MEAN ANY ONE OF THE SEVERAL TECHNOLOGIES WHEREIN WASTE  HEAT  FROM\n\n       A. 2219                            10\n\n    1  ON-SITE  ELECTRICAL  GENERATION PROCESS IS RECOVERED TO PROVIDE STEAM OR\n    2  HOT WATER TO MEET ON-SITE NEEDS, SUCH AS HEATING AND/OR AIR CONDITIONING\n    3  AND WHICH ATTAINS  OVERALL  SYSTEM  EFFICIENCY  AS  ESTABLISHED  BY  THE\n    4  DEPARTMENT  OF  ENVIRONMENTAL CONSERVATION, CONSIDERING BOTH THERMAL AND\n    5  ELECTRICAL PROCESS TOGETHER; (II) FURNACE AND  BOILER  REPLACEMENTS  AND\n    6  RETROFITS,  PROVIDED  THAT NEW OR RETROFITTED FURNACES AND BOILERS SHALL\n    7  NOT AT ANYTIME OPERATE ON DIESEL FUEL WITH SULFUR CONTENT  GREATER  THAN\n    8  0.05 PERCENT BY WEIGHT; (III) THE PRODUCTION OF CLEAN-FUELED VEHICLES OR\n    9  THE  CONVERSION  OF EXISTING VEHICLES TO CLEAN-FUELED VEHICLES; AND (IV)\n   10  OTHER MEASURES THAT WILL REDUCE THE DEMAND FOR AND/OR THE CONSUMPTION OF\n   11  ENERGY INCLUDING FUELS, AS DETERMINED BY THE DEPARTMENT OF ENVIRONMENTAL\n   12  CONSERVATION IN CONSULTATION WITH THE NEW YORK STATE ENERGY RESEARCH AND\n   13  DEVELOPMENT AUTHORITY;\n   14    (B) \"CLEAN-FUELED VEHICLE\" SHALL MEAN ANY MOTOR VEHICLE AS DEFINED  IN\n   15  SECTION  ONE  HUNDRED  TWENTY-FIVE  OF THE VEHICLE AND TRAFFIC LAW, THAT\n   16  USES ELECTRICITY,  INCLUDING  ELECTRICITY  EITHER  STORED  OR  GENERATED\n   17  ON-BOARD, AS ITS PRIMARY MOTIVE FORCE, OR THAT IS FUELED BY NATURAL GAS,\n   18  PROPANE, OR HYDROGEN;\n   19    (C)  \"ENERGY  EFFICIENCY  TECHNOLOGIES\"  SHALL  MEAN TECHNOLOGIES THAT\n   20  REDUCE THE CONSUMPTION OF ELECTRICITY INCLUDING BUT NOT LIMITED TO:  (I)\n   21  REPLACEMENT OF INEFFICIENT LIGHTING FIXTURES; (II) APPLIANCES AND EQUIP-\n   22  MENT  THAT MEET ENERGY EFFICIENCY PERFORMANCE STANDARDS AS IDENTIFIED IN\n   23  ARTICLE SIXTEEN OF THE ENERGY LAW; AND (III) OTHER  SUCH  MEASURES  THAT\n   24  WILL  REDUCE  THE  DEMAND  FOR  AND/OR THE CONSUMPTION OF ELECTRICITY AS\n   25  DETERMINED BY THE NEW YORK STATE ENERGY RESEARCH AND DEVELOPMENT AUTHOR-\n   26  ITY; AND\n   27    (D) \"RENEWABLE ENERGY DEVELOPMENT\" SHALL MEAN THE PURCHASE AND INSTAL-\n   28  LATION OF TECHNOLOGIES DESIGNED TO CONVERT RENEWABLE ENERGY  INTO  ELEC-\n   29  TRICITY  OR OTHER END USES, WHERE RENEWABLE ENERGY INCLUDES SOLAR, WIND,\n   30  TIDAL,  FUEL  CELL,  GEOTHERMAL  AND  HYDROGEN,  BUT  DOES  NOT  INCLUDE\n   31  COMBUSTION  OR PYROLOSIS OF SOLID WASTE AS DEFINED IN SECTION 27-0701 OF\n   32  THE ENVIRONMENTAL CONSERVATION LAW OR ELECTRICITY GENERATED FROM NUCLEAR\n   33  POWER PLANTS.\n   34    (D-2) \"GREEN ZONE\". THE AREA OF STATEN ISLAND DEFINED BY THE FOLLOWING\n   35  AREA BASED ON THE NEW YORK CITY DEPARTMENT OF CITY PLANNING ZONING MAPS:\n   36  BEGINNING AT THE INTERSECTION OF THE NORTH  SIDE  OF  THE  FOOT  OF  THE\n   37  GOETHALS  BRIDGE  AND  THE US PIERHEAD AND BULKHEAD LINE; THENCE RUNNING\n   38  EASTERLY 3,214.78 FEET ALONG AND PARALLEL  TO  THE  NORTH  SIDE  OF  THE\n   39  GOETHALS  BRIDGE  EXTENSION  TO THE CENTERLINE OF WESTERN AVENUE; THENCE\n   40  RUNNING NORTH 93.71 FEET TO  THE  CENTERLINE  OF  GOETHALS  ROAD  NORTH;\n   41  THENCE  RUNNING  EAST 5,909.12 FEET ALONG AND PARALLEL TO THE SOUTH SIDE\n   42  OF GOETHALS ROAD NORTH TO CENTERLINE OF  SOUTH  AVENUE;  THENCE  RUNNING\n   43  SOUTH 433.81 FEET ALONG AND PARALLEL TO THE WEST SIDE OF SOUTH AVENUE TO\n   44  THE  CENTERLINE  OF  FAHEY AVENUE; THENCE RUNNING EAST 424.89 FEET ALONG\n   45  AND PARALLEL TO THE SOUTH SIDE OF FAHEY  AVENUE  TO  THE  CENTERLINE  OF\n   46  FELTON  STREET; THENCE RUNNING SOUTH 1,314.02 FEET ALONG AND PARALLEL TO\n   47  THE WEST SIDE OF FELTON STREET  TO  THE  CENTERLINE  OF  LAMBERTS  LANE;\n   48  THENCE  RUNNING  SOUTH  790.62  FEET ALONG THE FELTON STREET LINE TO THE\n   49  INTERSECTION OF GRAHAM AVENUE AND LANDER AVENUE;  THENCE  RUNNING  SOUTH\n   50  3,413.10  FEET  ALONG  AND PARALLEL TO THE WEST SIDE OF GRAHAM AVENUE TO\n   51  THE CENTERLINE OF VICTORY BOULEVARD; THENCE RUNNING  SOUTHEAST  3,114.21\n   52  FEET  ALONG  THE  WEST  SIDE  OF  VICTORY BOULEVARD TO THE CENTERLINE OF\n   53  TRAVIS AVENUE; THENCE RUNNING EAST 5,030.20 FEET ALONG AND  PARALLEL  TO\n   54  THE  SOUTH  SIDE  OF TRAVIS AVENUE TO THE CENTERLINE OF RICHMOND AVENUE;\n   55  THENCE RUNNING SOUTH 12,265.02 FEET ALONG AND PARALLEL TO THE WEST  SIDE\n   56  OF RICHMOND AVENUE TO THE CENTERLINE OF ARTHUR KILL ROAD; THENCE RUNNING\n\n       A. 2219                            11\n\n    1  WEST  14,266.19 FEET ALONG AND PARALLEL TO THE NORTH SIDE OF ARTHUR KILL\n    2  ROAD TO THE CENTERLINE OF ROSSVILLE AVENUE;  THENCE  RUNNING  NORTH  650\n    3  FEET  ALONG THE LINE OF ROSSVILLE AVENUE TO THE POINT OF THE US PIERHEAD\n    4  AND  BULKHEAD LINE; THENCE RUNNING NORTH 34,553.83 FEET ALONG AND PARAL-\n    5  LEL TO THE EAST SIDE OF THE US PIERHEAD AND BULKHEAD LINE TO  THE  POINT\n    6  AND PLACE OF BEGINNING.\n    7    S  15.  Subdivision  (g)  of  section 25-s of the general city law, as\n    8  added by chapter 551 of the laws of 1985, is amended to read as follows:\n    9    (g) \"Eligible areas\". Areas of a city designated by local law  enacted\n   10  pursuant  to  section twenty-five-t of this article as needing the bene-\n   11  fits available under this article as an inducement to economic  develop-\n   12  ment,  provided  that  the  area  lying south of the center line of 96th\n   13  Street, in the borough of Manhattan in the city of New York,  shall  not\n   14  be so designated.  NOTWITHSTANDING THE PROVISIONS OF THIS SUBDIVISION, A\n   15  GREEN ZONE SHALL BE CONSIDERED AN ELIGIBLE AREA.\n   16    S  16.  The  real  property tax law is amended by adding a new section\n   17  485-n to read as follows:\n   18    S 485-N. GREEN ECONOMIC DEVELOPMENT ZONE EXEMPTION. 1. (A) REAL  PROP-\n   19  ERTY CONSTRUCTED, ALTERED, INSTALLED OR IMPROVED IN AN AREA DESIGNATED A\n   20  GREEN  ECONOMIC  DEVELOPMENT  ZONE PURSUANT TO ARTICLE EIGHTEEN-D OF THE\n   21  GENERAL MUNICIPAL LAW SHALL BE EXEMPT FROM TAXATION AND SPECIAL AD VALO-\n   22  REM LEVIES BY ANY MUNICIPAL CORPORATION IN WHICH LOCATED, FOR THE PERIOD\n   23  AND TO THE EXTENT HEREIN PROVIDED, PROVIDED THAT THE GOVERNING BOARD  OF\n   24  SUCH  MUNICIPAL  CORPORATION,  AFTER PUBLIC HEARING, ADOPTS A LOCAL LAW,\n   25  ORDINANCE OR RESOLUTION PROVIDING THEREFOR.\n   26    (B) FOR EXEMPTIONS COMMENCING IN THE FIRST SEVEN YEARS FROM  THE  DATE\n   27  ON  WHICH THE GREEN ECONOMIC DEVELOPMENT ZONE WAS DESIGNATED, THE AMOUNT\n   28  OF SUCH EXEMPTION IN ANY OF THESE YEARS SHALL BE ONE HUNDRED PERCENT  OF\n   29  THE  \"BASE  AMOUNT\",  DETERMINED  PURSUANT  TO  SUBDIVISION  TWO OF THIS\n   30  SECTION. IN THE EIGHTH,  NINTH  AND  TENTH  YEARS,  THE  AMOUNT  OF  THE\n   31  EXEMPTION  SHALL BE SEVENTY-FIVE PERCENT, FIFTY PERCENT, AND TWENTY-FIVE\n   32  PERCENT, RESPECTIVELY, OF SUCH BASE AMOUNT.\n   33    (C) FOR EXEMPTIONS COMMENCING IN THE EIGHTH,  NINTH  AND  TENTH  YEARS\n   34  FROM  THE  DATE  ON WHICH THE GREEN ECONOMIC DEVELOPMENT ZONE WAS DESIG-\n   35  NATED, THE AMOUNT OF SUCH EXEMPTION SHALL BE SEVENTY-FIVE PERCENT, FIFTY\n   36  PERCENT AND TWENTY-FIVE PERCENT, RESPECTIVELY,  OF  THE  \"BASE  AMOUNT\",\n   37  DETERMINED PURSUANT TO SUBDIVISION TWO OF THIS SECTION.\n   38    1-A.  (A) A MUNICIPAL CORPORATION MAY PROVIDE IN SUCH LOCAL LAW, ORDI-\n   39  NANCE OR RESOLUTION, OR IN A SEPARATE LOCAL LAW, ORDINANCE OR RESOLUTION\n   40  ADOPTED AFTER PUBLIC HEARING, THAT THE EXEMPTION SO AUTHORIZED SHALL  BE\n   41  FOR  A  TERM  OF  TEN YEARS, NOTWITHSTANDING THAT THE DESIGNATION OF THE\n   42  ZONE MAY EXPIRE PRIOR TO THE END OF SUCH TEN YEAR TERM. ANY  SUCH  LOCAL\n   43  LAW,  ORDINANCE  OR  RESOLUTION  SHALL  BE APPLICABLE ONLY TO EXEMPTIONS\n   44  COMMENCING ON ASSESSMENT ROLLS WITH TAXABLE STATUS DATES ON OR AFTER THE\n   45  EFFECTIVE DATE OF SUCH LOCAL LAW, ORDINANCE OR RESOLUTION.\n   46    (B) WHERE SUCH LOCAL LAW, ORDINANCE OR RESOLUTION  HAS  BEEN  ADOPTED,\n   47  THE  AMOUNT OF SUCH EXEMPTION IN THE FIRST SEVEN YEARS OF ITS TERM SHALL\n   48  BE ONE HUNDRED PERCENT OF THE  \"BASE  AMOUNT,\"  DETERMINED  PURSUANT  TO\n   49  SUBDIVISION  TWO  OF  THIS  SECTION.  THE AMOUNT OF THE EXEMPTION IN THE\n   50  EIGHTH, NINTH, AND  TENTH  YEARS  OF  ITS  TERM  SHALL  BE  SEVENTY-FIVE\n   51  PERCENT,  FIFTY  PERCENT  AND TWENTY-FIVE PERCENT, RESPECTIVELY, OF SUCH\n   52  BASE AMOUNT.\n   53    2. (A) THE BASE AMOUNT OF THE EXEMPTION SHALL BE  THE  EXTENT  OF  THE\n   54  INCREASE  IN  ASSESSED  VALUE  ATTRIBUTABLE TO SUCH CONSTRUCTION, ALTER-\n   55  ATION, INSTALLATION OR IMPROVEMENT AS DETERMINED IN THE INITIAL YEAR FOR\n   56  WHICH APPLICATION FOR EXEMPTION IS MADE PURSUANT TO  THIS  SECTION.  THE\n\n       A. 2219                            12\n\n    1  BASE  AMOUNT  SHALL  REMAIN  CONSTANT  FOR  THE  AUTHORIZED  TERM OF THE\n    2  EXEMPTION, SUBJECT TO THE FOLLOWING:\n    3    (I)  IF  THERE IS SUBSEQUENT CONSTRUCTION, ALTERATION, INSTALLATION OR\n    4  IMPROVEMENT DURING THE TERM OF THE EXEMPTION, THE BASE AMOUNT  SHALL  BE\n    5  REVISED  TO  INCLUDE THE INCREASE IN ASSESSED VALUE ATTRIBUTABLE TO SUCH\n    6  CONSTRUCTION, ALTERATION, INSTALLATION OR IMPROVEMENT.\n    7    (II) IF A CHANGE IN LEVEL OF ASSESSMENT OF FIFTEEN PERCENT OR MORE  IS\n    8  CERTIFIED  FOR  AN  ASSESSMENT  ROLL  PURSUANT TO THE RULES OF THE STATE\n    9  BOARD, THE BASE AMOUNT SHALL BE ADJUSTED BY  SUCH  CHANGE  IN  LEVEL  OF\n   10  ASSESSMENT.  THE  EXEMPTION  ON  THAT ASSESSMENT ROLL SHALL THEREUPON BE\n   11  RECOMPUTED, NOTWITHSTANDING THE FACT  THAT  THE  ASSESSOR  RECEIVES  THE\n   12  CERTIFICATION AFTER THE COMPLETION, VERIFICATION AND FILING OF THE FINAL\n   13  ASSESSMENT  ROLL. IN THE EVENT THE ASSESSOR DOES NOT HAVE CUSTODY OF THE\n   14  ROLL WHEN SUCH CERTIFICATION IS RECEIVED, THE ASSESSOR SHALL CERTIFY THE\n   15  RECOMPUTED EXEMPTION TO THE LOCAL OFFICERS HAVING CUSTODY AND CONTROL OF\n   16  THE ROLL, AND SUCH LOCAL OFFICERS ARE HEREBY DIRECTED AND AUTHORIZED  TO\n   17  ENTER THE RECOMPUTED EXEMPTION CERTIFIED BY THE ASSESSOR ON THE ROLL.\n   18    (B)  NO  SUCH  EXEMPTION  SHALL BE GRANTED UNLESS, PURSUANT TO ARTICLE\n   19  EIGHTEEN-D OF THE GENERAL MUNICIPAL LAW:\n   20    (1) NOTICE OF THE DESIGNATION OF THE GREEN ECONOMIC  DEVELOPMENT  ZONE\n   21  HAS  BEEN FILED WITH THE CLERK OF THE ASSESSING UNIT BY THE COMMISSIONER\n   22  ON OR BEFORE THE APPLICABLE TAXABLE STATUS DATE;\n   23    (2)  THE  CONSTRUCTION,  ALTERATION,   INSTALLATION   OR   IMPROVEMENT\n   24  COMMENCED  ON  OR AFTER THE DATE THE GREEN ECONOMIC DEVELOPMENT ZONE WAS\n   25  DESIGNATED; AND\n   26    (3) THE DESIGNATION OF THE GREEN ECONOMIC  DEVELOPMENT  ZONE  HAS  NOT\n   27  ENDED  AND  HAS NOT BEEN TERMINATED BY THE COMMISSIONER ON OR BEFORE THE\n   28  APPLICABLE TAXABLE STATUS DATE.\n   29    (C) FOR PURPOSES OF THIS SECTION THE TERMS  CONSTRUCTION,  ALTERATION,\n   30  INSTALLATION  AND IMPROVEMENT SHALL NOT INCLUDE ORDINARY MAINTENANCE AND\n   31  REPAIRS.\n   32    (D) NO SUCH EXEMPTION SHALL BE GRANTED CONCURRENT WITH  OR  SUBSEQUENT\n   33  TO  ANY  OTHER  REAL PROPERTY TAX EXEMPTION GRANTED TO THE SAME IMPROVE-\n   34  MENTS TO REAL PROPERTY, EXCEPT, WHERE DURING THE PERIOD OF SUCH PREVIOUS\n   35  EXEMPTION, PAYMENTS IN LIEU OF TAXES OR OTHER PAYMENTS WERE MADE TO  THE\n   36  LOCAL  GOVERNMENT  IN AN AMOUNT THAT WOULD HAVE BEEN EQUAL TO OR GREATER\n   37  THAN THE AMOUNT OF REAL PROPERTY TAXES THAT WOULD HAVE BEEN PAID ON SUCH\n   38  IMPROVEMENTS HAD SUCH PROPERTY BEEN GRANTED  AN  EXEMPTION  PURSUANT  TO\n   39  THIS  SECTION.  IN SUCH CASE, AN EXEMPTION SHALL BE GRANTED FOR A NUMBER\n   40  OF YEARS EQUAL TO THE  TEN  YEAR  EXEMPTION  GRANTED  PURSUANT  TO  THIS\n   41  SECTION LESS THE NUMBER OF YEARS THE PROPERTY WOULD HAVE BEEN PREVIOUSLY\n   42  EXEMPT FROM REAL PROPERTY TAXES.\n   43    3.  SUCH EXEMPTION SHALL BE GRANTED ONLY UPON APPLICATION BY THE OWNER\n   44  OF SUCH REAL PROPERTY ON A FORM  PRESCRIBED  BY  THE  STATE  BOARD.  THE\n   45  ORIGINAL  OF  SUCH  APPLICATION  SHALL BE FILED WITH THE ASSESSOR OF THE\n   46  ASSESSING UNIT. SUCH ORIGINAL APPLICATION SHALL BE FILED  ON  OR  BEFORE\n   47  THE  APPROPRIATE TAXABLE STATUS DATE OF SUCH ASSESSING UNIT AND NO LATER\n   48  THAN ONE YEAR FROM THE DATE OF COMPLETION OF SUCH  CONSTRUCTION,  ALTER-\n   49  ATION, INSTALLATION OR IMPROVEMENT.\n   50    4.  IF  THE ASSESSOR RECEIVES THE NOTICE DESCRIBED IN SUBPARAGRAPH ONE\n   51  OF PARAGRAPH (B) OF SUBDIVISION TWO OF THIS SECTION AND  AN  APPLICATION\n   52  BY  THE OWNER OF THE REAL PROPERTY, HE SHALL APPROVE THE APPLICATION AND\n   53  SUCH REAL PROPERTY SHALL THEREAFTER BE EXEMPT FROM  TAXATION  AS  HEREIN\n   54  PROVIDED  COMMENCING WITH THE ASSESSMENT ROLL PREPARED AFTER THE TAXABLE\n   55  STATUS DATE REFERRED TO  IN  SUBDIVISION  THREE  OF  THIS  SECTION.  THE\n   56  ASSESSED  VALUE  OF ANY EXEMPTION GRANTED PURSUANT TO THIS SECTION SHALL\n\n       A. 2219                            13\n\n    1  BE ENTERED BY THE ASSESSOR ON THE ASSESSMENT ROLL WITH THE TAXABLE PROP-\n    2  ERTY, WITH THE AMOUNT OF THE EXEMPTION ENTERED IN A SEPARATE COLUMN.\n    3    5.  EXEMPTIONS EXISTING PRIOR IN TIME TO THE TERMINATION OF THE DESIG-\n    4  NATION OF A GREEN ECONOMIC DEVELOPMENT ZONE BY THE COMMISSIONER, OR,  IN\n    5  THE CASE OF A MUNICIPAL CORPORATION WHICH HAS ADOPTED A LOCAL LAW, ORDI-\n    6  NANCE OR RESOLUTION PURSUANT TO SUBDIVISION ONE-A OF THIS SECTION, PRIOR\n    7  IN  TIME TO THE EXPIRATION OF SUCH DESIGNATION, SHALL CONTINUE AS IF THE\n    8  DESIGNATION OF THE GREEN ECONOMIC DEVELOPMENT ZONE HAD NOT  BEEN  TERMI-\n    9  NATED,  OR,  IF APPLICABLE, HAD NOT EXPIRED; PROVIDED, HOWEVER, THAT ANY\n   10  FURTHER INCREASE IN THE VALUE ATTRIBUTABLE TO CONSTRUCTION,  ALTERATION,\n   11  INSTALLATION  OR  IMPROVEMENT COMMENCED SUBSEQUENT TO THE DATE OF TERMI-\n   12  NATION, OR, IF APPLICABLE, THE DATE OF EXPIRATION, SHALL NOT BE ELIGIBLE\n   13  FOR EXEMPTION PURSUANT TO THIS SECTION.\n   14    S 17. Section 186-a of the tax law is amended by adding a new subdivi-\n   15  sion 11 to read as follows:\n   16    11. NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER OR  ANY  OTHER\n   17  LAW  TO THE CONTRARY, ANY UTILITY (A) WHICH IS SUBJECT TO TAX HEREUNDER,\n   18  AND (B) WHICH IS SUBJECT TO THE SUPERVISION OF THE DEPARTMENT OF  PUBLIC\n   19  SERVICE,  SHALL  PROVIDE, IN ADDITION TO ANY OTHER DISCOUNT, A REDUCTION\n   20  OF THREE PERCENT IN THE RATE CHARGED  FOR  GAS,  ELECTRICITY,  STEAM  OR\n   21  WATER  SOLD, OR GAS, ELECTRIC, STEAM OR WATER SERVICE RENDERED, PRIOR TO\n   22  NINETEEN HUNDRED NINETY-FOUR, FOR ULTIMATE CONSUMPTION OR USE WITHIN  AN\n   23  AREA DESIGNATED AS A GREEN ECONOMIC DEVELOPMENT ZONE PURSUANT TO ARTICLE\n   24  EIGHTEEN-D  OF THE GENERAL MUNICIPAL LAW BY A BUSINESS, WHETHER INCORPO-\n   25  RATED OR UNINCORPORATED, OTHER THAN A RETAIL ENTERPRISE  AS  DEFINED  IN\n   26  PARAGRAPH  (K)  OF SUBDIVISION TWELVE OF SECTION TWO HUNDRED TEN OF THIS\n   27  CHAPTER BUT WITHOUT REGARD TO SUBPARAGRAPH (III) THEREOF, WHICH HAS BEEN\n   28  CERTIFIED PURSUANT TO ARTICLE EIGHTEEN-D OF THE GENERAL  MUNICIPAL  LAW,\n   29  AND WHICH HAS CLAIMED A CREDIT UNDER SUBDIVISION TWELVE-H OF SECTION TWO\n   30  HUNDRED  TEN,  SUBSECTION  (E)  OF SECTION FOURTEEN HUNDRED FIFTY-SIX OR\n   31  SUBDIVISION (G) OF SECTION FIFTEEN HUNDRED ELEVEN OF THIS CHAPTER DURING\n   32  THE PREVIOUS FIFTEEN MONTHS, AS EVIDENCED BY A CERTIFICATE ISSUED BY THE\n   33  COMMISSIONER TO SUCH BUSINESS.  NINETY-SIX AND ONE-HALF PERCENT  OF  THE\n   34  AGGREGATE  OF SUCH REDUCTIONS DURING THE YEAR MAY BE APPLIED AS A CREDIT\n   35  AGAINST THE TAX IMPOSED PURSUANT TO THIS SECTION WITH  RESPECT  TO  SUCH\n   36  YEAR.\n   37    S 18. Section 210 of the tax law is amended by adding two new subdivi-\n   38  sions 12-H and 12-I to read as follows:\n   39    12-H. GREEN ECONOMIC DEVELOPMENT ZONE INVESTMENT TAX CREDIT (GED-ITC).\n   40  (A)  A  TAXPAYER  SHALL  BE  ALLOWED  A CREDIT, TO BE COMPUTED AS HEREIN\n   41  PROVIDED, AGAINST THE TAX IMPOSED BY THIS ARTICLE IF  THE  TAXPAYER  HAS\n   42  BEEN  CERTIFIED  PURSUANT TO ARTICLE EIGHTEEN-D OF THE GENERAL MUNICIPAL\n   43  LAW.  THE AMOUNT OF THE CREDIT SHALL BE TEN PERCENT OF THE COST OR OTHER\n   44  BASIS FOR FEDERAL INCOME TAX PURPOSES OF TANGIBLE PERSONAL PROPERTY  AND\n   45  OTHER  TANGIBLE  PROPERTY, INCLUDING BUILDINGS AND STRUCTURAL COMPONENTS\n   46  OF BUILDINGS, DESCRIBED IN PARAGRAPH (B) OF THIS SUBDIVISION,  WHICH  IS\n   47  LOCATED  WITHIN  A  GREEN  ECONOMIC  DEVELOPMENT ZONE DESIGNATED AS SUCH\n   48  PURSUANT TO ARTICLE EIGHTEEN-D OF SUCH LAW, BUT ONLY IF THE ACQUISITION,\n   49  CONSTRUCTION, RECONSTRUCTION OR ERECTION OF SUCH  PROPERTY  OCCURRED  OR\n   50  WAS  COMMENCED ON OR AFTER THE DATE OF SUCH DESIGNATION AND PRIOR TO THE\n   51  EXPIRATION THEREOF. PROVIDED, HOWEVER, THAT IN THE CASE OF  AN  ACQUISI-\n   52  TION,  CONSTRUCTION,  RECONSTRUCTION  OR  ERECTION  WHICH  WAS COMMENCED\n   53  DURING SUCH PERIOD AND CONTINUED OR COMPLETED SUBSEQUENTLY, SUCH  CREDIT\n   54  SHALL  BE  TEN  PERCENT  OF  THE  PORTION OF THE COST OR OTHER BASIS FOR\n   55  FEDERAL INCOME TAX PURPOSES ATTRIBUTABLE TO SUCH PERIOD,  WHICH  PORTION\n   56  SHALL BE ASCERTAINED BY MULTIPLYING SUCH COST OR BASIS BY A FRACTION THE\n\n       A. 2219                            14\n\n    1  NUMERATOR  OF  WHICH  SHALL  BE THE EXPENDITURES PAID OR INCURRED DURING\n    2  SUCH PERIOD FOR SUCH PURPOSES AND THE DENOMINATOR OF WHICH SHALL BE  THE\n    3  TOTAL  OF  ALL  EXPENDITURES  PAID  OR  INCURRED  FOR  SUCH ACQUISITION,\n    4  CONSTRUCTION, RECONSTRUCTION OR ERECTION.\n    5    (B)  A  CREDIT SHALL BE ALLOWED UNDER THIS SUBDIVISION WITH RESPECT TO\n    6  TANGIBLE PERSONAL PROPERTY AND OTHER TANGIBLE PROPERTY, INCLUDING BUILD-\n    7  INGS AND STRUCTURAL COMPONENTS OF BUILDINGS, WHICH (I)  ARE  DEPRECIABLE\n    8  PURSUANT  TO  SECTION  ONE  HUNDRED  SIXTY-SEVEN OF THE INTERNAL REVENUE\n    9  CODE, (II) HAVE A USEFUL LIFE OF FOUR YEARS OR MORE, (III) ARE  ACQUIRED\n   10  BY  PURCHASE  AS  DEFINED IN SECTION ONE HUNDRED SEVENTY-NINE (D) OF THE\n   11  INTERNAL REVENUE CODE, (IV) HAVE A SITUS IN A GREEN ECONOMIC DEVELOPMENT\n   12  ZONE DESIGNATED AS SUCH PURSUANT TO ARTICLE EIGHTEEN-D  OF  THE  GENERAL\n   13  MUNICIPAL  LAW,  AND (V) ARE (A) PRINCIPALLY USED BY THE TAXPAYER IN THE\n   14  PRODUCTION OF GOODS BY MANUFACTURING, PROCESSING, ASSEMBLING,  REFINING,\n   15  MINING,  EXTRACTING,  FARMING,  AGRICULTURE, HORTICULTURE, FLORICULTURE,\n   16  VITICULTURE OR COMMERCIAL FISHING, (B) INDUSTRIAL WASTE TREATMENT FACIL-\n   17  ITIES OR AIR POLLUTION CONTROL FACILITIES USED IN THE  TAXPAYER'S  TRADE\n   18  OR BUSINESS, (C) RESEARCH AND DEVELOPMENT PROPERTY, (D) PRINCIPALLY USED\n   19  IN  THE  ORDINARY COURSE OF THE TAXPAYER'S TRADE OR BUSINESS AS A BROKER\n   20  OR DEALER IN CONNECTION WITH THE PURCHASE OR SALE (WHICH  SHALL  INCLUDE\n   21  BUT  NOT  BE LIMITED TO THE ISSUANCE, ENTERING INTO, ASSUMPTION, OFFSET,\n   22  ASSIGNMENT, TERMINATION, OR TRANSFER) OF STOCKS, BONDS OR OTHER  SECURI-\n   23  TIES  AS  DEFINED  IN  SECTION  FOUR  HUNDRED SEVENTY-FIVE (C)(2) OF THE\n   24  INTERNAL REVENUE CODE, OR OF COMMODITIES  AS  DEFINED  IN  SECTION  FOUR\n   25  HUNDRED  SEVENTY-FIVE  (E) OF THE INTERNAL REVENUE CODE, (E) PRINCIPALLY\n   26  USED IN THE ORDINARY COURSE OF  THE  TAXPAYER'S  TRADE  OR  BUSINESS  OF\n   27  PROVIDING INVESTMENT ADVISORY SERVICES FOR A REGULATED INVESTMENT COMPA-\n   28  NY AS DEFINED IN SECTION EIGHT HUNDRED FIFTY-ONE OF THE INTERNAL REVENUE\n   29  CODE,  OR  LENDING,  LOAN  ARRANGEMENT,  OR LOAN ORIGINATION SERVICES TO\n   30  CUSTOMERS IN CONNECTION WITH THE PURCHASE OR SALE (WHICH  SHALL  INCLUDE\n   31  BUT  NOT  BE LIMITED TO THE ISSUANCE, ENTERING INTO, ASSUMPTION, OFFSET,\n   32  ASSIGNMENT, TERMINATION OR TRANSFER) OF SECURITIES AS DEFINED IN SECTION\n   33  FOUR HUNDRED SEVENTY-FIVE (C)(2) OF THE INTERNAL REVENUE  CODE,  OR  (F)\n   34  PRINCIPALLY USED IN THE ORDINARY COURSE OF THE TAXPAYER'S BUSINESS AS AN\n   35  EXCHANGE REGISTERED AS A NATIONAL SECURITIES EXCHANGE WITHIN THE MEANING\n   36  OF SECTIONS 3(A)(1) AND 6(A) OF THE SECURITIES EXCHANGE ACT OF 1934 OR A\n   37  BOARD  OF  TRADE  AS  DEFINED  IN  SUBPARAGRAPH  ONE OF PARAGRAPH (A) OF\n   38  SECTION FOURTEEN HUNDRED TEN OF THE NOT-FOR-PROFIT CORPORATION LAW OR AS\n   39  AN ENTITY THAT IS WHOLLY OWNED BY ONE OR MORE SUCH  NATIONAL  SECURITIES\n   40  EXCHANGES  OR  BOARDS OF TRADE AND THAT PROVIDES AUTOMATION OR TECHNICAL\n   41  SERVICES THERETO. FOR PURPOSES OF CLAUSES (D), (E) AND (F)  OF  SUBPARA-\n   42  GRAPH (V) OF THIS PARAGRAPH, PROPERTY PURCHASED BY A TAXPAYER AFFILIATED\n   43  WITH A REGULATED BROKER, DEALER, REGISTERED INVESTMENT ADVISER, NATIONAL\n   44  SECURITIES  EXCHANGE  OR  BOARD  OF TRADE IS ALLOWED A CREDIT UNDER THIS\n   45  SUBDIVISION IF THE PROPERTY IS USED BY ITS AFFILIATED REGULATED  BROKER,\n   46  DEALER, REGISTERED INVESTMENT ADVISER OR NATIONAL SECURITIES EXCHANGE OR\n   47  BOARD  OF  TRADE  IN  ACCORDANCE  WITH THIS SUBDIVISION. FOR PURPOSES OF\n   48  DETERMINING IF THE PROPERTY IS PRINCIPALLY USED IN QUALIFYING USES,  THE\n   49  USES  BY  THE  TAXPAYER DESCRIBED IN CLAUSES (D) AND (E) OF SUBPARAGRAPH\n   50  (V) OF THIS PARAGRAPH MAY BE AGGREGATED. IN ADDITION, THE  USES  BY  THE\n   51  TAXPAYER, ITS AFFILIATED REGULATED BROKER, DEALER AND REGISTERED INVEST-\n   52  MENT  ADVISER  UNDER  EITHER OR BOTH OF THOSE CLAUSES MAY BE AGGREGATED.\n   53  PROVIDED, HOWEVER, A TAXPAYER SHALL NOT BE ALLOWED THE  CREDIT  PROVIDED\n   54  BY  CLAUSES  (D),  (E)  AND  (F)  OF THIS SUBPARAGRAPH UNLESS (I) EIGHTY\n   55  PERCENT OR MORE OF  THE  EMPLOYEES  PERFORMING  THE  ADMINISTRATIVE  AND\n   56  SUPPORT  FUNCTIONS  RESULTING  FROM OR RELATED TO THE QUALIFYING USES OF\n\n       A. 2219                            15\n\n    1  SUCH EQUIPMENT ARE LOCATED IN THIS STATE, OR (II) THE AVERAGE NUMBER  OF\n    2  EMPLOYEES  THAT PERFORM THE ADMINISTRATIVE AND SUPPORT FUNCTIONS RESULT-\n    3  ING FROM OR RELATED TO THE QUALIFYING USES OF  SUCH  EQUIPMENT  AND  ARE\n    4  LOCATED  IN  THIS  STATE DURING THE TAXABLE YEAR FOR WHICH THE CREDIT IS\n    5  CLAIMED IS EQUAL TO OR GREATER THAN NINETY-FIVE PERCENT OF  THE  AVERAGE\n    6  NUMBER OF EMPLOYEES THAT PERFORM THESE FUNCTIONS AND ARE LOCATED IN THIS\n    7  STATE  DURING  THE  THIRTY-SIX MONTHS IMMEDIATELY PRECEDING THE YEAR FOR\n    8  WHICH THE CREDIT IS CLAIMED, OR (III) THE NUMBER OF EMPLOYEES LOCATED IN\n    9  THIS STATE DURING THE TAXABLE YEAR FOR WHICH THE CREDIT  IS  CLAIMED  IS\n   10  EQUAL  TO  OR  GREATER  THAN  NINETY  PERCENT OF THE NUMBER OF EMPLOYEES\n   11  LOCATED IN THIS STATE ON DECEMBER THIRTY-FIRST, NINETEEN  HUNDRED  NINE-\n   12  TY-EIGHT  OR,  IF THE TAXPAYER WAS NOT A CALENDAR YEAR TAXPAYER IN NINE-\n   13  TEEN HUNDRED NINETY-EIGHT, THE LAST DAY OF ITS FIRST TAXABLE YEAR ENDING\n   14  AFTER DECEMBER  THIRTY-FIRST,  NINETEEN  HUNDRED  NINETY-EIGHT.  IF  THE\n   15  TAXPAYER  BECOMES  SUBJECT  TO  TAX IN THIS STATE AFTER THE TAXABLE YEAR\n   16  BEGINNING IN NINETEEN HUNDRED NINETY-EIGHT, THEN  THE  TAXPAYER  IS  NOT\n   17  REQUIRED  TO  SATISFY  THE  EMPLOYMENT  TEST  PROVIDED  IN THE PRECEDING\n   18  SENTENCE OF THIS SUBPARAGRAPH  FOR  ITS  FIRST  TAXABLE  YEAR.  FOR  THE\n   19  PURPOSES  OF  CLAUSE (III) OF THIS SUBPARAGRAPH THE EMPLOYMENT TEST WILL\n   20  BE BASED ON THE NUMBER OF EMPLOYEES LOCATED IN THIS STATE  ON  THE  LAST\n   21  DAY  OF  THE  FIRST  TAXABLE YEAR THE TAXPAYER IS SUBJECT TO TAX IN THIS\n   22  STATE. IF THE USES OF THE  PROPERTY  MUST  BE  AGGREGATED  TO  DETERMINE\n   23  WHETHER THE PROPERTY IS PRINCIPALLY USED IN QUALIFYING USES, THEN EITHER\n   24  EACH  AFFILIATE  USING THE PROPERTY MUST SATISFY THIS EMPLOYMENT TEST OR\n   25  THIS EMPLOYMENT TEST MUST BE SATISFIED THROUGH THE  AGGREGATION  OF  THE\n   26  EMPLOYEES  OF THE TAXPAYER, ITS AFFILIATED REGULATED BROKER, DEALER, AND\n   27  REGISTERED INVESTMENT ADVISER USING THE PROPERTY.  FOR  THE  PURPOSE  OF\n   28  THIS  SUBDIVISION,  THE  TERM \"GOODS\" SHALL NOT INCLUDE ELECTRICITY. FOR\n   29  PURPOSES OF THIS PARAGRAPH, MANUFACTURING  SHALL  MEAN  THE  PROCESS  OF\n   30  WORKING  RAW  MATERIALS  INTO  WARES SUITABLE FOR USE OR WHICH GIVES NEW\n   31  SHAPES, NEW QUALITY OR NEW COMBINATIONS TO MATTER WHICH ALREADY HAS GONE\n   32  THROUGH SOME ARTIFICIAL PROCESS BY THE USE OF MACHINERY,  TOOLS,  APPLI-\n   33  ANCES  AND  OTHER  SIMILAR EQUIPMENT. PROPERTY USED IN THE PRODUCTION OF\n   34  GOODS SHALL INCLUDE MACHINERY,  EQUIPMENT  OR  OTHER  TANGIBLE  PROPERTY\n   35  WHICH  IS PRINCIPALLY USED IN THE REPAIR AND SERVICE OF OTHER MACHINERY,\n   36  EQUIPMENT OR OTHER TANGIBLE PROPERTY USED PRINCIPALLY IN THE  PRODUCTION\n   37  OF  GOODS AND SHALL INCLUDE ALL FACILITIES USED IN THE PRODUCTION OPERA-\n   38  TION, INCLUDING STORAGE OF MATERIAL TO BE USED IN PRODUCTION AND OF  THE\n   39  PRODUCTS  THAT  ARE  PRODUCED. FOR PURPOSES OF THIS PARAGRAPH, THE TERMS\n   40  \"RESEARCH AND DEVELOPMENT PROPERTY\", \"INDUSTRIAL WASTE TREATMENT FACILI-\n   41  TIES\", AND \"AIR POLLUTION CONTROL FACILITIES\" SHALL  HAVE  THE  MEANINGS\n   42  ASCRIBED  THERETO BY CLAUSES (B), (C) AND (D), RESPECTIVELY, OF SUBPARA-\n   43  GRAPH (II) OF PARAGRAPH (B) OF SUBDIVISION TWELVE OF THIS  SECTION,  AND\n   44  THE PROVISIONS OF SUBPARAGRAPH (III) OF SUCH PARAGRAPH (B) SHALL APPLY.\n   45    (C)  A  TAXPAYER  SHALL NOT BE ALLOWED A CREDIT UNDER THIS SUBDIVISION\n   46  WITH RESPECT TO ANY TANGIBLE PERSONAL PROPERTY AND OTHER TANGIBLE  PROP-\n   47  ERTY,  INCLUDING BUILDINGS AND STRUCTURAL COMPONENTS OF BUILDINGS, WHICH\n   48  IT LEASES TO ANY OTHER PERSON OR CORPORATION  EXCEPT  WHERE  A  TAXPAYER\n   49  LEASES  PROPERTY  TO  AN AFFILIATED REGULATED BROKER, DEALER, REGISTERED\n   50  INVESTMENT ADVISER, NATIONAL SECURITIES EXCHANGE OR BOARD OF  TRADE  (OR\n   51  OTHER  ENTITY  DESCRIBED  IN CLAUSE (F) OF SUBPARAGRAPH (V) OF PARAGRAPH\n   52  (B) OF THIS SUBDIVISION THAT  USES  SUCH  PROPERTY  IN  ACCORDANCE  WITH\n   53  CLAUSE  (D),  (E)  OR  (F)  OF SUBPARAGRAPH (V) OF PARAGRAPH (B) OF THIS\n   54  SUBDIVISION. FOR PURPOSES OF THE PRECEDING  SENTENCE,  ANY  CONTRACT  OR\n   55  AGREEMENT  TO  LEASE OR RENT OR FOR A LICENSE TO USE SUCH PROPERTY SHALL\n   56  BE CONSIDERED A LEASE.  PROVIDED,  HOWEVER,  IN  DETERMINING  WHETHER  A\n\n       A. 2219                            16\n\n    1  TAXPAYER  SHALL  BE ALLOWED A CREDIT UNDER THIS SUBDIVISION WITH RESPECT\n    2  TO SUCH PROPERTY, ANY ELECTION MADE WITH RESPECT TO SUCH PROPERTY PURSU-\n    3  ANT TO THE PROVISIONS OF PARAGRAPH EIGHT OF SUBSECTION  (F)  OF  SECTION\n    4  ONE  HUNDRED SIXTY-EIGHT OF THE INTERNAL REVENUE CODE, AS SUCH PARAGRAPH\n    5  WAS IN EFFECT FOR AGREEMENTS ENTERED INTO PRIOR TO JANUARY FIRST,  NINE-\n    6  TEEN HUNDRED EIGHTY-FOUR, SHALL BE DISREGARDED.\n    7    (D)  THE  CREDIT  ALLOWED  UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR\n    8  SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO LESS THAN  THE  HIGHER  OF\n    9  THE  AMOUNTS  PRESCRIBED IN PARAGRAPHS (C) AND (D) OF SUBDIVISION ONE OF\n   10  THIS SECTION. PROVIDED, HOWEVER, THAT IF THE AMOUNT  OF  CREDIT  ALLOWED\n   11  UNDER  THIS  SUBDIVISION  FOR  ANY  TAXABLE YEAR REDUCES THE TAX TO SUCH\n   12  AMOUNT, ANY AMOUNT OF CREDIT NOT DEDUCTIBLE IN SUCH TAXABLE YEAR MAY  BE\n   13  CARRIED OVER TO THE FOLLOWING YEAR OR YEARS AND MAY BE DEDUCTED FROM THE\n   14  TAXPAYER'S  TAX  FOR  SUCH YEAR OR YEARS. IN LIEU OF SUCH CARRYOVER, ANY\n   15  SUCH TAXPAYER WHICH QUALIFIES AS A NEW BUSINESS UNDER PARAGRAPH  (J)  OF\n   16  SUBDIVISION  TWELVE  OF  THIS  SECTION  MAY ELECT, ON ITS REPORT FOR ITS\n   17  TAXABLE YEAR WITH RESPECT TO WHICH SUCH  CREDIT  IS  ALLOWED,  TO  TREAT\n   18  FIFTY  PERCENT  OF THE AMOUNT OF SUCH CARRYOVER AS AN OVERPAYMENT OF TAX\n   19  TO BE CREDITED OR REFUNDED IN ACCORDANCE WITH THE PROVISIONS OF  SECTION\n   20  ONE THOUSAND EIGHTY-SIX OF THIS CHAPTER. IN ADDITION, ANY TAXPAYER WHICH\n   21  IS  APPROVED AS THE OWNER OF A QUALIFIED INVESTMENT PROJECT OR A SIGNIF-\n   22  ICANT CAPITAL INVESTMENT  PROJECT  PURSUANT  TO  RULES  AND  REGULATIONS\n   23  PROMULGATED  BY  THE COMMISSIONER OF ECONOMIC DEVELOPMENT, ON ITS REPORT\n   24  FOR ITS TAXABLE YEAR WITH RESPECT TO WHICH SUCH CREDIT  IS  ALLOWED,  IN\n   25  LIEU  OF  SUCH CARRYOVER, MAY ELECT TO TREAT FIFTY PERCENT OF THE AMOUNT\n   26  OF SUCH CARRYOVER WHICH IS ATTRIBUTABLE TO THE CREDIT ALLOWED UNDER THIS\n   27  SUBDIVISION FOR PROPERTY WHICH IS PART OF SUCH PROJECT AS AN OVERPAYMENT\n   28  OF TAX TO BE CREDITED OR REFUNDED IN ACCORDANCE WITH THE  PROVISIONS  OF\n   29  SECTION  TEN HUNDRED EIGHTY-SIX OF THIS CHAPTER. PROVIDED, HOWEVER, SUCH\n   30  OWNER SHALL BE ALLOWED SUCH REFUND FOR A MAXIMUM OF  TEN  TAXABLE  YEARS\n   31  WITH  RESPECT  TO SUCH QUALIFIED INVESTMENT PROJECT AND EACH SIGNIFICANT\n   32  CAPITAL INVESTMENT PROJECT, STARTING WITH  THE  FIRST  TAXABLE  YEAR  IN\n   33  WHICH  PROPERTY COMPRISING SUCH PROJECT IS PLACED IN SERVICE.  PROVIDED,\n   34  FURTHER, HOWEVER, THE PROVISIONS OF SUBSECTION (C) OF SECTION ONE  THOU-\n   35  SAND  EIGHTY-EIGHT OF THIS CHAPTER NOTWITHSTANDING, NO INTEREST SHALL BE\n   36  PAID THEREON.\n   37    (D-1) ANY CARRY OVER OF A CREDIT FROM PRIOR TAXABLE YEARS WILL NOT  BE\n   38  ALLOWED  IF  A  GREEN ECONOMIC DEVELOPMENT ZONE RETENTION CERTIFICATE IS\n   39  NOT ISSUED PURSUANT TO RULES AND REGULATIONS PROMULGATED BY THE  COMMIS-\n   40  SIONER  OF  ECONOMIC  DEVELOPMENT TO THE GREEN ECONOMIC DEVELOPMENT ZONE\n   41  ENTERPRISE WHICH IS THE BASIS OF THE CREDIT.\n   42    (E) AT THE OPTION OF THE  TAXPAYER  AIR  OR  WATER  POLLUTION  CONTROL\n   43  FACILITIES  WHICH QUALIFY FOR ELECTIVE DEDUCTIONS UNDER PARAGRAPH (G) OF\n   44  SUBDIVISION NINE OF SECTION TWO HUNDRED EIGHT  OF  THIS  ARTICLE  OR  AN\n   45  ELIGIBLE  BUSINESS FACILITY FOR WHICH A CREDIT IS ALLOWED UNDER SUBDIVI-\n   46  SION ELEVEN OF THIS SECTION,  OR  RESEARCH  AND  DEVELOPMENT  FACILITIES\n   47  WHICH  QUALIFY  FOR ELECTIVE DEDUCTION UNDER SUBPARAGRAPHS TWO AND THREE\n   48  OF PARAGRAPH (E) OF SUBDIVISION THREE OF THIS SECTION, OR PROPERTY WHICH\n   49  QUALIFIES FOR THE CREDIT PROVIDED UNDER SUBDIVISION TWELVE  OR  EIGHTEEN\n   50  OF  THIS  SECTION  MAY  BE  TREATED  AS PROPERTY PRINCIPALLY USED BY THE\n   51  TAXPAYER IN THE PRODUCTION OF GOODS BY MANUFACTURING, PROCESSING, ASSEM-\n   52  BLING, REFINING, MINING, EXTRACTING, FARMING, AGRICULTURE, HORTICULTURE,\n   53  VITICULTURE OR COMMERCIAL FISHING, PROVIDED THE PROPERTY OTHERWISE QUAL-\n   54  IFIES UNDER  PARAGRAPH  (B)  OF  THIS  SUBDIVISION,  IN  WHICH  EVENT  A\n   55  DEDUCTION  SHALL NOT BE ALLOWED UNDER SUCH PARAGRAPH (G), A CREDIT SHALL\n   56  NOT BE ALLOWED UNDER SUCH SUBDIVISION ELEVEN AND A DEDUCTION  SHALL  NOT\n\n       A. 2219                            17\n\n    1  BE  ALLOWED  UNDER SUCH SUBPARAGRAPH THREE OF PARAGRAPH (E) AND A CREDIT\n    2  SHALL NOT BE ALLOWED UNDER SUCH SUBDIVISION TWELVE OR EIGHTEEN.\n    3    (F)  (1)  WITH  RESPECT  TO  PROPERTY WHICH IS DEPRECIABLE PURSUANT TO\n    4  SECTION ONE HUNDRED SIXTY-SEVEN OF THE INTERNAL REVENUE CODE BUT IS  NOT\n    5  SUBJECT  TO  THE  PROVISIONS  OF SECTION ONE HUNDRED SIXTY-EIGHT OF SUCH\n    6  CODE AND WHICH IS DISPOSED OF OR CEASES TO BE IN QUALIFIED USE PRIOR  TO\n    7  THE  END  OF  THE  TAXABLE  YEAR IN WHICH THE CREDIT IS TO BE TAKEN, THE\n    8  AMOUNT OF THE CREDIT SHALL BE THAT PORTION OF THE CREDIT PROVIDED FOR IN\n    9  THIS SUBDIVISION WHICH REPRESENTS THE RATIO WHICH THE MONTHS  OF  QUALI-\n   10  FIED  USE BEAR TO THE MONTHS OF USEFUL LIFE. IF PROPERTY ON WHICH CREDIT\n   11  HAS BEEN TAKEN IS DISPOSED OF OR CEASES TO BE IN QUALIFIED USE PRIOR  TO\n   12  THE  END OF ITS USEFUL LIFE, THE DIFFERENCE BETWEEN THE CREDIT TAKEN AND\n   13  THE CREDIT ALLOWED FOR ACTUAL USE MUST BE ADDED  BACK  IN  THE  YEAR  OF\n   14  DISPOSITION. PROVIDED, HOWEVER, IF SUCH PROPERTY IS DISPOSED OF OR CEAS-\n   15  ES  TO  BE  IN QUALIFIED USE AFTER IT HAS BEEN IN QUALIFIED USE FOR MORE\n   16  THAN TWELVE CONSECUTIVE YEARS, IT SHALL NOT BE NECESSARY TO ADD BACK THE\n   17  CREDIT AS PROVIDED IN THIS SUBPARAGRAPH. THE AMOUNT  OF  CREDIT  ALLOWED\n   18  FOR ACTUAL USE SHALL BE DETERMINED BY MULTIPLYING THE ORIGINAL CREDIT BY\n   19  THE RATIO WHICH THE MONTHS OF QUALIFIED USE BEAR TO THE MONTHS OF USEFUL\n   20  LIFE.  FOR  PURPOSES OF THIS SUBPARAGRAPH, USEFUL LIFE OF PROPERTY SHALL\n   21  BE THE SAME AS THE TAXPAYER USES FOR DEPRECIATION PURPOSES WHEN  COMPUT-\n   22  ING HIS FEDERAL INCOME TAX LIABILITY.\n   23    (2) EXCEPT WITH RESPECT TO THAT PROPERTY TO WHICH SUBPARAGRAPH FOUR OF\n   24  THIS  PARAGRAPH APPLIES, WITH RESPECT TO THREE-YEAR PROPERTY, AS DEFINED\n   25  IN SUBSECTION (E) OF SECTION ONE HUNDRED  SIXTY-EIGHT  OF  THE  INTERNAL\n   26  REVENUE  CODE,  WHICH  IS  DISPOSED  OF OR CEASES TO BE IN QUALIFIED USE\n   27  PRIOR TO THE END OF THE TAXABLE YEAR IN WHICH THE CREDIT IS TO BE TAKEN,\n   28  THE AMOUNT OF THE CREDIT SHALL BE THAT PORTION OF  THE  CREDIT  PROVIDED\n   29  FOR  IN  THIS SUBDIVISION WHICH REPRESENTS THE RATIO WHICH THE MONTHS OF\n   30  QUALIFIED USE BEAR TO THIRTY-SIX. IF PROPERTY ON WHICH CREDIT  HAS  BEEN\n   31  TAKEN  IS  DISPOSED OF OR CEASES TO BE IN QUALIFIED USE PRIOR TO THE END\n   32  OF THIRTY-SIX MONTHS, THE DIFFERENCE BETWEEN THE CREDIT  TAKEN  AND  THE\n   33  CREDIT ALLOWED FOR ACTUAL USE MUST BE ADDED BACK IN THE YEAR OF DISPOSI-\n   34  TION. THE AMOUNT OF CREDIT ALLOWED FOR ACTUAL USE SHALL BE DETERMINED BY\n   35  MULTIPLYING  THE ORIGINAL CREDIT BY THE RATIO WHICH THE MONTHS OF QUALI-\n   36  FIED USE BEAR TO THIRTY-SIX.\n   37    (3) EXCEPT WITH RESPECT TO THAT PROPERTY TO WHICH SUBPARAGRAPH FOUR OF\n   38  THIS  PARAGRAPH  APPLIES,  WITH  RESPECT  TO  PROPERTY  SUBJECT  TO  THE\n   39  PROVISIONS  OF  SECTION  ONE HUNDRED SIXTY-EIGHT OF THE INTERNAL REVENUE\n   40  CODE OTHER THAN THREE-YEAR PROPERTY AS DEFINED IN SUBSECTION (E) OF SUCH\n   41  SECTION ONE HUNDRED SIXTY-EIGHT WHICH IS DISPOSED OF OR CEASES TO BE  IN\n   42  QUALIFIED  USE  PRIOR TO THE END OF THE TAXABLE YEAR IN WHICH THE CREDIT\n   43  IS TO BE TAKEN, THE AMOUNT OF THE CREDIT SHALL BE THAT  PORTION  OF  THE\n   44  CREDIT PROVIDED FOR IN THIS SUBDIVISION WHICH REPRESENTS THE RATIO WHICH\n   45  THE  MONTHS  OF QUALIFIED USE BEAR TO SIXTY. IF PROPERTY ON WHICH CREDIT\n   46  HAS BEEN TAKEN IS DISPOSED OF OR CEASES TO BE IN QUALIFIED USE PRIOR  TO\n   47  THE END OF SIXTY MONTHS, THE DIFFERENCE BETWEEN THE CREDIT TAKEN AND THE\n   48  CREDIT ALLOWED FOR ACTUAL USE MUST BE ADDED BACK IN THE YEAR OF DISPOSI-\n   49  TION. THE AMOUNT OF CREDIT ALLOWED FOR ACTUAL USE SHALL BE DETERMINED BY\n   50  MULTIPLYING  THE ORIGINAL CREDIT BY THE RATIO WHICH THE MONTHS OF QUALI-\n   51  FIED USE BEAR TO SIXTY.\n   52    (4) WITH  RESPECT  TO  ANY  PROPERTY  TO  WHICH  SECTION  ONE  HUNDRED\n   53  SIXTY-EIGHT OF THE INTERNAL REVENUE CODE APPLIES, WHICH IS A BUILDING OR\n   54  A  STRUCTURAL COMPONENT OF A BUILDING AND WHICH IS DISPOSED OF OR CEASES\n   55  TO BE IN QUALIFIED USE PRIOR TO THE END OF THE TAXABLE YEAR IN WHICH THE\n   56  CREDIT IS TO BE TAKEN, THE AMOUNT OF THE CREDIT SHALL BE THAT PORTION OF\n\n       A. 2219                            18\n\n    1  THE CREDIT PROVIDED FOR IN THIS SUBDIVISION WHICH REPRESENTS  THE  RATIO\n    2  WHICH  THE  MONTHS  OF  QUALIFIED USE BEAR TO THE TOTAL NUMBER OF MONTHS\n    3  OVER WHICH THE TAXPAYER CHOOSES TO DEDUCT THE PROPERTY UNDER THE  INTER-\n    4  NAL REVENUE CODE. IF PROPERTY ON WHICH CREDIT HAS BEEN TAKEN IS DISPOSED\n    5  OF  OR CEASES TO BE IN QUALIFIED USE PRIOR TO THE END OF THE PERIOD OVER\n    6  WHICH THE TAXPAYER CHOOSES TO DEDUCT THE  PROPERTY  UNDER  THE  INTERNAL\n    7  REVENUE  CODE,  THE  DIFFERENCE  BETWEEN THE CREDIT TAKEN AND THE CREDIT\n    8  ALLOWED FOR ACTUAL USE MUST BE ADDED BACK IN THE  YEAR  OF  DISPOSITION.\n    9  PROVIDED,  HOWEVER,  IF  SUCH PROPERTY IS DISPOSED OF OR CEASES TO BE IN\n   10  QUALIFIED USE AFTER IT HAS BEEN IN QUALIFIED USE FOR  MORE  THAN  TWELVE\n   11  CONSECUTIVE  YEARS,  IT SHALL NOT BE NECESSARY TO ADD BACK THE CREDIT AS\n   12  PROVIDED IN THIS SUBPARAGRAPH. THE AMOUNT OF CREDIT ALLOWED  FOR  ACTUAL\n   13  USE  SHALL BE DETERMINED BY MULTIPLYING THE ORIGINAL CREDIT BY THE RATIO\n   14  WHICH THE MONTHS OF QUALIFIED USE BEAR TO THE  TOTAL  NUMBER  OF  MONTHS\n   15  OVER  WHICH THE TAXPAYER CHOOSES TO DEDUCT THE PROPERTY UNDER THE INTER-\n   16  NAL REVENUE CODE.\n   17    (5) FOR PURPOSES OF THIS PARAGRAPH, DISPOSAL OR CESSATION OF QUALIFIED\n   18  USE SHALL NOT BE DEEMED TO HAVE OCCURRED SOLELY BY REASON OF THE  TERMI-\n   19  NATION  OR EXPIRATION OF A GREEN ECONOMIC DEVELOPMENT ZONE'S DESIGNATION\n   20  AS SUCH.\n   21    (6)(A) FOR PURPOSES OF THIS PARAGRAPH, THE DECERTIFICATION OF A  BUSI-\n   22  NESS  ENTERPRISE WITH RESPECT TO A GREEN ECONOMIC DEVELOPMENT ZONE SHALL\n   23  CONSTITUTE A DISPOSAL OR CESSATION OF QUALIFIED USE OF THE  PROPERTY  ON\n   24  WHICH  THE  CREDIT  WAS  TAKEN WHICH IS LOCATED IN THE ZONE TO WHICH THE\n   25  DECERTIFICATION APPLIES, ON THE EFFECTIVE DATE OF SUCH DECERTIFICATION.\n   26    (B) WHERE A BUSINESS ENTERPRISE HAS BEEN DECERTIFIED BASED ON A  FIND-\n   27  ING PURSUANT TO RULES AND REGULATIONS PROMULGATED BY THE COMMISSIONER OF\n   28  ECONOMIC  DEVELOPMENT, THE AMOUNT REQUIRED TO BE ADDED BACK BY REASON OF\n   29  THIS PARAGRAPH SHALL BE AUGMENTED BY AN AMOUNT EQUAL TO THE  PRODUCT  OF\n   30  THE  AMOUNT  OF CREDIT, WITH RESPECT TO PROPERTY WHICH IS DISPOSED OF OR\n   31  CEASES TO BE IN QUALIFIED USE, WHICH WAS DEDUCTED  FROM  THE  TAXPAYER'S\n   32  TAX  OTHERWISE  DUE  UNDER  THIS  ARTICLE  FOR  ALL  PRIOR TAXABLE YEARS\n   33  (SUBJECT TO THE LIMIT SET FORTH IN THIS SUBPARAGRAPH) AND THE  UNDERPAY-\n   34  MENT RATE OF INTEREST (WITHOUT REGARD TO COMPOUNDING) SET BY THE COMMIS-\n   35  SIONER OF TAXATION AND FINANCE PURSUANT TO SUBSECTION (E) OF SECTION TEN\n   36  HUNDRED  NINETY-SIX  OF  THIS  CHAPTER, IN EFFECT ON THE LAST DAY OF THE\n   37  TAXABLE YEAR. THE LIMIT SHALL BE (I) THE AMOUNT OF CREDIT, WITH  RESPECT\n   38  TO  THE  PROPERTY WHICH IS DISPOSED OF OR CEASES TO BE IN QUALIFIED USE,\n   39  WHICH WAS DEDUCTED FROM THE TAXPAYER'S  TAX  OTHERWISE  DUE  UNDER  THIS\n   40  ARTICLE  FOR  ALL  PRIOR  TAXABLE YEARS, REDUCED (BUT NOT BELOW ZERO) BY\n   41  (II) THE CREDIT ALLOWED FOR ACTUAL USE.  FOR PURPOSES OF  THIS  SUBPARA-\n   42  GRAPH,  THE  ATTRIBUTION TO SPECIFIC PROPERTY OF CREDIT AMOUNTS DEDUCTED\n   43  FROM TAX SHALL BE ESTABLISHED IN ACCORDANCE WITH THE DATE  OF  PLACEMENT\n   44  IN SERVICE OF SUCH PROPERTY IN THE GREEN ECONOMIC DEVELOPMENT ZONE.\n   45    (C)  IN  NO  EVENT  SHALL THE AMOUNT OF THE CREDIT ALLOWED PURSUANT TO\n   46  THIS SUBDIVISION BE RENDERED, SOLELY BY REASON OF  CLAUSE  (A)  OF  THIS\n   47  SUBPARAGRAPH,  LESS  THAN THE AMOUNT OF THE CREDIT TO WHICH THE TAXPAYER\n   48  WOULD OTHERWISE BE ENTITLED UNDER SUBDIVISION TWELVE OF THIS SECTION.\n   49    (D) NOTWITHSTANDING ANY OTHER PROVISION OF THIS  SUBDIVISION,  IN  THE\n   50  CASE  OF A BUSINESS ENTERPRISE WHICH HAS BEEN DECERTIFIED, ANY AMOUNT OF\n   51  CREDIT ALLOWED WITH RESPECT TO THE PROPERTY OF SUCH BUSINESS  ENTERPRISE\n   52  LOCATED  IN  THE  ZONE  TO  WHICH  THE  DECERTIFICATION APPLIES WHICH IS\n   53  CARRIED OVER PURSUANT TO PARAGRAPH (D) OF THIS SUBDIVISION SHALL NOT  BE\n   54  CARRIED  OVER BEYOND THE SEVENTH TAXABLE YEAR NEXT FOLLOWING THE TAXABLE\n   55  YEAR WITH RESPECT TO WHICH THE CREDIT PROVIDED FOR IN  THIS  SUBDIVISION\n   56  WAS ALLOWED.\n\n       A. 2219                            19\n\n    1    (7)  FOR  PURPOSES  OF  THIS PARAGRAPH, WHERE A CREDIT IS ALLOWED WITH\n    2  RESPECT TO AN AIR POLLUTION CONTROL FACILITY ON THE BASIS OF  A  CERTIF-\n    3  ICATE  OF  COMPLIANCE  ISSUED PURSUANT TO THE ENVIRONMENTAL CONSERVATION\n    4  LAW AND THE CERTIFICATE IS REVOKED  PURSUANT  TO  SUBDIVISION  THREE  OF\n    5  SECTION  19-0309  OF THE ENVIRONMENTAL CONSERVATION LAW, SUCH REVOCATION\n    6  SHALL CONSTITUTE A DISPOSAL OR CESSATION OF QUALIFIED USE,  EXCEPT  WITH\n    7  RESPECT  TO  PROPERTY  CONTAINED IN OR COMPRISING SUCH FACILITY WHICH IS\n    8  DESCRIBED IN CLAUSE (A), (B) OR (C) OF SUBPARAGRAPH (V) OF PARAGRAPH (B)\n    9  OF THIS SUBDIVISION OTHER THAN AS PART OF OR COMPRISING AN AIR POLLUTION\n   10  CONTROL FACILITY. ALSO FOR PURPOSES OF THIS PARAGRAPH, THE USE OF AN AIR\n   11  POLLUTION CONTROL FACILITY OR AN INDUSTRIAL WASTE TREATMENT FACILITY FOR\n   12  THE PRIMARY PURPOSE OF SALVAGING MATERIALS WHICH ARE USABLE IN THE MANU-\n   13  FACTURING PROCESS OR ARE MARKETABLE  SHALL  CONSTITUTE  A  CESSATION  OF\n   14  QUALIFIED  USE, EXCEPT WITH RESPECT TO PROPERTY CONTAINED IN OR COMPRIS-\n   15  ING SUCH FACILITY WHICH IS DESCRIBED IN CLAUSE (A) OR  (C)  OF  SUBPARA-\n   16  GRAPH (V) OF PARAGRAPH (B) OF THIS SUBDIVISION.\n   17    (8)  EXCEPT AS PROVIDED IN THIS SUBPARAGRAPH, THIS PARAGRAPH SHALL NOT\n   18  APPLY TO A CREDIT ALLOWED BY THIS SUBDIVISION TO A TAXPAYER  THAT  IS  A\n   19  PARTNER  IN  A  PARTNERSHIP  IN  THE  CASE  OF  MANUFACTURING  PROPERTY;\n   20  PROVIDED, AT THE TIME SUCH PROPERTY WAS PLACED IN SERVICE BY SUCH  PART-\n   21  NERSHIP  IN  A  GREEN  ECONOMIC  DEVELOPMENT  ZONE THE BASIS FOR FEDERAL\n   22  INCOME TAX PURPOSES OF SUCH PROPERTY (OR A PROJECT  THAT  INCLUDES  SUCH\n   23  PROPERTY)  EQUALED  OR  EXCEEDED  THREE HUNDRED MILLION DOLLARS AND SUCH\n   24  PARTNER OWNED ITS PARTNERSHIP INTEREST FOR AT LEAST THREE YEARS FROM THE\n   25  DATE SUCH PROPERTY WAS PLACED IN SERVICE. IF SUCH PROPERTY CEASES TO  BE\n   26  IN  QUALIFIED  USE  AFTER  IT IS PLACED IN SERVICE, THIS PARAGRAPH SHALL\n   27  APPLY TO SUCH PARTNER IN THE YEAR SUCH PROPERTY CEASES TO BE IN QUALIFY-\n   28  ING USE.\n   29    (9) IF A TAXPAYER, WHICH IS APPROVED BY THE COMMISSIONER  OF  ECONOMIC\n   30  DEVELOPMENT  AS THE OWNER OF A QUALIFIED INVESTMENT PROJECT OR A SIGNIF-\n   31  ICANT CAPITAL INVESTMENT PROJECT, FAILS TO (A) CREATE AT LEAST THE MINI-\n   32  MUM NUMBER OF JOBS AT SUCH PROJECT AS REQUIRED BY THE  RULES  AND  REGU-\n   33  LATIONS  PROMULGATED  BY THE COMMISSIONER OF ECONOMIC DEVELOPMENT OR (B)\n   34  PLACE IN SERVICE PROPERTY COMPRISING SUCH QUALIFIED  INVESTMENT  PROJECT\n   35  OR  SIGNIFICANT  CAPITAL  INVESTMENT  PROJECT  WITH  A BASIS FOR FEDERAL\n   36  INCOME  TAX  PURPOSES  EQUALING  OR  EXCEEDING  THE  APPLICABLE  MINIMUM\n   37  REQUIRED  BASIS AS PROVIDED IN SUCH RULES AND REGULATIONS PROMULGATED BY\n   38  THE COMMISSIONER OF ECONOMIC DEVELOPMENT, WHICHEVER IS RELEVANT, BY  THE\n   39  LAST DAY OF THE FIFTH TAXABLE YEAR FOLLOWING THE TAXABLE YEAR IN WHICH A\n   40  CREDIT  IS  FIRST  ALLOWED UNDER THIS SUBDIVISION FOR THE PROPERTY WHICH\n   41  COMPRISES SUCH QUALIFIED INVESTMENT PROJECT OR SUCH SIGNIFICANT  CAPITAL\n   42  INVESTMENT  PROJECT,  THE  TOTAL AMOUNT OF THE CREDIT ALLOWED UNDER THIS\n   43  SUBDIVISION FOR ALL TAXABLE YEARS WITH RESPECT  TO  THE  PROPERTY  WHICH\n   44  COMPRISES SUCH PROJECT WHICH HAS BEEN REFUNDED TO SUCH TAXPAYER SHALL BE\n   45  ADDED BACK IN SUCH TAXABLE YEAR.\n   46    12-I.  GREEN  ECONOMIC  DEVELOPMENT  ZONE  EMPLOYMENT INCENTIVE CREDIT\n   47  (GED-EIC).  (A) WHERE A TAXPAYER IS ALLOWED A CREDIT  UNDER  SUBDIVISION\n   48  TWELVE-H  OF  THIS  SECTION,  THE TAXPAYER SHALL BE ALLOWED A CREDIT FOR\n   49  EACH OF THE THREE YEARS NEXT SUCCEEDING THE TAXABLE YEAR FOR  WHICH  THE\n   50  CREDIT  UNDER  SUBDIVISION  TWELVE-H  OF  THIS  SECTION IS ALLOWED, WITH\n   51  RESPECT TO SUCH PROPERTY, WHETHER OR NOT DEDUCTIBLE IN SUCH TAXABLE YEAR\n   52  OR IN SUBSEQUENT TAXABLE YEARS PURSUANT TO PARAGRAPH (D) OF SUCH  SUBDI-\n   53  VISION  TWELVE-H,  OF  THIRTY PERCENT OF THE CREDIT ALLOWABLE UNDER SUCH\n   54  SUBDIVISION TWELVE-H; PROVIDED, HOWEVER, THAT THE CREDIT ALLOWABLE UNDER\n   55  THIS SUBDIVISION FOR ANY TAXABLE YEAR SHALL ONLY BE ALLOWED IF THE AVER-\n   56  AGE NUMBER OF EMPLOYEES EMPLOYED BY THE TAXPAYER IN THE  GREEN  ECONOMIC\n\n       A. 2219                            20\n\n    1  DEVELOPMENT  ZONE,  DESIGNATED  PURSUANT  TO  ARTICLE  EIGHTEEN-D OF THE\n    2  GENERAL MUNICIPAL LAW, IN WHICH SUCH PROPERTY  IS  LOCATED  DURING  SUCH\n    3  TAXABLE  YEAR  IS AT LEAST ONE HUNDRED ONE PERCENT OF THE AVERAGE NUMBER\n    4  OF EMPLOYEES EMPLOYED BY THE TAXPAYER IN SUCH GREEN ECONOMIC DEVELOPMENT\n    5  ZONE  OR,  WHERE APPLICABLE, IN THE GEOGRAPHIC AREA SUBSEQUENTLY CONSTI-\n    6  TUTING SUCH ZONE, DURING THE  TAXABLE  YEAR  IMMEDIATELY  PRECEDING  THE\n    7  TAXABLE  YEAR  FOR  WHICH  THE CREDIT UNDER SUBDIVISION TWELVE-H OF THIS\n    8  SECTION IS ALLOWED AND PROVIDED, FURTHER, THAT IF THE TAXPAYER  WAS  NOT\n    9  SUBJECT TO TAX AND DID NOT HAVE A TAXABLE YEAR IMMEDIATELY PRECEDING THE\n   10  TAXABLE  YEAR  FOR  WHICH  THE CREDIT UNDER SUBDIVISION TWELVE-H OF THIS\n   11  SECTION IS ALLOWED, THE CREDIT ALLOWABLE UNDER THIS SUBDIVISION FOR  ANY\n   12  TAXABLE  YEAR  SHALL  BE  ALLOWED  IF  THE  AVERAGE  NUMBER OF EMPLOYEES\n   13  EMPLOYED IN SUCH GREEN ECONOMIC DEVELOPMENT ZONE IN SUCH TAXABLE YEAR IS\n   14  AT LEAST ONE HUNDRED ONE PERCENT OF THE AVERAGE NUMBER OF SUCH EMPLOYEES\n   15  DURING THE TAXABLE YEAR IN  WHICH  THE  CREDIT  UNDER  SUCH  SUBDIVISION\n   16  TWELVE-H IS ALLOWED.\n   17    (B)  THE  AVERAGE  NUMBER  OF  EMPLOYEES  EMPLOYED IN A GREEN ECONOMIC\n   18  DEVELOPMENT ZONE, OR, WHERE APPLICABLE, IN THE  GEOGRAPHIC  AREA  SUBSE-\n   19  QUENTLY  CONSTITUTING  SUCH ZONE, IN A TAXABLE YEAR SHALL BE COMPUTED BY\n   20  ASCERTAINING THE NUMBER OF SUCH EMPLOYEES WITHIN SUCH  ZONE,  OR,  WHERE\n   21  APPLICABLE,  IN THE GEOGRAPHIC AREA SUBSEQUENTLY CONSTITUTING SUCH ZONE,\n   22  EXCEPT GENERAL EXECUTIVE OFFICERS, EMPLOYED BY THE TAXPAYER ON THE THIR-\n   23  TY-FIRST DAY OF MARCH, THE THIRTIETH DAY OF JUNE, THE THIRTIETH  DAY  OF\n   24  SEPTEMBER  AND  THE THIRTY-FIRST DAY OF DECEMBER IN THE TAXABLE YEAR, BY\n   25  ADDING TOGETHER THE NUMBER OF EMPLOYEES  ASCERTAINED  ON  EACH  OF  SUCH\n   26  DATES  AND DIVIDING THE SUM SO OBTAINED BY THE NUMBER OF SUCH ABOVE-MEN-\n   27  TIONED DATES OCCURRING WITHIN THE TAXABLE YEAR. FOR THE PURPOSES OF THIS\n   28  SUBDIVISION, THE TERM \"EMPLOYEES\" AND THE TERM \"GENERAL EXECUTIVE  OFFI-\n   29  CERS\"  SHALL  MEAN THE SAME AS IN SUBPARAGRAPH THREE OF PARAGRAPH (A) OF\n   30  SUBDIVISION THREE OF THIS SECTION.\n   31    (C) IN NO EVENT SHALL THE CREDIT HEREIN PROVIDED FOR BE ALLOWED IN  AN\n   32  AMOUNT  WHICH  WILL  REDUCE  THE  TAX  PAYABLE  TO  LESS THAN THE AMOUNT\n   33  PRESCRIBED  IN  PARAGRAPH  (D)  OF  SUBDIVISION  ONE  OF  THIS  SECTION.\n   34  PROVIDED,  HOWEVER,  THAT  IF  THE AMOUNT OF CREDIT ALLOWABLE UNDER THIS\n   35  SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE TAX  TO  SUCH  AMOUNT,  ANY\n   36  AMOUNT OF CREDIT NOT DEDUCTIBLE IN SUCH TAXABLE YEAR MAY BE CARRIED OVER\n   37  TO  THE  FOLLOWING YEAR OR YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S\n   38  TAX FOR SUCH YEAR OR YEARS. IN LIEU OF SUCH CARRYOVER, ANY SUCH  TAXPAY-\n   39  ER,  WHICH IS APPROVED AS THE OWNER OF A QUALIFIED INVESTMENT PROJECT OR\n   40  A SIGNIFICANT CAPITAL INVESTMENT PROJECT PURSUANT  TO  RULES  AND  REGU-\n   41  LATIONS  PROMULGATED  BY  THE  COMMISSIONER OF ECONOMIC DEVELOPMENT, MAY\n   42  ELECT, ON ITS REPORT FOR ITS TAXABLE YEAR WITH  RESPECT  TO  WHICH  SUCH\n   43  CREDIT  IS  ALLOWED, TO TREAT FIFTY PERCENT OF THE AMOUNT OF SUCH CARRY-\n   44  OVER AS AN OVERPAYMENT OF TAX TO BE CREDITED OR REFUNDED  IN  ACCORDANCE\n   45  WITH  THE  PROVISIONS OF SECTION TEN HUNDRED EIGHTY-SIX OF THIS CHAPTER.\n   46  PROVIDED, HOWEVER, IN THE CASE OF SUCH OWNER OF A  QUALIFIED  INVESTMENT\n   47  PROJECT  OR A SIGNIFICANT CAPITAL INVESTMENT PROJECT, ONLY FIFTY PERCENT\n   48  OF THE AMOUNT OF SUCH CARRYOVER WHICH  IS  ATTRIBUTABLE  TO  THE  CREDIT\n   49  ALLOWED UNDER THIS SUBDIVISION WITH RESPECT TO PROPERTY WHICH IS PART OF\n   50  SUCH  PROJECT SHALL BE ALLOWED TO BE CREDITED OR REFUNDED AND SUCH OWNER\n   51  SHALL BE ALLOWED SUCH CREDIT OR REFUND ONLY FOR THOSE TAXABLE  YEARS  IN\n   52  WHICH  SUCH  OWNER  WOULD  BE  ALLOWED  A  CREDIT OR REFUND OF THE GREEN\n   53  ECONOMIC DEVELOPMENT ZONE INVESTMENT TAX CREDIT  PURSUANT  TO  PARAGRAPH\n   54  (D) OF SUBDIVISION TWELVE-H OF THIS SECTION. PROVIDED, FURTHER, HOWEVER,\n   55  THE  PROVISIONS OF SUBSECTION (C) OF SECTION TEN HUNDRED EIGHTY-EIGHT OF\n   56  THIS CHAPTER NOTWITHSTANDING, NO INTEREST SHALL BE PAID THEREON.\n\n       A. 2219                            21\n\n    1    (C-1) ANY CARRY OVER OF A CREDIT FROM PRIOR TAXABLE YEARS WILL NOT  BE\n    2  ALLOWED  IF  AN EMPIRE ZONE RETENTION CERTIFICATE IS NOT ISSUED PURSUANT\n    3  TO RULES AND REGULATIONS PROMULGATED BY  THE  COMMISSIONER  OF  ECONOMIC\n    4  DEVELOPMENT  TO  THE GREEN ECONOMIC DEVELOPMENT ZONE ENTERPRISE WHICH IS\n    5  THE BASIS OF THE CREDIT.\n    6    S  19.  Section 210 of the tax law is amended by adding a new subdivi-\n    7  sion 43 to read as follows:\n    8    43. GREEN ECONOMIC DEVELOPMENT ZONE WAGE TAX CREDIT.  (A)  A  TAXPAYER\n    9  SHALL  BE  ALLOWED  A  CREDIT,  TO  BE COMPUTED AS HEREINAFTER PROVIDED,\n   10  AGAINST THE TAX IMPOSED BY THIS ARTICLE  WHERE  THE  TAXPAYER  HAS  BEEN\n   11  CERTIFIED  PURSUANT  TO ARTICLE EIGHTEEN-D OF THE GENERAL MUNICIPAL LAW.\n   12  THE AMOUNT OF SUCH CREDIT SHALL BE AS PRESCRIBED  BY  PARAGRAPH  (D)  OF\n   13  THIS SUBDIVISION.\n   14    (B)  FOR  THE  PURPOSES OF THIS SUBDIVISION, THE FOLLOWING TERMS SHALL\n   15  HAVE THE FOLLOWING MEANINGS:\n   16    (1) \"GREEN ECONOMIC DEVELOPMENT ZONE WAGES\" MEANS WAGES  PAID  BY  THE\n   17  TAXPAYER FOR FULL-TIME EMPLOYMENT, OTHER THAN TO GENERAL EXECUTIVE OFFI-\n   18  CERS, DURING THE TAXABLE YEAR IN AN AREA DESIGNATED OR PREVIOUSLY DESIG-\n   19  NATED  AS  A  GREEN  ECONOMIC  DEVELOPMENT  ZONE OR ZONE EQUIVALENT AREA\n   20  PURSUANT TO ARTICLE EIGHTEEN-D OF THE GENERAL MUNICIPAL LAW, WHERE  SUCH\n   21  EMPLOYMENT  IS IN A JOB CREATED IN THE AREA (I) DURING THE PERIOD OF ITS\n   22  DESIGNATION AS A GREEN ECONOMIC DEVELOPMENT ZONE, (II) WITHIN FOUR YEARS\n   23  OF THE EXPIRATION OF SUCH DESIGNATION, OR  (III)  DURING  THE  TEN  YEAR\n   24  PERIOD  IMMEDIATELY  FOLLOWING  THE DATE OF DESIGNATION AS A ZONE EQUIV-\n   25  ALENT AREA, PROVIDED, HOWEVER,  THAT  IF  THE  TAXPAYER'S  CERTIFICATION\n   26  UNDER  ARTICLE  EIGHTEEN-D  OF THE GENERAL MUNICIPAL LAW IS REVOKED WITH\n   27  RESPECT TO A GREEN ECONOMIC DEVELOPMENT ZONE OR  ZONE  EQUIVALENT  AREA,\n   28  ANY  WAGES  PAID BY THE TAXPAYER, ON OR AFTER THE EFFECTIVE DATE OF SUCH\n   29  DECERTIFICATION, FOR EMPLOYMENT IN SUCH ZONE SHALL NOT CONSTITUTE EMPIRE\n   30  ZONE WAGES.\n   31    (2) \"TARGETED EMPLOYEE\" MEANS A NEW YORK RESIDENT WHO  RECEIVES  GREEN\n   32  ECONOMIC  DEVELOPMENT  ZONE  WAGES AND WHO IS (A) AN ELIGIBLE INDIVIDUAL\n   33  UNDER THE PROVISIONS OF THE TARGETED JOBS TAX CREDIT (SECTION  FIFTY-ONE\n   34  OF  THE  INTERNAL  REVENUE  CODE),  (B)  ELIGIBLE FOR BENEFITS UNDER THE\n   35  PROVISIONS OF THE WORKFORCE INVESTMENT ACT AS  A  DISLOCATED  WORKER  OR\n   36  LOW-INCOME  INDIVIDUAL  (P.L.   105-220, AS AMENDED), (C) A RECIPIENT OF\n   37  PUBLIC ASSISTANCE BENEFITS, (D) AN INDIVIDUAL WHOSE INCOME IS BELOW  THE\n   38  MOST  RECENTLY ESTABLISHED POVERTY RATE PROMULGATED BY THE UNITED STATES\n   39  DEPARTMENT OF COMMERCE, OR A MEMBER OF A FAMILY WHOSE FAMILY  INCOME  IS\n   40  BELOW  THE  MOST  RECENTLY  ESTABLISHED  POVERTY RATE PROMULGATED BY THE\n   41  APPROPRIATE FEDERAL AGENCY OR (E) AN HONORABLY DISCHARGED MEMBER OF  ANY\n   42  BRANCH OF THE ARMED FORCES OF THE UNITED STATES.\n   43    AN  INDIVIDUAL WHO SATISFIES THE CRITERIA SET FORTH IN CLAUSE (A), (B)\n   44  OR (D) OF THIS SUBPARAGRAPH AT THE TIME OF INITIAL EMPLOYMENT IN THE JOB\n   45  WITH RESPECT TO WHICH THE CREDIT IS CLAIMED, OR WHO SATISFIES THE CRITE-\n   46  RION SET FORTH IN CLAUSE (C) OF THIS SUBPARAGRAPH AT SUCH TIME OR AT ANY\n   47  TIME WITHIN THE PREVIOUS TWO YEARS, SHALL BE A TARGETED EMPLOYEE SO LONG\n   48  AS SUCH INDIVIDUAL CONTINUES TO RECEIVE GREEN ECONOMIC DEVELOPMENT  ZONE\n   49  WAGES.\n   50    (3)  \"AVERAGE NUMBER OF INDIVIDUALS, EXCLUDING GENERAL EXECUTIVE OFFI-\n   51  CERS, EMPLOYED FULL-TIME\" SHALL BE COMPUTED BY ASCERTAINING  THE  NUMBER\n   52  OF  SUCH INDIVIDUALS EMPLOYED BY THE TAXPAYER ON THE THIRTY-FIRST DAY OF\n   53  MARCH, THE THIRTIETH DAY OF JUNE, THE THIRTIETH DAY OF SEPTEMBER AND THE\n   54  THIRTY-FIRST DAY OF DECEMBER DURING EACH TAXABLE YEAR OR OTHER  APPLICA-\n   55  BLE  PERIOD,  BY  ADDING  TOGETHER THE NUMBER OF SUCH INDIVIDUALS ASCER-\n   56  TAINED ON EACH OF SUCH DATES AND DIVIDING THE SUM  SO  OBTAINED  BY  THE\n\n       A. 2219                            22\n\n    1  NUMBER  OF SUCH DATES OCCURRING WITHIN SUCH TAXABLE YEAR OR OTHER APPLI-\n    2  CABLE PERIOD.\n    3    (C)  THE  CREDIT  PROVIDED  FOR HEREIN SHALL BE ALLOWED ONLY WHERE THE\n    4  AVERAGE NUMBER OF INDIVIDUALS,  EXCLUDING  GENERAL  EXECUTIVE  OFFICERS,\n    5  EMPLOYED  FULL-TIME  BY  THE TAXPAYER IN (A) THE STATE AND (B) THE GREEN\n    6  ECONOMIC DEVELOPMENT ZONE OR AREA PREVIOUSLY CONSTITUTING SUCH  ZONE  OR\n    7  ZONE EQUIVALENT AREA, DURING THE TAXABLE YEAR EXCEEDS THE AVERAGE NUMBER\n    8  OF  SUCH INDIVIDUALS EMPLOYED FULL-TIME BY THE TAXPAYER IN (A) THE STATE\n    9  AND (B) SUCH ZONE OR AREA SUBSEQUENTLY OR PREVIOUSLY  CONSTITUTING  SUCH\n   10  ZONE  OR  SUCH ZONE EQUIVALENT AREA, RESPECTIVELY, DURING THE FOUR YEARS\n   11  IMMEDIATELY PRECEDING THE FIRST TAXABLE YEAR  IN  WHICH  THE  CREDIT  IS\n   12  CLAIMED  WITH  RESPECT TO SUCH ZONE OR AREA. WHERE THE TAXPAYER PROVIDED\n   13  FULL-TIME EMPLOYMENT WITHIN (A) THE STATE  OR  (B)  SUCH  ZONE  OR  AREA\n   14  DURING  ONLY  A  PORTION  OF SUCH FOUR-YEAR PERIOD, THEN FOR PURPOSES OF\n   15  THIS PARAGRAPH THE TERM \"FOUR YEARS\" SHALL BE DEEMED TO REFER INSTEAD TO\n   16  SUCH PORTION, IF ANY.\n   17    THE CREDIT SHALL BE ALLOWED ONLY WITH RESPECT  TO  THE  FIRST  TAXABLE\n   18  YEAR  DURING WHICH PAYMENTS OF GREEN ECONOMIC DEVELOPMENT ZONE WAGES ARE\n   19  MADE AND THE CONDITIONS SET FORTH IN THIS PARAGRAPH ARE  SATISFIED,  AND\n   20  WITH RESPECT TO EACH OF THE FOUR TAXABLE YEARS NEXT FOLLOWING (BUT ONLY,\n   21  WITH  RESPECT  TO EACH OF SUCH YEARS, IF SUCH CONDITIONS ARE SATISFIED),\n   22  IN ACCORDANCE WITH PARAGRAPH (D) OF THIS SUBDIVISION. SUBSEQUENT CERTIF-\n   23  ICATIONS OF THE TAXPAYER PURSUANT TO ARTICLE EIGHTEEN-D OF  THE  GENERAL\n   24  MUNICIPAL  LAW,  AT  THE  SAME OR A DIFFERENT LOCATION IN THE SAME GREEN\n   25  ECONOMIC DEVELOPMENT ZONE OR ZONE EQUIVALENT AREA OR AT A LOCATION IN  A\n   26  DIFFERENT GREEN ECONOMIC DEVELOPMENT ZONE OR ZONE EQUIVALENT AREA, SHALL\n   27  NOT EXTEND THE FIVE TAXABLE YEAR TIME LIMITATION ON THE ALLOWANCE OF THE\n   28  CREDIT SET FORTH IN THE PRECEDING SENTENCE.  PROVIDED, FURTHER, HOWEVER,\n   29  THAT  NO CREDIT SHALL BE ALLOWED WITH RESPECT TO ANY TAXABLE YEAR BEGIN-\n   30  NING MORE THAN FOUR YEARS FOLLOWING THE TAXABLE  YEAR  IN  WHICH  DESIG-\n   31  NATION  AS  A  GREEN  ECONOMIC DEVELOPMENT ZONE EXPIRED OR MORE THAN TEN\n   32  YEARS AFTER THE DESIGNATION AS A ZONE EQUIVALENT AREA. IN  LIEU  OF  THE\n   33  FIVE YEAR TIME PERIOD DESCRIBED IN THE PRECEDING SENTENCES OF THIS PARA-\n   34  GRAPH  FOR  THE  ALLOWANCE  OF  THIS  CREDIT, WITH RESPECT TO A BUSINESS\n   35  ENTERPRISE WHICH QUALIFIES AS A NEW BUSINESS PURSUANT TO PARAGRAPH  FIVE\n   36  OF SUBDIVISION (J) OF SECTION FOURTEEN OF THIS CHAPTER, THE CREDIT SHALL\n   37  BE ALLOWED WITH RESPECT TO THE FIRST TAXABLE YEAR OF THE BUSINESS ENTER-\n   38  PRISE'S BUSINESS TAX BENEFIT PERIOD, AS DETERMINED PURSUANT TO PARAGRAPH\n   39  ONE-A  OF  SUBDIVISION  (A)  OF SECTION FOURTEEN OF THIS CHAPTER, DURING\n   40  WHICH PAYMENTS OF GREEN ECONOMIC DEVELOPMENT ZONE  WAGES  ARE  MADE  AND\n   41  WITH  RESPECT  TO  EACH  OF  THE  FOUR  TAXABLE YEARS NEXT FOLLOWING, IN\n   42  ACCORDANCE WITH PARAGRAPH (D) OF THIS SUBDIVISION.\n   43    (D) THE AMOUNT OF THE CREDIT SHALL EQUAL THE SUM OF (1) THE PRODUCT OF\n   44  THREE THOUSAND DOLLARS AND THE AVERAGE NUMBER OF INDIVIDUALS  (EXCLUDING\n   45  GENERAL EXECUTIVE OFFICERS) EMPLOYED FULL-TIME BY THE TAXPAYER, COMPUTED\n   46  PURSUANT  TO  THE  PROVISIONS  OF SUBPARAGRAPH THREE OF PARAGRAPH (B) OF\n   47  THIS SUBDIVISION, WHO\n   48    (A) RECEIVED GREEN ECONOMIC DEVELOPMENT ZONE WAGES FOR MORE THAN  HALF\n   49  OF THE TAXABLE YEAR,\n   50    (B)  RECEIVED, WITH RESPECT TO MORE THAN HALF OF THE PERIOD OF EMPLOY-\n   51  MENT BY THE TAXPAYER DURING THE TAXABLE YEAR, AN HOURLY WAGE  WHICH  WAS\n   52  AT  LEAST  ONE HUNDRED THIRTY-FIVE PERCENT OF THE MINIMUM WAGE SPECIFIED\n   53  IN SECTION SIX HUNDRED FIFTY-TWO OF THE LABOR LAW, AND\n   54    (C) ARE TARGETED EMPLOYEES; AND\n   55    (2) THE PRODUCT OF FIFTEEN HUNDRED DOLLARS AND THE AVERAGE  NUMBER  OF\n   56  INDIVIDUALS   (EXCLUDING  GENERAL  EXECUTIVE  OFFICERS  AND  INDIVIDUALS\n\n       A. 2219                            23\n\n    1  DESCRIBED IN SUBPARAGRAPH ONE OF THIS PARAGRAPH) EMPLOYED  FULL-TIME  BY\n    2  THE  TAXPAYER, COMPUTED PURSUANT TO THE PROVISIONS OF SUBPARAGRAPH THREE\n    3  OF PARAGRAPH (B) OF THIS SUBDIVISION, WHO RECEIVED GREEN ECONOMIC DEVEL-\n    4  OPMENT ZONE WAGES FOR MORE THAN HALF OF THE TAXABLE YEAR.\n    5    PROVIDED,  FURTHER,  HOWEVER, THAT THE CREDIT PROVIDED FOR HEREIN WITH\n    6  RESPECT TO THE TAXABLE YEAR, AND CARRYOVERS OF SUCH CREDIT TO THE  TAXA-\n    7  BLE  YEAR,  DEDUCTED  FROM THE TAX OTHERWISE DUE, MAY NOT, IN THE AGGRE-\n    8  GATE, EXCEED FIFTY PERCENT OF THE TAX IMPOSED UNDER SECTION TWO  HUNDRED\n    9  NINE  OF THIS ARTICLE COMPUTED WITHOUT REGARD TO ANY CREDIT PROVIDED FOR\n   10  BY THIS ARTICLE.\n   11    (3) FOR PURPOSES OF CALCULATING THE AMOUNT OF THE CREDIT,  INDIVIDUALS\n   12  EMPLOYED  WITHIN  A  GREEN  ECONOMIC DEVELOPMENT ZONE OR ZONE EQUIVALENT\n   13  AREA WITHIN THE IMMEDIATELY PRECEDING SIXTY MONTHS BY A RELATED  PERSON,\n   14  AS  SUCH  TERM  IS  DEFINED  IN  SUBPARAGRAPH  (C) OF PARAGRAPH THREE OF\n   15  SUBSECTION (B) OF SECTION FOUR HUNDRED SIXTY-FIVE OF THE INTERNAL REVEN-\n   16  UE CODE, SHALL NOT BE INCLUDED IN  THE  AVERAGE  NUMBER  OF  INDIVIDUALS\n   17  DESCRIBED  IN  SUBPARAGRAPH  ONE  OR SUBPARAGRAPH TWO OF THIS PARAGRAPH,\n   18  UNLESS SUCH RELATED PERSON WAS NEVER ALLOWED A CREDIT UNDER THIS  SUBDI-\n   19  VISION WITH RESPECT TO SUCH EMPLOYEES. FOR THE PURPOSES OF THIS SUBPARA-\n   20  GRAPH, A \"RELATED PERSON\" SHALL INCLUDE AN ENTITY WHICH WOULD HAVE QUAL-\n   21  IFIED  AS  A  \"RELATED  PERSON\"  TO  THE  TAXPAYER  IF  IT  HAD NOT BEEN\n   22  DISSOLVED, LIQUIDATED, MERGED WITH ANOTHER ENTITY OR OTHERWISE CEASED TO\n   23  EXIST OR OPERATE.\n   24    (4) IF A TAXPAYER IS CERTIFIED IN A GREEN  ECONOMIC  DEVELOPMENT  ZONE\n   25  DESIGNATED  UNDER  SECTION  NINE  HUNDRED  SEVENTY-FOUR-C OF THE GENERAL\n   26  MUNICIPAL LAW, THE DOLLAR AMOUNTS SPECIFIED UNDER  SUBPARAGRAPH  ONE  OR\n   27  TWO  OF  THIS  PARAGRAPH  SHALL BE INCREASED BY FIVE HUNDRED DOLLARS FOR\n   28  EACH QUALIFYING INDIVIDUAL UNDER SUCH SUBPARAGRAPHS WHO RECEIVED, DURING\n   29  THE TAXABLE YEAR, WAGES IN EXCESS OF FORTY THOUSAND DOLLARS.\n   30    (5) THE REQUIREMENT IN THIS PARAGRAPH THAT AN  EMPLOYEE  MUST  RECEIVE\n   31  GREEN  ECONOMIC  DEVELOPMENT  ZONE  WAGES FOR MORE THAN HALF THE TAXABLE\n   32  YEAR SHALL NOT APPLY IN THE FIRST TAXABLE YEAR OF A TAXPAYER  SATISFYING\n   33  THE  CRITERIA SET FORTH IN THIS SUBPARAGRAPH. IN SUCH A CASE, THE CREDIT\n   34  ALLOWED UNDER THIS SUBDIVISION SHALL BE COMPUTED BY UTILIZING THE NUMBER\n   35  OF INDIVIDUALS (EXCLUDING GENERAL EXECUTIVE OFFICERS) EMPLOYED FULL TIME\n   36  BY THE TAXPAYER ON THE LAST DAY OF ITS FIRST TAXABLE  YEAR.  A  TAXPAYER\n   37  SHALL SATISFY THE FOLLOWING CRITERIA: (A) SUCH TAXPAYER ACQUIRED REAL OR\n   38  TANGIBLE  PERSONAL PROPERTY DURING ITS FIRST TAXABLE YEAR FROM AN ENTITY\n   39  WHICH IS NOT A RELATED PERSON (AS SUCH TERM IS  DEFINED  IN  SUBDIVISION\n   40  (G)  OF SECTION FOURTEEN OF THIS CHAPTER); (B) THE FIRST TAXABLE YEAR OF\n   41  SUCH TAXPAYER SHALL BE A SHORT TAXABLE  YEAR  OF  NOT  MORE  THAN  SEVEN\n   42  MONTHS IN DURATION; AND (C) THE NUMBER OF INDIVIDUALS EMPLOYED FULL-TIME\n   43  ON THE LAST DAY OF SUCH FIRST TAXABLE YEAR SHALL BE AT LEAST ONE HUNDRED\n   44  NINETY  AND  SUBSTANTIALLY ALL OF SUCH INDIVIDUALS MUST HAVE BEEN PREVI-\n   45  OUSLY EMPLOYED BY THE ENTITY  FROM  WHOM  SUCH  TAXPAYER  PURCHASED  ITS\n   46  ASSETS.\n   47    (E) THE CREDIT AND CARRYOVERS OF SUCH CREDIT ALLOWED UNDER THIS SUBDI-\n   48  VISION  FOR ANY TAXABLE YEAR SHALL NOT, IN THE AGGREGATE, REDUCE THE TAX\n   49  DUE FOR SUCH YEAR TO LESS THAN THE HIGHER OF THE AMOUNTS  PRESCRIBED  IN\n   50  PARAGRAPHS  (C)  AND (D) OF SUBDIVISION ONE OF THIS SECTION. HOWEVER, IF\n   51  THE AMOUNT OF CREDIT OR CARRYOVERS OF  SUCH  CREDIT,  OR  BOTH,  ALLOWED\n   52  UNDER  THIS  SUBDIVISION  FOR  ANY  TAXABLE YEAR REDUCES THE TAX TO SUCH\n   53  AMOUNT, OR IF ANY PART OF THE CREDIT OR CARRYOVERS OF  SUCH  CREDIT  MAY\n   54  NOT  BE  DEDUCTED  FROM  THE  TAX  OTHERWISE  DUE BY REASON OF THE FINAL\n   55  SENTENCE OF PARAGRAPH (D) OF THIS SUBDIVISION, ANY AMOUNT OF  CREDIT  OR\n   56  CARRYOVERS  OF  SUCH CREDIT THUS NOT DEDUCTIBLE IN SUCH TAXABLE YEAR MAY\n\n       A. 2219                            24\n\n    1  BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS AND MAY BE DEDUCTED  FROM\n    2  THE  TAX  FOR  SUCH  YEAR  OR YEARS. IN LIEU OF SUCH CARRYOVER, ANY SUCH\n    3  TAXPAYER WHICH QUALIFIES AS A NEW BUSINESS UNDER PARAGRAPH (J) OF SUBDI-\n    4  VISION  TWELVE  OF  THIS  SECTION OR A TAXPAYER WHICH IS APPROVED AS THE\n    5  OWNER OF A QUALIFIED INVESTMENT PROJECT OR A SIGNIFICANT CAPITAL INVEST-\n    6  MENT PROJECT PURSUANT  TO  RULES  AND  REGULATIONS  PROMULGATED  BY  THE\n    7  COMMISSIONER  OF  ECONOMIC  DEVELOPMENT MAY ELECT, ON ITS REPORT FOR ITS\n    8  TAXABLE YEAR WITH RESPECT TO WHICH SUCH  CREDIT  IS  ALLOWED,  TO  TREAT\n    9  FIFTY  PERCENT  OF THE AMOUNT OF SUCH CARRYOVER AS AN OVERPAYMENT OF TAX\n   10  TO BE CREDITED OR REFUNDED IN ACCORDANCE WITH THE PROVISIONS OF  SECTION\n   11  TEN  HUNDRED  EIGHTY-SIX OF THIS CHAPTER. PROVIDED, HOWEVER, IN THE CASE\n   12  OF SUCH OWNER OF A QUALIFIED INVESTMENT PROJECT OR  SIGNIFICANT  CAPITAL\n   13  INVESTMENT  PROJECT,  ONLY FIFTY PERCENT OF THE AMOUNT OF SUCH CARRYOVER\n   14  WHICH IS ATTRIBUTABLE TO THE CREDIT ALLOWED UNDER THIS  SUBDIVISION  FOR\n   15  INDIVIDUALS  EMPLOYED AT SUCH PROJECT SHALL BE ALLOWED TO BE CREDITED OR\n   16  REFUNDED. PROVIDED, FURTHER, HOWEVER, THE PROVISIONS OF  SUBSECTION  (C)\n   17  OF  SECTION TEN HUNDRED EIGHTY-EIGHT OF THIS CHAPTER NOTWITHSTANDING, NO\n   18  INTEREST SHALL BE PAID THEREON.\n   19    (E-1) ANY CARRY OVER OF A CREDIT FROM PRIOR TAXABLE YEARS WILL NOT  BE\n   20  ALLOWED  IF  A  GREEN ECONOMIC DEVELOPMENT ZONE RETENTION CERTIFICATE IS\n   21  NOT ISSUED PURSUANT TO RULES AND REGULATIONS PROMULGATED BY THE  COMMIS-\n   22  SIONER  OF  ECONOMIC  DEVELOPMENT TO THE GREEN ECONOMIC DEVELOPMENT ZONE\n   23  ENTERPRISE WHICH IS THE BASIS OF THE CREDIT.\n   24    (F) FOR THE INTERACTION OF THIS SUBDIVISION AND  SUBDIVISION  TWELVE-D\n   25  OF THIS SECTION (EMPLOYMENT INCENTIVE CREDIT), SEE PARAGRAPH (B) OF SUCH\n   26  SUBDIVISION TWELVE-D.\n   27    S 20. Subparagraph (B) of paragraph 1 of subsection (i) of section 606\n   28  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   29  follows:\n   30  (XXXII) GREEN ECONOMIC DEVELOPMENT ZONE        AMOUNT OF CREDIT UNDER\n   31  WAGE TAX CREDIT UNDER SUBSECTION               SUBDIVISION FORTY-THREE OF\n   32  (SS)                                           SECTION TWO HUNDRED TEN\n   33    S 21. Section 606 of the tax law is amended by adding a new subsection\n   34  (ss) to read as follows:\n   35    (SS) GREEN ECONOMIC DEVELOPMENT ZONE WAGE TAX CREDIT. (1)  A  TAXPAYER\n   36  SHALL  BE  ALLOWED  A  CREDIT,  TO  BE COMPUTED AS HEREINAFTER PROVIDED,\n   37  AGAINST THE TAX IMPOSED BY THIS ARTICLE, WHERE  THE  TAXPAYER  HAS  BEEN\n   38  CERTIFIED  PURSUANT  TO ARTICLE EIGHTEEN-D OF THE GENERAL MUNICIPAL LAW.\n   39  THE AMOUNT OF SUCH CREDIT SHALL BE AS PRESCRIBED IN  PARAGRAPH  FOUR  OF\n   40  THIS SUBSECTION.\n   41    (2)  FOR  THE  PURPOSES  OF THIS SUBSECTION, THE FOLLOWING TERMS SHALL\n   42  HAVE THE FOLLOWING MEANINGS: (A) \"GREEN ECONOMIC DEVELOPMENT ZONE WAGES\"\n   43  MEANS WAGES PAID BY THE TAXPAYER FOR  FULL-TIME  EMPLOYMENT  DURING  THE\n   44  TAXABLE  YEAR, IN AN AREA DESIGNATED OR PREVIOUSLY DESIGNATED AS A GREEN\n   45  ECONOMIC DEVELOPMENT ZONE OR ZONE EQUIVALENT AREA  PURSUANT  TO  ARTICLE\n   46  EIGHTEEN-D  OF  THE GENERAL MUNICIPAL LAW, WHERE SUCH EMPLOYMENT IS IN A\n   47  JOB CREATED IN THE AREA (I) DURING THE PERIOD OF ITS  DESIGNATION  AS  A\n   48  GREEN  ECONOMIC  DEVELOPMENT ZONE, (II) WITHIN FOUR YEARS OF THE EXPIRA-\n   49  TION OF SUCH DESIGNATION, OR (III) DURING THE TEN YEAR PERIOD IMMEDIATE-\n   50  LY FOLLOWING  THE  DATE  OF  DESIGNATION  AS  A  ZONE  EQUIVALENT  AREA,\n   51  PROVIDED,  HOWEVER,  THAT  IF THE TAXPAYER'S CERTIFICATION UNDER ARTICLE\n   52  EIGHTEEN-D OF THE GENERAL MUNICIPAL LAW IS REVOKED  WITH  RESPECT  TO  A\n   53  GREEN  ECONOMIC DEVELOPMENT ZONE OR ZONE EQUIVALENT AREA, ANY WAGES PAID\n   54  BY THE TAXPAYER, ON OR AFTER THE EFFECTIVE DATE OF SUCH DECERTIFICATION,\n   55  FOR EMPLOYMENT IN SUCH ZONE SHALL NOT CONSTITUTE GREEN ECONOMIC DEVELOP-\n   56  MENT ZONE WAGES.\n\n       A. 2219                            25\n\n    1    (B) \"TARGETED EMPLOYEE\" MEANS A NEW YORK RESIDENT WHO  RECEIVES  GREEN\n    2  ECONOMIC  DEVELOPMENT  ZONE  WAGES AND WHO IS (I) AN ELIGIBLE INDIVIDUAL\n    3  UNDER THE PROVISIONS OF THE TARGETED JOBS TAX CREDIT (SECTION  FIFTY-ONE\n    4  OF  THE  INTERNAL  REVENUE  CODE),  (II) ELIGIBLE FOR BENEFITS UNDER THE\n    5  PROVISIONS  OF  THE  WORKFORCE  INVESTMENT ACT AS A DISLOCATED WORKER OR\n    6  LOW-INCOME INDIVIDUAL (P.L.  105-220, AS AMENDED), (III) A RECIPIENT  OF\n    7  PUBLIC ASSISTANCE BENEFITS, (IV) AN INDIVIDUAL WHOSE INCOME IS BELOW THE\n    8  MOST  RECENTLY ESTABLISHED POVERTY RATE PROMULGATED BY THE UNITED STATES\n    9  DEPARTMENT OF COMMERCE, OR A MEMBER OF A FAMILY WHOSE FAMILY  INCOME  IS\n   10  BELOW  THE  MOST  RECENTLY  ESTABLISHED  POVERTY RATE PROMULGATED BY THE\n   11  APPROPRIATE FEDERAL AGENCY OR (V) AN HONORABLY DISCHARGED MEMBER OF  ANY\n   12  BRANCH OF THE ARMED FORCES OF THE UNITED STATES.\n   13    AN  INDIVIDUAL  WHO  SATISFIES  THE  CRITERIA SET FORTH IN CLAUSE (I),\n   14  (II), (IV) OR (V) OF THIS SUBPARAGRAPH AT THE TIME OF INITIAL EMPLOYMENT\n   15  IN THE JOB WITH RESPECT TO WHICH THE CREDIT IS CLAIMED, OR WHO SATISFIES\n   16  THE CRITERION SET FORTH IN CLAUSE (III) OF  THIS  SUBPARAGRAPH  AT  SUCH\n   17  TIME  OR  AT ANY TIME WITHIN THE PREVIOUS TWO YEARS, SHALL BE A TARGETED\n   18  EMPLOYEE SO LONG AS SUCH INDIVIDUAL CONTINUES TO RECEIVE GREEN  ECONOMIC\n   19  DEVELOPMENT ZONE WAGES.\n   20    (C)  \"AVERAGE  NUMBER  OF  INDIVIDUALS  EMPLOYED  FULL-TIME\"  SHALL BE\n   21  COMPUTED BY ASCERTAINING THE NUMBER OF SUCH INDIVIDUALS EMPLOYED BY  THE\n   22  TAXPAYER  ON  THE  THIRTY-FIRST DAY OF MARCH, THE THIRTIETH DAY OF JUNE,\n   23  THE THIRTIETH DAY OF SEPTEMBER AND  THE  THIRTY-FIRST  DAY  OF  DECEMBER\n   24  DURING  EACH TAXABLE YEAR OR OTHER APPLICABLE PERIOD, BY ADDING TOGETHER\n   25  THE NUMBER OF SUCH INDIVIDUALS ASCERTAINED ON EACH  OF  SUCH  DATES  AND\n   26  DIVIDING THE SUM SO OBTAINED BY THE NUMBER OF SUCH DATES OCCURRING WITH-\n   27  IN SUCH TAXABLE YEAR OR OTHER APPLICABLE PERIOD.\n   28    (3)  THE  CREDIT  PROVIDED  FOR HEREIN SHALL BE ALLOWED ONLY WHERE THE\n   29  AVERAGE NUMBER OF INDIVIDUALS EMPLOYED FULL-TIME BY THE TAXPAYER IN  (A)\n   30  THE STATE AND (B) THE GREEN ECONOMIC DEVELOPMENT ZONE OR AREA PREVIOUSLY\n   31  CONSTITUTING  SUCH ZONE OR ZONE EQUIVALENT AREA, DURING THE TAXABLE YEAR\n   32  EXCEEDS THE AVERAGE NUMBER OF SUCH INDIVIDUALS EMPLOYED FULL-TIME BY THE\n   33  TAXPAYER IN (A) THE STATE AND (B) SUCH  ZONE  OR  AREA  SUBSEQUENTLY  OR\n   34  PREVIOUSLY  CONSTITUTING SUCH ZONE OR SUCH ZONE EQUIVALENT AREA, RESPEC-\n   35  TIVELY, DURING THE FOUR YEARS IMMEDIATELY PRECEDING  THE  FIRST  TAXABLE\n   36  YEAR  IN  WHICH THE CREDIT IS CLAIMED WITH RESPECT TO SUCH ZONE OR AREA.\n   37  WHERE THE TAXPAYER PROVIDED FULL-TIME EMPLOYMENT WITHIN (A) THE STATE OR\n   38  (B) SUCH ZONE OR AREA DURING ONLY A PORTION OF  SUCH  FOUR-YEAR  PERIOD,\n   39  THEN  FOR  PURPOSES  OF  THIS  PARAGRAPH  THE TERM \"FOUR YEARS\" SHALL BE\n   40  DEEMED TO REFER INSTEAD TO SUCH PORTION, IF ANY.\n   41    THE CREDIT SHALL BE ALLOWED ONLY WITH RESPECT  TO  THE  FIRST  TAXABLE\n   42  YEAR  DURING WHICH PAYMENTS OF GREEN ECONOMIC DEVELOPMENT ZONE WAGES ARE\n   43  MADE AND THE CONDITIONS SET FORTH IN THIS PARAGRAPH ARE  SATISFIED,  AND\n   44  WITH RESPECT TO EACH OF THE FOUR TAXABLE YEARS NEXT FOLLOWING (BUT ONLY,\n   45  WITH  RESPECT  TO EACH OF SUCH YEARS, IF SUCH CONDITIONS ARE SATISFIED),\n   46  IN ACCORDANCE WITH PARAGRAPH FOUR OF THIS SUBSECTION. SUBSEQUENT CERTIF-\n   47  ICATIONS OF THE TAXPAYER PURSUANT TO ARTICLE EIGHTEEN-D OF  THE  GENERAL\n   48  MUNICIPAL  LAW,  AT  THE  SAME OR A DIFFERENT LOCATION IN THE SAME GREEN\n   49  ECONOMIC DEVELOPMENT ZONE OR ZONE EQUIVALENT AREA OR AT A LOCATION IN  A\n   50  DIFFERENT GREEN ECONOMIC DEVELOPMENT ZONE OR ZONE EQUIVALENT AREA, SHALL\n   51  NOT EXTEND THE FIVE TAXABLE YEAR TIME LIMITATION ON THE ALLOWANCE OF THE\n   52  CREDIT SET FORTH IN THE PRECEDING SENTENCE.  PROVIDED, FURTHER, HOWEVER,\n   53  THAT  NO CREDIT SHALL BE ALLOWED WITH RESPECT TO ANY TAXABLE YEAR BEGIN-\n   54  NING MORE THAN FOUR YEARS FOLLOWING THE TAXABLE  YEAR  IN  WHICH  DESIG-\n   55  NATION  AS  A  GREEN  ECONOMIC DEVELOPMENT ZONE EXPIRED OR MORE THAN TEN\n   56  YEARS AFTER THE DESIGNATION AS A ZONE EQUIVALENT AREA.\n\n       A. 2219                            26\n\n    1    (4) THE AMOUNT OF THE CREDIT SHALL EQUAL THE SUM OF\n    2    (A)  THE  PRODUCT  OF THREE THOUSAND DOLLARS AND THE AVERAGE NUMBER OF\n    3  INDIVIDUALS EMPLOYED FULL-TIME BY THE TAXPAYER, COMPUTED PURSUANT TO THE\n    4  PROVISIONS OF SUBPARAGRAPH (C) OF PARAGRAPH TWO OF THIS SUBSECTION, WHO\n    5    (I) RECEIVED GREEN ECONOMIC DEVELOPMENT ZONE WAGES FOR MORE THAN  HALF\n    6  OF THE TAXABLE YEAR,\n    7    (II)  RECEIVED WITH RESPECT TO MORE THAN HALF OF THE PERIOD OF EMPLOY-\n    8  MENT BY THE TAXPAYER DURING THE TAXABLE YEAR, AN HOURLY WAGE  WHICH  WAS\n    9  AT  LEAST  ONE HUNDRED THIRTY-FIVE PERCENT OF THE MINIMUM WAGE SPECIFIED\n   10  IN SECTION SIX HUNDRED FIFTY-TWO OF THE LABOR LAW, AND\n   11    (III) ARE TARGETED EMPLOYEES; AND\n   12    (B) THE PRODUCT OF FIFTEEN HUNDRED DOLLARS AND THE AVERAGE  NUMBER  OF\n   13  INDIVIDUALS (EXCLUDING INDIVIDUALS DESCRIBED IN SUBPARAGRAPH (A) OF THIS\n   14  PARAGRAPH)  EMPLOYED FULL-TIME BY THE TAXPAYER, COMPUTED PURSUANT TO THE\n   15  PROVISIONS OF SUBPARAGRAPH (C) OF PARAGRAPH TWO OF THIS SUBSECTION,  WHO\n   16  RECEIVED GREEN ECONOMIC DEVELOPMENT ZONE WAGES FOR MORE THAN HALF OF THE\n   17  TAXABLE YEAR.\n   18    PROVIDED,  FURTHER,  HOWEVER, THAT THE CREDIT PROVIDED FOR HEREIN WITH\n   19  RESPECT TO THE TAXABLE YEAR, AND CARRYOVERS OF SUCH CREDIT TO THE  TAXA-\n   20  BLE  YEAR,  DEDUCTED  FROM THE TAX OTHERWISE DUE, MAY NOT, IN THE AGGRE-\n   21  GATE, EXCEED FIFTY PERCENT OF THE TAX IMPOSED UNDER SECTION SIX  HUNDRED\n   22  ONE  OF  THIS  PART  COMPUTED  WITHOUT REGARD TO ANY CREDIT PROVIDED FOR\n   23  UNDER THIS ARTICLE.\n   24    (C) FOR PURPOSES OF CALCULATING THE AMOUNT OF THE CREDIT,  INDIVIDUALS\n   25  EMPLOYED  WITHIN  A  GREEN  ECONOMIC DEVELOPMENT ZONE OR ZONE EQUIVALENT\n   26  AREA WITHIN THE IMMEDIATELY PRECEDING SIXTY MONTHS BY A RELATED  PERSON,\n   27  AS  SUCH  TERM  IS  DEFINED  IN  SUBPARAGRAPH  (C) OF PARAGRAPH THREE OF\n   28  SUBSECTION (B) OF SECTION FOUR HUNDRED SIXTY-FIVE OF THE INTERNAL REVEN-\n   29  UE CODE, SHALL NOT BE INCLUDED IN  THE  AVERAGE  NUMBER  OF  INDIVIDUALS\n   30  DESCRIBED  IN  SUBPARAGRAPH  (A)  OR SUBPARAGRAPH (B) OF THIS PARAGRAPH,\n   31  UNLESS SUCH RELATED  PERSON  WAS  NEVER  ALLOWED  A  CREDIT  UNDER  THIS\n   32  SUBSECTION WITH RESPECT TO SUCH EMPLOYEES. FOR PURPOSES OF THIS SUBPARA-\n   33  GRAPH, A \"RELATED PERSON\" SHALL INCLUDE AN ENTITY WHICH WOULD HAVE QUAL-\n   34  IFIED  AS  A  \"RELATED  PERSON\"  TO  THE  TAXPAYER  IF  IT  HAD NOT BEEN\n   35  DISSOLVED, LIQUIDATED, MERGED WITH ANOTHER ENTITY OR OTHERWISE CEASED TO\n   36  EXIST OR OPERATE.\n   37    (D) IF A TAXPAYER IS CERTIFIED IN A GREEN  ECONOMIC  DEVELOPMENT  ZONE\n   38  DESIGNATED  UNDER  SECTION  NINE  HUNDRED  SEVENTY-FOUR-C OF THE GENERAL\n   39  MUNICIPAL LAW, THE DOLLAR AMOUNTS SPECIFIED UNDER  SUBPARAGRAPH  (A)  OR\n   40  (B)  OF  THIS  PARAGRAPH  SHALL BE INCREASED BY FIVE HUNDRED DOLLARS FOR\n   41  EACH QUALIFYING INDIVIDUAL UNDER SUCH SUBPARAGRAPHS WHO RECEIVED, DURING\n   42  THE TAXABLE YEAR, WAGES IN EXCESS OF FORTY THOUSAND DOLLARS.\n   43    (E) THE REQUIREMENT IN THIS PARAGRAPH THAT AN  EMPLOYEE  MUST  RECEIVE\n   44  GREEN  ECONOMIC  DEVELOPMENT  ZONE  WAGES FOR MORE THAN HALF THE TAXABLE\n   45  YEAR SHALL NOT APPLY IN THE FIRST TAXABLE YEAR OF A TAXPAYER  SATISFYING\n   46  THE  CRITERIA SET FORTH IN THIS SUBPARAGRAPH. IN SUCH A CASE, THE CREDIT\n   47  ALLOWED UNDER THIS SUBSECTION SHALL BE COMPUTED BY UTILIZING THE  NUMBER\n   48  OF INDIVIDUALS (EXCLUDING GENERAL EXECUTIVE OFFICERS) EMPLOYED FULL-TIME\n   49  BY  THE  TAXPAYER  ON THE LAST DAY OF ITS FIRST TAXABLE YEAR. A TAXPAYER\n   50  SHALL SATISFY THE FOLLOWING CRITERIA: (I) SUCH TAXPAYER ACQUIRED REAL OR\n   51  TANGIBLE PERSONAL PROPERTY DURING ITS FIRST TAXABLE YEAR FROM AN  ENTITY\n   52  WHICH  IS  NOT  A RELATED PERSON (AS SUCH TERM IS DEFINED IN SUBDIVISION\n   53  (G) OF SECTION FOURTEEN OF THIS CHAPTER); (II) THE FIRST TAXABLE YEAR OF\n   54  SUCH TAXPAYER SHALL BE A SHORT TAXABLE  YEAR  OF  NOT  MORE  THAN  SEVEN\n   55  MONTHS  IN  DURATION;  AND  (III)  THE  NUMBER  OF  INDIVIDUALS EMPLOYED\n   56  FULL-TIME ON THE LAST DAY OF SUCH FIRST TAXABLE YEAR SHALL BE  AT  LEAST\n\n       A. 2219                            27\n\n    1  ONE  HUNDRED  NINETY AND SUBSTANTIALLY ALL OF SUCH INDIVIDUALS MUST HAVE\n    2  BEEN PREVIOUSLY EMPLOYED BY THE ENTITY FROM WHOM SUCH TAXPAYER PURCHASED\n    3  ITS ASSETS.\n    4    (5)  IF THE AMOUNT OF THE CREDIT AND CARRYOVERS OF SUCH CREDIT ALLOWED\n    5  UNDER THIS SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED  THE  TAXPAYER'S\n    6  TAX  FOR  SUCH  YEAR,  THE  EXCESS, AS WELL AS ANY PART OF THE CREDIT OR\n    7  CARRYOVERS OF SUCH CREDIT, OR BOTH, WHICH MAY NOT BE DEDUCTED  FROM  THE\n    8  TAX  OTHERWISE  DUE BY REASON OF THE FINAL SENTENCE IN PARAGRAPH FOUR OF\n    9  THIS SUBSECTION, MAY BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS  AND\n   10  MAY  BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS. IN LIEU\n   11  OF CARRYING OVER ANY SUCH EXCESS, A TAXPAYER WHO QUALIFIES AS  AN  OWNER\n   12  OF  A  NEW  BUSINESS  FOR PURPOSES OF PARAGRAPH TEN OF SUBSECTION (A) OF\n   13  THIS SECTION MAY, AT HIS OPTION, RECEIVE FIFTY PERCENT OF SUCH EXCESS AS\n   14  A REFUND. ANY REFUND PAID PURSUANT TO THIS PARAGRAPH SHALL BE DEEMED  TO\n   15  BE  A REFUND OF AN OVERPAYMENT OF TAX AS PROVIDED IN SECTION SIX HUNDRED\n   16  EIGHTY-SIX OF THIS ARTICLE, PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE\n   17  PAID THEREON.\n   18    (5-A) ANY CARRYOVER OF A CREDIT FROM PRIOR TAXABLE YEARS WILL  NOT  BE\n   19  ALLOWED  IF  A  GREEN ECONOMIC DEVELOPMENT ZONE RETENTION CERTIFICATE IS\n   20  NOT ISSUED PURSUANT TO RULES AND REGULATIONS PROMULGATED BY THE  COMMIS-\n   21  SIONER  OF  ECONOMIC  DEVELOPMENT TO THE GREEN ECONOMIC DEVELOPMENT ZONE\n   22  ENTERPRISE WHICH IS THE BASIS OF THE CREDIT.\n   23    S 22. Section 1456  of  the  tax  law  is  amended  by  adding  a  new\n   24  subsection (x) to read as follows:\n   25    (X)  GREEN  ECONOMIC  DEVELOPMENT ZONE WAGE TAX CREDIT. (1) A TAXPAYER\n   26  SHALL BE ALLOWED A CREDIT,  TO  BE  COMPUTED  AS  HEREINAFTER  PROVIDED,\n   27  AGAINST  THE  TAX  IMPOSED  BY  THIS ARTICLE WHERE THE TAXPAYER HAS BEEN\n   28  CERTIFIED PURSUANT TO ARTICLE EIGHTEEN-D OF THE GENERAL  MUNICIPAL  LAW.\n   29  THE  AMOUNT  OF  SUCH CREDIT SHALL BE AS PRESCRIBED IN PARAGRAPH FOUR OF\n   30  THIS SUBSECTION.\n   31    (2) FOR PURPOSES OF THIS SUBSECTION, THE FOLLOWING  TERMS  SHALL  HAVE\n   32  THE  FOLLOWING  MEANINGS:  (A)  \"GREEN  ECONOMIC DEVELOPMENT ZONE WAGES\"\n   33  MEANS WAGES PAID BY THE TAXPAYER FOR FULL-TIME EMPLOYMENT, OTHER THAN TO\n   34  GENERAL EXECUTIVE OFFICERS, DURING THE TAXABLE YEAR IN  AN  AREA  DESIG-\n   35  NATED  OR  PREVIOUSLY DESIGNATED AS A GREEN ECONOMIC DEVELOPMENT ZONE OR\n   36  ZONE EQUIVALENT AREA PURSUANT  TO  ARTICLE  EIGHTEEN-D  OF  THE  GENERAL\n   37  MUNICIPAL  LAW WHERE SUCH EMPLOYMENT IS IN A JOB CREATED IN THE AREA (I)\n   38  DURING THE PERIOD OF ITS DESIGNATION AS  A  GREEN  ECONOMIC  DEVELOPMENT\n   39  ZONE,  (II)  WITHIN FOUR YEARS OF THE EXPIRATION OF SUCH DESIGNATION, OR\n   40  (III) DURING THE TEN YEAR  PERIOD  IMMEDIATELY  FOLLOWING  THE  DATE  OF\n   41  DESIGNATION  AS  A  ZONE EQUIVALENT AREA, PROVIDED, HOWEVER, THAT IF THE\n   42  TAXPAYER'S CERTIFICATION UNDER ARTICLE EIGHTEEN-D OF THE GENERAL MUNICI-\n   43  PAL LAW IS REVOKED WITH RESPECT TO A GREEN ECONOMIC DEVELOPMENT ZONE  OR\n   44  ZONE  EQUIVALENT  AREA,  ANY WAGES PAID BY THE TAXPAYER, ON OR AFTER THE\n   45  EFFECTIVE DATE OF SUCH DECERTIFICATION,  FOR  EMPLOYMENT  IN  SUCH  ZONE\n   46  SHALL NOT CONSTITUTE EMPIRE ZONE WAGES.\n   47    (B)  \"TARGETED  EMPLOYEE\" MEANS A NEW YORK RESIDENT WHO RECEIVES GREEN\n   48  ECONOMIC DEVELOPMENT ZONE WAGES AND WHO IS (I)  AN  ELIGIBLE  INDIVIDUAL\n   49  UNDER  THE PROVISIONS OF THE TARGETED JOBS TAX CREDIT (SECTION FIFTY-ONE\n   50  OF THE INTERNAL REVENUE CODE), (II)  ELIGIBLE  FOR  BENEFITS  UNDER  THE\n   51  PROVISIONS  OF  THE  WORKFORCE  INVESTMENT ACT AS A DISLOCATED WORKER OR\n   52  LOW-INCOME INDIVIDUAL (P.L.  105-220, AS AMENDED), (III) A RECIPIENT  OF\n   53  PUBLIC ASSISTANCE BENEFITS, (IV) AN INDIVIDUAL WHOSE INCOME IS BELOW THE\n   54  MOST  RECENTLY ESTABLISHED POVERTY RATE PROMULGATED BY THE UNITED STATES\n   55  DEPARTMENT OF COMMERCE, OR A MEMBER OF A FAMILY WHOSE FAMILY  INCOME  IS\n   56  BELOW  THE  MOST  RECENTLY  ESTABLISHED  POVERTY RATE PROMULGATED BY THE\n\n       A. 2219                            28\n\n    1  APPROPRIATE FEDERAL AGENCY OR (V) AN HONORABLY DISCHARGED MEMBER OF  ANY\n    2  BRANCH OF THE ARMED FORCES OF THE UNITED STATES.\n    3    AN  INDIVIDUAL  WHO  SATISFIES  THE  CRITERIA SET FORTH IN CLAUSE (I),\n    4  (II), (IV) OR (V) OF THIS SUBPARAGRAPH AT THE TIME OF INITIAL EMPLOYMENT\n    5  IN THE JOB WITH RESPECT TO WHICH THE CREDIT IS CLAIMED, OR WHO SATISFIES\n    6  THE CRITERION SET FORTH IN CLAUSE (III) OF  THIS  SUBPARAGRAPH  AT  SUCH\n    7  TIME  OR  AT ANY TIME WITHIN THE PREVIOUS TWO YEARS, SHALL BE A TARGETED\n    8  EMPLOYEE SO LONG AS SUCH INDIVIDUAL CONTINUES TO RECEIVE GREEN  ECONOMIC\n    9  DEVELOPMENT ZONE WAGES.\n   10    (C)  \"AVERAGE NUMBER OF INDIVIDUALS, EXCLUDING GENERAL EXECUTIVE OFFI-\n   11  CERS, EMPLOYED FULL-TIME\" SHALL BE COMPUTED BY ASCERTAINING  THE  NUMBER\n   12  OF  SUCH INDIVIDUALS EMPLOYED BY THE TAXPAYER ON THE THIRTY-FIRST DAY OF\n   13  MARCH, THE THIRTIETH DAY OF JUNE, THE THIRTIETH DAY OF SEPTEMBER AND THE\n   14  THIRTY-FIRST DAY OF DECEMBER DURING EACH TAXABLE YEAR OR OTHER  APPLICA-\n   15  BLE  PERIOD,  BY  ADDING  TOGETHER THE NUMBER OF SUCH INDIVIDUALS ASCER-\n   16  TAINED ON EACH OF SUCH DATES AND DIVIDING THE SUM  SO  OBTAINED  BY  THE\n   17  NUMBER  OF SUCH DATES OCCURRING WITHIN SUCH TAXABLE YEAR OR OTHER APPLI-\n   18  CABLE PERIOD.\n   19    (3) THE CREDIT PROVIDED FOR HEREIN SHALL BE  ALLOWED  ONLY  WHERE  THE\n   20  AVERAGE  NUMBER  OF  INDIVIDUALS,  EXCLUDING GENERAL EXECUTIVE OFFICERS,\n   21  EMPLOYED FULL-TIME BY THE TAXPAYER IN (I) THE STATE AND (II)  THE  GREEN\n   22  ECONOMIC  DEVELOPMENT  ZONE OR AREA PREVIOUSLY CONSTITUTING SUCH ZONE OR\n   23  ZONE EQUIVALENT AREA, DURING THE TAXABLE YEAR EXCEEDS THE AVERAGE NUMBER\n   24  OF SUCH INDIVIDUALS EMPLOYED FULL-TIME BY THE TAXPAYER IN (I) THE  STATE\n   25  AND  (II) SUCH ZONE OR AREA SUBSEQUENTLY OR PREVIOUSLY CONSTITUTING SUCH\n   26  ZONE OR SUCH ZONE EQUIVALENT AREA, RESPECTIVELY, DURING THE  FOUR  YEARS\n   27  IMMEDIATELY  PRECEDING  THE  FIRST  TAXABLE  YEAR IN WHICH THE CREDIT IS\n   28  CLAIMED WITH RESPECT TO SUCH ZONE OR AREA. WHERE THE  TAXPAYER  PROVIDED\n   29  FULL-TIME  EMPLOYMENT  WITHIN  (I)  THE  STATE OR (II) SUCH ZONE OR AREA\n   30  DURING ONLY A PORTION OF SUCH FOUR-YEAR PERIOD,  THEN  FOR  PURPOSES  OF\n   31  THIS PARAGRAPH THE TERM \"FOUR YEARS\" SHALL BE DEEMED TO REFER INSTEAD TO\n   32  SUCH PORTION, IF ANY.\n   33    THE  CREDIT  SHALL  BE  ALLOWED ONLY WITH RESPECT TO THE FIRST TAXABLE\n   34  YEAR DURING WHICH PAYMENTS OF GREEN ECONOMIC DEVELOPMENT ZONE WAGES  ARE\n   35  MADE  AND  THE CONDITIONS SET FORTH IN THIS PARAGRAPH ARE SATISFIED, AND\n   36  WITH RESPECT TO EACH OF THE FOUR TAXABLE YEARS NEXT FOLLOWING (BUT ONLY,\n   37  WITH RESPECT TO EACH OF SUCH YEARS, IF SUCH CONDITIONS  ARE  SATISFIED),\n   38  IN ACCORDANCE WITH PARAGRAPH FOUR OF THIS SUBSECTION. SUBSEQUENT CERTIF-\n   39  ICATIONS  OF  THE TAXPAYER PURSUANT TO ARTICLE EIGHTEEN-D OF THE GENERAL\n   40  MUNICIPAL LAW, AT THE SAME OR A DIFFERENT LOCATION  IN  THE  SAME  GREEN\n   41  ECONOMIC  DEVELOPMENT ZONE OR ZONE EQUIVALENT AREA OR AT A LOCATION IN A\n   42  DIFFERENT GREEN ECONOMIC DEVELOPMENT ZONE OR ZONE EQUIVALENT AREA, SHALL\n   43  NOT EXTEND THE FIVE TAXABLE YEAR TIME LIMITATION ON THE ALLOWANCE OF THE\n   44  CREDIT SET FORTH IN THE PRECEDING SENTENCE.  PROVIDED, FURTHER, HOWEVER,\n   45  THAT NO CREDIT SHALL BE ALLOWED WITH RESPECT TO ANY TAXABLE YEAR  BEGIN-\n   46  NING  MORE  THAN  FOUR  YEARS FOLLOWING THE TAXABLE YEAR IN WHICH DESIG-\n   47  NATION AS A GREEN ECONOMIC DEVELOPMENT ZONE EXPIRED  OR  MORE  THAN  TEN\n   48  YEARS AFTER THE DESIGNATION AS A ZONE EQUIVALENT AREA.\n   49    (4) THE AMOUNT OF THE CREDIT SHALL EQUAL THE SUM OF (A) THE PRODUCT OF\n   50  THREE  THOUSAND DOLLARS AND THE AVERAGE NUMBER OF INDIVIDUALS (EXCLUDING\n   51  GENERAL EXECUTIVE OFFICERS) EMPLOYED FULL-TIME BY THE TAXPAYER, COMPUTED\n   52  PURSUANT TO THE PROVISIONS OF SUBPARAGRAPH (C) OF PARAGRAPH TWO OF  THIS\n   53  SUBSECTION,  WHO  (I) RECEIVED GREEN ECONOMIC DEVELOPMENT ZONE WAGES FOR\n   54  MORE THAN HALF OF THE TAXABLE YEAR, (II) RECEIVED, WITH RESPECT TO  MORE\n   55  THAN HALF OF THE PERIOD OF EMPLOYMENT BY THE TAXPAYER DURING THE TAXABLE\n   56  YEAR,  AN HOURLY WAGE WHICH WAS AT LEAST ONE HUNDRED THIRTY-FIVE PERCENT\n\n       A. 2219                            29\n\n    1  OF THE MINIMUM WAGE SPECIFIED IN SECTION SIX HUNDRED  FIFTY-TWO  OF  THE\n    2  LABOR LAW, AND (III) ARE TARGETED EMPLOYEES; AND\n    3    (B)  THE  PRODUCT OF FIFTEEN HUNDRED DOLLARS AND THE AVERAGE NUMBER OF\n    4  INDIVIDUALS  (EXCLUDING  GENERAL  EXECUTIVE  OFFICERS  AND   INDIVIDUALS\n    5  DESCRIBED  IN  SUBPARAGRAPH (A) OF THIS PARAGRAPH) EMPLOYED FULL-TIME BY\n    6  THE TAXPAYER, COMPUTED PURSUANT TO THE PROVISIONS OF SUBPARAGRAPH (C) OF\n    7  PARAGRAPH TWO OF THIS SUBSECTION, WHO RECEIVED GREEN  ECONOMIC  DEVELOP-\n    8  MENT ZONE WAGES FOR MORE THAN HALF OF THE TAXABLE YEAR.\n    9    (C)  FOR PURPOSES OF CALCULATING THE AMOUNT OF THE CREDIT, INDIVIDUALS\n   10  EMPLOYED WITHIN A GREEN ECONOMIC DEVELOPMENT  ZONE  OR  ZONE  EQUIVALENT\n   11  AREA  WITHIN THE IMMEDIATELY PRECEDING SIXTY MONTHS BY A RELATED PERSON,\n   12  AS SUCH TERM IS DEFINED  IN  SUBPARAGRAPH  (C)  OF  PARAGRAPH  THREE  OF\n   13  SUBSECTION (B) OF SECTION FOUR HUNDRED SIXTY-FIVE OF THE INTERNAL REVEN-\n   14  UE  CODE,  SHALL  NOT  BE  INCLUDED IN THE AVERAGE NUMBER OF INDIVIDUALS\n   15  DESCRIBED IN SUBPARAGRAPH (A) OR SUBPARAGRAPH  (B)  OF  THIS  PARAGRAPH,\n   16  UNLESS  SUCH  RELATED  PERSON  WAS  NEVER  ALLOWED  A  CREDIT UNDER THIS\n   17  SUBSECTION WITH RESPECT TO SUCH EMPLOYEES.  FOR  THE  PURPOSES  OF  THIS\n   18  SUBPARAGRAPH,  A  \"RELATED  PERSON\"  SHALL INCLUDE AN ENTITY WHICH WOULD\n   19  HAVE QUALIFIED AS A \"RELATED PERSON\" TO THE TAXPAYER IF IT HAD NOT  BEEN\n   20  DISSOLVED, LIQUIDATED, MERGED WITH ANOTHER ENTITY OR OTHERWISE CEASED TO\n   21  EXIST OR OPERATE.\n   22    (D)  IF  A  TAXPAYER IS CERTIFIED IN A GREEN ECONOMIC DEVELOPMENT ZONE\n   23  DESIGNATED UNDER SECTION NINE  HUNDRED  SEVENTY-FOUR-C  OF  THE  GENERAL\n   24  MUNICIPAL  LAW,  THE  DOLLAR AMOUNTS SPECIFIED UNDER SUBPARAGRAPH (A) OR\n   25  (B) OF THIS PARAGRAPH SHALL BE INCREASED BY  FIVE  HUNDRED  DOLLARS  FOR\n   26  EACH QUALIFYING INDIVIDUAL UNDER SUCH SUBPARAGRAPHS WHO RECEIVED, DURING\n   27  THE TAXABLE YEAR, WAGES IN EXCESS OF FORTY THOUSAND DOLLARS.\n   28    (E)  THE  REQUIREMENT  IN THIS PARAGRAPH THAT AN EMPLOYEE MUST RECEIVE\n   29  EMPIRE ZONE WAGES FOR MORE THAN HALF THE TAXABLE YEAR SHALL NOT APPLY IN\n   30  THE FIRST TAXABLE YEAR OF A TAXPAYER SATISFYING THE CRITERIA  SET  FORTH\n   31  IN  THIS  SUBPARAGRAPH.  IN  SUCH  A CASE, THE CREDIT ALLOWED UNDER THIS\n   32  SUBSECTION SHALL BE COMPUTED BY  UTILIZING  THE  NUMBER  OF  INDIVIDUALS\n   33  (EXCLUDING GENERAL EXECUTIVE OFFICERS) EMPLOYED FULL TIME BY THE TAXPAY-\n   34  ER  ON  THE LAST DAY OF ITS FIRST TAXABLE YEAR. A TAXPAYER SHALL SATISFY\n   35  THE FOLLOWING CRITERIA: (I) SUCH  TAXPAYER  ACQUIRED  REAL  OR  TANGIBLE\n   36  PERSONAL  PROPERTY DURING ITS FIRST TAXABLE YEAR FROM AN ENTITY WHICH IS\n   37  NOT A RELATED PERSON (AS SUCH TERM IS  DEFINED  IN  SUBDIVISION  (G)  OF\n   38  SECTION  FOURTEEN  OF THIS CHAPTER); (II) THE FIRST TAXABLE YEAR OF SUCH\n   39  TAXPAYER SHALL BE A SHORT TAXABLE YEAR OF NOT MORE THAN SEVEN MONTHS  IN\n   40  DURATION;  AND (III) THE NUMBER OF INDIVIDUALS EMPLOYED FULL-TIME ON THE\n   41  LAST DAY OF SUCH FIRST TAXABLE YEAR SHALL BE AT LEAST ONE HUNDRED NINETY\n   42  AND SUBSTANTIALLY ALL OF SUCH  INDIVIDUALS  MUST  HAVE  BEEN  PREVIOUSLY\n   43  EMPLOYED BY THE ENTITY FROM WHOM SUCH TAXPAYER PURCHASED ITS ASSETS.\n   44    PROVIDED,  FURTHER,  HOWEVER, THAT THE CREDIT PROVIDED FOR HEREIN WITH\n   45  RESPECT TO THE TAXABLE YEAR, AND CARRYOVERS OF SUCH CREDIT TO THE  TAXA-\n   46  BLE  YEAR,  DEDUCTED  FROM THE TAX OTHERWISE DUE, MAY NOT, IN THE AGGRE-\n   47  GATE, EXCEED FIFTY PERCENT OF THE TAX  IMPOSED  UNDER  SECTION  FOURTEEN\n   48  HUNDRED FIFTY-FIVE OF THIS ARTICLE COMPUTED WITHOUT REGARD TO ANY CREDIT\n   49  PROVIDED FOR UNDER THIS ARTICLE.\n   50    (5)  THE  CREDIT  AND  CARRYOVERS  OF  SUCH  CREDIT ALLOWED UNDER THIS\n   51  SUBSECTION FOR ANY TAXABLE YEAR SHALL NOT, IN THE AGGREGATE, REDUCE  THE\n   52  TAX  DUE  FOR SUCH YEAR TO LESS THAN THE MINIMUM TAX FIXED BY SUBSECTION\n   53  (B) OF SECTION FOURTEEN HUNDRED FIFTY-FIVE OF THIS ARTICLE. HOWEVER,  IF\n   54  THE  AMOUNT  OF  CREDIT  OR  CARRYOVERS OF SUCH CREDIT, OR BOTH, ALLOWED\n   55  UNDER THIS SUBSECTION FOR ANY TAXABLE  YEAR  REDUCES  THE  TAX  TO  SUCH\n   56  AMOUNT,  OR  IF  ANY PART OF THE CREDIT OR CARRYOVERS OF SUCH CREDIT MAY\n\n       A. 2219                            30\n\n    1  NOT BE DEDUCTED FROM THE TAX  OTHERWISE  DUE  BY  REASON  OF  THE  FINAL\n    2  SENTENCE IN PARAGRAPH FOUR HEREOF, ANY AMOUNT OF CREDIT OR CARRYOVERS OF\n    3  SUCH CREDIT THUS NOT DEDUCTIBLE IN SUCH TAXABLE YEAR MAY BE CARRIED OVER\n    4  TO  THE  FOLLOWING YEAR OR YEARS AND MAY BE DEDUCTED FROM THE TAXPAYER'S\n    5  TAX FOR SUCH YEAR OR YEARS.\n    6    (5-A) ANY CARRY OVER OF A CREDIT FROM PRIOR TAXABLE YEARS WILL NOT  BE\n    7  ALLOWED  IF  A  GREEN ECONOMIC DEVELOPMENT ZONE RETENTION CERTIFICATE IS\n    8  NOT ISSUED PURSUANT TO RULES AND REGULATIONS PROMULGATED BY THE  COMMIS-\n    9  SIONER  OF  ECONOMIC  DEVELOPMENT TO THE GREEN ECONOMIC DEVELOPMENT ZONE\n   10  ENTERPRISE WHICH IS THE BASIS OF THE CREDIT.\n   11    S 23. Section 1511 of the tax law is amended by adding a new  subdivi-\n   12  sion (aa) to read as follows:\n   13    (AA)  GREEN  ECONOMIC DEVELOPMENT ZONE CAPITAL CREDIT.  (1) A TAXPAYER\n   14  SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY THIS  ARTICLE.  THE\n   15  AMOUNT OF THE CREDIT SHALL BE EQUAL TO TWENTY-FIVE PERCENT OF THE SUM OF\n   16  THE FOLLOWING INVESTMENTS AND CONTRIBUTIONS MADE DURING THE TAXABLE YEAR\n   17  AND CERTIFIED BY THE COMMISSIONER OF ECONOMIC DEVELOPMENT: (A) FOR TAXA-\n   18  BLE YEARS BEGINNING BEFORE JANUARY FIRST, TWO THOUSAND TWELVE, QUALIFIED\n   19  INVESTMENTS  MADE IN, OR CONTRIBUTIONS IN THE FORM OF DONATIONS MADE TO,\n   20  ONE OR MORE GREEN ECONOMIC DEVELOPMENT ZONE CAPITAL  CORPORATIONS  PRIOR\n   21  TO  JANUARY  FIRST,  TWO  THOUSAND  TWELVE, (B) QUALIFIED INVESTMENTS IN\n   22  CERTIFIED ZONE BUSINESSES WHICH DURING THE  TWELVE  MONTH  PERIOD  IMME-\n   23  DIATELY  PRECEDING  THE  MONTH IN WHICH SUCH INVESTMENT IS MADE EMPLOYED\n   24  FULL-TIME WITHIN THE STATE AN AVERAGE NUMBER OF  INDIVIDUALS,  EXCLUDING\n   25  GENERAL  EXECUTIVE  OFFICERS,  OF  TWO  HUNDRED FIFTY OR FEWER, COMPUTED\n   26  PURSUANT TO THE PROVISIONS OF  SUBPARAGRAPH  (C)  OF  PARAGRAPH  TWO  OF\n   27  SUBDIVISION  (G)  OF  THIS SECTION, EXCEPT FOR INVESTMENTS MADE BY OR ON\n   28  BEHALF OF AN OWNER OF THE BUSINESS, INCLUDING, BUT  NOT  LIMITED  TO,  A\n   29  STOCKHOLDER,  PARTNER  OR  SOLE  PROPRIETOR,  OR  ANY RELATED PERSON, AS\n   30  DEFINED IN SUBPARAGRAPH (C) OF PARAGRAPH  THREE  OF  SUBSECTION  (B)  OF\n   31  SECTION  FOUR  HUNDRED  SIXTY-FIVE OF THE INTERNAL REVENUE CODE, AND (C)\n   32  CONTRIBUTIONS OF MONEY TO COMMUNITY DEVELOPMENT PROJECTS AS  DEFINED  IN\n   33  REGULATIONS  PROMULGATED  BY  THE  COMMISSIONER OF ECONOMIC DEVELOPMENT.\n   34  \"QUALIFIED INVESTMENTS\" MEANS THE CONTRIBUTION OF PROPERTY TO  A  CORPO-\n   35  RATION  IN  EXCHANGE FOR ORIGINAL ISSUE CAPITAL STOCK OR OTHER OWNERSHIP\n   36  INTEREST, THE CONTRIBUTION OF PROPERTY TO A PARTNERSHIP IN EXCHANGE  FOR\n   37  AN INTEREST IN THE PARTNERSHIP, AND SIMILAR CONTRIBUTIONS IN THE CASE OF\n   38  A  BUSINESS  ENTITY NOT IN CORPORATE OR PARTNERSHIP FORM IN EXCHANGE FOR\n   39  AN OWNERSHIP INTEREST IN SUCH ENTITY. THE TOTAL AMOUNT OF CREDIT  ALLOW-\n   40  ABLE  TO  A  TAXPAYER  UNDER  THIS PROVISION FOR ALL YEARS, TAKEN IN THE\n   41  AGGREGATE, SHALL NOT EXCEED THREE HUNDRED THOUSAND  DOLLARS,  AND  SHALL\n   42  NOT  EXCEED ONE HUNDRED THOUSAND DOLLARS WITH RESPECT TO THE INVESTMENTS\n   43  AND CONTRIBUTIONS DESCRIBED IN EACH OF SUBPARAGRAPHS (A), (B) AND (C) OF\n   44  THIS PARAGRAPH.\n   45    (2) THE CREDIT AND CARRYOVER OF SUCH CREDIT ALLOWED UNDER THIS  SUBDI-\n   46  VISION  FOR ANY TAXABLE YEAR SHALL NOT, IN THE AGGREGATE, REDUCE THE TAX\n   47  DUE FOR SUCH YEAR TO LESS THAN THE MINIMUM FIXED BY  PARAGRAPH  FOUR  OF\n   48  SUBDIVISION  (A)  OF  SECTION  FIFTEEN HUNDRED TWO OF THIS ARTICLE OR BY\n   49  SECTION FIFTEEN HUNDRED TWO-A OF THIS ARTICLE, WHICHEVER IS  APPLICABLE.\n   50  HOWEVER,  IF THE AMOUNT OF CREDIT OR CARRYOVERS OF SUCH CREDIT, OR BOTH,\n   51  ALLOWED UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE  TAX  TO\n   52  SUCH  AMOUNT,  OR IF ANY PART OF THE CREDIT OR CARRYOVERS OF SUCH CREDIT\n   53  MAY NOT BE DEDUCTED FROM THE TAX OTHERWISE DUE BY REASON  OF  THE  FINAL\n   54  SENTENCE  OF  THIS PARAGRAPH, ANY AMOUNT OF CREDIT OR CARRYOVERS OF SUCH\n   55  CREDIT THUS NOT DEDUCTIBLE IN SUCH TAXABLE YEAR MAY BE CARRIED  OVER  TO\n   56  THE  FOLLOWING  YEAR  OR YEARS AND MAY BE DEDUCTED FROM THE TAX FOR SUCH\n\n       A. 2219                            31\n\n    1  YEAR OR YEARS. IN ADDITION, THE AMOUNT OF SUCH CREDIT, AND CARRYOVERS OF\n    2  SUCH CREDIT TO THE TAXABLE YEAR, DEDUCTED FROM THE TAX OTHERWISE DUE MAY\n    3  NOT, IN THE AGGREGATE, EXCEED FIFTY  PERCENT  OF  (I)  IN  THE  CASE  OF\n    4  TAXPAYERS  SUBJECT  TO  TAX  UNDER  SUBDIVISION  (B)  OF SECTION FIFTEEN\n    5  HUNDRED TEN OF THIS ARTICLE, THE LESSER OF (I)  THE  LIMITATION  ON  TAX\n    6  COMPUTED PURSUANT TO SUBDIVISION (A) OF SECTION FIFTEEN HUNDRED FIVE, OR\n    7  (II)  THE GREATER OF THE SUM OF THE TAXES IMPOSED UNDER SECTIONS FIFTEEN\n    8  HUNDRED ONE AND FIFTEEN HUNDRED TEN OR THE AMOUNT OF TAX COMPUTED PURSU-\n    9  ANT TO SUBDIVISION (B) OF SECTION FIFTEEN HUNDRED FIVE, OR (II) FOR  ALL\n   10  OTHER  INSURANCE  CORPORATIONS,  THE  TAX  IMPOSED UNDER SECTION FIFTEEN\n   11  HUNDRED TWO-A OF THIS ARTICLE, COMPUTED WITHOUT  REGARD  TO  ANY  CREDIT\n   12  PROVIDED FOR UNDER THIS ARTICLE.\n   13    (2-A)  ANY CARRY OVER OF A CREDIT FROM PRIOR TAXABLE YEARS WILL NOT BE\n   14  ALLOWED TO A GREEN ECONOMIC DEVELOPMENT ZONE  ENTERPRISE  WHICH  IS  THE\n   15  BASIS  OF  THE  CREDIT,  IF  A GREEN ECONOMIC DEVELOPMENT ZONE RETENTION\n   16  CERTIFICATE IS NOT ISSUED TO SUCH ENTITY PURSUANT  TO  RULES  AND  REGU-\n   17  LATIONS PROMULGATED BY THE COMMISSIONER OF ECONOMIC DEVELOPMENT.\n   18    (3)  WHERE THE STOCK, PARTNERSHIP INTEREST OR OTHER OWNERSHIP INTEREST\n   19  ARISING FROM A QUALIFIED INVESTMENT AS DESCRIBED  IN  SUBPARAGRAPHS  (A)\n   20  AND (B) OF PARAGRAPH ONE OF THIS SUBDIVISION IS DISPOSED OF, THE TAXPAY-\n   21  ER'S  ENTIRE  NET  INCOME  SHALL  BE  COMPUTED,  PURSUANT TO REGULATIONS\n   22  PROMULGATED BY THE COMMISSIONER, SO AS TO PROPERLY REFLECT  THE  REDUCED\n   23  COST  THEREOF  ARISING  FROM  THE APPLICATION OF THE CREDIT PROVIDED FOR\n   24  HEREIN.\n   25    (4)(A) WHERE A TAXPAYER SELLS,  TRANSFERS  OR  OTHERWISE  DISPOSES  OF\n   26  CORPORATE  STOCK,  A  PARTNERSHIP  INTEREST  OR OTHER OWNERSHIP INTEREST\n   27  ARISING FROM THE MAKING OF A QUALIFIED INVESTMENT WHICH WAS  THE  BASIS,\n   28  IN  WHOLE OR IN PART, FOR THE ALLOWANCE OF THE CREDIT PROVIDED FOR UNDER\n   29  THIS SUBDIVISION, OR WHERE A CONTRIBUTION OR INVESTMENT  WHICH  WAS  THE\n   30  BASIS  FOR  SUCH ALLOWANCE IS IN ANY MANNER, IN WHOLE OR IN PART, RECOV-\n   31  ERED BY SUCH TAXPAYER, AND SUCH DISPOSITION OR  RECOVERY  OCCURS  DURING\n   32  THE TAXABLE YEAR OR WITHIN THIRTY-SIX MONTHS FROM THE CLOSE OF THE TAXA-\n   33  BLE  YEAR WITH RESPECT TO WHICH SUCH CREDIT IS ALLOWED, SUBPARAGRAPH (B)\n   34  OF THIS PARAGRAPH SHALL APPLY.\n   35    (B) THE TAXPAYER SHALL ADD BACK WITH RESPECT TO THE  TAXABLE  YEAR  IN\n   36  WHICH  THE DISPOSITION OR RECOVERY DESCRIBED IN SUBPARAGRAPH (A) OF THIS\n   37  PARAGRAPH  OCCURRED  THE  REQUIRED  PORTION  OF  THE  CREDIT  ORIGINALLY\n   38  ALLOWED.\n   39    (C) THE REQUIRED PORTION OF THE CREDIT ORIGINALLY ALLOWED SHALL BE THE\n   40  PRODUCT  OF  (I) THE PORTION OF SUCH CREDIT ATTRIBUTABLE TO THE PROPERTY\n   41  DISPOSED OF OR THE PAYMENT OR CONTRIBUTION RECOVERED AND (II) THE APPLI-\n   42  CABLE PERCENTAGE.\n   43    (D) THE APPLICABLE PERCENTAGE SHALL BE:\n   44    (I) ONE HUNDRED PERCENT, IF THE DISPOSITION OR RECOVERY OCCURS  WITHIN\n   45  THE  TAXABLE  YEAR WITH RESPECT TO WHICH THE CREDIT IS ALLOWED OR WITHIN\n   46  TWELVE MONTHS OF THE END OF SUCH TAXABLE YEAR,\n   47    (II) SIXTY-SEVEN PERCENT, IF THE DISPOSITION OR RECOVERY  OCCURS  MORE\n   48  THAN  TWELVE  BUT  NOT MORE THAN TWENTY-FOUR MONTHS AFTER THE END OF THE\n   49  TAXABLE YEAR WITH RESPECT TO WHICH THE CREDIT IS ALLOWED, OR\n   50    (III) THIRTY-THREE PERCENT, IF THE DISPOSITION OR RECOVERY OCCURS MORE\n   51  THAN TWENTY-FOUR BUT NOT MORE THAN THIRTY-SIX MONTHS AFTER  THE  END  OF\n   52  THE TAXABLE YEAR WITH RESPECT TO WHICH THE CREDIT IS ALLOWED.\n   53    S  24. Section 66 of the public service law is amended by adding a new\n   54  subdivision 12-d to read as follows:\n   55    12-D. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, UPON APPLICATION  OF\n   56  A  GAS  OR  ELECTRIC  CORPORATION,  THE  COMMISSION SHALL AUTHORIZE SUCH\n\n       A. 2219                            32\n\n    1  CORPORATION TO CHARGE A SPECIAL GREEN  ECONOMIC  DEVELOPMENT  ZONE  RATE\n    2  EQUAL  TO  THE INCREMENTAL COST OF PROVIDING SERVICE TO CUSTOMERS CERTI-\n    3  FIED AS ELIGIBLE FOR SUCH RATE PURSUANT TO  ARTICLE  EIGHTEEN-D  OF  THE\n    4  GENERAL MUNICIPAL LAW.\n    5    S 25. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general municipal law, the real property tax law, the general city law, the tax law and the public service law, in relation to enacting the New York state green economic development zones act ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T115945.TXT", "SOBI.D110118.T101615.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295363775153
}