{
  "year" : 2011,
  "senateBillNo" : "A2213-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A2213-2011-1294981200000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the attorney general to bring an action for violation of the prohibitions concerning unlawful selling practices and specifies damages awardable",
  "summary" : "Authorizes the attorney general to bring an action for violation of the prohibitions concerning unlawful selling practices and specifies damages awardable. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A8049-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2213\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ZEBROWSKI  --  read once and referred to the\n         Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to authorizing the\n         attorney general to bring an action for violation of the  prohibitions\n         concerning unlawful selling practices and specifying damages awardable\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 396 of the general  business  law,\n    2  as  amended  by  chapter  99  of the laws of 1966, is amended to read as\n    3  follows:\n    4    3. A. Whenever there shall be a violation of this section, an applica-\n    5  tion may be made by the attorney general in the name of  the  people  of\n    6  the state of New York to a court or justice having jurisdiction to issue\n    7  an  injunction,  and  upon notice to the defendant of not less than five\n    8  days, to enjoin and restrain the continuance of such violation;  and  if\n    9  it  shall  appear  to  the satisfaction of the court or justice that the\n   10  defendant is, in fact, violating this  section,  an  injunction  may  be\n   11  issued  by  such court or justice, enjoining and restraining such action\n   12  or violation, without requiring proof that any person has, in fact, been\n   13  misled or deceived or otherwise damaged thereby.\n   14    B. IN ADDITION TO THE AUTHORITY GRANTED TO THE ATTORNEY GENERAL PURSU-\n   15  ANT TO PARAGRAPH A OF THIS SUBDIVISION AND THE AUTHORITY  GRANTED  TO  A\n   16  RECIPIENT  PURSUANT  TO  PARAGRAPH A OF SUBDIVISION TWO OF THIS SECTION,\n   17  THE ATTORNEY GENERAL, OR ANY PERSON ADVERSELY AFFECTED BY  REASON  OF  A\n   18  VIOLATION  OF  THE  PROVISIONS  OF  SUBDIVISION TWO OF THIS SECTION, MAY\n   19  BRING AN ACTION AGAINST A PERSON WHO VIOLATES THE PROVISIONS OF SUBDIVI-\n   20  SION TWO OF THIS SECTION TO RECOVER THE GREATER OF:\n   21    (1) ACTUAL DAMAGES; OR\n   22    (2) UP TO FIVE HUNDRED DOLLARS FOR EACH INSTANCE IN WHICH GOODS, WARES\n   23  OR MERCHANDISE WERE SENT IN VIOLATION OF THE PROVISIONS  OF  SUBDIVISION\n   24  TWO OF THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00814-01-1\n\n       A. 2213                             2\n\n    1    C.  IN  AN  ACTION UNDER PARAGRAPH B OF THIS SUBDIVISION THE COURT MAY\n    2  AWARD THE COSTS OF THE ACTION TOGETHER WITH REASONABLE  ATTORNEY'S  FEES\n    3  TO A PREVAILING PLAINTIFF.\n    4    D.  NOTHING  IN THIS SECTION SHALL IN ANY WAY LIMIT RIGHTS OR REMEDIES\n    5  WHICH ARE OTHERWISE AVAILABLE UNDER LAW TO THE ATTORNEY GENERAL  OR  ANY\n    6  OTHER PERSON AUTHORIZED TO BRING AN ACTION UNDER THIS SECTION.\n    7    S  2.  This  act  shall take effect immediately and shall apply to all\n    8  selling practices pertaining to unordered goods.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to authorizing the attorney general to bring an action for violation of the prohibitions concerning unlawful selling practices and specifying damages awardable ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T132943.TXT", "SOBI.D110114.T122438.TXT", "SOBI.D110118.T104117.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295365277049
}