{
  "year" : 2011,
  "senateBillNo" : "A2218-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to aging",
    "billEventId" : "A2218-2011-1294981200000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes various long term care savings plans and provides certain tax credits",
  "summary" : "Establishes various long term care savings plans and provides certain tax credits. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A11133-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Raia",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Saladino",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Burling",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2218\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. CASTELLI, RAIA, SALADINO -- Multi-Sponsored by --\n         M.  of  A.  BARCLAY,  CALHOUN,  CONTE -- read once and referred to the\n         Committee on Aging\n\n       AN ACT to amend the elder law, the tax law and the state finance law, in\n         relation to establishing various long  term  care  savings  plans  and\n         providing  certain  tax  credits; and providing for the repeal of such\n         provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The elder law is amended by adding a new article 4 to read\n    2  as follows:\n    3                                  ARTICLE IV\n    4                       LONG TERM CARE SAVINGS ACCOUNTS\n    5  SECTION 401. DEFINITIONS.\n    6          402. LONG TERM CARE SAVINGS ACCOUNT PROGRAM.\n    7          403. QUALIFIED LONG TERM CARE SAVINGS ACCOUNT PROGRAM.\n    8          404. QUALIFIED LONG TERM CARE FLEXIBLE SPENDING ACCOUNT PROGRAM.\n    9          405. OWNERSHIP.\n   10          406. WITHDRAWALS.\n   11          407. TAX TREATMENT.\n   12          408. DEATH OF THE ACCOUNT HOLDER.\n   13          409. CANCELLATION OR TRANSFER.\n   14          410. RULES AND REGULATIONS.\n   15    S 401. DEFINITIONS. FOR THE PURPOSES OF THIS  ARTICLE,  THE  FOLLOWING\n   16  TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n   17    1. \"ACCOUNT ADMINISTRATOR\" MEANS ANY OF THE FOLLOWING:\n   18    (A)  A  NATIONAL OR STATE CHARTERED BANK, A FEDERAL OR STATE CHARTERED\n   19  SAVINGS AND LOAN ASSOCIATION, A FEDERAL OR STATE CHARTERED SAVINGS BANK,\n   20  OR A FEDERAL OR STATE CHARTERED CREDIT UNION.\n   21    (B) A TRUST COMPANY AUTHORIZED TO ACT AS A FIDUCIARY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05622-01-1\n\n       A. 2218                             2\n\n    1    (C) AN INSURANCE COMPANY LICENSED PURSUANT  TO  ARTICLE  FORTY-ONE  OR\n    2  FORTY-TWO  OF  THE  INSURANCE  LAW  OR A HEALTH MAINTENANCE ORGANIZATION\n    3  CERTIFIED PURSUANT TO ARTICLE FORTY-FOUR OF THE PUBLIC HEALTH LAW.\n    4    (D)  A  DEALER, SALESPERSON, OR INVESTMENT ADVISER REGISTERED PURSUANT\n    5  TO SECTION THREE HUNDRED FIFTY-NINE-E OF THE GENERAL BUSINESS LAW.\n    6    (E) AN ADMINISTRATOR LICENSED PURSUANT TO  SECTION  TWO  THOUSAND  ONE\n    7  HUNDRED THIRTY-SIX OF THE INSURANCE LAW.\n    8    (F)  A CERTIFIED PUBLIC ACCOUNTANT LICENSED PURSUANT TO SECTION SEVEN-\n    9  TY-FOUR HUNDRED FOUR OF THE EDUCATION LAW.\n   10    (G) AN ATTORNEY ADMITTED TO PRACTICE LAW IN THIS STATE.\n   11    (H) AN EMPLOYER, IF THE EMPLOYER HAS A SELF-INSURED HEALTH PLAN PURSU-\n   12  ANT TO THE PROVISIONS OF THE FEDERAL EMPLOYEE RETIREMENT INCOME SECURITY\n   13  ACT OF 1974.\n   14    (I) AN EMPLOYER THAT PARTICIPATES IN  THE  QUALIFIED  LONG  TERM  CARE\n   15  SAVINGS ACCOUNT PROGRAM.\n   16    2.  \"ACCOUNT HOLDER\" MEANS THE OWNER OF ANY ACCOUNT ESTABLISHED PURSU-\n   17  ANT TO THIS ARTICLE.\n   18    3. \"ELIGIBLE LONG TERM CARE EXPENSE\" MEANS ANY OF THE FOLLOWING:\n   19    (A) AN EXPENSE PAID BY THE ACCOUNT HOLDER FOR THE COST  OF  LONG  TERM\n   20  CARE  IN  A  LONG TERM CARE FACILITY FOR THE ACCOUNT HOLDER, THE ACCOUNT\n   21  HOLDER'S SPOUSE, THE ACCOUNT HOLDER'S PARENT OR ANOTHER PERSON FOR  WHOM\n   22  THE ACCOUNT HOLDER HAS AN INSURABLE INTEREST;\n   23    (B) THE COST OF CARE PROVIDED IN AN INDIVIDUAL'S HOME WHEN THE ACCOUNT\n   24  HOLDER,  THE  ACCOUNT  HOLDER'S  SPOUSE,  THE ACCOUNT HOLDER'S PARENT OR\n   25  ANOTHER PERSON FOR WHOM THE ACCOUNT HOLDER  HAS  AN  INSURABLE  INTEREST\n   26  RECEIVING  THE  CARE  IS UNABLE TO PERFORM MULTIPLE BASIC LIFE FUNCTIONS\n   27  INDEPENDENTLY; OR\n   28    (C) AN EXPENSE PAID BY THE ACCOUNT HOLDER FOR THE  COST  OF  QUALIFIED\n   29  LONG  TERM  CARE  SERVICES AS SUCH TERM IS DEFINED IN SUBDIVISION (C) OF\n   30  SECTION 7702B OF THE INTERNAL REVENUE CODE.\n   31    4. \"EMPLOYEE\" MEANS THE INDIVIDUAL FOR WHOSE BENEFIT A QUALIFIED  LONG\n   32  TERM  CARE  SAVINGS  ACCOUNT  IS  ESTABLISHED  PURSUANT  TO SECTION FOUR\n   33  HUNDRED THREE OF THIS ARTICLE. \"EMPLOYEE\" INCLUDES A SELF-EMPLOYED INDI-\n   34  VIDUAL.\n   35    5. \"HIGHER DEDUCTIBLE\" MEANS A DEDUCTIBLE OF NOT LESS THAN  ONE  THOU-\n   36  SAND  TWO  HUNDRED  DOLLARS AND NOT MORE THAN FIVE THOUSAND NINE HUNDRED\n   37  FIFTY DOLLARS FOR AN INDIVIDUAL AND NOT  LESS  THAN  TWO  THOUSAND  FOUR\n   38  HUNDRED  DOLLARS  AND NOT MORE THAN ELEVEN THOUSAND NINE HUNDRED DOLLARS\n   39  FOR A FAMILY FOR THE YEAR TWO THOUSAND ELEVEN.  THIS MINIMUM AND MAXIMUM\n   40  SHALL BE INCREASED ANNUALLY BY THE SAME  PERCENTAGE  AS  THE  PERCENTAGE\n   41  INCREASE IN THE FEDERAL CONSUMER PRICE INDEX.\n   42    6.  \"LONG TERM CARE INSURANCE PREMIUMS\" MEANS PREMIUMS PAID FOR A LONG\n   43  TERM CARE INSURANCE POLICY THAT OFFERS COVERAGE TO THE  INDIVIDUAL,  THE\n   44  INDIVIDUAL'S  SPOUSE  OR  ANOTHER  PERSON  FOR  WHOM THE TAXPAYER HAS AN\n   45  INSURABLE INTEREST.\n   46    7. \"PARTICIPANT\" MEANS AN INDIVIDUAL WHO ESTABLISHES A LONG TERM  CARE\n   47  SAVINGS ACCOUNT BY ENTERING INTO A PARTICIPATION AGREEMENT OR ESTABLISH-\n   48  ING  AN ACCOUNT WITH A FINANCIAL INSTITUTION WITH WHICH THE COMMISSIONER\n   49  HAS AN AGREEMENT PURSUANT TO PARAGRAPH (A) OF SUBDIVISION ONE OF SECTION\n   50  FOUR HUNDRED TWO OF THIS ARTICLE.\n   51    8. \"QUALIFIED HIGHER DEDUCTIBLE HEALTH PLAN\" MEANS A  HEALTH  COVERAGE\n   52  POLICY,  CERTIFICATE  OR CONTRACT THAT PROVIDES FOR PAYMENTS FOR COVERED\n   53  BENEFITS THAT EXCEED THE HIGHER DEDUCTIBLE AND THAT IS PURCHASED  EITHER\n   54  BY  AN  EMPLOYER  FOR  THE  BENEFIT OF AN EMPLOYEE FOR WHOM THE EMPLOYER\n   55  MAKES DEPOSITS INTO A QUALIFIED LONG TERM CARE SAVINGS ACCOUNT OR  BY  A\n\n       A. 2218                             3\n\n    1  SELF-EMPLOYED  OR  OTHER  INDIVIDUAL WHO MAKES DEPOSITS INTO A QUALIFIED\n    2  LONG TERM CARE SAVINGS ACCOUNT.\n    3    9.  \"COMMISSIONER\"  MEANS  THE COMMISSIONER OF THE STATE DEPARTMENT OF\n    4  HEALTH.\n    5    S 402. LONG TERM CARE SAVINGS ACCOUNT PROGRAM. 1. (A) THE COMMISSIONER\n    6  SHALL SELECT THE ADMINISTRATOR OF THE PLAN FROM SUBMITTED PROPOSALS.  IF\n    7  THE COMMISSIONER RECEIVES NO  ACCEPTABLE  RESPONSES  TO  A  REQUEST  FOR\n    8  PROPOSALS  FOR  AN  ADMINISTRATOR FOR THE PLAN BY DECEMBER THIRTY-FIRST,\n    9  TWO THOUSAND ELEVEN, THE COMMISSIONER MAY  ENTER  INTO  AGREEMENTS  WITH\n   10  STATE-CHARTERED  OR  FEDERALLY  CHARTERED BANKS, SAVINGS BANKS, BUILDING\n   11  AND LOAN ASSOCIATIONS, SAVINGS AND LOAN ASSOCIATIONS, OR CREDIT  UNIONS,\n   12  OR A SUBSIDIARY OF ANY SUCH ENTITY, TO RECEIVE CONTRIBUTIONS IN THE FORM\n   13  OF ACCOUNT DEPOSITS. THE COMMISSIONER MAY ADOPT AND PROMULGATE RULES AND\n   14  REGULATIONS TO CARRY OUT HIS OR HER DUTIES UNDER THIS PARAGRAPH.\n   15    (B)  IF  AN  ADMINISTRATOR  IS SELECTED, PARTICIPANTS SHALL ENTER INTO\n   16  PARTICIPATION AGREEMENTS WITH THE COMMISSIONER. IF AN  ADMINISTRATOR  IS\n   17  NOT  SELECTED,  PARTICIPANTS MAY MAKE CONTRIBUTIONS TO AN ACCOUNT WITH A\n   18  FINANCIAL INSTITUTION WITH  WHICH  THE  COMMISSIONER  HAS  AN  AGREEMENT\n   19  PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION. A LIFETIME MAXIMUM OF ONE\n   20  HUNDRED SIXTY-FIVE THOUSAND DOLLARS MAY BE CONTRIBUTED BY A PARTICIPANT.\n   21  SUCH  AMOUNT  SHALL  BE INCREASED ANNUALLY BY THE SAME PERCENTAGE AS THE\n   22  PERCENTAGE INCREASE IN THE FEDERAL CONSUMER PRICE INDEX.\n   23    2. (A) IF AN ADMINISTRATOR FOR THE  LONG  TERM  CARE  SAVINGS  ACCOUNT\n   24  PROGRAM IS SELECTED PURSUANT TO PARAGRAPH (A) OF SUBDIVISION ONE OF THIS\n   25  SECTION,  THE  LONG  TERM  CARE  SAVINGS  ACCOUNT PROGRAM TRUST SHALL BE\n   26  CREATED PURSUANT TO SECTION NINETY-NINE-T OF THE STATE FINANCE LAW.\n   27    (B) THE COMMISSIONER SHALL BE THE TRUSTEE OF THE TRUST AND,  AS  SUCH,\n   28  RESPONSIBLE  FOR  THE  ADMINISTRATION,  OPERATION AND MAINTENANCE OF THE\n   29  PLAN AND SHALL HAVE ALL POWERS NECESSARY TO CARRY OUT AND EFFECTUATE THE\n   30  PURPOSES, OBJECTIVES AND PROVISIONS PERTAINING  TO  THE  ADMINISTRATION,\n   31  OPERATION  AND MAINTENANCE OF THE TRUST, EXCEPT AS PROVIDED IN PARAGRAPH\n   32  (C) OF THIS SUBDIVISION.\n   33    (C) THE COMPTROLLER SHALL HAVE FIDUCIARY RESPONSIBILITY  TO  MAKE  ALL\n   34  DECISIONS  REGARDING THE INVESTMENT OF THE MONEY IN THE TRUST, INCLUDING\n   35  THE SELECTION OF ALL INVESTMENT OPTIONS AND THE APPROVAL OF ALL FEES AND\n   36  OTHER COSTS CHARGED TO TRUST ASSETS  EXCEPT  COSTS  FOR  ADMINISTRATION,\n   37  OPERATION  AND  MAINTENANCE  OF  THE  TRUST, PURSUANT TO THE DIRECTIONS,\n   38  GUIDELINES AND POLICIES ESTABLISHED BY THE COMMISSIONER.\n   39    3. A QUALIFIED INDIVIDUAL AS DEFINED IN PARAGRAPH (A)  OF  SUBDIVISION\n   40  FOUR  OF  THIS SECTION MAY MAKE WITHDRAWALS AS A PARTICIPANT IN THE LONG\n   41  TERM CARE SAVINGS ACCOUNT PROGRAM TO PAY OR REIMBURSE ELIGIBLE LONG TERM\n   42  CARE EXPENSES.  A QUALIFIED INDIVIDUAL AS DEFINED IN  PARAGRAPH  (B)  OF\n   43  SUBDIVISION  FOUR  OF  THIS SECTION MAY MAKE WITHDRAWALS TO PAY OR REIM-\n   44  BURSE LONG TERM CARE INSURANCE PREMIUMS.\n   45    4. FOR THE PURPOSES OF THIS SECTION, \"QUALIFIED INDIVIDUAL\" MEANS:\n   46    (A) A PERSON WHO INCURRED LONG TERM CARE EXPENSES DURING  THE  TAXABLE\n   47  YEAR; OR\n   48    (B) A PERSON WHO TURNED FIFTY YEARS OF AGE OR OLDER DURING THE TAXABLE\n   49  YEAR  WHO MADE PAYMENTS FOR LONG TERM CARE INSURANCE PREMIUMS DURING THE\n   50  TAXABLE YEAR.\n   51    S 403. QUALIFIED LONG TERM CARE SAVINGS ACCOUNT PROGRAM. 1.  A  QUALI-\n   52  FIED  LONG TERM CARE SAVINGS ACCOUNT PROGRAM INCLUDES ALL OF THE FOLLOW-\n   53  ING:\n   54    (A) THE PURCHASE BY AN EMPLOYER OR A SELF-EMPLOYED OR OTHER INDIVIDUAL\n   55  OF A QUALIFIED HIGHER DEDUCTIBLE HEALTH  PLAN  FOR  THE  BENEFIT  OF  AN\n   56  EMPLOYEE OR THE SELF-EMPLOYED OR OTHER INDIVIDUAL;\n\n       A. 2218                             4\n\n    1    (B) EITHER: (1) IN THE CASE OF AN EMPLOYEE, THE CONTRIBUTION ON BEHALF\n    2  OF AN EMPLOYEE INTO A QUALIFIED LONG TERM CARE SAVINGS ACCOUNT BY HIS OR\n    3  HER  EMPLOYER OF ALL OR PART OF THE PREMIUM DIFFERENTIAL REALIZED BY THE\n    4  EMPLOYER BASED ON THE PURCHASE OF A QUALIFIED HIGHER  DEDUCTIBLE  HEALTH\n    5  PLAN  FOR  THE BENEFIT OF THE EMPLOYEE.  AN EMPLOYER THAT DID NOT PREVI-\n    6  OUSLY PROVIDE A HEALTH COVERAGE POLICY, CERTIFICATE, OR CONTRACT FOR HIS\n    7  OR HER EMPLOYEES MAY CONTRIBUTE ALL OR PART OF  THE  DEDUCTIBLE  OF  THE\n    8  PLAN PURCHASED PURSUANT TO PARAGRAPH (A) OF THIS SUBDIVISION; OR\n    9    (2)  IN  THE CASE OF A SELF-EMPLOYED OR OTHER INDIVIDUAL, THE INDIVID-\n   10  UAL'S CONTRIBUTION INTO A QUALIFIED LONG TERM CARE  SAVINGS  ACCOUNT  OF\n   11  AMOUNTS TO PAY ELIGIBLE LONG TERM CARE EXPENSES; AND\n   12    (C)  AN  ACCOUNT  ADMINISTRATOR  TO ADMINISTER THE QUALIFIED LONG TERM\n   13  CARE SAVINGS ACCOUNT FROM WHICH PAYMENT OF CLAIMS IS MADE.\n   14    2. FOR TAX YEARS ENDING ON OR AFTER DECEMBER THIRTY-FIRST,  TWO  THOU-\n   15  SAND  ELEVEN,  AN  EMPLOYER,  EXCEPT  AS  OTHERWISE PROVIDED BY STATUTE,\n   16  CONTRACT OR A COLLECTIVE BARGAINING AGREEMENT,  MAY  OFFER  A  QUALIFIED\n   17  LONG  TERM CARE SAVINGS ACCOUNT PROGRAM TO THE EMPLOYER'S EMPLOYEES. FOR\n   18  TAX YEARS ENDING ON OR AFTER DECEMBER THIRTY-FIRST, TWO THOUSAND ELEVEN,\n   19  A SELF-EMPLOYED OR OTHER INDIVIDUAL MAY ESTABLISH A QUALIFIED LONG  TERM\n   20  CARE SAVINGS ACCOUNT WITH AN ACCOUNT ADMINISTRATOR.\n   21    3.  (A)  THE  ACCOUNT ADMINISTRATOR SHALL UTILIZE THE MONEYS HELD IN A\n   22  QUALIFIED LONG TERM CARE SAVINGS ACCOUNT FOR THE PURPOSE OF  REIMBURSING\n   23  AN EMPLOYEE'S ELIGIBLE LONG TERM CARE EXPENSES.\n   24    (B)  IF  AN EMPLOYER MAKES CONTRIBUTIONS TO A QUALIFIED LONG TERM CARE\n   25  SAVINGS ACCOUNT PROGRAM ON A PERIODIC INSTALLMENT  BASIS,  THE  EMPLOYER\n   26  MAY  ADVANCE TO AN EMPLOYEE, INTEREST FREE, AN AMOUNT NECESSARY TO COVER\n   27  LONG TERM CARE EXPENSES INCURRED THAT EXCEED THE AMOUNT IN  THE  EMPLOY-\n   28  EE'S  QUALIFIED  LONG  TERM  CARE  SAVINGS  ACCOUNT  WHEN THE EXPENSE IS\n   29  INCURRED IF THE  EMPLOYEE  AGREES  TO  REPAY  THE  ADVANCE  FROM  FUTURE\n   30  INSTALLMENTS OR WHEN HE OR SHE CEASES TO BE AN EMPLOYEE OF THE EMPLOYER.\n   31    S  404. QUALIFIED LONG TERM CARE FLEXIBLE SPENDING ACCOUNT PROGRAM. 1.\n   32  AN INDIVIDUAL WHO HAS BEEN REFUSED COVERAGE FOR LONG TERM CARE INSURANCE\n   33  MAY ESTABLISH A QUALIFIED LONG  TERM  CARE  FLEXIBLE  SPENDING  ACCOUNT,\n   34  SUBJECT TO THE REQUIREMENTS OF THIS SECTION.\n   35    2.  A  QUALIFIED LONG TERM CARE FLEXIBLE SPENDING ACCOUNT IS A SAVINGS\n   36  ACCOUNT APPROVED BY THE COMMISSIONER FOR  AN  INDIVIDUAL  WHO  HAS  BEEN\n   37  SUBJECT  TO DENIAL OF LONG TERM CARE INSURANCE COVERAGE. AS USED IN THIS\n   38  ARTICLE, DENIAL OF LONG TERM CARE INSURANCE COVERAGE SHALL MEAN THAT:\n   39    (A) THE INDIVIDUAL HAS APPLIED FOR AND  BEEN  DENIED  COVERAGE  BY  AT\n   40  LEAST TWO LONG TERM CARE INSURANCE PLANS WHICH HAVE BEEN APPROVED BY THE\n   41  INSURANCE DEPARTMENT FOR OPERATION IN THIS STATE, OR\n   42    (B) THE INDIVIDUAL HAS BEEN CERTIFIED BY A PHYSICIAN TO BE UNINSURABLE\n   43  FOR  LONG  TERM CARE INSURANCE COVERAGE BY REASON OF HAVING A CONDITION,\n   44  DISEASE OR DISABILITY THAT PRECLUDES ANY CONSIDERATION FOR  ISSUANCE  OF\n   45  LONG TERM CARE INSURANCE COVERAGE.\n   46    3.  THE  COMMISSIONER  SHALL  ESTABLISH  AND  MAINTAIN  A LIST OF SUCH\n   47  DISQUALIFYING CONDITIONS, DISEASES AND DISABILITIES. AN INDIVIDUAL SHALL\n   48  PROVIDE PROOF OF DENIAL OF LONG TERM CARE  INSURANCE  COVERAGE  OR  SUCH\n   49  CERTIFICATION  FROM A PHYSICIAN IN A FORM AND MANNER SATISFACTORY TO THE\n   50  COMMISSIONER.\n   51    4. THE OWNER OF SUCH ACCOUNT MAY ANNUALLY CONTRIBUTE, OR HAVE CONTRIB-\n   52  UTED ON HIS OR HER BEHALF, AN AMOUNT OF UP TO TEN THOUSAND DOLLARS TO  A\n   53  QUALIFIED LONG TERM CARE FLEXIBLE SPENDING ACCOUNT. SUCH AMOUNT SHALL BE\n   54  INCREASED  ANNUALLY BY THE SAME PERCENTAGE AS THE PERCENTAGE INCREASE IN\n   55  THE FEDERAL CONSUMER PRICE INDEX.\n\n       A. 2218                             5\n\n    1    S 405. OWNERSHIP. 1. THE EMPLOYEE OR INDIVIDUAL WHO CONTRIBUTES OR  ON\n    2  WHOSE BEHALF MONIES ARE CONTRIBUTED TO A LONG TERM CARE SAVINGS ACCOUNT,\n    3  QUALIFIED  LONG  TERM  CARE  SAVINGS ACCOUNT OR QUALIFIED LONG TERM CARE\n    4  FLEXIBLE SPENDING ACCOUNT IS THE OWNER OF SUCH ACCOUNT.\n    5    2.  ANY  OTHER  PROVISION  OF  LAW  OR OF THIS ARTICLE TO THE CONTRARY\n    6  NOTWITHSTANDING, THE AMOUNTS A LONG TERM CARE SAVINGS ACCOUNT, QUALIFIED\n    7  LONG TERM CARE SAVINGS ACCOUNT OR  QUALIFIED  LONG  TERM  CARE  FLEXIBLE\n    8  SPENDING  ACCOUNT SHALL NOT BE DEEMED A COUNTABLE ASSET PURSUANT TO THIS\n    9  ARTICLE OF THE OWNER OF SUCH ACCOUNT.\n   10    S 406. WITHDRAWALS. 1. (A) AN ACCOUNT HOLDER MAY MAKE WITHDRAWALS FROM\n   11  HIS OR HER ACCOUNT ESTABLISHED PURSUANT TO THIS ARTICLE TO PAY OR  REIM-\n   12  BURSE  ELIGIBLE  LONG  TERM  CARE  EXPENSES.  IN THE CASE OF A LONG TERM\n   13  SAVINGS PLAN PROGRAM, A QUALIFIED INDIVIDUAL AS DEFINED IN PARAGRAPH (B)\n   14  OF SUBDIVISION FOUR OF SECTION FOUR HUNDRED TWO OF THIS ARTICLE MAY MAKE\n   15  WITHDRAWALS TO PAY OR REIMBURSE LONG TERM CARE INSURANCE PREMIUMS.\n   16    (B) THE ACCOUNT HOLDER  SHALL  SUBMIT  DOCUMENTATION  TO  THE  ACCOUNT\n   17  ADMINISTRATOR  OF SUCH LONG TERM CARE EXPENSES OR INSURANCE PREMIUMS DUE\n   18  OR PAID BY THE ACCOUNT HOLDER IN THE TAX YEAR AND THE  ACCOUNT  ADMINIS-\n   19  TRATOR  SHALL  PAY  SUCH  EXPENSES  OR PREMIUMS OR REIMBURSE THE ACCOUNT\n   20  HOLDER FROM THE ACCOUNT HOLDER'S ACCOUNT FOR  SUCH  ELIGIBLE  LONG  TERM\n   21  CARE EXPENSES OR PREMIUMS.\n   22    2.  (A)  NOTWITHSTANDING PARAGRAPH (B) OF THIS SUBDIVISION AND SUBJECT\n   23  TO PARAGRAPH (C) OF THIS SUBDIVISION, AN  ACCOUNT  HOLDER  MAY  WITHDRAW\n   24  MONEY  FROM  HIS OR HER ACCOUNT ESTABLISHED PURSUANT TO THIS ARTICLE FOR\n   25  ANY PURPOSE OTHER THAN TO PAY  OR  REIMBURSE  ELIGIBLE  LONG  TERM  CARE\n   26  EXPENSES  OR LONG TERM CARE INSURANCE PREMIUMS ONLY ON THE LAST BUSINESS\n   27  DAY OF THE ACCOUNT ADMINISTRATOR'S BUSINESS YEAR. NOT MORE  THAN  THIRTY\n   28  DAYS AFTER AN ACCOUNT ADMINISTRATOR BEGINS TO ADMINISTER AN ACCOUNT, THE\n   29  ADMINISTRATOR SHALL NOTIFY IN WRITING EACH ACCOUNT HOLDER OF THE DATE OF\n   30  THE LAST BUSINESS DAY OF THE ADMINISTRATOR'S BUSINESS YEAR.\n   31    (B) SUBJECT TO PARAGRAPH (C) OF THIS SUBDIVISION, IF AN ACCOUNT HOLDER\n   32  WITHDRAWS  MONEY FOR ANY PURPOSE OTHER THAN TO PAY OR REIMBURSE ELIGIBLE\n   33  LONG TERM CARE EXPENSES OR LONG TERM CARE INSURANCE PREMIUMS, ALL OF THE\n   34  FOLLOWING APPLY:\n   35    (I) THE AMOUNT OF THE WITHDRAWAL IS INCOME FOR PURPOSES OF SECTION SIX\n   36  HUNDRED TWELVE OF THE TAX LAW.\n   37    (II) THE ADMINISTRATOR SHALL WITHHOLD AND ON  BEHALF  OF  THE  ACCOUNT\n   38  HOLDER  SHALL  PAY  A  PENALTY TO THE DEPARTMENT OF TAXATION AND FINANCE\n   39  EQUAL TO TEN PERCENT OF THE AMOUNT OF THE WITHDRAWAL.\n   40    (III) INTEREST EARNED ON THE ACCOUNT DURING THE TAXABLE YEAR IN  WHICH\n   41  A  WITHDRAWAL  UNDER  THIS  SECTION  IS  MADE  IS INCOME FOR PURPOSES OF\n   42  SECTION SIX HUNDRED TWELVE OF THE TAX LAW.\n   43    (C) THE AMOUNT OF A DISBURSEMENT OF ANY ASSETS OF  AN  ACCOUNT  ESTAB-\n   44  LISHED  PURSUANT  TO THIS ARTICLE AS A RESULT OF A FILING FOR PROTECTION\n   45  UNDER TITLE ELEVEN OF THE UNITED STATES CODE BY AN ACCOUNT HOLDER IS NOT\n   46  CONSIDERED A WITHDRAWAL FOR PURPOSES OF THIS SECTION AND  PARAGRAPH  (B)\n   47  OF THIS SUBDIVISION SHALL NOT APPLY.\n   48    S  407.  TAX  TREATMENT. 1. EXCEPT AS PROVIDED IN SECTION FOUR HUNDRED\n   49  SIX OF THIS ARTICLE, PRINCIPAL CONTRIBUTED  TO  AN  ACCOUNT  ESTABLISHED\n   50  PURSUANT  TO  THIS  ARTICLE  AND MONEY PAID OR REIMBURSED TO AN OWNER OF\n   51  SUCH AN ACCOUNT FOR ELIGIBLE LONG TERM CARE  EXPENSES  SHALL  BE  EXEMPT\n   52  FROM TAXATION.\n   53    2. ANY INDIVIDUAL WHO CONTRIBUTES TO A QUALIFIED LONG TERM CARE FLEXI-\n   54  BLE  SPENDING  ACCOUNT,  IRRESPECTIVE  OF WHETHER SUCH INDIVIDUAL IS THE\n   55  ACCOUNT HOLDER, SHALL BE ELIGIBLE FOR THE LONG TERM CARE INSURANCE CRED-\n\n       A. 2218                             6\n\n    1  IT PURSUANT TO SECTION ONE HUNDRED NINETY OR SIX HUNDRED SIX OF THE  TAX\n    2  LAW.\n    3    S 408. DEATH OF THE ACCOUNT HOLDER. UPON THE DEATH OF AN ACCOUNT HOLD-\n    4  ER, THE FOLLOWING SHALL APPLY:\n    5    1.  IF THE SURVIVING SPOUSE OF THE ACCOUNT HOLDER OR A CHRONICALLY ILL\n    6  INDIVIDUAL AS PROVIDED IN THIS ARTICLE ACQUIRES  SUCH  ACCOUNT  HOLDER'S\n    7  INTEREST  IN  SUCH ACCOUNT BY REASON OF BEING THE DESIGNATED BENEFICIARY\n    8  OF THE ACCOUNT AT THE DEATH OF THE ACCOUNT HOLDER, SUCH ACCOUNT SHALL BE\n    9  TREATED AS IF THE SPOUSE OR SUCH  CHRONICALLY  ILL  INDIVIDUAL  WAS  THE\n   10  OWNER OF SUCH ACCOUNT;\n   11    2.  IF  A PERSON WHO IS NOT THE SURVIVING SPOUSE OF THE ACCOUNT HOLDER\n   12  OR WHO IS NOT CHRONICALLY ILL ACQUIRES THE INTEREST OF THE ACCOUNT HOLD-\n   13  ER IN AN ACCOUNT ESTABLISHED PURSUANT  TO  THIS  ARTICLE,  SUCH  ACCOUNT\n   14  SHALL  CEASE TO BE A LONG TERM CARE SAVINGS ACCOUNT, QUALIFIED LONG TERM\n   15  CARE SAVINGS ACCOUNT OR  QUALIFIED  LONG  TERM  CARE  FLEXIBLE  SPENDING\n   16  ACCOUNT AS OF THE DATE OF THE DEATH OF THE OWNER OF SUCH ACCOUNT, AND:\n   17    (A)  IF  SUCH  PERSON IS NOT THE ESTATE OF SUCH BENEFICIARY, AN AMOUNT\n   18  EQUAL TO THE FAIR MARKET VALUE OF THE ASSETS IN  SUCH  ACCOUNT  ON  SUCH\n   19  DATE  SHALL  BE INCLUDIBLE IN SUCH PERSON'S GROSS INCOME FOR THE TAXABLE\n   20  YEAR WHICH INCLUDES SUCH DATE, PROVIDED  HOWEVER  THAT  SUCH  INCLUDIBLE\n   21  AMOUNT  SHALL  BE  REDUCED  BY  DISTRIBUTIONS  TO PAY FOR LONG TERM CARE\n   22  SERVICES PERMITTED PURSUANT TO THIS ARTICLE WHICH WERE INCURRED  BY  THE\n   23  DECEDENT BEFORE THE DATE OF THE DECEDENT'S DEATH AND PAID BY SUCH PERSON\n   24  WITHIN ONE YEAR AFTER SUCH DATE, OR\n   25    (B)  IF SUCH PERSON IS THE ESTATE OF SUCH BENEFICIARY, AN AMOUNT EQUAL\n   26  TO THE FAIR MARKET VALUE OF THE ASSETS IN  SUCH  ACCOUNT  ON  SUCH  DATE\n   27  SHALL  BE  INCLUDIBLE  IN  SUCH  BENEFICIARY'S GROSS INCOME FOR THE LAST\n   28  TAXABLE YEAR OF SUCH BENEFICIARY, PROVIDED HOWEVER THAT SUCH FAIR MARKET\n   29  VALUE SHALL BE REDUCED BY  DISTRIBUTIONS  TO  PAY  FOR  LONG  TERM  CARE\n   30  SERVICES  PERMITTED  PURSUANT TO THIS ARTICLE WHICH WERE INCURRED BY THE\n   31  DECEDENT BEFORE THE DATE OF THE DECEDENT'S DEATH AND PAID BY SUCH PERSON\n   32  WITHIN ONE YEAR AFTER SUCH DATE.\n   33    S 409. CANCELLATION OR TRANSFER. 1. (A) EACH  ACCOUNT  ESTABLISHED  OR\n   34  MAINTAINED UNDER THIS ARTICLE MAY BE CANCELED OR TRANSFERRED TO A SPOUSE\n   35  UPON THE TERMS AND CONDITIONS SET BY THE COMMISSIONER. IF THE ACCOUNT IS\n   36  CANCELED  OR  TERMINATED,  THE  ACCOUNT HOLDER MAY RECEIVE THE PRINCIPAL\n   37  AMOUNT OF ALL CONTRIBUTIONS MADE BY THE ACCOUNT HOLDER OR ON  BEHALF  OF\n   38  THE  ACCOUNT  HOLDER PLUS THE ACTUAL INVESTMENT EARNINGS ON THE CONTRIB-\n   39  UTIONS, LESS ANY LOSSES INCURRED ON THE CONTRIBUTIONS. AN ACCOUNT HOLDER\n   40  SHALL NOT RECEIVE MORE THAN THE FAIR MARKET VALUE OF HIS OR HER  ACCOUNT\n   41  ON THE APPLICABLE LIQUIDATION DATE.\n   42    (B) THE TRANSFER OF THE INTEREST OF THE ACCOUNT HOLDER TO SUCH OWNER'S\n   43  SPOUSE  OR  FORMER SPOUSE UNDER A DIVORCE OR SEPARATION INSTRUMENT SHALL\n   44  NOT BE CONSIDERED  A  TAXABLE  TRANSFER  MADE  BY  SUCH  ACCOUNT  HOLDER\n   45  NOTWITHSTANDING  ANY  OTHER PROVISION OF LAW OR OF THIS ARTICLE, AND THE\n   46  INTEREST SHALL, AFTER SUCH TRANSFER, BE TREATED  AS  AN  ACCOUNT  ESTAB-\n   47  LISHED UNDER THIS ARTICLE WITH RESPECT TO WHICH SUCH SPOUSE IS THE OWNER\n   48  OF SUCH ACCOUNT.\n   49    2.  IN THE CASE OF A QUALIFIED LONG TERM CARE SAVINGS ACCOUNT PROGRAM,\n   50  IF (A) AN EMPLOYEE IS NO LONGER EMPLOYED BY  AN  EMPLOYER  THAT  PARTIC-\n   51  IPATES  IN  A  QUALIFIED LONG TERM CARE SAVINGS ACCOUNT PROGRAM, (B) THE\n   52  EMPLOYEE, NOT MORE THAN ONE HUNDRED EIGHTY DAYS AFTER HIS OR  HER  FINAL\n   53  DAY  OF EMPLOYMENT, TRANSFERS THE ACCOUNT TO A NEW ACCOUNT ADMINISTRATOR\n   54  OR REQUESTS IN WRITING TO THE FORMER  EMPLOYER'S  ACCOUNT  ADMINISTRATOR\n   55  THAT  THE  ACCOUNT  REMAIN WITH THAT ADMINISTRATOR, AND (C) THAT ACCOUNT\n   56  ADMINISTRATOR AGREES TO RETAIN THE ACCOUNT, THEN THE MONEY IN THE QUALI-\n\n       A. 2218                             7\n\n    1  FIED LONG TERM CARE SAVINGS ACCOUNT MAY BE UTILIZED FOR THE  BENEFIT  OF\n    2  THE  EMPLOYEE  SUBJECT  TO THIS ARTICLE AND REMAINS EXEMPT FROM TAXATION\n    3  PURSUANT TO THIS ARTICLE. NOT MORE THAN THIRTY DAYS AFTER THE EXPIRATION\n    4  OF  THE  ONE  HUNDRED  EIGHTY  DAYS, IF AN ACCOUNT ADMINISTRATOR HAS NOT\n    5  ACCEPTED THE FORMER EMPLOYEE'S ACCOUNT, THE EMPLOYER SHALL MAIL A  CHECK\n    6  TO  THE  FORMER  EMPLOYEE,  AT THE EMPLOYEE'S LAST KNOWN ADDRESS, FOR AN\n    7  AMOUNT EQUAL TO THE AMOUNT IN THE ACCOUNT ON THAT DAY, AND  THAT  AMOUNT\n    8  IS  SUBJECT  TO TAXATION PURSUANT TO PARAGRAPH (B) OF SUBDIVISION TWO OF\n    9  SECTION FOUR HUNDRED SIX OF THIS ARTICLE  BUT  IS  NOT  SUBJECT  TO  THE\n   10  PENALTY  UNDER  SUBPARAGRAPH  (II)  OF  SUCH  PARAGRAPH.  IF AN EMPLOYEE\n   11  BECOMES EMPLOYED WITH A DIFFERENT EMPLOYER THAT PARTICIPATES IN A QUALI-\n   12  FIED LONG TERM CARE SAVINGS ACCOUNT PROGRAM, THE EMPLOYEE  MAY  TRANSFER\n   13  HIS  OR HER QUALIFIED LONG TERM CARE SAVINGS ACCOUNT TO THAT NEW EMPLOY-\n   14  ER'S ACCOUNT ADMINISTRATOR. A  SELF-EMPLOYED  OR  OTHER  INDIVIDUAL  MAY\n   15  TRANSFER  HIS OR HER QUALIFIED LONG TERM CARE SAVINGS ACCOUNT TO ANOTHER\n   16  ACCOUNT ADMINISTRATOR; THE MONEY IN  THE  ACCOUNT  REMAINS  EXEMPT  FROM\n   17  TAXATION PURSUANT TO THIS ARTICLE.\n   18    S  410.  RULES  AND  REGULATIONS. THE COMMISSIONER, AFTER CONSULTATION\n   19  WITH THE COMPTROLLER WHEN RELEVANT, SHALL  ESTABLISH  APPROPRIATE  RULES\n   20  AND REGULATIONS TO GOVERN ACCOUNTS ESTABLISHED PURSUANT TO THIS ARTICLE,\n   21  INCLUDING  BUT  NOT LIMITED TO ELIGIBILITY AND APPROVAL, USE OF PROCEEDS\n   22  AND MANNERS OF PROOF.\n   23    S 2. Subdivision 1 of section 190  of  the  tax  law,  as  amended  by\n   24  section  17  of  part B of chapter 58 of the laws of 2004, is amended to\n   25  read as follows:\n   26    1. General. A taxpayer shall be  allowed  a  credit  against  the  tax\n   27  imposed  by  this  article,  other  than  the  taxes and fees imposed by\n   28  sections one hundred eighty and one hundred eighty-one of this  article,\n   29  equal to:\n   30    (A)  twenty  percent  of  the premium paid during the taxable year for\n   31  long-term care insurance. In order  to  qualify  for  such  credit,  the\n   32  taxpayer's premium payment must be for the purchase of or for continuing\n   33  coverage under a long-term care insurance policy that qualifies for such\n   34  credit  pursuant  to  section  one thousand one hundred seventeen of the\n   35  insurance law; OR\n   36    (B) THE LESSER OF ONE THOUSAND FIVE HUNDRED DOLLARS OR TWENTY  PERCENT\n   37  OF  THE AMOUNT CONTRIBUTED TO A QUALIFIED LONG TERM CARE FLEXIBLE SPEND-\n   38  ING ACCOUNT PURSUANT TO ARTICLE FOUR OF THE ELDER LAW.\n   39    S 3. Paragraph (a) of subdivision 25-a of section 210 of the tax  law,\n   40  as amended by section 18 of part B of chapter 58 of the laws of 2004, is\n   41  amended to read as follows:\n   42    (a)  A  taxpayer  shall be allowed a credit against the tax imposed by\n   43  this article equal to [twenty] TWENTY-FIVE percent of the  premium  paid\n   44  during the taxable year for long-term care insurance. In order to quali-\n   45  fy  for  such  credit,  the  taxpayer's  premium payment must be for the\n   46  purchase of or for continuing coverage under a long-term care  insurance\n   47  policy  that  qualifies for such credit pursuant to section one thousand\n   48  one hundred seventeen of the insurance law.\n   49    S 4. Subsection (aa) of section 606 of the  tax  law,  as  amended  by\n   50  section  1  of  part  P of chapter 61 of the laws of 2005, is amended to\n   51  read as follows:\n   52    (aa) Long-term care insurance credit. (1) Residents. A taxpayer  shall\n   53  be allowed a credit against the tax imposed by this article equal to:\n   54    (A)  [twenty] THIRTY-FIVE percent of the premium paid during the taxa-\n   55  ble year for long-term care insurance. In  order  to  qualify  for  such\n   56  credit,  the  taxpayer's  premium payment must be for the purchase of or\n\n       A. 2218                             8\n\n    1  for continuing coverage under a long-term  care  insurance  policy  that\n    2  qualifies  for  such credit pursuant to section one thousand one hundred\n    3  seventeen of the insurance law; OR\n    4    (B)  THE LESSER OF ONE THOUSAND FIVE HUNDRED DOLLARS OR TWENTY PERCENT\n    5  OF THE AMOUNT CONTRIBUTED TO A QUALIFIED LONG TERM CARE FLEXIBLE  SPEND-\n    6  ING ACCOUNT ESTABLISHED PURSUANT TO ARTICLE FOUR OF THE ELDER LAW.\n    7    If  the  amount  of the credit allowable under this subsection for any\n    8  taxable year shall exceed the taxpayer's tax for such year,  the  excess\n    9  may  be  carried over to the following year or years and may be deducted\n   10  from the taxpayer's tax for such year or years.\n   11    (2) Nonresidents and part-year residents. In the case of a nonresident\n   12  taxpayer or a part-year resident taxpayer, the credit  determined  under\n   13  this subsection shall be limited to the amount determined by multiplying\n   14  the  amount  of such credit by the New York source fraction as set forth\n   15  in paragraph three of subsection (e) of section six hundred one of  this\n   16  [article]  PART.   The credit as so limited shall be applied as provided\n   17  in paragraph one of this subsection.\n   18    S 5. Subsection (c) of section 612 of the tax law is amended by adding\n   19  two new paragraphs 39 and 40 to read as follows:\n   20    (39) CONTRIBUTIONS MADE DURING THE TAXABLE YEAR BY OR ON BEHALF OF THE\n   21  OWNER OF AN ACCOUNT ESTABLISHED PURSUANT TO ARTICLE FOUR  OF  THE  ELDER\n   22  LAW  DURING SUCH OWNER'S LIFETIME TO SUCH AN ACCOUNT, AND SUBJECT TO THE\n   23  RULES ESTABLISHED FOR SUCH ACCOUNTS BY THE COMMISSIONER  OF  HEALTH,  TO\n   24  THE  EXTENT NOT DEDUCTIBLE OR ELIGIBLE FOR CREDIT FOR FEDERAL INCOME TAX\n   25  PURPOSES, PROVIDED, HOWEVER, THE EXCLUSION PROVIDED FOR  IN  THIS  PARA-\n   26  GRAPH SHALL NOT EXCEED TEN THOUSAND DOLLARS FOR AN INDIVIDUAL.\n   27    (40)  DISTRIBUTIONS  FROM  AN  ACCOUNT ESTABLISHED PURSUANT TO ARTICLE\n   28  FOUR OF THE ELDER LAW ON BEHALF OF THE OWNER OF SUCH ACCOUNT DURING SUCH\n   29  OWNER'S LIFETIME, SUBJECT TO THE RULES ESTABLISHED FOR SUCH ACCOUNTS  BY\n   30  THE COMMISSIONER OF HEALTH, TO THE EXTENT INCLUDIBLE IN GROSS INCOME FOR\n   31  FEDERAL INCOME TAX PURPOSES.\n   32    S  6.  The  tax  law  is amended by adding a new section 35 to read as\n   33  follows:\n   34    S 35. RULES CONCERNING LONG TERM CARE ACCOUNTS. A TAXPAYER MAY  ESTAB-\n   35  LISH  A  LONG  TERM  CARE  SAVINGS  ACCOUNT,  A QUALIFIED LONG TERM CARE\n   36  SAVINGS ACCOUNT OR A QUALIFIED LONG TERM CARE FLEXIBLE SPENDING  ACCOUNT\n   37  PURSUANT  TO  ARTICLE  FOUR OF THE ELDER LAW. A TAXPAYER WHO ESTABLISHES\n   38  SUCH AN ACCOUNT SHALL BE THE OWNER OF SUCH ACCOUNT. SUCH  ACCOUNT  SHALL\n   39  BE SUBJECT TO THE FOLLOWING RULES:\n   40    1.  A  QUALIFIED  LONG  TERM  CARE  FLEXIBLE SPENDING ACCOUNT SHALL BE\n   41  ELIGIBLE FOR CREDITS PURSUANT TO SECTIONS ONE  HUNDRED  NINETY  AND  SIX\n   42  HUNDRED  SIX  OF  THIS  CHAPTER  AND ANY ACCOUNT ESTABLISHED PURSUANT TO\n   43  ARTICLE FOUR OF THE ELDER LAW SHALL BE ELIGIBLE FOR DEDUCTIONS  PURSUANT\n   44  TO  SUBSECTION  (C)  OF  SECTION SIX HUNDRED TWELVE OF THIS CHAPTER. ANY\n   45  INDIVIDUAL WHO CONTRIBUTES TO A QUALIFIED LONG TERM CARE FLEXIBLE SPEND-\n   46  ING ACCOUNT, IRRESPECTIVE OF WHETHER SUCH INDIVIDUAL  IS  THE  OWNER  OF\n   47  SUCH ACCOUNT, SHALL BE ELIGIBLE FOR THE LONG TERM CARE INSURANCE CREDITS\n   48  PURSUANT  TO  SECTIONS  ONE  HUNDRED  NINETY AND SIX HUNDRED SIX OF THIS\n   49  CHAPTER.\n   50    2. THE PROCEEDS OF AN ACCOUNT ESTABLISHED PURSUANT TO ARTICLE FOUR  OF\n   51  THE ELDER LAW MAY BE USED TO PAY FOR ANY LONG TERM CARE EXPENSES PERMIT-\n   52  TED  PURSUANT TO SUCH ARTICLE IN FULFILLMENT OF A PLEDGE BY THE OWNER OF\n   53  SUCH ACCOUNT PURSUANT  TO  RULES  PROMULGATED  BY  THE  COMMISSIONER  OF\n   54  HEALTH.  DISTRIBUTIONS FROM THE QUALIFIED LONG TERM CARE SAVINGS ACCOUNT\n   55  TO PAY FOR SERVICES OR ITEMS NOT PERMITTED PURSUANT TO ARTICLE  FOUR  OF\n   56  THE  ELDER  LAW  AND  THE REGULATIONS PROMULGATED BY THE COMMISSIONER OF\n\n       A. 2218                             9\n\n    1  HEALTH SHALL BE SUBJECT TO A PENALTY OF TEN PERCENT OF EVERY  DOLLAR  SO\n    2  EXPENDED  DURING THE LIFETIME OF THE OWNER OF SUCH ACCOUNT. SUCH PENALTY\n    3  SHALL BE LEVIED ONLY AGAINST THE OWNER OF SUCH ACCOUNT.\n    4    3.  ANY  OTHER  PROVISION  OF LAW TO THE CONTRARY NOTWITHSTANDING, THE\n    5  PROVISIONS OF THIS SECTION RELATING  TO  CREDITS,  DEDUCTIONS,  CONTRIB-\n    6  UTIONS  OR  DISTRIBUTIONS  FROM ACCOUNTS ESTABLISHED PURSUANT TO ARTICLE\n    7  FOUR OF THE ELDER LAW SHALL NOT  APPLY  IF  THE  DISTRIBUTION  FROM  THE\n    8  ACCOUNT  IS  MADE AFTER THE DEATH OF THE OWNER OF SUCH ACCOUNT, PROVIDED\n    9  HOWEVER THAT:\n   10    (A) IF THE SURVIVING SPOUSE OF THE OWNER OF SUCH ACCOUNT OR  A  CHRON-\n   11  ICALLY  ILL  INDIVIDUAL  AS  PROVIDED  BY  ARTICLE FOUR OF THE ELDER LAW\n   12  ACQUIRES SUCH OWNER'S INTEREST IN SUCH ACCOUNT BY REASON  OF  BEING  THE\n   13  DESIGNATED  BENEFICIARY  OF  THE ACCOUNT AT THE DEATH OF THE OWNER, SUCH\n   14  ACCOUNT SHALL BE TREATED AS IF THE SPOUSE OR SUCH CHRONICALLY ILL  INDI-\n   15  VIDUAL WERE THE OWNER OF SUCH ACCOUNT.\n   16    (B)  IF A PERSON WHO IS NOT THE SURVIVING SPOUSE OF THE BENEFICIARY OR\n   17  WHO IS NOT CHRONICALLY ILL ACQUIRES THE INTEREST  OF  THE  OWNER  OF  AN\n   18  ACCOUNT  ESTABLISHED  PURSUANT  TO  ARTICLE  FOUR OF THE ELDER LAW, SUCH\n   19  ACCOUNT SHALL CEASE TO BE A LONG TERM CARE  SAVINGS  ACCOUNT,  QUALIFIED\n   20  LONG  TERM  CARE  SAVINGS  ACCOUNT  OR QUALIFIED LONG TERM CARE FLEXIBLE\n   21  SPENDING ACCOUNT AS OF THE DATE OF  THE  DEATH  OF  THE  OWNER  OF  SUCH\n   22  ACCOUNT, AND:\n   23    (I)  IF  SUCH  PERSON IS NOT THE ESTATE OF SUCH BENEFICIARY, AN AMOUNT\n   24  EQUAL TO THE FAIR MARKET VALUE OF THE ASSETS IN  SUCH  ACCOUNT  ON  SUCH\n   25  DATE  SHALL  BE INCLUDIBLE IN SUCH PERSON'S GROSS INCOME FOR THE TAXABLE\n   26  YEAR WHICH INCLUDES SUCH DATE, PROVIDED  HOWEVER  THAT  SUCH  INCLUDIBLE\n   27  AMOUNT  SHALL  BE  REDUCED  BY  DISTRIBUTIONS  TO PAY FOR LONG TERM CARE\n   28  SERVICES PERMITTED PURSUANT TO THIS SECTION WHICH WERE INCURRED  BY  THE\n   29  DECEDENT BEFORE THE DATE OF THE DECEDENT'S DEATH AND PAID BY SUCH PERSON\n   30  WITHIN ONE YEAR AFTER SUCH DATE, OR\n   31    (II) IF SUCH PERSON IS THE ESTATE OF SUCH BENEFICIARY, AN AMOUNT EQUAL\n   32  TO  THE  FAIR  MARKET  VALUE  OF THE ASSETS IN SUCH ACCOUNT ON SUCH DATE\n   33  SHALL BE INCLUDIBLE IN SUCH BENEFICIARY'S  GROSS  INCOME  FOR  THE  LAST\n   34  TAXABLE YEAR OF SUCH BENEFICIARY, PROVIDED HOWEVER THAT SUCH FAIR MARKET\n   35  VALUE  SHALL  BE  REDUCED  BY  DISTRIBUTIONS  TO  PAY FOR LONG TERM CARE\n   36  SERVICES PERMITTED PURSUANT TO THIS SECTION WHICH WERE INCURRED  BY  THE\n   37  DECEDENT BEFORE THE DATE OF THE DECEDENT'S DEATH AND PAID BY SUCH PERSON\n   38  WITHIN ONE YEAR AFTER SUCH DATE.\n   39    (C)  THE TRANSFER OF THE INTEREST OF THE OWNER OF SUCH ACCOUNT TO SUCH\n   40  OWNER'S SPOUSE OR FORMER SPOUSE UNDER A DIVORCE OR SEPARATION INSTRUMENT\n   41  SHALL NOT BE CONSIDERED A TAXABLE TRANSFER MADE BY SUCH  OWNER  OF  SUCH\n   42  ACCOUNT  NOTWITHSTANDING  ANY OTHER PROVISION OF LAW OR OF THIS ARTICLE,\n   43  AND SUCH INTEREST SHALL, AFTER SUCH TRANSFER, BE TREATED AS  AN  ACCOUNT\n   44  CREATED  PURSUANT TO ARTICLE FOUR OF THE ELDER LAW WITH RESPECT TO WHICH\n   45  SUCH SPOUSE IS THE OWNER OF SUCH ACCOUNT.\n   46    S 7. The state finance law is amended by adding a new section 99-t  to\n   47  read as follows:\n   48    S  99-T.  LONG-TERM  CARE  SAVINGS  ACCOUNT PROGRAM TRUST. 1. THERE IS\n   49  HEREBY ESTABLISHED IN THE JOINT CUSTODY OF THE STATE COMPTROLLER AND THE\n   50  COMMISSIONER OF TAXATION AND FINANCE AN  ACCOUNT  IN  THE  MISCELLANEOUS\n   51  SPECIAL  REVENUE FUND TO BE KNOWN AS THE \"LONG-TERM CARE SAVINGS ACCOUNT\n   52  PROGRAM TRUST\".\n   53    2. THE LONG-TERM CARE SAVINGS ACCOUNT PROGRAM TRUST SHALL  CONSIST  OF\n   54  ALL MONEYS RECEIVED BY THE STATE PURSUANT TO SECTION FOUR HUNDRED TWO OF\n   55  THE ELDER LAW.\n\n       A. 2218                            10\n\n    1    3. NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY, THE MONEYS IN\n    2  SUCH  ACCOUNT  SHALL BE EXPENDED SOLELY FOR THE PURPOSE DEFINED PURSUANT\n    3  TO SECTION FOUR HUNDRED TWO OF THE ELDER  LAW.  UNDER  NO  CIRCUMSTANCES\n    4  SHALL THE MONEYS IN SUCH ACCOUNT BE COMMINGLED WITH ANY OTHER MONEYS.\n    5    S  8.  If any clause, sentence, paragraph, section or part of this act\n    6  shall be adjudged by any court of competent jurisdiction to be  invalid,\n    7  such judgment shall not affect, impair or invalidate the remainder ther-\n    8  eof,  but  shall  be  confined in its operation to the clause, sentence,\n    9  paragraph, section or part thereof directly involved in the  controversy\n   10  in which such judgment shall have been rendered.\n   11    S  9.  This  act shall take effect on the ninetieth day after it shall\n   12  have become a law and shall expire December 31, 2021 when upon such date\n   13  the provisions of this act shall be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, the tax law and the state finance law, in relation to establishing various long term care savings plans and providing certain tax credits; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T122938.TXT", "SOBI.D110114.T115945.TXT", "SOBI.D110126.T122256.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296062576158
}