{
  "year" : 2011,
  "senateBillNo" : "A2214-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2214-2011-1294981200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the commissioners of the Port Authority of New York and New Jersey",
  "summary" : "Relates to the commissioners of the Port Authority of New York and New Jersey; requires that at least one of whom shall be a resident voter from either the county of Dutchess, Orange, Putnam, Rockland, Sullivan, Ulster or Westchester and one of whom shall be a resident voter from either the county of Nassau or Suffolk. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Port Authority of New York and New Jersey",
  "previousVersions" : [ "A8084-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Calhoun",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Molinaro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2214\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. ZEBROWSKI, CALHOUN, CASTRO, MOLINARO, GUNTHER,\n         JAFFEE, RABBITT, SPANO -- Multi-Sponsored by --  M.  of  A.  P. LOPEZ,\n         McDONOUGH, RAIA, SWEENEY, THIELE, WEISENBERG -- read once and referred\n         to the Committee on Corporations, Authorities and Commissions\n\n       AN  ACT  to  amend chapter 154 of the laws of 1921, relating to the port\n         authority of New York and New Jersey, in relation to the commissioners\n         of such authority\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Article 4 of section 1 of chapter 154 of the laws of 1921,\n    2  relating to the port authority of New York and New Jersey, as amended by\n    3  chapter 419 of the laws of 1930, is amended to read as follows:\n    4                                 ARTICLE IV\n    5    The port authority shall consist of twelve commissioners, six resident\n    6  voters from the state of New York, [at least]  four  of  whom  shall  be\n    7  resident voters of the city of New York, ONE OF WHOM SHALL BE A RESIDENT\n    8  VOTER  FROM  EITHER  THE  COUNTY  OF DUTCHESS, ORANGE, PUTNAM, ROCKLAND,\n    9  SULLIVAN, ULSTER OR WESTCHESTER AND ONE OF  WHOM  SHALL  BE  A  RESIDENT\n   10  VOTER  FROM  EITHER  THE  COUNTY  OF NASSAU OR SUFFOLK, and six resident\n   11  voters from the state of New Jersey, at least  four  of  whom  shall  be\n   12  resident  voters  within the New Jersey portion of the district, the New\n   13  York members to be chosen by the state of New York and  the  New  Jersey\n   14  members by the state of New Jersey in the manner and for the terms fixed\n   15  and  determined  from  time  to  time  by  the legislature of each state\n   16  respectively, except  as  herein  provided.  Each  commissioner  may  be\n   17  removed  or  suspended  from  office as provided by the law of the state\n   18  from which he shall be appointed.\n   19    S 2. This act shall take effect upon the enactment  into  law  by  the\n   20  state  of New Jersey of legislation having an identical effect with this\n   21  act, but if the state of New Jersey  shall  have  already  enacted  such\n   22  legislation,  this  act shall take effect immediately; provided that the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00817-01-1\n\n       A. 2214                             2\n\n    1  state of New Jersey shall notify the legislative bill  drafting  commis-\n    2  sion  upon  the  occurrence of the enactment of the legislation provided\n    3  for in section one of this act in order that the commission may maintain\n    4  an  accurate  and timely effective data base of the official text of the\n    5  laws of the state  of  New  York  in  furtherance  of  effectuating  the\n    6  provisions  of section 44 of the legislative law and section 70-b of the\n    7  public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 154 of the laws of 1921, relating to the port authority of New York and New Jersey, in relation to the commissioners of such authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T115945.TXT", "SOBI.D110118.T104117.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295365277057
}