{
  "year" : 2011,
  "senateBillNo" : "A221-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to cities",
    "billEventId" : "A221-2011-1294203600000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the \"New York city construction safety task force\"",
  "summary" : "Establishes the \"New York city construction safety task force\" to advise the city on issues related to safety in the construction industry in New York city and to propose changes in rules and regulations, licensing requirements, enforcement, training and any other issue concerning safety in the construction industry; provides for not less than thirty-eight members; requires that a report be issued annually to the mayor of the city of New York, the New York city council, governor, temporary president of the senate, speaker of the assembly, minority leader of the senate and the minority leader of the assembly; requires such report to include, but not be limited to, statistics on accidents and injuries occurring on construction sites. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City",
  "previousVersions" : [ "A1241-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          221\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN, JEFFRIES, KELLNER, PHEFFER -- read once\n         and referred to the Committee on Cities\n\n       AN ACT establishing the \"New York city construction safety task force\"\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.    Legislative  findings. The legislature hereby finds and\n    2  declares that the health and safety of  the  population  living  in  and\n    3  around  the many construction projects within the densely populated city\n    4  of New York is a matter of state concern as  pressure  mounts  to  build\n    5  more  and  more while completing projects in the shortest time possible.\n    6  Construction is the most dangerous occupation,  with  death  rates  four\n    7  times   the  average  for  other  workers  and  conditions  adjacent  to\n    8  construction sites dangerous to the public.  Recent  construction  acci-\n    9  dents  involving  cranes,  for example, have killed construction workers\n   10  and members of the public, and have  resulted  or  will  result  in  the\n   11  expenditure  of  state  resources for emergency services, court adminis-\n   12  tration and infrastructure repair.  Additionally, two  senior  buildings\n   13  department  officials  were  recently  charged with various state crimes\n   14  related to their failure to perform their duties and to  protect  public\n   15  safety. Construction safety in the city of New York is covered by feder-\n   16  al,  state  and local statutes, regulations and agencies and can only be\n   17  achieved through proper coordination and cooperation among the  federal,\n   18  state  and  local  government.  Testimony  at a 2008 legislative hearing\n   19  focused on safety problems in the New York City  construction  industry,\n   20  including the lack of coordination, cooperation and joint planning among\n   21  and between participants in the construction industry in the City of New\n   22  York, including workers, industry, safety advocacy organizations and the\n   23  federal, state and local government. The establishment of a construction\n   24  safety  task  force with membership from these various constituencies is\n   25  essential to accomplishing the state's concern that the health and safe-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01229-01-1\n\n       A. 221                              2\n\n    1  ty of the population living in and around the many construction projects\n    2  within the densely populated city of New York be protected.\n    3    S  2.  There  is hereby created the \"New York city construction safety\n    4  task force\" to advise the city  on  issues  related  to  safety  in  the\n    5  construction  industry  in New York city and to propose changes in rules\n    6  and regulations, licensing requirements, enforcement, training  and  any\n    7  other issue concerning safety in the construction industry.\n    8    S  3.  Such  task  force  shall  consist of not less than thirty-eight\n    9  members as follows:  (a) the mayor or the  mayor's  designee  who  shall\n   10  serve as chair, the commissioners of the departments of Buildings, Hous-\n   11  ing Preservation & Development, Environmental Protection, Fire, Investi-\n   12  gation,  Health  and  Mental  Hygiene  and  City Planning; (b) the state\n   13  commissioner of labor and two other representatives from the  department\n   14  of  labor;  (c)  ten  representatives  from New York state AFL-CIO labor\n   15  unions representing  construction  industry  workers  appointed  by  the\n   16  mayor;  (d)  ten  representatives  from building owners, contractors and\n   17  industry trade groups appointed by the mayor;  (e)  two  representatives\n   18  from  immigrant  advocacy  organizations appointed by the mayor; (f) two\n   19  representatives from workplace safety advocacy  organizations  appointed\n   20  by  the mayor; and (g) three representatives from the New York City AFL-\n   21  CIO Building and Construction Trade  Council.    The  mayor  shall  also\n   22  invite  representatives from the federal Occupational Safety  and Health\n   23  Administration to serve on the task force.\n   24    S 4. Such task force shall meet  at  least  quarterly  and  produce  a\n   25  report  at  least annually to the mayor of the city of New York, the New\n   26  York city council, governor, temporary president of the senate,  speaker\n   27  of  the  assembly, minority leader of the senate and the minority leader\n   28  of the assembly.   Such report shall include, but  not  be  limited  to,\n   29  statistics  on  accidents  and injuries occurring on construction sites.\n   30  Such statistics shall be compiled by county and by size of project.\n   31    S 5. The members of the task force shall serve  without  compensation,\n   32  except  that  they  shall be allowed their necessary and actual expenses\n   33  incurred in the performance of their duties under this title.\n   34    S 6. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT establishing the \"New York city construction safety task force\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T152507.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T144449.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292617803862
}