{
  "year" : 2011,
  "senateBillNo" : "A222-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A222-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"OSHA Notification Act\"",
  "summary" : "Enacts the \"OSHA notification act\"; requires the city commissioner of buildings to report to the federal Occupational Safety and Health Administration any violations of this code, which in the department of building's judgment, would potentially endanger workplace safety; further requires such report to include, but not be limited to, the number and types of violations reported to OSHA. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A3314-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          222\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  LANCMAN,  PHEFFER,  JAFFEE  -- read once and\n         referred to the Committee on Labor\n\n       AN ACT to amend the administrative code of the  city  of  New  York,  in\n         relation to enacting the \"OSHA notification act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and  may  be  cited  as  the  \"OSHA\n    2  notification act.\"\n    3    S  2.  Legislative findings. The legislature hereby finds and declares\n    4  that the health and safety of the population living in  and  around  the\n    5  many construction projects within the densely populated city of New York\n    6  is  a  matter of state concern as pressure mounts to build more and more\n    7  while completing projects in the shortest time possible. Construction is\n    8  the most dangerous occupation, with death rates four times  the  average\n    9  for  other workers and conditions adjacent to construction sites danger-\n   10  ous to the public. Recent construction accidents involving  cranes,  for\n   11  example, have killed construction workers and members of the public, and\n   12  have  resulted  or will result in the expenditure of state resources for\n   13  emergency services,  court  administration  and  infrastructure  repair.\n   14  Additionally,  two  senior  buildings department officials were recently\n   15  charged with various state crimes related to their  failure  to  perform\n   16  their  duties  and  to protect public safety. Construction safety in the\n   17  city of New York is covered by federal, state and local statutes,  regu-\n   18  lations  and  agencies  and  can only be achieved through proper coordi-\n   19  nation and cooperation among the federal, state  and  local  government.\n   20  Testimony  at  a  2008 legislative hearing focused on safety problems in\n   21  the New York city construction industry, including the lack  of  coordi-\n   22  nation  between the department of buildings and the federal Occupational\n   23  Safety and Health Administration.  Requiring the department of buildings\n   24  to report potential workplace safety hazards to OSHA, the entity respon-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01240-01-1\n\n       A. 222                              2\n\n    1  sible for private sector workplace safety in New York, is  essential  to\n    2  accomplishing  the  state's  concern  that  the health and safety of the\n    3  population living in and around the many  construction  projects  within\n    4  the densely populated city of New York be protected.\n    5    S 3. Section 27-102 of the administrative code of the city of New York\n    6  is amended to read as follows:\n    7    S  27-102  Purpose. (A) The purpose of this code is to provide reason-\n    8  able minimum requirements and standards, based upon  current  scientific\n    9  and  engineering  knowledge, experience and techniques, and the utiliza-\n   10  tion of modern machinery, equipment, materials, and forms and methods of\n   11  construction, for the regulation of building construction in the city of\n   12  New York in the interest of public safety, health and welfare, and  with\n   13  due regard for building construction and maintenance costs.\n   14    (B)  THE  COMMISSIONER SHALL REPORT TO THE FEDERAL OCCUPATIONAL SAFETY\n   15  AND HEALTH ADMINISTRATION ANY VIOLATIONS OF  THIS  CODE,  WHICH  IN  THE\n   16  DEPARTMENT'S JUDGMENT, WOULD POTENTIALLY ENDANGER WORKPLACE SAFETY.  THE\n   17  COMMISSIONER  SHALL  FURTHER SUBMIT AN ANNUAL REPORT TO THE MAYOR OF THE\n   18  CITY OF NEW YORK, THE NEW YORK CITY COUNCIL, THE GOVERNOR, THE TEMPORARY\n   19  PRESIDENT OF THE SENATE, THE SPEAKER OF THE ASSEMBLY, THE MINORITY LEAD-\n   20  ER OF THE SENATE AND THE MINORITY LEADER OF THE ASSEMBLY.   SUCH  REPORT\n   21  SHALL INCLUDE, BUT NOT BE LIMITED TO, THE NUMBER AND TYPES OF VIOLATIONS\n   22  REPORTED TO THE FEDERAL OCCUPATIONAL SAFETY AND HEALTH ADMINISTRATION.\n   23    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York, in relation to enacting the \"OSHA notification act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T152507.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T144449.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292617803857
}