{
  "year" : 2011,
  "senateBillNo" : "A2220-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2220-2011-1294981200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to parentage of children born by medically-assisted reproduction",
  "summary" : "Relates to parentage of children born by medically-assisted reproduction; alters the term \"artificial insemination\" to be medically-assisted reproduction and defines such term to mean artificial insemination, in vitro fertilization, embryo transfer and gamete intrafallopian transfer; provides for the donor to be treated as if they were not the natural father or mother of the child conceived; and further defines child and donor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Domestic Relations Law",
  "previousVersions" : [ "A6991-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2220\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. GOTTFRIED, PAULIN, GALEF -- Multi-Sponsored by --\n         M.  of A. HOOPER, SCARBOROUGH -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to amend the domestic relations law, in relation to parentage  of\n         children born by medically-assisted reproduction\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 73 of the domestic relations law, as added by chap-\n    2  ter 303 of the laws of 1974, subdivision 1 as amended by chapter 305  of\n    3  the laws of 2008, is amended to read as follows:\n    4    S 73. [Legitimacy] PARENTAGE of children born by [artificial insemina-\n    5  tion]  MEDICALLY-ASSISTED REPRODUCTION.   1. Any child born to a married\n    6  woman by means of [artificial insemination]  MEDICALLY-ASSISTED  REPROD-\n    7  UCTION  performed  by  [persons  duly authorized to practice medicine] A\n    8  HEALTH CARE PRACTITIONER LICENSED, REGISTERED, OR CERTIFIED UNDER  TITLE\n    9  EIGHT  OF  THE  EDUCATION  LAW, ACTING WITHIN HIS OR HER LAWFUL SCOPE OF\n   10  PRACTICE, and with the consent in writing of the woman and her  husband,\n   11  shall  be deemed the legitimate, birth child of the husband and his wife\n   12  for all purposes.\n   13    2. The aforesaid written consent shall be executed and acknowledged by\n   14  both the husband and wife [and the physician who performs the  technique\n   15  shall  certify  that  he had rendered the service] BEFORE OR AT ANY TIME\n   16  AFTER THE BIRTH OF THE CHILD.\n   17    3. UNLESS OTHERWISE AGREED TO IN AN ACKNOWLEDGED WRITING BY THE DONOR,\n   18  THE WOMAN AND HER HUSBAND PRIOR TO THE DONATION OF THE GENETIC MATERIAL,\n   19  THE DONOR SHALL BE TREATED IN LAW AS IF HE OR SHE WERE NOT  THE  NATURAL\n   20  FATHER OR MOTHER OF A CHILD THEREBY CONCEIVED FOR ALL PURPOSES.\n   21    4.  NO  INFERENCE REGARDING PARENTAGE SHALL BE DRAWN FROM THIS SECTION\n   22  WITH RESPECT TO A CHILD BORN BY  MEDICALLY-ASSISTED  REPRODUCTION  UNDER\n   23  CIRCUMSTANCES  NOT  IN COMPLIANCE WITH SUBDIVISIONS ONE THROUGH THREE OF\n   24  THIS SECTION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05355-01-1\n\n       A. 2220                             2\n\n    1    5. FOR THE PURPOSES OF THIS SECTION: (A) \"CHILD\" MEANS  AN  INDIVIDUAL\n    2  OF ANY AGE WHOSE PARENTAGE IS BEING DETERMINED.\n    3    (B)  \"DONOR\"  MEANS  AN INDIVIDUAL WHO PRODUCES EGGS OR SPERM USED FOR\n    4  ASSISTED REPRODUCTION, WHETHER OR NOT FOR CONSIDERATION. THE  TERM  DOES\n    5  NOT INCLUDE:\n    6    (I)  A  HUSBAND WHO PROVIDES SPERM, OR A WIFE WHO PROVIDES EGGS, TO BE\n    7  USED FOR MEDICALLY-ASSISTED REPRODUCTION BY THE WIFE; OR\n    8    (II) A WOMAN WHO GIVES BIRTH TO A CHILD BY MEANS OF MEDICALLY-ASSISTED\n    9  REPRODUCTION.\n   10    (C) \"MEDICALLY-ASSISTED  REPRODUCTION\"  MEANS  ANY  MEDICALLY-ASSISTED\n   11  METHOD  OF  CAUSING  PREGNANCY,  OTHER  THAN  SEXUAL INTERCOURSE BETWEEN\n   12  HUSBAND AND WIFE. THE TERM INCLUDES, WITHOUT LIMITATION:\n   13    (I) ARTIFICIAL INSEMINATION;\n   14    (II) IN VITRO FERTILIZATION AND EMBRYO TRANSFER; AND\n   15    (III) GAMETE INTRAFALLOPIAN TRANSFER.\n   16    S 2. This act shall take effect immediately and  shall  apply  to  any\n   17  child described in subdivision 1 of section 73 of the domestic relations\n   18  law  as  amended  by  section  one of this act, whether born by means of\n   19  artificial insemination or any  other  technique  of  medically-assisted\n   20  reproduction before, on or after the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the domestic relations law, in relation to parentage of children born by medically-assisted reproduction ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T115945.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110118.T101615.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295363775149
}