{
  "year" : 2011,
  "senateBillNo" : "A2229-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2229-2011-1294981200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Imposes penalty upon agency failing to complete a remediation plan",
  "summary" : "Imposes penalties upon a state agency, public authority or public benefit corporation, which fails to complete a remediation plan within the projected time schedule for such plan; provides that upon such failure such agency shall be subject to a public hearing and required to explain the failure to complete the plan; provides that an amended plan shall be imposed which provides for involvement by community groups; provides that subsequent failure to remediate shall result in a fine. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "AA651-2009", "AA561-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2229\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. KAVANAGH -- read once and referred to the Commit-\n         tee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to state\n         agency environmental audits\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 3-0311 of the environmental  conservation  law,  as\n    2  amended by chapter 741 of the laws of 1991, is amended by adding two new\n    3  subdivisions 7 and 8 to read as follows:\n    4    7.  UPON  COMPLETION  OF  A REMEDIAL PLAN THE AGENCY SHALL GIVE PUBLIC\n    5  NOTICE OF SUCH COMPLETION.\n    6    8. WHENEVER A REMEDIATION PLAN IS NOT COMPLETED WITHIN  THE  PROJECTED\n    7  TIME  SCHEDULE, THE AGENCY SHALL REQUEST THE FUNDING FOR THE REMEDIATION\n    8  PLAN WITHIN ITS NEXT BUDGET PREPARATION AND THE DEPARTMENT SHALL:\n    9    A. HOLD A PUBLIC HEARING WHEREIN THE AGENCY SHALL PROVIDE:\n   10    (1) AN EXPLANATION FOR ITS FAILURE TO COMPLY WITH THE TIME SCHEDULE.\n   11    (2) AN AMENDMENT TO SUCH REMEDIATION PLAN WHICH  PROVIDES  OPPORTUNITY\n   12  FOR  PARTICIPATION  BY APPROPRIATE CITIZENS GROUPS OR WHERE APPROPRIATE,\n   13  AN ALTERNATIVE REMEDIATION PLAN WHICH PROVIDES OPPORTUNITY  FOR  PARTIC-\n   14  IPATION BY APPROPRIATE CITIZENS GROUPS.\n   15    B. ISSUE AN ORDER WITHIN THIRTY DAYS AFTER A PUBLIC HEARING, DIRECTING\n   16  THE  AGENCY  TO  COMPLETE  THE  REMEDIATION PLAN AND IF SUCH PLAN IS NOT\n   17  COMPLETED OR AN ALTERNATIVE PLAN IS REJECTED, THEN THE DEPARTMENT  SHALL\n   18  CITE  THE  AGENCY WITH A VIOLATION THEREFOR.  UPON CONVICTION THE AGENCY\n   19  SHALL PAY A FINE AS PROVIDED IN THIS CHAPTER FOR EACH VIOLATION.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00930-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to state agency environmental audits ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110125.T141921.TXT", "SOBI.D110118.T173702.TXT", "SOBI.D110114.T120437.TXT", "SOBI.D110118.T101115.TXT", "SOBI.D110201.T123852.TXT", "SOBI.D110114.T133944.TXT", "SOBI.D110114.T121937.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296581932845
}