{
  "year" : 2011,
  "senateBillNo" : "A2222-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to education",
    "billEventId" : "A2222-2011-1294981200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to alerting all public and non-public schools of the state in the event of a general threat against the schools of the state",
  "summary" : "Relates to alerting all public and non-public schools of the state in the event of a general threat of a terroristic nature against a single, multiple or all of the schools of the state; requires the school safety team to designate an individual to notify the education department in the event the school district receives a general threat of harm against any school or schools within the district or anywhere in the state. ",
  "currentCommittee" : null,
  "sameAs" : "S172",
  "lawSection" : "Education Law",
  "previousVersions" : [ "A818-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2222\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. GIBSON -- read once and referred to the Committee\n         on Education\n\n       AN  ACT  to  amend the education law, in relation to alerting all public\n         and non-public schools of the state in the event of a  general  threat\n         against the schools of the state\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 319 to\n    2  read as follows:\n    3    S 319. SCHOOL SAFETY ALERT. THE COMMISSIONER OR HIS OR HER  AUTHORIZED\n    4  DESIGNEE  SHALL  DESIGNATE AN INDIVIDUAL TO RECEIVE INFORMATION RELATING\n    5  TO A GENERAL THREAT OF HARM MADE AGAINST A SINGLE, MULTIPLE  OR  ALL  OF\n    6  THE  SCHOOLS  OF THE STATE.   FOLLOWING THE RECEIPT OF SUCH INFORMATION,\n    7  THE COMMISSIONER OR HIS OR HER  AUTHORIZED  DESIGNEE  SHALL  NOTIFY  ALL\n    8  PUBLIC  AND  NON-PUBLIC  SCHOOLS OF THE STATE OF THE THREAT. THE COMMIS-\n    9  SIONER OR HIS OR HER AUTHORIZED DESIGNEE SHALL MAINTAIN UPDATED  CONTACT\n   10  INFORMATION  FOR  ALL  NON-PUBLIC  SCHOOLS LOCATED WITHIN THE STATE, AND\n   11  SHALL DEVELOP ADDITIONAL PROTOCOL TO ENSURE TIMELY NOTIFICATION PURSUANT\n   12  TO THIS SECTION.\n   13    S 2. Section 2801-a of the education law is amended by  adding  a  new\n   14  subdivision 3-a to read as follows:\n   15    3-A.  THE  SCHOOL  SAFETY TEAM SHALL DESIGNATE AN INDIVIDUAL TO NOTIFY\n   16  THE DEPARTMENT, PURSUANT TO THE  PROVISIONS  OF  SECTION  THREE  HUNDRED\n   17  NINETEEN OF THIS CHAPTER, IN THE EVENT THAT THE SCHOOL DISTRICT RECEIVES\n   18  INFORMATION  RELATING TO A GENERAL THREAT OF HARM MADE AGAINST A SINGLE,\n   19  MULTIPLE OR ALL OF THE SCHOOLS OF THE STATE.\n   20    S 3. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01367-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to alerting all public and non-public schools of the state in the event of a general threat against the schools of the state ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T120437.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110118.T101615.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295363775134
}