{
  "year" : 2011,
  "senateBillNo" : "A2233-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to election law",
    "billEventId" : "A2233-2011-1294981200000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the treasurer of a political committee to freeze campaign funds upon indictment of a state or local public official and pending disposition or resolution",
  "summary" : "Authorizes the treasurer of a political committee to freeze campaign funds upon indictment of a state or local public official and pending disposition or resolution by adjudication. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A10958-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2233\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Election Law\n\n       AN ACT to amend the election law, in relation to authorizing the  treas-\n         urer  of  a  political  committee to freeze funds upon indictment of a\n         state or local public official\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 14-118 of the election law is amended by adding a\n    2  new subdivision 4 to read as follows:\n    3    4. UPON THE INDICTMENT OF A STATE OR LOCAL PUBLIC OFFICIAL AND PENDING\n    4  A DISPOSITION OR A  RESOLUTION  BY  ADJUDICATION,  THE  TREASURER  SHALL\n    5  FREEZE  ALL FUNDS LOCATED IN THE ACCOUNT OR ACCOUNTS OF THE CANDIDATE OR\n    6  COMMITTEE IN THE DESIGNATED  DEPOSITORY.  IF  SUCH  PUBLIC  OFFICIAL  IS\n    7  CONVICTED  AND CONSEQUENTLY REMOVED FROM PUBLIC OFFICE, SUCH FUNDS SHALL\n    8  BE REFUNDED TO ALL KNOWN DONORS. ANY REMAINING FUNDS SHALL  BE  RELEASED\n    9  TO  THE APPROPRIATE COUNTY BOARD OF ELECTIONS FOR THE PURPOSE OF OFFSET-\n   10  TING THE COST OF A SPECIAL ELECTION, TO  BE  HELD  FOR  THE  PURPOSE  OF\n   11  ELECTING  A  SUCCESSOR  FOR THE VACANT POSITION. IF A PUBLIC OFFICIAL IS\n   12  ACQUITTED OF ALL CHARGES OR SUCH CHARGES ARE  DISMISSED,  THE  TREASURER\n   13  SHALL  REMOVE  THE  FREEZE ON SUCH FUNDS AND SHALL RELEASE SUCH FUNDS TO\n   14  THE COMMITTEE.\n   15    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03910-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to authorizing the treasurer of a political committee to freeze funds upon indictment of a state or local public official ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T120437.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110118.T100614.TXT", "SOBI.D110114.T120938.TXT", "SOBI.D110114.T131941.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295363174512
}