{
  "year" : 2011,
  "senateBillNo" : "A223-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A223-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to qualifications for certain appointed positions with the board of trustees for the state university and CUNY",
  "summary" : "Relates to qualifications for certain appointed positions with the board of trustees for the state university and CUNY; prohibits trustees from being employees of the appointing authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AC1249-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          223\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN, JAFFEE -- read once and referred to the\n         Committee on Higher Education\n\n       AN ACT to amend the education law, in relation to trustees of the  state\n         university and city university\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section  353  of  the  education  law,  as\n    2  amended  by  chapter  127  of  the  laws  of 2006, is amended to read as\n    3  follows:\n    4    1. The state university shall be governed, and all  of  its  corporate\n    5  powers  exercised,  by  a board of trustees. Such board shall consist of\n    6  seventeen members, fifteen of whom shall be appointed  by  the  governor\n    7  with  the  advice  and  consent  of the senate, one of whom shall be the\n    8  president of the student assembly of the  state  university,  ex-officio\n    9  and  voting;  PROVIDED  THAT NO SUCH MEMBER, EXCEPT THE PRESIDENT OF THE\n   10  STUDENT ASSEMBLY OF THE STATE UNIVERSITY OR ANY CLASSIFIED CIVIL SERVICE\n   11  EMPLOYEE, SHALL BE THE EMPLOYEE OF, OR UNDER  THE  SUPERVISION  OF,  THE\n   12  GOVERNOR,  and  one  of  whom  shall  be the president of the university\n   13  faculty senate, ex-officio and non-voting. Such ex-officio members shall\n   14  be subject to every provision of any general,  special,  or  local  law,\n   15  ordinance,  charter,  code,  rule,  or regulation applying to the voting\n   16  members of such board with respect to the  discharge  of  their  duties,\n   17  including,  but  not limited to, those provisions setting forth codes of\n   18  ethics, disclosure requirements, and prohibiting  business  and  profes-\n   19  sional  activities.  One  member of the board shall be designated by the\n   20  governor as chairperson and one  as  vice-chairperson.  Of  the  members\n   21  first appointed, two shall be appointed for a term which shall expire on\n   22  June  thirtieth,  nineteen hundred fifty-two; one for a term which shall\n   23  expire on June thirtieth, nineteen hundred fifty-three; two for  a  term\n   24  which  shall  expire on June thirtieth, nineteen hundred fifty-four; one\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01233-01-1\n\n       A. 223                              2\n\n    1  for a term which  shall  expire  on  June  thirtieth,  nineteen  hundred\n    2  fifty-five;  two  for a term which shall expire on June thirtieth, nine-\n    3  teen hundred fifty-six; one for a term which shall expire on June  thir-\n    4  tieth,  nineteen  hundred fifty-seven; two for a term which shall expire\n    5  on June thirtieth, nineteen hundred fifty-eight; one for  a  term  which\n    6  shall  expire  on June thirtieth, nineteen hundred fifty-nine; two for a\n    7  term which shall expire on June thirtieth, nineteen hundred  sixty;  and\n    8  one  for  a  term which shall expire on June thirtieth, nineteen hundred\n    9  sixty-one. Vacancies shall be filled for the unexpired term in the  same\n   10  manner  as  original  appointments.  The  term of office of each trustee\n   11  appointed on or after April first, nineteen hundred eighty-six shall  be\n   12  seven  years, except those of the student member and the faculty member.\n   13  Trustees shall receive no compensation for their services but  shall  be\n   14  reimbursed  for their expenses actually and necessarily incurred by them\n   15  in the performance of their duties under this article.\n   16    S 2. Paragraph (a) of subdivision  2 of section 6204 of the  education\n   17  law,  as added by chapter 305 of the laws of 1979, is amended to read as\n   18  follows:\n   19    (a) The board of trustees shall consist of seventeen trustees. Ten  of\n   20  the  trustees  shall  be  appointed  by the governor with the advice and\n   21  consent of the senate; PROVIDED THAT NO SUCH TRUSTEE, EXCEPT ANY CLASSI-\n   22  FIED CIVIL SERVICE EMPLOYEE, SHALL BE  AN  EMPLOYEE  OF,  OR  UNDER  THE\n   23  SUPERVISION  OF,  THE GOVERNOR.  Five of the trustees shall be appointed\n   24  by the mayor of the city of New York with the advice and consent of  the\n   25  senate;  PROVIDED  THAT  NO  SUCH  TRUSTEE,  EXCEPT ANY CLASSIFIED CIVIL\n   26  SERVICE EMPLOYEE OF THE CITY OF NEW YORK, SHALL BE AN  EMPLOYEE  OF,  OR\n   27  UNDER THE SUPERVISION OF, THE MAYOR OF THE CITY OF NEW YORK.  One ex-of-\n   28  ficio trustee shall be the chairperson of the university student senate.\n   29  One  ex-officio  non-voting  trustee  shall  be  the  chairperson of the\n   30  university faculty senate.\n   31    S 3. This act shall take effect immediately and shall apply  to  board\n   32  members  of  the  state  university of New York and trustees of the city\n   33  university of New York appointed on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to trustees of the state university and city university ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T152507.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T144449.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292617803852
}