{
  "year" : 2011,
  "senateBillNo" : "A2239-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2239-2011-1294981200000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes municipalities located in the county of Orange to charge for the cost of providing additional police protection to paid-admission events",
  "summary" : "Authorizes municipalities located in the county of Orange to charge for the cost of providing additional police protection to paid-admission events. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Orange County",
  "previousVersions" : [ "A10105-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2239\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Local Governments\n\n       AN ACT to authorize municipalities located in the county  of  Orange  to\n         charge for the cost of providing additional police protection to paid-\n         admission events\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Any municipality located in the county of Orange is  hereby\n    2  authorized  to  adopt  a local law to provide that the person or persons\n    3  responsible for either operating, conducting, promoting,  or  sponsoring\n    4  any  special  event,  exhibition,  or contest to be held in such munici-\n    5  pality, at which a price for admission or attendance is charged or is to\n    6  be charged, shall pay the costs  incurred  by  such  municipality  as  a\n    7  result  of  providing  additional  police  personnel, if any, beyond the\n    8  normal number of officers who would have otherwise  been  on  duty.  The\n    9  local  law  shall  identify the type or types of special events, exhibi-\n   10  tions, or contests for which an activity's operator,  conductor,  promo-\n   11  ter,  or  sponsor may be charged for additional police personnel that is\n   12  either requested by the operator, conductor,  promoter,  or  sponsor  or\n   13  determined  to  be necessary by the municipality. The local law may also\n   14  provide that: (a) the operator, conductor, promoter, or sponsor  of  the\n   15  activity  shall complete such forms or applications providing the infor-\n   16  mation deemed necessary by the municipality  to  determine  whether  any\n   17  additional  police  personnel should be scheduled for the event; (b) the\n   18  local law shall not apply to any corporation formed under  the  not-for-\n   19  profit  corporation  law;  and (c) the operator, conductor, promoter, or\n   20  sponsor of the activity shall pay all or a portion of the estimated cost\n   21  of additional police protection prior to the commencement of the event.\n   22    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03902-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize municipalities located in the county of Orange to charge for the cost of providing additional police protection to paid-admission events ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T101115.TXT", "SOBI.D110114.T120938.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295363475935
}