{
  "year" : 2011,
  "senateBillNo" : "A2231-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to health",
    "billEventId" : "A2231-2011-1294981200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a cause of action by residents of adult facilities to petition for temporary or permanent receivership",
  "summary" : "Establishes a cause of action by residents of adult facilities to petition for temporary or permanent receivership of any such facility in violation of the provisions of law, rules and regulations applicable thereto; relates to actions of any such receiver. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A6079-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2231\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. P. RIVERA, ORTIZ, PERRY, O'DONNELL, ENGLEBRIGHT,\n         GOTTFRIED, KAVANAGH -- Multi-Sponsored by -- M. of A. BOYLAND,  DESTI-\n         TO,  JACOBS,  LIFTON,  McENENY, NOLAN, J. RIVERA, WEINSTEIN, WRIGHT --\n         read once and referred to the Committee on Health\n\n       AN ACT to amend the social services law, in relation to  granting  resi-\n         dents of adult homes, residences for adults, enriched housing programs\n         and assisted living programs a cause of action to seek the appointment\n         of  temporary  or permanent receivers of such residential programs for\n         adults\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  461-c  of  the social services law is amended by\n    2  adding a new subdivision 10 to read as follows:\n    3    10. (A) AS A MEANS OF PROTECTING THE HEALTH, SAFETY AND WELFARE  OF  A\n    4  RESIDENT  OR  RESIDENTS OF AN ADULT HOME, RESIDENCE FOR ADULTS, ENRICHED\n    5  HOUSING PROGRAM OR ASSISTED LIVING PROGRAM, SUCH RESIDENT  OR  RESIDENTS\n    6  MAY SEEK JUDICIAL RELIEF. IN ADDITION TO OTHER FORMS OF RELIEF AVAILABLE\n    7  UNDER  THIS ARTICLE, A RESIDENT OR RESIDENTS OF AN ADULT HOME, RESIDENCE\n    8  FOR ADULTS, ENRICHED HOUSING PROGRAM OR  ASSISTED  LIVING  FACILITY  MAY\n    9  SEEK  EQUITABLE  RELIEF FROM A COURT, INCLUDING, BUT NOT LIMITED TO, THE\n   10  APPOINTMENT OF A TEMPORARY OR PERMANENT RECEIVER. A  RESIDENT  OR  RESI-\n   11  DENTS  OF  AN ADULT HOME, RESIDENCE FOR ADULTS, ENRICHED HOUSING PROGRAM\n   12  OR ASSISTED LIVING PROGRAM, OR HIS,  HER  OR  THEIR  REPRESENTATIVE  MAY\n   13  COMMENCE  AN  ACTION  IN  THE  SUPREME  COURT OF THE COUNTY IN WHICH THE\n   14  FACILITY IS LOCATED TO SEEK THE APPOINTMENT OF A TEMPORARY OR  PERMANENT\n   15  RECEIVER.\n   16    (B)  UPON  THE  COMMENCEMENT OF AN ACTION PURSUANT TO PARAGRAPH (A) OF\n   17  THIS SUBDIVISION, THE COMMISSIONER OF HEALTH SHALL BE SERVED  AND  GIVEN\n   18  THE  OPPORTUNITY  TO JOIN AS A PARTY TO THE ACTION. IN ADDITION TO OTHER\n   19  METHODS OF SERVICE AUTHORIZED BY LAW, SERVICE UPON SUCH COMMISSIONER MAY\n   20  BE EFFECTUATED AT THE COMMISSIONER'S OFFICE IN THE  CITY  OF  NEW  YORK.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00006-01-1\n\n       A. 2231                             2\n\n    1  FAILURE OF THE COMMISSIONER OF HEALTH TO JOIN AN ACTION FOR THE APPOINT-\n    2  MENT  OF  A  RECEIVER  SHALL  NOT BE AN IMPEDIMENT TO THE ACTION. ON THE\n    3  RETURN OF SUCH ACTION, DETERMINATION OF  THE  PROCEEDING  TO  APPOINT  A\n    4  RECEIVER  SHALL  HAVE  PRECEDENCE OVER EVERY OTHER BUSINESS OF THE COURT\n    5  UNLESS THE COURT SHALL FIND THAT SOME OTHER PENDING  PROCEEDING,  HAVING\n    6  SIMILAR STATUTORY PRECEDENCE, SHALL HAVE PRIORITY. THE COURT MAY CONDUCT\n    7  A  HEARING AT WHICH ALL INTERESTED PARTIES SHALL HAVE THE OPPORTUNITY TO\n    8  PRESENT EVIDENCE PERTAINING TO THE APPLICATION. IF THE COURT SHALL  FIND\n    9  THAT  CONDITIONS ENDANGERING THE HEALTH, SAFETY OR WELFARE OF A RESIDENT\n   10  OR RESIDENTS EXIST, THE COURT MAY MAKE AN ORDER GRANTING SUCH  EQUITABLE\n   11  RELIEF  AS  IT  DEEMS  NECESSARY,  INCLUDING,  BUT  NOT  LIMITED TO, THE\n   12  APPOINTMENT OF A TEMPORARY OR PERMANENT RECEIVER.\n   13    (C) THE COURT  APPOINTED  RECEIVER  SHALL  OPERATE  SUCH  FACILITY  IN\n   14  COMPLIANCE WITH ALL OF THE APPLICABLE LAWS, RULES AND REGULATIONS OF THE\n   15  DEPARTMENT OF HEALTH, AND SHALL HAVE SUCH ADDITIONAL POWERS, AS APPROVED\n   16  BY  THE  COURT,  AS  SHALL BE NECESSARY TO SO OPERATE THE FACILITY. SUCH\n   17  RECEIVER SHALL DISPOSE OF THE RENTS AND OTHER MONIES DEPOSITED WITH  HIM\n   18  OR HER ACCORDING TO THE FOLLOWING ORDER OF PRIORITY:\n   19    (1)  CORRECTION  OF VIOLATIONS OF THIS CHAPTER AND THE RULES AND REGU-\n   20  LATIONS ADOPTED PURSUANT THERETO, AND EXPENDITURES NECESSARY  TO  ENSURE\n   21  THAT  THE  HEALTH,  SAFETY  AND  WELFARE OF THE RESIDENTS ARE PROTECTED.\n   22  UNTIL PAYMENT IN FULL FOR THE CORRECTION OF VIOLATIONS  AND  REMOVAL  OF\n   23  CONDITIONS  ENDANGERING THE HEALTH, SAFETY OR WELFARE HAVE BEEN MADE, NO\n   24  OTHER DISBURSEMENTS SHALL BE PERMITTED, EXCEPT FOR FUEL BILLS, FIRE  AND\n   25  LIABILITY INSURANCE, AND BILLS FOR ORDINARY REPAIRS AND MAINTENANCE;\n   26    (2) PAYMENT OF A FEE FOR THE RECEIVER'S SERVICES;\n   27    (3) PAYMENT OF OUTSTANDING STATE, CITY AND FEDERAL TAXES AND/OR LIENS;\n   28  AND\n   29    (4)  PAYMENT  TO THE OWNERS OR PRIME LESSORS OF RENT, AS DETERMINED BY\n   30  THE COURT PURSUANT TO PARAGRAPH (D) OF THIS SUBDIVISION.\n   31    (D) EXCEPT IN THE CASE WHERE THE RECEIVER IS ASSUMING AN EXISTING BONA\n   32  FIDE ARMS LENGTH LEASE, THE COURT SHALL DETERMINE A  REASONABLE  MONTHLY\n   33  RENTAL  FOR  THE  FACILITY,  BASED  ON  CONSIDERATION OF ALL APPROPRIATE\n   34  FACTORS, INCLUDING THE CONDITION OF THE FACILITY. THE RENT AS DETERMINED\n   35  BY THE COURT SHALL BE PAID BY  THE  RECEIVER  TO  THE  OWNERS  OR  PRIME\n   36  LESSORS  FOR  EACH  MONTH  THAT  THE  RECEIVERSHIP REMAINS IN EFFECT, IF\n   37  MONIES ARE REMAINING AFTER MAKING THE EXPENDITURES PRIORITIZED IN  PARA-\n   38  GRAPH (C) OF THIS SUBDIVISION. NOTHING CONTAINED IN THIS PARAGRAPH SHALL\n   39  BE  CONSTRUED  TO ALTER OR DIMINISH ANY OBLIGATION THE OPERATOR MAY HAVE\n   40  UNDER ANY CURRENTLY VALID LEASE. THE RECEIVER SHALL HAVE  THE  POWER  TO\n   41  LET CONTRACTS FOR THE FACILITY OR TO INCUR EXPENSES, PROVIDED THAT WHERE\n   42  THE  INDIVIDUAL  ITEMS OF REPAIRS, IMPROVEMENTS OR SUPPLIES EXCEED THREE\n   43  THOUSAND DOLLARS, THE RECEIVER SHALL OBTAIN  PRICE  QUOTATIONS  FROM  AT\n   44  LEAST  THREE  REPUTABLE  SOURCES  AND USE THE LEAST COSTLY SOURCE UNLESS\n   45  THERE IS GOOD CAUSE NOT TO USE SUCH SOURCE, WHICH SHALL BE DOCUMENTED IN\n   46  WRITING BY THE RECEIVER. THE RECEIVER SHALL NOT BE REQUIRED TO FILE  ANY\n   47  BOND.  HE  OR  SHE  SHALL COLLECT INCOMING PAYMENTS FROM ALL SOURCES AND\n   48  APPLY THEM TO THE COSTS INCURRED IN THE PERFORMANCE OF HIS OR HER  FUNC-\n   49  TIONS  AS  RECEIVER.  AFTER  PAYMENT  OF EXPENDITURES FOR THE PRIORITIES\n   50  LISTED IN PARAGRAPH (C) OF THIS SUBDIVISION, THE  RECEIVER  SHALL  HONOR\n   51  ALL EXISTING LEASES, MORTGAGES AND CHATTEL MORTGAGES THAT HAD PREVIOUSLY\n   52  BEEN UNDERTAKEN AS OBLIGATIONS OF THE OWNERS OR OPERATORS OF THE FACILI-\n   53  TY  AND  COMPENSATE  THE OWNERS OF ANY GOODS HELD IN INVENTORY FOR THOSE\n   54  GOODS THAT HE OR SHE USES OR CAUSES TO BE USED BY REIMBURSING THE  COSTS\n   55  OF  SUCH  GOODS,  EXCEPT THAT NO COMPENSATION SHALL BE MADE FOR ANY SUCH\n   56  GOODS FOR WHICH SUCH OWNERS HAVE ALREADY BEEN REIMBURSED.\n\n       A. 2231                             3\n\n    1    (E) THE RECEIVER SHALL BE ENTITLED TO SUCH FEE AND  REIMBURSEMENT  FOR\n    2  EXPENSES  AS  DETERMINED  BY  THE COURT, BASED UPON CONSIDERATION OF ALL\n    3  APPROPRIATE FACTORS RELATING TO THE OPERATION OF  THE  FACILITY,  TO  BE\n    4  PAID  AS  A CHARGE AGAINST THE OPERATOR, NOT TO EXCEED THE FEES, COMMIS-\n    5  SIONS  AND  NECESSARY  EXPENSES AUTHORIZED TO BE PAID TO RECEIVERS IN AN\n    6  ACTION TO FORECLOSE A MORTGAGE.  THE RECEIVER SHALL NOTIFY THE PETITION-\n    7  ER OR PETITIONERS AND THE COURT  OF  ANY  LIEN  OR  CONVEYANCE  MADE  IN\n    8  CONTEMPLATION  OF  RECEIVERSHIP WITH AN INTENT TO REMOVE AN ASSET OF THE\n    9  FACILITY FROM THE JURISDICTION AND USE OF THE RECEIVER, OR TO HINDER  OR\n   10  DELAY  THE  RECEIVER IN THE EXECUTION OF HIS OR HER DUTIES. WITH RESPECT\n   11  TO ANY SUCH LIEN OR CONVEYANCE, THE PETITIONER OR  PETITIONERS  AND  THE\n   12  RECEIVER  SHALL  HAVE  AVAILABLE  ANY REMEDY AVAILABLE TO A TRUSTEE IN A\n   13  BANKRUPTCY PROCEEDING PURSUANT TO THE  FEDERAL  BANKRUPTCY  ACT  OR  ANY\n   14  REMEDY AVAILABLE TO A CREDITOR IN A PROCEEDING PURSUANT TO ARTICLE TEN-A\n   15  OF  THE  DEBTOR AND CREDITOR LAW, AND THE PETITIONER AND/OR RECEIVER MAY\n   16  APPLY TO THE COURT TO HAVE SUCH LIEN OR CONVEYANCE SET ASIDE, OR TO HAVE\n   17  THE COURT MAKE ANY  ORDER  WHICH  THE  CIRCUMSTANCES  OF  THE  CASE  MAY\n   18  REQUIRE.\n   19    (F)  THE PROVISIONS OF PARAGRAPHS (F), (G) AND (H) OF SUBDIVISION FOUR\n   20  OF SECTION FOUR HUNDRED SIXTY-ONE-F OF THIS TITLE SHALL APPLY TO RECEIV-\n   21  ERSHIPS COMMENCED UNDER THIS SUBDIVISION.\n   22    (G) A RECEIVER APPOINTED PURSUANT TO THIS SUBDIVISION MAY SEEK PAYMENT\n   23  PURSUANT TO THE PROVISIONS OF SUBDIVISION FIVE OF SECTION  FOUR  HUNDRED\n   24  SIXTY-ONE-F OF THIS TITLE.\n   25    (H)  WHEN  A  RECEIVER  HAS  BEEN  APPOINTED, THE OPERATOR, OPERATORS,\n   26  ADMINISTRATOR AND/OR MANAGEMENT OF THE FACILITY SHALL:\n   27    (1) IMMEDIATELY TRANSFER  ALL  RECORDS  CONCERNING  OPERATION  OF  THE\n   28  FACILITY,  INCLUDING RESIDENT RECORDS, FACILITY BUSINESS RECORDS AND ANY\n   29  OTHER RECORDS RELATED TO THE OPERATION OF THE FACILITY TO THE RECEIVER;\n   30    (2) BE BARRED FROM ACCESS TO THE  FACILITY  DURING  THE  TERM  OF  THE\n   31  RECEIVERSHIP; AND\n   32    (3)  PROVIDE  THE RECEIVER WITH ANY FUNDS RECEIVED BY THE OPERATOR FOR\n   33  THE OPERATION OF THE FACILITY.\n   34    (I) THE COURT SHALL DETERMINE AT THE TIME  OF  THE  APPOINTMENT  OF  A\n   35  RECEIVER  UNDER THIS SUBDIVISION THE CONDITIONS UPON WHICH OR THE PERIOD\n   36  AFTER WHICH THE RECEIVERSHIP WILL TERMINATE. AT THE TIME OF  TERMINATION\n   37  OF  THE  RECEIVERSHIP,  THE  RECEIVER  SHALL  RENDER A FULL AND COMPLETE\n   38  ACCOUNTING TO THE COURT AND SHALL DISPOSE OF ANY PROFIT OR SURPLUS MONEY\n   39  AT THE DIRECTION OF THE COURT.\n   40    (J) THE COURT MAY AWARD THE PREVAILING PARTY  IN  AN  ACTION  FOR  THE\n   41  APPOINTMENT  OF A RECEIVER NECESSARY AND REASONABLE EXPENSES INCURRED BY\n   42  OR ON BEHALF OF THE PARTY, INCLUDING COSTS AND ATTORNEYS' FEES.\n   43    S 2. This act shall take effect on the one hundred eightieth day after\n   44  it shall have become a law, provided  that  any  rules  and  regulations\n   45  necessary  to implement the provisions of this act on its effective date\n   46  are authorized and directed to be completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to granting residents of adult homes, residences for adults, enriched housing programs and assisted living programs a cause of action to seek the appointment of temporary or permanent receivers of such residential programs for adults ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T132943.TXT", "SOBI.D110114.T120437.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110118.T100614.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295363174518
}