{
  "year" : 2011,
  "senateBillNo" : "A2237-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2237-2011-1294981200000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the exemption from taxation for non-profit organizations; and making an appropriation therefor",
  "summary" : "Relates to the exemption from taxation for non-profit organizations; makes an appropriation therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A2236-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2237\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to the  exemption\n         from  taxation  for  non-profit organizations; and making an appropri-\n         ation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 420-a of the real property tax law\n    2  is amended by adding a new paragraph (c) to read as follows:\n    3    (C) WHEN USED IN THIS SECTION:\n    4    (I)  \"ORGANIZED  OR CONDUCTED EXCLUSIVELY\" SHALL REQUIRE THAT A CORPO-\n    5  RATION'S OR ASSOCIATION'S ORGANIZATIONAL DOCUMENTS LIMIT THE PURPOSES OF\n    6  SUCH CORPORATION OR ASSOCIATION TO ONE OR MORE EXEMPT PURPOSES,  AS  SET\n    7  OUT IN PARAGRAPH (A) OF THIS SUBDIVISION;\n    8    (II)  \"USED  EXCLUSIVELY\"  SHALL REQUIRE THAT A CORPORATION OR ASSOCI-\n    9  ATION USE ITS PROPERTY ONLY FOR EXEMPT PURPOSES. USES WHICH MAY BE HELP-\n   10  FUL TO THE EXEMPT ORGANIZATION BUT WOULD NOT, IF DONE ON LAND  OWNED  BY\n   11  AN OTHERWISE TAXABLE ENTITY, QUALIFY FOR TAX EXEMPTION SHALL SUBJECT THE\n   12  PORTION  OF  THE PROPERTY SO USED TO REAL PROPERTY TAXATION. SUCH PHRASE\n   13  SHALL BE STRICTLY CONSTRUED AND SHALL BE INTENDED TO LIMIT EXEMPTIONS TO\n   14  PROPERTY AND IMPROVEMENTS UTILIZED SOLELY FOR EXEMPT PURPOSES. WHERE  AN\n   15  EXEMPT  ORGANIZATION UTILIZES ITS LAND FOR OTHER PURPOSES, INCLUDING BUT\n   16  NOT LIMITED TO, THE SALE OF PRODUCTS MADE ON THE  LAND  COMMERCIALLY  OR\n   17  THE  SALE  OF  TIMBER,  OR  OTHERWISE  LEASES  THE  LAND  FOR COMMERCIAL\n   18  PURPOSES, OR ALLOWS THE PLACEMENT OR CONSTRUCTION OF IMPROVEMENTS ON THE\n   19  LAND FOR COMMERCIAL PURPOSES, THAT PORTION  OF  SUCH  PROPERTY  AND  ANY\n   20  IMPROVEMENTS  THEREON  IF  SUCH IMPROVEMENTS ARE NOT UTILIZED FOR WHOLLY\n   21  EXEMPT PURPOSES SHALL BE SUBJECT TO REAL PROPERTY TAXATION;\n   22    (III) \"RELIGIOUS PURPOSES\" SHALL MEAN AN ACTIVITY THAT IS FUNDAMENTAL,\n   23  NECESSARY AND INTRINSIC TO THE PRACTICE OF A RELIGION.    MEDITATION  OR\n   24  THE  MAINTENANCE OF OPEN SPACE OR PROPERTY UTILIZED PRIMARILY FOR HIKING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03530-01-1\n\n       A. 2237                             2\n\n    1  SHALL NOT BE CONSIDERED A FUNDAMENTAL OR INTRINSIC RELIGIOUS PURPOSE.  A\n    2  CORPORATION  OR  ASSOCIATION  ORGANIZED  OR  CONDUCTED EXCLUSIVELY FOR A\n    3  RELIGIOUS PURPOSE SHALL HAVE ITS OWN BELIEFS, FORM OF WORSHIP  AND  FORM\n    4  OF  ORGANIZATION. NO EXEMPTION MAY BE CLAIMED FOR RELIGIOUS PURPOSES FOR\n    5  BUILDINGS WHICH ARE ON A PARCEL WHERE PERSONS LIVE IF SUCH PERSONS  WORK\n    6  IN  INCOME  PRODUCING VENTURES WHERE THE INCOME EITHER GOES TO THE INDI-\n    7  VIDUAL OR TO ANOTHER CLAIMING THE EXEMPTION OR TO AN ORGANIZATION  WHICH\n    8  IS  LEGALLY  ASSOCIATED OR AFFILIATED WITH THE INCOME PRODUCING VENTURE,\n    9  UNLESS SUCH GOODS OR SERVICES ARE EXCLUSIVELY AND WITHOUT EXCEPTION SOLD\n   10  TO OR PROVIDED TO INDIVIDUALS OF THE SAME RELIGION EXCEPT IN THE CASE OF\n   11  A SPOUSE OR CHILD OF AN OFFICIANT, THE INCOME IS EARNED BY THE WIDOW  OR\n   12  WIDOWER  OF  SUCH  OFFICIANT  WHEN SUCH OFFICIANT REGULARLY AND ACTIVELY\n   13  LEADS (OR LED PRIOR TO SUCH OFFICIANT'S DEATH OR ADMISSION TO A  MEDICAL\n   14  CARE FACILITY) THE RELIGIOUS SERVICE AT A HOUSE OF WORSHIP OF SUCH RELI-\n   15  GION, WHICH OFFICIANT HAS ALSO BEEN TRAINED IN A CURRICULUM TO UNDERTAKE\n   16  SUCH RESPONSIBILITIES AND HAS THE PRIMARY RESPONSIBILITY FOR OFFICIATING\n   17  AT  A  PARTICULAR HOUSE OF WORSHIP.  FOR THE PURPOSES OF THIS PARAGRAPH,\n   18  THE TERM \"INCOME\" NEED NOT INCLUDE PAYMENT OF MONEY BUT MAY INCLUDE  THE\n   19  RECEIPT  BY AN INDIVIDUAL WHO HAS PROVIDED WORK FOR HIS OR HER FAMILY OF\n   20  FOOD, CLOTHING OR SHELTER. THE FACT THAT INDIVIDUALS LIVE IN A CLASSLESS\n   21  SOCIETY SHALL NOT BE A FACTOR IN GRANTING OR DENYING AN EXEMPTION  BASED\n   22  ON  RELIGIOUS  PURPOSES.  THE  PROVISIONS OF THIS SUBPARAGRAPH SHALL NOT\n   23  AFFECT THE PROVISIONS OF SECTION FOUR HUNDRED THIRTY-SIX,  FOUR  HUNDRED\n   24  SIXTY OR FOUR HUNDRED SIXTY-TWO OF THIS TITLE;\n   25    (IV) \"EDUCATIONAL PURPOSE\" SHALL MEAN EITHER:\n   26    (A)  AN ACTIVITY WHICH SHALL BE UNDERTAKEN IN A MANNER WHICH SATISFIES\n   27  THE COMPULSORY EDUCATION REQUIREMENTS OF THE EDUCATION LAW OR AN  ACTIV-\n   28  ITY WHICH IS DONE UNDER THE SUPERVISION OF AN ENTITY WHICH IS TAX EXEMPT\n   29  PURSUANT  TO  THE NOT-FOR-PROFIT CORPORATION LAW OR THE INTERNAL REVENUE\n   30  CODE AND THE ENTITY WHICH CONDUCTS SUCH ACTIVITIES CAN ISSUE  A  DIPLOMA\n   31  AND  ALSO  HOLDS  A  CERTIFICATE  OF REGISTRATION ISSUED BY THE BOARD OF\n   32  REGENTS. SUCH TERM SHALL ALSO MEAN PURPOSES WHICH ARE  EXCLUSIVELY  USED\n   33  TO  INCREASE  THE  KNOWLEDGE  OF  INDIVIDUALS  AND WHICH ARE OWNED BY AN\n   34  INSTITUTION OF HIGHER LEARNING OR A SCHOOL  OF  MEDICINE,  DENTISTRY  OR\n   35  OSTEOPATHY  CREATED  BY  LAW  OR  OTHERWISE  AUTHORIZED  BY THE BOARD OF\n   36  REGENTS OF THE STATE UNIVERSITY OF NEW YORK TO CONFER DEGREES AND  WHICH\n   37  MEET  STANDARDS  OF  EDUCATIONAL  QUALITY  COMPARABLE TO THOSE AS MAY BE\n   38  ESTABLISHED FROM TIME TO TIME BY THE  BOARD  OF  REGENTS  OF  THE  STATE\n   39  UNIVERSITY  OF  NEW YORK; SUCH TERM SHALL ALSO INCLUDE PROPERTY OWNED BY\n   40  ONE CLAIMING AN EXEMPTION FROM TAXATION FOR EDUCATIONAL  PURPOSES  WHICH\n   41  IS  USED  TO  HOUSE  INDIVIDUALS  WHO  ARE ACTIVELY ENGAGED AT LEAST ONE\n   42  HUNDRED TWENTY DAYS PER YEAR IN SEEKING TO SATISFY THE COMPULSORY EDUCA-\n   43  TION REQUIREMENTS OF THE EDUCATION LAW OR  WHO  ARE  SEEKING  A  DEGREE,\n   44  CERTIFICATE,  OR DIPLOMA, THROUGH A PROPERTY OWNER OR LESSEE WHICH HOLDS\n   45  A CERTIFICATE OF REGISTRATION ISSUED BY THE  BOARD  OF  REGENTS  OR  WHO\n   46  HOLDS  A  CHARTER GRANTED BY THE NEW YORK STATE EDUCATION DEPARTMENT. AN\n   47  ENTITY CLAIMING EXEMPTION FOR EDUCATIONAL PURPOSES  SHALL  UTILIZE  EACH\n   48  ACRE AT LEAST ONE HUNDRED TWENTY DAYS A YEAR EXCLUSIVELY FOR EDUCATIONAL\n   49  PURPOSES IN ORDER TO MAINTAIN AN EXEMPTION FROM PROPERTY TAXATION PURSU-\n   50  ANT TO THIS SUBPARAGRAPH; OR\n   51    (B) PROPERTY OWNED BY AN ORGANIZATION WHICH IS A NOT-FOR-PROFIT CORPO-\n   52  RATION OR IS OTHERWISE TAX EXEMPT PURSUANT TO THE INTERNAL REVENUE CODE,\n   53  EACH  EXEMPT  ACRE  OF  WHICH  IS ACTIVELY AND EXCLUSIVELY USED AT LEAST\n   54  SIXTY DAYS PER YEAR BY PERSONS UNDER  THE  AGE  OF  TWENTY-ONE  WHO  ARE\n   55  LEARNING  SKILLS  RELATED  TO  NATURE,  THE OUTDOORS AND/OR PERSONAL AND\n   56  CIVIC RESPONSIBILITIES.  THE PROVISIONS OF THIS  SUBPARAGRAPH  SHALL  BE\n\n       A. 2237                             3\n\n    1  STRICTLY INTERPRETED.  NOTWITHSTANDING ANY OTHER PORTION OF THIS SUBPAR-\n    2  AGRAPH,  THE  PROPERTY MAY ALSO BE UTILIZED BY ORGANIZATIONS OR INDIVID-\n    3  UALS FOR COMMUNITY MEETINGS OR COMMUNITY CLASSES OR EVENTS WHEN NO  MORE\n    4  THAN  THE  ACTUAL  EXPENSES OF UTILIZING THE FACILITY ARE CHARGED TO THE\n    5  ORGANIZATION OR INDIVIDUAL;  PROVIDED  NO  ACTIVITY  DESCRIBED  IN  THIS\n    6  SUBPARAGRAPH  SHALL  COUNT  AS  PART  OF  THE DAY REQUIREMENTS OTHERWISE\n    7  PROVIDED FOR IN THIS SUBPARAGRAPH.  PROPERTY NECESSARY FOR THE  CARRYING\n    8  OUT  OF EDUCATIONAL PURPOSES, INCLUDING PROPERTY NECESSARY FOR TRANSPOR-\n    9  TATION FACILITIES, ATHLETIC FACILITIES, PARKING FACILITIES, OR  ADMINIS-\n   10  TRATIVE  OFFICES  SHALL BE CONSIDERED AN EDUCATIONAL PURPOSE IF OWNED BY\n   11  AN ORGANIZATION WHICH OTHERWISE  QUALIFIES  AS  EXEMPT  FOR  EDUCATIONAL\n   12  PURPOSES;\n   13    (V)  \"CHARITABLE  PURPOSES\" SHALL MEAN AN ACTIVITY DONE WITHOUT PROFIT\n   14  WHICH ACTUALLY AND EXCLUSIVELY EITHER:\n   15    (A) UNDERTAKES SIGNIFICANT BLOOD  DONATION  INITIATIVES,  AS  WELL  AS\n   16  OTHER  HEALTH  RELATED  INITIATIVES,  INCLUDING,  BUT NOT LIMITED TO THE\n   17  TEACHING OF CLASSES, AND ALSO RESPONDS TO DISASTERS; OR\n   18    (B) WHICH ACTIVELY AND EXCLUSIVELY ALLEVIATES THE CONDITION OF POOR OR\n   19  PHYSICALLY OR MENTALLY DISABLED HUMANS. THE INTENDED BENEFICIARIES SHALL\n   20  NOT BE SPECIFIED INDIVIDUALS AND THE SERVICES PROVIDED BY  AN  ORGANIZA-\n   21  TION  CLAIMING CHARITABLE EXEMPTION SHALL BE OPEN TO THE PUBLIC BASED ON\n   22  ECONOMIC OR PHYSICAL CRITERIA. AN ENTITY CLAIMING EXEMPTION FOR CHARITA-\n   23  BLE PURPOSES SHALL UTILIZE EACH ACRE AT LEAST ONE HUNDRED TWENTY DAYS  A\n   24  YEAR  EXCLUSIVELY  FOR  CHARITABLE  PURPOSES  IN  ORDER  TO  MAINTAIN AN\n   25  EXEMPTION FROM PROPERTY TAXATION PURSUANT TO THIS SUBPARAGRAPH.  FOR THE\n   26  PURPOSES OF THIS SECTION AND  SECTION  FOUR  HUNDRED  TWENTY-B  OF  THIS\n   27  TITLE,  NO PERSON WHO RECEIVES FOOD, CLOTHING, OR HOUSING FROM AN EDUCA-\n   28  TIONAL, CHARITABLE, RELIGIOUS,  MORAL  OR  MENTAL  IMPROVEMENT  OF  MEN,\n   29  WOMEN,  AND  CHILDREN ENTITY SHALL BE DETERMINED TO BE POOR BECAUSE SUCH\n   30  PERSON OR HIS OR HER FAMILY GIVES AS MUCH OR MORE OF THEIR INCOME TO THE\n   31  CHARITABLE ENTITY OR ANOTHER ENTITY WHICH IS TAX EXEMPT PURSUANT TO  THE\n   32  INTERNAL  REVENUE  CODE OR EXEMPT FROM REAL PROPERTY TAXATION UNDER THIS\n   33  SECTION, OR BOTH, AS WOULD BE REQUIRED TO MAKE A DETERMINATION THAT THAT\n   34  PERSON OR HIS OR HER SPOUSE OR CHILD IS POOR;\n   35    (VI) \"HOSPITAL PURPOSES\" SHALL MEAN A HOSPICE FACILITY AS  DEFINED  IN\n   36  ARTICLE FORTY OF THE PUBLIC HEALTH LAW AS WELL AS A HOSPITAL FACILITY OR\n   37  INSTITUTION  ENGAGED  PRINCIPALLY  IN PROVIDING SERVICES BY OR UNDER THE\n   38  SUPERVISION OF A PHYSICIAN FOR THE PREVENTION, DIAGNOSIS OR TREATMENT OF\n   39  HUMAN DISEASE, PAIN, INJURY, DEFORMITY OR PHYSICAL CONDITION  AND  WHICH\n   40  IS  CERTIFIED OR LICENSED PURSUANT TO ARTICLE TWENTY-EIGHT OF THE PUBLIC\n   41  HEALTH LAW, AND WHICH ON AN ONGOING AND CONSTANT  BASIS  PROVIDES  OVER-\n   42  NIGHT ACCOMMODATIONS TO THOSE IN NEED OF MEDICAL SERVICES. IT SHALL ALSO\n   43  INCLUDE  FACILITIES  OWNED BY A HOSPITAL FACILITY OR CORPORATION RELATED\n   44  THERETO WHICH PROVIDES MEDICAL CARE, EVEN IF NOT ON A CONSTANT BASIS. IT\n   45  SHALL ALSO INCLUDE RELATED PARKING FACILITIES  WHICH  EXCLUSIVELY  SERVE\n   46  THE  HOSPITAL  AS  WELL  AS  RELATED  GROUNDS WHICH ARE USED BY HOSPITAL\n   47  PATIENTS; AND SHALL ALSO INCLUDE AN EMERGENCY ROOM, WHICH IS DEFINED  TO\n   48  MEAN  A  CENTER OPEN ON A CONTINUOUS BASIS WHICH PROVIDES EMERGENCY CARE\n   49  FOR THOSE IN NEED OF MEDICAL SERVICES AND WHICH IS IN THE SAME  BUILDING\n   50  AS  A  HOSPITAL. IT SHALL NOT INCLUDE LIVING ACCOMMODATIONS FOR HOSPITAL\n   51  PERSONNEL OR THEIR FAMILIES;\n   52    (VII) \"MORAL OR MENTAL IMPROVEMENT OF MEN, WOMEN, OR  CHILDREN\"  SHALL\n   53  INCLUDE  EACH  OF THE FOLLOWING CATEGORIES OF REAL PROPERTY DESCRIBED IN\n   54  THIS SUBPARAGRAPH. IN ORDER TO BE EXEMPT FROM TAXATION, EACH ACRE  SHALL\n   55  HAVE TO BE ACTIVELY AND ACTUALLY UTILIZED FOR AN EXEMPT PURPOSE AT LEAST\n   56  ONE  HUNDRED  TWENTY  DAYS  IN  ANY  YEAR AN EXEMPTION IS CLAIMED FOR OR\n\n       A. 2237                             4\n\n    1  SOUGHT. IN ADDITION, THE PROPERTY, IN ADDITION TO ANY OTHER REQUIREMENT,\n    2  SHALL BE CLASSIFIED AS NOT-FOR-PROFIT OR TAX EXEMPT UNDER  THE  INTERNAL\n    3  REVENUE CODE.\n    4    (A) REAL PROPERTY PRIMARILY USED TO FACILITATE OR ENHANCE THE ARTS;\n    5    (B)  REAL  PROPERTY  PRIMARILY USED IN THE STUDY OF SCIENCES, BIOLOGY,\n    6  AND HORTICULTURE;\n    7    (C) REAL PROPERTY PRIMARILY USED FOR THE BENEFIT OF NON-HUMAN ANIMALS;\n    8    (D) REAL PROPERTY WHICH IS OPEN TO THE PUBLIC AND IS  PRIMARILY  UNIM-\n    9  PROVED  AND IS KEPT OPEN FOR HIKING, WALKING, OR FORMS OF EXERCISE WHICH\n   10  DO NOT COMMONLY USE MECHANIZED DEVICES EXCEPT BY THOSE PERSONS  WHO  ARE\n   11  DISABLED OR OTHERWISE UNABLE TO WALK WITHOUT MECHANIZED ASSISTANCE. SUCH\n   12  OPEN  SPACE MAY BE OPEN TO THE PUBLIC UPON THE PAYMENT OF A FEE WHICH IS\n   13  DIRECTLY RELATED TO THE COSTS OF MAINTAINING THE PROPERTY, INCLUDING THE\n   14  IMPROVEMENTS THEREON. OPEN SPACE  SHALL  NOT  INCLUDE  ANY  PROPERTY  OR\n   15  PORTION THEREFOR FROM WHICH THE PUBLIC IS EXCLUDED EXCEPT FOR EXCLUSIONS\n   16  BASED  EXCLUSIVELY ON PUBLIC HEALTH PURPOSES, AS DETERMINED BY A GOVERN-\n   17  MENTAL AGENCY, OR FOR PUBLIC SAFETY  REASONING,  AS  DETERMINED  BY  THE\n   18  PROPERTY  OWNER, SUCH DETERMINATION TO BE REVIEWABLE IN ANY COURT HAVING\n   19  EQUITY JURISDICTION AND A PRESUMPTION SHALL BE ATTACHED THERETO THAT THE\n   20  PROPERTY OWNER'S DETERMINATION IS REASONABLE.  ATTORNEY'S  FEES  MAY  BE\n   21  AWARDED,  AT  THE  DISCRETION OF THE COURT, FOR ANY PRIMARILY PREVAILING\n   22  PARTY WHO COMMENCES OR DEFENDS A CIVIL ACTION BASED ON THE PUBLIC SAFETY\n   23  ASPECTS OF THIS SUBPARAGRAPH;\n   24    (E) \"LAND TRUST\" SHALL MEAN REAL PROPERTY  WHICH  IS  PRIMARILY  UNIM-\n   25  PROVED. NO OWNER SHALL BE ENTITLED TO A PROPERTY TAX EXEMPTION AS A LAND\n   26  TRUST  UNLESS  THAT  PROPERTY OWNER MEETS ALL OF THE FOLLOWING CRITERIA:\n   27  (1) ENTERS INTO A CONTRACT WITH THE ASSESSING UNIT WHICH  PROVIDES  THAT\n   28  THE  LAND  IN  THE  LAND  TRUST MAY NOT BE SOLD OR ENCUMBERED, EXCEPT BY\n   29  MORTGAGE OR CONSERVATION EASEMENT, WITHOUT THE  PROPERTY  OWNER,  WITHIN\n   30  THIRTY  DAYS OF SUCH SALE OR ENCUMBRANCE, ENTERING INTO A VALID CONTRACT\n   31  TO PURCHASE LAND OF AT LEAST AN EQUAL VALUE IN THE STATE OF NEW YORK  TO\n   32  BE  PLACED IN A LAND TRUST AND ACTUALLY SO PURCHASING WITHIN ONE YEAR OF\n   33  ENTERING INTO SUCH CONTRACT; (2) IS  INCLUDED  AS  PART  OF  A  LAWFULLY\n   34  ENACTED  COMPREHENSIVE  PLAN BY THE COUNTY, CITY, TOWN, OR VILLAGE WHICH\n   35  SUCH PROPERTY IS IN OR IS  IDENTIFIED  IN  AN  OFFICIAL  OPEN  SPACE  OR\n   36  NATURAL  RESOURCES  PROTECTION  PLAN DULY ADOPTED BY A FEDERAL, STATE OR\n   37  LOCAL GOVERNMENT OR AGENCY THEREOF;  (3)  EXISTS  AS  A  LAND  TRUST  TO\n   38  PROTECT ECOLOGICAL RESOURCES WHICH ARE CONSIDERED VALUABLE IN A LAWFULLY\n   39  ENACTED  COMPREHENSIVE  PLAN  PROVIDED THAT PUBLIC ACCESS SHALL NOT BE A\n   40  CRITERIA  IN  DETERRING  AN  EXEMPTION  FROM  TAXATION  FOR  LAND  TRUST\n   41  PURPOSES;  AND  (4)  UNLESS  THE  GOVERNING  BOARD OF THE TOWN, CITY, OR\n   42  VILLAGE WHERE THE PROPERTY  IS  SITUATED  PASSES  A  RESOLUTION  TO  THE\n   43  CONTRARY,  IF  THE PURCHASE, REFERRED TO IN ITEM ONE OF THIS CLAUSE DOES\n   44  NOT OCCUR WITHIN THE TIME LIMITATIONS PROVIDED IN SUCH  ITEM,  THE  LAND\n   45  TRUST  SHALL  BE LIABLE FOR ALL TAX PAYMENTS WHICH SUCH LAND TRUST WOULD\n   46  HAVE PAID ON THE PROPERTY SUCH LAND TRUST SOLD FOR THE  PERIOD  OF  TIME\n   47  WHICH SUCH LAND TRUST WOULD HAVE OWED TO ALL LAWFUL TAXING JURISDICTIONS\n   48  UNLESS  THE TITLE TO THE LAND SUCH LAND TRUST ENTERED INTO A CONTRACT TO\n   49  PURCHASE WAS UNMARKETABLE OR THE SELLER OF SUCH  PROPERTY  WITHDREW  THE\n   50  OFFER  TO  SELL  IN  WHICH CASE SUCH LAND TRUST SHALL HAVE AN ADDITIONAL\n   51  THREE HUNDRED SIXTY-FIVE DAY PERIOD TO PURCHASE AND CLOSE TITLE ON PROP-\n   52  ERTY IN THE STATE OF NEW YORK, THE VALUE OF WHICH IS AT LEAST  EQUAL  TO\n   53  THE  VALUE  OF  THE  PROPERTY  SUCH  LAND  TRUST SOLD WHICH REQUIRED THE\n   54  PURCHASE OF THE PROPERTY WHOSE TITLE WAS UNMARKETABLE OR WHOSE OFFER  TO\n   55  SELL WAS WITHDRAWN;\n\n       A. 2237                             5\n\n    1    (F)  \"PERSONAL  IMPROVEMENT\"  SHALL MEAN REAL PROPERTY OTHER THAN THAT\n    2  PROVIDED FOR IN CLAUSE (B) OF SUBPARAGRAPH (IV) OF THIS PARAGRAPH, WHICH\n    3  IS USED PRIMARILY BY PERSONS UNDER THE AGE OF TWENTY-ONE WHO ARE  LEARN-\n    4  ING  SKILLS  RELATED  TO  NATURE, THE OUTDOORS AND/OR PERSONAL AND CIVIC\n    5  RESPONSIBILITIES. SUCH PROPERTY SHALL BE OWNED BY ORGANIZATIONS OR ASSO-\n    6  CIATIONS  WHICH ARE TAX EXEMPT UNDER THE INTERNAL REVENUE CODE. NOTWITH-\n    7  STANDING ANY PART OF THIS SUBDIVISION TO  THE  CONTRARY,  EACH  ACRE  OF\n    8  PROPERTY EXEMPTED AS PERSONAL IMPROVEMENT PROPERTY NEED ONLY BE UTILIZED\n    9  NINETY DAYS PER YEAR IN ORDER TO MAINTAIN SUCH PROPERTY'S EXEMPTION;\n   10    (G)  \"NON-SCHOLASTIC EDUCATIONAL\" SHALL MEAN REAL PROPERTY OWNED BY AN\n   11  ORGANIZATION WHICH IS TAX EXEMPT UNDER THE  INTERNAL  REVENUE  CODE  AND\n   12  WHICH  IS  PRIMARILY  USED  TO  IMPROVE THE INTELLECTUAL CAPABILITIES OF\n   13  HUMAN BEINGS WHICH DO NOT OTHERWISE QUALIFY FOR TAX  EXEMPTION  PURSUANT\n   14  TO THIS SECTION;\n   15    (H)  \"RECREATIONAL\"  SHALL MEAN REAL PROPERTY OWNED BY AN ORGANIZATION\n   16  WHICH IS TAX EXEMPT UNDER THE INTERNAL REVENUE CODE AND  WHICH  PROVIDES\n   17  RECREATIONAL  OPPORTUNITY  FOR INDIVIDUALS REGARDLESS OF ABILITY TO PAY.\n   18  RECREATIONAL OPPORTUNITIES CAN BE EITHER INDOORS  OR  OUTDOORS  AND  MAY\n   19  INCLUDE  OVERNIGHT  OPPORTUNITIES PRIMARILY FOR PERSONS UNDER THE AGE OF\n   20  TWENTY-ONE YEARS;\n   21    (I) \"MEDICAL PURPOSES\" SHALL MEAN REAL PROPERTY OTHERWISE OWNED BY  AN\n   22  ORGANIZATION  WHICH  IS  TAX  EXEMPT UNDER THE INTERNAL REVENUE CODE AND\n   23  WHICH IS NOT A HOSPITAL AS DEFINED BY THIS SECTION BUT  WHICH  QUALIFIES\n   24  AS  A  HOSPITAL  AS DEFINED IN ARTICLE TWENTY-EIGHT OF THE PUBLIC HEALTH\n   25  LAW. NOTWITHSTANDING ANY PROVISION OF THIS SUBDIVISION TO THE  CONTRARY,\n   26  PROPERTY  EXEMPTED  FOR MEDICAL PURPOSES NEED NOT MEET ANY MINIMUM USAGE\n   27  REQUIREMENT IN TERMS OF THE NUMBER OF DAYS EACH  ACRE  IS  ACTIVELY  AND\n   28  ACTUALLY USED;\n   29    (J)  \"HOME  CARE SERVICES\" SHALL MEAN REAL PROPERTY OTHERWISE OWNED BY\n   30  AN ORGANIZATION WHICH IS TAX EXEMPT UNDER THE INTERNAL REVENUE CODE  AND\n   31  IS  A  HOME CARE SERVICES AGENCY AS DEFINED IN ARTICLE THIRTY-SIX OF THE\n   32  PUBLIC HEALTH LAW, NOTWITHSTANDING ANY PROVISION OF THIS SUBDIVISION  TO\n   33  THE CONTRARY, PROPERTY EXEMPTED FOR HOME CARE SERVICES PURPOSES NEED NOT\n   34  MEET  ANY  MINIMUM USAGE REQUIREMENT IN TERMS OF THE NUMBER OF DAYS EACH\n   35  ACRE IS ACTIVELY AND ACTUALLY USED AND MAY ALSO OPERATE OR  CONTRACT  TO\n   36  HAVE OPERATED ON ITS PREMISES A CAFETERIA WHICH THE OWNER CAN REASONABLY\n   37  DEMONSTRATE PRIMARILY SERVES THE PATIENTS AND/OR STAFF OF SUCH FACILITY;\n   38    (K) \"RESIDENTIAL HEALTH CARE FACILITY\" SHALL MEAN REAL PROPERTY OTHER-\n   39  WISE  OWNED  BY  AN  ORGANIZATION  WHICH  IS TAX EXEMPT AS A RESIDENTIAL\n   40  HEALTH CARE FACILITY AS DEFINED IN ARTICLE TWENTY-EIGHT  OF  THE  PUBLIC\n   41  HEALTH  LAW.    NOTWITHSTANDING ANY PROVISION OF THIS SUBDIVISION TO THE\n   42  CONTRARY,  PROPERTY  EXEMPTED  FOR  RESIDENTIAL  HEALTH  CARE   FACILITY\n   43  PURPOSES  NEED  NOT  MEET  ANY MINIMUM USAGE REQUIREMENT IN TERMS OF THE\n   44  NUMBER OF DAYS EACH ACRE IS ACTIVELY AND ACTUALLY USED;\n   45    (L) \"OTHER MEDICAL PURPOSES\" SHALL MEAN REAL PROPERTY WHICH  OTHERWISE\n   46  IS  OWNED  BY  AN  ORGANIZATION  WHICH  IS TAX EXEMPT UNDER THE INTERNAL\n   47  REVENUE CODE AND IS USED TO PROVIDE MEDICAL SERVICES TO THOSE  IN  NEED.\n   48  NOTWITHSTANDING ANY PROVISION OF THIS SUBDIVISION TO THE CONTRARY, PROP-\n   49  ERTY EXEMPTED FOR OTHER MEDICAL PURPOSES NEED NOT MEET ANY MINIMUM USAGE\n   50  REQUIREMENT  IN  TERMS  OF  THE NUMBER OF DAYS EACH ACRE IS ACTIVELY AND\n   51  ACTUALLY USED;\n   52    (M) \"PRIMARILY CHARITABLE PURPOSES\" SHALL MEAN  AN  ACTIVITY  DONE  ON\n   53  REAL  PROPERTY  OWNED  BY  AN ORGANIZATION WHICH IS TAX EXEMPT UNDER THE\n   54  INTERNAL REVENUE CODE AND WHICH ACTUALLY AND  PRIMARILY  ALLEVIATES  THE\n   55  CONDITION  OF  POOR  OR  PHYSICALLY  OR  MENTALLY  DISABLED  HUMANS. THE\n   56  INTENDED BENEFICIARIES  SHALL  NOT  BE  SPECIFIED  INDIVIDUALS  AND  THE\n\n       A. 2237                             6\n\n    1  SERVICES PROVIDED BY AN ORGANIZATION CLAIMING CHARITABLE EXEMPTION SHALL\n    2  BE OPEN TO THE PUBLIC BASED ON ECONOMIC OR PHYSICAL CRITERIA; AND\n    3    (N) \"OTHER MORAL OR MENTAL IMPROVEMENT\" SHALL MEAN REAL PROPERTY OWNED\n    4  BY  AN  ORGANIZATION WHICH IS TAX EXEMPT UNDER THE INTERNAL REVENUE CODE\n    5  AND WHICH IS DEDICATED IN A MANNER OTHER THAN AS PROVIDED IN THIS  PARA-\n    6  GRAPH TO THE MORAL OR MENTAL IMPROVEMENT OF MEN, WOMEN, OR CHILDREN.\n    7    S  2.  Subdivision  1 of section 420-b of the real property tax law is\n    8  amended by adding a new paragraph (d) to read as follows:\n    9    (D) WHEN USED IN THIS SECTION:\n   10    (I) \"ORGANIZED EXCLUSIVELY\" SHALL  REQUIRE  THAT  A  CORPORATION'S  OR\n   11  ASSOCIATION'S  ORGANIZATIONAL DOCUMENTS LIMIT THE PURPOSE OF SUCH CORPO-\n   12  RATION OR ASSOCIATION TO ONE OR MORE EXEMPT  PURPOSES,  AS  SET  OUT  IN\n   13  PARAGRAPH (A) OF THIS SUBDIVISION. FURTHERMORE, THE CORPORATION OR ASSO-\n   14  CIATION  SHALL  NOT  BE EMPOWERED TO ENGAGE IN ACTIVITIES WHICH IN THEM-\n   15  SELVES ARE NOT IN FURTHERANCE OF ONE OR MORE SUCH PURPOSES; AND\n   16    (II) \"USED EXCLUSIVELY\" SHALL REQUIRE THAT A  CORPORATION  OR  ASSOCI-\n   17  ATION USE ITS PROPERTY ONLY FOR EXEMPT PURPOSES. USES WHICH MAY BE HELP-\n   18  FUL  TO  THE EXEMPT ORGANIZATION BUT WOULD NOT, IF DONE ON LAND OWNED BY\n   19  AN OTHERWISE TAXABLE ENTITY, QUALIFY FOR TAX EXEMPTION SHALL SUBJECT THE\n   20  PORTION OF THE PROPERTY SO USED TO REAL PROPERTY TAXATION.  SUCH  PHRASE\n   21  SHALL BE STRICTLY CONSTRUED AND SHALL BE INTENDED TO LIMIT EXEMPTIONS TO\n   22  PROPERTY  AND IMPROVEMENTS UTILIZED SOLELY FOR EXEMPT PURPOSES. WHERE AN\n   23  EXEMPT ORGANIZATION UTILIZES ITS LAND FOR OTHER PURPOSES, INCLUDING  BUT\n   24  NOT  LIMITED  TO,  THE SALE OF PRODUCTS MADE ON THE LAND COMMERCIALLY OR\n   25  THE SALE  OF  TIMBER,  OR  OTHERWISE  LEASES  THE  LAND  FOR  COMMERCIAL\n   26  PURPOSES, OR ALLOWS THE PLACEMENT OR CONSTRUCTION OF IMPROVEMENTS ON THE\n   27  LAND  FOR  COMMERCIAL  PURPOSES,  THAT  PORTION OF SUCH PROPERTY AND ANY\n   28  IMPROVEMENTS THEREON IF SUCH IMPROVEMENTS ARE NOT  UTILIZED  FOR  WHOLLY\n   29  EXEMPT PURPOSES SHALL BE SUBJECT TO REAL PROPERTY TAXATION.\n   30    S  3.  The  real  property  tax law is amended by adding a new section\n   31  420-d to read as follows:\n   32    S 420-D. STATE AID PAYMENTS FOR PROPERTIES EXEMPTED FROM TAXATION.  1.\n   33  DEFINITIONS.  (A)  FOR  THE  PURPOSE OF THIS SECTION, THE PHRASE \"TAXING\n   34  DISTRICT\" SHALL INCLUDE SCHOOLS, COUNTIES, CITIES, TOWNS,  VILLAGES,  AS\n   35  WELL AS LAWFULLY FORMED DISTRICTS WHICH PROVIDE SERVICES, INCLUDING, BUT\n   36  NOT  LIMITED  TO FIRE PROTECTION DISTRICTS, AMBULANCE DISTRICTS, AS WELL\n   37  AS OTHER LAWFULLY FORMED DISTRICTS WHICH DO NOT RECEIVE PAYMENTS FROM AN\n   38  AFFECTED PROPERTY OWNER.\n   39    (B) FOR THE PURPOSES OF THIS SECTION, THE  PHRASE  \"AFFECTED  PROPERTY\n   40  OWNER\" SHALL MEAN AN ORGANIZATION WHICH IS EXEMPT FROM TAXATION PURSUANT\n   41  TO THE INTERNAL REVENUE CODE AND WHICH OWNS PROPERTY DESCRIBED IN CLAUSE\n   42  (B)  OF SUBPARAGRAPH (IV) OF PARAGRAPH (C) OF SUBDIVISION ONE OF SECTION\n   43  FOUR HUNDRED TWENTY-A OF THIS TITLE.\n   44    2. STATE AID PAYMENTS. A TAXING DISTRICT IN WHICH PROPERTY IS SITUATED\n   45  WHICH PROPERTY IS OWNED BY AN AFFECTED PROPERTY OWNER SHALL, SUBJECT  TO\n   46  THE PROVISIONS OF THIS SECTION, BE ENTITLED TO RECEIVE UP TO ONE HUNDRED\n   47  PERCENT  OF  THE  TAXES  WHICH WOULD HAVE BEEN PAID ON SUCH PROPERTY HAD\n   48  SUCH PROPERTY NOT BEEN OWNED BY AN AFFECTED PROPERTY OWNER.\n   49    3. APPLICATION. (A) THE CHIEF EXECUTIVE OFFICER OF A  TAXING  DISTRICT\n   50  IN  WHICH THERE IS PROPERTY OWNED BY AN AFFECTED PROPERTY OWNER MAY MAKE\n   51  APPLICATION FOR STATE ASSISTANCE PURSUANT TO THIS SECTION. SUCH APPLICA-\n   52  TION SHALL BE ON A FORM DEVELOPED BY THE STATE OFFICE OF  REAL  PROPERTY\n   53  SERVICES.  UPON  RECEIPT  OF  THE APPLICATION FOR STATE ASSISTANCE, SUCH\n   54  PROPERTY SHALL BE VALUED BY THE STATE BOARD AND THE CUMULATIVE VALUE  OF\n   55  ALL  SUCH  LANDS  SHALL BE EQUALIZED BY APPLYING THERETO THE APPROPRIATE\n\n       A. 2237                             7\n\n    1  STATE EQUALIZATION RATE OR  SPECIAL  EQUALIZATION  RATE  ESTABLISHED  IN\n    2  ACCORDANCE WITH THE RULES OF THE STATE BOARD.\n    3    (B)  SUBJECT  TO  AN  ACCEPTABLE  APPLICATION,  THE  STATE BOARD SHALL\n    4  COMPUTE THE AMOUNT OF STATE ASSISTANCE PAYABLE TO OR FOR THE BENEFIT  OF\n    5  EACH  TAXING  DISTRICT BY MULTIPLYING THE VALUE OF THE ASSESSED PROPERTY\n    6  BY THE TAX RATE PER THOUSAND FOR EACH TAXING DISTRICT WHO MAKES APPLICA-\n    7  TION PURSUANT TO THE PROVISIONS HEREIN. SUCH AMOUNT SHALL THEN  BE  PAID\n    8  TO  THE  TAXING  DISTRICT  UPON THE AUDIT AND WARRANT OF THE STATE COMP-\n    9  TROLLER OUT OF MONEYS APPROPRIATED BY THE LEGISLATURE. IN THE EVENT THAT\n   10  THE TOTAL MONEYS PAYABLE PURSUANT  TO  THIS  SECTION  SHALL  EXCEED  TEN\n   11  MILLION  DOLLARS  IN  ANY  STATE FISCAL YEAR, THE PAYMENTS TO THE TAXING\n   12  DISTRICT SHALL BE REDUCED PROPORTIONATELY FOR EACH TAXING DISTRICT WHICH\n   13  HAS TIMELY MADE APPLICATION PURSUANT TO THIS SECTION.\n   14    4. RULES. THE STATE BOARD IS AUTHORIZED TO  DEVELOP  RULES  AND  REGU-\n   15  LATIONS OR GUIDELINES FOR THE IMPLEMENTATION OF THIS SECTION.\n   16    S  4.  The sum of ten million dollars ($10,000,000) or so much thereof\n   17  as may be necessary, is hereby appropriated to the state office of  real\n   18  property  services  from any moneys in the state treasury in the general\n   19  fund to the credit of the state purposes account not otherwise appropri-\n   20  ated for services and expenses of the  state  office  of  real  property\n   21  services  for  the  purposes of carrying out the provisions of this act.\n   22  Such sum shall be payable on the audit and warrant of  the  state  comp-\n   23  troller  on  vouchers certified or approved by the executive director of\n   24  the state office of real property services, or his or  her  duly  desig-\n   25  nated representative in the manner provided by law. No expenditure shall\n   26  be  made  from  this  appropriation  until  a certificate of approval of\n   27  availability shall have been issued by the director of  the  budget  and\n   28  filed  with the state comptroller and a copy filed with the chair of the\n   29  senate finance committee and the chair of the assembly  ways  and  means\n   30  committee.  Such  certificate  may  be  amended from time to time by the\n   31  director of the budget and a copy of each such amendment shall be  filed\n   32  with  the  state  comptroller, the chair of the senate finance committee\n   33  and the chair of the assembly ways and means committee.\n   34    S 5. This act shall take effect on the first of January next  succeed-\n   35  ing  the  date  on  which  it shall have become a law and shall apply to\n   36  assessment rolls prepared on the basis of taxable status dates occurring\n   37  on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the exemption from taxation for non-profit organizations; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T101115.TXT", "SOBI.D110114.T120938.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295363475958
}