{
  "year" : 2011,
  "senateBillNo" : "A2232-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A2232-2011-1294981200000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the Orange county department of personnel to waive the maximum age provision for Michael Wilson, a part-time police officer for the village of Goshen",
  "summary" : "Authorizes the Orange county department of personnel to waive the maximum age provision for Michael Wilson, a part-time police officer for the village of Goshen police department. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service",
  "previousVersions" : [ "AA9963-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2232\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Governmental Employees\n\n       AN ACT to authorize the Orange county department of personnel  to  waive\n         the maximum age provision for Michael Wilson, a part-time police offi-\n         cer for the village of Goshen police department\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding the provisions of section 58 of  the  civil\n    2  service law, the Orange county department of personnel is hereby author-\n    3  ized  and  directed  to  waive  the maximum age provision of thirty-five\n    4  years as of the date when an applicant takes the written exam for provi-\n    5  sional or permanent appointment in the competitive class  of  the  civil\n    6  service  as  a  police  officer,  for Michael Wilson, who is currently a\n    7  part-time police officer for the village of Goshen police department.\n    8    S 2. This act shall take effect immediately.\n\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03899-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to authorize the Orange county department of personnel to waive the maximum age provision for Michael Wilson, a part-time police officer for the village of Goshen police department ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T120437.TXT", "SOBI.D110114.T121937.TXT", "SOBI.D110118.T100614.TXT", "SOBI.D110114.T131941.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295363174515
}