{
  "year" : 2011,
  "senateBillNo" : "A2234-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2234-2011-1294981200000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the village of Monroe to adopt local laws exempting such village from any regulations that restrict the burning of garbage in open fires in certain circumstances",
  "summary" : "Authorizes the village of Monroe to adopt local laws exempting such village from any regulations that restrict the burning of garbage or refuse in open fires in certain circumstances. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Municipalities",
  "previousVersions" : [ "A9906-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2234\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Environmental Conservation\n\n       AN ACT authorizing the village of Monroe to adopt local  laws  exempting\n         such village from any regulations that restrict the burning of garbage\n         in open fires in certain circumstances\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The village of Monroe is hereby authorized and empowered to\n    2  adopt and amend local laws, ordinances or resolutions which exempt  such\n    3  village  from any code, rule, regulation or standard that would restrict\n    4  the burning of garbage, refuse or rubbish in an open fire. In  addition,\n    5  the  village  of  Monroe  is  hereby further authorized and empowered to\n    6  adopt and amend local laws, ordinances or resolutions which exempt  such\n    7  village  from any code, rule, regulation or standard that would restrict\n    8  the burning of garbage, refuse or  rubbish  in  an  open  fire  on  land\n    9  possessed  by a single family, a member of which is the owner, occupant,\n   10  or lessee of said land, or any part of a farm on which waste  is  gener-\n   11  ated as a result of the operation of such farm.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03896-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT authorizing the village of Monroe to adopt local laws exempting such village from any regulations that restrict the burning of garbage in open fires in certain circumstances ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T121937.TXT", "SOBI.D110118.T100614.TXT", "SOBI.D110114.T120938.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295363174509
}