{
  "year" : 2011,
  "senateBillNo" : "A2247-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to banks",
    "billEventId" : "A2247-2011-1294981200000-referred+to+banks",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires banks to accept the Matricula consular and the Tarjeta consular identification cards as valid identification for banking transactions",
  "summary" : "Requires banks to accept the Matricula consular identification card issued by the Mexican Consulate General and the Tarjeta Cosular identification card issued by the Ecuadorian Consulate General as valid identification for all banking transactions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "AA5018-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2247\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. P. RIVERA, V. LOPEZ, RAMOS -- Multi-Sponsored by\n         -- M.  of  A.  BRENNAN,  HEASTIE,  HIKIND,  ORTIZ,  PERRY,  J. RIVERA,\n         N. RIVERA, TOWNS -- read once and referred to the Committee on Banks\n\n       AN ACT to amend the banking law, in relation to requiring banking organ-\n         izations  to  accept the Matricula consular identification card issued\n         by the Consulate General of the United Mexican States and the  Tarjeta\n         consular  identification  card  issued by the Consulate General of the\n         Republic of Ecuador as a valid form of identification for all  banking\n         transactions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature hereby finds that there\n    2  are now over 300,000  Mexican-Americans  and  many  Ecuadorian-Americans\n    3  living in this state. By allowing banks to accept the Matricula consular\n    4  and  Tarjeta  consular  identification cards, the Mexican and Ecuadorian\n    5  communities will be able to open bank accounts and to carry  out  finan-\n    6  cial  transactions.  This  act allows the growing Mexican and Ecuadorian\n    7  communities to have access  to  all  banking  operations  and  financial\n    8  services  offered,  including checking, investment and savings accounts,\n    9  loans and bank transfers. The growing financial strength  and  increased\n   10  purchasing power of the Mexican and Ecuadorian communities has been seen\n   11  as  a  great business opportunity by strategic planners in several large\n   12  United States banks. They have voluntarily decided to allow the  use  of\n   13  the  stated  identification  for banking purposes. However, in New York,\n   14  this change has not come about.    As  a  result,  these  residents  are\n   15  encountering  difficult  situations  in  their attempts to create normal\n   16  relationships with financial institutions. This reality translates  into\n   17  difficulties  with  managing  their  personal and household finances and\n   18  their access to credit, loans and mortgages, to name a few of the  prob-\n   19  lems.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00044-01-1\n\n       A. 2247                             2\n\n    1    S 2. The banking law is amended by adding a new section 4-d to read as\n    2  follows:\n    3    S  4-D.  MATRICULA CONSULAR AND TARJETA CONSULAR IDENTIFICATION; VALID\n    4  FORMS OF IDENTIFICATION.  EVERY BANKING ORGANIZATION SHALL ACCEPT, AS  A\n    5  VALID FORM OF IDENTIFICATION FOR ALL BANKING TRANSACTIONS, THE MATRICULA\n    6  CONSULAR  IDENTIFICATION  CARD  ISSUED  BY  THE  OFFICE OF THE CONSULATE\n    7  GENERAL OF THE GOVERNMENT OF THE UNITED MEXICAN STATES IN THIS STATE  OR\n    8  THE  TARJETA  CONSULAR  IDENTIFICATION  CARD ISSUED BY THE OFFICE OF THE\n    9  CONSULATE GENERAL OF THE GOVERNMENT OF THE REPUBLIC OF ECUADOR  IN  THIS\n   10  STATE.\n   11    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, in relation to requiring banking organizations to accept the Matricula consular identification card issued by the Consulate General of the United Mexican States and the Tarjeta consular identification card issued by the Consulate General of the Republic of Ecuador as a valid form of identification for all banking transactions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T100114.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362874793
}