{
  "year" : 2011,
  "senateBillNo" : "A2242-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2242-2011-1294981200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the head of a law enforcement department to enforce a special schedule on Memorial day/Veterans' day that allows law enforcement officers who are veterans entitled to paid leave",
  "summary" : "Requires the head official of a law enforcement department to enforce a special schedule on Memorial day and Veterans day that allows law enforcement officers, who are veterans entitled to paid leave, to take such leave on such public holidays. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A9964-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2242\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the public officers law, in relation  to  requiring  the\n         head  official  of  a  law enforcement department to enforce a special\n         schedule on Memorial day and Veterans' day that allows law enforcement\n         officers, who are veterans entitled to paid leave, to take such leave\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Section 63 of the public officers law, as amended by chap-\n    2  ter 179 of the laws of 2006, is amended to read as follows:\n    3    S 63. Leave of absence for veterans on Memorial day and Veterans' day.\n    4  It shall be the duty of the head of every public department and of every\n    5  court of the state of New York, of every superintendent  or  foreman  on\n    6  the  public  works  of said state, of the county officers of the several\n    7  counties of said state, of the town officers of  the  various  towns  in\n    8  this  state, of the fire district officers of the various fire districts\n    9  in this state, and of the head of every department, bureau and office in\n   10  the government of the various cities and villages in this state, and the\n   11  officers of any public benefit corporation or any  public  authority  of\n   12  this  state, or of any public benefit corporation or public authority of\n   13  any county or subdivision of this state, to give leave of  absence  with\n   14  pay for twenty-four hours on the day prescribed by law as a public holi-\n   15  day for the observance of Memorial day and on the eleventh day of Novem-\n   16  ber,  known  as  Veterans'  day,  to  every person in the service of the\n   17  state, the county, the town, the fire district, the city or village, the\n   18  public benefit corporation or public authority of  this  state,  or  any\n   19  public benefit corporation or public authority of any county or subdivi-\n   20  sion of this state, as the case may be, (i) who served on active duty in\n   21  the  armed  forces  of the United States during world war I or world war\n   22  II, or who was employed by the War Shipping Administration or Office  of\n   23  Defense  Transportation  or their agents as a merchant seaman documented\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03900-01-1\n\n       A. 2242                             2\n\n    1  by the United States Coast Guard or Department  of  Commerce,  or  as  a\n    2  civil  servant  employed  by  the  United  States Army Transport Service\n    3  (later redesignated as the  United  States  Army  Transportation  Corps,\n    4  Water  Division)  or  the  Naval  Transportation Service; and who served\n    5  satisfactorily as a crew member during the  period  of  armed  conflict,\n    6  December seventh, nineteen hundred forty-one, to August fifteenth, nine-\n    7  teen  hundred  forty-five,  aboard merchant vessels in oceangoing, i.e.,\n    8  foreign, intercoastal, or coastwise service as such  terms  are  defined\n    9  under  federal  law (46 USCA 10301 & 10501) and further to include \"near\n   10  foreign\" voyages between the United States and Canada,  Mexico,  or  the\n   11  West Indies via ocean routes, or public vessels in oceangoing service or\n   12  foreign  waters  and  who  has  received  a  Certificate  of  Release or\n   13  Discharge from Active Duty and a discharge certificate, or an  Honorable\n   14  Service  Certificate/Report of Casualty, from the Department of Defense,\n   15  or who served as a United States civilian employed by the American Field\n   16  Service and served overseas under United States Armies and United States\n   17  Army Groups in world war II during the period of armed conflict,  Decem-\n   18  ber  seventh,  nineteen  hundred  forty-one through May eighth, nineteen\n   19  hundred forty-five, and who was discharged or released  therefrom  under\n   20  honorable  conditions,  or who served as a United States civilian Flight\n   21  Crew and Aviation Ground Support Employee of Pan American World  Airways\n   22  or  one  of  its subsidiaries or its affiliates and served overseas as a\n   23  result of Pan American's contract with Air Transport  Command  or  Naval\n   24  Air  Transport  Service  during  the  period of armed conflict, December\n   25  fourteenth, nineteen hundred forty-one through August fourteenth,  nine-\n   26  teen  hundred  forty-five,  and who was discharged or released therefrom\n   27  under honorable conditions, or during the period of the Korean  conflict\n   28  at  any  time between the dates of June twenty-seventh, nineteen hundred\n   29  fifty and January thirty-first, nineteen hundred fifty-five,  or  during\n   30  the  period of the Vietnam conflict from the twenty-eighth day of Febru-\n   31  ary, nineteen hundred sixty-one to the  seventh  day  of  May,  nineteen\n   32  hundred  seventy-five,  or  (ii)  who served on active duty in the armed\n   33  forces of the United States and who was a recipient of the armed  forces\n   34  expeditionary  medal,  navy  expeditionary medal or marine corps expedi-\n   35  tionary medal for participation  in  operations  in  Lebanon  from  June\n   36  first, nineteen hundred eighty-three to December first, nineteen hundred\n   37  eighty-seven,  in  Grenada  from  October twenty-third, nineteen hundred\n   38  eighty-three to November twenty-first, nineteen hundred eighty-three, or\n   39  in Panama from December twentieth, nineteen hundred eighty-nine to Janu-\n   40  ary thirty-first, nineteen hundred ninety, or (iii) who  served  in  the\n   41  armed  forces  of a foreign country allied with the United States during\n   42  world war I or world war II, or during the period of the Korean conflict\n   43  at any time between June  twenty-seventh,  nineteen  hundred  fifty  and\n   44  January  thirty-first, nineteen hundred fifty-five, or during the period\n   45  of the Vietnam conflict from the twenty-eighth day of February, nineteen\n   46  hundred sixty-one to the seventh day of May, nineteen  hundred  seventy-\n   47  five,  or during the period of the Persian Gulf conflict from the second\n   48  day of August, nineteen hundred ninety to the end of such  conflict,  or\n   49  who  served  on  active  duty in the army or navy or marine corps or air\n   50  force or coast guard  of  the  United  States,  and  who  was  honorably\n   51  discharged  or  separated  from such service under honorable conditions,\n   52  except where such action would endanger the public safety or the  safety\n   53  or health of persons cared for by the state, in which event such persons\n   54  shall  be  entitled  to leave of absence with pay on another day in lieu\n   55  thereof. THE HEAD OFFICIAL OF ANY LAW ENFORCEMENT DEPARTMENT  OR  AGENCY\n   56  SHALL  MAKE EVERY PRACTICABLE EFFORT TO ENSURE THAT ANY MEMBER OF HIS OR\n\n       A. 2242                             3\n\n    1  HER LAW ENFORCEMENT DEPARTMENT OR AGENCY SHALL BE ALLOWED TO  TAKE  SUCH\n    2  PAID  LEAVE  OF ABSENCE. SUCH OFFICIAL SHALL PLAN AND ENFORCE A SCHEDULE\n    3  ON SUCH PUBLIC HOLIDAY WHICH SHALL UTILIZE THOSE MEMBERS OF HIS  OR  HER\n    4  LAW ENFORCEMENT DEPARTMENT OR AGENCY WHO ARE NOT VETERANS, BEFORE SCHED-\n    5  ULING THOSE MEMBERS ENTITLED TO SUCH PAID LEAVE FOR SUCH PUBLIC HOLIDAY.\n    6  All such persons who are compensated on a per diem, hourly, semi-monthly\n    7  or monthly basis, with or without maintenance, shall also be entitled to\n    8  leave  of  absence  with pay under the provisions of this section and no\n    9  deduction in vacation allowance or budgetary allowable number of working\n   10  days shall be made in lieu thereof. A refusal  to  give  such  leave  of\n   11  absence to one entitled thereto shall be neglect of duty.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to requiring the head official of a law enforcement department to enforce a special schedule on Memorial day and Veterans' day that allows law enforcement officers, who are veterans entitled to paid leave, to take such leave ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T100614.TXT", "SOBI.D110114.T120938.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295363174514
}