{
  "year" : 2011,
  "senateBillNo" : "A224-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A224-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"government testimony integrity act\"",
  "summary" : "Requires that if a state court or other state or local adjudicative tribunal has reason to believe that any public officer and any public employee who is employed by a locality has given false testimony under oath in a proceeding before it, such court or other state or local adjudicative tribunal shall within thirty days of such occurrence notify the attorney general and, in the case of a public employee shall also notify the chief elected official in the political subdivision employing such individual. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Judiciary Law",
  "previousVersions" : [ "A1253-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          224\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to amend the judiciary law, in relation to enacting the  \"govern-\n         ment testimony integrity act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"government testimony integrity act\".\n    3    S 2. The judiciary law is amended by adding a new section 39-c to read\n    4  as follows:\n    5    S 39-C. NOTIFICATION OF FALSE TESTIMONY BY A PUBLIC OFFICER AND PUBLIC\n    6  EMPLOYEE. 1. FOR THE PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL\n    7  HAVE THE FOLLOWING MEANINGS:\n    8    (A)  THE TERM \"PUBLIC OFFICER,\" AS USED IN THIS SECTION, SHALL INCLUDE\n    9  (I) EVERY OFFICER FOR WHOM ALL THE ELECTORS OF THE STATE ARE ENTITLED TO\n   10  VOTE, MEMBERS OF THE LEGISLATURE, JUSTICES OF THE SUPREME COURT, REGENTS\n   11  OF THE UNIVERSITY, AND EVERY OFFICER, APPOINTED BY  ONE  OR  MORE  STATE\n   12  OFFICERS,  OR  BY THE LEGISLATURE, AND AUTHORIZED TO EXERCISE HIS OR HER\n   13  OFFICIAL FUNCTIONS THROUGHOUT THE ENTIRE STATE, OR WITHOUT LIMITATION TO\n   14  ANY POLITICAL SUBDIVISION OF THE STATE, EXCEPT UNITED  STATES  SENATORS,\n   15  MEMBERS  OF  CONGRESS,  AND ELECTORS FOR PRESIDENT AND VICE-PRESIDENT OF\n   16  THE UNITED STATES, AND (II) EVERY OTHER OFFICER WHO IS  ELECTED  BY  THE\n   17  ELECTORS  OF  A  PORTION ONLY OF THE STATE, EVERY OFFICER OF A POLITICAL\n   18  SUBDIVISION OR MUNICIPAL CORPORATION OF THE  STATE,  AND  EVERY  OFFICER\n   19  LIMITED  IN THE EXECUTION OF HIS OFFICIAL FUNCTIONS TO A PORTION ONLY OF\n   20  THE STATE.\n   21    (B) THE TERM \"PUBLIC EMPLOYEE,\" AS USED IN THIS SECTION, SHALL INCLUDE\n   22  EVERY PERSON, BY WHATSOEVER TITLE, DESCRIPTION OR DESIGNATION KNOWN, WHO\n   23  RECEIVES ANY PAY, SALARY OR COMPENSATION OF ANY KIND FROM THE STATE OR A\n   24  MUNICIPAL CORPORATION OR ANY OTHER POLITICAL SUBDIVISION THEREOF, OR WHO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01234-01-1\n\n       A. 224                              2\n\n    1  IS IN ANY DEPARTMENT OF THE STATE  OR  IN  THE  SERVICE  OF  ANY  PUBLIC\n    2  AUTHORITY.\n    3    (C)  THE  TERM \"CHIEF ELECTED OFFICER,\" AS USED IN THIS SECTION, MEANS\n    4  IN THE CASE OF THE STATE, THE GOVERNOR THEREOF; IN THE CASE OF A COUNTY,\n    5  THE COUNTY EXECUTIVE THEREOF; IN THE CASE OF A CITY, THE MAYOR  THEREOF;\n    6  IN THE CASE OF A TOWN, THE SUPERVISOR THEREOF; IN THE CASE OF A VILLAGE,\n    7  THE MAYOR THEREOF; AND IN THE CASE OF ANY OTHER POLITICAL SUBDIVISION OF\n    8  THE  STATE, THE ELECTED OFFICER IN WHOM IS VESTED THE EXECUTIVE FUNCTION\n    9  OF THE SUBDIVISION'S GOVERNMENT.\n   10    2. IF A STATE COURT OR OTHER STATE OR LOCAL ADJUDICATIVE TRIBUNAL  HAS\n   11  REASON  TO  BELIEVE THAT ANY PUBLIC OFFICER OR PUBLIC EMPLOYEE HAS GIVEN\n   12  FALSE TESTIMONY UNDER OATH IN A PROCEEDING  BEFORE  IT,  SUCH  COURT  OR\n   13  OTHER  STATE  OR LOCAL ADJUDICATIVE TRIBUNAL SHALL WITHIN THIRTY DAYS OF\n   14  SUCH OCCURRENCE (A) IN THE CASE OF A PUBLIC OFFICER, NOTIFY THE ATTORNEY\n   15  GENERAL, (B) IN THE CASE OF A PUBLIC EMPLOYEE OTHER THAN AN EMPLOYEE  OF\n   16  A  PUBLIC  AUTHORITY,  NOTIFY THE ATTORNEY GENERAL AND THE CHIEF ELECTED\n   17  OFFICER OF THE STATE OR POLITICAL SUBDIVISION EMPLOYING SUCH INDIVIDUAL,\n   18  AND (C) IN THE CASE OF A PUBLIC EMPLOYEE WHO IS AN EMPLOYEE OF A  PUBLIC\n   19  AUTHORITY,  NOTIFY THE ATTORNEY GENERAL AND THE CHAIRPERSON OF THE BOARD\n   20  OF THE PUBLIC AUTHORITY EMPLOYING SUCH INDIVIDUAL.\n   21    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the judiciary law, in relation to enacting the \"government testimony integrity act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T152507.TXT", "SOBI.D101217.T144449.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292617507756
}