{
  "year" : 2011,
  "senateBillNo" : "A2244-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to health",
    "billEventId" : "A2244-2011-1294981200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the woman's right to know act; repealer",
  "summary" : "Enacts the \"woman's right to know act\"; provides women facing unplanned pregnancies who are considering abortion with full information and reflection time prior to having an abortion performed upon them; provides a 24-hour waiting period to give women the opportunity to receive information about the medical risks of abortion, alternatives to the procedure, and the unborn child's development; requires all facilities where abortions are performed and offices of physicians who refer for abortion must have video viewing equipment; provides criminal and civil penalties. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A2726-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Kolb",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2244\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. RABBITT, KOLB, FINCH, CROUCH -- read once and\n         referred to the Committee on Health\n\n       AN ACT to amend the public health  law,  in  relation  to  enacting  the\n         woman's right to know act; to repeal title 3 of article 25 of such law\n         relating  to the control of midwifery; and providing for the repeal of\n         certain provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Title  III  of  article  25  of  the public health law is\n    2  REPEALED and a new title III is added to read as follows:\n    3                                   TITLE III\n    4                          WOMAN'S RIGHT TO KNOW ACT\n    5  SECTION 2560. SHORT TITLE.\n    6          2560-A. LEGISLATIVE FINDINGS AND PURPOSES.\n    7          2560-B. DEFINITIONS.\n    8          2560-C. INFORMED CONSENT REQUIREMENT.\n    9          2560-D. PUBLICATION OF MATERIALS.\n   10          2560-E. VIDEOTAPE.\n   11          2560-F. EMERGENCY.\n   12          2560-G. CRIMINAL PENALTIES.\n   13          2560-H. CIVIL PENALTIES.\n   14          2560-I. LIMITATION ON CIVIL LIABILITY.\n   15          2560-J. SEVERABILITY.\n   16          2560-K. CONSTRUCTION.\n   17    S 2560. SHORT TITLE. THIS TITLE SHALL BE KNOWN AND MAY BE CITED AS THE\n   18  \"WOMAN'S RIGHT TO KNOW ACT\".\n   19    S 2560-A. LEGISLATIVE FINDINGS AND PURPOSES. 1. THE LEGISLATURE  FINDS\n   20  THAT:\n   21    (A)  IT IS ESSENTIAL TO THE PSYCHOLOGICAL AND PHYSICAL WELL-BEING OF A\n   22  WOMAN CONSIDERING AN ABORTION THAT SHE  RECEIVE  COMPLETE  AND  ACCURATE\n   23  INFORMATION ON HER ALTERNATIVES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03521-01-1\n\n       A. 2244                             2\n\n    1    (B)  THE  KNOWLEDGEABLE  EXERCISE  OF  A  WOMAN'S  DECISION TO HAVE AN\n    2  ABORTION DEPENDS ON THE EXTENT TO WHICH THE  WOMAN  RECEIVES  SUFFICIENT\n    3  INFORMATION  TO MAKE AN INFORMED CHOICE BETWEEN TWO ALTERNATIVES: GIVING\n    4  BIRTH OR HAVING AN ABORTION.\n    5    (C)  OVER  EIGHTY  PERCENT  OF  ALL ABORTIONS ARE PERFORMED IN CLINICS\n    6  DEVOTED SOLELY TO PROVIDING ABORTIONS AND FAMILY PLANNING SERVICES. MOST\n    7  WOMEN WHO SEEK ABORTIONS AT THESE FACILITIES DO NOT HAVE  ANY  RELATION-\n    8  SHIP  WITH  THE PHYSICIAN WHO PERFORMS THE ABORTION, BEFORE OR AFTER THE\n    9  PROCEDURE. THEY DO NOT RETURN TO THE FACILITY FOR POST-SURGICAL CARE. IN\n   10  MOST INSTANCES, THE WOMAN'S  ONLY  ACTUAL  CONTACT  WITH  THE  PHYSICIAN\n   11  OCCURS  SIMULTANEOUSLY WITH THE ABORTION PROCEDURE, WITH LITTLE OPPORTU-\n   12  NITY TO RECEIVE COUNSELING CONCERNING HER DECISION.\n   13    (D) THE DECISION TO ABORT IS AN IMPORTANT AND OFTEN A  STRESSFUL  ONE,\n   14  AND  IT  IS DESIRABLE AND IMPERATIVE THAT IT BE MADE WITH FULL KNOWLEDGE\n   15  OF ITS NATURE AND CONSEQUENCES.\n   16    (E) THE  MEDICAL,  EMOTIONAL  AND  PSYCHOLOGICAL  CONSEQUENCES  OF  AN\n   17  ABORTION ARE SERIOUS AND CAN BE LASTING.\n   18    (F)  ABORTION FACILITIES OR PROVIDERS OFFER ONLY LIMITED AND/OR IMPER-\n   19  SONAL COUNSELING OPPORTUNITIES.\n   20    (G) MANY ABORTION FACILITIES OR PROVIDERS HIRE UNTRAINED AND UNPROFES-\n   21  SIONAL \"COUNSELORS\" WHOSE PRIMARY GOAL IS TO SELL ABORTION SERVICES.\n   22    2. BASED ON THE FINDINGS IN SUBDIVISION ONE OF THIS SECTION, IT IS THE\n   23  PURPOSE OF THIS TITLE TO:\n   24    (A) ENSURE THAT EVERY WOMAN CONSIDERING AN ABORTION  RECEIVE  COMPLETE\n   25  INFORMATION  ON  HER  ALTERNATIVES AND THAT EVERY WOMAN SUBMITTING TO AN\n   26  ABORTION DO SO ONLY AFTER GIVING HER VOLUNTARY AND INFORMED  CONSENT  TO\n   27  THE ABORTION PROCEDURE.\n   28    (B) PROTECT UNBORN CHILDREN FROM A WOMAN'S UNINFORMED DECISION TO HAVE\n   29  AN ABORTION.\n   30    (C)  REDUCE  THE  RISK  THAT  A  WOMAN  MAY ELECT AN ABORTION, ONLY TO\n   31  DISCOVER LATER, WITH DEVASTATING PSYCHOLOGICAL  CONSEQUENCES,  THAT  HER\n   32  DECISION WAS NOT FULLY INFORMED.\n   33    S 2560-B. DEFINITIONS. AS USED IN THIS TITLE:\n   34    1.  \"ABORTION\"  MEANS THE USE OR PRESCRIPTION OF ANY INSTRUMENT, MEDI-\n   35  CINE, DRUG OR ANY OTHER SUBSTANCE OR DEVICE WITH THE INTENT TO TERMINATE\n   36  THE PREGNANCY OF A WOMAN KNOWN BY THE PERSON SO USING OR PRESCRIBING  TO\n   37  BE  PREGNANT.  SUCH  USE OR PRESCRIPTION IS NOT AN ABORTION IF DONE WITH\n   38  THE INTENT TO (A) SAVE THE LIFE OR PRESERVE  THE  HEALTH  OF  AN  UNBORN\n   39  CHILD,  (B)  REMOVE  A DEAD UNBORN CHILD, OR (C) DELIVER AN UNBORN CHILD\n   40  PREMATURELY IN ORDER TO PRESERVE THE HEALTH OF BOTH THE  PREGNANT  WOMAN\n   41  AND HER UNBORN CHILD.\n   42    2.  \"CONCEPTION\" MEANS THE FUSION OF A HUMAN SPERMATOZOON WITH A HUMAN\n   43  OVUM.\n   44    3. \"GESTATIONAL AGE\" MEANS THE TIME THAT HAS ELAPSED SINCE  THE  FIRST\n   45  DAY OF THE WOMAN'S LAST MENSTRUAL PERIOD.\n   46    4. \"MEDICAL EMERGENCY\" MEANS THAT CONDITION WHICH, ON THE BASIS OF THE\n   47  PHYSICIAN'S  GOOD  FAITH  CLINICAL  JUDGMENT, SO COMPLICATES THE MEDICAL\n   48  CONDITION OF A PREGNANT WOMAN AS TO NECESSITATE THE  IMMEDIATE  ABORTION\n   49  OF  HER  PREGNANCY  TO  AVERT HER DEATH OR FOR WHICH A DELAY WILL CREATE\n   50  SERIOUS RISK OF SUBSTANTIAL AND IRREVERSIBLE IMPAIRMENT OF A MAJOR BODI-\n   51  LY FUNCTION.\n   52    5. \"PHYSICIAN\" MEANS ANY PERSON LICENSED TO PRACTICE MEDICINE IN  THIS\n   53  STATE.\n   54    6.  \"PREGNANT\" OR \"PREGNANCY\" MEANS THAT FEMALE REPRODUCTIVE CONDITION\n   55  OF HAVING AN UNBORN CHILD IN THE WOMAN'S BODY.\n\n       A. 2244                             3\n\n    1    7. \"QUALIFIED PERSON\" MEANS  AN  AGENT  OF  THE  PHYSICIAN  WHO  IS  A\n    2  PSYCHOLOGIST,  LICENSED  SOCIAL WORKER, LICENSED PROFESSIONAL COUNSELOR,\n    3  REGISTERED PROFESSIONAL NURSE OR PHYSICIAN.\n    4    8.  \"UNBORN CHILD\" MEANS THE OFFSPRING OF HUMAN BEINGS FROM CONCEPTION\n    5  UNTIL BIRTH.\n    6    9. \"VIABILITY\"  AND \"VIABLE\" MEANS THAT  STAGE  OF  FETAL  DEVELOPMENT\n    7  WHEN  THE LIFE OF THE UNBORN CHILD MAY BE CONTINUED INDEFINITELY OUTSIDE\n    8  THE WOMB BY NATURAL OR ARTIFICIAL LIFE-SUPPORTIVE SYSTEMS.\n    9    10. \"WOMAN\" MEANS ANY FEMALE PERSON.\n   10    S 2560-C. INFORMED CONSENT REQUIREMENT. NO ABORTION SHALL BE PERFORMED\n   11  OR INDUCED WITHOUT THE VOLUNTARY AND INFORMED CONSENT OF THE WOMAN  UPON\n   12  WHOM  THE ABORTION IS TO BE PERFORMED OR INDUCED.  EXCEPT IN THE CASE OF\n   13  A MEDICAL EMERGENCY, CONSENT TO AN ABORTION IS VOLUNTARY AND INFORMED IF\n   14  AND ONLY IF:\n   15    1. AT LEAST TWENTY-FOUR HOURS BEFORE THE ABORTION, THE  PHYSICIAN  WHO\n   16  IS  TO  PERFORM THE ABORTION OR THE REFERRING PHYSICIAN HAS INFORMED THE\n   17  WOMAN, ORALLY AND IN PERSON, OF:\n   18    (A) THE NAME OF THE PHYSICIAN WHO WILL PERFORM THE ABORTION;\n   19    (B) THE NATURE OF THE PROPOSED ABORTION METHOD AND OF THOSE RISKS  AND\n   20  ALTERNATIVES  TO  THE  METHOD  THAT  A REASONABLE PATIENT WOULD CONSIDER\n   21  MATERIAL TO THE DECISION OF WHETHER OR NOT TO UNDERGO THE ABORTION;\n   22    (C) THE PROBABLE GESTATIONAL AGE OF THE UNBORN CHILD AT THE  TIME  THE\n   23  ABORTION  IS  TO  BE PERFORMED. AND IF THE UNBORN CHILD IS VIABLE OR HAS\n   24  REACHED THE GESTATIONAL AGE OF TWENTY-TWO WEEKS,  THAT  (I)  THE  UNBORN\n   25  CHILD  MAY  BE  ABLE TO SURVIVE OUTSIDE THE WOMB; (II) THE WOMAN HAS THE\n   26  RIGHT TO REQUEST THE PHYSICIAN TO USE THE FORM OF TREATMENT THAT IS MOST\n   27  LIKELY TO PRESERVE THE LIFE OF THE UNBORN CHILD; AND (III) IF THE UNBORN\n   28  CHILD IS BORN ALIVE, THE ATTENDING PHYSICIAN HAS THE LEGAL OBLIGATION TO\n   29  TAKE ALL REASONABLE STEPS NECESSARY TO MAINTAIN THE LIFE AND  HEALTH  OF\n   30  THE CHILD;\n   31    (D)  THE  PROBABLE ANATOMICAL AND PHYSIOLOGICAL CHARACTERISTICS OF THE\n   32  UNBORN CHILD AT THE TIME THE ABORTION IS TO BE PERFORMED;\n   33    (E) THE MEDICAL RISKS ASSOCIATED WITH CARRYING HER CHILD TO TERM;\n   34    (F) THE MEDICAL AND  PSYCHOLOGICAL  RISKS  ASSOCIATED  WITH  ABORTION,\n   35  INCLUDING,  BUT  NOT  LIMITED  TO,  THE  MEDICAL  EVIDENCE REGARDING THE\n   36  INCREASED RISK OF BREAST CANCER ASSOCIATED WITH THE  PROPOSED  ABORTION;\n   37  AND\n   38    (G)  ANY  NEED FOR ANTI-RH IMMUNE GLOBULIN THERAPY, IF SHE IS RH NEGA-\n   39  TIVE, THE LIKELY CONSEQUENCES OF REFUSING SUCH THERAPY AND THE  COST  OF\n   40  THE THERAPY.\n   41    2.  AT  LEAST TWENTY-FOUR HOURS BEFORE THE ABORTION, THE PHYSICIAN WHO\n   42  IS TO PERFORM THE ABORTION,  THE  REFERRING  PHYSICIAN  OR  A  QUALIFIED\n   43  PERSON HAS INFORMED THE WOMAN, ORALLY AND IN PERSON, THAT:\n   44    (A)  THE  PRINTED  MATERIALS IN SECTION TWENTY-FIVE HUNDRED SIXTY-D OF\n   45  THIS TITLE DESCRIBE THE UNBORN  CHILD  AND  LIST  AGENCIES  WHICH  OFFER\n   46  ALTERNATIVES TO ABORTION;\n   47    (B)  THE  FATHER  OF  THE UNBORN   CHILD IS OBLIGATED TO ASSIST IN THE\n   48  SUPPORT OF HER CHILD, EVEN IN INSTANCES WHERE HE HAS OFFERED TO PAY  FOR\n   49  THE ABORTION. IN THE CASE OF RAPE, THIS INFORMATION MAY BE OMITTED;\n   50    (C)  SHE  HAS THE RIGHT TO VIEW THE VIDEOTAPE DESCRIBED IN SUBDIVISION\n   51  TWO OF SECTION TWENTY-FIVE HUNDRED SIXTY-E OF THIS TITLE  FOLLOWING  THE\n   52  DISCLOSURE OF THE INFORMATION REQUIRED BY THIS TITLE. EACH PHYSICIAN WHO\n   53  PERFORMS  OR  REFERS  FOR  ABORTION SHALL OBTAIN A COPY OF THE VIDEOTAPE\n   54  DESCRIBED IN SUBDIVISION TWO OF SECTION TWENTY-FIVE HUNDRED  SIXTY-E  OF\n   55  THIS TITLE AND SHALL MAKE IT AVAILABLE AT ALL FACILITIES WHERE ABORTIONS\n\n       A. 2244                             4\n\n    1  ARE PERFORMED AND AT OFFICES OF PHYSICIANS WHO REFER FOR ABORTION DURING\n    2  ALL TIMES WHEN THESE FACILITIES OR OFFICES ARE OPEN FOR BUSINESS;\n    3    (D) THE STATE ENCOURAGES HER TO VIEW AN ULTRASOUND IMAGE OF HER UNBORN\n    4  CHILD  BEFORE SHE DECIDES TO HAVE AN ABORTION. IF SHE CHOOSES TO VIEW AN\n    5  ULTRASOUND IMAGE OF HER UNBORN CHILD, THE PHYSICIAN WHO  IS  TO  PERFORM\n    6  THE  ABORTION OR THE REFERRING PHYSICIAN SHALL ISSUE A MEDICAL ORDER FOR\n    7  THE ULTRASOUND SERVICE AT ANY MEDICAL FACILITY THAT PROVIDES  ULTRASOUND\n    8  IMAGING  SERVICES.  IF  THE WOMAN DOES NOT HAVE PRIVATE HEALTH INSURANCE\n    9  COVERAGE FOR THE ULTRASOUND SERVICE, SHE SHALL BE PRESUMPTIVELY ELIGIBLE\n   10  FOR MEDICAL ASSISTANCE COVERAGE FOR THE ULTRASOUND SERVICE; AND\n   11    (E) SHE IS FREE TO WITHHOLD OR WITHDRAW HER CONSENT TO THE ABORTION AT\n   12  ANY TIME BEFORE OR DURING THE ABORTION WITHOUT AFFECTING  HER  RIGHT  TO\n   13  FUTURE  CARE OR TREATMENT, AND WITHOUT THE LOSS OF ANY STATE OR FEDERAL-\n   14  LY-FUNDED BENEFITS TO WHICH SHE MIGHT OTHERWISE BE ENTITLED.\n   15    3. THE INFORMATION IN SUBDIVISIONS ONE AND  TWO  OF  THIS  SECTION  IS\n   16  PROVIDED  TO THE WOMAN INDIVIDUALLY AND IN A PRIVATE ROOM TO PROTECT HER\n   17  PRIVACY AND MAINTAIN THE CONFIDENTIALITY OF HER DECISION, TO ENSURE THAT\n   18  THE INFORMATION FOCUSES ON HER INDIVIDUAL CIRCUMSTANCES AND THAT SHE HAS\n   19  AN ADEQUATE OPPORTUNITY TO ASK A QUESTION.\n   20    4. AT LEAST TWENTY-FOUR HOURS BEFORE THE ABORTION, THE WOMAN IS  GIVEN\n   21  A COPY OF THE PRINTED MATERIALS DESCRIBED IN SECTION TWENTY-FIVE HUNDRED\n   22  SIXTY-D  OF  THIS  TITLE.  IF THE WOMAN IS UNABLE TO READ THE MATERIALS,\n   23  THEY SHALL BE READ TO HER. IF THE WOMAN ASKS QUESTIONS CONCERNING ANY OF\n   24  THE INFORMATION OR MATERIALS, ANSWERS SHALL BE PROVIDED TO  HER  IN  HER\n   25  OWN LANGUAGE.\n   26    5.  THE  WOMAN  CERTIFIES  IN WRITING, PRIOR TO THE ABORTION, THAT THE\n   27  INFORMATION REQUIRED TO BE PROVIDED UNDER SUBDIVISIONS ONE, TWO AND FOUR\n   28  OF THIS SECTION HAS BEEN PROVIDED.\n   29    6. PRIOR TO THE PERFORMANCE OF THE ABORTION, THE PHYSICIAN WHO  IS  TO\n   30  PERFORM  THE ABORTION OR HIS OR HER AGENT RECEIVES A COPY OF THE WRITTEN\n   31  CERTIFICATION PRESCRIBED BY SUBDIVISION FIVE OF THIS SECTION.\n   32    7. THE WOMAN IS NOT REQUIRED TO PAY ANY AMOUNT FOR THE ABORTION PROCE-\n   33  DURE UNTIL THE TWENTY-FOUR HOUR WAITING PERIOD HAS EXPIRED.\n   34    S 2560-D. PUBLICATION OF MATERIALS. 1. THE DEPARTMENT SHALL  CAUSE  TO\n   35  BE  PUBLISHED  IN  ENGLISH  AND  SPANISH,  AND SHALL UPDATE ON AN ANNUAL\n   36  BASIS, THE FOLLOWING EASILY COMPREHENSIBLE PRINTED MATERIALS:\n   37    (A) GEOGRAPHICALLY INDEXED MATERIALS DESIGNED TO INFORM THE  WOMAN  OF\n   38  PUBLIC  AND  PRIVATE  AGENCIES  AND SERVICES AVAILABLE TO ASSIST A WOMAN\n   39  THROUGH PREGNANCY, UPON CHILDBIRTH AND WHILE  HER  CHILD  IS  DEPENDENT,\n   40  INCLUDING  BUT  NOT  LIMITED  TO, ADOPTION AGENCIES. THE MATERIALS SHALL\n   41  INCLUDE A COMPREHENSIVE LIST OF  THE  AGENCIES,  A  DESCRIPTION  OF  THE\n   42  SERVICES  THEY  OFFER,  AND  THE  TELEPHONE NUMBERS AND ADDRESSES OF THE\n   43  AGENCIES; AND INFORM THE WOMAN ABOUT AVAILABLE MEDICAL ASSISTANCE  BENE-\n   44  FITS  FOR  PRENATAL  CARE,  CHILDBIRTH  AND NEONATAL CARE, AND ABOUT THE\n   45  SUPPORT OBLIGATIONS OF THE FATHER OF A CHILD  WHO  IS  BORN  ALIVE.  THE\n   46  DEPARTMENT SHALL ENSURE THAT THE MATERIALS DESCRIBED IN THIS SECTION ARE\n   47  COMPREHENSIVE  AND  DO  NOT  DIRECTLY  OR INDIRECTLY PROMOTE, EXCLUDE OR\n   48  DISCOURAGE THE USE OF ANY AGENCY OR SERVICE DESCRIBED IN  THIS  SECTION.\n   49  THE  MATERIALS  SHALL  ALSO  CONTAIN A TOLL-FREE, TWENTY-FOUR HOUR A DAY\n   50  TELEPHONE NUMBER WHICH MAY BE CALLED TO OBTAIN, ORALLY, SUCH A LIST  AND\n   51  DESCRIPTION  OF  AGENCIES  IN  THE  LOCALITY  OF  THE  CALLER AND OF THE\n   52  SERVICES THEY OFFER. THE MATERIALS SHALL STATE THAT IT IS  UNLAWFUL  FOR\n   53  ANY INDIVIDUAL TO COERCE A WOMAN TO UNDERGO AN ABORTION, THAT ANY PHYSI-\n   54  CIAN  WHO PERFORMS AN ABORTION UPON A WOMAN WITHOUT HER INFORMED CONSENT\n   55  MAY BE LIABLE TO HER FOR DAMAGES IN A CIVIL ACTION AT LAW AND  THAT  THE\n\n       A. 2244                             5\n\n    1  LAW  PERMITS  ADOPTIVE PARENTS TO PAY COSTS OF PRENATAL CARE, CHILDBIRTH\n    2  AND NEONATAL CARE. THE MATERIALS SHALL INCLUDE THE FOLLOWING STATEMENT:\n    3    \"THERE  ARE  MANY PUBLIC AND PRIVATE AGENCIES WILLING AND ABLE TO HELP\n    4  YOU TO CARRY YOUR CHILD TO TERM, AND TO ASSIST YOU AND YOUR CHILD  AFTER\n    5  YOUR  CHILD  IS  BORN, WHETHER YOU CHOOSE TO KEEP YOUR CHILD OR TO PLACE\n    6  HER OR HIM FOR ADOPTION. THE STATE OF NEW YORK  STRONGLY  URGES  YOU  TO\n    7  CONTACT  THEM  BEFORE  MAKING  A  FINAL DECISION ABOUT ABORTION. THE LAW\n    8  REQUIRES THAT YOUR PHYSICIAN OR HIS OR HER AGENT GIVE YOU  THE  OPPORTU-\n    9  NITY TO CALL AGENCIES LIKE THESE BEFORE YOU UNDERGO AN ABORTION.\"\n   10    (B)  MATERIALS  THAT INFORM THE PREGNANT WOMAN OF THE PROBABLE ANATOM-\n   11  ICAL AND PHYSIOLOGICAL CHARACTERISTICS OF THE UNBORN CHILD  AT  TWO-WEEK\n   12  GESTATIONAL  INCREMENTS  FROM  FERTILIZATION  TO  FULL  TERM,  INCLUDING\n   13  PICTURES OR DRAWINGS REPRESENTING THE DEVELOPMENT OF UNBORN CHILDREN  AT\n   14  TWO-WEEK  GESTATIONAL  INCREMENTS,  AND  ANY RELEVANT INFORMATION ON THE\n   15  POSSIBILITY OF THE UNBORN  CHILD'S  SURVIVAL;  PROVIDED  THAT  ANY  SUCH\n   16  PICTURES  OR  DRAWINGS  SHALL CONTAIN THE DIMENSIONS OF THE UNBORN CHILD\n   17  AND MUST BE REALISTIC. THE MATERIALS SHALL BE  OBJECTIVE,  NONJUDGMENTAL\n   18  AND  DESIGNED  TO  CONVEY ONLY ACCURATE SCIENTIFIC INFORMATION ABOUT THE\n   19  UNBORN CHILD AT THE VARIOUS GESTATIONAL AGES. THE  MATERIAL  SHALL  ALSO\n   20  CONTAIN  OBJECTIVE INFORMATION DESCRIBING THE METHODS OF ABORTION PROCE-\n   21  DURES COMMONLY EMPLOYED, THE MEDICAL RISKS COMMONLY ASSOCIATED WITH EACH\n   22  SUCH PROCEDURE AND THE MEDICAL RISKS ASSOCIATED WITH CARRYING A CHILD TO\n   23  TERM.\n   24    2. THE MATERIALS SHALL BE PRINTED IN A TYPEFACE  LARGE  ENOUGH  TO  BE\n   25  CLEARLY LEGIBLE.\n   26    3.  THE  MATERIALS  REQUIRED  UNDER  THIS  SECTION  AND  THE VIDEOTAPE\n   27  DESCRIBED IN SECTION TWENTY-FIVE HUNDRED SIXTY-E OF THIS TITLE SHALL  BE\n   28  AVAILABLE AT NO COST FROM THE DEPARTMENT UPON REQUEST AND IN APPROPRIATE\n   29  NUMBER TO ANY PERSON, FACILITY OR HOSPITAL.\n   30    S  2560-E.  VIDEOTAPE. 1. ALL FACILITIES WHERE ABORTIONS ARE PERFORMED\n   31  AND OFFICES OF PHYSICIANS WHO REFER FOR ABORTION SHALL HAVE VIDEO  VIEW-\n   32  ING EQUIPMENT.\n   33    2.  THE  DEPARTMENT  SHALL  CAUSE TO BE DEVELOPED OR ACQUIRED, A VIDEO\n   34  WHICH DEPICTS LIVING UNBORN CHILDREN AT VARIOUS  GESTATIONAL  INCREMENTS\n   35  FROM  FERTILIZATION TO FULL TERM, AN EXPLANATION OF THE PROBABLE ANATOM-\n   36  ICAL AND PHYSIOLOGICAL CHARACTERISTICS OF UNBORN CHILDREN AT THESE VARI-\n   37  OUS STAGES, AND ANY OTHER RELEVANT INFORMATION  ON  THE  DEVELOPMENT  OF\n   38  UNBORN LIFE. THE VIDEO SHALL BE OBJECTIVE, NONJUDGMENTAL AND DESIGNED TO\n   39  CONVEY  ONLY  ACCURATE  SCIENTIFIC INFORMATION ABOUT THE UNBORN CHILD AT\n   40  THE VARIOUS GESTATIONAL AGES.  THE DEPARTMENT SHALL MAKE COPIES  OF  THE\n   41  VIDEO AVAILABLE FOR PURCHASE BY PHYSICIANS AND OTHER INTERESTED INDIVID-\n   42  UALS.\n   43    S 2560-F. EMERGENCY. WHERE A MEDICAL EMERGENCY COMPELS THE PERFORMANCE\n   44  OF  AN  ABORTION,  THE  PHYSICIAN  SHALL  INFORM  THE  WOMAN, BEFORE THE\n   45  ABORTION IF POSSIBLE, OF THE MEDICAL INDICATIONS SUPPORTING HIS  OR  HER\n   46  JUDGMENT  THAT  AN  ABORTION IS NECESSARY TO AVERT HER DEATH OR TO AVERT\n   47  SUBSTANTIAL AND IRREVERSIBLE IMPAIRMENT OF A MAJOR BODILY FUNCTION.\n   48    S 2560-G. CRIMINAL PENALTIES. ANY PERSON WHO INTENTIONALLY,  KNOWINGLY\n   49  OR RECKLESSLY VIOLATES THE PROVISIONS OF THIS TITLE SHALL BE GUILTY OF A\n   50  CLASS A MISDEMEANOR.\n   51    S 2560-H. CIVIL PENALTIES. IN ADDITION TO ANY REMEDIES AVAILABLE UNDER\n   52  THE  COMMON  OR  STATUTORY LAW OF THIS STATE, FAILURE TO COMPLY WITH THE\n   53  REQUIREMENTS OF THIS TITLE SHALL:\n   54    1. PROVIDE A BASIS FOR A CIVIL  MALPRACTICE  ACTION.  ANY  INTENTIONAL\n   55  VIOLATION  OF  THIS  TITLE  SHALL BE ADMISSIBLE IN A CIVIL SUIT AS PRIMA\n   56  FACIE EVIDENCE OF A FAILURE TO OBTAIN AN INFORMED CONSENT.\n\n       A. 2244                             6\n\n    1    2. PROVIDE A BASIS FOR PROFESSIONAL DISCIPLINARY  ACTION  PURSUANT  TO\n    2  TITLE TWO-A OF ARTICLE TWO OF THIS CHAPTER.\n    3    3.  PROVIDE  A  BASIS  FOR  RECOVERY  BY THE WOMAN IN A WRONGFUL DEATH\n    4  ACTION, WHETHER OR NOT THE UNBORN CHILD  WAS  VIABLE  AT  THE  TIME  THE\n    5  ABORTION WAS PERFORMED OR WAS BORN ALIVE.\n    6    S  2560-I.  LIMITATION  ON CIVIL LIABILITY. ANY PHYSICIAN WHO COMPLIES\n    7  WITH THE PROVISIONS OF THIS TITLE SHALL NOT BE HELD  CIVILLY  LIABLE  TO\n    8  HIS  OR  HER  PATIENT  FOR  FAILURE  TO  OBTAIN  INFORMED CONSENT TO THE\n    9  ABORTION.\n   10    S 2560-J. SEVERABILITY. THE PROVISIONS OF THIS TITLE ARE  DECLARED  TO\n   11  BE SEVERABLE, AND IF ANY PROVISION, WORD, PHRASE OR CLAUSE OF THIS TITLE\n   12  OR  THE  APPLICATION  THEREOF  TO ANY PERSON SHALL BE HELD INVALID, SUCH\n   13  INVALIDITY SHALL NOT AFFECT THE VALIDITY OF THE  REMAINING  PORTIONS  OF\n   14  THIS TITLE.\n   15    S 2560-K. CONSTRUCTION. 1. NOTHING IN THIS TITLE SHALL BE CONSTRUED AS\n   16  CREATING OR RECOGNIZING A RIGHT TO ABORTION.\n   17    2.  IT  IS  NOT THE INTENTION OF THIS TITLE TO MAKE LAWFUL AN ABORTION\n   18  THAT IS CURRENTLY UNLAWFUL.\n   19    S 2. 1. The department of  health  shall  cause  to  be  published  in\n   20  English  and  Spanish  within  102 days after the effective date of this\n   21  act, and shall update on an annual basis, the following  easily  compre-\n   22  hensible printed materials:\n   23    (a)  Geographically  indexed materials designed to inform the woman of\n   24  public and private agencies and services available  to  assist  a  woman\n   25  through  pregnancy,  upon  childbirth  and while her child is dependent,\n   26  including but not limited to, adoption  agencies.  The  materials  shall\n   27  include  a  comprehensive  list  of  the  agencies, a description of the\n   28  services they offer, and the telephone  numbers  and  addresses  of  the\n   29  agencies;  and inform the woman about available medical assistance bene-\n   30  fits for prenatal care, childbirth, and  neonatal  care  and  about  the\n   31  support  obligations  of  the  father  of a child who is born alive. The\n   32  department of health shall ensure that the materials described  in  this\n   33  section  are  comprehensive  and  do not directly or indirectly promote,\n   34  exclude, or discourage the use of any agency  or  service  described  in\n   35  this  section. The materials shall also contain a toll-free twenty-four-\n   36  hour a day telephone number which may be called to obtain, orally,  such\n   37  a  list and description of agencies in the locality of the caller and of\n   38  the services they offer. The materials shall state that it  is  unlawful\n   39  for  any  individual  to coerce a woman to undergo an abortion, that any\n   40  physician who performs an abortion upon a  woman  without  her  informed\n   41  consent  may  be  liable to her for damages in a civil action at law and\n   42  that the law permits adoptive parents to pay  costs  of  prenatal  care,\n   43  childbirth  and neonatal care. The materials shall include the following\n   44  statement:\n   45    \"There are many public and private agencies willing and able  to  help\n   46  you  to carry your child to term, and to assist you and your child after\n   47  your child is born, whether you choose to keep your child  or  to  place\n   48  her  or  him  for  adoption. The state of New York strongly urges you to\n   49  contact them before making a final  decision  about  abortion.  The  law\n   50  requires  that  your physician or his or her agent give you the opportu-\n   51  nity to call agencies like these before you undergo an abortion.\"\n   52    (b) Materials that inform the pregnant woman of the  probable  anatom-\n   53  ical  and  physiological characteristics of the unborn child at two-week\n   54  gestational  increments  from  fertilization  to  full  term,  including\n   55  pictures  or drawings representing the development of unborn children at\n   56  two-week gestational increments, and any  relevant  information  on  the\n\n       A. 2244                             7\n\n    1  possibility  of  the  unborn  child's  survival;  provided that any such\n    2  pictures or drawings must contain the dimensions of the unborn child and\n    3  must be realistic. The materials shall be objective,  nonjudgmental  and\n    4  designed to convey only accurate scientific information about the unborn\n    5  child  at  the various gestational ages. The material shall also contain\n    6  objective information describing  the  methods  of  abortion  procedures\n    7  commonly  employed, the medical risks commonly associated with each such\n    8  procedure, and the medical risks associated with  carrying  a  child  to\n    9  term.\n   10    2.  The  materials  shall  be printed in a typeface large enough to be\n   11  clearly legible.\n   12    3. The  materials  required  under  this  section  and  the  videotape\n   13  described  in  section  2560-e  of  the  public  health law, as added by\n   14  section one of this act, shall be available at no cost from the  depart-\n   15  ment  of  health  upon request and in appropriate numbers to any person,\n   16  facility or hospital.\n   17    S 3. This act shall take effect immediately, provided that section one\n   18  of  this act shall take effect on the one hundred second day after  this\n   19  act shall have become a law, when upon such date section two of this act\n   20  shall expire and be deemed repealed.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to enacting the woman's right to know act; to repeal title 3 of article 25 of such law relating to the control of midwifery; and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T100614.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295363174507
}