{
  "year" : 2011,
  "senateBillNo" : "A2240-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2240-2011-1294981200000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rabbitt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the N.Y. state public service commission to approve sewer rate increases",
  "summary" : "Authorizes the NYS public service commission to approve sewer rate increases. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A6995-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2240\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. RABBITT -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public service law, in relation to  authorizing  the\n         New  York  state  public  service  commission  to  approve  sewer rate\n         increases\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivisions 1 and 4 of section 89-c of the public service\n    2  law, as added by chapter 715 of the laws of 1931, are amended to read as\n    3  follows:\n    4    1. Shall have general supervision  of  all  water-works  corporations,\n    5  INCLUDING SUCH CORPORATIONS PROVIDING SEWERAGE SERVICES, as hereinbefore\n    6  defined,  having authority under any general or special law or under any\n    7  charter or franchise to lay down, construct or maintain pipes, conduits,\n    8  ducts or other fixtures in, on or under the streets, highways and public\n    9  places of any municipality, for the purpose of furnishing or  distribut-\n   10  ing  water  for  domestic,  commercial, SEWERAGE or public uses, and all\n   11  water systems owned, leased or operated by any such  water-works  corpo-\n   12  ration;  provided,  however,  that  nothing  herein  contained  shall be\n   13  construed to delegate the general powers  of  the  state  department  of\n   14  health or of the water power and control commission or any of the powers\n   15  and  functions  of  either as provided by law, nor shall anything herein\n   16  contained be construed to impair  nor  to  deprive  such  department  or\n   17  commission of its powers and functions as now provided by law.\n   18    4. Shall have power to examine all water-works corporations, INCLUDING\n   19  SUCH  CORPORATIONS  PROVIDING SEWERAGE SERVICES, and keep informed as to\n   20  the methods, practices, regulations and property employed by [them] SUCH\n   21  CORPORATIONS in the transaction of their business. Whenever the  commis-\n   22  sion shall be of the opinion, after a hearing had upon its own motion or\n   23  upon  complaint,  that the rates, charges or classifications or the acts\n   24  or regulations of any  such  corporation,  INCLUDING  SUCH  CORPORATIONS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03685-01-1\n\n       A. 2240                             2\n\n    1  PROVIDING  SEWERAGE SERVICES, are unjust, unreasonable, unjustly discri-\n    2  minatory, or unduly preferential, or in any wise  in  violation  of  any\n    3  provision  of  law,  the commission shall determine and prescribe in the\n    4  manner   provided   by   and   subject  to  the  provisions  of  section\n    5  eighty-nine-j of this [chapter] ARTICLE, the just and reasonable  rates,\n    6  charges and classifications thereafter to be enforced for the service to\n    7  be rendered, notwithstanding that a different rate or charge has hereto-\n    8  fore  been  prescribed  by  general or special statute, contract, grant,\n    9  franchise, condition, consent or  other  agreement,  and  the  just  and\n   10  reasonable  acts  and  regulations to be done and observed; and whenever\n   11  the commission shall be of opinion, after a hearing  had  upon  its  own\n   12  motion  or upon complaint, that the property, equipment or appliances of\n   13  any such corporation are unsafe, inefficient or inadequate, the  commis-\n   14  sion  shall  determine  and  prescribe  the safe, efficient and adequate\n   15  property, equipment and appliances thereafter to be used, maintained and\n   16  operated for the security and accommodation of the public and in compli-\n   17  ance with the provisions of law and of their  franchises  and  charters;\n   18  provided,  however,  that in its determination and prescription of safe,\n   19  efficient and adequate property,  equipment  and  appliances  as  herein\n   20  provided   any  such  property,  equipment  and  appliances  theretofore\n   21  approved by the water power and control commission, or its  predecessor,\n   22  shall be deemed to have been adequate, safe and efficient at the time of\n   23  such approval. Nothing herein contained shall be deemed to dispense with\n   24  any  approval of work by the water power and control commission required\n   25  by the FORMER conservation law; and if such an approval pertains to work\n   26  done pursuant to  such  determination  or  prescription  of  the  public\n   27  service  commission, such approval shall be conclusive that the work was\n   28  done in compliance with such determination or prescription.\n   29    S 2. Section 89-i of the public service law, as amended by chapter 651\n   30  of the laws of 1974, is amended to read as follows:\n   31    S 89-i. Complaints as to price of water; investigation by  commission;\n   32  forms  of  complaints.   Upon the complaint in writing of the mayor of a\n   33  city, the trustees of a village or the town board of a town in  which  a\n   34  person  or  corporation  is authorized to supply or distribute water for\n   35  domestic, commercial, SEWERAGE or public uses, or upon the complaint  in\n   36  writing  of  not  less  than twenty-five customers or purchasers of such\n   37  water in such municipality or upon complaint  of  a  water-works  corpo-\n   38  ration supplying such water, as to the rates, charges or classifications\n   39  of  service  for  water sold and delivered in such municipality, or upon\n   40  the complaint in writing of the state consumer protection board,  or  as\n   41  to the methods employed in furnishing such service, the commission shall\n   42  investigate  as  to  the cause of such complaint. When such complaint is\n   43  made, the commission may,  by  its  agents,  examiners  and  inspectors,\n   44  inspect  the  works, system, plant, devices, appliances and methods used\n   45  by such water-works corporation, INCLUDING SUCH  CORPORATIONS  PROVIDING\n   46  SEWERAGE  SERVICES,  in  supplying  and distributing such water, and may\n   47  examine or cause to be examined the books and papers of such water-works\n   48  corporation pertaining to the supplying and distributing of such  water.\n   49  The  form  and  contents  of complaints made as provided in this section\n   50  shall be prescribed by the commission. Such complaints shall  be  signed\n   51  by  the  officers, or by the customers, purchasers or subscribers making\n   52  them, who must add to their signatures their  places  of  residence,  by\n   53  street and number, if any.\n   54    S  3.  Section 89-l of the public service law, as added by chapter 715\n   55  of the laws of 1931, is amended to read as follows:\n\n       A. 2240                             3\n\n    1    S 89-l. Municipal water systems. 1. For the purposes of this  section,\n    2  and for the purposes of any jurisdiction conferred by it upon the public\n    3  service commission, a municipality is one which owns, maintains or oper-\n    4  ates,  or proposes to own, maintain or operate, a water system, or which\n    5  sells,  furnishes  or  distributes,  or  proposes  to  sell,  furnish or\n    6  distribute, water for domestic, commercial,  SEWERAGE  or  public  uses,\n    7  whether provided by its own system or the system of a water-works corpo-\n    8  ration  or  another municipality. As so limited, the term \"municipality\"\n    9  for the purposes of this section, means a city, town, village or  public\n   10  district;  and a \"public district,\" as here used, is a district or other\n   11  territorial division, whether incorporated or  not,  whose  affairs  are\n   12  managed by any officer or officers, person or persons, elected by voters\n   13  or taxpayers or appointed by a public officer or officers, and includes,\n   14  without  excluding others, a water district, water supply district and a\n   15  fire district. The other provisions of this chapter shall not  apply  to\n   16  such  a municipality, nor to its said business of owning, maintaining or\n   17  operating a water system  or  of  selling,  furnishing  or  distributing\n   18  water,  except such provisions as are applied by this section by express\n   19  reference. The jurisdiction  of  the  public  service  commission,  with\n   20  respect  to  such a municipality or its said business, is that, and only\n   21  that, provided for in this section.\n   22    2. Each such municipality shall file with the public  service  commis-\n   23  sion  a  copy of the annual report of its division, bureau or department\n   24  of water.\n   25    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to authorizing the New York state public service commission to approve sewer rate increases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T100614.TXT", "SOBI.D110114.T120938.TXT", "SOBI.D110114.T121438.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295363174520
}