{
  "year" : 2011,
  "senateBillNo" : "A2259-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2259-2011-1294981200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to financial disclosure of certain political contributions for certain elected officials",
  "summary" : "Requires financial disclosure of certain political contributions by statewide elected officials, members of the legislature, New York city citywide elected officials, members of the New York city council and borough president for public inspection; requires listing of all contributions of $100 or more to funds they control other than political committees as defined by election law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A5713-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2259\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. BRENNAN, COLTON -- Multi-Sponsored by -- M. of A.\n         CAHILL,  COOK,  JACOBS  --  read once and referred to the Committee on\n         Governmental Operations\n\n       AN ACT to amend the  public  officers  law,  in  relation  to  financial\n         disclosure of certain political contributions\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public officers law is amended by adding a new  section\n    2  73-c to read as follows:\n    3    S 73-C. FINANCIAL DISCLOSURE OF POLITICAL CONTRIBUTIONS. 1. AS USED IN\n    4  THIS SECTION:\n    5    (A)  THE  TERM  \"STATEWIDE  ELECTED OFFICIAL\" SHALL MEAN THE GOVERNOR,\n    6  LIEUTENANT GOVERNOR, COMPTROLLER, OR ATTORNEY GENERAL.\n    7    (B) THE TERM \"NEW YORK CITY CITYWIDE ELECTED OFFICIAL\" SHALL MEAN  THE\n    8  MAYOR, PRESIDENT OF THE COUNCIL, OR COMPTROLLER OF NEW YORK CITY.\n    9    (C)  THE TERM \"REPORTING INDIVIDUAL\" SHALL MEAN ANY PERSON REQUIRED TO\n   10  FILE AN ANNUAL  STATEMENT  OF  FINANCIAL  DISCLOSURE  PURSUANT  TO  THIS\n   11  SECTION.\n   12    2.  EVERY  STATEWIDE  ELECTED OFFICIAL, MEMBER OF THE LEGISLATURE, NEW\n   13  YORK CITY CITYWIDE ELECTED OFFICIAL, MEMBER OF THE NEW YORK  CITY  COUN-\n   14  CIL,  AND BOROUGH PRESIDENT, SHALL FILE A STATEMENT OF FINANCIAL DISCLO-\n   15  SURE CONTAINING THE INFORMATION SET FORTH IN SUBDIVISION  FOUR  OF  THIS\n   16  SECTION.  SUCH STATEMENT SHALL BE FILED QUARTERLY EACH YEAR ON OR BEFORE\n   17  THE FIFTEENTH DAY OF JANUARY, APRIL, JULY AND OCTOBER  WITH  RESPECT  TO\n   18  THE PRECEDING QUARTER.\n   19    3.  IF  THE  REPORTING INDIVIDUAL IS A MEMBER OF THE LEGISLATURE, SUCH\n   20  STATEMENT SHALL BE FILED WITH THE LEGISLATIVE  ETHICS  COMMITTEE  ESTAB-\n   21  LISHED  BY SECTION EIGHTY OF THE LEGISLATIVE LAW. IF THE REPORTING INDI-\n   22  VIDUAL IS A NEW YORK CITY CITYWIDE ELECTED OFFICIAL, MEMBER OF  THE  NEW\n   23  YORK  CITY  COUNCIL, OR BOROUGH PRESIDENT, SUCH STATEMENT SHALL BE FILED\n   24  WITH THE NEW YORK CITY CONFLICT OF  INTEREST  BOARD.  IF  THE  REPORTING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04781-01-1\n\n       A. 2259                             2\n\n    1  INDIVIDUAL  IS  A  STATEWIDE  ELECTED  OFFICIAL, SUCH STATEMENT SHALL BE\n    2  FILED  WITH  THE    STATE  ETHICS  COMMISSION  ESTABLISHED  BY   SECTION\n    3  NINETY-FOUR OF THE EXECUTIVE LAW.\n    4    4. THE STATEMENT FILED BY THE REPORTING INDIVIDUAL SHALL INCLUDE:\n    5    (A) THE NAME, ADDRESS AND OFFICE HELD BY THE REPORTING INDIVIDUAL;\n    6    (B)  A  LIST  OF ALL MONEYS AND LOANS IN EXCESS OF ONE HUNDRED DOLLARS\n    7  AND PROPERTY, WHETHER REAL OR PERSONAL, WHOSE FAIR MARKET  VALUE  IS  IN\n    8  EXCESS OF ONE HUNDRED DOLLARS TRANSFERRED, CONTRIBUTED OR GRANTED TO ANY\n    9  FUND,  ORGANIZATION, OR COMMITTEE OVER WHICH A REPORTING INDIVIDUAL HAS,\n   10  OR APPEARS TO HAVE, DIRECT OR INDIRECT CONTROL, OR ANY MONEYS AND  LOANS\n   11  IN EXCESS OF ONE HUNDRED DOLLARS AND PROPERTY, WHETHER REAL OR PERSONAL,\n   12  WHOSE  FAIR  MARKET  VALUE  IS  IN EXCESS OF ONE HUNDRED DOLLARS, TRANS-\n   13  FERRED, CONTRIBUTED OR GRANTED TO  A  REPORTING  INDIVIDUAL  WHERE  SUCH\n   14  REPORTING INDIVIDUAL HAS, OR APPEARS TO HAVE, DIRECT OR INDIRECT CONTROL\n   15  OVER THE USE OF THE MONEY, LOAN OR PROPERTY;\n   16    (C)  THE  DOLLAR AMOUNT OF SUCH MONEY OR LOAN AND FAIR MARKET VALUE OF\n   17  SUCH PROPERTY;\n   18    (D) THE NAME, ADDRESS AND EMPLOYER OF THE TRANSFEROR,  CONTRIBUTOR  OR\n   19  GRANTOR;\n   20    (E) THE DATE OF SUCH TRANSFER, CONTRIBUTION, OR GRANT;\n   21    (F)  A  LIST  OF ALL EXPENDITURES AND PAYMENTS MADE FROM THOSE MONEYS,\n   22  LOANS AND PROPERTY DESCRIBED IN PARAGRAPH (B) OF THIS SUBDIVISION;\n   23    (G) THE DATE OF SUCH EXPENDITURE OR PAYMENT;\n   24    (H) THE NAME, ADDRESS AND EMPLOYER OF THE PERSON TO WHOM SUCH EXPENDI-\n   25  TURE WAS MADE; AND\n   26    (I) THE NAME OF ANY  FUND,  TRUST,  COMMITTEE  OR  OTHER  ORGANIZATION\n   27  CREATED OR ESTABLISHED BY THE REPORTING INDIVIDUAL,\n   28  PROVIDED,  HOWEVER, THAT SUCH REPORTING INDIVIDUAL SHALL NOT BE REQUIRED\n   29  TO DISCLOSE ANY INFORMATION REQUIRED TO BE DISCLOSED BY ARTICLE FOURTEEN\n   30  OF THE ELECTION LAW.\n   31    5. UPON RECEIPT OF A FILED  STATEMENT  OF  FINANCIAL  DISCLOSURE,  THE\n   32  LEGISLATIVE  ETHICS  COMMITTEE,  THE  STATE ETHICS COMMISSION OR THE NEW\n   33  YORK CITY CONFLICT OF INTEREST BOARD SHALL  MAKE  SUCH  STATEMENT  IMME-\n   34  DIATELY AVAILABLE FOR PUBLIC INSPECTION.\n   35    6.  A REPORTING INDIVIDUAL WHO KNOWINGLY AND WILFULLY FAILS TO FILE AN\n   36  ANNUAL STATEMENT OF FINANCIAL DISCLOSURE OR WHO KNOWINGLY  AND  WILFULLY\n   37  WITH  INTENT  TO  DECEIVE  MAKES  A FALSE STATEMENT OR GIVES INFORMATION\n   38  WHICH SUCH INDIVIDUAL KNOWS TO BE FALSE ON SUCH STATEMENT  OF  FINANCIAL\n   39  DISCLOSURE  FILED  PURSUANT  TO THIS SECTION SHALL BE SUBJECT TO A CIVIL\n   40  PENALTY IN AN AMOUNT NOT TO EXCEED TEN THOUSAND DOLLARS.  ASSESSMENT  OF\n   41  A  CIVIL  PENALTY HEREUNDER SHALL BE MADE BY THE STATE ETHICS COMMISSION\n   42  OR BY THE LEGISLATIVE ETHICS COMMITTEE, AS THE CASE MAY BE, WITH RESPECT\n   43  TO PERSONS SUBJECT TO THEIR RESPECTIVE JURISDICTIONS. THE  STATE  ETHICS\n   44  COMMISSION   ACTING   PURSUANT   TO   SUBDIVISION  THIRTEEN  OF  SECTION\n   45  NINETY-FOUR OF THE EXECUTIVE LAW OR  THE  LEGISLATIVE  ETHICS  COMMITTEE\n   46  ACTING  PURSUANT TO SUBDIVISION TWELVE OF SECTION EIGHTY OF THE LEGISLA-\n   47  TIVE LAW, AS THE CASE MAY BE, MAY, IN LIEU OF A CIVIL PENALTY,  REFER  A\n   48  VIOLATION  TO  THE  APPROPRIATE PROSECUTOR AND UPON SUCH CONVICTION, BUT\n   49  ONLY AFTER SUCH REFERRAL, SUCH VIOLATION SHALL BE PUNISHABLE AS A  CLASS\n   50  A MISDEMEANOR. A CIVIL PENALTY FOR FALSE FILING MAY NOT BE IMPOSED HERE-\n   51  UNDER  IN THE EVENT THE VALUE OR AMOUNT OF A CONTRIBUTION REPORTED HERE-\n   52  UNDER IS INCORRECT UNLESS SUCH REPORTED INFORMATION  IS  FALSELY  UNDER-\n   53  STATED.   NOTWITHSTANDING ANY OTHER PROVISION OF LAW TO THE CONTRARY, NO\n   54  OTHER PENALTY, CIVIL OR CRIMINAL MAY BE IMPOSED FOR A FAILURE  TO  FILE,\n   55  OR  FOR  FALSE  FILING,  OF  SUCH  STATEMENT, EXCEPT THAT THE APPOINTING\n   56  AUTHORITY MAY IMPOSE DISCIPLINARY ACTION AS OTHERWISE PROVIDED  BY  LAW.\n\n       A. 2259                             3\n\n    1  THE  STATE  ETHICS COMMISSION AND THE LEGISLATIVE ETHICS COMMITTEE SHALL\n    2  EACH BE DEEMED TO BE AN AGENCY WITHIN THE MEANING OF  ARTICLE  THREE  OF\n    3  THE  STATE  ADMINISTRATIVE PROCEDURE ACT AND SHALL ADOPT RULES GOVERNING\n    4  THE  CONDUCT  OF  ADJUDICATORY  PROCEEDINGS  AND APPEALS RELATING TO THE\n    5  ASSESSMENT OF THE CIVIL PENALTIES HEREIN AUTHORIZED.  SUCH RULES,  WHICH\n    6  SHALL  NOT BE SUBJECT TO THE APPROVAL REQUIREMENTS OF THE STATE ADMINIS-\n    7  TRATIVE PROCEDURE ACT, SHALL PROVIDE FOR DUE  PROCESS  PROCEDURAL  MECH-\n    8  ANISMS  SUBSTANTIALLY  SIMILAR  TO THOSE SET FORTH IN SUCH ARTICLE THREE\n    9  BUT SUCH MECHANISMS NEED NOT BE IDENTICAL IN TERMS OR SCOPE.  ASSESSMENT\n   10  OF A CIVIL PENALTY SHALL BE FINAL UNLESS MODIFIED, SUSPENDED OR  VACATED\n   11  WITHIN  THIRTY  DAYS  OF  IMPOSITION  AND  UPON  BECOMING FINAL SHALL BE\n   12  SUBJECT TO REVIEW AT THE INSTANCE OF THE AFFECTED  REPORTING  INDIVIDUAL\n   13  IN  A PROCEEDING COMMENCED AGAINST THE STATE ETHICS COMMISSION OR LEGIS-\n   14  LATIVE ETHICS COMMITTEE, PURSUANT TO ARTICLE SEVENTY-EIGHT OF THE  CIVIL\n   15  PRACTICE LAW AND RULES.\n   16    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to financial disclosure of certain political contributions ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T100114.TXT", "SOBI.D110114.T154006.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362874775
}