{
  "year" : 2011,
  "senateBillNo" : "A225-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A225-2011-1294203600000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes retired judges and justices to serve as justice of supreme court until age 80",
  "summary" : "Authorizes retired judges and justices to serve as justice of supreme court until age 80. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Constitution, Concurrent Resolutions to Amend",
  "previousVersions" : [ "A11482-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          225\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Judiciary\n\n                   CONCURRENT RESOLUTION OF THE SENATE AND ASSEMBLY\n\n       proposing an amendment to section 25 of article 6 of  the  constitution,\n         in relation to service by retired judges and justices\n\n    1    Section  1.  RESOLVED  (if  the  Senate concur), That subdivision b of\n    2  section 25 of article 6 of  the  constitution  be  amended  to  read  as\n    3  follows:\n    4    b.  Each  judge of the court of appeals, justice of the supreme court,\n    5  judge of the court of claims, judge of the county court,  judge  of  the\n    6  surrogate's  court,  judge of the family court, judge of a court for the\n    7  city of New York established pursuant to section fifteen of this article\n    8  and judge of the district court shall retire on the last day of December\n    9  in the year in which he or she reaches the age  of  seventy.  Each  such\n   10  former  judge  of  the court of appeals and justice of the supreme court\n   11  may thereafter perform the duties of a justice  of  the  supreme  court,\n   12  with  power  to  hear  and  determine actions and proceedings, provided,\n   13  however, that it shall be certificated in the  manner  provided  by  law\n   14  that the services of such judge or justice are necessary to expedite the\n   15  business of the court and that he or she is mentally and physically able\n   16  and  competent  to  perform  the  full  duties  of such office. Any such\n   17  certification shall be valid for a term of two years and may be extended\n   18  as provided by law for additional terms of two years. A retired judge or\n   19  justice shall serve no longer than until the last day of December in the\n   20  year in which he or she reaches  the  age  of  [seventy-six]  EIGHTY.  A\n   21  retired judge or justice shall be subject to assignment by the appellate\n   22  division  of  the supreme court of the judicial department of his or her\n   23  residence.  Any retired justice of the supreme court who had been desig-\n   24  nated to and served as a justice of any appellate  division  immediately\n   25  preceding  his  or her reaching the age of seventy shall be eligible for\n   26  designation by the governor as a temporary or additional justice of  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD89023-01-1\n\n       A. 225                              2\n\n    1  appellate  division.  A retired judge or justice shall not be counted in\n    2  determining the number of justices in a judicial district  for  purposes\n    3  of subdivision d of section six of this article.\n    4    S  2.  RESOLVED (if the Senate concur), That the foregoing be referred\n    5  to the first  regular  legislative  session  convening  after  the  next\n    6  succeeding general election of members of the assembly, and, in conform-\n    7  ity with section 1 of article 19 of the constitution, be published for 3\n    8  months previous to the time of such election.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "Concurrent Resolution of the Senate and Assembly proposing an amendment to section 25 of article 6 of the constitution, in relation to service by retired judges and justices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T152507.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T144449.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292617803836
}