{
  "year" : 2011,
  "senateBillNo" : "A2256-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2256-2011-1294981200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all public records to be accessible on Internet",
  "summary" : "Creates the \"Electronic Access to Records Act\"; requires all state public records to be accessible on the Internet; prohibits provision of personal identifying information, unless explicitly required by law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A3584-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2256\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. BRENNAN, PHEFFER, GALEF, ROSENTHAL, WEPRIN --\n         Multi-Sponsored by -- M.  of A. ABBATE, LUPARDO, MILLMAN -- read  once\n         and referred to the Committee on Governmental Operations\n\n       AN  ACT  to  amend  the  public  officers law, in relation to electronic\n         access to records\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The public officers law is amended by adding a new article\n    2  6-B to read as follows:\n    3                                 ARTICLE 6-B\n    4                        ELECTRONIC ACCESS TO RECORDS\n    5  SECTION 99-A. SHORT TITLE.\n    6          99-B. DEFINITIONS.\n    7          99-C. ELECTRONIC ACCESS TO RECORDS.\n    8    S 99-A. SHORT TITLE.  THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED  AS\n    9  THE \"ELECTRONIC ACCESS TO RECORDS ACT\".\n   10    S 99-B. DEFINITIONS.  AS  USED  IN  THIS  ARTICLE,  UNLESS THE CONTEXT\n   11  REQUIRES OTHERWISE:\n   12    1. \"AGENCY\" MEANS  ANY  STATE  DEPARTMENT,  BOARD,  BUREAU,  DIVISION,\n   13  COMMISSION,  COMMITTEE,  PUBLIC  AUTHORITY, PUBLIC CORPORATION, COUNCIL,\n   14  OFFICE OR OTHER GOVERNMENTAL ENTITY PERFORMING A GOVERNMENTAL OR PROPRI-\n   15  ETARY FUNCTION FOR THE STATE, EXCEPT THE JUDICIARY OR THE STATE LEGISLA-\n   16  TURE.\n   17    2. \"RECORD\" MEANS ANY  INFORMATION  KEPT,  HELD,  FILED,  PRODUCED  OR\n   18  REPRODUCED BY, AND CAN REASONABLY BE STORED ON AN ELECTRONIC DATA SYSTEM\n   19  FOR PUBLIC ACCESS WITH OR FOR AN AGENCY OR THE STATE LEGISLATURE, IN ANY\n   20  PHYSICAL  FORM WHATSOEVER INCLUDING, BUT NOT LIMITED TO, REPORTS, STATE-\n   21  MENTS, EXAMINATIONS, MEMORANDA, OPINIONS, FOLDERS, FILES,  BOOKS,  MANU-\n   22  ALS, PAMPHLETS, FORMS, PAPERS, DESIGNS, DRAWINGS, MAPS, PHOTOS, LETTERS,\n   23  MICROFILMS, COMPUTER TAPES OR DISCS, RULES, REGULATIONS OR CODES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04774-01-1\n\n       A. 2256                             2\n\n    1    3.  \"PERSONAL IDENTIFYING INFORMATION\" MEANS A SOCIAL SECURITY NUMBER,\n    2  A DRIVER'S LICENSE NUMBER,  MOTHER'S  MAIDEN  NAME,  A  CONSUMER  CREDIT\n    3  ACCOUNT  NUMBER  OR  CODE,  A SAVINGS ACCOUNT NUMBER OR CODE, A CHECKING\n    4  ACCOUNT NUMBER OR CODE, OR A DEBIT ACCOUNT NUMBER OR CODE.\n    5    S  99-C.  ELECTRONIC  ACCESS TO RECORDS.  1. WITHIN NINETY DAYS OF THE\n    6  EFFECTIVE DATE OF THIS ARTICLE, THE SECRETARY OF STATE SHALL ESTABLISH A\n    7  MECHANISM FOR FREE PUBLIC  ACCESS  TO  RECORDS  VIA  THE  INTERNET  DATA\n    8  NETWORK.\n    9    2.  WITHIN ONE HUNDRED EIGHTY DAYS OF THE EFFECTIVE DATE OF THIS ARTI-\n   10  CLE:\n   11    (A) EVERY AGENCY SHALL PROVIDE FREE PUBLIC ACCESS,  VIA  THE  INTERNET\n   12  DATA  SYSTEM,  PURSUANT TO THE MECHANISM ESTABLISHED BY THE SECRETARY OF\n   13  STATE TO RECORDS CREATED ON OR AFTER SUCH DATE; AND\n   14    (B) EVERY AGENCY SHALL PROVIDE THE SECRETARY OF STATE WITH\n   15    (I) A LIST OF ALL EXISTING RECORDS THAT ARE  MADE  AVAILABLE  VIA  THE\n   16  INTERNET AND\n   17    (II)  A LIST OF ALL EXISTING RECORDS WHICH COULD BE MADE AVAILABLE AND\n   18  FOR WHICH THERE IS A SUBSTANTIAL PUBLIC INTEREST IN  ELECTRONIC  ACCESS,\n   19  AS DETERMINED BY THE VOLUME OF REQUESTS FOR SUCH RECORDS UNDER THE FREE-\n   20  DOM OF INFORMATION LAW AND OTHER INFORMATION INDICATING PUBLIC INTEREST.\n   21  THE  SECRETARY  OF STATE SHALL POST THE INFORMATION PROVIDED PURSUANT TO\n   22  THIS PARAGRAPH ON THE DEPARTMENT OF STATE  WEBSITE.    AN  AGENCY  SHALL\n   23  PROVIDE  UPDATES  TO  ITS  LISTS AT SUCH TIMES AND IN SUCH MANNER AS THE\n   24  SECRETARY OF STATE SHALL REQUIRE.\n   25    3. WITHIN ONE YEAR OF THE EFFECTIVE DATE OF THIS ARTICLE, EVERY AGENCY\n   26  SHALL PROVIDE FREE PUBLIC ACCESS VIA THE INTERNET DATA NETWORK, PURSUANT\n   27  TO THE MECHANISM ESTABLISHED BY  THE  SECRETARY  OF  STATE,  TO  RECORDS\n   28  CREATED ON OR AFTER SUCH DATE.\n   29    4. THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF THE ASSEM-\n   30  BLY  SHALL  PROMULGATE  POLICIES  FOR  ACCESS TO THOSE STATE LEGISLATIVE\n   31  RECORDS, AS DESCRIBED IN SECTION EIGHTY-EIGHT OF THIS CHAPTER, WHICH MAY\n   32  REASONABLY BE STORED ON AN ELECTRONIC DATA SYSTEM FOR FREE PUBLIC ACCESS\n   33  VIA THE INTERNET DATA NETWORK.\n   34    5. UNLESS AN AGENCY IS EXPLICITLY REQUIRED BY  LAW  TO  POST  PERSONAL\n   35  IDENTIFYING INFORMATION ON THE INTERNET, AN AGENCY SHALL REMOVE FROM ANY\n   36  IMAGE OR COPY OF A RECORD PLACED ON SUCH AGENCY'S INTERNET WEBSITE OR AN\n   37  INTERNET WEBSITE USED BY SUCH AGENCY TO DISPLAY PUBLIC RECORDS OR OTHER-\n   38  WISE MAKE ELECTRONICALLY AVAILABLE TO THE GENERAL PUBLIC, PERSONAL IDEN-\n   39  TIFYING INFORMATION CONTAINED IN SUCH RECORD.\n   40    6.  THE  SECRETARY  OF  STATE  MAY  PROMULGATE SUCH REGULATIONS AS ARE\n   41  NECESSARY FOR THE IMPLEMENTATION OF THIS ARTICLE.\n   42    7. NOTHING IN THIS SECTION SHALL REQUIRE AN AGENCY TO  PROVIDE  ACCESS\n   43  TO RECORDS TO A GREATER EXTENT THAN REQUIRED FOR SUCH RECORDS BY ARTICLE\n   44  SIX  OF  THIS  CHAPTER.  NOTHING  IN  THIS SECTION SHALL BE CONSTRUED AS\n   45  AUTHORIZING ACCESS TO OR DISCLOSURE OF  ANY  RECORDS  WHEN  SUCH  ACTION\n   46  WOULD BE PROHIBITED BY ARTICLE SIX-A OF THIS CHAPTER.\n   47    8.  THE  OFFICE  FOR TECHNOLOGY, THE STATE UNIVERSITY OF NEW YORK, THE\n   48  STATE ARCHIVES AND  RECORDS  ADMINISTRATION  AND  OTHER  AGENCIES  SHALL\n   49  PROVIDE  SUCH INFORMATION AND ASSISTANCE AS THE SECRETARY OF STATE SHALL\n   50  REQUIRE IN IMPLEMENTING THIS ARTICLE.\n   51    S 2.  Subparagraph iii of paragraph (b) of subdivision 1 of section 89\n   52  of the public officers law, as amended by chapter 182  of  the  laws  of\n   53  2006, is amended to read as follows:\n   54    iii.  promulgate rules and regulations with respect to the implementa-\n   55  tion of subdivision one  and  paragraph  (c)  of  subdivision  three  of\n\n       A. 2256                             3\n\n    1  section eighty-seven of this article AND WITH RESPECT TO THE IMPLEMENTA-\n    2  TION OF ARTICLE SIX-B OF THIS CHAPTER;\n    3    S  3.    Severability. If any provision of this act or the application\n    4  thereof to any person or circumstance is adjudged invalid by a court  of\n    5  competent  jurisdiction,  such  judgment  shall not affect or impair the\n    6  validity of the other provisions of this act or the application  thereof\n    7  to other persons and circumstances.\n    8    S  4.  This  act  shall take effect on the sixtieth day after it shall\n    9  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law, in relation to electronic access to records ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095613.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362573627
}