{
  "year" : 2011,
  "senateBillNo" : "A2253-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to cities",
    "billEventId" : "A2253-2011-1294981200000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the regulation of contractors",
  "summary" : "Provides for the regulation of contractors. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General City Law",
  "previousVersions" : [ "AA4771-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2253\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BRENNAN, MILLMAN, MARKEY, ROSENTHAL, LENTOL,\n         COLTON,  BROOK-KRASNY,  HEVESI,  LANCMAN,  CLARK,  MAISEL,  BENEDETTO,\n         CYMBROWITZ,  PHEFFER,  GOTTFRIED,  ROBINSON,  COOK,  PERRY, N. RIVERA,\n         JAFFEE -- Multi-Sponsored by -- M. of A.    CAMARA,  DINOWITZ,  GLICK,\n         JACOBS -- read once and referred to the Committee on Cities\n\n       AN  ACT  to amend the general city law, in relation to the regulation of\n         contractors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The general city law is amended by adding a new article 5\n    2  to read as follows:\n    3                                  ARTICLE 5\n    4                                 CONTRACTORS\n    5  SECTION 75. LEGISLATIVE FINDINGS.\n    6          75-A. DEFINITIONS.\n    7          75-B. EXEMPTIONS.\n    8          75-C. CONTRACTORS LICENSE BOARD.\n    9          75-D. POWERS AND DUTIES OF BOARD.\n   10          75-E. CLASSIFICATION.\n   11          75-F. POWERS TO CLASSIFY AND LIMIT OPERATIONS.\n   12          75-G. LICENSES REQUIRED.\n   13          75-H. ISSUANCE OF BUILDING PERMITS; OWNER-BUILDER REGISTRATION.\n   14          75-I. ADVERTISING.\n   15          75-J. AIDING OR ABETTING.\n   16          75-K. INVESTIGATION PERMITTED.\n   17          75-L. VIOLATION FOR UNLICENSED ACTIVITY.\n   18          75-M. STATE DISASTER EMERGENCY; ACTING AS A CONTRACTOR WITHOUT A\n   19                LICENSE; PENALTY.\n   20          75-N. ENHANCED PENALTIES WHEN ELDERLY PERSONS ARE TARGETED.\n   21          75-O. NO LICENSE ISSUED WHEN.\n   22          75-P. REQUIREMENTS TO MAINTAIN LICENSE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05433-01-1\n\n       A. 2253                             2\n\n    1          75-Q. APPLICATION; FEES.\n    2          75-R. FORM FOR LICENSES.\n    3          75-S. PLACE OF BUSINESS AND POSTING OF LICENSE.\n    4          75-T. FEES; BIENNIAL RENEWALS; INACTIVE LICENSE.\n    5          75-U. ACTION ON APPLICATIONS.\n    6          75-V. BOND.\n    7          75-W. REVOCATION, SUSPENSION, AND RENEWAL OF LICENSES.\n    8          75-X. DEATH OR DISSOCIATION.\n    9          75-Y. CIVIL ACTION.\n   10          75-Z. VIOLATION; PENALTIES.\n   11          76. FORFEITURE OF PROPERTY FOR UNLICENSED ACTIVITY.\n   12          76-A. INJUNCTION.\n   13          76-B. PAYMENT FOR GOODS AND SERVICES.\n   14          76-C. DISCLOSURE; CONTRACTS.\n   15          76-D. FALSE STATEMENT.\n   16          76-E. DISCIPLINARY ACTION AGAINST LICENSEE.\n   17          76-F. APPLICABILITY TO CITIES WITH A POPULATION OF LESS THAN ONE\n   18                MILLION.\n   19    S  75. LEGISLATIVE FINDINGS. THE LEGISLATURE HEREBY FINDS AND DECLARES\n   20  THAT THE HEALTH AND SAFETY OF THE POPULATION LIVING IN  AND  AROUND  THE\n   21  MANY CONSTRUCTION PROJECTS WITHIN THE DENSELY POPULATED CITY OF NEW YORK\n   22  IS  A  MATTER OF SUBSTANTIAL STATE CONCERN, WHICH IS THREATENED BY ACCI-\n   23  DENTS AND INJURIES TO PERSONS AND PROPERTY OCCURRING  REGULARLY  DUE  TO\n   24  UNLICENSED GENERAL CONTRACTORS WHO FAIL TO COMPLY WITH BUILDING CODE AND\n   25  SAFETY REQUIREMENTS.\n   26    EVIDENCE  FROM  THE  FEDERAL  OCCUPATIONAL  SAFETY AND HEALTH ADMINIS-\n   27  TRATION (OSHA) SHOWS THERE WERE EIGHTY DEATHS  FROM  CONSTRUCTION  ACCI-\n   28  DENTS  IN THE CITY OF NEW YORK BETWEEN TWO THOUSAND TWO AND TWO THOUSAND\n   29  FIVE.  AUDITS OF BUILDING PLANS BY THE CITY OF NEW YORK'S DEPARTMENT  OF\n   30  BUILDINGS  AND  THE  NEW  YORK  CITY  COMPTROLLER SHOW BUILDING CODE AND\n   31  ZONING  NONCOMPLIANCE  RATES  OF  BETWEEN  FIFTY-EIGHT  AND  SIXTY-SEVEN\n   32  PERCENT. DURING THE CITY OF NEW YORK'S TWO THOUSAND SIX FISCAL YEAR, THE\n   33  DEPARTMENT  OF BUILDINGS ISSUED ELEVEN THOUSAND EIGHT HUNDRED THIRTY-SIX\n   34  VIOLATIONS FOR HAZARDOUS BUILDING AND CONSTRUCTION CONDITIONS, MAKING  A\n   35  TOTAL OF ONE HUNDRED TWELVE THOUSAND ONE HUNDRED SIXTY-EIGHT OUTSTANDING\n   36  VIOLATIONS.  ACCORDING  TO  THE  DEPARTMENT  OF BUILDINGS, APPROXIMATELY\n   37  FORTY-NINE THOUSAND UNPAID HAZARDOUS VIOLATIONS HAVE NOT BEEN  CORRECTED\n   38  AND  PENALTIES TOTALING ONE HUNDRED SEVENTY-ONE MILLION DOLLARS ASSESSED\n   39  BY THE NEW YORK CITY ENVIRONMENTAL CONTROL BOARD REMAIN UNPAID SINCE TWO\n   40  THOUSAND.\n   41    THIS RECORD OF NONCOMPLIANCE WITH THE BUILDING CODES AND ZONING  REGU-\n   42  LATIONS  OF  THE  CITY  OF  NEW YORK CREATES A SIGNIFICANT THREAT TO THE\n   43  HEALTH AND SAFETY OF THE POPULATION OF THE CITY OF NEW YORK, WHICH IS  A\n   44  MATTER  OF SUBSTANTIAL STATE CONCERN. THIS THREAT CAN BE RESOLVED BY THE\n   45  LICENSING OF GENERAL CONTRACTORS IN THE CITY OF NEW YORK AS  PART  OF  A\n   46  COMPREHENSIVE  PROGRAM  TO ENSURE COMPLIANCE WITH BUILDING CODES, ZONING\n   47  REGULATIONS, AND SAFETY GUIDELINES.\n   48    S 75-A. DEFINITIONS. AS USED IN  THIS  ARTICLE,  THE  FOLLOWING  TERMS\n   49  SHALL HAVE THE FOLLOWING MEANINGS:\n   50    1. \"BOARD\" MEANS THE CONTRACTORS LICENSE BOARD.\n   51    2.  \"CHLOROFLUOROCARBON\"  OR  \"CFC\"  MEANS ANY MEMBER OF THE FAMILY OF\n   52  SUBSTANCES CONTAINING CARBON, FLUORINE, AND CHLORINE, INCLUDING, WITHOUT\n   53  LIMITATION, THOSE COMPOUNDS KNOWN AS  CFC-11,  CFC-12,  CFC-13,  CFC-14,\n   54  CFC-113,  CFC-114,  CFC-115, CFC-116, CFC-500, CFC-502, AND CFC-503, AND\n   55  ANY COMBINATION OR MIXTURE CONTAINING ANY  OF  THESE  CHLOROFLUOROCARBON\n   56  COMPOUNDS.\n\n       A. 2253                             3\n\n    1    3.  \"CONTRACTOR\"  MEANS  ANY  PERSON  WHO BY ONESELF OR THROUGH OTHERS\n    2  OFFERS TO UNDERTAKE, OR HOLDS ONESELF OUT AS BEING ABLE TO UNDERTAKE, OR\n    3  DOES UNDERTAKE TO ALTER, ADD TO, SUBTRACT  FROM,  IMPROVE,  ENHANCE,  OR\n    4  BEAUTIFY  ANY REALTY OR CONSTRUCT, ALTER, REPAIR, ADD TO, SUBTRACT FROM,\n    5  IMPROVE, MOVE, WRECK, OR DEMOLISH ANY BUILDING, HIGHWAY, ROAD, RAILROAD,\n    6  EXCAVATION, OR OTHER STRUCTURE, PROJECT, DEVELOPMENT, OR IMPROVEMENT, OR\n    7  DO  ANY  PART  THEREOF,  INCLUDING  THE ERECTION OF SCAFFOLDING OR OTHER\n    8  STRUCTURES OR WORKS IN CONNECTION THEREWITH. \"CONTRACTOR\", TO THE EXTENT\n    9  ALLOWED UNDER FEDERAL LAW INCLUDES A SUBCONTRACTOR, A SPECIALTY CONTRAC-\n   10  TOR, AND ANY PERSON, GENERAL ENGINEERING, GENERAL BUILDING, OR SPECIALTY\n   11  CONTRACTOR WHO PERFORMS ANY OF THE ACTIVITIES SET FORTH IN THIS SUBDIVI-\n   12  SION DIRECTLY OR INDIRECTLY FOR THE FEDERAL GOVERNMENT.\n   13    4. \"DEPARTMENT\" MEANS THE DEPARTMENT OF BUILDINGS OF THE CITY  OF  NEW\n   14  YORK.\n   15    5.  \"COMMISSIONER\"  MEANS THE COMMISSIONER OF BUILDINGS OF THE CITY OF\n   16  NEW YORK.\n   17    6. \"HYDROCHLOROFLUOROCARBON\" OR \"HCFC\" MEANS ANY MEMBER OF THE  FAMILY\n   18  OF  SUBSTANCES  CONTAINING  HYDROGEN,  CARBON,  FLUORINE,  AND CHLORINE,\n   19  INCLUDING, WITHOUT LIMITATION, THOSE  COMPOUNDS  KNOWN  AS  HCFC-22  AND\n   20  HCFC-123  AND  ANY COMBINATION OR MIXTURE CONTAINING ANY OF THREE HYDRO-\n   21  CHLOROFLUOROCARBON COMPOUNDS.\n   22    7. \"INSPECTOR\" MEANS ANY PERSON EMPLOYED BY THE DEPARTMENT TO INVESTI-\n   23  GATE MATTERS  RELATING  TO  ANY  PERSON  WHO  FURNISHES  COMMODITIES  OR\n   24  SERVICES FOR WHICH A LICENSE IS REQUIRED FROM THE DEPARTMENT.\n   25    8.  \"REFRIGERANT RECOVERY AND RECYCLING EQUIPMENT\" MEANS A DEVICE USED\n   26  TO RECOVER AND TO PURIFY CFCS FROM A DEVICE FOR LATER REUSE.\n   27    9. \"RME\" MEANS RESPONSIBLE MANAGING EMPLOYEE.\n   28    10. \"SALE\" MEANS ANY ARRANGEMENT BETWEEN TWO  OR  MORE  PERSONS  AS  A\n   29  RESULT  OF  WHICH  THERE  IS,  OR IS TO BE, A TRANSFER OF PROPERTY FOR A\n   30  CONSIDERATION.\n   31    IF ANY PROVISION OF THIS SECTION, OR THE APPLICATION  THEREOF  TO  ANY\n   32  PERSON,  OR  CIRCUMSTANCES,  IS HELD TO BE INVALID, THE INVALIDITY SHALL\n   33  NOT AFFECT OTHER PROVISIONS OR APPLICATIONS OF THIS SECTION WHICH CAN BE\n   34  GIVEN EFFECT WITHOUT THE INVALID PROVISION OR APPLICATION, AND  TO  THIS\n   35  END THE PROVISIONS OF THIS SECTION ARE SEVERABLE.\n   36    S 75-B. EXEMPTIONS. THE PROVISIONS OF THIS ARTICLE SHALL NOT APPLY TO:\n   37    1.  OFFICERS  AND  EMPLOYEES  OF  THE UNITED STATES, THE STATE, OR ANY\n   38  COUNTY WHILE IN THE PERFORMANCE OF THEIR GOVERNMENTAL DUTIES;\n   39    2. ANY PERSON ACTING AS A RECEIVER, TRUSTEE  IN  BANKRUPTCY,  PERSONAL\n   40  REPRESENTATIVE,  OR  ANY OTHER PERSON ACTING UNDER ANY ORDER OR AUTHORI-\n   41  ZATION OF ANY COURT;\n   42    3. A PERSON WHO SELLS OR INSTALLS ANY FINISHED PRODUCTS, MATERIALS, OR\n   43  ARTICLES OF MERCHANDISE THAT ARE NOT ACTUALLY FABRICATED INTO AND DO NOT\n   44  BECOME A PERMANENT FIXED PART OF THE STRUCTURE, OR TO THE  CONSTRUCTION,\n   45  ALTERATION, IMPROVEMENT, OR REPAIR OF PERSONAL PROPERTY;\n   46    4. ANY PROJECT OR OPERATION FOR WHICH THE AGGREGATE CONTRACT PRICE FOR\n   47  LABOR,  MATERIALS, TAXES, AND ALL OTHER ITEMS IS NOT MORE THAN ONE THOU-\n   48  SAND DOLLARS. THIS EXEMPTION SHALL NOT APPLY IN ANY CASE WHERE A  BUILD-\n   49  ING  PERMIT  IS REQUIRED REGARDLESS OF THE AGGREGATE CONTRACT PRICE, NOR\n   50  WHERE THE UNDERTAKING IS ONLY A PART OF A LARGER  OR  MAJOR  PROJECT  OR\n   51  OPERATION,  WHETHER  UNDERTAKEN BY THE SAME OR A DIFFERENT CONTRACTOR OR\n   52  IN WHICH A DIVISION OF THE PROJECT OR OPERATION IS MADE IN CONTRACTS  OF\n   53  AMOUNTS  NOT  MORE  THAN ONE THOUSAND DOLLARS FOR THE PURPOSE OF EVADING\n   54  THIS ARTICLE OR OTHERWISE;\n   55    5. A REGISTERED ARCHITECT OR PROFESSIONAL ENGINEER  ACTING  SOLELY  IN\n   56  THE PERSON'S PROFESSIONAL CAPACITY;\n\n       A. 2253                             4\n\n    1    6.  ANY PERSON WHO ENGAGES IN THE ACTIVITIES REGULATED IN THIS ARTICLE\n    2  AS AN EMPLOYEE WITH WAGES AS THE PERSON'S SOLE COMPENSATION;\n    3    7.  OWNERS  OR  LESSEES  OF PROPERTY WHO BUILD OR IMPROVE RESIDENTIAL,\n    4  FARM, INDUSTRIAL, OR COMMERCIAL BUILDINGS OR STRUCTURES ON PROPERTY  FOR\n    5  THEIR  OWN  USE, OR FOR USE BY THEIR GRANDPARENTS, PARENTS, SIBLINGS, OR\n    6  CHILDREN AND WHO DO NOT OFFER THE BUILDINGS OR STRUCTURES  FOR  SALE  OR\n    7  LEASE;  PROVIDED  THAT  THIS  EXEMPTION SHALL NOT APPLY TO ELECTRICAL OR\n    8  PLUMBING WORK THAT  MUST  BE  PERFORMED  ONLY  BY  PERSONS  OR  ENTITIES\n    9  LICENSED  UNDER THIS ARTICLE. IN ALL ACTIONS BROUGHT UNDER THIS SUBDIVI-\n   10  SION, PROOF OF THE SALE OR LEASE, OR OFFERING FOR SALE OR LEASE, OF  THE\n   11  STRUCTURE  NOT  MORE  THAN  ONE  YEAR  AFTER  COMPLETION  IS PRIMA FACIE\n   12  EVIDENCE THAT THE CONSTRUCTION  OR  IMPROVEMENT  OF  THE  STRUCTURE  WAS\n   13  UNDERTAKEN  FOR  THE  PURPOSE  OF  SALE  OR  LEASE;  PROVIDED  THAT THIS\n   14  PROVISION SHALL NOT APPLY TO RESIDENTIAL PROPERTIES SOLD  OR  LEASED  TO\n   15  EMPLOYEES  OF  THE  OWNER  OR  LESSEE; PROVIDED FURTHER THAT IN ORDER TO\n   16  QUALIFY FOR THIS EXEMPTION THE OWNER OR LESSEE  MUST  REGISTER  FOR  THE\n   17  EXEMPTIONS  AS  PROVIDED  IN SECTION SEVENTY-FIVE-H OF THIS ARTICLE. ANY\n   18  OWNER OR LESSEE OF PROPERTY FOUND TO HAVE VIOLATED THIS PARAGRAPH  SHALL\n   19  NOT  BE PERMITTED TO ENGAGE IN ANY ACTIVITIES PURSUANT TO THIS PARAGRAPH\n   20  OR TO REGISTER UNDER SECTION SEVENTY-FIVE-H OF THIS ARTICLE FOR A PERIOD\n   21  OF THREE YEARS. THERE IS A PRESUMPTION  THAT  AN  OWNER  OR  LESSEE  HAS\n   22  VIOLATED  THIS  SECTION,  WHEN  THE OWNER OR LESSEE OBTAINS AN EXEMPTION\n   23  FROM THE LICENSING REQUIREMENTS OF SECTION SEVENTY-FIVE-G OF THIS  ARTI-\n   24  CLE MORE THAN ONCE IN TWO YEARS;\n   25    8. ANY JOINT VENTURE IF ALL MEMBERS THEREOF HOLD LICENSES ISSUED UNDER\n   26  THIS ARTICLE;\n   27    9.  ANY  PROJECT OR OPERATION WHERE IT IS DETERMINED BY THE BOARD THAT\n   28  LESS THAN TEN PERSONS ARE QUALIFIED TO PERFORM THE WORK IN QUESTION  AND\n   29  THAT THE WORK DOES NOT POSE A POTENTIAL DANGER TO PUBLIC HEALTH, SAFETY,\n   30  AND WELFARE; OR\n   31    10.  ANY  PUBLIC  WORKS  PROJECT  WHICH IS DEEMED NECESSARY AND IN THE\n   32  PUBLIC INTEREST BY THE CONTRACTING AGENCY.\n   33    S 75-C. CONTRACTORS LICENSE BOARD. 1. THERE  SHALL  BE  A  CONTRACTORS\n   34  LICENSE BOARD OF THIRTEEN MEMBERS APPOINTED BY THE MAYOR.\n   35    2. OF THE BOARD MEMBERS:\n   36    (A)  TEN  SHALL  BE  CONTRACTORS WHO HAVE BEEN ACTIVELY ENGAGED IN THE\n   37  CONTRACTING BUSINESS FOR A PERIOD OF NOT LESS THAN FIVE YEARS  PRECEDING\n   38  THE DATE OF THEIR APPOINTMENT;\n   39    (B)  FIVE  SHALL  BE GENERAL ENGINEERING OR BUILDING CONTRACTORS, FIVE\n   40  SHALL BE SPECIALTY CONTRACTORS, AND THREE SHALL BE NONCONTRACTORS.    NO\n   41  MEMBER  SHALL  RECEIVE  ANY  COMPENSATION FOR THE MEMBER'S SERVICES, BUT\n   42  EACH SHALL BE REIMBURSED FOR NECESSARY TRAVELING  EXPENSES  INCURRED  IN\n   43  THE PERFORMANCE OF DUTIES.\n   44    3. EACH BOROUGH SHALL BE REPRESENTED ON THE BOARD.\n   45    4.  NO  ONE, EXCEPT THE THREE NONCONTRACTOR MEMBERS, SHALL BE ELIGIBLE\n   46  FOR APPOINTMENT WHO DOES NOT AT THE TIME  OF  THE  MEMBER'S  APPOINTMENT\n   47  HOLD A VALID AND UNEXPIRED LICENSE TO OPERATE AS A CONTRACTOR.\n   48    S  75-D.  POWERS  AND DUTIES OF BOARD. IN ADDITION TO ANY OTHER POWERS\n   49  AND DUTIES AUTHORIZED BY LAW, THE BOARD SHALL:\n   50    1. GRANT LICENSES,  INCLUDING  CONDITIONAL  LICENSES,  TO  CONTRACTORS\n   51  PURSUANT TO THIS ARTICLE AND RULES;\n   52    2. ADOPT, AMEND, OR REPEAL SUCH RULES AND REGULATIONS AS THE BOARD MAY\n   53  DEEM  PROPER  FULLY TO EFFECTUATE THIS ARTICLE AND CARRY OUT THE PURPOSE\n   54  THEREOF, WHICH IS THE PROTECTION OF THE GENERAL PUBLIC.  ALL  RULES  AND\n   55  REGULATIONS  SHALL  BE  APPROVED  BY THE MAYOR AND THE COMMISSIONER. THE\n   56  RULES AND REGULATIONS MAY FORBID ACTS OR PRACTICES DEEMED BY  THE  BOARD\n\n       A. 2253                             5\n\n    1  TO  BE DETRIMENTAL TO THE ACCOMPLISHMENT OF THE PURPOSE OF THIS ARTICLE.\n    2  THE RULES AND REGULATIONS MAY REQUIRE CONTRACTORS TO MAKE REPORTS TO THE\n    3  BOARD CONTAINING ANY ITEMS OF INFORMATION  AS  WILL  BETTER  ENABLE  THE\n    4  BOARD  TO  ENFORCE  THIS  ARTICLE  AND  RULES OR REGULATIONS, OR AS WILL\n    5  BETTER ENABLE THE BOARD FROM TIME TO TIME TO AMEND THE RULES  AND  REGU-\n    6  LATIONS MORE FULLY TO EFFECTUATE THE PURPOSES OF THIS ARTICLE. THE RULES\n    7  AND  REGULATIONS  MAY  REQUIRE  CONTRACTORS TO FURNISH REPORTS TO OWNERS\n    8  CONTAINING ANY MATTERS OF INFORMATION AS THE BOARD  DEEMS  NECESSARY  TO\n    9  PROMOTE THE PURPOSE OF THIS ARTICLE. THE ENUMERATION OF SPECIFIC MATTERS\n   10  WHICH  MAY  PROPERLY  BE MADE THE SUBJECT OF RULES AND REGULATIONS SHALL\n   11  NOT BE CONSTRUED TO LIMIT THE BOARD'S GENERAL POWER TO  MAKE  ALL  RULES\n   12  AND  REGULATIONS NECESSARY TO FULLY EFFECTUATE THE PURPOSE OF THIS ARTI-\n   13  CLE;\n   14    3. ADOPT RULES AND REGULATIONS NECESSARY TO IMPLEMENT  THE  PROVISIONS\n   15  OF  THIS ARTICLE RELATING TO CFCS, INCLUDING, BUT NOT LIMITED TO, PROCE-\n   16  DURES FOR THE DISPOSAL OF AIR CONDITIONING  UNITS  UTILIZING  CFCS  THAT\n   17  INCLUDE MANDATORY RECOVERY AND RECYCLING OF CFCS;\n   18    4.  ENFORCE  THIS  ARTICLE  AND RULES AND REGULATIONS ADOPTED PURSUANT\n   19  THERETO;\n   20    5. COLLECT FINES AND PENALTIES PURSUANT TO SECTION  SEVENTY-FIVE-Z  OF\n   21  THIS ARTICLE;\n   22    6. CONDUCT HEARINGS WITH RESPECT TO THE IMPOSITION OF FINES AND PENAL-\n   23  TIES IMPOSED PURSUANT TO SECTION SEVENTY-FIVE-Z OF THIS ARTICLE;\n   24    7.  SUSPEND  OR  REVOKE  ANY  LICENSE FOR ANY CAUSE PRESCRIBED BY THIS\n   25  ARTICLE, OR FOR ANY VIOLATION OF THE RULES AND REGULATIONS,  AND  REFUSE\n   26  TO  GRANT,  RENEW, RESTORE, OR REINSTATE ANY LICENSE FOR ANY CAUSE WHICH\n   27  WOULD BE GROUNDS FOR REVOCATION OR SUSPENSION OF A LICENSE;\n   28    8. PUBLISH AND  DISTRIBUTE  PAMPHLETS  AND  CIRCULARS  CONTAINING  ANY\n   29  INFORMATION  AS  THE BOARD DEEMS PROPER TO FURTHER THE ACCOMPLISHMENT OF\n   30  THE PURPOSE OF THIS ARTICLE;\n   31    9. CONTRACT FOR PROFESSIONAL TESTING SERVICES TO PREPARE,  ADMINISTER,\n   32  AND  GRADE  THE  EXAMINATIONS  FOR APPLICANTS AS MAY BE REQUIRED FOR THE\n   33  PURPOSES OF THIS ARTICLE. THE BOARD SHALL DETERMINE THE SCOPE AND LENGTH\n   34  OF THE EXAMINATIONS, WHETHER THE EXAMINATIONS SHALL BE ORAL, WRITTEN, OR\n   35  BOTH, AND THE SCORE THAT SHALL BE DEEMED A PASSING SCORE;\n   36    10. ORDER SUMMARY SUSPENSION OF A LICENSE;\n   37    11. ISSUE INFORMAL NONBINDING INTERPRETATIONS OR DECLARATORY  RULINGS,\n   38  AND CONDUCT CONTESTED CASE PROCEEDINGS; AND\n   39    12.  SUBPOENA WITNESSES AND DOCUMENTS, ADMINISTER OATHS, RECEIVE AFFI-\n   40  DAVITS AND ORAL TESTIMONY, INCLUDING TELEPHONIC COMMUNICATIONS.\n   41    S 75-E. CLASSIFICATION. 1. FOR  THE  PURPOSE  OF  CLASSIFICATION,  THE\n   42  CONTRACTING BUSINESS INCLUDES ANY OR ALL OF THE FOLLOWING BRANCHES:\n   43    (A) GENERAL ENGINEERING CONTRACTING;\n   44    (B) GENERAL BUILDING CONTRACTING;\n   45    (C) SPECIALTY CONTRACTING.\n   46    2.  A  GENERAL  ENGINEERING CONTRACTOR IS A CONTRACTOR WHOSE PRINCIPAL\n   47  CONTRACTING  BUSINESS  IS  IN  CONNECTION  WITH  FIXED  WORKS  REQUIRING\n   48  SPECIALIZED  ENGINEERING  KNOWLEDGE  AND  SKILL, INCLUDING THE FOLLOWING\n   49  DIVISIONS OR SUBJECTS: IRRIGATION, DRAINAGE, WATER POWER, WATER  SUPPLY,\n   50  FLOOD  CONTROL,  INLAND WATERWAYS, HARBORS, DOCKS AND WHARVES, SHIPYARDS\n   51  AND PORTS, DAMS AND HYDROELECTRIC PROJECTS, LEVEES,  RIVER  CONTROL  AND\n   52  RECLAMATION  WORKS,  RAILROADS,  HIGHWAYS,  STREETS  AND ROADS, TUNNELS,\n   53  AIRPORTS AND AIRWAYS, SEWERS AND SEWAGE  DISPOSAL  PLANTS  AND  SYSTEMS,\n   54  WASTE REDUCTION PLANTS, BRIDGES, OVERPASSES, UNDERPASSES AND OTHER SIMI-\n   55  LAR WORKS, PIPELINES AND OTHER SYSTEMS FOR THE TRANSMISSION OF PETROLEUM\n   56  AND  OTHER  LIQUID  OR  GASEOUS SUBSTANCES, PARKS, PLAYGROUNDS AND OTHER\n\n       A. 2253                             6\n\n    1  RECREATIONAL WORKS, REFINERIES, CHEMICAL PLANTS AND  SIMILAR  INDUSTRIAL\n    2  PLANTS REQUIRING SPECIALIZED ENGINEERING KNOWLEDGE AND SKILL, POWERHOUS-\n    3  ES,  POWER  PLANTS AND OTHER UTILITY PLANTS AND INSTALLATIONS, MINES AND\n    4  METALLURGICAL PLANTS, LAND LEVELLING AND EARTH-MOVING PROJECTS, EXCAVAT-\n    5  ING,  GRADING,  TRENCHING,  PAVING  AND  SURFACING  WORK  AND CEMENT AND\n    6  CONCRETE WORKS IN CONNECTION WITH THE ABOVE MENTIONED FIXED WORKS.\n    7    3. A GENERAL BUILDING  CONTRACTOR  IS  A  CONTRACTOR  WHOSE  PRINCIPAL\n    8  CONTRACTING  BUSINESS  IS  IN CONNECTION WITH ANY STRUCTURE BUILT, BEING\n    9  BUILT, OR TO BE BUILT,  FOR  THE  SUPPORT,  SHELTER,  AND  ENCLOSURE  OF\n   10  PERSONS,  ANIMALS,  CHATTELS, OR MOVABLE PROPERTY OF ANY KIND, REQUIRING\n   11  IN ITS CONSTRUCTION THE USE OF MORE THAN TWO UNRELATED  BUILDING  TRADES\n   12  OR CRAFTS, OR TO DO OR SUPERINTEND THE WHOLE OR ANY PART THEREOF.\n   13    4. A SPECIALTY CONTRACTOR IS A CONTRACTOR WHOSE OPERATIONS AS SUCH ARE\n   14  THE  PERFORMANCE  OF  CONSTRUCTION WORK REQUIRING SPECIAL SKILL SUCH AS,\n   15  BUT NOT LIMITED  TO,  DRYWALL,  PAINTING  AND  DECORATING,  LANDSCAPING,\n   16  FLOORING, CARPET LAYING BY ANY INSTALLATION METHOD, OR ROOFING WORK, AND\n   17  OTHERS WHOSE PRINCIPAL CONTRACTING BUSINESS INVOLVES THE USE OF SPECIAL-\n   18  IZED  BUILDING  TRADES  OR  CRAFTS,  BUT  SHALL  NOT  INCLUDE ELECTRICAL\n   19  CONTRACTORS REGULATED BY CHAPTER THREE  OF  TITLE  TWENTY-SEVEN  OF  THE\n   20  ADMINISTRATIVE CODE OF THE CITY OF NEW YORK.\n   21    S  75-F.  POWERS  TO CLASSIFY AND LIMIT OPERATIONS. 1. THE CONTRACTORS\n   22  LICENSE BOARD MAY ADOPT RULES AND REGULATIONS NECESSARY  TO  EFFECT  THE\n   23  CLASSIFICATION  OF  CONTRACTORS  IN A MANNER CONSISTENT WITH ESTABLISHED\n   24  USAGE AND PROCEDURE AS FOUND IN THE CONSTRUCTION BUSINESS, AND MAY LIMIT\n   25  THE FIELD AND SCOPE OF THE OPERATIONS OF A LICENSED CONTRACTOR TO  THOSE\n   26  IN  WHICH  THE  CONTRACTOR  IS  CLASSIFIED  AND  QUALIFIED TO ENGAGE, AS\n   27  DEFINED IN SECTION SEVENTY-FIVE-E OF THIS ARTICLE.\n   28    2. A LICENSEE MAY MAKE APPLICATION FOR CLASSIFICATION AND  BE  CLASSI-\n   29  FIED  IN  MORE  THAN ONE CLASSIFICATION IF THE LICENSEE MEETS THE QUALI-\n   30  FICATIONS PRESCRIBED BY THE BOARD FOR SUCH ADDITIONAL CLASSIFICATION  OR\n   31  CLASSIFICATIONS. FOR QUALIFYING OR CLASSIFYING IN ADDITIONAL CLASSIFICA-\n   32  TIONS,  THE LICENSEE SHALL PAY THE APPROPRIATE APPLICATION FEE BUT SHALL\n   33  NOT BE REQUIRED TO PAY ANY ADDITIONAL LICENSE FEE.\n   34    3. THIS SECTION SHALL NOT PROHIBIT A SPECIALTY CONTRACTOR FROM  TAKING\n   35  AND  EXECUTING  A  CONTRACT  INVOLVING  THE USE OF TWO OR MORE CRAFTS OR\n   36  TRADES, IF THE PERFORMANCE OF THE WORK IN THE CRAFTS  OR  TRADES,  OTHER\n   37  THAN  IN  WHICH  THE SPECIALTY CONTRACTOR IS LICENSED, IS INCIDENTAL AND\n   38  SUPPLEMENTAL TO THE PERFORMANCE OF WORK  IN  THE  CRAFT  FOR  WHICH  THE\n   39  SPECIALTY CONTRACTOR IS LICENSED.\n   40    S  75-G. LICENSES REQUIRED. NO PERSON WITHIN THE PURVIEW OF THIS ARTI-\n   41  CLE SHALL ACT, OR ASSUME TO ACT, OR ADVERTISE,  AS  GENERAL  ENGINEERING\n   42  CONTRACTOR, GENERAL BUILDING CONTRACTOR, OR SPECIALTY CONTRACTOR WITHOUT\n   43  A  LICENSE PREVIOUSLY OBTAINED UNDER AND IN COMPLIANCE WITH THIS ARTICLE\n   44  AND THE RULES AND REGULATIONS OF THE CONTRACTORS LICENSE BOARD.\n   45    S 75-H. ISSUANCE OF BUILDING PERMITS; OWNER-BUILDER REGISTRATION.   1.\n   46  WHEN APPLYING FOR A PERMIT FROM THE DEPARTMENT EACH APPLICANT SHALL FILE\n   47  A  STATEMENT  THAT  THE  APPLICANT  AND  ALL  SPECIALTY  CONTRACTORS ARE\n   48  LICENSED UNDER THIS ARTICLE, GIVING THE LICENSE NUMBERS AND STATING THAT\n   49  THE LICENSES ARE IN FULL FORCE AND  EFFECT,  OR,  IF  THE  APPLICANT  IS\n   50  EXEMPT  FROM THIS ARTICLE, THE BASIS FOR THE CLAIMED EXEMPTION; PROVIDED\n   51  THAT IF THE APPLICANT CLAIMS AN EXEMPTION  UNDER  SUBDIVISION  SEVEN  OF\n   52  SECTION  SEVENTY-FIVE-B  OF  THIS  ARTICLE  THE  APPLICANT SHALL ALSO BE\n   53  REQUIRED TO CERTIFY THAT THE BUILDING OR STRUCTURE  IS  FOR  THE  APPLI-\n   54  CANT'S  PERSONAL USE AND NOT FOR USE OR OCCUPANCY BY THE GENERAL PUBLIC.\n   55  THE CITY SHALL MAINTAIN AN OWNER-BUILDER REGISTRATION LIST  WHICH  SHALL\n   56  CONTAIN  THE  FOLLOWING INFORMATION: (A) THE NAME OF ANY OWNER OR LESSEE\n\n       A. 2253                             7\n\n    1  WHO CLAIMS AN EXEMPTION FROM THIS ARTICLE  AS  PROVIDED  IN  SUBDIVISION\n    2  SEVEN  OF SECTION SEVENTY-FIVE-B OF THIS ARTICLE; (B) THE ADDRESS OF THE\n    3  PROPERTY WHERE EXEMPT BUILDING OR IMPROVEMENT ACTIVITY IS TO OCCUR;  (C)\n    4  A  DESCRIPTION OF THE TYPE OF BUILDING OR IMPROVEMENT ACTIVITY TO OCCUR;\n    5  (D) THE APPROXIMATE DATES OF CONSTRUCTION ACTIVITY; AND (E) WHETHER  ANY\n    6  ELECTRICAL  OR  PLUMBING WORK IS TO BE PERFORMED AND IF SO, THE NAME AND\n    7  LICENSE NUMBER OF THE PERSON OR ENTITY WHO WILL DO THE WORK. THE ABSENCE\n    8  OF SUCH REGISTRATION IS PRIMA  FACIE  EVIDENCE  THAT  THE  EXEMPTION  IN\n    9  SUBDIVISION  SEVEN  OF  SECTION  SEVENTY-FIVE-B OF THIS ARTICLE DOES NOT\n   10  APPLY.\n   11    2. THE CITY SHALL VERIFY  THE  LICENSE  AGAINST  A  LIST  OF  LICENSED\n   12  CONTRACTORS  PROVIDED  BY  THE  STATE CONTRACTORS LICENSING BOARD, WHICH\n   13  LIST SHALL BE UPDATED AT LEAST QUARTERLY. THE  CITY  SHALL  ALSO  VERIFY\n   14  THAT THE APPLICANT IS IN FACT THE CONTRACTOR SO LICENSED OR THE CONTRAC-\n   15  TOR'S DULY AUTHORIZED AGENT.\n   16    3.  TO  QUALIFY  FOR  THE EXEMPTION UNDER SUBDIVISION SEVEN OF SECTION\n   17  SEVENTY-FIVE-B OF THIS ARTICLE, THE CITY  SHALL  PROVIDE  THE  APPLICANT\n   18  WITH A DISCLOSURE STATEMENT IN SUBSTANTIALLY THE FOLLOWING FORM:\n\n   19                            \"DISCLOSURE STATEMENT\n   20  STATE LAW REQUIRES CONSTRUCTION TO BE DONE BY LICENSED CONTRACTORS.  YOU\n   21  HAVE  APPLIED FOR A PERMIT UNDER AN EXEMPTION TO THAT LAW. THE EXEMPTION\n   22  PROVIDED IN THE GENERAL CITY LAW S75-B(7), ALLOWS YOU, AS THE  OWNER  OR\n   23  LESSEE  OF  YOUR  PROPERTY,  TO  ACT AS YOUR OWN GENERAL CONTRACTOR EVEN\n   24  THOUGH YOU DO NOT HAVE A LICENSE. YOU MUST  SUPERVISE  THE  CONSTRUCTION\n   25  YOURSELF.  YOU MUST ALSO HIRE LICENSED SUBCONTRACTORS. THE BUILDING MUST\n   26  BE FOR YOUR OWN USE AND OCCUPANCY. IT MAY  NOT  BE  BUILT  FOR  SALE  OR\n   27  LEASE.  IF  YOU  SELL OR LEASE A BUILDING YOU HAVE BUILT YOURSELF WITHIN\n   28  ONE YEAR AFTER THE CONSTRUCTION IS COMPLETE, THE LAW WILL  PRESUME  THAT\n   29  YOU  BUILT  IT FOR SALE OR LEASE, WHICH IS A VIOLATION OF THE EXEMPTION,\n   30  AND YOU MAY BE PROSECUTED FOR THIS. IT IS YOUR  RESPONSIBILITY  TO  MAKE\n   31  SURE  THAT  SUBCONTRACTORS  HIRED BY YOU HAVE LICENSES REQUIRED BY STATE\n   32  LAW AND BY COUNTY LICENSING ORDINANCES. ELECTRICAL OR PLUMBING WORK MUST\n   33  BE PERFORMED BY CONTRACTORS LICENSED UNDER THE LAWS OF THE STATE OF  NEW\n   34  YORK.  ANY  PERSON  WORKING ON YOUR BUILDING WHO IS NOT LICENSED MUST BE\n   35  YOUR EMPLOYEE WHICH MEANS THAT YOU MUST DEDUCT F.I.C.A. AND  WITHHOLDING\n   36  TAXES  AND  PROVIDE  WORKERS'  COMPENSATION  FOR  THAT  EMPLOYEE, ALL AS\n   37  PRESCRIBED BY LAW. YOUR CONSTRUCTION MUST  COMPLY  WITH  ALL  APPLICABLE\n   38  LAWS, ORDINANCES, BUILDING CODES, AND ZONING REGULATIONS. IF YOU VIOLATE\n   39  GENERAL  CITY  LAW  S75-B(7) YOU MAY BE FINED $5,000 OR FORTY PERCENT OF\n   40  THE APPRAISED VALUE OF THE BUILDING AS DETERMINED BY THE NEW  YORK  CITY\n   41  DEPARTMENT OF FINANCE TAX APPRAISER, WHICHEVER IS GREATER, FOR THE FIRST\n   42  OFFENSE;  AND  $10,000  OR  FIFTY  PERCENT OF THE APPRAISED VALUE OF THE\n   43  BUILDING AS DETERMINED BY THE NEW YORK CITY DEPARTMENT  OF  FINANCE  TAX\n   44  APPRAISER, WHICHEVER IS GREATER FOR ANY SUBSEQUENT OFFENSE.\"\n   45  THE  CITY SHALL NOT ISSUE A BUILDING PERMIT TO THE OWNER-APPLICANT UNTIL\n   46  THE APPLICANT SIGNS A STATEMENT THAT THE APPLICANT HAS READ  AND  UNDER-\n   47  STANDS THE DISCLOSURE FORM.\n   48    4.  A  CITY BUILDING INSPECTOR OR OTHER BUILDING OFFICIAL SHALL REPORT\n   49  TO THE DEPARTMENT OF BUILDINGS THE NAME AND ADDRESS OF ANY PERSON,  WHO,\n   50  IN  THE OPINION OF THE BUILDING INSPECTOR OR OFFICIAL, HAS VIOLATED THIS\n   51  ARTICLE BY ACCEPTING OR CONTRACTING TO ACCOMPLISH WORK WHICH WOULD CLAS-\n   52  SIFY THE PERSON AS A CONTRACTOR UNDER THIS ARTICLE.\n   53    S 75-I. ADVERTISING. 1. IT IS A MISDEMEANOR FOR ANY PERSON,  INCLUDING\n   54  A  PERSON  WHO  IS  EXEMPT BY SECTION SEVENTY-FIVE-B OF THIS ARTICLE, TO\n   55  ADVERTISE WITH OR WITHOUT ANY LIMITING QUALIFICATIONS  AS  A  CONTRACTOR\n\n       A. 2253                             8\n\n    1  UNLESS  SUCH  PERSON  HOLDS  A  VALID LICENSE UNDER THIS ARTICLE FOR THE\n    2  GOODS AND SERVICES ADVERTISED.  \"ADVERTISE\"  AS  USED  IN  THIS  SECTION\n    3  INCLUDES,  BUT  IS  NOT  LIMITED  TO, THE ISSUANCE OF ANY CARD, SIGN, OR\n    4  DEVICE  TO  ANY PERSON; THE CAUSING, PERMITTING, OR ALLOWING OF ANY SIGN\n    5  OR MARKING ON OR IN ANY BUILDING, VEHICLE OR STRUCTURE;  OR  ADVERTISING\n    6  IN ANY NEWSPAPER OR MAGAZINE; ANY LISTING OR ADVERTISING IN ANY DIRECTO-\n    7  RY  UNDER  A  CLASSIFICATION OR HEADING THAT INCLUDES THE WORD \"CONTRAC-\n    8  TOR\"; OR COMMERCIALS BROADCAST BY AIRWAVE TRANSMISSION.\n    9    2. A CONTRACTOR MAY ADVERTISE IN PRINT OR BROADCAST MEDIUM, AS DEFINED\n   10  IN SUBDIVISION ONE OF THIS SECTION ONLY IF THE  CONTRACTOR  INCLUDES  IN\n   11  THE  ADVERTISEMENT  OR  LISTING  THE CONTRACTOR'S APPLICABLE AND CURRENT\n   12  LICENSE NUMBER, AND PROVIDES PROOF  OF  THE  NUMBER'S  VALIDITY  TO  THE\n   13  PUBLISHER  OR  PRODUCER  OF  THE  ADVERTISING  MEDIUM.  THE PUBLISHER OR\n   14  PRODUCER OF A PRINT OR BROADCAST  ADVERTISING  MEDIUM  SHALL  REFUSE  TO\n   15  PUBLISH  OR  BROADCAST  AN ADVERTISEMENT OR LISTING FOR A CONTRACTOR WHO\n   16  DOES NOT COMPLY WITH THE PROVISIONS OF THIS SUBDIVISION. A PUBLISHER  OR\n   17  PRODUCER WHO OBTAINS A SIGNED STATEMENT FROM THE CONTRACTOR WHICH STATES\n   18  THAT  THE  CONTRACTOR HAS READ THE TEXT OF THE ADVERTISEMENT OR LISTING,\n   19  HAS AN APPLICABLE AND CURRENT CONTRACTORS  LICENSE  FOR  THE  GOODS  AND\n   20  SERVICES  ADVERTISED,  HAS  INCLUDED  ALL APPLICABLE AND CURRENT LICENSE\n   21  NUMBERS IN THE ADVERTISEMENT OR LISTING, AND IS AWARE OF CIVIL AND CRIM-\n   22  INAL PENALTIES FOR ADVERTISING AS A CONTRACTOR WITHOUT A VALID  LICENSE,\n   23  SHALL  BE  ENTITLED  TO A REBUTTABLE PRESUMPTION OF COMPLIANCE WITH THIS\n   24  SUBDIVISION.\n   25    3. UPON ENTRY OF EITHER A FINAL ORDER OF THE CONTRACTORS LICENSE BOARD\n   26  OR A JUDGMENT BY A  COURT  OF  COMPETENT  JURISDICTION  FINDING  THAT  A\n   27  CONTRACTOR  HAS ADVERTISED IN VIOLATION OF EITHER SECTION SEVENTY-FIVE-G\n   28  OR SUBDIVISION ONE OF THIS SECTION, THE PUBLIC UTILITY FURNISHING  TELE-\n   29  PHONE  SERVICE  TO  THE CONTRACTOR SHALL DISCONNECT THE TELEPHONE NUMBER\n   30  CONTAINED IN THE ADVERTISEMENT OR LISTING.\n   31    4. THE PUBLISHER OR PRODUCER OF A PRINT OR BROADCAST ADVERTISING MEDI-\n   32  UM SHALL NOT BE LIABLE IN ANY SUIT, ACTION, OR CLAIM  ARISING  FROM  ITS\n   33  REFUSAL  TO LIST OR ACCEPT ADVERTISEMENTS PURSUANT TO SUBDIVISION TWO OF\n   34  THIS SECTION. GOOD FAITH COMPLIANCE BY A PUBLIC UTILITY WITH SUBDIVISION\n   35  THREE OF THIS SECTION IS A COMPLETE DEFENSE TO  ANY  CIVIL  OR  CRIMINAL\n   36  ACTION  BROUGHT  AGAINST  IT  ARISING  FROM THE TERMINATION OF TELEPHONE\n   37  SERVICE.\n   38    S 75-J. AIDING OR ABETTING. AIDING OR ABETTING AN UNLICENSED PERSON TO\n   39  EVADE THIS ARTICLE OR KNOWINGLY COMBINING OR CONSPIRING  WITH  AN  UNLI-\n   40  CENSED  PERSON,  OR  ALLOWING  ONE'S LICENSE TO BE USED BY AN UNLICENSED\n   41  PERSON, OR ACTING AS AGENT OR PARTNER OR ASSOCIATE, OR OTHERWISE, OF  AN\n   42  UNLICENSED  PERSON,  WITH  THE  INTENT TO EVADE THIS ARTICLE, SHALL BE A\n   43  MISDEMEANOR.\n   44    S 75-K. INVESTIGATION PERMITTED. THE  CONTRACTORS  LICENSE  BOARD  MAY\n   45  INVESTIGATE, CLASSIFY, AND QUALIFY APPLICANTS FOR CONTRACTORS LICENSES.\n   46    S 75-L. VIOLATION FOR UNLICENSED ACTIVITY. 1. IN ADDITION TO ANY OTHER\n   47  REMEDY  AVAILABLE,  THE INSPECTOR MAY ISSUE VIOLATION NOTICES TO PERSONS\n   48  ACTING IN THE CAPACITY OF OR ENGAGING IN THE BUSINESS  OF  A  CONTRACTOR\n   49  WITHIN  THE CITY, WITHOUT HAVING A LICENSE PREVIOUSLY OBTAINED UNDER AND\n   50  IN COMPLIANCE WITH THIS ARTICLE AND THE RULES AND REGULATIONS PROMULGAT-\n   51  ED THEREUNDER. IF THE INSPECTOR DETERMINES THAT A PERSON  IS  ACTING  IN\n   52  THE  CAPACITY  OF,  OR  ENGAGING IN THE BUSINESS OF, A CONTRACTOR WITHIN\n   53  THIS CITY WITHOUT HAVING A LICENSE TO SO ACT OR  ENGAGE,  THE  INSPECTOR\n   54  MAY ISSUE A VIOLATION NOTICE TO SUCH PERSON.\n   55    2.  EACH  VIOLATION  NOTICE SHALL BE IN WRITING AND SHALL DESCRIBE THE\n   56  BASIS OF THE VIOLATION,  INCLUDING  THE  SPECIFIC  STATUTORY  PROVISIONS\n\n       A. 2253                             9\n\n    1  ALLEGED  TO  HAVE BEEN VIOLATED, AND SHALL CONTAIN AN ORDER TO CEASE AND\n    2  DESIST FROM THE VIOLATION, AND  AN  ASSESSMENT  OF  CIVIL  PENALTIES  AS\n    3  PROVIDED IN SECTION SEVENTY-FIVE-Z OF THIS ARTICLE. THE VIOLATION NOTICE\n    4  SHALL  ALSO  INCLUDE NOTICE OF THE SANCTIONS FOR VIOLATING THE CEASE AND\n    5  DESIST ORDER.\n    6    3. SERVICE OF A VIOLATION NOTICE ISSUED UNDER THIS  SECTION  SHALL  BE\n    7  MADE  BY  PERSONAL  SERVICE  WHENEVER  POSSIBLE,  OR  BY CERTIFIED MAIL,\n    8  RESTRICTED DELIVERY, SENT  TO  THE  LAST  KNOWN  BUSINESS  OR  RESIDENCE\n    9  ADDRESS OF THE PERSON CITED.\n   10    4.  ANY  PERSON  SERVED WITH A VIOLATION NOTICE UNDER THIS SECTION MAY\n   11  SUBMIT A WRITTEN REQUEST TO THE COMMISSIONER FOR A HEARING, WITHIN TWEN-\n   12  TY DAYS FROM THE RECEIPT OF THE VIOLATION NOTICE, WITH  RESPECT  TO  THE\n   13  VIOLATIONS  ALLEGED, THE SCOPE OF THE ORDER TO CEASE AND DESIST, AND THE\n   14  AMOUNT OF THE CIVIL PENALTIES ASSESSED.\n   15    5. IF THE PERSON CITED UNDER THIS SECTION TIMELY NOTIFIES THE  COMMIS-\n   16  SIONER  OF  THE  REQUEST FOR A HEARING, THE COMMISSIONER SHALL AFFORD AN\n   17  OPPORTUNITY FOR A HEARING AT THE CONTRACTORS LICENSING BOARD. THE  HEAR-\n   18  ING  SHALL  BE  CONDUCTED  BY  THE  COMMISSIONER OR THE COMMISSIONER MAY\n   19  DESIGNATE A HEARINGS OFFICER TO HOLD THE HEARING.  THE  COMMISSIONER  OR\n   20  ANY HEARINGS OFFICER DESIGNATED BY THE COMMISSIONER SHALL HAVE THE POWER\n   21  TO  ISSUE  SUBPOENAS,  ADMINISTER OATHS, HEAR TESTIMONY, FIND FACTS, AND\n   22  MAKE CONCLUSIONS OF LAW AND ISSUE A FINAL ORDER.\n   23    6. IF THE PERSON CITED UNDER THIS SECTION DOES NOT  SUBMIT  A  WRITTEN\n   24  REQUEST  TO  THE  COMMISSIONER FOR A HEARING WITHIN TWENTY DAYS FROM THE\n   25  RECEIPT OF THE VIOLATION NOTICE, THE VIOLATION NOTICE SHALL BE DEEMED  A\n   26  FINAL ORDER OF THE COMMISSIONER.\n   27    7.  THE COMMISSIONER MAY APPLY TO THE APPROPRIATE COURT FOR A JUDGMENT\n   28  TO ENFORCE THE PROVISIONS OF ANY FINAL ORDER ISSUED BY THE  COMMISSIONER\n   29  OR  DESIGNATED  HEARINGS OFFICER PURSUANT TO THIS SECTION, INCLUDING THE\n   30  PROVISIONS TO CEASE AND DESIST AND FOR CIVIL PENALTIES IMPOSED.  IN  ANY\n   31  PROCEEDING  TO  ENFORCE THE PROVISIONS OF THE FINAL ORDER OF THE COMMIS-\n   32  SIONER OR DESIGNATED HEARINGS OFFICER, THE COMMISSIONER NEED  ONLY  SHOW\n   33  THAT  NOTICE  WAS  GIVEN,  A  HEARING  WAS  HELD OR THE TIME GRANTED FOR\n   34  REQUESTING A HEARING HAS RUN WITHOUT SUCH A  REQUEST,  AND  A  CERTIFIED\n   35  COPY OF THE FINAL ORDER OF THE COMMISSIONER OR DESIGNATED HEARINGS OFFI-\n   36  CER.\n   37    8.  IF  ANY  PARTY IS AGGRIEVED BY THE DECISION OF THE COMMISSIONER OR\n   38  THE DESIGNATED HEARINGS OFFICER, THE PARTY  MAY  COMMENCE  A  PROCEEDING\n   39  PURSUANT  TO  ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES;\n   40  PROVIDED THAT THE OPERATION OF A CEASE AND DESIST  ORDER  SHALL  NOT  BE\n   41  STAYED PENDING SUCH PROCEEDING.\n   42    9.  THE  SANCTIONS AND DISPOSITION AUTHORIZED UNDER THIS SECTION SHALL\n   43  BE SEPARATE FROM AND IN ADDITION TO ALL OTHER REMEDIES EITHER  CIVIL  OR\n   44  CRIMINAL  PROVIDED  IN  ANY  OTHER  APPLICABLE  STATUTORY PROVISION. THE\n   45  COMMISSIONER MAY ADOPT RULES AND REGULATIONS  AS  MAY  BE  NECESSARY  TO\n   46  FULLY EFFECTUATE THIS SECTION.\n   47    10. THE COMMISSIONER MAY APPLY TO THE APPROPRIATE COURT FOR INJUNCTIVE\n   48  OR ANY OTHER RELIEF THE COURT DEEMS APPROPRIATE, INCLUDING A FINE OF NOT\n   49  LESS  THAN TEN THOUSAND DOLLARS FOR EACH OFFENSE, AGAINST ANY PERSON WHO\n   50  VIOLATES A CEASE AND DESIST ORDER. EACH DAY'S VIOLATION  OR  FAILURE  TO\n   51  COMPLY WITH A CEASE AND DESIST ORDER SHALL BE DEEMED A SEPARATE OFFENSE.\n   52  THE ALLEGATIONS IN THE CITATION SHALL BE DEEMED CONCLUSIVELY ESTABLISHED\n   53  FOR  PURPOSES  OF  A  PROCEEDING  FOR  PERMANENT  OR TEMPORARY RELIEF TO\n   54  ENFORCE THE CEASE AND DESIST ORDER.\n   55    S 75-M. STATE DISASTER EMERGENCY; ACTING AS  A  CONTRACTOR  WITHOUT  A\n   56  LICENSE; PENALTY. ANY PERSON WHO VIOLATES SECTION SEVENTY-FIVE-G OF THIS\n\n       A. 2253                            10\n\n    1  ARTICLE,  IN  CONNECTION  WITH  THE OFFER OR PERFORMANCE OF REPAIRS TO A\n    2  RESIDENTIAL OR NONRESIDENTIAL STRUCTURE FOR DAMAGE CAUSED BY  A  NATURAL\n    3  DISASTER IN A POLITICAL SUBDIVISION FOR WHICH A STATE DISASTER EMERGENCY\n    4  IS  DECLARED  BY  THE  GOVERNOR,  MAY BE PUNISHED BY A FINE OF UP TO TEN\n    5  THOUSAND DOLLARS, OR IMPRISONMENT UP TO ONE YEAR, OR BOTH,  IN  ADDITION\n    6  TO ALL OTHER REMEDIES OR PENALTIES.\n    7    S  75-N. ENHANCED PENALTIES WHEN ELDERLY PERSONS ARE TARGETED.  IF ANY\n    8  PERSON IS FOUND TO HAVE VIOLATED SECTION SEVENTY-FIVE-G OF THIS  ARTICLE\n    9  AND THE VIOLATION IS COMMITTED AGAINST AN ELDERLY PERSON, IN ADDITION TO\n   10  ANY  OTHER  PENALTY SET FORTH OR IMPOSED, THE COURT MAY IMPOSE A FINE OF\n   11  UP TO TEN THOUSAND DOLLARS, OR IMPRISONMENT UP TO ONE YEAR, OR BOTH.  AS\n   12  USED IN THIS SECTION, \"ELDERLY PERSON\" MEANS A PERSON WHO IS  SIXTY-FIVE\n   13  YEARS OF AGE OR OLDER.\n   14    S 75-O. NO LICENSE ISSUED WHEN. 1. NO LICENSE AUTHORIZED BY THIS ARTI-\n   15  CLE SHALL BE ISSUED TO:\n   16    (A) ANY PERSON UNLESS THE PERSON HAS FILED AN APPLICATION AND PAID THE\n   17  APPLICABLE FEES;\n   18    (B)  ANY PERSON UNLESS THE PERSON MEETS THE EXPERIENCE REQUIREMENTS AS\n   19  PRESCRIBED IN THE BOARD'S RULES; PROVIDED  THAT  THE  BOARD  MAY  ACCEPT\n   20  EXPERIENCE  ACQUIRED ON A SELF-EMPLOYED OR UNLICENSED BASIS IF THE EXPE-\n   21  RIENCE CAN BE VERIFIED;\n   22    (C) ANY PERSON WHO DOES NOT POSSESS A HISTORY  OF  HONESTY,  TRUTHFUL-\n   23  NESS,  FINANCIAL  INTEGRITY,  AND FAIR DEALING; PROVIDED THAT ANY PERSON\n   24  WHO DURING THE SIX YEARS PRIOR TO APPLICATION HAS FAILED TO  SATISFY  AN\n   25  UNDISPUTED DEBT OR A JUDGMENT RELATING TO SERVICES OR MATERIALS RENDERED\n   26  IN  CONNECTION  WITH OPERATIONS AS A CONTRACTOR SHALL BE PRESUMED NOT TO\n   27  POSSESS A HISTORY OF FINANCIAL INTEGRITY;\n   28    (D) ANY PERSON UNLESS THE PERSON HAS  SUCCESSFULLY  PASSED  A  WRITTEN\n   29  EXAMINATION AS PRESCRIBED BY THE BOARD;\n   30    (E) ANY PERSON UNLESS THE PERSON IS AGE EIGHTEEN YEARS OR MORE;\n   31    (F)  ANY  JOINT VENTURE WHICH IS NOT EXEMPT UNDER SUBDIVISION EIGHT OF\n   32  SECTION SEVENTY-FIVE-B OF THIS ARTICLE UNLESS THE  CONTRACTING  BUSINESS\n   33  THEREOF  IS UNDER THE DIRECT MANAGEMENT OF A MEMBER OR EMPLOYEE THEREOF,\n   34  AND UNLESS THE MEMBER OR EMPLOYEE HOLDS AN APPROPRIATE LICENSE;\n   35    (G) ANY INDIVIDUAL WHO IS UNABLE TO QUALIFY AS  A  CONTRACTOR  OR  ANY\n   36  PARTNERSHIP OR CORPORATION, UNLESS THE CONTRACTING BUSINESS OF THE INDI-\n   37  VIDUAL, PARTNERSHIP, OR CORPORATION IS UNDER THE DIRECT MANAGEMENT OF AN\n   38  EMPLOYEE, PARTNER, OR OFFICER THEREOF WHO HOLDS AN APPROPRIATE LICENSE;\n   39    (H)  ANY  PERSON  UNLESS  THE PERSON SUBMITS SATISFACTORY PROOF TO THE\n   40  BOARD THAT THE PERSON HAS OBTAINED WORKERS' COMPENSATION INSURANCE;\n   41    (I) ANY PERSON UNLESS THE PERSON SUBMITS  SATISFACTORY  PROOF  TO  THE\n   42  BOARD THAT THE PERSON HAS OBTAINED LIABILITY INSURANCE; OR\n   43    (J)  ANY  PERSON  UNLESS  THE PERSON SUBMITS A BOND IF REQUIRED BY THE\n   44  BOARD UNDER SECTION SEVENTY-FIVE-V OF THIS ARTICLE.\n   45    2. ANY LICENSE ISSUED HEREUNDER SHALL NOT BE RENEWED IF  THE  LICENSEE\n   46  NO LONGER MEETS ANY OF THE FOREGOING QUALIFICATIONS.\n   47    3.  AN APPLICATION SHALL BE CONSIDERED ABANDONED IF THE APPLICATION IS\n   48  NOT COMPLETED AND THE REQUIRED DOCUMENTS OR OTHER  INFORMATION  ARE  NOT\n   49  SUBMITTED TO THE BOARD WITHIN TWO YEARS FROM THE LAST DATE THE DOCUMENTS\n   50  OR INFORMATION WERE REQUESTED.\n   51    S  75-P.  REQUIREMENTS  TO  MAINTAIN LICENSE. 1. A LICENSED CONTRACTOR\n   52  SHALL HAVE AND MAINTAIN IN FULL FORCE AND EFFECT THE FOLLOWING:\n   53    (A) WORKERS' COMPENSATION INSURANCE;\n   54    (B) LIABILITY INSURANCE  FROM  AN  INSURANCE  COMPANY  OR  AGENCY  FOR\n   55  COMPREHENSIVE PERSONAL INJURY AND PROPERTY DAMAGE LIABILITY; AND\n\n       A. 2253                            11\n\n    1    (C)  BOND  WHEN REQUIRED BY THE BOARD, UNDER SECTION SEVENTY-FIVE-V OF\n    2  THIS ARTICLE.\n    3    2. FAILURE, REFUSAL, OR NEGLECT OF ANY LICENSED CONTRACTOR TO MAINTAIN\n    4  IN  FULL  FORCE  AND EFFECT, THE APPLICABLE WORKERS' COMPENSATION INSUR-\n    5  ANCE, LIABILITY INSURANCE, OR BOND SHALL CAUSE THE AUTOMATIC  FORFEITURE\n    6  OF  THE LICENSE OF THE CONTRACTOR EFFECTIVE AS OF THE DATE OF EXPIRATION\n    7  OR CANCELLATION OF THE  CONTRACTOR'S  WORKERS'  COMPENSATION  INSURANCE,\n    8  LIABILITY INSURANCE, OR BOND.\n    9    3.  THE  BOARD SHALL NOT RESTORE THE FORFEITED LICENSE UNTIL SATISFAC-\n   10  TORY PROOF OF CONTINUOUS INSURANCE AND BOND COVERAGE  ARE  SUBMITTED  TO\n   11  THE BOARD AS REQUIRED BY THIS SECTION.\n   12    4.  FAILURE  TO  RESTORE A LICENSE WITHIN SIXTY DAYS AFTER THE DATE OF\n   13  FORFEITURE SHALL RESULT IN THE FORFEITURE OF ALL FEES AND SHALL  REQUIRE\n   14  THE PERSON TO APPLY AS A NEW APPLICANT.\n   15    5.  THE  BOARD  MAY  ASSESS  A FEE NOT TO EXCEED ONE THOUSAND DOLLARS,\n   16  IMPOSE A BOND, OR RESTRICT THE LICENSE AS A CONDITION FOR  THE  RESTORA-\n   17  TION OF A LICENSE FORFEITED PURSUANT TO THIS SECTION.\n   18    6. A LICENSEE MAY, WITHIN SIXTY DAYS AFTER RECEIPT OF THE NOTIFICATION\n   19  OF  THE  FORFEITURE,  REQUEST  AN  ADMINISTRATIVE  HEARING TO REVIEW THE\n   20  FORFEITURE.\n   21    S 75-Q. APPLICATION; FEES. 1. EVERY APPLICANT FOR A LICENSE UNDER THIS\n   22  ARTICLE SHALL COMPLETE AND FILE AN APPLICATION PROVIDED BY THE BOARD AND\n   23  SHALL FURNISH ANY ADDITIONAL INFORMATION BEARING UPON  THE  ISSUANCE  OF\n   24  THE  LICENSE  AS  THE BOARD SHALL REQUIRE. IN THE CASE OF A PARTNERSHIP,\n   25  JOINT VENTURE, OR CORPORATION, ANY PARTNER, MEMBER, OR  OFFICER  THEREOF\n   26  MAY SIGN THE APPLICATION ON BEHALF OF THE APPLICANT.\n   27    2.  EVERY  APPLICANT WHO IS REQUIRED BY THE BOARD TO BE EXAMINED SHALL\n   28  PAY, DIRECTLY TO THE TESTING AGENCY, AN EXAMINATION FEE.\n   29    3. SUCH FEES SHALL BE AS PROVIDED IN RULES AND REGULATIONS ADOPTED  BY\n   30  THE COMMISSIONER.\n   31    S  75-R.  FORM  FOR  LICENSES.  THE  FORM  OF  EVERY  LICENSE SHALL BE\n   32  PRESCRIBED BY THE BOARD AND SHALL BE ISSUED IN THE NAME OF THE BOARD.\n   33    S 75-S. PLACE OF BUSINESS  AND  POSTING  OF  LICENSE.  1.  A  LICENSED\n   34  CONTRACTOR  SHALL  HAVE,  MAINTAIN, AND OPERATE FROM A DEFINITE PLACE OF\n   35  BUSINESS IN THE STATE AND SHALL DISPLAY THEREIN HIS OR HER  CONTRACTOR'S\n   36  LICENSE.\n   37    2. THE LICENSED CONTRACTOR SHALL REPORT ANY CHANGE OF ADDRESS OR TELE-\n   38  PHONE NUMBER TO THE BOARD WITHIN TEN BUSINESS DAYS FROM SUCH CHANGE.\n   39    S 75-T. FEES; BIENNIAL RENEWALS; INACTIVE LICENSE. 1. FEES REQUIRED BY\n   40  THIS ARTICLE SHALL BE PAID TO THE BOARD ON OR BEFORE SEPTEMBER THIRTIETH\n   41  OF EACH EVEN-NUMBERED YEAR. THESE FEES SHALL BE AS PROVIDED IN RULES AND\n   42  REGULATIONS  ADOPTED  BY THE COMMISSIONER.  FAILURE, NEGLECT, OR REFUSAL\n   43  OF ANY LICENSEE TO PAY THESE FEES AND TO SUBMIT ALL  DOCUMENTS  REQUIRED\n   44  BY THE BOARD ON OR BEFORE SEPTEMBER THIRTIETH OF EACH EVEN-NUMBERED YEAR\n   45  SHALL CONSTITUTE A FORFEITURE OF THE LICENSEE'S LICENSE.\n   46    2.  ANY  FORFEITED  LICENSE  MAY  BE  RESTORED  UPON  SUBMITTAL OF ALL\n   47  REQUIRED DOCUMENTS AND FEES, PLUS A PENALTY FEE, WITHIN SIXTY DAYS  FROM\n   48  SEPTEMBER THIRTIETH OF THE EVEN-NUMBERED YEAR.\n   49    3.  UPON  WRITTEN  REQUEST  OF  A  LICENSEE,  THE BOARD MAY PLACE THAT\n   50  PERSON'S ACTIVE LICENSE  IN  AN  INACTIVE  STATUS.  THE  LICENSEE,  UPON\n   51  PAYMENT OF THE INACTIVE LICENSE FEE, MAY CONTINUE INACTIVE FOR THE BIEN-\n   52  NIAL  PERIOD.  FAILURE,  NEGLECT, OR REFUSAL OF ANY LICENSEE IN INACTIVE\n   53  STATUS TO PAY THE INACTIVE LICENSE FEE SHALL CONSTITUTE A FORFEITURE  OF\n   54  THE LICENSE. THE LICENSE MAY BE REACTIVATED AT ANY TIME DURING THE BIEN-\n   55  NIAL PERIOD BY MAKING WRITTEN REQUEST TO THE BOARD AND BY FULFILLING ALL\n   56  THE  REQUIREMENTS, INCLUDING THE PAYMENT OF THE APPROPRIATE FEES.  WHILE\n\n       A. 2253                            12\n\n    1  IN AN INACTIVE STATUS, A LICENSEE SHALL NOT  ENGAGE  IN  CONTRACTING;  A\n    2  LICENSEE  WHO  VIOLATES  THIS PROHIBITION SHALL BE SUBJECT TO DISCIPLINE\n    3  UNDER THIS ARTICLE AND THE BOARD'S RULES AND REGULATIONS.\n    4    4.  FOR  PURPOSES  OF  THIS ARTICLE, THE DISHONORING OF ANY CHECK UPON\n    5  FIRST DEPOSIT SHALL CONSTITUTE A FAILURE TO MEET THE FEE REQUIREMENTS.\n    6    S 75-U. ACTION ON APPLICATIONS. WITHIN ONE HUNDRED TWENTY  DAYS  AFTER\n    7  THE  FILING OF A PROPER APPLICATION FOR A LICENSE AND THE PAYMENT OF THE\n    8  REQUIRED FEES, THE BOARD SHALL:\n    9    1. CONDUCT AN INVESTIGATION OF THE APPLICANT,  AND  IN  THAT  INVESTI-\n   10  GATION MAY POST PERTINENT INFORMATION, INCLUDING BUT NOT LIMITED TO, THE\n   11  NAME AND ADDRESS OF THE APPLICANT, AND IF THE APPLICANT IS ASSOCIATED IN\n   12  ANY PARTNERSHIP, CORPORATION, OR OTHER ENTITY, THE NAMES, ADDRESSES, AND\n   13  OFFICIAL CAPACITIES OF THE APPLICANT'S ASSOCIATES; AND\n   14    2.  EITHER ISSUE A LICENSE TO THE APPLICANT OR NOTIFY THE APPLICANT IN\n   15  WRITING BY REGISTERED MAIL OF THE BOARD'S  DECISION  NOT  TO  GRANT  THE\n   16  LICENSE  AND  SPECIFICALLY NOTIFY THE APPLICANT OF THE APPLICANT'S RIGHT\n   17  TO SUBMIT A REQUEST FOR A CONTESTED CASE HEARING WITHIN  SIXTY  DAYS  OF\n   18  THE BOARD'S DECISION.\n   19    S 75-V. BOND. 1. THE CONTRACTORS LICENSE BOARD MAY REQUIRE EACH LICEN-\n   20  SEE, APPLICANT, INDIVIDUAL OR CORPORATION, WHO IS A SPECIALTY CONTRACTOR\n   21  TO  PUT  UP  BOND  IN  THE  SUM  OF  NOT LESS THAN FIVE THOUSAND DOLLARS\n   22  EXECUTED BY THE LICENSEE OR APPLICANT  AS  PRINCIPAL  AND  BY  A  SURETY\n   23  COMPANY AUTHORIZED TO DO BUSINESS IN THE STATE AS SURETY.\n   24    2.  THE  BOARD  MAY  REQUIRE  EACH  LICENSEE, APPLICANT, INDIVIDUAL OR\n   25  CORPORATION, WHO IS A GENERAL CONTRACTOR TO PUT UP A BOND IN THE SUM  OF\n   26  NOT  LESS  THAN FIVE THOUSAND DOLLARS EXECUTED BY THE LICENSEE OR APPLI-\n   27  CANT AS PRINCIPAL AND BY A SURETY COMPANY AUTHORIZED TO DO  BUSINESS  IN\n   28  THE STATE AS SURETY.\n   29    3.  THE  BOARD, IN EXERCISING ITS DISCRETION SHALL TAKE INTO CONSIDER-\n   30  ATION THE LICENSEE'S OR APPLICANT'S FINANCIAL CONDITION  AND  EXPERIENCE\n   31  IN THE FIELD.\n   32    4.  THE  BOND SHALL BE IN SUCH FORM AS THE BOARD MAY PRESCRIBE, CONDI-\n   33  TIONED UPON THE PAYMENT OF WAGES TO THE EMPLOYEES OF THE  CONTRACTOR  OR\n   34  ANY  OTHER  PERSON OR ENTITY ENTITLED TO SUCH WAGES WHEN DUE, AND GIVING\n   35  EMPLOYEES OR ANY OTHER PERSON OR ENTITY ENTITLED TO SUCH WAGES WHO  HAVE\n   36  NOT BEEN PAID A RIGHT OF ACTION ON THE BOND IN THEIR OWN NAMES; AND UPON\n   37  THE  HONEST  CONDUCT OF THE BUSINESS OF THE LICENSEE, AND UPON THE RIGHT\n   38  OF ANY PERSON INJURED OR DAMAGED BY ANY WRONGFUL ACT OF THE LICENSEE  TO\n   39  BRING  AN  ACTION  ON  THE BOND; PROVIDED THAT ANY CLAIM FOR WAGES SHALL\n   40  HAVE PRIORITY OVER ALL OTHER CLAIMS.\n   41    S 75-W. REVOCATION, SUSPENSION, AND RENEWAL OF LICENSES.  IN  ADDITION\n   42  TO ANY OTHER ACTIONS AUTHORIZED BY LAW, THE BOARD MAY REVOKE ANY LICENSE\n   43  ISSUED  PURSUANT  TO THIS ARTICLE, OR SUSPEND THE RIGHT OF A LICENSEE TO\n   44  USE A LICENSE, OR REFUSE TO RENEW A LICENSE FOR ANY CAUSE AUTHORIZED  BY\n   45  LAW, INCLUDING BUT NOT LIMITED TO THE FOLLOWING:\n   46    1.  ANY  DISHONEST,  FRAUDULENT, OR DECEITFUL ACT AS A CONTRACTOR THAT\n   47  CAUSES SUBSTANTIAL DAMAGE TO ANOTHER;\n   48    2. ENGAGING IN ANY UNFAIR OR DECEPTIVE ACT  OR  PRACTICE  PURSUANT  TO\n   49  ARTICLE TWENTY-TWO-A OF THE GENERAL BUSINESS LAW;\n   50    3.  ABANDONMENT  OF  ANY  CONSTRUCTION  PROJECT  OR  OPERATION WITHOUT\n   51  REASONABLE OR LEGAL EXCUSE;\n   52    4. WILFUL DIVERSION OF FUNDS OR PROPERTY RECEIVED FOR  PROSECUTION  OR\n   53  COMPLETION  OF  A  SPECIFIC  CONSTRUCTION PROJECT OR OPERATION, OR FOR A\n   54  SPECIFIED PURPOSE IN THE PROSECUTION OR COMPLETION OF  ANY  CONSTRUCTION\n   55  PROJECT OR OPERATION, AND THE USE THEREOF FOR ANY OTHER PURPOSE;\n\n       A. 2253                            13\n\n    1    5.  WILFUL  DEPARTURE FROM, OR WILFUL DISREGARD OF PLANS OR SPECIFICA-\n    2  TIONS IN ANY MATERIAL RESPECT  WITHOUT  CONSENT  OF  THE  OWNER  OR  THE\n    3  OWNER'S  DULY AUTHORIZED REPRESENTATIVE, THAT IS PREJUDICIAL TO A PERSON\n    4  ENTITLED TO HAVE THE CONSTRUCTION  PROJECT  OR  OPERATION  COMPLETED  IN\n    5  ACCORDANCE WITH THOSE PLANS AND SPECIFICATIONS;\n    6    6.  WILFUL  VIOLATION  OF  ANY LAW OF THE STATE, OR OF THE CITY OF NEW\n    7  YORK, RELATING TO BUILDING, INCLUDING ANY VIOLATION  OF  ANY  APPLICABLE\n    8  RULE  OF  THE DEPARTMENT OF HEALTH, OR OF ANY APPLICABLE SAFETY OR LABOR\n    9  LAW;\n   10    7. FAILURE TO MAKE AND KEEP RECORDS SHOWING ALL CONTRACTS,  DOCUMENTS,\n   11  RECORDS, RECEIPTS, AND DISBURSEMENTS BY A LICENSEE OF ALL THE LICENSEE'S\n   12  TRANSACTIONS  AS  A CONTRACTOR FOR A PERIOD OF NOT LESS THAN THREE YEARS\n   13  AFTER COMPLETION OF ANY CONSTRUCTION PROJECT OR OPERATION TO  WHICH  THE\n   14  RECORDS REFER OR TO PERMIT INSPECTION OF THOSE RECORDS BY THE BOARD;\n   15    8.  WHEN  THE  LICENSEE BEING A PARTNERSHIP OR A JOINT VENTURE PERMITS\n   16  ANY PARTNER, MEMBER, OR EMPLOYEE OF THE PARTNERSHIP OR JOINT VENTURE WHO\n   17  DOES NOT HOLD A LICENSE TO HAVE THE DIRECT MANAGEMENT OF THE CONTRACTING\n   18  BUSINESS THEREOF;\n   19    9. WHEN THE LICENSEE  BEING  A  CORPORATION  PERMITS  ANY  OFFICER  OR\n   20  EMPLOYEE  OF  THE  CORPORATION  WHO  DOES NOT HOLD A LICENSE TO HAVE THE\n   21  DIRECT MANAGEMENT OF THE CONTRACTING BUSINESS THEREOF;\n   22    10. MISREPRESENTATION OF A MATERIAL FACT BY AN APPLICANT IN  OBTAINING\n   23  A LICENSE;\n   24    11.  FAILURE  OF  A  LICENSEE  TO  COMPLETE  IN A MATERIAL RESPECT ANY\n   25  CONSTRUCTION PROJECT OR OPERATION FOR THE AGREED PRICE IF THE FAILURE IS\n   26  WITHOUT LEGAL EXCUSE;\n   27    12. WILFUL FAILURE IN ANY MATERIAL RESPECT TO COMPLY WITH THIS ARTICLE\n   28  OR THE RULES ADOPTED PURSUANT THERETO;\n   29    13. WILFUL FAILURE OR REFUSAL TO PROSECUTE A PROJECT OR  OPERATION  TO\n   30  COMPLETION WITH REASONABLE DILIGENCE;\n   31    14.  WILFUL  FAILURE  TO  PAY WHEN DUE A DEBT INCURRED FOR SERVICES OR\n   32  MATERIALS RENDERED OR PURCHASED IN CONNECTION WITH THE LICENSEE'S  OPER-\n   33  ATIONS  AS A CONTRACTOR WHEN THE LICENSEE HAS THE ABILITY TO PAY OR WHEN\n   34  THE LICENSEE HAS RECEIVED SUFFICIENT FUNDS THEREFOR AS PAYMENT  FOR  THE\n   35  PARTICULAR  OPERATION  FOR WHICH THE SERVICES OR MATERIALS WERE RENDERED\n   36  OR PURCHASED;\n   37    15. THE FALSE DENIAL OF ANY DEBT DUE OR  THE  VALIDITY  OF  THE  CLAIM\n   38  THEREFOR  WITH INTENT TO SECURE FOR A LICENSEE, THE LICENSEE'S EMPLOYER,\n   39  OR OTHER PERSON, ANY DISCOUNT OF THE DEBT  OR  WITH  INTENT  TO  HINDER,\n   40  DELAY, OR DEFRAUD THE PERSON TO WHOM THE DEBT IS DUE;\n   41    16. FAILURE TO SECURE OR MAINTAIN WORKERS' COMPENSATION INSURANCE;\n   42    17.  ENTERING  INTO A CONTRACT WITH AN UNLICENSED CONTRACTOR INVOLVING\n   43  WORK OR ACTIVITY FOR THE PERFORMANCE  OF  WHICH  LICENSING  IS  REQUIRED\n   44  UNDER THIS ARTICLE;\n   45    18. PERFORMING SERVICE ON A RESIDENTIAL OR COMMERCIAL AIR CONDITIONER,\n   46  UTILIZING  CFCS, WITHOUT USING REFRIGERANT RECOVERY AND RECYCLING EQUIP-\n   47  MENT;\n   48    19. PERFORMING SERVICE  ON  ANY  AIR  CONDITIONER  WITHOUT  SUCCESSFUL\n   49  COMPLETION OF AN APPROPRIATE TRAINING COURSE IN THE RECOVERY AND RECYCL-\n   50  ING  OF  CFC  AND  HCFC  REFRIGERANTS, WHICH INCLUDED INSTRUCTION IN THE\n   51  PROPER USE OF REFRIGERANT  RECOVERY  AND  RECYCLING  EQUIPMENT  THAT  IS\n   52  CERTIFIED BY UNDERWRITERS LABORATORIES, INCORPORATED;\n   53    20.  FAILURE  TO  PAY  DELINQUENT  TAXES, INTEREST, AND PENALTIES THAT\n   54  RELATE TO THE BUSINESS OF CONTRACTING, OR TO COMPLY WITH THE TERMS OF  A\n   55  CONDITIONAL PAYMENT PLAN WITH THE DEPARTMENT OF TAXATION FOR THE PAYMENT\n   56  OF SUCH DELINQUENT TAXES, INTEREST, AND PENALTIES.\n\n       A. 2253                            14\n\n    1    S  75-X.  DEATH  OR  DISSOCIATION. NO COPARTNERSHIP, JOINT VENTURE, OR\n    2  CORPORATION SHALL BE DEEMED TO HAVE VIOLATED ANY PROVISION OF THIS ARTI-\n    3  CLE BY ACTING OR ASSUMING TO ACT AS A  CONTRACTOR  AFTER  THE  DEATH  OR\n    4  DISSOCIATION  OF  A  LICENSEE  WHO  HAD  THE  DIRECT  MANAGEMENT  OF THE\n    5  CONTRACTING  BUSINESS THEREOF PRIOR TO FINAL DISPOSITION BY THE CONTRAC-\n    6  TORS LICENSE BOARD OF AN APPLICATION FOR A LICENSE  MADE  WITHIN  THIRTY\n    7  DAYS FROM THE DATE OF THE DEATH OR DISSOCIATION.\n    8    S  75-Y.  CIVIL  ACTION.  THE FAILURE OF ANY PERSON TO COMPLY WITH ANY\n    9  PROVISION OF THIS ARTICLE SHALL PREVENT SUCH PERSON FROM RECOVERING  FOR\n   10  WORK  DONE, OR MATERIALS OR SUPPLIES FURNISHED, OR BOTH ON A CONTRACT OR\n   11  ON THE BASIS OF THE REASONABLE VALUE THEREOF, IN A CIVIL ACTION, IF SUCH\n   12  PERSON FAILED TO OBTAIN A LICENSE UNDER THIS ARTICLE PRIOR TO  CONTRACT-\n   13  ING FOR SUCH WORK.\n   14    S  75-Z.  VIOLATION;  PENALTIES. 1. ANY LICENSEE WHO CONTRACTS OUTSIDE\n   15  THE APPROPRIATE SCOPE  OF  CLASSIFICATION  FOR  WHICH  THE  LICENSEE  IS\n   16  LICENSED  SHALL BE FINED FIVE HUNDRED DOLLARS FOR THE FIRST OFFENSE, ONE\n   17  THOUSAND DOLLARS FOR THE SECOND OFFENSE, AND NOT LESS THAN ONE  THOUSAND\n   18  FIVE  HUNDRED  DOLLARS  OR MORE THAN TWO THOUSAND DOLLARS FOR ANY SUBSE-\n   19  QUENT OFFENSE.\n   20    2. ANY LICENSEE WHO VIOLATES  SECTION  SEVENTY-FIVE-M  OR  SUBDIVISION\n   21  SEVENTEEN OF SECTION SEVENTY-FIVE-W OF THIS ARTICLE SHALL BE FINED UP TO\n   22  TWENTY-FIVE  THOUSAND  DOLLARS  OR UP TO THE FULL AMOUNT OF THE CONTRACT\n   23  PRICE FOR EACH OFFENSE, WHICHEVER IS GREATER.\n   24    3. EXCEPT AS PROVIDED IN SUBDIVISIONS ONE, TWO, FOUR AND FIVE OF  THIS\n   25  SECTION,  ANY  PERSON  WHO VIOLATES OR FAILS TO COMPLY WITH THIS ARTICLE\n   26  SHALL BE FINED NOT LESS THAN ONE HUNDRED  DOLLARS  NOR  MORE  THAN  FIVE\n   27  THOUSAND  DOLLARS  FOR  EACH  VIOLATION;  PROVIDED  THAT  ANY PERSON WHO\n   28  VIOLATES SECTION SEVENTY-FIVE-G OF THIS ARTICLE SHALL BE FINED:\n   29    (A) FIVE HUNDRED DOLLARS OR FORTY  PER  CENT  OF  THE  TOTAL  CONTRACT\n   30  PRICE, WHICHEVER IS GREATER, FOR THE FIRST OFFENSE;\n   31    (B)  ONE  THOUSAND  DOLLARS  OR  FORTY  PER CENT OF THE TOTAL CONTRACT\n   32  PRICE, WHICHEVER IS GREATER, FOR THE SECOND OFFENSE; AND\n   33    (C) FIVE THOUSAND DOLLARS OR  FORTY  PERCENT  OF  THE  TOTAL  CONTRACT\n   34  PRICE,  WHICHEVER  IS  GREATER, FOR ANY SUBSEQUENT OFFENSE, AND WHEN THE\n   35  PERSON IS OR WAS A DEFENDANT OR RESPONDENT IN  A  SEPARATE  CITATION  OR\n   36  LAWSUIT  FILED  WITH  OR BY THE DEPARTMENT, ALL TOOLS, IMPLEMENTS, DOCU-\n   37  MENTS, MATERIALS, OR ANY OTHER PROPERTY USED BY THE PERSON IN ACTIVITIES\n   38  VIOLATING SECTION SEVENTY-FIVE-G OF THIS ARTICLE  SHALL  BE  SUBJECT  TO\n   39  FORFEITURE  AS PROVIDED BY SECTION SEVENTY-SIX OF THIS ARTICLE AND SHALL\n   40  BE TURNED OVER TO THE DEPARTMENT FOR DISPOSITION UNDER SUCH SECTION.\n   41    4. ANY LICENSEE WHO VIOLATES, OR WHOSE EMPLOYEE VIOLATES,  SUBDIVISION\n   42  EIGHTEEN,  NINETEEN OR TWENTY OF SECTION SEVENTY-FIVE-W OF THIS ARTICLE,\n   43  SHALL BE FINED SEVENTY-FIVE DOLLARS FOR THE FIRST OFFENSE,  ONE  HUNDRED\n   44  FIFTY  DOLLARS  FOR  THE SECOND OFFENSE, AND NOT LESS THAN THREE HUNDRED\n   45  DOLLARS NOR MORE THAN ONE THOUSAND DOLLARS FOR EACH SUBSEQUENT  OFFENSE;\n   46  PROVIDED THAT EACH UNIT SERVICED IN VIOLATION OF SUBDIVISION EIGHTEEN OR\n   47  NINETEEN  OF SECTION SEVENTY-FIVE-W OF THIS ARTICLE AND EACH INSTANCE OF\n   48  RELEASING  CFCS  IN  VIOLATION  OF   SUBDIVISION   TWENTY   OF   SECTION\n   49  SEVENTY-FIVE-W OF THIS ARTICLE SHALL CONSTITUTE A SEPARATE OFFENSE.\n   50    5. ANY PERSON WHO VIOLATES SUBDIVISION SEVEN OF SECTION SEVENTY-FIVE-B\n   51  OF THIS ARTICLE, SHALL BE FINED:\n   52    (A)  FIVE  THOUSAND DOLLARS OR FORTY PERCENT OF THE APPRAISED VALUE OF\n   53  THE BUILDING AS DETERMINED BY THE NEW YORK CITY DEPARTMENT  OF  FINANCE,\n   54  WHICHEVER IS GREATER, FOR THE FIRST OFFENSE; AND\n\n       A. 2253                            15\n\n    1    (B)  TEN  THOUSAND  DOLLARS OR FIFTY PERCENT OF THE APPRAISED VALUE OF\n    2  THE BUILDING AS DETERMINED BY THE NEW YORK CITY DEPARTMENT  OF  FINANCE,\n    3  WHICHEVER IS GREATER, FOR ANY SUBSEQUENT OFFENSES.\n    4    S 76. FORFEITURE OF PROPERTY FOR UNLICENSED ACTIVITY. 1. IF AN INSPEC-\n    5  TOR  FINDS THAT A PERSON HAS ACTED IN THE CAPACITY OF, OR ENGAGED IN THE\n    6  BUSINESS OF A CONTRACTOR WITHIN THIS  STATE  WITHOUT  HAVING  A  CURRENT\n    7  LICENSE  AS REQUIRED BY THIS ARTICLE TO SO ACT OR ENGAGE, AND THE PERSON\n    8  IS OR WAS A DEFENDANT OR RESPONDENT IN A SEPARATE  VIOLATION  NOTICE  OR\n    9  LAWSUIT  FILED  WITH  OR BY THE DEPARTMENT, THE INVESTIGATOR MAY ISSUE A\n   10  NOTICE OF FORFEITURE OF PROPERTY USED BY THE PERSON  IN  THE  UNLICENSED\n   11  ACTIVITY,  AND THE PROPERTY THAT IS THE SUBJECT OF THE NOTICE OF FORFEI-\n   12  TURE SHALL BE TURNED OVER TO THE DEPARTMENT FOR DISPOSITION  IN  ACCORD-\n   13  ANCE WITH THIS ARTICLE.\n   14    2.  EACH  NOTICE  OF FORFEITURE SHALL BE IN WRITING AND SHALL DESCRIBE\n   15  THE TOOLS, IMPLEMENTS, DOCUMENTS, MATERIALS, OR ANY OTHER PROPERTY  USED\n   16  BY   ANY   PERSON   IN   UNLICENSED   ACTIVITY   THAT  VIOLATES  SECTION\n   17  SEVENTY-FIVE-G OF THIS ARTICLE.\n   18    3. THE DEPARTMENT SHALL MAKE GOOD FAITH EFFORTS TO LOCATE  AND  NOTIFY\n   19  WITHIN  A  REASONABLE  PERIOD  OF TIME ALL OWNERS OR INTEREST-HOLDERS OF\n   20  PROPERTY SUBJECT TO A NOTICE OF FORFEITURE.\n   21    4. SERVICE OF A NOTICE OF FORFEITURE ISSUED UNDER THIS  SECTION  SHALL\n   22  BE MADE:\n   23    (A)  IF  THE NAME AND CURRENT ADDRESS OF THE UNLICENSED PERSON, OWNER,\n   24  OR INTEREST-HOLDER IS KNOWN:\n   25    (I) BY PERSONAL SERVICE; OR\n   26    (II) BY MAILING A COPY OF THE NOTICE TO THE UNLICENSED PERSON,  OWNER,\n   27  OR  INTEREST-HOLDER BY CERTIFIED MAIL TO THE LAST ADDRESS ON RECORD WITH\n   28  A STATE AGENCY; OR\n   29    (B) IF THE ADDRESS OF THE UNLICENSED PERSON, OWNER, OR INTEREST-HOLDER\n   30  IS NOT KNOWN OR IS NOT ON RECORD WITH A STATE AGENCY, BY PUBLIC NOTICE.\n   31    5. AN UNLICENSED PERSON SERVED WITH A NOTICE OF FORFEITURE UNDER  THIS\n   32  SECTION MAY SUBMIT A WRITTEN REQUEST TO THE COMMISSIONER FOR A HEARING:\n   33    (A)  WITHIN TWENTY DAYS OF RECEIPT OF THE NOTICE OF FORFEITURE, IF THE\n   34  PERSON IS SERVED PERSONALLY OR BY MAIL; OR\n   35    (B) WITHIN TWENTY DAYS OF PUBLIC NOTICE OF FORFEITURE.  IF  A  REQUEST\n   36  FOR  A  HEARING IS NOT TIMELY FILED WITH THE COMMISSIONER, THE NOTICE OF\n   37  FORFEITURE SHALL BE DEEMED A FINAL ORDER OF THE COMMISSIONER.\n   38    6. AN OWNER OR INTEREST-HOLDER SERVED WITH  A  NOTICE  OF  FORFEITURE,\n   39  OTHER  THAN  THE UNLICENSED PERSON, MAY FILE A PETITION FOR REMISSION OF\n   40  FORFEITURE WITH THE DEPARTMENT WITHIN TWENTY DAYS OF SERVICE BY PERSONAL\n   41  SERVICE OR MAIL, OR WITHIN TWENTY DAYS OF THE DATE OF PUBLIC NOTICE,  IF\n   42  SERVICE  IS  BY PUBLIC NOTICE. THE PETITION SHALL BE SIGNED BY THE PETI-\n   43  TIONER AND SWORN ON OATH BEFORE A NOTARY PUBLIC AND  SHALL  CONTAIN  THE\n   44  FOLLOWING:\n   45    (A)  A  REASONABLY  COMPLETE  DESCRIPTION  OF  THE PROPERTY SUBJECT TO\n   46  FORFEITURE; AND\n   47    (B) A STATEMENT OF THE INTEREST OF  THE  PETITIONER  IN  THE  PROPERTY\n   48  SUBJECT TO FORFEITURE, WITH SUPPORTING DOCUMENTARY EVIDENCE.\n   49    7.  IF A PETITION FOR REMISSION OF FORFEITURE IS NOT TIMELY FILED WITH\n   50  THE COMMISSIONER, THE NOTICE OF FORFEITURE SHALL BE DEEMED A FINAL ORDER\n   51  OF THE COMMISSIONER.\n   52    8. THE DEPARTMENT SHALL REVIEW THE PETITION FOR REMISSION  OF  FORFEI-\n   53  TURE  AND,  IF  REMISSION  IS  WARRANTED, RETURN THE PROPERTY SUBJECT TO\n   54  FORFEITURE TO THE PETITIONER WITHIN THIRTY DAYS OF RECEIPT OF THE  PETI-\n   55  TION.  IF THE DEPARTMENT DETERMINES THAT REMISSION IS NOT WARRANTED, THE\n\n       A. 2253                            16\n\n    1  DEPARTMENT SHALL ISSUE A WRITTEN DECISION TO THE PETITIONER WITHIN THIR-\n    2  TY DAYS OF RECEIPT OF THE PETITION.\n    3    9.  A PETITIONER WHOSE PETITION FOR REMISSION HAS BEEN DENIED MAY FILE\n    4  WITH THE COMMISSIONER A WRITTEN REQUEST FOR A HEARING AS PROVIDED  UNDER\n    5  SUBDIVISIONS  TEN  AND ELEVEN OF THIS SECTION. THE WRITTEN REQUEST SHALL\n    6  BE FILED WITHIN TWENTY DAYS OF RECEIPT OF THE WRITTEN  DECISION  DENYING\n    7  THE PETITION FOR REMISSION. IF A REQUEST FOR HEARING IS NOT TIMELY FILED\n    8  WITH  THE COMMISSIONER, THE NOTICE OF FORFEITURE SHALL BE DEEMED A FINAL\n    9  ORDER OF THE COMMISSIONER.\n   10    10. HEARINGS SHALL BE CONDUCTED BY  THE  COMMISSIONER  OR  A  HEARINGS\n   11  OFFICER  DESIGNATED BY THE COMMISSIONER.  THE COMMISSIONER OR DESIGNATED\n   12  HEARINGS OFFICER MAY ISSUE SUBPOENAS, ADMINISTER OATHS, HEAR  TESTIMONY,\n   13  FIND  FACTS, MAKE CONCLUSIONS OF LAW, AND ISSUE A FINAL ORDER OF FORFEI-\n   14  TURE. THE DEPARTMENT SHALL HAVE THE BURDEN TO SHOW BY CLEAR AND CONVINC-\n   15  ING EVIDENCE THAT THE PROPERTY IS SUBJECT TO FORFEITURE. IN  DETERMINING\n   16  WHETHER THE PROPERTY IS SUBJECT TO FORFEITURE, THE COMMISSIONER OR HEAR-\n   17  INGS  OFFICER  SHALL  CONSIDER EVIDENCE OF OWNERSHIP, THE DESCRIPTION OF\n   18  THE PROPERTY, AND ANY OTHER RELEVANT EVIDENCE.\n   19    11. ANY PERSON AGGRIEVED BY THE DECISION OF THE COMMISSIONER OR DESIG-\n   20  NATED HEARINGS OFFICER MAY COMMENCE A  PROCEEDING  PURSUANT  TO  ARTICLE\n   21  SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES.\n   22    12.  THE  COMMISSIONER  MAY  FILE AN ACTION IN THE SUPREME COURT FOR A\n   23  JUDGMENT TO ENFORCE ANY FINAL ORDER ISSUED BY THE COMMISSIONER OR DESIG-\n   24  NATED HEARINGS OFFICER PURSUANT TO THIS SECTION.  A  JUDGMENT  ENFORCING\n   25  THE  FINAL  ORDER  SHALL ISSUE UPON A SHOWING BY THE COMMISSIONER EITHER\n   26  THAT NOTICE WAS GIVEN AND A HEARING WAS HELD, OR, THAT THE TIME  GRANTED\n   27  FOR REQUESTING A HEARING HAS RUN WITHOUT THE TIMELY FILING OF A REQUEST.\n   28    13. THE DEPARTMENT MAY DISPOSE OF ALL PROPERTY FORFEITED IN ACCORDANCE\n   29  WITH THIS ARTICLE BY:\n   30    (A)  TRANSFERRING  PROPERTY  TO  ANY LOCAL OR STATE GOVERNMENT ENTITY,\n   31  MUNICIPALITY, OR LAW ENFORCEMENT AGENCY WITHIN THE STATE;\n   32    (B) SELLING PROPERTY TO THE PUBLIC BY PUBLIC SALE; OR\n   33    (C) USING ANY OTHER MEANS OF DISPOSITION AUTHORIZED BY LAW.\n   34    14. FORFEITURE UNDER THIS SECTION SHALL BE SEPARATE FROM AND IN  ADDI-\n   35  TION  TO  ALL OTHER APPLICABLE REMEDIES, EITHER CIVIL OR CRIMINAL.  THIS\n   36  SECTION SHALL NOT APPLY TO THE VIOLATIONS SET FORTH IN SUBDIVISIONS  ONE\n   37  AND TWO OF SECTION SEVENTY-FIVE-Z OF THIS ARTICLE.\n   38    15.  THE  COMMISSIONER MAY ADOPT RULES AND REGULATIONS AS NECESSARY TO\n   39  FULLY EFFECTUATE THIS SECTION.\n   40    S 76-A. INJUNCTION. THE CONTRACTORS LICENSE BOARD MAY, IN ADDITION  TO\n   41  ANY  OTHER  REMEDIES  AVAILABLE,  APPLY  TO  A SUPREME COURT JUDGE FOR A\n   42  PRELIMINARY OR PERMANENT INJUNCTION RESTRAINING ANY PERSON FROM  ACTING,\n   43  OR  ASSUMING  TO ACT, OR ADVERTISING, AS GENERAL ENGINEERING CONTRACTOR,\n   44  GENERAL BUILDING CONTRACTOR, OR SPECIALTY CONTRACTOR, WITHOUT A  LICENSE\n   45  PREVIOUSLY  OBTAINED  UNDER  AND IN COMPLIANCE WITH THIS ARTICLE AND THE\n   46  RULES AND REGULATIONS OF THE BOARD,  AND  UPON  HEARING  AND  FOR  CAUSE\n   47  SHOWN, THE JUDGE MAY GRANT THE PRELIMINARY OR PERMANENT INJUNCTION.\n   48    S  76-B. PAYMENT FOR GOODS AND SERVICES. 1. A CONTRACTOR SHALL PAY THE\n   49  CONTRACTOR'S SUBCONTRACTOR FOR ANY GOODS AND  SERVICES  RENDERED  WITHIN\n   50  SIXTY DAYS AFTER RECEIPT OF A PROPER STATEMENT BY THE SUBCONTRACTOR THAT\n   51  THE  GOODS  HAVE  BEEN  DELIVERED  OR  SERVICES HAVE BEEN PERFORMED. THE\n   52  SUBCONTRACTOR SHALL BE ENTITLED TO RECEIVE INTEREST ON THE UNPAID  PRIN-\n   53  CIPAL  AMOUNT  AT  THE  RATE  OF ONE PERCENT PER MONTH COMMENCING ON THE\n   54  SIXTIETH DAY FOLLOWING RECEIPT  OF  THE  STATEMENT  BY  THE  CONTRACTOR,\n   55  PROVIDED  THAT  THIS  SECTION SHALL NOT APPLY IF THE DELAY IN PAYMENT IS\n   56  DUE TO A BONA FIDE DISPUTE BETWEEN THE CONTRACTOR AND THE  SUBCONTRACTOR\n\n       A. 2253                            17\n\n    1  CONCERNING  THE  GOODS  AND SERVICES CONTRACTED FOR. IF THERE IS NO BONA\n    2  FIDE DISPUTE BETWEEN THE SUBCONTRACTOR AND THE CONTRACTOR CONCERNING THE\n    3  GOODS OR SERVICES CONTRACTED FOR, THE SUBCONTRACTOR SHALL BE ENTITLED TO\n    4  PAYMENT FOR GOODS AND SERVICES UNDER THIS SECTION.\n    5    2.  IF  PAYMENT  IS CONTINGENT UPON RECEIPT OF FUNDS HELD IN ESCROW OR\n    6  TRUST, THE CONTRACTOR SHALL CLEARLY STATE THIS FACT IN THE  CONTRACTOR'S\n    7  SOLICITATION  OF  BIDS. IF THE SOLICITATION FOR BIDS CONTAINS THE STATE-\n    8  MENT THAT THE TIME OF PAYMENT IS CONTINGENT UPON THE  RECEIPT  OF  FUNDS\n    9  HELD  IN  ESCROW  OR  TRUST AND A CONTRACT IS AWARDED IN RESPONSE TO THE\n   10  SOLICITATION, INTEREST WILL NOT BEGIN TO ACCRUE UPON ANY UNPAID  BALANCE\n   11  UNTIL  THE  SIXTIETH  DAY  FOLLOWING  RECEIPT  BY  THE CONTRACTOR OF THE\n   12  SUBCONTRACTOR'S STATEMENT OR THE THIRTIETH DAY FOLLOWING RECEIPT OF  THE\n   13  ESCROW OR TRUST FUNDS, WHICHEVER OCCURS LATER.\n   14    S  76-C.  DISCLOSURE;  CONTRACTS. 1. PRIOR TO ENTERING INTO A CONTRACT\n   15  WITH A HOMEOWNER INVOLVING HOME CONSTRUCTION AND PRIOR TO  THE  APPLICA-\n   16  TION FOR A BUILDING PERMIT, LICENSED CONTRACTORS SHALL:\n   17    (A) EXPLAIN VERBALLY IN DETAIL TO THE HOMEOWNER ALL LIEN RIGHTS OF ALL\n   18  PARTIES  PERFORMING  UNDER  THE  CONTRACT  INCLUDING  THE HOMEOWNER, THE\n   19  CONTRACTOR, ANY SUBCONTRACTOR OR ANY MATERIALMAN  SUPPLYING  COMMODITIES\n   20  OR LABOR ON THE PROJECT;\n   21    (B)  EXPLAIN VERBALLY IN DETAIL THE HOMEOWNER'S OPTION TO DEMAND BOND-\n   22  ING ON THE PROJECT, HOW THE BOND WOULD PROTECT  THE  HOMEOWNER  AND  THE\n   23  APPROXIMATE EXPENSE OF THE BOND; AND\n   24    (C)  DISCLOSE  ALL  INFORMATION  PERTAINING  TO  THE  CONTRACT AND ITS\n   25  PERFORMANCE AND ANY  OTHER  RELEVANT  INFORMATION  THAT  THE  BOARD  MAY\n   26  REQUIRE BY RULE.\n   27    2. ALL LICENSED CONTRACTORS PERFORMING HOME CONSTRUCTION SHALL PROVIDE\n   28  A WRITTEN CONTRACT TO THE HOMEOWNER.  THE WRITTEN CONTRACT SHALL:\n   29    (A)  CONTAIN  THE  INFORMATION  PROVIDED  IN  SUBDIVISION  ONE OF THIS\n   30  SECTION AND ANY OTHER RELEVANT INFORMATION THAT THE BOARD MAY REQUIRE BY\n   31  RULE;\n   32    (B) CONTAIN NOTICE  OF  THE  CONTRACTOR'S  RIGHT  TO  RESOLVE  ALLEGED\n   33  CONSTRUCTION DEFECTS PRIOR TO COMMENCING ANY LITIGATION;\n   34    (C) BE SIGNED BY THE CONTRACTOR AND THE HOMEOWNER; AND\n   35    (D) BE EXECUTED PRIOR TO THE PERFORMANCE OF ANY HOME CONSTRUCTION.\n   36    3.  FOR  THE  PURPOSE  OF THIS SECTION, \"HOMEOWNER\" MEANS THE OWNER OR\n   37  LESSEE OF RESIDENTIAL REAL PROPERTY,  INCLUDING  OWNERS  OR  LESSEES  OF\n   38  CONDOMINIUM OR COOPERATIVE UNITS.\n   39    4.  ANY  VIOLATION OF THIS SECTION SHALL BE DEEMED AN UNFAIR OR DECEP-\n   40  TIVE PRACTICE AND SHALL BE SUBJECT TO PROVISIONS OF ARTICLE TWENTY-TWO-A\n   41  OF THE GENERAL BUSINESS LAW, AS WELL AS THE PROVISIONS OF THIS ARTICLE.\n   42    S 76-D. FALSE STATEMENT. IT SHALL CONSTITUTE  A  MISDEMEANOR  FOR  ANY\n   43  PERSON  OR  THE PERSON'S AGENT TO FILE WITH THE BOARD ANY NOTICE, STATE-\n   44  MENT, OR OTHER DOCUMENT REQUIRED UNDER THE PROVISIONS OF  THIS  ARTICLE,\n   45  WHICH IS FALSE OR UNTRUE OR CONTAINS ANY MATERIAL MISSTATEMENT OF FACT.\n   46    S  76-E.  DISCIPLINARY  ACTION  AGAINST LICENSEE. NOTHING CONTAINED IN\n   47  THIS ARTICLE SHALL LIMIT THE AUTHORITY OF THE BOARD TO TAKE DISCIPLINARY\n   48  ACTION AGAINST ANY LICENSEE FOR A VIOLATION OF ANY OF THE PROVISIONS  OF\n   49  THIS ARTICLE, OR OF THE RULES AND REGULATIONS OF THE CONTRACTORS LICENSE\n   50  BOARD;  NOR  SHALL  THE  REPAYMENT  IN  FULL  OF  ALL OBLIGATIONS TO THE\n   51  CONTRACTORS RECOVERY FUND BY ANY LICENSED CONTRACTOR NULLIFY  OR  MODIFY\n   52  THE  EFFECT OF ANY OTHER DISCIPLINARY PROCEEDING BROUGHT PURSUANT TO THE\n   53  PROVISIONS OF THIS ARTICLE OR  THE  RULES  AND  REGULATIONS  PROMULGATED\n   54  HEREUNDER.\n   55    S  76-F.  APPLICABILITY  TO  CITIES WITH A POPULATION OF LESS THAN ONE\n   56  MILLION. ANY CITY WITHIN THE STATE  IS  HEREBY  AUTHORIZED  TO  REGULATE\n\n       A. 2253                            18\n\n    1  CONTRACTORS  AS  SET  FORTH IN THIS ARTICLE, PROVIDED THAT THE GOVERNING\n    2  BOARD OF SUCH MUNICIPALITY, AFTER PUBLIC HEARING,  ADOPTS  A  LOCAL  LAW\n    3  PROVIDING THEREFOR.\n    4    S 2. This act shall take effect January 1, 2012.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general city law, in relation to the regulation of contractors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095613.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362573616
}