{
  "year" : 2011,
  "senateBillNo" : "A2258-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2258-2011-1294981200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for follow-up reviews by the state comptroller to examine the implementation status of recommendations of previously conducted audits",
  "summary" : "Provides for follow-up reviews by the state comptroller to examine the implementation status of recommendations of previously conducted audits; requires audited agencies to continue to provide 90 day updates to all recipients of the initial 90 day report until all recommendations to which it concurs have been implemented. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A5717-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2258\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  BRENNAN, DINOWITZ, ORTIZ, COLTON, SCHROEDER,\n         CLARK, ENGLEBRIGHT, KAVANAGH, WEPRIN -- Multi-Sponsored by -- M. of A.\n         ABBATE, GALEF, GOTTFRIED, GUNTHER, JACOBS, JAFFEE,  LANCMAN,  LATIMER,\n         MAISEL,  MARKEY,  MAYERSOHN, McENENY, MILLMAN, PHEFFER, REILLY, ROSEN-\n         THAL, SCARBOROUGH, SWEENEY -- read once and referred to the  Committee\n         on Governmental Operations\n\n       AN  ACT  to  amend the executive law, in relation to audit and follow-up\n         reviews of agencies by the state comptroller and reports of corrective\n         action\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section 170 of the executive law, as added by chapter 218\n    2  of the laws of 1977, is amended to read as follows:\n    3    S 170. Audit AND FOLLOW-UP REVIEWS of  agencies  by  the  state  comp-\n    4  troller; reports of corrective action. 1. Whenever the state comptroller\n    5  shall  conduct  an audit of the activities and operations of any depart-\n    6  ment, bureau, board,  commission,  authority  or  any  other  agency  or\n    7  instrumentality,  he  OR  SHE  shall submit a [tenative] DRAFT copy of a\n    8  report of such audit to the head of the entity audited. The head of such\n    9  entity may submit a written response to such  [tentative]  DRAFT  report\n   10  within  thirty  days of the receipt thereof. The state comptroller shall\n   11  thereafter submit a final report of such audit  which  shall  contain  a\n   12  complete  copy  of  the  response,  if any, submitted to the [tentative]\n   13  DRAFT report. If the final report makes recommendations  for  corrective\n   14  action,  the  head of the entity audited shall report within ninety days\n   15  after receipt thereof to the  governor,  the  state  comptroller,  the\n   16  TEMPORARY president  OF THE SENATE, [president pro tem and]  THE minori-\n   17  ty  leader  of the senate, the speaker, majority and minority leaders of\n   18  the assembly, and the chairman  and  ranking  minority  members  of  the\n   19  senate  finance  committee and the assembly ways and means committees of\n   20  the state legislature what steps were taken to implement such  recommen-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04784-01-1\n\n       A. 2258                             2\n\n    1  dations,  and,  where  recommendations were not implemented, the reasons\n    2  therefor, INCLUDING WHETHER  ALTERNATE  ACTIONS  HAVE  BEEN  TAKEN  THAT\n    3  ESSENTIALLY  MEET THE AUDITOR'S INTENT OR CIRCUMSTANCES HAVE CHANGED AND\n    4  THE  RECOMMENDATIONS  ARE  NO  LONGER  VALID. SUCH REPORTS BY THE AGENCY\n    5  AUDITED SHALL CONTINUE TO BE MADE AS HEREIN PROVIDED EVERY  NINETY  DAYS\n    6  UNTIL  ALL RECOMMENDATIONS TO WHICH THE AUDITED AGENCY CONCURS ARE FULLY\n    7  IMPLEMENTED OR UNTIL CIRCUMSTANCES HAVE CHANGED AND THE  RECOMMENDATIONS\n    8  ARE NO LONGER APPLICABLE.\n    9    2.  THE STATE COMPTROLLER MAY CONDUCT FOLLOW-UP REVIEWS TO EXAMINE THE\n   10  IMPLEMENTATION STATUS OF RECOMMENDATIONS OF PREVIOUSLY CONDUCTED  AUDITS\n   11  OF  ANY  DEPARTMENT,  BUREAU,  BOARD, COMMISSION, AUTHORITY OR ANY OTHER\n   12  AGENCY OR INSTRUMENTALITY. WHEN CONDUCTING A FOLLOW-UP REVIEW, THE STATE\n   13  COMPTROLLER SHALL DETERMINE  WHETHER  SUCH  RECOMMENDATIONS  WERE  FULLY\n   14  IMPLEMENTED,  PARTIALLY  IMPLEMENTED,  NOT IMPLEMENTED AT ALL OR WERE NO\n   15  LONGER APPLICABLE. THE STATE COMPTROLLER  SHALL  THEREAFTER  SUBMIT  THE\n   16  FOLLOW-UP REVIEW TO THE AGENCY AUDITED. IF THE FOLLOW-UP REVIEW INCLUDES\n   17  UNIMPLEMENTED  RECOMMENDATIONS  FOR  CORRECTIVE  ACTION  AND  THE AGENCY\n   18  CONCURS WITH SUCH RECOMMENDATIONS, THE HEAD OF THE AUDITED AGENCY SHALL,\n   19  WITHIN NINETY DAYS AFTER RECEIVING THE FOLLOW-UP REVIEW, REPORT  TO  THE\n   20  AFOREMENTIONED  STATE  ENTITIES  WHAT  STEPS WERE TAKEN TO IMPLEMENT THE\n   21  RECOMMENDATIONS AND WHERE THE RECOMMENDATIONS WERE NOT IMPLEMENTED,  THE\n   22  REASON  THEREFOR,  INCLUDING  WHETHER  ALTERNATE ACTIONS HAVE BEEN TAKEN\n   23  THAT ESSENTIALLY MEET THE AUDITORS' INTENT OR CIRCUMSTANCES HAVE CHANGED\n   24  AND THE RECOMMENDATIONS ARE NO LONGER VALID. SUCH REPORTS BY THE  AGENCY\n   25  AUDITED  SHALL  CONTINUE  TO  BE  MADE AS PROVIDED IN THIS SECTION EVERY\n   26  NINETY DAYS UNTIL ALL RECOMMENDATIONS ARE  FULLY  IMPLEMENTED  OR  UNTIL\n   27  CIRCUMSTANCES  HAVE CHANGED AND THE RECOMMENDATIONS ARE NO LONGER APPLI-\n   28  CABLE.\n   29    S 2. This act shall take effect on the ninetieth day  after  it  shall\n   30  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to audit and follow-up reviews of agencies by the state comptroller and reports of corrective action ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T100114.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T160002.TXT", "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362874771
}