{
  "year" : 2011,
  "senateBillNo" : "A2252-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to cities",
    "billEventId" : "A2252-2011-1294981200000-referred+to+cities",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the audit powers and duties of the New York city comptroller",
  "summary" : "Relates to the audit powers and duties of the New York city comptroller. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Charter",
  "previousVersions" : [ "A5716-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2252\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. BRENNAN, DINOWITZ, ROSENTHAL, CLARK, COLTON --\n         Multi-Sponsored by -- M. of A. JACOBS, LANCMAN, LAVINE, MARKEY,  MILL-\n         MAN,  PHEFFER,  REILLY  --  read once and referred to the Committee on\n         Cities\n\n       AN ACT to amend the New York city charter,  in  relation  to  the  audit\n         powers and duties of the New York city comptroller\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision c of section 93 of the New York  city  charter,\n    2  as  added by a vote of the people of the city of New York at the general\n    3  election held in November of 1989, is amended to read as follows:\n    4    c. 1. The comptroller shall have  power  to  audit  all  agencies,  as\n    5  defined  in  subdivision  two  of  section eleven hundred fifty, and all\n    6  agencies, the majority of whose members are appointed by city officials.\n    7  The comptroller shall be entitled to obtain  access  to  agency  records\n    8  required  by  law  to be kept confidential, other than records which are\n    9  protected by the privileges for attorney-client communications, attorney\n   10  work products, or material prepared for  litigation,  upon  a  represen-\n   11  tation  by  the comptroller that necessary and appropriate steps will be\n   12  taken to protect the confidentiality of such  records.  The  comptroller\n   13  shall  establish  a regular auditing cycle to ensure that one or more of\n   14  the programs or activities of each city agency, or one or  more  aspects\n   15  of  each agency's operations, is audited at least once every four years.\n   16  The audits conducted by the  comptroller  shall  comply  with  generally\n   17  accepted  government  auditing standards. In accordance with such stand-\n   18  ards, and before any draft or final audit or audit  report,  or  portion\n   19  thereof,  may  be  made public, the comptroller shall send a copy of the\n   20  draft audit or audit report to  the  head  of  the  audited  agency  and\n   21  provide  the  agency,  in  writing,  with  a reasonable deadline for its\n   22  review and response. The comptroller shall include copies  of  any  such\n   23  agency  response in any draft or final audit or audit report, or portion\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05436-01-1\n\n       A. 2252                             2\n\n    1  thereof, which is made public. The comptroller shall send copies of  all\n    2  final  audits and audit reports to the council, the mayor, and the audit\n    3  committee. IF THE FINAL  REPORT  MAKES  RECOMMENDATIONS  FOR  CORRECTIVE\n    4  ACTION,  THE  HEAD OF THE ENTITY AUDITED SHALL REPORT WITHIN NINETY DAYS\n    5  AFTER RECEIPT THEREOF TO THE COUNCIL, THE MAYOR AND THE AUDIT  COMMITTEE\n    6  WHAT  STEPS  WERE  TAKEN  TO  IMPLEMENT SUCH RECOMMENDATIONS, AND, WHERE\n    7  RECOMMENDATIONS WERE NOT IMPLEMENTED,  THE  REASON  THEREFOR,  INCLUDING\n    8  WHETHER  ALTERNATE  ACTIONS  HAVE  BEEN  TAKEN THAT ESSENTIALLY MEET THE\n    9  AUDITOR'S INTENT OR CIRCUMSTANCES HAVE CHANGED AND  THE  RECOMMENDATIONS\n   10  ARE  NO  LONGER VALID. SUCH REPORTS BY THE AGENCY AUDITED SHALL CONTINUE\n   11  TO BE MADE AS PROVIDED IN THIS  SECTION  EVERY  NINETY  DAYS  UNTIL  ALL\n   12  RECOMMENDATIONS  TO  WHICH  THE  AUDITED AGENCY CONCURS ARE FULLY IMPLE-\n   13  MENTED OR UNTIL CIRCUMSTANCES HAVE CHANGED AND THE  RECOMMENDATIONS  ARE\n   14  NO LONGER APPLICABLE.\n   15    2. THE COMPTROLLER MAY CONDUCT FOLLOW-UP REVIEWS TO EXAMINE THE IMPLE-\n   16  MENTATION  STATUS  OF  RECOMMENDATIONS OF PREVIOUSLY CONDUCTED AUDITS OF\n   17  ANY AGENCY. WHEN CONDUCTING A FOLLOW-UP REVIEW,  THE  COMPTROLLER  SHALL\n   18  DETERMINE WHETHER SUCH RECOMMENDATIONS WERE FULLY IMPLEMENTED, PARTIALLY\n   19  IMPLEMENTED,  NOT  IMPLEMENTED  AT ALL OR WERE NO LONGER APPLICABLE. THE\n   20  COMPTROLLER SHALL THEREAFTER SUBMIT THE FOLLOW-UP REVIEW TO  THE  AGENCY\n   21  AUDITED.  IF THE FOLLOW-UP REVIEW INCLUDES UNIMPLEMENTED RECOMMENDATIONS\n   22  FOR CORRECTIVE ACTION AND THE AGENCY CONCURS WITH SUCH  RECOMMENDATIONS,\n   23  THE HEAD OF THE AUDITED AGENCY SHALL, WITHIN NINETY DAYS AFTER RECEIVING\n   24  THE  FOLLOW-UP REVIEW, REPORT TO THE COMPTROLLER, THE COUNCIL, THE MAYOR\n   25  AND THE AUDIT COMMITTEE WHAT STEPS WERE TAKEN TO IMPLEMENT THE RECOMMEN-\n   26  DATIONS AND WHERE THE RECOMMENDATIONS WERE NOT IMPLEMENTED,  THE  REASON\n   27  THEREFOR,  INCLUDING  WHETHER  ALTERNATE  ACTIONS  HAVE  BEEN TAKEN THAT\n   28  ESSENTIALLY MEET THE AUDITORS' INTENT OR CIRCUMSTANCES HAVE CHANGED  AND\n   29  THE  RECOMMENDATIONS  ARE  NO  LONGER  VALID. SUCH REPORTS BY THE AGENCY\n   30  AUDITED SHALL CONTINUE TO BE MADE AS  PROVIDED  IN  THIS  SECTION  EVERY\n   31  NINETY  DAYS  UNTIL  ALL  RECOMMENDATIONS ARE FULLY IMPLEMENTED OR UNTIL\n   32  CIRCUMSTANCES HAVE CHANGED AND THE RECOMMENDATIONS ARE NO LONGER  APPLI-\n   33  CABLE.\n   34    S  2.  This  act shall take effect on the ninetieth day after it shall\n   35  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city charter, in relation to the audit powers and duties of the New York city comptroller ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095613.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362573612
}