{
  "year" : 2011,
  "senateBillNo" : "A2255-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2255-2011-1294981200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain disclosure by members of the legislature regarding actual and necessary transportation expenses and per diem expenses",
  "summary" : "Requires certain disclosure by members of the legislature regarding actual and necessary transportation expenses and per diem expenses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "A5711-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2255\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. BRENNAN, CLARK, GALEF, REILLY -- Multi-Sponsored\n         by -- M. of A.  WEISENBERG -- read once and referred to the  Committee\n         on Governmental Operations\n\n       AN  ACT to amend the legislative law, in relation to necessary transpor-\n         tation expenses and per diem expenses of members of the legislature\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  2  of  section  5 of the legislative law, as\n    2  amended by section 1 of part M-1 of chapter 407 of the laws of 1999,  is\n    3  amended to read as follows:\n    4    2.  Each member of the legislature shall receive payment of actual and\n    5  necessary transportation expenses and a per diem equivalent to the  most\n    6  recent federal per diem rates published by the General Services Adminis-\n    7  tration  and set forth in 41 CFR (Code of Federal Regulations) Part 301,\n    8  App. A, while in travel status in the performance of his or her  duties;\n    9  and  such other reasonable expenses as may be necessary for the perform-\n   10  ance of the member's responsibilities as  determined  by  the  temporary\n   11  president  of the senate or speaker of the assembly for their respective\n   12  houses. The per diem allowances, including partial per diem  allowances,\n   13  shall be made pursuant to regulations promulgated by the temporary pres-\n   14  ident of the senate and the speaker of the assembly for their respective\n   15  houses,  on audit and warrant of the comptroller on vouchers approved by\n   16  the temporary president of the senate or his or  her  designee  and  the\n   17  speaker  of  the  assembly  or  his or her designee for their respective\n   18  houses.  WHEN FILING A VOUCHER FOR THE PER DIEM ALLOWANCE,  EACH  MEMBER\n   19  OF  THE  LEGISLATURE SHALL FILE A CERTIFICATION INCLUDED IN SUCH VOUCHER\n   20  STATING THAT SUCH EXPENSES WERE INCURRED IN THE RENDERING OF LEGISLATIVE\n   21  DUTIES, AND THAT THE VOUCHER IS JUST, TRUE AND  CORRECT,  AND  THAT  THE\n   22  BALANCE  SHOWN  IS  ACTUALLY DUE AND OWING, AND THE TAXES FROM WHICH THE\n   23  STATE IS EXEMPT ARE EXCLUDED THEREFROM  AND  THE  VOUCHER  SUBMITTED  IN\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04779-01-1\n\n       A. 2255                             2\n\n    1  ACCORDANCE  WITH RULES PROMULGATED BY THE SPEAKER OF THE ASSEMBLY OR THE\n    2  TEMPORARY PRESIDENT OF THE SENATE.\n    3    FOR  THE  PAYMENT  OF ACTUAL AND NECESSARY TRANSPORTATION EXPENSES THE\n    4  MEMBER SHALL FILE A CERTIFICATION ON  SUCH  VOUCHER  STATING  THAT  SUCH\n    5  MEMBER OF THE LEGISLATURE INCURRED SUCH TRANSPORTATION EXPENSES FROM HIS\n    6  OR HER OWN PERSONAL FUNDS, AND WAS NOT REIMBURSED OR PAID FROM ANY OTHER\n    7  SOURCE  FOR  SUCH  TRANSPORTATION  EXPENSES,  THAT  SUCH  EXPENSES  WERE\n    8  INCURRED IN THE RENDERING OF LEGISLATIVE DUTIES, AND THAT THE VOUCHER IS\n    9  JUST, TRUE, AND CORRECT, AND THAT THE BALANCE SHOWN IS ACTUALLY DUE  AND\n   10  OWING.\n   11    S  2.  This  act shall take effect on the thirtieth day after it shall\n   12  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to necessary transportation expenses and per diem expenses of members of the legislature ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095613.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362573623
}