{
  "year" : 2011,
  "senateBillNo" : "A2257-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2257-2011-1294981200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires reporting by entities other than state agencies that purchase commodities or services through a contract with the office of general services",
  "summary" : "Requires reporting by entities other than state agencies that purchase commodities or services through a contract with the office of general services. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A3807-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2257\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. BRENNAN, CAHILL, JAFFEE -- Multi-Sponsored by --\n         M. of A. COLTON, DESTITO, GALEF, GOTTFRIED, LUPARDO, MILLMAN, PHEFFER,\n         SWEENEY, WEISENBERG -- read once and  referred  to  the  Committee  on\n         Governmental Operations\n\n       AN  ACT to amend the state finance law, in relation to entities purchas-\n         ing through office of general services contracts\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 163 of the state finance law is amended by adding a\n    2  new subdivision 10-a to read as follows:\n    3    10-A.    REPORTING  TO  THE OFFICE OF GENERAL SERVICES.  ANY OFFICE OF\n    4  GENERAL SERVICES CONTRACT THROUGH WHICH COMMODITIES OR SERVICES  MAY  BE\n    5  PURCHASED  BY AN ENTITY OTHER THAN A STATE AGENCY SHALL REQUIRE THAT THE\n    6  VENDOR REPORT SUCH PURCHASES TO THE OFFICE  OF  GENERAL  SERVICES  ON  A\n    7  QUARTERLY  BASIS.  THE  VENDOR'S REPORT SHALL SPECIFY FOR EACH PURCHASE,\n    8  THE ITEMS PURCHASED, THE NUMBER OF PURCHASES AND THE AMOUNT OF  EXPENDI-\n    9  TURES.  THE  OFFICE OF GENERAL SERVICES SHALL REPORT SUCH INFORMATION TO\n   10  THE OFFICE OF THE STATE COMPTROLLER ON A QUARTERLY BASIS. THE OFFICE  OF\n   11  THE  STATE  COMPTROLLER  SHALL INCLUDE SUCH INFORMATION IN ITS REPORTING\n   12  PURSUANT TO SUBDIVISION FOURTEEN OF THIS SECTION.\n   13    S 2. Paragraph (i) of subdivision 14  of  section  163  of  the  state\n   14  finance law, as amended by chapter 95 of the laws of 2000, is amended to\n   15  read as follows:\n   16    (i)  a  listing  of  individual  and  centralized contracts, including\n   17  vendor name, comptroller approval dates, dollar value of such contracts,\n   18  the state agency which let the  contract  and/or  state  agencies  which\n   19  purchased  off centralized contracts, OTHER ENTITIES WHICH PURCHASED OFF\n   20  CENTRALIZED CONTRACTS, expenditures made on each such  contract  and  by\n   21  which  agencies  OR  OTHER  ENTITIES  during the fiscal year and life to\n   22  date, citing contract category codes, source selection method, including\n   23  \"lowest price\", \"best value\", sole source, single source, negotiated and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04776-01-1\n\n       A. 2257                             2\n\n    1  emergency procurement subtotaled by agency and by type of  commodity  or\n    2  service;\n    3    S  3. This act shall take effect immediately, provided that the amend-\n    4  ments to section 163 of the state finance law made by sections  one  and\n    5  two of this act shall not affect the repeal of such section and shall be\n    6  deemed repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to entities purchasing through office of general services contracts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095613.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362573629
}