{
  "year" : 2011,
  "senateBillNo" : "A2267-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to mental health",
    "billEventId" : "A2267-2011-1294981200000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that the names of the members of the governing board and certain summary information concerning executive compensation be listed on websites",
  "summary" : "Provides that the commissioners of the office of mental health, developmental disabilities and alcoholism and substance abuse services shall make public through their websites and update on an annual basis the names of the members of the governing board and summary information concerning executive compensation reported by all service providers funded by the respective offices in a manner that is easily accessible and informative; such provisions shall not apply to hospitals operated pursuant to article 28 of the public health law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "AB4803-2009", "A4803-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2267\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. P. RIVERA, WEISENBERG, SCHROEDER -- read once and\n         referred to the Committee on Mental Health\n\n       AN  ACT to amend the mental hygiene law, in relation to providing infor-\n         mation pertaining to names of the members of the governing  board  and\n         summary  information concerning executive compensation reported by all\n         service providers funded  by  the  respective  offices  be  listed  on\n         certain websites\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 5.05 of the mental hygiene law is amended by adding\n    2  a new subdivision (c-1) to read as follows:\n    3    (C-1) THE COMMISSIONERS OF THE OFFICES OF MENTAL  HEALTH,  FOR  PEOPLE\n    4  WITH  DEVELOPMENTAL  DISABILITIES,  AND  ALCOHOLISM  AND SUBSTANCE ABUSE\n    5  SERVICES SHALL MAKE PUBLIC THROUGH THEIR WEBSITES AND UPDATE ON AN ANNU-\n    6  AL BASIS THE NAMES OF THE MEMBERS OF THE  GOVERNING  BOARD  AND  SUMMARY\n    7  INFORMATION  CONCERNING  EXECUTIVE  COMPENSATION REPORTED BY ALL SERVICE\n    8  PROVIDERS FUNDED BY THE RESPECTIVE OFFICES IN A MANNER  THAT  IS  EASILY\n    9  ACCESSIBLE  AND  INFORMATIVE;  PROVIDED, HOWEVER, THAT THE PROVISIONS OF\n   10  THIS SUBDIVISION SHALL NOT APPLY TO HOSPITALS OPERATED PURSUANT TO ARTI-\n   11  CLE TWENTY-EIGHT OF THE PUBLIC HEALTH LAW.\n   12    S 2. This act shall take effect immediately, provided,  however,  that\n   13  information  reported  during the period April 1, 2011 through March 31,\n   14  2012 shall be posted no later than December 31, 2012.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00064-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to providing information pertaining to names of the members of the governing board and summary information concerning executive compensation reported by all service providers funded by the respective offices be listed on certain websites ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095613.TXT", "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T160502.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362573606
}