{
  "year" : 2011,
  "senateBillNo" : "A2263-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2263-2011-1294981200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes community access networks",
  "summary" : "Establishes community access networks. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Technology Law",
  "previousVersions" : [ "A5712-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2263\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M. of A. BRENNAN, DESTITO, HOYT, CAHILL, PEOPLES-STOKES,\n         JACOBS, J. RIVERA, COLTON, CLARK, WEPRIN -- Multi-Sponsored by  --  M.\n         of  A.  ABBATE,  AUBRY,  BENEDETTO, BING, BOYLAND, BROOK-KRASNY, COOK,\n         CYMBROWITZ, DINOWITZ, GALEF, GLICK, GOTTFRIED, HEASTIE, HOOPER, LATIM-\n         ER, LIFTON,  MAYERSOHN,  McENENY,  MILLMAN,  ORTIZ,  PAULIN,  PHEFFER,\n         P. RIVERA,  ROBINSON,  ROSENTHAL, SCHROEDER, TOWNS, WEISENBERG -- read\n         once and referred to the Committee on Governmental Operations\n\n       AN ACT to amend the state technology law, in  relation  to  establishing\n         community access networks\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state technology law is amended by adding a new section\n    2  310 to read as follows:\n    3    S 310. COMMUNITY ACCESS  NETWORKS. 1. DEFINITIONS. A.  \"STATE  ENTITY\"\n    4  SHALL MEAN:\n    5    (I) ANY STATE BOARD, BUREAU, DIVISION, COMMITTEE, COMMISSION, COUNCIL,\n    6  DEPARTMENT,  PUBLIC  AUTHORITY,  PUBLIC  BENEFIT  CORPORATION, OFFICE OR\n    7  OTHER ENTITY PERFORMING A GOVERNMENTAL OR PROPRIETARY FUNCTION  FOR  THE\n    8  STATE OF NEW YORK;\n    9    (II)  ALL CITIES, COUNTIES, MUNICIPALITIES, VILLAGES, TOWNS, AND OTHER\n   10  LOCAL AGENCIES; BUT SHALL NOT INCLUDE THE JUDICIARY.\n   11    B. \"SPONSORED WIRELESS INFORMATION NETWORK\" SHALL MEAN A STATE  ENTITY\n   12  SYSTEM  THAT TRANSMITS PACKETIZED VOICE, VIDEO AND/OR DATA BETWEEN USERS\n   13  WITHOUT UTILIZING WIRES AS ITS SOLE MEANS OF TRANSMISSION.\n   14    C. \"APPROVED WIRELESS INFORMATION NETWORK\" SHALL MEAN A SYSTEM:\n   15    (I) APPROVED BY A STATE ENTITY  AFTER  A  REQUEST  FOR  PROPOSALS  FOR\n   16  COLLOCATION ON STATE ENTITY PROPERTY; AND\n   17    (II)  THAT TRANSMITS PACKETIZED VOICE, VIDEO AND/OR DATA BETWEEN USERS\n   18  WITHOUT UTILIZING WIRES AS ITS SOLE MEANS OF TRANSMISSION. INSTALLATION,\n   19  EQUIPMENT, CONSTRUCTION, OPERATING AND  OTHER  REASONABLE  COSTS  TO  BE\n   20  DETERMINED BY THE STATE ENTITY, SHALL NOT BE INCURRED BY THE STATE ENTI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04780-01-1\n\n       A. 2263                             2\n\n    1  TY,  PROVIDED THAT THE APPROVAL FROM THE STATE ENTITY FOR COLLOCATION IS\n    2  GRANTED AT NO COST. STATE ENTITY APPROVAL OF  COLLOCATION  MAY  ONLY  BE\n    3  WITHHELD WHEN IT CAN BE SHOWN THAT SUCH COLLOCATION WOULD CAUSE UNAVOID-\n    4  ABLE  DAMAGE TO STATE ENTITY PROPERTY OR SECURITY. PREFERENCE FOR COLLO-\n    5  CATING EQUIPMENT SHALL FIRST BE GIVEN TO ENTITIES LISTED IN SUBPARAGRAPH\n    6  (I) OF PARAGRAPH A OF THIS SUBDIVISION AND THEN TO  ENTITIES  LISTED  IN\n    7  SUBPARAGRAPH  (II)  OF  PARAGRAPH A OF THIS SUBDIVISION. OPERATORS OF AN\n    8  APPROVED INFORMATION NETWORK SHALL NOT EXERCISE  ANY  EDITORIAL  CONTROL\n    9  OVER  ANY  PUBLIC, EDUCATIONAL, OR GOVERNMENTAL USE OF CAPACITY PROVIDED\n   10  PURSUANT TO THIS SECTION, EXCEPT THAT THEY MAY REFUSE  TO  TRANSMIT  ANY\n   11  CONTENT WHICH CONTAINS OBSCENITY, INDECENCY, OR NUDITY.\n   12    D.  \"COMMUNITY  ACCESS  NETWORK\"  SHALL  MEAN A SYSTEM AS DESCRIBED IN\n   13  PARAGRAPH B OR C OF THIS SUBDIVISION WHICH IS PROVIDED AT NO COST TO THE\n   14  END USER AND WHICH HAS AT LEAST PORTIONS THAT ARE OPEN FOR  PUBLIC  USE.\n   15  COMMUNITY ACCESS NETWORKS SHALL:\n   16    (I)  EMPLOY NON-PROPRIETARY NETWORKING PROTOCOLS IN ORDER TO ALLOW THE\n   17  USE OF NON-VENDOR SPECIFIC NETWORKING EQUIPMENT;\n   18    (II) BE DESIGNED TO ALLOW ACCESS TO PUBLICLY AVAILABLE GOVERNMENT  AND\n   19  OTHER INFORMATION;\n   20    (III) NOT IMPEDE PUBLIC SAFETY PURPOSES; AND\n   21    (IV)  HAVE  SUFFICIENT  SECURITY  TO  ALLOW THE GOVERNMENT TO RESTRICT\n   22  ACCESS BY ANY INDIVIDUAL OR INDIVIDUALS TEMPORARILY OR PERMANENTLY BASED\n   23  ON PUBLIC SAFETY NEEDS AND THE LEGITIMATE NEEDS OF LAW ENFORCEMENT.\n   24    E. \"PACKETIZED\" SHALL MEAN INFORMATION WHICH  IS  DIVIDED  INTO  PARTS\n   25  BEFORE  BEING  SENT,  TRANSMITTED INDIVIDUALLY, WITHOUT THE NECESSITY OF\n   26  BEING SENT SEQUENTIALLY, AND THEN RECOMPILED INTO THE  ORIGINAL  MESSAGE\n   27  UPON ARRIVAL AT ITS DESTINATION.\n   28    F.  \"COLLOCATION\"  SHALL  MEAN  THE  PROVISION OF SPACE PERMANENTLY OR\n   29  TEMPORARILY FOR NON-STATE ENTITY EQUIPMENT ON THE STATE  ENTITY'S  PREM-\n   30  ISES, EQUIPMENT, OR ON A TEMPORARY BASIS, UNUTILIZED RADIO FREQUENCIES.\n   31    G. \"DARK FIBER\" SHALL MEAN UNUTILIZED STRANDS OF FIBER OPTIC CABLE.\n   32    H.  \"WHOLESALE  NETWORK\" SHALL MEAN AN OPERATED, OWNED OR LEASED FIBER\n   33  OPTIC NETWORK WHICH IS AVAILABLE FOR USE  TO  ANY  NETWORK  OPERATOR  TO\n   34  OFFER SERVICES TO END USERS.\n   35    2.  CREATION OF COMMUNITY ACCESS NETWORKS AND NECESSARY REPORTS TO THE\n   36  STATE OFFICE FOR TECHNOLOGY. ANY STATE  ENTITY  WHICH  CREATES,  BUILDS,\n   37  MAINTAINS  OR  UPGRADES  A  GOVERNMENT  SPONSORED OR GOVERNMENT APPROVED\n   38  WIRELESS INFORMATION NETWORK SHALL:\n   39    A. FOLLOW BEST PRACTICES IN CREATING A  COMMUNITY  ACCESS  NETWORK  OR\n   40  NETWORKS  AS  PART  OF  THEIR SPONSORED WIRELESS INFORMATION NETWORK; OR\n   41  ALLOW FOR COLLOCATION OF A COMMUNITY  ACCESS  NETWORK  PROVIDED  VIA  AN\n   42  APPROVED WIRELESS INFORMATION NETWORK; AND\n   43    B.  REPORT  ON  THE  STATUS  OF COMMUNITY ACCESS NETWORKS TO THE STATE\n   44  OFFICE FOR TECHNOLOGY NO LATER THAN JULY FIRST OF EACH YEAR.\n   45    3. PROGRESS REPORT REQUIREMENT TO LEGISLATURE. ANNUALLY ON  OR  BEFORE\n   46  SEPTEMBER  THIRTIETH  THE  STATE  OFFICE  FOR TECHNOLOGY SHALL PROVIDE A\n   47  REPORT TO THE SPEAKER OF THE ASSEMBLY AND THE TEMPORARY PRESIDENT OF THE\n   48  SENATE DETAILING NETWORKS CREATED PURSUANT TO SUBDIVISION  TWO  OF  THIS\n   49  SECTION.\n   50    4.  MUNICIPAL  USE OF STATE'S DARK FIBER FOR COMMUNITY ACCESS NETWORK.\n   51  IF ANY ENTITY IDENTIFIED IN SUBPARAGRAPH (II) OF PARAGRAPH A OF SUBDIVI-\n   52  SION ONE OF THIS SECTION SENDS A STATUS REPORT INDICATING  THEIR  INTENT\n   53  TO  SPONSOR  OR APPROVE THE CREATION OF A COMMUNITY ACCESS NETWORK, THEY\n   54  SHALL BE GIVEN ACCESS TO DARK FIBER LEASED BY ANY ENTITY  IDENTIFIED  IN\n   55  SUBPARAGRAPH  (I) OF PARAGRAPH A OF SUBDIVISION ONE OF THIS SECTION FREE\n\n       A. 2263                             3\n\n    1  OF CHARGE FOR THE PURPOSES OF CREATION OF COMMUNITY ACCESS  NETWORKS  OR\n    2  FOR GOVERNMENT ENTITY USE.\n    3    5.  STUDY  OF THE CREATION OF WHOLESALE NETWORKS. ANY ENTITY LISTED IN\n    4  SUBPARAGRAPH (II) OF PARAGRAPH A OF  SUBDIVISION  ONE  OF  THIS  SECTION\n    5  SHALL  STUDY  AND  REPORT  BY  OCTOBER THIRTIETH, TWO THOUSAND TWELVE ON\n    6  FEASIBILITY AND COST OF THE CREATION  OF  WHOLESALE  BROADBAND  NETWORKS\n    7  OVER  WHICH  ANY COMPETITIVE BROADBAND PROVIDERS MAY FURNISH SERVICES TO\n    8  INDIVIDUALS. ANY SUCH WHOLESALE NETWORK SHALL SHOW NO PREFERENCE TO  ANY\n    9  PROVIDER,  INCLUDING  A MUNICIPAL PROVIDER. SUCH REPORT SHALL BE SENT TO\n   10  THE STATE OFFICE FOR TECHNOLOGY, THE SPEAKER OF  THE  ASSEMBLY  AND  THE\n   11  TEMPORARY PRESIDENT OF THE SENATE.\n   12    6.  STUDY  OF  SOCIAL  NETWORKING  APPLICATIONS AND COMMUNITY-CENTERED\n   13  SERVICES. THE STATE OFFICE FOR TECHNOLOGY  SHALL  STUDY  AND  REPORT  ON\n   14  JANUARY  TWELFTH,  TWO  THOUSAND  TWELVE  ON POTENTIAL SOCIAL NETWORKING\n   15  USES, APPLICATIONS  AND  COMMUNITY  CENTERED  SERVICES  WHICH  COULD  BE\n   16  ENABLED  AND  EXTENDED  BY  THE  CREATION  OF FREE INTERNET ACCESS. SUCH\n   17  REPORT SHALL BE SENT TO THE SPEAKER OF THE ASSEMBLY  AND  THE  TEMPORARY\n   18  PRESIDENT OF THE SENATE.\n   19    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state technology law, in relation to establishing community access networks ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095613.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362573596
}