{
  "year" : 2011,
  "senateBillNo" : "A2266-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to economic development",
    "billEventId" : "A2266-2011-1294981200000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Morelle",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the business outreach center network assistance program",
  "summary" : "Creates the business outreach center (BOC) network assistance program within the department of economic development, and provides for its functions, powers and duties; establishes a reporting requirement by the commissioner of economic development. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A1980-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sweeney",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2266\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M. of A. MORELLE, CYMBROWITZ, SWEENEY -- Multi-Sponsored\n         by -- M. of A.  WEINSTEIN -- read once and referred to  the  Committee\n         on Economic Development, Job Creation, Commerce and Industry\n\n       AN  ACT  to  amend the economic development law, in relation to creating\n         the business outreach center network assistance program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  economic  development law is amended by adding a new\n    2  article 9-B to read as follows:\n    3                                  ARTICLE 9-B\n    4          BUSINESS OUTREACH CENTER (BOC) NETWORK ASSISTANCE PROGRAM\n    5  SECTION 216. LEGISLATIVE FINDINGS AND OBJECTIVES.\n    6          217. BUSINESS OUTREACH CENTERS.\n    7          218. REPORTING REQUIREMENT.\n    8    S 216. LEGISLATIVE FINDINGS AND OBJECTIVES. THE LEGISLATURE FINDS THAT\n    9  AN INNOVATIVE APPROACH TO SUPPORTING  SMALL  BUSINESS  DEVELOPMENT,  THE\n   10  \"BUSINESS  OUTREACH  CENTER  (BOC)  NETWORK\", IS ONE OF A DOZEN NATIONAL\n   11  ECONOMIC DEVELOPMENT MODELS THAT HAS BEEN FOUND TO BE \"WORTHY  OF  STUDY\n   12  AND  REPLICATION\".  ACCORDINGLY,  THE LEGISLATURE DECLARES ITS INTENT TO\n   13  PROMOTE THE SUCCESS AND EXPANSION OF SMALL BUSINESS IN THE STATE AND THE\n   14  GROWTH AND DEVELOPMENT OF THE STATE'S ECONOMY AS  A  PUBLIC  PURPOSE  BY\n   15  FOSTERING  THE  CREATION  AND  OPERATION OF ADDITIONAL BUSINESS OUTREACH\n   16  CENTERS AND INCREASING STATE ASSISTANCE TO THE BUSINESS OUTREACH CENTERS\n   17  (BOC) NETWORK, INCORPORATED,  A  NOT-FOR-PROFIT  CORPORATION  PERFORMING\n   18  VITAL AND WORTHY STATE AND PUBLIC PURPOSES.\n   19    S 217. BUSINESS OUTREACH CENTERS. 1. THERE IS HEREBY ESTABLISHED WITH-\n   20  IN  THE  DEPARTMENT  A BUSINESS OUTREACH CENTER (BOC) NETWORK ASSISTANCE\n   21  PROGRAM. THE DEPARTMENT IS AUTHORIZED, WITHIN AMOUNTS  APPROPRIATED,  TO\n   22  PROVIDE  DIRECT  TECHNICAL  AND  FINANCIAL  ASSISTANCE  TO  THE BUSINESS\n   23  OUTREACH CENTER (BOC) NETWORK,  INCORPORATED,  A  NOT-FOR-PROFIT  CORPO-\n   24  RATION, FOR THE FOLLOWING ACTIVITIES:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05789-01-1\n\n       A. 2266                             2\n\n    1    (A)  TO  ASSIST  THE BUSINESS OUTREACH CENTER (BOC) NETWORK IN SETTING\n    2  UP, OR TO ASSIST THE  CENTER  IN  HELPING  LOCAL  SPONSOR  ORGANIZATIONS\n    3  AND/OR NEW ORGANIZATIONS TO SET UP ADDITIONAL BUSINESS OUTREACH CENTERS,\n    4  IN  GEOGRAPHIC  AREAS  OF  THE STATE THAT ARE WIDELY-SEPARATED FROM EACH\n    5  OTHER  BUT ARE IN NEED OF, AND WOULD LIKELY BENEFIT FROM, THE ESTABLISH-\n    6  MENT OF SUCH CENTER;\n    7    (B) TO ASSIST THE BUSINESS OUTREACH CENTER (BOC) NETWORK IN  PROVIDING\n    8  AID  FOR  THE  OPERATION  AND  MAINTENANCE  OF  THE  ADDITIONAL BUSINESS\n    9  OUTREACH CENTERS SO CREATED AS WELL AS FOR THE OPERATION AND MAINTENANCE\n   10  OF ITS PRESENTLY EXISTING AFFILIATED BUSINESS OUTREACH CENTERS; AND\n   11    (C) TO ASSIST THE BUSINESS OUTREACH CENTER (BOC) NETWORK TO EXPAND THE\n   12  CENTER'S COORDINATION OF NETWORKING AND TECHNICAL ASSISTANCE  ACTIVITIES\n   13  AMONG ALL BUSINESS OUTREACH CENTERS.\n   14    2.  THE  DEPARTMENT  SHALL  PROVIDE MONIES, WITHIN AVAILABLE APPROPRI-\n   15  ATIONS, IN RESPONSE TO  A  COMMUNITY  NEED  FOR  THE  BUSINESS  OUTREACH\n   16  CENTERS  NETWORK.  THE DEPARTMENT SHALL ESTABLISH CRITERIA FOR SELECTION\n   17  AND DESIGNATION OF SUCH BUSINESS OUTREACH CENTERS  WHICH  SHALL  INCLUDE\n   18  BUT NOT BE LIMITED TO:\n   19    (A)  COMMUNITIES THAT ARE GEOGRAPHICALLY AND/OR SOCIALLY ISOLATED FROM\n   20  THE MAINSTREAM ECONOMY;\n   21    (B) A COORDINATED NETWORK  OF  CLIENT  INFORMATION  SYSTEMS,  REGIONAL\n   22  LINKAGES, AND OPERATIONAL GUIDELINES;\n   23    (C)  A  MODEL  THAT  MAXIMIZES  THE  EFFICIENT  USE OF SCARCE EXISTING\n   24  ECONOMIC  DEVELOPMENT  RESOURCES,  ADDRESSES  THE  RECOGNIZED  NEED  FOR\n   25  PRE-LOAN AND POST LOAN TECHNICAL ASSISTANCE FOR GROWING SMALL BUSINESS;\n   26    (D)  FACILITATING  ACCESS  TO  THE  COMPLEX INFRASTRUCTURE OF ECONOMIC\n   27  DEVELOPMENT PROGRAMS AND SMALL BUSINESS SERVICES, CONNECTING SMALL BUSI-\n   28  NESS TO NEEDED INFORMATION AND CAPITAL TECHNICAL ASSISTANCE.\n   29    3. ASSISTANCE, SERVICES AND DATA AS  WILL  ENABLE  THE  DEPARTMENT  TO\n   30  PROPERLY  CARRY OUT ITS FUNCTIONS, POWERS, AND DUTIES UNDER THIS ARTICLE\n   31  SHALL BE PROVIDED BY THE COMMISSIONER AND TO ACCOMPLISH  THE  SAME,  THE\n   32  COMMISSIONER  MAY  REQUEST  THE  ASSISTANCE OF OTHER AGENCIES AND PUBLIC\n   33  CORPORATIONS AND DISTRICTS PURSUANT TO SECTION TWO  HUNDRED  SIXTEEN  OF\n   34  THIS ARTICLE.\n   35    S  218. REPORTING REQUIREMENT. THE DEPARTMENT SHALL MONITOR THE EFFEC-\n   36  TIVENESS OF THE DIRECT TECHNICAL AND FINANCIAL ASSISTANCE IT PROVIDES TO\n   37  THE BUSINESS OUTREACH CENTER (BOC) NETWORK, INCORPORATED,  IN  ORDER  TO\n   38  DETERMINE  AND REPORT TO WHAT EXTENT THE GOALS SPECIFIED IN THIS SECTION\n   39  HAVE BEEN ACHIEVED. THE COMMISSIONER  SHALL  MAKE  AND  FILE  AN  ANNUAL\n   40  REPORT TO THE GOVERNOR, TEMPORARY PRESIDENT OF THE SENATE AND SPEAKER OF\n   41  THE  ASSEMBLY  WITHIN  THIRTY  DAYS  FOLLOWING  THE CLOSE OF THE STATE'S\n   42  FISCAL YEAR CONTAINING THE RESULTS OF SUCH MONITORING PURSUANT  TO  THIS\n   43  SECTION.  SUCH  ANNUAL  REPORT SHALL CONTAIN RECOMMENDATIONS FOR FURTHER\n   44  LEGISLATION TO IMPLEMENT THE PURPOSES OF THIS ARTICLE IF IN THE JUDGMENT\n   45  OF THE COMMISSIONER NEW LEGISLATION TO FURTHER EFFECTUATE  THE  PURPOSES\n   46  OF THIS ARTICLE IS WARRANTED.\n   47    S 2. This act shall take effect on the one hundred eightieth day after\n   48  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law, in relation to creating the business outreach center network assistance program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095613.TXT", "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362573604
}