{
  "year" : 2011,
  "senateBillNo" : "A2268-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to mental health",
    "billEventId" : "A2268-2011-1294981200000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that directors of in-patient facilities and hospitals shall designate safety officers to act as special policeman",
  "summary" : "Provides that directors of in-patient facilities and hospitals shall designate safety officers to act as special policemen. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A5902-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2268\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. P. RIVERA, SCHROEDER -- Multi-Sponsored by -- M.\n         of A. DESTITO -- read once and referred to  the  Committee  on  Mental\n         Health\n\n       AN  ACT  to  amend  the mental hygiene law and the public health law, in\n         relation to peace officer powers of safety officers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision (a) of section 7.25 of the mental hygiene law,\n    2  as amended by chapter 22 of the laws of 1984,  is  amended  to  read  as\n    3  follows:\n    4    (a) The commissioner and the directors of in-patient facilities in the\n    5  office  of mental health [may] SHALL designate safety officers to act as\n    6  special policemen whose duty it shall be, under orders of the  appropri-\n    7  ate  officer,  to  preserve  peace  and good order in facilities of such\n    8  office and to fully protect the grounds, buildings, and  patients.  Such\n    9  safety officers acting as special policemen shall possess all the powers\n   10  of  peace  officers, as set forth in section 2.20 of the criminal proce-\n   11  dure law, while performing duties in or arising out  of  the  course  of\n   12  their  employment.  Such  peace  officers  when acting pursuant to their\n   13  special duties may issue and serve a simplified traffic information  and\n   14  appearance  ticket,  in the form prescribed by the commissioner of motor\n   15  vehicles pursuant to section two hundred seven of the vehicle and  traf-\n   16  fic law, upon a person when he has reasonable cause to believe that such\n   17  person  has  committed  a  traffic infraction in his presence, and shall\n   18  have the power to issue and serve an appearance  ticket  as  defined  in\n   19  section 150.10 of the criminal procedure law for an offense other than a\n   20  felony in lieu of an arrest.\n   21    S  2.  Subdivision  (a) of section 13.25 of the mental hygiene law, as\n   22  amended by chapter 969 of the laws  of  1983,  is  amended  to  read  as\n   23  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00026-01-1\n\n       A. 2268                             2\n\n    1    (a)  The commissioner and the directors of facilities under his juris-\n    2  diction [may] SHALL designate safety officers to act as special  police-\n    3  men  whose duty it shall be, under orders of the appropriate officer, to\n    4  preserve peace and good order in such facilities and  to  fully  protect\n    5  the  grounds,  buildings,  and  patients. Such safety officers acting as\n    6  special policemen shall possess all the powers of peace officers, as set\n    7  forth in section 2.20 of the criminal procedure  law,  while  performing\n    8  duties  in or arising out of the course of their employment.  Such peace\n    9  officers when acting pursuant to their  special  duties  may  issue  and\n   10  serve  a  simplified  traffic  information and appearance ticket, in the\n   11  form prescribed by  the  commissioner  of  motor  vehicles  pursuant  to\n   12  section  two hundred seven of the vehicle and traffic law, upon a person\n   13  when he has reasonable cause to believe that such person has committed a\n   14  traffic infraction in his presence, and shall have the  power  to  issue\n   15  and serve an appearance ticket as defined in section 150.10 of the crim-\n   16  inal  procedure  law  for  an  offense other than a felony in lieu of an\n   17  arrest.\n   18    S 3. Section 455 of the public health law, as amended by  chapter  843\n   19  of the laws of 1980, is amended to read as follows:\n   20    S  455. Hospitals; special policemen; powers and duties. 1. The direc-\n   21  tor of each hospital in the department [may] SHALL designate [attendants\n   22  or other employees] SAFETY OFFICERS to act as  special  policemen  whose\n   23  duty  it  shall  be  under  the  orders  of  the director to protect the\n   24  grounds, buildings and patients of the hospital and to  eject  therefrom\n   25  disorderly  persons.  Such  [attendants and employees, acting as special\n   26  policemen,] SAFETY OFFICERS shall possess all the powers of peace  offi-\n   27  cers, as set forth in section 2.20 of the criminal procedure law, on the\n   28  grounds and premises.\n   29    2.  The designation of such [attendants and employees] SAFETY OFFICERS\n   30  as special policemen in pursuance hereof, shall not be deemed to  super-\n   31  sede,  on  the  grounds  and premises of such hospital, the authority of\n   32  peace or police officers of the jurisdiction within which such  hospital\n   33  is located.\n   34    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law and the public health law, in relation to peace officer powers of safety officers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T153023.TXT", "SOBI.D110118.T095613.TXT", "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362573614
}