{
  "year" : 2011,
  "senateBillNo" : "A2261-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2261-2011-1294981200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides authority for state agencies to debar bidders in certain instances",
  "summary" : "Permits, in certain instances, the head of an agency or public authority to debar a contractor from bidding on or receiving a contract from the agency for a period of up to five years, after notifying the firm and permitting them to be heard; provides that after internal appeal, debarment decisions are final unless appealed under Article 78 of the civil practice law and rules; provides a written notice of debarment stating the grounds for debarment will be provided to the disqualified firm and to the heads of other agencies and public authorities; the state comptroller will maintain a current list of disqualified individuals or firms. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A3854-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2261\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. BRENNAN, COLTON -- Multi-Sponsored by -- M. of A.\n         CAHILL,  COOK,  GALEF,  GLICK,  GOTTFRIED,  SWEENEY  --  read once and\n         referred to the Committee on Governmental Operations\n\n       AN ACT to amend the state finance law, in relation to the  authority  of\n         state  agencies, public authorities, or public benefit corporations to\n         debar contractors from selling or submitting bids to such entities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  state finance law is amended by adding a new section\n    2  139-b-1 to read as follows:\n    3    S 139-B-1. DEBARMENT; AUTHORITY AND PROCEDURE.  (A)  DEFINITIONS.  (I)\n    4  \"DEBARRING  BODY\"  SHALL MEAN A STATE AGENCY, DEPARTMENT, BOARD, BUREAU,\n    5  COMMISSION, DIVISION, PUBLIC AUTHORITY, OR PUBLIC BENEFIT CORPORATION, A\n    6  MAJORITY OF WHOSE MEMBERS ARE APPOINTED BY THE GOVERNOR.\n    7    (II) \"POTENTIAL CONTRACTOR\" SHALL MEAN A  PERSON,  PARTNERSHIP,  FIRM,\n    8  CORPORATION OR BUSINESS ENTITY.\n    9    (B)  THE  HEAD OF   THE DEBARRING BODY MAY, AFTER REASONABLE NOTICE BY\n   10  CERTIFIED MAIL WITH RETURN RECEIPT REQUESTED, TO THE POTENTIAL  CONTRAC-\n   11  TOR  AND  REASONABLE OPPORTUNITY FOR THEM TO BE HEARD, DEBAR SUCH POTEN-\n   12  TIAL CONTRACTOR FOR CAUSE FROM SELLING  TO  OR  SUBMITTING  BIDS  TO  OR\n   13  RECEIVING AWARDS FROM OR ENTERING INTO CONTRACTS WITH THE DEBARRING BODY\n   14  FOR A PERIOD OF UP TO FIVE YEARS.\n   15    (C) CAUSES FOR DEBARMENT SHALL INCLUDE BUT NOT BE LIMITED TO A FINDING\n   16  BY  THE  DEBARRING  BODY  OF  THE  FOLLOWING  FACTORS  BY SUCH POTENTIAL\n   17  CONTRACTOR, ANY DIRECTOR OR OFFICER OR ANY HOLDER  OF  FIVE  PERCENT  OR\n   18  MORE OF THE SHARES OR EQUITY OF SUCH POTENTIAL CONTRACTOR, OR ANY AFFIL-\n   19  IATE OF SUCH POTENTIAL CONTRACTOR:\n   20    (I) FINAL DETERMINATION OF CONVICTION, WITH ALL APPEALS EXHAUSTED, FOR\n   21  COMMISSION OF A CRIMINAL OFFENSE AS AN INCIDENT TO OBTAINING OR ATTEMPT-\n   22  ING  TO  OBTAIN  A  PUBLIC OR PRIVATE CONTRACT OR SUBCONTRACT, OR IN THE\n   23  PERFORMANCE OF SUCH CONTRACT OR SUBCONTRACT;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04778-01-1\n\n       A. 2261                             2\n\n    1    (II) FINAL DETERMINATION OF CONVICTION, WITH  ALL  APPEALS  EXHAUSTED,\n    2  UNDER  STATE  OR  FEDERAL  STATUTES  OF  EMBEZZLEMENT,  THEFT,  FORGERY,\n    3  BRIBERY, FALSIFICATION OR DESTRUCTION OF RECORDS, RECEIVING STOLEN PROP-\n    4  ERTY, OR ANY OTHER OFFENSE INDICATING A LACK OF  BUSINESS  INTEGRITY  OR\n    5  BUSINESS  HONESTY WHICH CURRENTLY, SERIOUSLY, AND DIRECTLY AFFECTS CAPA-\n    6  BILITY IN ALL RESPECTS TO PERFORM FULLY CONTRACT REQUIREMENTS AS A STATE\n    7  CONTRACTOR;\n    8    (III) FINAL DETERMINATION OF CONVICTION, WITH ALL  APPEALS  EXHAUSTED,\n    9  UNDER  STATE OR FEDERAL ANTITRUST STATUTES ARISING OUT OF THE SUBMISSION\n   10  OF BIDS OR PROPOSALS;\n   11    (IV) FINAL JUDGEMENT OR DETERMINATION OF CONVICTION, WITH ALL  APPEALS\n   12  EXHAUSTED  OF  UNLAWFUL  DISCRIMINATORY PRACTICE AS DEFINED IN THE HUMAN\n   13  RIGHTS LAW;\n   14    (V) VIOLATION OF ANY DEBARRING  BODY'S  CONTRACT  PROVISIONS,  AS  SET\n   15  FORTH  BELOW, OF A CHARACTER WHICH IS REASONABLY REGARDED BY THE HEAD OF\n   16  SUCH DEBARRING BODY TO BE SO SERIOUS  AS  TO  JUSTIFY  DEBARMENT  ACTION\n   17  INCLUDING,  BUT  NOT  LIMITED TO, A RECORD WITHIN THE LAST FIVE YEARS OF\n   18  WILLFUL FAILURE TO PERFORM OR OF WILLFUL UNSATISFACTORY  PERFORMANCE  IN\n   19  ACCORDANCE  WITH  THE TERMS OF ONE OR MORE SUCH CONTRACTS; PROVIDED THAT\n   20  FAILURE TO PERFORM OR UNSATISFACTORY PERFORMANCE CAUSED BY  ACTS  BEYOND\n   21  THE  CONTROL OF THE CONTRACTOR SHALL NOT BE CONSIDERED TO BE A BASIS FOR\n   22  DEBARMENT;\n   23    (VI) ANY OTHER CAUSE THAT THE HEAD  OF  A  DEBARRING  BODY  REASONABLY\n   24  DETERMINES  TO BE SO SERIOUS AND COMPELLING AS TO PERVASIVELY AFFECT THE\n   25  POTENTIAL CONTRACTOR'S CAPABILITY TO PERFORM FULLY THE CONTRACT REQUIRE-\n   26  MENTS ON ALL CONTRACTS OF SUCH DEBARRING BODY,  INCLUDING  DEBARMENT  BY\n   27  ANOTHER DEBARRING BODY FOR ANY CAUSE LISTED IN THIS SUBDIVISION.\n   28    (D)  IN  CONSIDERING WHETHER OR NOT TO DEBAR A POTENTIAL CONTRACTOR, A\n   29  DEBARRING BODY SHALL GIVE DUE CONSIDERATION TO  ANY  MITIGATING  FACTORS\n   30  BROUGHT TO SUCH BODY'S ATTENTION BY SUCH POTENTIAL CONTRACTOR; INCLUDING\n   31  BUT  NOT  LIMITED  TO  ACTIONS TAKEN TO CORRECT THE CAUSES FOR WHICH THE\n   32  DEBARMENT WAS IMPOSED, TIME LAPSED SINCE CONVICTION, OR BONA FIDE CHANG-\n   33  ES IN OWNERSHIP OR MANAGEMENT. DEBARMENT SHALL BE FOR A PERIOD COMMENSU-\n   34  RATE WITH THE SERIOUSNESS OF THE CAUSES  FOR  WHICH  THE  DEBARMENT  WAS\n   35  IMPOSED.  THE  HEAD  OF  EACH DEBARRING BODY SHALL ESTABLISH REGULATIONS\n   36  CONCERNING THE LENGTH OF THE PERIOD OF DEBARMENT COMMENSURATE  WITH  THE\n   37  CAUSES FOR WHICH THE DEBARMENT WAS IMPOSED.\n   38    (E)  A  WRITTEN NOTICE OF DEBARMENT, STATING THE BASIS THEREFOR, SHALL\n   39  BE MAILED BY CERTIFIED MAIL, WITH RETURN RECEIPT REQUESTED,  WITHIN  TEN\n   40  DAYS OF THE DECISION TO THE DEBARRED POTENTIAL CONTRACTOR BY THE HEAD OF\n   41  THE  DEBARRING  BODY  AND  TO  THE STATE COMPTROLLER AND OTHER DEBARRING\n   42  BODIES FOR THE PURPOSE OF AIDING  IN  DETERMINATIONS  OF  DEBARMENT  AND\n   43  BIDDER  RESPONSIBILITY  AS APPROPRIATE. THE DEBARRING BODY SHALL PROMUL-\n   44  GATE REGULATIONS GOVERNING AN INTERNAL APPEALS PROCEDURE FOR  DEBARMENT.\n   45  THE  HEAD  OF  THE  DEBARRING  BODY  SHALL MAKE THE FINAL ADMINISTRATIVE\n   46  DETERMINATION.\n   47    (F) A DEBARRING BODY'S DECISION UNDER THIS SECTION SHALL BE FINAL  AND\n   48  CONCLUSIVE, AND SHALL BE SUBJECT TO APPEAL PURSUANT TO THE PROVISIONS OF\n   49  ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES.\n   50    (G)  THE  DEBARRING  BODY MAY REDUCE THE PERIOD OF DEBARMENT OR REVOKE\n   51  THE ORDER OF DEBARMENT NOT LESS THAN SIX MONTHS  AFTER  NOTICE  OF  SUCH\n   52  DEBARMENT  UPON  WRITTEN  REQUEST  OF THE DEBARRED POTENTIAL CONTRACTOR,\n   53  SUPPORTED BY DOCUMENTATION, FOR REASONS INCLUDING, BUT NOT LIMITED TO:\n   54    (I) NEWLY DISCOVERED MATERIAL EVIDENCE;\n   55    (II) REVERSAL OF A CONVICTION OR CIVIL JUDGMENT UPON WHICH THE  DEBAR-\n   56  MENT WAS BASED;\n\n       A. 2261                             3\n\n    1    (III) BONA FIDE CHANGE IN OWNERSHIP OR MANAGEMENT; OR\n    2    (IV) ELIMINATION OF OTHER CAUSES FOR WHICH THE DEBARMENT WAS IMPOSED.\n    3    (H)  THE  STATE  COMPTROLLER SHALL MAINTAIN A CURRENT LIST OF DEBARRED\n    4  POTENTIAL CONTRACTORS, WHICH LIST SHALL BE MADE AVAILABLE  UPON  REQUEST\n    5  TO  THE  PUBLIC PURSUANT TO THE PROVISIONS OF THE FREEDOM OF INFORMATION\n    6  LAW. THE DEBARRING BODY SHALL MAKE AVAILABLE TO THE LEGISLATURE AND  THE\n    7  GOVERNOR,  UPON REQUEST, AN ANNUAL LISTING OF DEBARMENT ACTIVITY INCLUD-\n    8  ING BUT NOT LIMITED TO NUMBERS OF POTENTIAL CONTRACTORS  DEBARRED  UNDER\n    9  THIS SECTION, THE REASONS FOR SUCH DEBARMENT, AND THE PERIOD OF TIME FOR\n   10  WHICH A POTENTIAL CONTRACTOR HAS BEEN SUSPENDED.\n   11    (I)  NOTHING  IN  THIS  SECTION  SHALL BE CONSTRUED SO AS TO PREVENT A\n   12  DEBARRING BODY FROM DETERMINING ON A CASE BY CASE BASIS THAT A POTENTIAL\n   13  CONTRACTOR SUBMITTING A BID OR PROPOSAL IS NOT RESPONSIBLE.\n   14    S 2. This act shall take effect on the one hundred twentieth day after\n   15  it shall have become a law provided, however, that any  rules  or  regu-\n   16  lations  necessary for the implementation of this act are authorized and\n   17  directed to be completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to the authority of state agencies, public authorities, or public benefit corporations to debar contractors from selling or submitting bids to such entities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095613.TXT", "SOBI.D110118.T095113.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362573590
}