{
  "year" : 2011,
  "senateBillNo" : "A2262-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2262-2011-1294981200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the confidentiality of information obtained by a city employee in the course of official duties",
  "summary" : "Relates to the confidentiality of information obtained by a city employee in the course of official duties; defines terms; provides a procedure for the disclosure of confidential information; further provides a procedure for the collection and recording of confidential information. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York City Charter",
  "previousVersions" : [ "A5714-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2262\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. BRENNAN, WEPRIN -- Multi-Sponsored by -- M. of A.\n         PHEFFER,  ROBINSON  --  read  once  and  referred  to the Committee on\n         Governmental Operations\n\n       AN ACT to amend the New York city charter, in relation to the  confiden-\n         tiality  of  information  obtained by a city employee in the course of\n         official duties\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  In  August  1989, Mayor Edward Koch\n    2  issued Executive Order No. 124, which  prohibits  any  city  officer  or\n    3  employee  from transmitting information regarding the immigration status\n    4  of any  individual  to  federal  immigration  authorities  except  under\n    5  certain  circumstances.  Mayors David Dinkins and Rudolph Giuliani reis-\n    6  sued this executive order. In a decision stemming from the city's  chal-\n    7  lenge  to  the  constitutionality of two federal statutes that preempted\n    8  the Executive Order, the  Second  Circuit  Court  of  Appeals,  although\n    9  affirming  the  lower court's dismissal of the city's lawsuit, also left\n   10  open the possibility that a generalized confidentiality policy necessary\n   11  to the performance of legitimate municipal  functions  might  survive  a\n   12  constitutional challenge. CITY OF NEW YORK V.  UNITED STATES OF AMERICA,\n   13  179 F 3rd 29 (1999), CERT DENIED 528 US 1115 (2000). In fact, the Second\n   14  Circuit Court of Appeals, recognizing that the city's concerns regarding\n   15  the  obtaining of confidential information are not insubstantial, stated\n   16  that the \"obtaining of pertinent information, which is essential to  the\n   17  performance of a wide variety of state and local governmental functions,\n   18  may  in  some  cases  be  difficult or impossible if some expectation of\n   19  confidentiality is not preserved. Preserving confidentiality may in turn\n   20  require that state and local governments regulate the use of such infor-\n   21  mation by their employees.\"\n   22    Recognizing the importance of keeping certain information confidential\n   23  that city employees may obtain in the course of fulfilling their duties,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04782-01-1\n\n       A. 2262                             2\n\n    1  as well as adhering to the concerns of  the  second  circuit,  the  city\n    2  council  finds  that  a  general  policy limiting the disclosure of many\n    3  types of confidential information is warranted. Confidentiality is vital\n    4  when  the  city  obtains  such  information as an individual's health or\n    5  disability status, sexual orientation, immigration status, status  as  a\n    6  crime  victim  or  witness,  or other information. Without the assurance\n    7  that such information will be kept confidential, it  will  be  difficult\n    8  and  oftentimes  impossible  for  the  city to perform certain essential\n    9  functions. By creating a presumption of confidentiality with  regard  to\n   10  certain  information,  and  establishing  a mechanism that regulates the\n   11  disclosure of such information, the city will go a long way to  insuring\n   12  that  vital  services are provided to all people who reside in, work in,\n   13  or visit this city.\n   14    S 2. The New York city charter is amended by adding a new section 1114\n   15  to read as follows:\n   16    S 1114. DISCLOSURE OF CONFIDENTIAL INFORMATION BY CITY  EMPLOYEES.  A.\n   17  DEFINITIONS.  (1) \"CONFIDENTIAL INFORMATION\" MEANS ANY INFORMATION MAIN-\n   18  TAINED OR OBTAINED BY A CITY AGENCY OR EMPLOYEE CONCERNING  AN  INDIVID-\n   19  UAL'S  HEALTH  OR  DISABILITY  STATUS, INCOME TAX RECORDS, SEXUAL ORIEN-\n   20  TATION, STATUS AS A VICTIM OF  DOMESTIC  VIOLENCE,  STATUS  AS  A  CRIME\n   21  VICTIM  OR WITNESS, PUBLIC ASSISTANCE STATUS, IMMIGRATION STATUS, OR ANY\n   22  INFORMATION THAT IS OTHERWISE PROTECTED FROM DISCLOSURE BY ANY PROVISION\n   23  OF FEDERAL, STATE OR LOCAL LAW.\n   24    (2) \"LINE WORKER\" MEANS ANY PERSON EMPLOYED BY ANY CITY  AGENCY  WHOSE\n   25  DUTIES INVOLVE CONTACT WITH THE PUBLIC.\n   26    B.  PROCEDURE  FOR  THE  DISCLOSURE  OF  CONFIDENTIAL INFORMATION. (1)\n   27  EXCEPT AS PROVIDED IN PARAGRAPH TWO OF THIS SUBDIVISION, NO CITY OFFICER\n   28  OR EMPLOYEE SHALL DISCLOSE CONFIDENTIAL INFORMATION TO  ANY  ONE  EXCEPT\n   29  ANOTHER CITY OFFICER OR EMPLOYEE ACTING IN THE SCOPE OF HIS OR HER OFFI-\n   30  CIAL DUTIES.\n   31    (2)  CONFIDENTIAL  INFORMATION MAY BE DISCLOSED OTHER THAN AS PROVIDED\n   32  IN PARAGRAPH ONE OF THIS SUBDIVISION ONLY IF:\n   33    (A) THE OFFICER'S OR EMPLOYEE'S AGENCY IS REQUIRED BY LAW TO  DISCLOSE\n   34  SUCH  CONFIDENTIAL  INFORMATION,  PROVIDED  THAT THE DISCLOSURE SHALL BE\n   35  LIMITED TO THAT REQUIRED BY LAW; OR\n   36    (B) THE OFFICER'S OR EMPLOYEE'S AGENCY HAS BEEN AUTHORIZED, IN WRITING\n   37  SIGNED BY THE INDIVIDUAL OR, IF THE INDIVIDUAL IS  A  MINOR  OR  IS  NOT\n   38  COMPETENT,  THE  INDIVIDUAL'S PARENT OR LEGAL GUARDIAN, TO DISCLOSE SUCH\n   39  CONFIDENTIAL INFORMATION, PROVIDED THAT THE DISCLOSURE SHALL BE  LIMITED\n   40  TO THAT AUTHORIZED IN WRITING BY THE INDIVIDUAL; OR\n   41    (C)  THERE IS REASONABLE SUSPICION OR PROBABLE CAUSE TO BELIEVE THAT A\n   42  PERSON IS ENGAGING IN CRIMINAL ACTIVITY AND THE DISCLOSURE OF  CONFIDEN-\n   43  TIAL INFORMATION IS NECESSARY TO COOPERATE WITH A LAW ENFORCEMENT AGENCY\n   44  INVESTIGATING THAT CRIMINAL ACTIVITY; OR\n   45    (D) SUCH CONFIDENTIAL INFORMATION IS TO BE USED SOLELY FOR THE PURPOSE\n   46  OF  COMPILING  STATISTICAL  INFORMATION  BY  A  FEDERAL, STATE, OR LOCAL\n   47  GOVERNMENT AGENCY, PROVIDED THAT THE DISCLOSURE SHALL BE LIMITED TO THAT\n   48  NECESSARY TO COMPILE SUCH STATISTICAL INFORMATION, AND PROVIDED THAT THE\n   49  RECIPIENT OF THE INFORMATION  ENSURES  IN  WRITING  IN  ADVANCE  OF  ANY\n   50  DISCLOSURE  THAT  THE  CONFIDENTIAL  INFORMATION  WILL  NOT  BE  FURTHER\n   51  DISCLOSED TO ANY AGENCY OR INDIVIDUAL.\n   52    C. PROCEDURE FOR COLLECTION AND RECORDING OF CONFIDENTIAL INFORMATION.\n   53  NO CITY OFFICER OR EMPLOYEE  SHALL  MAKE  INQUIRIES  TO  ANY  INDIVIDUAL\n   54  APPLYING  FOR  OR  RECEIVING  ANY SERVICE OR BENEFIT, ON BEHALF OF ONE'S\n   55  SELF OR ANOTHER, REGARDING CONFIDENTIAL INFORMATION UNLESS  SUCH  CONFI-\n\n       A. 2262                             3\n\n    1  DENTIAL  INFORMATION IS SPECIFICALLY REQUIRED BY FEDERAL OR STATE LAW AS\n    2  A CONDITION OF RECEIPT OF SUCH SERVICE OR BENEFIT.\n    3    (1)  WHERE  CONFIDENTIAL  INFORMATION IS A CONDITION OF RECEIPT OF THE\n    4  SERVICE OR BENEFIT, THE CITY OFFICER OR EMPLOYEE SHALL MAKE  ONLY  THOSE\n    5  INQUIRIES  NECESSARY  TO  DETERMINE WHETHER AN APPLICANT OR RECIPIENT IS\n    6  QUALIFIED FOR SUCH SERVICE OR BENEFIT.\n    7    (2) THIS SECTION SHALL APPLY TO ANY INFORMATION, QUESTIONNAIRE, INTER-\n    8  VIEW SHEET OR OTHER FORM  USED  IN  RELATION  TO  BENEFITS  OR  SERVICES\n    9  PROVIDED BY THE CITY.\n   10    (3) NO CITY OFFICER OR EMPLOYEE SHALL RECORD INFORMATION REGARDING THE\n   11  IMMIGRATION  STATUS  OF  AN APPLICANT FOR OR RECIPIENT OF ANY SERVICE OR\n   12  BENEFIT UNLESS REQUIRED BY FEDERAL OR STATE LAW. WHERE FEDERAL OR  STATE\n   13  LAW REQUIRES THE RECORDING OF CONFIDENTIAL INFORMATION, ONLY THAT INFOR-\n   14  MATION SPECIFICALLY REQUIRED SHALL BE RECORDED.\n   15    D.  DESIGNATION  OF OFFICER RESPONSIBLE FOR AUTHORIZING THE RELEASE OF\n   16  CONFIDENTIAL INFORMATION. THE HEAD OR  GOVERNING  BODY  OF  EACH  AGENCY\n   17  SHALL  DESIGNATE ONE OR MORE PERSONS WITH SUPERVISORY AUTHORITY WHO HAVE\n   18  AUTHORITY TO APPROVE THE RELEASE OF CONFIDENTIAL INFORMATION. THE DESIG-\n   19  NATION SHALL INCLUDE THE NAME, SPECIFIC JOB TITLE, TELEPHONE NUMBER  AND\n   20  BUSINESS  ADDRESS  OF  SUCH  ACCESS OFFICER. IN APPROVING THE RELEASE OF\n   21  CONFIDENTIAL  INFORMATION  THE  DESIGNATED  OFFICER  SHALL  SPECIFY  THE\n   22  SPECIFIC  INFORMATION  TO  BE  DISCLOSED  AND THE PERSONS OR ENTITIES TO\n   23  WHICH SUCH DISCLOSURE SHALL BE MADE. THE DESIGNATED OFFICER SHALL ENSURE\n   24  THAT THE DISCLOSURE IS AUTHORIZED BY LAW AND  IS  LIMITED  IN  SCOPE  AS\n   25  PROVIDED BY LAW.\n   26    E.  DISCLOSURE  BY  LINE  WORKERS OF CONFIDENTIAL INFORMATION. NO LINE\n   27  WORKER EMPLOYED BY A CITY AGENCY SHALL DISCLOSE CONFIDENTIAL INFORMATION\n   28  WITHOUT OBTAINING PRIOR  WRITTEN  APPROVAL  OF  THE  DESIGNATED  OFFICER\n   29  RESPONSIBLE  FOR AUTHORIZING THE RELEASE OF CONFIDENTIAL INFORMATION FOR\n   30  THAT AGENCY.\n   31    F. OTHER LAWS RESPECTING  CONFIDENTIALITY.  NOTHING  IN  THIS  SECTION\n   32  REDUCES OR ABRIDGES ANY OTHER PROTECTION IN FEDERAL, STATE, OR LOCAL LAW\n   33  RESPECTING THE CONFIDENTIALITY OF INFORMATION.\n   34    S  3.  Severability.  If  any  section, subdivision, sentence, clause,\n   35  phrase or other portion of this act is, for any reason, declared  uncon-\n   36  stitutional  or  invalid, in whole or in part, by any court of competent\n   37  jurisdiction, such portion shall be deemed severable, and such unconsti-\n   38  tutionality or invalidity shall not affect the validity of the remaining\n   39  portions of this act, which remaining portions shall  continue  in  full\n   40  force and effect.\n   41    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York city charter, in relation to the confidentiality of information obtained by a city employee in the course of official duties ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095613.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362573592
}