{
  "year" : 2011,
  "senateBillNo" : "A2260-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2260-2011-1294981200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes guidelines for determining the responsibility of a bidder or subcontractor",
  "summary" : "Requires state agencies and public authorities to give due consideration to credible evidence or reliable information related to the responsibility, reliability or character of a public contract bidder; provides that contractors or subcontractors who have been determined not to be a responsible bidder will be given reasonable notice and an opportunity to be heard, and may appeal the contracting agency's decision to the head of such agency. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A3805-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2260\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. BRENNAN, REILLY, COLTON -- Multi-Sponsored by --\n         M. of A. CAHILL, CLARK, COOK, ENGLEBRIGHT,  GALEF,  GLICK,  GOTTFRIED,\n         HOOPER, PHEFFER, SWEENEY -- read once and referred to the Committee on\n         Governmental Operations\n\n       AN  ACT  to  amend  the  state  finance law, in relation to establishing\n         guidelines for determining the responsibility of a bidder  or  subcon-\n         tractor\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The state finance law is amended by adding  a  new  section\n    2  169 to read as follows:\n    3    S  169.  GUIDELINES  FOR DETERMINING THE RESPONSIBILITY OF A BIDDER OR\n    4  SUBCONTRACTOR. 1. DEFINITIONS. A. \"CONTRACTING AGENCY\"  SHALL  MEAN  ANY\n    5  NEW  YORK STATE AGENCY, DEPARTMENT, BOARD, BUREAU, COMMISSION, DIVISION,\n    6  OR ANY PUBLIC BENEFIT CORPORATION OR  PUBLIC  AUTHORITY  A  MAJORITY  OF\n    7  WHOSE  MEMBERS  ARE  APPOINTED  BY THE GOVERNOR, PROVIDED, HOWEVER, THAT\n    8  THIS SECTION SHALL NOT BE DEEMED TO APPLY TO ANY MUNICIPAL GOVERNMENT.\n    9    B. \"CONTRACT\" SHALL MEAN ANY  WRITTEN  AGREEMENT  ENTERED  INTO  BY  A\n   10  CONTRACTING  AGENCY  FOR  THE  PROCUREMENT  OR  DISPOSAL  OF  MATERIALS,\n   11  SERVICES OR CONSTRUCTION, EXCEEDING A DOLLAR VALUE OF NOT LESS THAN  TEN\n   12  THOUSAND DOLLARS.\n   13    C.  \"BIDDER,\"  \"CONTRACTOR\"  AND  \"SUBCONTRACTOR\" SHALL MEAN A PERSON,\n   14  PARTNERSHIP, FIRM, CORPORATION OR BUSINESS ENTITY SUBMITTING A   BID  OR\n   15  PROPOSAL  FOR,  OR  SUBMITTED  FOR  APPROVAL  AS  A  SUBCONTRACTOR FOR A\n   16  CONTRACT BY ANY OF THE CONTRACTING AGENCIES.\n   17    D. \"AFFILIATE OF THE BIDDER\" SHALL MEAN A PERSON,  FIRM,  CORPORATION,\n   18  PARTNERSHIP  OR BUSINESS ENTITY WHICH OWNS, CONTROLS, OR HAS THE ABILITY\n   19  TO CONTROL THE  BIDDER  OR  PROPOSED  SUBCONTRACTOR;  OR  IS  OWNED  BY,\n   20  CONTROLLED  BY  OR  IS  ABLE  TO BE CONTROLLED BY THE BIDDER OR PROPOSED\n   21  SUBCONTRACTOR; OR IS NOT A BIDDER OR SUBCONTRACTOR BUT  WHICH  IS  OWNED\n   22  BY,  CONTROLLED BY OR IS ABLE TO BE CONTROLLED BY A PERSON, FIRM, CORPO-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04775-01-1\n\n       A. 2260                             2\n\n    1  RATION, PARTNERSHIP,  BUSINESS  ENTITY  OR  PROPRIETORSHIP  WHICH  OWNS,\n    2  CONTROLS,  OR  HAS THE ABILITY TO CONTROL THE BIDDER OR PROPOSED SUBCON-\n    3  TRACTOR.\n    4    2.  IN  DETERMINING  THE  RESPONSIBILITY  OF A BIDDER, CONTRACTOR OR A\n    5  SUBCONTRACTOR, ALL CONTRACTING AGENCIES SHALL GIVE DUE CONSIDERATION  TO\n    6  ANY  CREDIBLE  EVIDENCE OR RELIABLE INFORMATION THAT THE PAST OR CURRENT\n    7  RECORD OF A BIDDER, CONTRACTOR OR PROPOSED SUBCONTRACTOR INCLUDES ANY OF\n    8  THE FOLLOWING:\n    9    A. LACK OF ADEQUATE EXPERTISE OR FINANCIAL RESOURCES  TO  PERFORM  THE\n   10  WORK OF THE CONTRACT OR SUBCONTRACT IN A TIMELY, COMPETENT, AND ACCEPTA-\n   11  BLE  MANNER.  EVIDENCE OF SUCH A LACK OF ABILITY TO PERFORM MAY INCLUDE,\n   12  BUT SHALL NOT BE LIMITED TO:  EVIDENCE OF SUSPENSION OR  REVOCATION  FOR\n   13  CAUSE  OF  ANY  PROFESSIONAL  LICENSE OF ANY DIRECTOR OR OFFICER, OR ANY\n   14  HOLDER OF FIVE PERCENT OR MORE OF THE BIDDER'S OR  PROPOSED  SUBCONTRAC-\n   15  TOR'S STOCK OR EQUITY; FAILURE TO SUBMIT SATISFACTORY EVIDENCE OF INSUR-\n   16  ANCE,  SURETY  BONDS OR FINANCIAL RESPONSIBILITY; OR A HISTORY OF TERMI-\n   17  NATION OF PRIOR CONTRACTS FOR CAUSE. NOTHING IN THIS  SECTION  SHALL  BE\n   18  CONSTRUED  TO  SUPERSEDE  ANY OF THE PROVISIONS OF SECTION THREE HUNDRED\n   19  THIRTEEN OF THE EXECUTIVE LAW OR SECTION ONE  HUNDRED  THIRTY-NINE-I  OF\n   20  THIS CHAPTER.\n   21    B.  CRIMINAL  CONDUCT  IN CONNECTION WITH GOVERNMENT CONTRACTS, OR THE\n   22  CONDUCT OF ANY BUSINESS ACTIVITIES INVOLVING:\n   23    (1) A PATTERN OF RACKETEERING, EXTORTION, OBSTRUCTION OF  JUSTICE,  OR\n   24  OTHER  COMPARABLE CRIMES AS DEFINED IN THE PENAL LAW OR IN FEDERAL STAT-\n   25  UTE; OR\n   26    (2)  ORGANIZED  CRIMINAL  ACTIVITY,  ENTERPRISE  CORRUPTION,  BRIBERY,\n   27  FRAUD,  BID-RIGGING, EMBEZZLEMENT, OR OTHER COMPARABLE CRIMES AS DEFINED\n   28  IN THE PENAL LAW OR IN FEDERAL STATUTE.\n   29    EVIDENCE OF SUCH CONDUCT MAY INCLUDE A JUDGMENT OF CONVICTION, PENDING\n   30  CRIMINAL INDICTMENT OR FORMAL GRANT OF IMMUNITY  IN  CONNECTION  WITH  A\n   31  CRIMINAL PROSECUTION OF THE BIDDER OR PROPOSED SUBCONTRACTOR, ANY DIREC-\n   32  TOR  OR  OFFICER, OR ANY HOLDER OF FIVE PERCENT OR MORE OF THE SHARES OR\n   33  EQUITY OF THE BIDDER OR PROPOSED SUBCONTRACTOR, OR ANY AFFILIATE OF  THE\n   34  BIDDER OR THE PROPOSED SUBCONTRACTOR.\n   35    C.  WILLFUL,  REPEATED  SERIOUS VIOLATIONS OF THE FEDERAL OCCUPATIONAL\n   36  HEALTH AND SAFETY ACT, AND/OR EVIDENCE OF GRAVE AND  SUBSTANTIAL  DISRE-\n   37  GARD FOR EMPLOYEE OR PUBLIC SAFETY.\n   38    D.  DETERMINATION  UNDER  THE  HUMAN  RIGHTS LAW, THE LABOR LAW OR THE\n   39  WORKERS' COMPENSATION LAW OF:\n   40    (1) UNLAWFUL DISCRIMINATORY PRACTICE AS DEFINED IN  THE  HUMAN  RIGHTS\n   41  LAW;\n   42    (2)  WILLFUL  NONCOMPLIANCE  WITH  THE PREVAILING WAGE AND SUPPLEMENTS\n   43  PAYMENT REQUIREMENTS OF THE LABOR LAW;\n   44    (3) ANY OTHER LABOR LAW VIOLATIONS, INCLUDING,  BUT  NOT  LIMITED  TO,\n   45  CHILD  LABOR VIOLATIONS, FAILURE TO PAY WAGES, OR UNEMPLOYMENT INSURANCE\n   46  TAX DELINQUENCIES;\n   47    (4) ANY VIOLATION OF THE WORKERS' COMPENSATION LAW, INCLUDING, BUT NOT\n   48  LIMITED TO, THE FAILURE OF  THE  BIDDER  OR  PROPOSED  SUBCONTRACTOR  TO\n   49  PROVIDE PROOF OF WORKERS' COMPENSATION DISABILITY BENEFITS COVERAGE; OR\n   50    (5)  FAILURE TO PROVIDE ADEQUATE LEVELS OF WORKERS' COMPENSATION DISA-\n   51  BILITY BENEFITS COVERAGE IN THE PAST FIVE YEARS.\n   52    E. CRIMINAL CONDUCT INVOLVING VIOLATIONS OF THE ENVIRONMENTAL  CONSER-\n   53  VATION LAW OR OTHER FEDERAL OR STATE ENVIRONMENTAL STATUTES.\n   54    F.  THE  FAILURE  OF  A BIDDER OR CONTRACTOR TO DEMONSTRATE GOOD FAITH\n   55  EFFORTS TO COMPLY WITH APPLICABLE FEDERAL OR STATE  STATUTES  AND  REGU-\n   56  LATIONS  REQUIRING  EFFORTS  TO  SOLICIT  AND UTILIZE MINORITY-OWNED AND\n\n       A. 2260                             3\n\n    1  WOMEN-OWNED BUSINESS ENTERPRISES AND DISADVANTAGED BUSINESS  ENTERPRISES\n    2  AS  POTENTIAL  SUBCONTRACTORS  IN  CONNECTION WITH A PENDING BID FOR THE\n    3  PERFORMANCE OF A FEDERALLY AIDED OR STATE  FUNDED  OR  ASSISTED  PROJECT\n    4  SUBJECT TO SUCH PROJECT'S STATUTORY AND REGULATORY REQUIREMENTS.\n    5    G.  THE  FAILURE  OF  A  BIDDER TO COMPLY WITH FEDERAL AND STATE EQUAL\n    6  OPPORTUNITY REQUIREMENTS.\n    7    H. A RECORD WITHIN THE LAST FIVE YEARS OF FAILURE  TO  PERFORM  OR  OF\n    8  UNSATISFACTORY  PERFORMANCE  IN ACCORDANCE WITH THE TERMS OF ONE OR MORE\n    9  CONTRACTS; PROVIDED THAT FAILURE TO PERFORM OR  UNSATISFACTORY  PERFORM-\n   10  ANCE  CAUSED  BY  ACTS BEYOND THE CONTROL OF THE CONTRACTOR SHALL NOT BE\n   11  CONSIDERED.\n   12    I. CONVICTION UNDER STATE OR FEDERAL ANTITRUST STATUTES ARISING OUT OF\n   13  THE SUBMISSION OF BIDS OR PROPOSALS.\n   14    J. ANY OTHER GROUNDS OR CIRCUMSTANCES CONCERNING THE PRESENT RESPONSI-\n   15  BILITY OF A CONTRACTOR OR SUBCONTRACTOR INCLUDING, BUT NOT  LIMITED  TO,\n   16  SUBMISSION TO A CONTRACTING AGENCY OF A FALSE OR MISLEADING STATEMENT ON\n   17  A UNIFORM QUESTIONNAIRE, PROPOSAL OR OTHER OFFICIAL SUBMISSION.\n   18    K.  ANY  OTHER  FACTORS CONSIDERED BY THE CONTRACTING AGENCIES TO BEAR\n   19  UPON RESPONSIBILITY,  INCLUDING  BUT  NOT  LIMITED  TO,  ANY  MITIGATING\n   20  FACTORS  BROUGHT  TO  THE  AGENCY'S  ATTENTION BY THE BIDDER OR PROPOSED\n   21  SUBCONTRACTOR.\n   22    3. ANY BIDDER, CONTRACTOR OR SUBCONTRACTOR WHO  HAS  BEEN  DETERMINED,\n   23  PURSUANT TO THIS SECTION, NOT TO BE A RESPONSIBLE BIDDER, SHALL BE GIVEN\n   24  REASONABLE  NOTICE  BY  THE  CONTRACTING  AGENCY  BY CERTIFIED MAIL WITH\n   25  RETURN RECEIPT REQUESTED AND A REASONABLE OPPORTUNITY  TO  BE  HEARD.  A\n   26  BIDDER,  CONTRACTOR OR SUBCONTRACTOR DECLARED NOT TO BE RESPONSIBLE MAY,\n   27  WITHIN TEN DAYS OF BEING HEARD, APPEAL THE DECISION TO THE HEAD  OF  THE\n   28  CONTRACTING AGENCY WHO WILL MAKE A FINAL DETERMINATION WITHIN TEN DAYS.\n   29    S 2. This act shall take effect on the one hundred twentieth day after\n   30  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to establishing guidelines for determining the responsibility of a bidder or subcontractor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T100114.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T151459.TXT", "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362874777
}