{
  "year" : 2011,
  "senateBillNo" : "A2270-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to education",
    "billEventId" : "A2270-2011-1294981200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to claims against certain schools and the governing body of school districts; repealer",
  "summary" : "Relates to claims against certain schools and the governing body of school districts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A10215-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2270\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. REILLY -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the education law, in relation to claims against schools\n         and  school  districts;  and  to repeal certain provisions of such law\n         relating thereto\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  3813 of the education law is\n    2  REPEALED and a new subdivision 1 is added to read as follows:\n    3    1. NO ACTION OR SPECIAL PROCEEDING FOR ANY CAUSE WHATEVER,  EXCEPT  AS\n    4  PROVIDED  IN THIS SUBDIVISION, RELATING TO DISTRICT PROPERTY OR PROPERTY\n    5  OF SCHOOLS PROVIDED FOR IN ARTICLE EIGHTY-FIVE OF THIS CHAPTER OR  CHAP-\n    6  TER ONE THOUSAND SIXTY OF THE LAWS OF NINETEEN HUNDRED SEVENTY-FOUR OR A\n    7  CLAIM  AGAINST  THE DISTRICT OR ANY SUCH SCHOOL, OR INVOLVING THE RIGHTS\n    8  OR INTERESTS OF ANY DISTRICT OR ANY SUCH SCHOOL SHALL BE  PROSECUTED  OR\n    9  MAINTAINED  AGAINST  ANY  SCHOOL  DISTRICT, BOARD OF EDUCATION, BOARD OF\n   10  COOPERATIVE EDUCATIONAL SERVICES  OR  SCHOOL  PROVIDED  FOR  IN  ARTICLE\n   11  EIGHTY-FIVE OF THIS CHAPTER OR CHAPTER ONE THOUSAND SIXTY OF THE LAWS OF\n   12  NINETEEN HUNDRED SEVENTY-FOUR OR ANY OFFICER OF A SCHOOL DISTRICT, BOARD\n   13  OF  EDUCATION,  BOARD  OF  COOPERATIVE  EDUCATIONAL  SERVICES, OR SCHOOL\n   14  PROVIDED FOR IN ARTICLE EIGHTY-FIVE OF THIS CHAPTER OR CHAPTER ONE THOU-\n   15  SAND SIXTY OF THE LAWS OF NINETEEN HUNDRED SEVENTY-FOUR UNLESS IT  SHALL\n   16  APPEAR  BY  AND  AS  AN  ALLEGATION IN THE COMPLAINT OR NECESSARY MOVING\n   17  PAPERS THAT A WRITTEN VERIFIED CLAIM UPON WHICH SUCH ACTION  OR  SPECIAL\n   18  PROCEEDING  IS  FOUNDED  WAS  PRESENTED  TO  THE  GOVERNING BODY OF SAID\n   19  DISTRICT OR SCHOOL WITHIN THREE MONTHS AFTER THE ACCRUAL OF SUCH  CLAIM,\n   20  AND  THAT  THE  OFFICER  OR  BODY HAVING THE POWER TO ADJUST OR PAY SAID\n   21  CLAIM HAS NEGLECTED OR REFUSED TO MAKE AN ADJUSTMENT OR PAYMENT  THEREOF\n   22  FOR  THIRTY  DAYS  AFTER  SUCH  PRESENTMENT. IN THE CASE OF AN ACTION OR\n   23  SPECIAL PROCEEDING FOR MONIES DUE ARISING OUT OF  CONTRACT,  ACCRUAL  OF\n   24  SUCH  CLAIM  SHALL BE DEEMED TO HAVE OCCURRED AS OF THE DATE PAYMENT FOR\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04852-01-1\n\n       A. 2270                             2\n\n    1  THE AMOUNT CLAIMED WAS DENIED. ANY SUCH DENIAL SHALL BE DEEMED  TO  HAVE\n    2  OCCURRED ON THE DATE ON WHICH A CLAIMANT SEEKING MONIES ARISING OUT OF A\n    3  CONTRACT  RECEIVES  WRITTEN  NOTICE OF SUCH DENIAL BY THE BOARD OR OTHER\n    4  GOVERNING  BODY  OF  SUCH A SCHOOL, SCHOOL DISTRICT, BOARD OF EDUCATION,\n    5  BOARD OF COOPERATIVE EDUCATIONAL SERVICES OR  OTHER  ENTITY  SUBJECT  TO\n    6  THIS CHAPTER.\n    7    S 2. This act shall take effect on the one hundred eightieth day after\n    8  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to claims against schools and school districts; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T095613.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295362573625
}