{
  "year" : 2011,
  "senateBillNo" : "A2279-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2279-2011-1294981200000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides protection to senior citizens who have resided in same dwelling for a period of not less than ten years",
  "summary" : "Provides protection to senior citizens who have resided in same dwelling for a period of not less than ten years; provides a cap on amount rent can be increased. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "A2997-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2279\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. ROBINSON, CYMBROWITZ -- Multi-Sponsored by -- M.\n         of A. BOYLAND, FARRELL, HOOPER, O'DONNELL, TOWNS,  WEISENBERG,  WRIGHT\n         -- read once and referred to the Committee on Judiciary\n\n       AN  ACT to amend the real property law, in relation to protecting senior\n         citizen status\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real property law is amended by adding a new section\n    2  237-b to read as follows:\n    3    S 237-B. PROTECTED SENIOR CITIZEN STATUS. 1. IN ANY  LEASE  OR  RENTAL\n    4  AGREEMENT  COVERING  PREMISES  OCCUPIED FOR DWELLING PURPOSES IN WHICH A\n    5  LESSEE OR TENANT HAS ATTAINED THE AGE OF SIXTY-TWO YEARS  OR  OLDER,  OR\n    6  WILL  ATTAIN  SUCH AGE DURING THE TERM OF SUCH LEASE OR RENTAL AGREEMENT\n    7  OR A HUSBAND OR WIFE OF SUCH A PERSON RESIDING  WITH  HIM  OR  HER,  AND\n    8  WHERE  SUCH  PERSON  HAS RESIDED IN THE SAME RESIDENCE FOR A CONSECUTIVE\n    9  PERIOD OF NOT LESS THAN TEN YEARS, THERE SHALL BE IMPLIED A COVENANT  BY\n   10  THE  LESSOR OR OWNER TO PERMIT SUCH LESSEE OR TENANT, AN OPTION TO RENEW\n   11  SUCH LEASE OR RENTAL AGREEMENT, SUBJECT TO A MAXIMUM INCREASE OF RENT OR\n   12  OTHER PAYMENTS IN LIEU OF RENT, NOT TO EXCEED FIVE PERCENT OF THE ANNUAL\n   13  AMOUNT OF SUCH PAYMENTS.\n   14    2. ANY LESSOR OR OWNER WHO SHALL KNOWINGLY TERMINATE A LEASE OR RENTAL\n   15  AGREEMENT COVERED BY THIS SECTION, OR IN ANY MANNER INTERFERES WITH  THE\n   16  OCCUPANCY  OF  A PREMISES COVERED BY  SUCH LEASE OR RENTAL AGREEMENT, OR\n   17  ATTEMPTS SO TO DO, SHALL  BE  GUILTY  OF  A  MISDEMEANOR  AND  SHALL  BE\n   18  PUNISHED BY IMPRISONMENT NOT TO EXCEED ONE YEAR OR BY FINE NOT TO EXCEED\n   19  ONE THOUSAND DOLLARS, OR BY BOTH SUCH FINE AND IMPRISONMENT.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00246-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to protecting senior citizen status ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364076346
}