{
  "year" : 2011,
  "senateBillNo" : "A2276-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to children and families",
    "billEventId" : "A2276-2011-1294981200000-referred+to+children+and+families",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the issuance of warrants and orders of protection in persons in need of supervision cases",
  "summary" : "Authorizes the issuance of warrants and orders of protection in persons in need of supervision cases. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Family Court Act",
  "previousVersions" : [ "A3085-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2276\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  ROBINSON, SCARBOROUGH, TITUS, PAULIN, PERRY,\n         N. RIVERA -- read once and referred to the Committee on  Children  and\n         Families\n\n       AN ACT to amend the family court act, in relation to warrants and orders\n         of protection in persons in need of supervision cases\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision (g) of section 735 of the family court act,  as\n    2  added  by  section  7  of  part  E of chapter 57 of the laws of 2005, is\n    3  amended to read as follows:\n    4    (g) (i) The designated lead agency shall promptly give written  notice\n    5  to the potential petitioner whenever attempts to prevent the filing of a\n    6  petition  have  terminated,  and  shall  indicate in such notice whether\n    7  efforts were successful. The  notice  shall  also  detail  the  diligent\n    8  attempts  made  to divert the case if a determination has been made that\n    9  there is no substantial likelihood that  the  youth  will  benefit  from\n   10  further  attempts.  No  persons  in  need of supervision petition may be\n   11  filed pursuant to this article during the  period  the  designated  lead\n   12  agency is providing diversion services. A finding by the designated lead\n   13  agency  that  the  case  has been successfully diverted shall constitute\n   14  presumptive evidence that the underlying allegations have been  success-\n   15  fully  resolved in any petition based upon the same factual allegations.\n   16  No petition may be filed pursuant to this article by the parent or other\n   17  person legally responsible for the youth where diversion  services  have\n   18  been  terminated  because  of  the failure of the parent or other person\n   19  legally responsible for the youth to consent to or actively participate.\n   20    (ii) [The] EXCEPT AS PROVIDED IN PARAGRAPH (III) OF THIS  SUBDIVISION,\n   21  THE clerk of the court shall accept a petition for filing only if it has\n   22  attached thereto the following NOTICES:\n   23    (A)  if the potential petitioner is the parent or other person legally\n   24  responsible for the youth, a notice  from  the  designated  lead  agency\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00253-01-1\n\n       A. 2276                             2\n\n    1  indicating  there  is no bar to the filing of the petition as the poten-\n    2  tial petitioner consented to  and  actively  participated  in  diversion\n    3  services; and\n    4    (B)  a  notice  from  the  designated  lead agency stating that it has\n    5  terminated diversion services because it has determined that there is no\n    6  substantial likelihood that the youth and his or her family will benefit\n    7  from further attempts, and that  the  case  has  not  been  successfully\n    8  diverted.\n    9    (III) THE CLERK OF THE COURT SHALL ACCEPT A PETITION FOR FILING IF:\n   10    (A)  THE  POTENTIAL  PETITIONER  IS  REQUESTING THAT THE COURT ISSUE A\n   11  WARRANT PURSUANT TO SECTION SEVEN HUNDRED  THIRTY-EIGHT  OF  THIS  PART,\n   12  BECAUSE  THE  RESPONDENT HAS ABSCONDED FROM THE HOME AND IS UNABLE TO BE\n   13  LOCATED; OR\n   14    (B) THE POTENTIAL PETITIONER IS REQUESTING  THAT  THE  COURT  ISSUE  A\n   15  TEMPORARY  ORDER  OF PROTECTION, PURSUANT TO SECTION SEVEN HUNDRED FORTY\n   16  OR SEVEN HUNDRED FIFTY-NINE OF  THIS  ARTICLE,  BECAUSE  THE  RESPONDENT\n   17  POSES  AN IMMINENT RISK OF HARM TO THE POTENTIAL PETITIONER OR MEMBER OF\n   18  HIS OR HER HOUSEHOLD.\n   19    S 2. Subdivision (b) of section  742  of  the  family  court  act,  as\n   20  amended  by  section  9  of part E of chapter 57 of the laws of 2005, is\n   21  amended to read as follows:\n   22    (b) At the initial appearance  of  the  respondent,  the  court  shall\n   23  review  any  termination of diversion services pursuant to such section,\n   24  and the  documentation  of  diligent  attempts  to  provide  appropriate\n   25  services  and  determine  whether  such efforts or services provided are\n   26  sufficient and may, subject to the provisions of section  seven  hundred\n   27  forty-eight  of  this  [article]  PART,  order that additional diversion\n   28  attempts be undertaken by the designated  lead  agency.  The  court  may\n   29  order  the  youth and the parent or other person legally responsible for\n   30  the youth to participate in diversion services. AT THE  INITIAL  APPEAR-\n   31  ANCE  OF  THE RESPONDENT ON A PETITION FILED IN ACCORDANCE WITH SUBPARA-\n   32  GRAPH (A) OF PARAGRAPH (III) OF SUBDIVISION (G) OF SECTION SEVEN HUNDRED\n   33  THIRTY-FIVE OF THIS ARTICLE, THE COURT SHALL REFER  THE  RESPONDENT  AND\n   34  PARENT  TO THE DESIGNATED LEAD AGENCY FOR DIVERSION ATTEMPTS, UNLESS THE\n   35  COURT DETERMINES THAT THERE IS A SUBSTANTIAL LIKELIHOOD THAT  THE  CHILD\n   36  WOULD ABSCOND OR THAT IT WOULD BE CONTRARY TO THE CHILD'S BEST INTERESTS\n   37  FOR  SUCH  EFFORTS  TO  BE  UNDERTAKEN. AT THE INITIAL APPEARANCE OF THE\n   38  RESPONDENT ON A PETITION FILED IN ACCORDANCE WITH  SUBPARAGRAPH  (B)  OF\n   39  PARAGRAPH  (III) OF SUBDIVISION (G) OF SECTION SEVEN HUNDRED THIRTY-FIVE\n   40  OF THIS ARTICLE, THE COURT SHALL REFER THE RESPONDENT AND PARENT TO  THE\n   41  DESIGNATED  LEAD  AGENCY FOR DIVERSION ATTEMPTS, UNLESS THE COURT DETER-\n   42  MINES THAT THE CHILD CONTINUES TO POSE AN IMMINENT RISK TO THE PETITION-\n   43  ER OR A MEMBER OF HIS OR HER HOUSEHOLD OR THAT IT WOULD BE  CONTRARY  TO\n   44  THE  CHILD'S  BEST  INTERESTS  FOR SUCH EFFORTS TO BE UNDERTAKEN. If the\n   45  designated lead agency thereafter determines that [the] A case  REFERRED\n   46  FOR  DIVERSION  EFFORTS  UNDER  THIS  SUBDIVISION  has been successfully\n   47  resolved, it shall so notify the court, and the court shall dismiss  the\n   48  petition.\n   49    S  3.  This  act shall take effect on the ninetieth day after it shall\n   50  have become a law and shall apply to petitions filed on  or  after  such\n   51  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the family court act, in relation to warrants and orders of protection in persons in need of supervision cases ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154501.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364076322
}