{
  "year" : 2011,
  "senateBillNo" : "A2274-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to labor",
    "billEventId" : "A2274-2011-1294981200000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Amends the workers' compensation law definition of employee",
  "summary" : "Amends the workers' compensation law definition of employee to exclude persons during a period of orientation or training when such persons are intending to become independent contractors. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "A10290-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2274\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. REILLY -- read once and referred to the Committee\n         on Labor\n\n       AN  ACT to amend the workers' compensation law, in relation to the defi-\n         nition of employee\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 4 of section 2 of the workers' compensation law\n    2  is amended by adding a new closing paragraph to read as follows:\n    3    NOTWITHSTANDING ANY OTHER PROVISION OF THIS CHAPTER, THE TERM \"EMPLOY-\n    4  EE\"  SHALL  NOT INCLUDE ANY   PERSON DURING ORIENTATION OR TRAINING WHEN\n    5  SUCH PERSON IS INTENDING TO BECOME AN INDEPENDENT  CONTRACTOR.  FOR  THE\n    6  PURPOSES OF THIS PARAGRAPH:\n    7    (I)  \"INDEPENDENT CONTRACTOR\" MEANS A SOLE PROPRIETORSHIP, PARTNERSHIP\n    8  OR CORPORATION THAT PROVIDES GOODS OR SERVICES TO ANOTHER  ENTITY  UNDER\n    9  THE TERMS SPECIFIED IN A CONTRACT;\n   10    (II)  \"ORIENTATION\"  MEANS  A  PERIOD  OF  INTRODUCTION, AS TO GUIDE A\n   11  PERSON IN ADJUSTING TO A NEW FIELD OF WORK; AND\n   12    (III) \"TRAINING\" MEANS THE PERIOD OF A PERSON'S EDUCATION, INSTRUCTION\n   13  AND/OR DEVELOPMENT IN A NEW FIELD OF WORK.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05401-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to the definition of employee ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364076309
}