{
  "year" : 2011,
  "senateBillNo" : "A2273-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2273-2011-1294981200000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires determinations of nonresponsibility on part of vendors by state agencies to be forwarded to state comptroller",
  "summary" : "Requires state agencies to forward final determinations of vendor nonresponsibility to the state comptroller; provides that the comptroller shall share such information with other state agencies; requires contracting agencies to consult, but not be bound by, the data in determining responsibility of prospective bidders or subcontractors. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A3815-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2273\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M. of A. BRENNAN, PHEFFER, COLTON, WEPRIN -- Multi-Spon-\n         sored by -- M. of A.  CAHILL, COOK, GLICK, GOTTFRIED, SWEENEY --  read\n         once and referred to the Committee on Governmental Operations\n\n       AN  ACT to amend the state finance law, in relation to sharing of vendor\n         responsibility determinations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  state finance law is amended by adding a new section\n    2  147 to read as follows:\n    3    S 147. SHARING OF  VENDOR  RESPONSIBILITY  DETERMINATIONS.  ANY  FINAL\n    4  NONRESPONSIBILITY  DETERMINATION  MADE  BY  A  STATE AGENCY, DEPARTMENT,\n    5  BOARD, COMMISSION, OFFICE OR INSTITUTION IN CONJUNCTION WITH AN AWARD OF\n    6  A CONTRACT EXCEEDING TEN THOUSAND DOLLARS,  SHALL  BE  TRANSMITTED  WITH\n    7  SUPPORTING  DOCUMENTATION TO THE STATE COMPTROLLER. A FINAL NONRESPONSI-\n    8  BILITY DETERMINATION MADE BY A  PUBLIC  BENEFIT  CORPORATION  OR  PUBLIC\n    9  AUTHORITY IN CONJUNCTION WITH AN AWARD OF A CONTRACT EXCEEDING TEN THOU-\n   10  SAND  DOLLARS,  MAY  BE  TRANSMITTED TO THE STATE COMPTROLLER UNLESS THE\n   11  COMPTROLLER APPROVES SUCH PUBLIC AUTHORITY'S OR  PUBLIC  BENEFIT  CORPO-\n   12  RATION'S  CONTRACTS,  IN  WHICH  CASE  SUCH PUBLIC AUTHORITY'S OR PUBLIC\n   13  BENEFIT CORPORATION'S FINAL NONRESPONSIBILITY  DETERMINATIONS  SHALL  BE\n   14  TRANSMITTED  TO  THE STATE COMPTROLLER WITH SUPPORTING DOCUMENTATION. IN\n   15  THOSE INSTANCES WHERE THE STATE COMPTROLLER, IN ACCORDANCE WITH  SECTION\n   16  ONE  HUNDRED  TWELVE  OF  THIS  CHAPTER  OR PURSUANT TO ANY OTHER LAW OR\n   17  AGREEMENT, APPROVES A CONTRACT AWARD WHICH UPHOLDS A FINAL  NONRESPONSI-\n   18  BILITY  DETERMINATION, THE STATE COMPTROLLER SHALL SHARE SUCH NONRESPON-\n   19  SIBILITY DETERMINATIONS WITH ALL AGENCIES IN SUCH MANNER AND FORM AS  HE\n   20  OR  SHE  DEEMS APPROPRIATE TO ENSURE THE TIMELY SHARING OF SUCH INFORMA-\n   21  TION.  NONRESPONSIBILITY DETERMINATIONS SHARED BY THE COMPTROLLER  SHALL\n   22  INCLUDE WITHOUT LIMITATION THE NAME OF THE BIDDER, CONTRACTOR OR SUBCON-\n   23  TRACTOR  DEEMED  NONRESPONSIBLE, THE NAME OF THE CONTRACTING AGENCY, AND\n   24  THE REASONS FOR SUCH DETERMINATION. AGENCIES SHALL, AND  PUBLIC  BENEFIT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04777-01-1\n\n       A. 2273                             2\n\n    1  CORPORATIONS OR PUBLIC AUTHORITIES MAY, EXAMINE SUCH DATA IN DETERMINING\n    2  RESPONSIBILITY  OF  PROSPECTIVE BIDDERS, OR SUBCONTRACTORS BUT SHALL NOT\n    3  BE BOUND BY SUCH OTHER AGENCY NONRESPONSIBILITY DETERMINATIONS.\n    4    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to sharing of vendor responsibility determinations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364076304
}