{
  "year" : 2011,
  "senateBillNo" : "A2278-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2278-2011-1294981200000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires colleges and universities to provide all incoming and current students with information relating to suicide prevention and resources",
  "summary" : "Requires public and private colleges and universities to provide all incoming and current students with information relating to suicide prevention and resources available to them on campus. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA2994-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2278\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. ROBINSON -- read once and referred to the Commit-\n         tee on Higher Education\n\n       AN  ACT  to amend the education law, in relation to requiring public and\n         private colleges and universities to provide all incoming and  current\n         students  with information about depression and suicide prevention and\n         resources available to them on campus\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.    The  legislature hereby finds and\n    2  declares that there is a need to address the growing number of  students\n    3  at  the  collegiate  level  who are suffering from psychiatric stressors\n    4  that may lead to suicide. The legislature further recognizes  that  such\n    5  psychiatric  stressors  also  contribute to difficulties in learning and\n    6  success on the collegiate level. Early detection and  identification  of\n    7  at-risk  individuals  may  not  only prevent suicide, but may also allow\n    8  such other students suffering from  psychiatric  stressors  to  get  the\n    9  support needed to be successful in their academic endeavors. The support\n   10  necessary to achieve these goals may often require collaboration between\n   11  college officials and parents and/or guardians in such a manner as to be\n   12  consistent with the needs of each student.\n   13    Therefore,  to  achieve the above-stated goals, the legislature hereby\n   14  finds and declares that every college within the state shall establish a\n   15  suicide prevention program.\n   16    S 2. The education law is amended by adding a new section 6438 to read\n   17  as follows:\n   18    S 6438. THE COLLEGIATE SUICIDE PREVENTION PROGRAM. 1.  THE TRUSTEES OR\n   19  GOVERNING BOARD OF EACH COLLEGE SHALL  INFORM  INCOMING  STUDENTS  ABOUT\n   20  SUICIDE  PREVENTION  MEASURES  THROUGH  PROGRAMS WHICH MAY INCLUDE WORK-\n   21  SHOPS, SEMINARS, DISCUSSION GROUPS, AND FILM PRESENTATIONS, IN ORDER  TO\n   22  DISSEMINATE  INFORMATION  ABOUT  PRESSURES  AND MATTERS THAT MAY PLACE A\n   23  PERSON AT RISK OF SUICIDE, PROMOTE DISCUSSION,  ENCOURAGE  REPORTING  OF\n   24  PERSONS AT RISK OF SUICIDE, AND FACILITATE PREVENTION OF SUCH INCIDENTS.\n   25  SUCH INFORMATION SHALL INCLUDE, BUT NOT BE LIMITED TO:\n   26    A. THE MENTAL HEALTH SERVICES AVAILABLE TO STUDENTS,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00235-01-1\n\n       A. 2278                             2\n\n    1    B. HOW TO IDENTIFY AN AT RISK PERSON,\n    2    C.  THE PROCEDURES IN EFFECT AT THE COLLEGE FOR DEALING WITH ATTEMPTED\n    3  SUICIDE,\n    4    D. THE AVAILABILITY OF  COUNSELING  AND  OTHER  SUPPORT  SERVICES  FOR\n    5  PERSONS AT RISK AND THOSE AFFECTED BY SUICIDE,\n    6    E.  THE  NATURE  OF  AND  COMMON  CIRCUMSTANCES RELATING TO SUICIDE ON\n    7  COLLEGE CAMPUSES, AND\n    8    F. THE METHODS THE COLLEGE EMPLOYS TO SUPPORT AT RISK STUDENTS.\n    9    2. PURSUANT TO THE REQUIREMENTS SET FORTH IN SUBDIVISION ONE  OF  THIS\n   10  SECTION,  EACH COLLEGE SHALL FILE A REPORT ANNUALLY ON ITS COMPLIANCE OF\n   11  SUCH PROGRAM WITH THE COMMISSIONER.\n   12    3. IF THE TRUSTEES OR OTHER GOVERNING BOARD OF A COLLEGE FAILS TO FILE\n   13  THE RULES AND REGULATIONS WITHIN THE TIME REQUIRED BY THIS SECTION  SUCH\n   14  COLLEGE  SHALL  NOT  BE  ELIGIBLE TO RECEIVE ANY STATE AID OR ASSISTANCE\n   15  UNTIL SUCH RULES AND REGULATIONS ARE DULY FILED.\n   16    4. A. THE PRESIDENT OR CHIEF ADMINISTRATIVE OFFICER OF  EACH  COLLEGE,\n   17  EXCEPT  THOSE INDEPENDENT COLLEGES INELIGIBLE TO RECEIVE STATE AID UNDER\n   18  SECTION SIXTY-FOUR HUNDRED ONE OF THIS TITLE, WHICH MAINTAINS  A  CAMPUS\n   19  AND  IS  CHARTERED  BY THE REGENTS OR INCORPORATED BY SPECIAL ACT OF THE\n   20  LEGISLATURE SHALL APPOINT AN ADVISORY COMMITTEE ON MENTAL HEALTH.\n   21    B. SUCH COMMITTEE SHALL CONSIST OF A MINIMUM OF SIX MEMBERS, ONE INDI-\n   22  VIDUAL SHALL BE A PROFESSIONAL IN THE AREA OF MENTAL  HEALTH,  AT  LEAST\n   23  ONE  MEMBER  SHALL  BE AN EMPLOYEE OF THE CAMPUS BASED MEDICAL FACILITY,\n   24  TWO MEMBERS OF THE COMMITTEE SHALL BE APPOINTED FROM A LIST OF  STUDENTS\n   25  THAT  ARE  PARTICIPANTS  IN  THE STUDENT GOVERNANCE ORGANIZATION ON SUCH\n   26  CAMPUS, AND AT LEAST TWO MEMBERS SHALL  BE  APPOINTED  FROM  A  LIST  OF\n   27  FACULTY  MEMBERS.  ALL  APPOINTMENTS  SHALL  BE MADE BY THE PRESIDENT OR\n   28  CHIEF ADMINISTRATIVE OFFICER OF THE COLLEGE.\n   29    C. THE COMMITTEE SHALL REVIEW CURRENT CAMPUS  MENTAL  HEALTH  POLICIES\n   30  AND  PROCEDURES AND MAKE RECOMMENDATIONS FOR THEIR IMPROVEMENT. IT SHALL\n   31  SPECIFICALLY REVIEW CURRENT POLICIES AND PROCEDURES  (1)  FOR  EDUCATING\n   32  THE  CAMPUS COMMUNITY, INCLUDING MENTAL HEALTH AND MEDICAL PERSONNEL AND\n   33  THOSE PERSONS WHO ADVISE OR  SUPERVISE  STUDENTS,  ABOUT  MENTAL  HEALTH\n   34  ISSUES  PURSUANT  TO  SUBDIVISION ONE OF THIS SECTION, (2) FOR EDUCATING\n   35  THE CAMPUS COMMUNITY ABOUT MENTAL HEALTH ISSUES AND SUICIDE  PREVENTION,\n   36  (3)  FOR  REPORTING  PERSONS IN CRISIS AND DEALING WITH PERSONS IN NEED,\n   37  (4) FOR REFERRING INDIVIDUALS IN CRISIS  TO  APPROPRIATE  PROFESSIONALS,\n   38  (5) FOR COUNSELING INDIVIDUALS, AND (6) FOR RESPONDING TO INQUIRIES FROM\n   39  CONCERNED PERSONS.\n   40    D. THE COMMITTEE SHALL REPORT, IN WRITING, TO THE COLLEGE PRESIDENT OR\n   41  CHIEF  ADMINISTRATIVE  OFFICER  ON  ITS  FINDINGS AND RECOMMENDATIONS AT\n   42  LEAST ONCE EACH ACADEMIC YEAR, AND SUCH REPORT SHALL BE  AVAILABLE  UPON\n   43  REQUEST.\n   44    5. ANY HEALTH CARE PROFESSIONAL WHO IS EMPLOYED BY, OR AFFILIATED WITH\n   45  THE  COLLEGE, AND WHO THROUGH THEIR EMPLOYMENT IS IN A POSITION TO IDEN-\n   46  TIFY A STUDENT WHO  IS  POTENTIALLY  AT  RISK  FOR  SUICIDE,  IS  HEREBY\n   47  REQUIRED  TO REPORT SUCH BELIEF TO THE COLLEGE PRESIDENT OR CHIEF ADMIN-\n   48  ISTRATIVE OFFICER. THE COLLEGE PRESIDENT OR CHIEF ADMINISTRATIVE OFFICER\n   49  OF THE COLLEGE MAY, AFTER CONSULTATION WITH MENTAL HEALTH PROFESSIONALS,\n   50  NOTIFY THE PARENTS OR GUARDIANS OF SUCH STUDENT AS  TO  THE  CONCERN  OF\n   51  SUCH STUDENT'S MENTAL WELL BEING.\n   52    S  3.  This act shall take effect on the first of July next succeeding\n   53  the date on which it shall have become a law; provided that the  commis-\n   54  sioner  of  education  is authorized to promulgate any and all rules and\n   55  regulations necessary for the timely implementation of this act  on  its\n   56  effective date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to requiring public and private colleges and universities to provide all incoming and current students with information about depression and suicide prevention and resources available to them on campus ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364076340
}