{
  "year" : 2011,
  "senateBillNo" : "A2271-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to labor",
    "billEventId" : "A2271-2011-1294981200000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that interest shall not begin to accrue in disputed workers' compensation case until final dispute resolution",
  "summary" : "Provides that interest shall not begin to accrue until a final determination has been made in cases or controversies commenced or decided pursuant to sections twenty, twenty-three and/or twenty-five of the workers' compensation law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Workers' Compensation Law",
  "previousVersions" : [ "A10291-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2271\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. REILLY -- read once and referred to the Committee\n         on Labor\n\n       AN  ACT  to  amend  the  workers'  compensation  law, in relation to the\n         accrual of interest in workers' compensation disputes\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1 of section 20 of the workers' compensation\n    2  law, as amended by chapter 635 of the laws of 1996, is amended  to  read\n    3  as follows:\n    4    1.   At any time after the expiration of the first seven days of disa-\n    5  bility on the part of an injured employee, or  at  any  time  after  the\n    6  employee's  death,  a  claim  for  compensation  may be presented to the\n    7  employer or to the chair.  The board shall have full power and authority\n    8  to determine  all  questions  in  relation  to  the  payment  of  claims\n    9  presented  to  it for compensation under the provisions of this chapter.\n   10  The chair or board shall make or cause to be made such investigation  as\n   11  it  deems necessary, and upon application of either party, shall order a\n   12  hearing, and within thirty  days  after  a  claim  for  compensation  is\n   13  submitted under this section, or such hearing closed, shall make or deny\n   14  an  award, determining such claim for compensation, and file the same in\n   15  the office of the chair. Immediately after such filing the  chair  shall\n   16  send  to the parties a copy of the decision.  Upon a hearing pursuant to\n   17  this section either party may present evidence  and  be  represented  by\n   18  counsel.    The decision of the board shall be final as to all questions\n   19  of fact, and, except as provided in section twenty-three of  this  arti-\n   20  cle,  as  to  all  questions  of  law.   Except as provided in [section]\n   21  SECTIONS TWENTY-A AND twenty-seven of this article, all  awards  of  the\n   22  board shall draw simple interest from thirty days after the making ther-\n   23  eof  at  the  rate  provided  in section five thousand four of the civil\n   24  practice law and rules.  Whenever a hearing or proceeding for the deter-\n   25  mination of a claim for compensation is begun before a referee, pursuant\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05402-01-1\n\n       A. 2271                             2\n\n    1  to the provisions of this chapter, such hearing  or  proceeding  or  any\n    2  adjourned hearing thereon shall continue before the same referee until a\n    3  final  determination  awarding  or  denying  compensation, except in the\n    4  absence,  inability  or  disqualification to act of such referee, or for\n    5  other good cause, in which event  such  hearing  or  proceeding  may  be\n    6  continued before another referee by order of the chair or board.\n    7    S  2. The workers' compensation law is amended by adding a new section\n    8  20-a to read as follows:\n    9    S 20-A. ACCRUAL OF INTEREST IN  DISPUTED  CASES.  NOTWITHSTANDING  ANY\n   10  LAW,  RULE  OR  REGULATION  TO THE CONTRARY, INTEREST SHALL NOT BEGIN TO\n   11  ACCRUE UNTIL A FINAL DISPUTE  RESOLUTION  HAS  BEEN  MADE  IN  CASES  OR\n   12  CONTROVERSIES  COMMENCED OR DECIDED PURSUANT TO SECTIONS TWENTY, TWENTY-\n   13  THREE AND/OR TWENTY-FIVE OF THIS ARTICLE.\n   14    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the workers' compensation law, in relation to the accrual of interest in workers' compensation disputes ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T151959.TXT", "SOBI.D110118.T102116.TXT", "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364076299
}