{
  "year" : 2011,
  "senateBillNo" : "A2272-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to education",
    "billEventId" : "A2272-2011-1294981200000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes that instruction in financial education be provided to pupils in grades nine, ten, eleven or twelve",
  "summary" : "Establishes that instruction in financial education be provided to pupils in grades nine through twelve; establishes what should be included in such curriculum including the basics of financial planning, budgeting, borrowing, interest rates, personal insurance policies, etc. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A1282-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2272\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced   by  M.  of  A.  REILLY,  HOYT,  WRIGHT,  McENENY,  PHEFFER,\n         P. RIVERA,  MARKEY,  COLTON,  BROOK-KRASNY,  ROSENTHAL,  ROBINSON   --\n         Multi-Sponsored  by  -- M. of A. HEASTIE, MAYERSOHN, J. RIVERA, TOWNS,\n         WEISENBERG -- read once and referred to the Committee on Education\n\n       AN ACT to amend  the  education  law,  in  relation  to  establishing  a\n         requirement that instruction in financial education be provided to all\n         pupils in grades nine, ten, eleven or twelve\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section  803-b\n    2  to read as follows:\n    3    S 803-B. INSTRUCTION RELATING TO FINANCIAL EDUCATION. 1. ALL PUPILS IN\n    4  GRADES  NINE,  TEN,  ELEVEN OR TWELVE IN ALL PUBLIC SCHOOLS IN THE STATE\n    5  SHALL RECEIVE A COURSE OR FULL UNIT OF INSTRUCTION IN  FINANCIAL  EDUCA-\n    6  TION DELIVERED BY MEANS OF A COMPREHENSIVE FINANCIAL LITERACY PROGRAM.\n    7    2.  THE  REQUIREMENTS  OF  THIS  SECTION  MAY BE FULFILLED THROUGH THE\n    8  FINANCE UNIT OF THE REQUIRED HIGH SCHOOL ECONOMICS COURSE OR THE CONTIN-\n    9  UATION OF FINANCIAL MANAGEMENT COURSES CURRENTLY BEING TAUGHT IN  PUBLIC\n   10  SECONDARY SCHOOLS. ADDITIONAL COURSES ARE ENCOURAGED TO BE DEVELOPED AND\n   11  APPROVED AT THE LOCAL LEVEL.\n   12    3.  THE  BOARD  OF  EDUCATION  OR  TRUSTEES  OF THE SCHOOL DISTRICT IS\n   13  CHARGED WITH DEVELOPING AND MAINTAINING A FINANCIAL LITERACY PROGRAM FOR\n   14  SECONDARY SCHOOL PUPILS THAT SHALL  INCLUDE,  BUT  NOT  BE  LIMITED  TO,\n   15  INSTRUCTION IN THE FOLLOWING:\n   16    A. RECOGNIZING THE RELATIONSHIP BETWEEN FINANCIAL PLANNING AND ATTAIN-\n   17  ING FINANCIAL GOALS;\n   18    B. OPENING AND MAINTAINING BANKING AND CHECKING ACCOUNTS AND ASSESSING\n   19  THE QUALITY OF BANKING SERVICES;\n   20    C. DEVELOPING A PERSONAL BUDGET;\n   21    D. ANALYZING SPENDING, CREDIT PURCHASING, CREDIT SCORING, AND MANAGING\n   22  DEBT, INCLUDING RETAIL AND CREDIT CARD DEBT;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05390-01-1\n\n       A. 2272                             2\n\n    1    E. CALCULATING INTEREST RATES BY VARIOUS METHODS;\n    2    F. EVALUATING BORROWING OPTIONS;\n    3    G. ASSESSING THE IMPLICATIONS OF AN INHERITANCE;\n    4    H.  COMPUTING STATE AND FEDERAL INCOME TAXES, UNDERSTANDING NET VERSUS\n    5  GROSS INCOME AND REQUIRED TAX DEDUCTIONS;\n    6    I. ANALYZING LOCAL TAX ASSESSMENTS;\n    7    J. ASSESSING DIFFERENT TYPES OF INVESTMENTS AND HOW  INVESTMENTS  HELP\n    8  TO ACHIEVE PERSONAL GOALS;\n    9    K.  RECOGNIZING  HOW  INVESTMENTS  HELP  TO  ACHIEVE  FINANCIAL  GOALS\n   10  THROUGHOUT THE STAGES OF AN INDIVIDUAL'S LIFE;\n   11    L. ANALYZING STATE AND FEDERAL LAWS CONCERNING FINANCE;\n   12    M. RECOGNIZING THE BASIC PRINCIPLES OF PERSONAL INSURANCE POLICIES;\n   13    N. ANALYZING REGULATORY AGENCIES AND THEIR ROLE; AND\n   14    O. RECOGNIZING THE IMPORTANCE OF PLANNING FOR RETIREMENT AND ANALYZING\n   15  RETIREMENT PLANNING OPTIONS.\n   16    4. THE COMMISSIONER SHALL PROVIDE ASSISTANCE AT THE LOCAL LEVEL TO AID\n   17  IN THE DEVELOPMENT OF CURRICULA FOR COURSES OF STUDY WHICH SHALL BE  AGE\n   18  APPROPRIATE AND DEVELOPED ACCORDING TO THE NEEDS AND ABILITIES OF PUPILS\n   19  IN GRADES NINE, TEN, ELEVEN OR TWELVE.\n   20    S 2. This act shall take effect on the one hundred twentieth day after\n   21  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing a requirement that instruction in financial education be provided to all pupils in grades nine, ten, eleven or twelve ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T151959.TXT", "SOBI.D110118.T102116.TXT", "SOBI.D110114.T153501.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364076302
}