{
  "year" : 2011,
  "senateBillNo" : "A2275-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2275-2011-1294981200000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes the requirement that the assessor's office shall be open at least one Saturday prior to the date the board shall hear complaints",
  "summary" : "Removes the requirement that the assessor's office shall be open at least one Saturday prior to the date the board shall hear complaints; allows for Saturday hours by local law or resolution. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A9246-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2275\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced by M. of A. REILLY -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN  ACT  to amend the real property tax law, in relation to office hours\n         of local real property assessors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Subdivision 2 of section 526 of the real property tax law,\n    2  as amended by chapter 609 of the laws of 1992, is  amended  to  read  as\n    3  follows:\n    4    2.  The  tentative  assessment  roll  shall  be  available  for public\n    5  inspection from the date the tentative roll is completed and filed until\n    6  and including the day or days the board of assessment  review  meets  to\n    7  hear  complaints.  The assessor or his or her designee is required to be\n    8  in attendance with such roll at a specified place during a period of  at\n    9  least  four hours not necessarily continuous between nine o'clock in the\n   10  morning and ten o'clock in the evening on at least four days during  the\n   11  public inspection period prior to the day such board is required to meet\n   12  to  hear  complaints;  provided  that at least two such days shall be at\n   13  least ten days subsequent to the  filing  of  the  tentative  assessment\n   14  roll[,  of  which  one  day shall be a Saturday]. On at least one of the\n   15  four days the hours of attendance by the assessor or his or her designee\n   16  shall include not less than two hours after six o'clock in the  evening.\n   17  Such  [number  of]  days  may INCLUDE A SATURDAY AND MAY be increased to\n   18  more than four by local law OR RESOLUTION.\n   19    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05399-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to office hours of local real property assessors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154501.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364076311
}