{
  "year" : 2011,
  "senateBillNo" : "A227-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to social services",
    "billEventId" : "A227-2011-1294203600000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Crouch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that before a person may receive public assistance benefits, he or she must submit to a drug test",
  "summary" : "Provides that before a person may receive public assistance benefits, he or she must submit to and pass a drug test. ",
  "currentCommittee" : null,
  "sameAs" : "S174",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A3602-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          227\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CROUCH -- read once and referred to the Committee\n         on Social Services\n\n       AN ACT to amend the social services law, in relation to people receiving\n         public assistance\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 131 of the social services law is amended by adding\n    2  a new subdivision 9-a to read as follows:\n    3    9-A. UPON DETERMINING THAT A PERSON IS ELIGIBLE FOR ANY FORM OR  CATE-\n    4  GORY  OF  PUBLIC ASSISTANCE AND PRIOR TO MAKING ANY DISTRIBUTION TO SUCH\n    5  PERSON, THE SOCIAL SERVICES OFFICIAL SHALL REQUIRE  THE  PERSON  SEEKING\n    6  ASSISTANCE  TO  SUBMIT  TO A DRUG TEST. THE COMMISSIONER OF HEALTH SHALL\n    7  ESTABLISH RULES AND REGULATIONS REGARDING THE  METHOD  OF  TESTING,  THE\n    8  FREQUENCY  OF  TESTING,  THE SUBSTANCES FOR WHICH TO BE TESTED, AND WHAT\n    9  CONSTITUTES FAILING SUCH DRUG TEST. IF A PERSON FAILS THE DRUG TEST,  HE\n   10  OR  SHE  SHALL  ENROLL IN A DRUG REHABILITATION PROGRAM CERTIFIED BY THE\n   11  COMMISSIONER OF HEALTH. SUCH PERSON SHALL NOT BE ELIGIBLE TO RECEIVE ANY\n   12  ASSISTANCE UNDER THIS CHAPTER IF HE OR SHE FAILS TO ENROLL AND  ACTIVELY\n   13  PARTICIPATE IN THE REHABILITATION PROGRAM.\n   14    S 2. This act shall take effect on the one hundred eightieth day after\n   15  it shall have become a law.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01225-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to people receiving public assistance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T144950.TXT", "SOBI.D101217.T152507.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T144449.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292617803848
}