{
  "year" : 2011,
  "senateBillNo" : "A2277-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A2277-2011-1294981200000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Exempts veteran disability payments from the income of persons sixty-five years of age or over entitled to a real property tax exemption",
  "summary" : "Exempts veteran disability payments from inclusion as income of persons sixty-five years of age or over to determine eligibility for a real property tax exemption. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "A3086-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Englebright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2277\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. ROBINSON, ENGLEBRIGHT, TOWNS, J. RIVERA, SCHROE-\n         DER -- Multi-Sponsored by -- M.  of  A.  ABBATE,  BENEDETTO,  BOYLAND,\n         CAHILL,  COLTON, DINOWITZ, FARRELL, GUNTHER, LUPARDO, MARKEY, McENENY,\n         MILLMAN, PHEFFER, REILLY, WEISENBERG -- read once and referred to  the\n         Committee on Veterans' Affairs\n\n       AN  ACT  to  amend  the real property tax law, in relation to the senior\n         citizen exemption and veteran disability compensation\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph (a) of subdivision 3 of section 467 of the real\n    2  property tax law, as amended by chapter 259 of  the  laws  of  2009,  is\n    3  amended to read as follows:\n    4    (a) if the income of the owner or the combined income of the owners of\n    5  the  property  for the income tax year immediately preceding the date of\n    6  making application for exemption  exceeds  the  sum  of  three  thousand\n    7  dollars, or such other sum not less than three thousand dollars nor more\n    8  than twenty-six thousand dollars beginning July first, two thousand six,\n    9  twenty-seven  thousand dollars beginning July first, two thousand seven,\n   10  twenty-eight thousand dollars beginning July first, two thousand  eight,\n   11  and  twenty-nine  thousand  dollars  beginning  July first, two thousand\n   12  nine, as may be provided by  the  local  law,  ordinance  or  resolution\n   13  adopted  pursuant to this section. Income tax year shall mean the twelve\n   14  month period for which the owner or  owners  filed  a  federal  personal\n   15  income  tax  return,  or  if no such return is filed, the calendar year.\n   16  Where title is vested in either the husband or the wife, their  combined\n   17  income  may  not  exceed  such sum, except where the husband or wife, or\n   18  ex-husband or ex-wife is absent from the property as provided in subpar-\n   19  agraph (ii) of paragraph (d) of this subdivision, then only  the  income\n   20  of  the spouse or ex-spouse residing on the property shall be considered\n   21  and may not exceed such sum. Such income shall include  social  security\n   22  and  retirement  benefits, interest, dividends, total gain from the sale\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00255-01-1\n\n       A. 2277                             2\n\n    1  or exchange of a capital asset which may be offset by a  loss  from  the\n    2  sale  or  exchange  of  a capital asset in the same income tax year, net\n    3  rental income, salary or earnings, and net income from  self-employment,\n    4  but  shall not include a return of capital, gifts, inheritances, VETERAN\n    5  DISABILITY COMPENSATION, AS DEFINED IN TITLE 38  OF  THE  UNITED  STATES\n    6  CODE, payments made to individuals because of their status as victims of\n    7  Nazi  persecution,  as  defined in P.L. 103-286 or monies earned through\n    8  employment in the federal foster grandparent program and any such income\n    9  shall be offset by all medical and prescription drug  expenses  actually\n   10  paid  which were not reimbursed or paid for by insurance, if the govern-\n   11  ing board of a municipality, after a public hearing, adopts a local law,\n   12  ordinance or resolution providing therefor.   Furthermore,  such  income\n   13  shall  not  include the proceeds of a reverse mortgage, as authorized by\n   14  section six-h of the banking law, and sections two  hundred  eighty  and\n   15  two  hundred  eighty-a of the real property law; provided, however, that\n   16  monies used to repay a reverse mortgage may not be deducted from income,\n   17  and provided additionally that any interest or dividends  realized  from\n   18  the  investment of reverse mortgage proceeds shall be considered income.\n   19  The provisions of this paragraph notwithstanding, such income shall  not\n   20  include  veterans disability compensation, as defined in Title 38 of the\n   21  United States Code provided the governing board  of  such  municipality,\n   22  after  public  hearing,  adopts  a  local  law,  ordinance or resolution\n   23  providing therefor.  In computing net rental income and net income  from\n   24  self-employment  no  depreciation  deduction  shall  be  allowed for the\n   25  exhaustion, wear and tear of real or  personal  property  held  for  the\n   26  production of income;\n   27    S  2.  This act shall take effect immediately and shall apply to those\n   28  assessment rolls having a taxable status date on or after January  first\n   29  of  the  year  next  succeeding the year in which it shall have become a\n   30  law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to the senior citizen exemption and veteran disability compensation ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154501.TXT", "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110118.T102116.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364076330
}