{
  "year" : 2011,
  "senateBillNo" : "A2288-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to codes",
    "billEventId" : "A2288-2011-1294981200000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits police officers from using racial and ethnic profiling",
  "summary" : "Prohibits police officers from using racial and ethnic profiling; requires that a procedure be established for the taking and review of complaints against police officers for racial and ethnic profiling; allows an action for injunctive relief and/or damages to be brought against a law enforcement agency, any agent of a law enforcement agency and the supervisor of an agent. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AA1676-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2288\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WRIGHT, ROBINSON, McENENY, J. RIVERA, GANTT,\n         JEFFRIES, JAFFEE, TITUS -- Multi-Sponsored by --  M.  of  A.  BOYLAND,\n         BRENNAN,   CLARK,   FARRELL,   HEASTIE,   HOOPER,   JACOBS,  V. LOPEZ,\n         PEOPLES-STOKES, SCARBOROUGH, TITONE, TOWNS -- read once  and  referred\n         to the Committee on Codes\n\n       AN  ACT  to  amend  the  executive  law, in relation to ethnic or racial\n         profiling\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 837-s\n    2  to read as follows:\n    3    S 837-S. ETHNIC AND RACIAL PROFILING. 1.  FOR  THE  PURPOSES  OF  THIS\n    4  SECTION:\n    5    (A)  \"LAW ENFORCEMENT AGENCY\" MEANS AN AGENCY ESTABLISHED BY THE STATE\n    6  OR A UNIT OF LOCAL GOVERNMENT WHICH EMPLOYS  POLICE  OFFICERS  OR  PEACE\n    7  OFFICERS WHO ARE EMPOWERED TO AND IN THE COURSE OF THEIR OFFICIAL DUTIES\n    8  LAWFULLY STOP MOTOR VEHICLES OR STOP AND FRISK INDIVIDUALS.\n    9    (B)  \"LAW ENFORCEMENT OFFICER\" MEANS A POLICE OFFICER OR PEACE OFFICER\n   10  EMPLOYED BY A LAW ENFORCEMENT AGENCY.\n   11    (C) \"RACIAL OR ETHNIC PROFILING\" MEANS THE STOPPING OF A  MOTOR  VEHI-\n   12  CLE,  THE  STOPPING AND QUESTIONING OF AN INDIVIDUAL OR THE STOPPING AND\n   13  FRISKING OF AN INDIVIDUAL BY A LAW ENFORCEMENT  OFFICER  THAT  IS  BASED\n   14  UPON  AN INDIVIDUAL'S ACTUAL OR APPARENT RACIAL OR ETHNIC STATUS WITHOUT\n   15  REASONABLE INDIVIDUALIZED SUSPICION OR CAUSE TO  LAWFULLY  JUSTIFY  SUCH\n   16  CONDUCT.\n   17    2.  EVERY  LAW  ENFORCEMENT  AGENCY  AND EVERY LAW ENFORCEMENT OFFICER\n   18  SHALL BE PROHIBITED FROM ENGAGING IN RACIAL OR ETHNIC PROFILING.\n   19    3. ON OR BEFORE  JANUARY  FIRST,  TWO  THOUSAND  FOURTEEN,  EVERY  LAW\n   20  ENFORCEMENT  AGENCY  SHALL  PROMULGATE  AND ADOPT A WRITTEN POLICY WHICH\n   21  PROHIBITS RACIAL OR ETHNIC PROFILING.  IN  ADDITION,  EACH  SUCH  AGENCY\n   22  SHALL  PROMULGATE  AND ADOPT PROCEDURES FOR THE REVIEW AND THE TAKING OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06245-01-1\n\n       A. 2288                             2\n\n    1  CORRECTIVE ACTION WITH RESPECT TO COMPLAINTS BY INDIVIDUALS  WHO  ALLEGE\n    2  THAT THEY HAVE BEEN THE SUBJECT OF RACIAL OR ETHNIC PROFILING. A COPY OF\n    3  EACH  SUCH  COMPLAINT  RECEIVED  PURSUANT  TO  THIS  SECTION AND WRITTEN\n    4  NOTIFICATION  OF  THE  REVIEW AND DISPOSITION OF SUCH COMPLAINT SHALL BE\n    5  PROMPTLY PROVIDED BY SUCH AGENCY TO THE DIVISION.\n    6    4. COMMENCING ON  JANUARY  FIRST,  TWO  THOUSAND  FOURTEEN,  EACH  LAW\n    7  ENFORCEMENT AGENCY SHALL, USING A FORM TO BE DETERMINED BY THE DIVISION,\n    8  RECORD AND RETAIN THE FOLLOWING INFORMATION WITH RESPECT TO LAW ENFORCE-\n    9  MENT OFFICERS EMPLOYED BY SUCH AGENCY:\n   10    (A)  THE  NUMBER  OF  PERSONS  STOPPED  FOR TRAFFIC VIOLATIONS AND THE\n   11  NUMBER OF PERSONS STOPPED WHERE SUCH STOP RESULTED  IN  A  PERSON  BEING\n   12  PATTED DOWN, FRISKED AND/OR SEARCHED;\n   13    (B)  THE  CHARACTERISTICS OF RACE, COLOR, ETHNICITY, GENDER AND AGE OF\n   14  EACH SUCH PERSON, PROVIDED THE IDENTIFICATION  OF  SUCH  CHARACTERISTICS\n   15  SHALL  BE BASED ON THE OBSERVATION AND PERCEPTION OF THE OFFICER RESPON-\n   16  SIBLE FOR REPORTING THE STOP AND THE INFORMATION SHALL NOT  BE  REQUIRED\n   17  TO BE PROVIDED BY THE PERSON STOPPED;\n   18    (C) IF A VEHICLE WAS STOPPED, THE NUMBER OF INDIVIDUALS IN THE STOPPED\n   19  MOTOR VEHICLE;\n   20    (D)  WHETHER  IMMIGRATION STATUS WAS QUESTIONED, IMMIGRATION DOCUMENTS\n   21  REQUESTED, AND IF ANY FURTHER INQUIRY WAS MADE TO  THE  IMMIGRATION  AND\n   22  NATURALIZATION  SERVICE  WITH  RESPECT  TO  ANY PERSON STOPPED OR IN THE\n   23  MOTOR VEHICLE;\n   24    (E) THE NATURE OF THE ALLEGED TRAFFIC VIOLATION THAT RESULTED  IN  THE\n   25  STOP  OR THE BASIS FOR THE CONDUCT THAT RESULTED IN THE INDIVIDUAL BEING\n   26  STOPPED AND PATTED DOWN, FRISKED AND/OR SEARCHED;\n   27    (F) WHETHER A PAT DOWN OR FRISK WAS CONDUCTED AND, IF SO,  THE  RESULT\n   28  OF THE PAT DOWN OR FRISK;\n   29    (G)  WHETHER  A  SEARCH  WAS  CONDUCTED  AND, IF SO, THE RESULT OF THE\n   30  SEARCH;\n   31    (H) IF A SEARCH WAS CONDUCTED, WHETHER THE SEARCH WAS OF A  PERSON,  A\n   32  PERSON'S PROPERTY, AND/OR A PERSON'S VEHICLE, AND WHETHER THE SEARCH WAS\n   33  CONDUCTED  PURSUANT  TO CONSENT AND IF NOT, THE BASIS FOR CONDUCTING THE\n   34  SEARCH INCLUDING  ANY  ALLEGED  CRIMINAL  BEHAVIOR  THAT  JUSTIFIED  THE\n   35  SEARCH;\n   36    (I) WHETHER AN INVENTORY SEARCH OF SUCH PERSON'S IMPOUNDED VEHICLE WAS\n   37  CONDUCTED;\n   38    (J) WHETHER A WARNING OR CITATION WAS ISSUED;\n   39    (K) WHETHER AN ARREST WAS MADE AND FOR WHAT CHARGE OR CHARGES;\n   40    (L) THE APPROXIMATE DURATION OF THE STOP; AND\n   41    (M) THE TIME AND LOCATION OF THE STOP.\n   42    5.  EVERY  LAW  ENFORCEMENT  AGENCY  SHALL COMPILE THE INFORMATION SET\n   43  FORTH IN SUBDIVISION FOUR OF THIS SECTION FOR THE CALENDAR YEAR  INTO  A\n   44  REPORT TO THE DIVISION. THE FORMAT OF SUCH REPORT SHALL BE DETERMINED BY\n   45  THE  DIVISION.  THE  REPORT  SHALL BE SUBMITTED TO THE DIVISION NO LATER\n   46  THAN MARCH FIRST OF THE FOLLOWING CALENDAR YEAR.\n   47    6. NOT LATER THAN JANUARY FIRST, TWO THOUSAND FOURTEEN, THE  DIVISION,\n   48  IN CONSULTATION WITH THE ATTORNEY GENERAL, SHALL DEVELOP AND PROMULGATE:\n   49    (A)  A  FORM  IN BOTH PRINTED AND ELECTRONIC FORMAT, TO BE USED BY LAW\n   50  ENFORCEMENT OFFICERS TO RECORD THE  INFORMATION  LISTED  IN  SUBDIVISION\n   51  FOUR  OF  THIS  SECTION  WHEN MAKING A TRAFFIC STOP OR WHEN STOPPING AND\n   52  FRISKING AN INDIVIDUAL; AND\n   53    (B) A FORM TO BE USED TO REPORT  COMPLAINTS  PURSUANT  TO  SUBDIVISION\n   54  THREE  OF  THIS  SECTION  BY  INDIVIDUALS  WHO  BELIEVE  THEY  HAVE BEEN\n   55  SUBJECTED TO RACIAL OR ETHNIC PROFILING.\n\n       A. 2288                             3\n\n    1    7. EVERY LAW ENFORCEMENT AGENCY SHALL MAKE AVAILABLE TO  THE  ATTORNEY\n    2  GENERAL,  UPON FIVE DAYS DEMAND AND NOTICE, THE DOCUMENTS REQUIRED TO BE\n    3  PRODUCED AND PROMULGATED PURSUANT TO SUBDIVISIONS THREE, FOUR  AND  FIVE\n    4  OF THIS SECTION.\n    5    8.  EVERY  LAW  ENFORCEMENT  AGENCY SHALL FURNISH ALL DATA/INFORMATION\n    6  COLLECTED FROM TRAFFIC STOPS TO THE DIVISION.  THE DIVISION SHALL DEVEL-\n    7  OP AND IMPLEMENT A PLAN FOR A COMPUTERIZED DATA SYSTEM FOR PUBLIC  VIEW-\n    8  ING  OF  SUCH  DATA AND SHALL PUBLISH AN ANNUAL REPORT ON DATA COLLECTED\n    9  FOR THE GOVERNOR, THE LEGISLATURE, AND THE  PUBLIC  ON  LAW  ENFORCEMENT\n   10  TRAFFIC STOPS. INFORMATION RELEASED SHALL NOT REVEAL THE IDENTITY OF ANY\n   11  INDIVIDUAL.\n   12    9.  THE  ATTORNEY  GENERAL MAY BRING AN ACTION ON BEHALF OF THE PEOPLE\n   13  FOR INJUNCTIVE RELIEF AND/OR DAMAGES AGAINST A  LAW  ENFORCEMENT  AGENCY\n   14  THAT IS ENGAGING IN OR HAS ENGAGED IN AN ACT OR ACTS OF RACIAL PROFILING\n   15  IN A COURT HAVING JURISDICTION TO ISSUE SUCH RELIEF. THE COURT MAY AWARD\n   16  COSTS  AND  REASONABLE ATTORNEY FEES TO A PLAINTIFF WHO PREVAILS IN SUCH\n   17  AN ACTION.\n   18    10. IN ADDITION TO A CAUSE OF ACTION BROUGHT PURSUANT  TO  SUBDIVISION\n   19  NINE  OF  THIS SECTION, AN INDIVIDUAL WHO HAS BEEN THE SUBJECT OF AN ACT\n   20  OR ACTS OF RACIAL PROFILING MAY BRING AN ACTION  FOR  INJUNCTIVE  RELIEF\n   21  AND/OR  DAMAGES  AGAINST  A LAW ENFORCEMENT AGENCY THAT IS ENGAGED IN OR\n   22  HAS ENGAGED IN AN ACT OR ACTS OF RACIAL PROFILING.  THE COURT MAY  AWARD\n   23  COSTS  AND  REASONABLE ATTORNEY FEES TO A PLAINTIFF WHO PREVAILS IN SUCH\n   24  AN ACTION.\n   25    11. NOTHING IN THIS SECTION SHALL BE CONSTRUED AS DIMINISHING OR ABRO-\n   26  GATING ANY RIGHT, REMEDY OR CAUSE OF ACTION WHICH AN INDIVIDUAL WHO  HAS\n   27  BEEN  SUBJECT  TO  RACIAL  OR  ETHNIC PROFILING MAY HAVE PURSUANT TO ANY\n   28  OTHER PROVISION OF LAW.\n   29    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   30  have  become  a  law; provided, however, that effective immediately, the\n   31  addition, amendment and/or repeal of any rule  or  regulation  necessary\n   32  for  the  implementation of this act on its effective date is authorized\n   33  and directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to ethnic or racial profiling ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364376554
}