{
  "year" : 2011,
  "senateBillNo" : "A2280-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to health",
    "billEventId" : "A2280-2011-1294981200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizing the commissioner of health to apply for a medicaid reform demonstration waiver",
  "summary" : "Authorizes the commissioner of health to apply for a medicaid reform demonstration waiver; creates an initiative to provide for a more efficient and effective medicaid services delivery system; sets forth a managed care pilot program and requires reporting to the governor, temporary president of the senate and speaker of the assembly by December 31, 2014. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A6676-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2280\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by M. of A. SCHIMMINGER, SCHROEDER, GABRYSZAK -- Multi-Spon-\n         sored by -- M. of A.  GIGLIO, LAVINE, MAGEE, REILLY -- read  once  and\n         referred to the Committee on Health\n\n       AN  ACT to amend the social services law, in relation to authorizing the\n         commissioner of health to apply for a  medicaid  reform  demonstration\n         waiver\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 366 of the social services law is amended by adding\n    2  a new subdivision 6-b to read as follows:\n    3    6-B. A. THE COMMISSIONER OF HEALTH SHALL APPLY FOR A  MEDICAID  REFORM\n    4  DEMONSTRATION  WAIVER  PURSUANT TO SECTION ELEVEN HUNDRED FIFTEEN OF THE\n    5  FEDERAL SOCIAL SECURITY ACT IN ORDER TO CREATE AN INITIATIVE TO  PROVIDE\n    6  FOR  A MORE EFFICIENT AND EFFECTIVE MEDICAID SERVICES DELIVERY SYSTEM IN\n    7  NEW YORK THAT EMPOWERS MEDICAID PATIENTS,  BRIDGES  PUBLIC  AND  PRIVATE\n    8  COVERAGE, IMPROVES PATIENT OUTCOMES AND STABILIZES PROGRAM COSTS.\n    9    B.  THE  DEMONSTRATION  WAIVER SHALL INCLUDE, BUT SHALL NOT BE LIMITED\n   10  TO, THE FOLLOWING COMPONENTS:\n   11    (I) A RISK ADJUSTED CAPITATED MANAGED CARE PILOT PROGRAM  FOR  RECIPI-\n   12  ENTS  CURRENTLY  SERVED  IN MEDICAID-FEE-FOR SERVICE OR MEDICAID MANAGED\n   13  CARE THAT PROVIDES BENEFIT PLANS  THAT  MORE  CLOSELY  RESEMBLE  PRIVATE\n   14  PLANS  YET  ARE  ACTUARIALLY  EQUIVALENT TO THE CURRENT MEDICAID BENEFIT\n   15  PACKAGE. RISK ADJUSTED CAPITATION RATES SHALL BE  SEPARATED  INTO  THREE\n   16  COMPONENTS  TO  COVER COMPREHENSIVE CARE, CATASTROPHIC CARE AND ENHANCED\n   17  SERVICES AND MAY PHASE-IN FINANCIAL RISK FOR APPROVED PROVIDERS.  HEALTH\n   18  PLANS SHALL PROVIDE COMPREHENSIVE CARE WHICH SHALL  COVER  ALL  EXPENSES\n   19  UNTIL A PREDETERMINED THRESHOLD OF EXPENSES IS REACHED AT WHICH TIME THE\n   20  CATASTROPHIC  COMPONENT  SHALL  TAKE  OVER.  HEALTH  PLANS MAY CHOOSE TO\n   21  ASSUME THE CATASTROPHIC RISK FOR  TARGET  POPULATIONS  THEY  SERVE.  THE\n   22  CATASTROPHIC  COMPONENT  SHALL  ENCOURAGE  PROVIDER NETWORKS TO IDENTIFY\n   23  RECIPIENTS WITH UNDIAGNOSED CHRONIC ILLNESS AND  ENSURE  PROPER  DISEASE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02332-01-1\n\n       A. 2280                             2\n\n    1  MANAGEMENT  OF  THE ENROLLEES CONDITION. THE ENHANCED SERVICES COMPONENT\n    2  SHALL ENCOURAGE ENROLLEES TO ENGAGE IN  APPROVED  HEALTH  ACTIVITIES  BY\n    3  INCLUDING  THE FLEXIBILITY FOR HEALTH SPENDING ACCOUNTS.  PLANS SHALL BE\n    4  ENCOURAGED TO ESTABLISH CUSTOMIZED BENEFIT PACKAGES TARGETED TO SPECIFIC\n    5  SPECIAL  NEEDS  POPULATIONS THAT SHALL FOSTER ENROLLEE CHOICE AND ENABLE\n    6  ENROLLEES TO ACCESS HEALTH CARE SERVICES THEY  NEED.  THE  PACKAGES  MAY\n    7  VARY  THE  AMOUNT,  DURATION  AND  SCOPE  OF  SOME  TRADITIONAL MEDICAID\n    8  SERVICES, PROVIDED THE MANDATORY MEDICAID  SERVICES  ARE  INCLUDED,  THE\n    9  BENEFITS ARE ACTUARIALLY EQUIVALENT TO THE VALUE OF TRADITIONAL MEDICAID\n   10  SERVICES,  AND  THEY  PASS  A  SUFFICIENCY TEST TO ENSURE THE PACKAGE IS\n   11  SUFFICIENT TO MEET THE MEDICAL NEEDS OF  THE  TARGET  POPULATION.  THESE\n   12  BENEFIT  PACKAGES  SHALL  BE PRIOR APPROVED BY THE COMMISSIONER. PARTIC-\n   13  IPATION SHALL BE MANDATORY IN DEMONSTRATION AREAS FOR ALL MEDICAID POPU-\n   14  LATIONS NOT SPECIFICALLY EXCLUDED BY THE COMMISSIONER OF  HEALTH.  THOSE\n   15  NOT  REQUIRED TO PARTICIPATE SHALL BE PROVIDED THE OPTION TO VOLUNTARILY\n   16  PARTICIPATE IN THE DEMONSTRATION WAIVER;\n   17    (II) A CHOICE OF MANAGED CARE PROVIDER WHICH SHALL REST WITH THE INDI-\n   18  VIDUAL RECIPIENT, PROVIDED FAILURE TO CHOOSE SHALL RESULT IN AN AUTOMAT-\n   19  IC ASSIGNMENT. AFTER A LIMITED OPEN ENROLLMENT PERIOD, RECIPIENTS MAY BE\n   20  LOCKED IN A CAPITATED MANAGED CARE NETWORK FOR TWELVE MONTHS. A  RECIPI-\n   21  ENT  SHALL  BE  ALLOWED TO SELECT ANOTHER CAPITATED MANAGED CARE NETWORK\n   22  AFTER TWELVE MONTHS OF ENROLLMENT.  HOWEVER,  NOTHING  SHALL  PREVENT  A\n   23  MEDICAID RECIPIENT FROM CHANGING PRIMARY CARE PROVIDERS WITHIN THE CAPI-\n   24  TATED MANAGED CARE NETWORK DURING THE TWELVE MONTH PERIOD;\n   25    (III)  AN  OPT-OUT PROVISION WHEREBY MEDICAID RECIPIENTS SHALL BE ABLE\n   26  TO USE THEIR MEDICAID PREMIUM TO PURCHASE HEALTH CARE  COVERAGE  THROUGH\n   27  AN  EMPLOYER  SPONSORED HEALTH INSURANCE PLAN INSTEAD OF THROUGH A MEDI-\n   28  CAID CERTIFIED PLAN;\n   29    (IV) AN ENHANCED BENEFIT PACKAGE UNDER WHICH MEDICAID RECIPIENTS  WILL\n   30  RECEIVE  FINANCIAL  INCENTIVES AS A REWARD FOR HEALTHIER BEHAVIOR. FUNDS\n   31  SHALL BE DEPOSITED INTO A SPECIAL HEALTH SAVINGS ACCOUNT  AND  AVAILABLE\n   32  TO  THE  INDIVIDUAL TO OFFSET HEALTH CARE RELATED COSTS SUCH AS OVER THE\n   33  COUNTER MEDICINES, VITAMINS OR OTHER EXPENSES NOT  COVERED  UNDER  THEIR\n   34  PLAN OR TO RETAIN FOR USE IN PURCHASING EMPLOYER PROVIDED INSURANCE;\n   35    (V)  A  MECHANISM TO REQUIRE CAPITATED MANAGED CARE PLANS TO REIMBURSE\n   36  QUALIFIED EMERGENCY SERVICE PROVIDERS, INCLUDING AMBULANCE SERVICES  AND\n   37  EMERGENCY  MEDICAL  SERVICES, PROVIDED THE DEMONSTRATION SHALL INCLUDE A\n   38  PROVISION FOR CONTINUING FEE-FOR-SERVICE PAYMENTS FOR EMERGENCY SERVICES\n   39  FOR INDIVIDUALS WHO ARE SUBSEQUENTLY DETERMINED TO BE ELIGIBLE FOR MEDI-\n   40  CAID;\n   41    (VI) A CHOICE COUNSELING SYSTEM TO ASSIST RECIPIENTS  IN  SELECTING  A\n   42  CAPITATED  MANAGED  CARE  PLAN  THAT  BEST  MEETS THEIR NEEDS, INCLUDING\n   43  INFORMATION ON BENEFITS PROVIDED, COST SHARING AND OTHER CONTRACT INFOR-\n   44  MATION. THE COMMISSIONER OF HEALTH SHALL PROHIBIT PLANS, THEIR EMPLOYEES\n   45  OR CONTRACTEES FROM RECRUITING RECIPIENTS,  SEEKING  ENROLLMENT  THROUGH\n   46  INDUCEMENTS, OR PREJUDICING RECIPIENTS AGAINST OTHER CAPITATED PLANS;\n   47    (VII)  A  SYSTEM  TO MONITOR THE PROVISIONS OF HEALTH CARE SERVICES IN\n   48  THE PILOT PROGRAM, INCLUDING UTILIZATION AND QUALITY OF CARE  TO  ENSURE\n   49  ACCESS TO MEDICALLY NECESSARY SERVICES;\n   50    (VIII) A GRIEVANCE RESOLUTION PROCESS FOR MEDICAID RECIPIENTS ENROLLED\n   51  IN  THE  PILOT  PROGRAM  INCLUDING  AN EXPEDITED REVIEW IF THE LIFE OF A\n   52  MEDICAID RECIPIENT IS IN IMMINENT AND EMERGENT JEOPARDY;\n   53    (IX) A GRIEVANCE RESOLUTION PROCESS FOR HEALTH CARE PROVIDERS EMPLOYED\n   54  BY OR CONTRACTED WITH A CAPITATED MANAGED CARE NETWORK UNDER THE  DEMON-\n   55  STRATION WAIVER TO SETTLE DISPUTES; AND\n\n       A. 2280                             3\n\n    1    (X)  A TECHNICAL ADVISORY PANEL CONVENED BY THE COMMISSIONER OF HEALTH\n    2  TO ADVISE THE AGENCY IN THE AREAS OF RISK-ADJUSTED-RATE SETTING, BENEFIT\n    3  DESIGN INCLUDING THE ACTUARIAL EQUIVALENCE AND SUFFICIENCY STANDARDS  TO\n    4  BE  USED,  CHOICE  COUNSELING AND ANY OTHER ASPECTS OF THE DEMONSTRATION\n    5  IDENTIFIED  BY  THE COMMISSIONER OF HEALTH. THE PANEL SHALL INCLUDE, BUT\n    6  SHALL NOT BE LIMITED TO, REPRESENTATIVES FROM THE STATE'S HEALTH  PLANS,\n    7  REPRESENTATIVES  FROM  PROVIDER-SPONSORED  NETWORKS, A MEDICAID CONSUMER\n    8  REPRESENTATIVE, AND A REPRESENTATIVE FROM THE  STATE  INSURANCE  DEPART-\n    9  MENT.\n   10    C. THE DEMONSTRATION WAIVER SHALL BE IMPLEMENTED IN NO LESS THAN THREE\n   11  GEOGRAPHIC  AREAS  OF  THE STATE TO BE DETERMINED BY THE COMMISSIONER OF\n   12  HEALTH.\n   13    D.  THE  DEPARTMENT  OF  HEALTH  SHALL  COMPREHENSIVELY  EVALUATE  THE\n   14  PROGRAMS  CREATED  IN  THIS SUBDIVISION AND CONTINUE SUCH EVALUATION FOR\n   15  TWENTY-FOUR MONTHS AFTER  THE  PILOT  PROGRAMS  HAVE  ENROLLED  MEDICAID\n   16  RECIPIENTS  AND  PROVIDED  HEALTH  CARE  SERVICES.  THE EVALUATION SHALL\n   17  INCLUDE ASSESSMENTS OF THE  LEVEL  OF  CONSUMER  EDUCATION,  CHOICE  AND\n   18  ACCESS TO SERVICES, COORDINATION OF CARE, QUALITY OF CARE BY EACH ELIGI-\n   19  BILITY  CATEGORY  AND  MANAGED CARE PLAN IN EACH PILOT SITE AND ANY COST\n   20  SAVINGS.  THE EVALUATION SHALL DESCRIBE ADMINISTRATIVE OR LEGAL BARRIERS\n   21  TO THE IMPLEMENTATION AND OPERATION OF EACH PILOT  PROGRAM  AND  INCLUDE\n   22  RECOMMENDATIONS  REGARDING STATEWIDE EXPANSION OF THE MANAGED CARE PILOT\n   23  PROGRAMS. THE DEPARTMENT OF HEALTH SHALL SUBMIT AN EVALUATION REPORT  TO\n   24  THE  GOVERNOR,  THE TEMPORARY PRESIDENT OF THE SENATE AND THE SPEAKER OF\n   25  THE ASSEMBLY BY DECEMBER THIRTY-FIRST, TWO THOUSAND FOURTEEN.\n   26    E. UPON COMPLETION OF THE EVALUATION CONDUCTED UNDER  PARAGRAPH  D  OF\n   27  THIS  SUBDIVISION,  THE  COMMISSIONER  OF  HEALTH  MAY REQUEST STATEWIDE\n   28  EXPANSION OF THE DEMONSTRATION PROJECTS. STATEWIDE EXPANSION INTO  ADDI-\n   29  TIONAL  AREAS SHALL BE CONTINGENT UPON REVIEW AND APPROVAL BY THE LEGIS-\n   30  LATURE.\n   31    F. THIS WAIVER AUTHORITY  IS  CONTINGENT  UPON  FEDERAL  APPROVAL  AND\n   32  FEDERAL FINANCIAL PARTICIPATION (FFP) FOR:\n   33    (I)  THOSE  MEDICAID BENEFITS AND ELIGIBILITY CATEGORIES PARTICIPATING\n   34  IN THE WAIVER, INCLUDING THE LOCK-IN PROVISIONS;\n   35    (II) THE EMPLOYER SPONSORED INSURANCE OPTION WITH COST SHARING;\n   36    (III) ANY ENHANCED BENEFIT  EXPENDITURES,  INCLUDING  THE  ABILITY  TO\n   37  DISBURSE  HEALTH SAVINGS ACCOUNT FUNDS TO FORMER MEDICAID RECIPIENTS WHO\n   38  ACCRUED FUNDS WHILE ON MEDICAID; AND\n   39    (IV) ANY OTHER FEDERAL APPROVALS OR  FEDERAL  FINANCIAL  PARTICIPATION\n   40  CONTINGENCIES THAT THE COMMISSIONER OF HEALTH MAY DEEM NECESSARY.\n   41    S  2.  This act shall take effect immediately; provided, however, that\n   42  the department of health shall submit the medicaid reform  demonstration\n   43  waiver  pursuant  to the provisions of subdivision 6-b of section 366 of\n   44  the social services law, as added by section one of this act, within six\n   45  months of the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to authorizing the commissioner of health to apply for a medicaid reform demonstration waiver ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364376495
}