{
  "year" : 2011,
  "senateBillNo" : "A2287-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to economic development",
    "billEventId" : "A2287-2011-1294981200000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the repayment, in certain circumstances, of grant money awarded under the JOBS Now program and grant money issued by an industrial development agency",
  "summary" : "Relates to the repayment, in certain circumstances, of grant money awarded under the JOBS Now program and grant money issued by an industrial development agency; if the private company receiving the grant money leaves the state within five years after the distribution of the grant money, then the private company must repay the grant money. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "A1513-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2287\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WRIGHT,  CLARK, PEOPLES-STOKES, SCARBOROUGH,\n         JAFFEE -- Multi-Sponsored by -- M.  of  A.  BRENNAN,  CAHILL,  COLTON,\n         COOK,  DESTITO,  GABRYSZAK,  GALEF, GOTTFRIED, LIFTON, McENENY -- read\n         once and referred  to  the  Committee  on  Economic  Development,  Job\n         Creation, Commerce and Industry\n\n       AN ACT to amend the New York state urban development corporation act and\n         the  general  municipal  law, in relation to the repayment, in certain\n         circumstances, of grant money awarded under the JOBS Now  program  and\n         grant money issued by an industrial development agency\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 16-h of section 1 of chapter 174  of  the  laws  of\n    2  1968, constituting the New York state urban development corporation act,\n    3  is amended by adding a new subdivision 2-a to read as follows:\n    4    2-A.  ANY  PRIVATE  BUSINESS  AWARDED  GRANT  MONEY UNDER THE JOBS NOW\n    5  PROGRAM MUST REPAY SUCH GRANT MONEY IN FULL IF THE BUSINESS  LEAVES  THE\n    6  STATE WITHIN FIVE YEARS AFTER THE GRANT MONEY IS DISTRIBUTED.\n    7    S  2.  Subdivision  9  of section 858 of the general municipal law, as\n    8  amended by chapter 444 of the laws  of  1997,  is  amended  to  read  as\n    9  follows:\n   10    (9)  To  make  contracts  and  leases,  and to execute all instruments\n   11  necessary or convenient to or with  any  person,  firm,  partnership  or\n   12  corporation,  either  public  or  private;  provided,  however, that any\n   13  extension of an existing contract, lease or other agreement entered into\n   14  by an agency with respect to a project shall be guided by the provisions\n   15  of this article; AND PROVIDED FURTHER, HOWEVER, THAT ANY EXTENSION OF AN\n   16  EXISTING CONTRACT OR AGREEMENT AND ANY NEW CONTRACT ENTERED INTO  BY  AN\n   17  AGENCY WITH A PRIVATE PERSON, FIRM, PARTNERSHIP OR CORPORATION AND WHICH\n   18  PROVIDES  FINANCIAL  ASSISTANCE  IN  THE FORM OF GRANTS, SHALL INCLUDE A\n   19  PROVISION WHICH REQUIRES THE PRIVATE PERSON, FIRM, PARTNERSHIP OR CORPO-\n   20  RATION TO REPAY THE FINANCIAL ASSISTANCE IN FULL IF THE  PRIVATE  ENTITY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05677-01-1\n\n       A. 2287                             2\n\n    1  LEAVES THE STATE OR MOVES ITS SERVICES OR GOODS OUT OF STATE WITHIN FIVE\n    2  YEARS AFTER THE FINANCIAL ASSISTANCE IS DISTRIBUTED;\n    3    S  3.  Subdivision 1 of section 859-a of the general municipal law, as\n    4  added by chapter 356 of the laws of 1993, is amended to read as follows:\n    5    1. The agency must adopt a resolution describing the project  and  the\n    6  financial  assistance  that  the agency is contemplating with respect to\n    7  such project. Such assistance shall be consistent with the  uniform  tax\n    8  exemption  policy  adopted by the agency pursuant to subdivision four of\n    9  section eight hundred seventy-four of this [chapter] TITLE,  unless  the\n   10  agency has followed the procedures for deviation from such policy speci-\n   11  fied  in paragraph (b) of such subdivision.  SUCH RESOLUTION SHALL STATE\n   12  IF A PRIVATE PERSON, FIRM, PARTNERSHIP OR CORPORATION  RECEIVING  FINAN-\n   13  CIAL  ASSISTANCE  LEAVES THE STATE OR MOVES ITS SERVICES OR GOODS OUT OF\n   14  STATE WITHIN FIVE YEARS AFTER THE FINANCIAL ASSISTANCE  IS  DISTRIBUTED,\n   15  SUCH  PRIVATE  PERSON,  FIRM, PARTNERSHIP OR CORPORATION SHALL REPAY THE\n   16  FINANCIAL ASSISTANCE IN FULL.\n   17    S 4. This act shall take effect on the ninetieth day  after  it  shall\n   18  have  become  a law, and shall apply to grants distributed and contracts\n   19  and agreements extended or entered into on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act and the general municipal law, in relation to the repayment, in certain circumstances, of grant money awarded under the JOBS Now program and grant money issued by an industrial development agency ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364376547
}