{
  "year" : 2011,
  "senateBillNo" : "A2283-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A2283-2011-1294981200000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the public employees' fair employment act study commission to review the existing Taylor law",
  "summary" : "Creates the public employees' fair employment act study commission to review the existing Taylor law addressing labor relations between public employers and employees. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service",
  "previousVersions" : [ "AA2847-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Perry",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2283\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. SCHIMMINGER, TITUS, PERRY, COOK -- Multi-Spon-\n         sored by -- M. of A.  GALEF, LAVINE, PEOPLES-STOKES, TOWNS, WRIGHT  --\n         read once and referred to the Committee on Governmental Employees\n\n       AN ACT in relation to creating the public employees' fair employment act\n         study commission\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings. The legislature hereby finds that the\n    2  public employees' fair employment act, as provided in article 14 of  the\n    3  civil service law, became effective in September of 1967 and has been in\n    4  effect  for  over 40 years. Representatives of both public employees and\n    5  employers have raised questions about the current law causing the legis-\n    6  lature to query whether  the  law,  as  currently  enacted,  effectively\n    7  addresses labor relations between public employers and public employees.\n    8  The legislature, therefore, deems it appropriate to review and study the\n    9  provisions  of  the  act  and  if  necessary, make recommendations as to\n   10  amendments that will improve  relations  between  public  employers  and\n   11  employees,  while  better  protecting the interests of public employees,\n   12  the state, public employers and the residents of New York state.\n   13    S 2. The public employees' fair employment act  study  commission.  1.\n   14  There  is  hereby  established  a  commission to be known as the \"public\n   15  employees' fair employment act study commission\"  (hereinafter  referred\n   16  to in this section as the \"commission\"). The commission shall:\n   17    (a) be composed of 13 members appointed in accordance with subdivision\n   18  2 of this section; and\n   19    (b)  conduct  its  business  in accordance with the provisions of this\n   20  section.\n   21    2. The members shall be appointed for the life of  the  commission  as\n   22  follows:\n   23    (a) 2 shall be appointed by the temporary president of the senate;\n   24    (b) 1 shall be appointed by the minority leader of the senate;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02566-02-1\n\n       A. 2283                             2\n\n    1    (c) 2 shall be appointed by the speaker of the assembly;\n    2    (d) 1 shall be appointed by the minority leader of the assembly; and\n    3    (e) 7 shall be appointed by the governor.\n    4    3.  The  members of the commission shall be individuals who have know-\n    5  ledge or expertise, whether by experience or training, in matters to  be\n    6  studied  by  the  commission  under  subdivision  8 of this section. The\n    7  members shall be from the public sector, who may include federal, state,\n    8  or local officers or employees, members of academia, nonprofit organiza-\n    9  tions, or other interested individuals.\n   10    4. The temporary president of the senate, the minority leader  of  the\n   11  senate, the speaker of the assembly, the minority leader of the assembly\n   12  and the governor shall consult among themselves prior to the appointment\n   13  of  the  members  of  the commission in order to achieve, to the maximum\n   14  extent possible, fair and equitable representation of various points  of\n   15  view  with  respect to the matters to be studied by the commission under\n   16  subdivision 8 of this section. After such consultation each  shall  make\n   17  his  or  her  respective  appointment  not  later than 45 days after the\n   18  effective date of this section. Any vacancy that occurs during the  life\n   19  of  the  commission  shall  not  affect the powers of the commission and\n   20  shall be filled in the same manner as the original appointment not later\n   21  than 45 days after the vacancy occurs.\n   22    5. The initial meeting of the commission shall be conducted not  later\n   23  than 30 days after the appointment of the last member of the commission.\n   24  The first act of the commission shall be to select by consensus a chair-\n   25  person.\n   26    6.  A  majority  of  the  members shall constitute a quorum to conduct\n   27  business, but the commission may establish a lesser quorum for  conduct-\n   28  ing  hearings scheduled by the commission. Each member shall have 1 vote\n   29  and the vote of each member shall  be  accorded  the  same  weight.  The\n   30  commission  may  establish,  by  majority  vote, any other rules for the\n   31  conduct of the commission's business, insofar  as  such  rules  are  not\n   32  inconsistent with this section or other applicable law.\n   33    7.  It is the duty of the commission to hold hearings across the state\n   34  and conduct a comprehensive study of the practical application of  arti-\n   35  cle  14 of the civil service law, together with laws associated with the\n   36  article, including but not limited to section 751 of the  judiciary  law\n   37  and section 93-b of the general municipal law.\n   38    (a) The matters studied by the commission under this subdivision shall\n   39  include, but not be limited to:\n   40    (1)  the  historic, economic, and social changes in the context of the\n   41  practical application of the existing law;\n   42    (2) the interests of public employees and public employers  under  the\n   43  existing law; and\n   44    (3)  the  nature  and source of the recommendations for change between\n   45  public employees and public employers;\n   46    (b) Not later than 1 year after the date on which the commission first\n   47  meets, the commission shall submit to  the  governor,  the  senate,  the\n   48  assembly,  the  comptroller  and  the  attorney  general a comprehensive\n   49  report on the commission's findings and conclusions.\n   50    (c) Not later than 3 months after the submission of the  report  under\n   51  paragraph  (b)  of this subdivision, the commission shall issue proposed\n   52  changes to state laws and regulations to improve labor relations between\n   53  public employees and public employers.\n   54    8. The commission shall have the power to hold hearings, at such sites\n   55  and to act at such times and places, to  take  such  testimony,  and  to\n\n       A. 2283                             3\n\n    1  receive  such evidence as the commission considers advisable to carrying\n    2  out its duties under this subdivision.\n    3    9.  The  members of the commission shall be allowed travel expenses at\n    4  rates authorized for employees of state agencies while away  from  their\n    5  homes  or  regular  places of business in the performance of service for\n    6  the commission.\n    7    10. The commission  shall  terminate  60  days  after  the  commission\n    8  submits the report required under subdivision 7 of this section.\n    9    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to creating the public employees' fair employment act study commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364376522
}