{
  "year" : 2011,
  "senateBillNo" : "A2284-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to health",
    "billEventId" : "A2284-2011-1294981200000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the state to pay medicare part A premiums for certain persons and requires local social services to appeal denial of medicare for long term care",
  "summary" : "Requires the state to pay medicare part A premiums for persons eligible for medicare part A and medical assistance and requires local commissioners of social services to appeal denial of medicare coverage before approving medical assistance coverage for long term care. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "AA6658-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2284\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHIMMINGER, GABRYSZAK -- Multi-Sponsored by --\n         M. of A. HOOPER, J. RIVERA, N. RIVERA, TOWNS -- read once and referred\n         to the Committee on Health\n\n       AN ACT to amend the social services law, in relation  to  requiring  the\n         state  to  pay medicare part A premiums for persons eligible for medi-\n         care part A and medical assistance and to require local  commissioners\n         of  social  services  to  appeal  denial  of  medicare coverage before\n         approving medical assistance coverage for long term care\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions  1  and  2  of  section  364-i of the social\n    2  services law, as amended by chapter 693 of the laws of 1996, are amended\n    3  to read as follows:\n    4    1. An individual, upon application for medical  assistance,  shall  be\n    5  presumed  eligible  for  such assistance for a period of sixty days from\n    6  the date of transfer from a general  hospital,  as  defined  in  section\n    7  twenty-eight  hundred  one  of the public health law to a certified home\n    8  health agency [or long term home health care  program],  as  defined  in\n    9  section thirty-six hundred two of the public health law, or to a hospice\n   10  as  defined in section four thousand two of the public health law, or to\n   11  a residential health care facility as defined  in  section  twenty-eight\n   12  hundred  one of the public health law, if the local department of social\n   13  services determines that the  applicant  meets  each  of  the  following\n   14  criteria:  (a)  the  applicant is receiving acute care in such hospital;\n   15  (b) a physician certifies that such applicant no longer  requires  acute\n   16  hospital  care, but still requires medical care which can be provided by\n   17  a certified home health agency, [long term home  health  care  program,]\n   18  hospice or residential health care facility; (c) the applicant or his OR\n   19  HER  representative  states  that  the applicant does not have insurance\n   20  coverage for the required medical care and  that  such  care  cannot  be\n   21  afforded;  (d)  it  reasonably  appears  that the applicant is otherwise\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02537-01-1\n\n       A. 2284                             2\n\n    1  eligible to receive medical assistance; (e) it reasonably  appears  that\n    2  the  amount expended by the state and the local social services district\n    3  for medical assistance in a certified home  health  agency,  [long  term\n    4  home  health care program,] hospice or residential health care facility,\n    5  during the period of presumed eligibility, would be less than the amount\n    6  the state and the  local  social  services  district  would  expend  for\n    7  continued acute hospital care for such person; and (f) such other deter-\n    8  minative  criteria  as  the  commissioner shall provide by rule or regu-\n    9  lation. If a person has been determined to be presumptively eligible for\n   10  medical assistance, pursuant to this subdivision,  and  is  subsequently\n   11  determined  to  be  ineligible for such assistance, the commissioner, on\n   12  behalf of the state and the local social services  district  shall  have\n   13  the  authority  to recoup from the individual the sums expended for such\n   14  assistance during the period of presumed eligibility.\n   15    2. Payment for up to sixty days of care for  services  provided  under\n   16  the  medical  assistance program shall be made for an applicant presumed\n   17  eligible for medical assistance pursuant  to  subdivision  one  of  this\n   18  section provided, however, that such payment shall not exceed sixty-five\n   19  percent  of the rate payable under this title for services provided by a\n   20  certified home health agency, [long  term  home  health  care  program,]\n   21  hospice  or  residential health care facility. Notwithstanding any other\n   22  provision of law, no federal financial participation  shall  be  claimed\n   23  for  services  provided  to a person while presumed eligible for medical\n   24  assistance under this program until such person has been  determined  to\n   25  be  eligible  for  medical  assistance  by  the  local  social  services\n   26  district. During the period of presumed medical assistance  eligibility,\n   27  payment  for  services  provided  persons  presumed  eligible under this\n   28  program shall be made from state funds. Upon the final determination  of\n   29  eligibility by the local social services district, payment shall be made\n   30  for  the  balance of the cost of such care and services provided to such\n   31  applicant for such period of eligibility and  a  retroactive  adjustment\n   32  shall  be made by the department to appropriately reflect federal finan-\n   33  cial participation and  the  local  share  of  costs  for  the  services\n   34  provided  during the period of presumptive eligibility. Such federal and\n   35  local financial participation shall be the same as that which would have\n   36  occurred if a final determination of eligibility for medical  assistance\n   37  had been made prior to the provision of the services provided during the\n   38  period  of presumptive eligibility. In instances where an individual who\n   39  is presumed eligible for medical assistance is  subsequently  determined\n   40  to  be  ineligible,  the  cost  for services provided to such individual\n   41  shall be reimbursed in accordance with the provisions of  section  three\n   42  hundred  sixty-eight-a  of  this [article] TITLE.  Provided, however, if\n   43  upon audit the department determines that there are subsequent  determi-\n   44  nations  of  ineligibility  for  medical  assistance in at least fifteen\n   45  percent of the cases in which presumptive eligibility has  been  granted\n   46  in  a  local social services district, payments for services provided to\n   47  all persons presumed eligible and subsequently determined ineligible for\n   48  medical assistance shall  be  divided  equally  by  the  state  and  the\n   49  district.\n   50    S  2.  Paragraph  (d)  of subdivision 2 of section 365-f of the social\n   51  services law, as added by chapter 81 of the laws of 1995, is amended  to\n   52  read as follows:\n   53    (d)  meets  such  other criteria, as may be established by the commis-\n   54  sioner, which are necessary to effectively implement the  objectives  of\n   55  this  section.  SUCH  CRITERIA  SHALL  INCLUDE, BUT NOT BE LIMITED TO, A\n   56  REQUIREMENT THAT ANY PERSON WHO IS ELIGIBLE FOR, OR  REASONABLY  APPEARS\n\n       A. 2284                             3\n\n    1  TO MEET THE CRITERIA OF ELIGIBILITY FOR, BENEFITS UNDER SUBCHAPTER XVIII\n    2  OF  THE  FEDERAL  SOCIAL SECURITY ACT SHALL BE REQUIRED TO APPLY FOR AND\n    3  FULLY UTILIZE SUCH BENEFITS IN ACCORDANCE WITH THIS  CHAPTER  TO  DEFRAY\n    4  THE COSTS OF THE PROGRAM. IF SUCH PERSON APPLIES FOR SUCH BENEFITS UNDER\n    5  SUBCHAPTER  XVIII  OF  THE FEDERAL SOCIAL SECURITY ACT AND SUCH PERSON'S\n    6  APPLICATION THEREFOR IS DENIED, SUCH PERSON MUST APPEAL SUCH  DENIAL  OR\n    7  PERMIT THE LOCAL SOCIAL SERVICES OFFICIAL TO DO SO ON HIS OR HER BEHALF.\n    8  IF  SUCH  PERSON  RECEIVES  SUCH  BENEFITS UNDER SUBCHAPTER XVIII OF THE\n    9  FEDERAL SOCIAL SECURITY ACT AND SUCH PERSON'S CONTINUING RECEIPT THEREOF\n   10  IS TERMINATED, SUCH PERSON MUST APPEAL SUCH TERMINATION  OR  PERMIT  THE\n   11  LOCAL SOCIAL SERVICES OFFICIAL TO DO SO ON HIS OR HER BEHALF.\n   12    S  3.  Subparagraph 1 of paragraph (b) of subdivision 2 of section 366\n   13  of the social services law, as amended by chapter 638  of  the  laws  of\n   14  1993  and  designated  by chapter 170 of the laws of 1994, is amended to\n   15  read as follows:\n   16    (1) In establishing standards  for  determining  eligibility  for  and\n   17  amount  of  such assistance, the department shall take into account only\n   18  such income and resources, in accordance with federal  requirements,  as\n   19  are available to the applicant or recipient and as would not be required\n   20  to  be  disregarded  or set aside for future needs, and there shall be a\n   21  reasonable evaluation of any such income or  resources.  The  department\n   22  shall  not  consider  the  availability  of an option for an accelerated\n   23  payment of death benefits or special surrender value pursuant  to  para-\n   24  graph one of subsection (a) of section one thousand one hundred thirteen\n   25  of  the  insurance law, or an option to enter into a viatical settlement\n   26  pursuant to the provisions of article  seventy-eight  of  the  insurance\n   27  law,  as  an available resource in determining eligibility for an amount\n   28  of such assistance, provided, however, that the payment of such benefits\n   29  shall be considered in determining eligibility for and  amount  of  such\n   30  assistance.  There  shall  not be taken into consideration the financial\n   31  responsibility of any individual  for  any  applicant  or  recipient  of\n   32  assistance  under  this title unless such applicant or recipient is such\n   33  individual's spouse or such individual's child who is  under  twenty-one\n   34  years of age. In determining the eligibility of a child who is categori-\n   35  cally  eligible  as  blind  or disabled, as determined under regulations\n   36  prescribed by the social security act for medical assistance, the income\n   37  and resources of parents or spouses of parents are not considered avail-\n   38  able to that child if [she/he] HE OR SHE does not  regularly  share  the\n   39  common  household  even if the child returns to the common household for\n   40  periodic visits. In the application of  standards  of  eligibility  with\n   41  respect  to income, costs incurred for medical care, whether in the form\n   42  of insurance premiums or otherwise, shall be  taken  into  account.  Any\n   43  person  who  is eligible for, or reasonably appears to meet the criteria\n   44  of eligibility for, benefits  under  [title]  SUBCHAPTER  XVIII  of  the\n   45  federal  social  security  act  shall be required to apply for and fully\n   46  utilize such benefits in accordance with this chapter. IN THE CASE OF  A\n   47  PERSON  WHO  IS  RECEIVING  OR  SEEKING  LONG  TERM CARE, BENEFITS UNDER\n   48  SUBCHAPTER XVIII OF THE FEDERAL  SOCIAL  SECURITY  ACT  SHALL  BE  FULLY\n   49  UTILIZED  IN  ACCORDANCE  WITH  THIS CHAPTER TO DEFRAY THE COSTS OF SUCH\n   50  LONG TERM CARE. IF SUCH PERSON APPLIES FOR SUCH BENEFITS UNDER  SUBCHAP-\n   51  TER  XVIII OF THE FEDERAL SOCIAL SECURITY ACT AND SUCH PERSON'S APPLICA-\n   52  TION THEREFOR IS DENIED, SUCH PERSON MUST APPEAL SUCH DENIAL  OR  PERMIT\n   53  THE  LOCAL  SOCIAL  SERVICES OFFICIAL TO DO SO ON HIS OR HER BEHALF.  IF\n   54  SUCH PERSON RECEIVES SUCH BENEFITS UNDER SUBCHAPTER XVIII OF THE FEDERAL\n   55  SOCIAL SECURITY ACT AND SUCH  PERSON'S  CONTINUING  RECEIPT  THEREOF  IS\n\n       A. 2284                             4\n\n    1  TERMINATED, SUCH PERSON MUST APPEAL SUCH TERMINATION OR PERMIT THE LOCAL\n    2  SOCIAL SERVICES OFFICIAL TO DO SO ON HIS OR HER BEHALF.\n    3    S 4. Subparagraph (v) of paragraph b of subdivision 6-a of section 366\n    4  of  the  social  services  law, as amended by chapter 627 of the laws of\n    5  2004, is amended to read as follows:\n    6    (v) meet such other criteria as may be established by the commissioner\n    7  of health as may be necessary to administer the provision of this subdi-\n    8  vision in an equitable manner. SUCH CRITERIA SHALL INCLUDE, BUT  NOT  BE\n    9  LIMITED  TO,  A  REQUIREMENT  THAT  ANY  PERSON  WHO IS ELIGIBLE FOR, OR\n   10  REASONABLY APPEARS TO MEET THE CRITERIA  OF  ELIGIBILITY  FOR,  BENEFITS\n   11  UNDER  SUBCHAPTER  XVIII  OF  THE  FEDERAL  SOCIAL SECURITY ACT SHALL BE\n   12  REQUIRED TO APPLY FOR AND FULLY UTILIZE SUCH BENEFITS IN ACCORDANCE WITH\n   13  THIS CHAPTER TO DEFRAY THE COSTS OF THE PROGRAM.  IF SUCH PERSON APPLIES\n   14  FOR SUCH BENEFITS UNDER SUBCHAPTER XVIII OF THE FEDERAL SOCIAL  SECURITY\n   15  ACT  AND  SUCH PERSON'S APPLICATION THEREFOR IS DENIED, SUCH PERSON MUST\n   16  APPEAL SUCH DENIAL OR PERMIT THE LOCAL SOCIAL SERVICES OFFICIAL TO DO SO\n   17  ON HIS OR HER BEHALF.   IF SUCH  PERSON  RECEIVES  SUCH  BENEFITS  UNDER\n   18  SUBCHAPTER  XVIII  OF  THE FEDERAL SOCIAL SECURITY ACT AND SUCH PERSON'S\n   19  CONTINUING RECEIPT THEREOF IS TERMINATED, SUCH PERSON MUST  APPEAL  SUCH\n   20  TERMINATION OR PERMIT THE LOCAL SOCIAL SERVICES OFFICIAL TO DO SO ON HIS\n   21  OR HER BEHALF.\n   22    S  5.  Subparagraph  (viii) of paragraph b of subdivision 9 of section\n   23  366 of the social services law, as added by chapter 170 of the  laws  of\n   24  1994, is amended to read as follows:\n   25    (viii)  meet  such other criteria as may be established by the commis-\n   26  sioner of mental health, in conjunction with the commissioner, as may be\n   27  necessary to administer the provisions of this subdivision in an equita-\n   28  ble manner, including those criteria established pursuant to paragraph e\n   29  of this subdivision. SUCH CRITERIA SHALL INCLUDE, BUT NOT BE LIMITED TO,\n   30  A REQUIREMENT THAT ANY PERSON WHO IS ELIGIBLE FOR, OR REASONABLY APPEARS\n   31  TO MEET THE CRITERIA OF ELIGIBILITY FOR, BENEFITS UNDER SUBCHAPTER XVIII\n   32  OF THE FEDERAL SOCIAL SECURITY ACT SHALL BE REQUIRED TO  APPLY  FOR  AND\n   33  FULLY  UTILIZE  SUCH  BENEFITS IN ACCORDANCE WITH THIS CHAPTER TO DEFRAY\n   34  THE COSTS OF THE PROGRAM. IF SUCH PERSON APPLIES FOR SUCH BENEFITS UNDER\n   35  SUBCHAPTER XVIII OF THE FEDERAL SOCIAL SECURITY ACT  AND  SUCH  PERSON'S\n   36  APPLICATION  THEREFOR  IS DENIED, SUCH PERSON MUST APPEAL SUCH DENIAL OR\n   37  PERMIT THE LOCAL SOCIAL SERVICES OFFICIAL TO DO SO ON HIS OR HER BEHALF.\n   38  IF SUCH PERSON RECEIVES SUCH BENEFITS  UNDER  SUBCHAPTER  XVIII  OF  THE\n   39  FEDERAL SOCIAL SECURITY ACT AND SUCH PERSON'S CONTINUING RECEIPT THEREOF\n   40  IS  TERMINATED,  SUCH  PERSON MUST APPEAL SUCH TERMINATION OR PERMIT THE\n   41  LOCAL SOCIAL SERVICES OFFICIAL TO DO SO ON HIS OR HER BEHALF.\n   42    S 6. The social services law is amended by adding a new section  366-j\n   43  to read as follows:\n   44    S  366-J.  LONG  TERM  CARE; OTHER CASES.   IN ALL CASES NOT OTHERWISE\n   45  PROVIDED FOR IN THIS TITLE OF A PERSON WHO IS RECEIVING OR SEEKING  LONG\n   46  TERM CARE, BENEFITS UNDER SUBCHAPTER XVIII OF THE FEDERAL SOCIAL SECURI-\n   47  TY ACT SHALL BE FULLY UTILIZED IN ACCORDANCE WITH THIS CHAPTER TO DEFRAY\n   48  THE COSTS OF SUCH LONG TERM CARE.  IF SUCH PERSON APPLIES FOR SUCH BENE-\n   49  FITS  UNDER SUBCHAPTER XVIII OF THE FEDERAL SOCIAL SECURITY ACT AND SUCH\n   50  PERSON'S APPLICATION THEREFOR IS DENIED, SUCH PERSON  MUST  APPEAL  SUCH\n   51  DENIAL  OR  PERMIT THE LOCAL SOCIAL SERVICES OFFICIAL TO DO SO ON HIS OR\n   52  HER BEHALF.   IF SUCH PERSON RECEIVES  SUCH  BENEFITS  UNDER  SUBCHAPTER\n   53  XVIII  OF  THE  FEDERAL SOCIAL SECURITY ACT AND SUCH PERSON'S CONTINUING\n   54  RECEIPT THEREOF IS TERMINATED, SUCH PERSON MUST APPEAL SUCH  TERMINATION\n   55  OR  PERMIT  THE  LOCAL  SOCIAL  SERVICES OFFICIAL TO DO SO ON HIS OR HER\n   56  BEHALF.\n\n       A. 2284                             5\n\n    1    S 7. Subdivision 3 of section 367-a of  the  social  services  law  is\n    2  amended by adding a new paragraph (e) to read as follows:\n    3    (E)  NOTWITHSTANDING  ANY INCONSISTENT PROVISION OF THIS SECTION OR OF\n    4  ANY OTHER LAW, FOR ANY PERSON WHO IS ELIGIBLE FOR MEDICAL ASSISTANCE AND\n    5  FOR MEDICARE UNDER SUBCHAPTER XVIII OF THE FEDERAL SOCIAL SECURITY  ACT,\n    6  THE COST OF THE PREMIUM FOR MEDICARE PART A SHALL BE BORNE BY THE STATE.\n    7    S  8.  Subdivision  7  of section 367-c of the social services law, as\n    8  added by chapter 895 of the laws of 1977 and renumbered by  chapter  854\n    9  of the laws of 1987, is amended to read as follows:\n   10    7. No social services district shall make payments pursuant to [title]\n   11  SUBCHAPTER XIX of the federal Social Security Act for benefits available\n   12  under  [title]  SUBCHAPTER  XVIII of such act without documentation that\n   13  [title] SUBCHAPTER XVIII claims have been filed and  denied.  UPON  SUCH\n   14  DENIAL,  SUCH  PERSON MUST APPEAL SUCH DENIAL OR PERMIT THE LOCAL SOCIAL\n   15  SERVICES OFFICIAL TO DO SO ON HIS OR HER BEHALF. IF SUCH PERSON RECEIVES\n   16  SUCH BENEFITS UNDER SUBCHAPTER XVIII OF THE FEDERAL SOCIAL SECURITY  ACT\n   17  AND  SUCH PERSON'S CONTINUING RECEIPT THEREOF IS TERMINATED, SUCH PERSON\n   18  MUST APPEAL SUCH TERMINATION OR PERMIT THE LOCAL SOCIAL  SERVICES  OFFI-\n   19  CIAL TO DO SO ON HIS OR HER BEHALF.\n   20    S  9.  Subdivision  3  of section 367-e of the social services law, as\n   21  added by chapter 622 of the laws of 1988, is amended to read as follows:\n   22    3. The commissioner shall apply for any waivers,  including  home  and\n   23  community  based  services  waivers pursuant to section nineteen hundred\n   24  fifteen-c of the social security act, necessary to implement  AIDS  home\n   25  care  programs.  Notwithstanding  any  inconsistent provision of law but\n   26  subject to expenditure limitations of this  section,  the  commissioner,\n   27  subject to the approval of the state director of the budget, may author-\n   28  ize  the  utilization  of  medical  assistance funds to pay for services\n   29  provided by AIDS home  care  programs  in  addition  to  those  services\n   30  included  in  the medical assistance program under section three hundred\n   31  sixty-five-a of this [chapter]  TITLE,  so  long  as  federal  financial\n   32  participation  is  available for such services.  Expenditures made under\n   33  this subdivision shall be deemed payments  for  medical  assistance  for\n   34  needy  persons  and  shall  be  subject to reimbursement by the state in\n   35  accordance with the provisions of section three hundred sixty-eight-a of\n   36  this [chapter] TITLE.  ANY PERSON WHO IS  ELIGIBLE  FOR,  OR  REASONABLY\n   37  APPEARS TO MEET THE CRITERIA OF ELIGIBILITY FOR, BENEFITS UNDER SUBCHAP-\n   38  TER  XVIII OF THE FEDERAL SOCIAL SECURITY ACT SHALL BE REQUIRED TO APPLY\n   39  FOR AND FULLY UTILIZE SUCH BENEFITS IN ACCORDANCE WITH THIS  CHAPTER  TO\n   40  DEFRAY  THE  COSTS OF THE PROGRAM. IF SUCH PERSON APPLIES FOR SUCH BENE-\n   41  FITS UNDER SUBCHAPTER XVIII OF THE FEDERAL SOCIAL SECURITY ACT AND  SUCH\n   42  PERSON'S  APPLICATION  THEREFOR  IS DENIED, SUCH PERSON MUST APPEAL SUCH\n   43  DENIAL OR PERMIT THE LOCAL SOCIAL SERVICES OFFICIAL TO DO SO ON  HIS  OR\n   44  HER  BEHALF.    IF  SUCH  PERSON RECEIVES SUCH BENEFITS UNDER SUBCHAPTER\n   45  XVIII OF THE FEDERAL SOCIAL SECURITY ACT AND  SUCH  PERSON'S  CONTINUING\n   46  RECEIPT  THEREOF IS TERMINATED, SUCH PERSON MUST APPEAL SUCH TERMINATION\n   47  OR PERMIT THE LOCAL SOCIAL SERVICES OFFICIAL TO DO  SO  ON  HIS  OR  HER\n   48  BEHALF.\n   49    S  10.  Subdivision  2 of section 367-f of the social services law, as\n   50  added by chapter 659 of the laws of 1997, is amended to read as follows:\n   51    2. Notwithstanding any inconsistent provision of this chapter  or  any\n   52  other  law  to  the contrary, the partnership for long term care program\n   53  shall provide Medicaid extended coverage to a person receiving long term\n   54  care services if there is federal participation pursuant to such  treat-\n   55  ment  and  such  person: (a) is or was covered by an insurance policy or\n   56  certificate providing coverage for long term care which meets the appli-\n\n       A. 2284                             6\n\n    1  cable minimum benefit standards of the superintendent of  insurance  and\n    2  other requirements for approval of participation under the program; and,\n    3  (b)  has exhausted the coverage and benefits as required by the program.\n    4  ANY  SUCH PERSON WHO IS RECEIVING MEDICAL ASSISTANCE AND WHO IS ELIGIBLE\n    5  FOR, OR REASONABLY APPEARS TO MEET  THE  CRITERIA  OF  ELIGIBILITY  FOR,\n    6  BENEFITS UNDER SUBCHAPTER XVIII OF THE FEDERAL SOCIAL SECURITY ACT SHALL\n    7  BE  REQUIRED  TO APPLY FOR AND FULLY UTILIZE SUCH BENEFITS IN ACCORDANCE\n    8  WITH THIS CHAPTER TO DEFRAY THE COSTS OF THE  PROGRAM.  IF  SUCH  PERSON\n    9  APPLIES  FOR  SUCH BENEFITS UNDER SUBCHAPTER XVIII OF THE FEDERAL SOCIAL\n   10  SECURITY ACT AND SUCH PERSON'S  APPLICATION  THEREFOR  IS  DENIED,  SUCH\n   11  PERSON MUST APPEAL SUCH DENIAL OR PERMIT THE LOCAL SOCIAL SERVICES OFFI-\n   12  CIAL  TO  DO SO ON HIS OR HER BEHALF. IF SUCH PERSON RECEIVES SUCH BENE-\n   13  FITS UNDER SUBCHAPTER XVIII OF THE FEDERAL SOCIAL SECURITY ACT AND  SUCH\n   14  PERSON'S  CONTINUING  RECEIPT  THEREOF  IS  TERMINATED, SUCH PERSON MUST\n   15  APPEAL SUCH TERMINATION OR PERMIT THE LOCAL SOCIAL SERVICES OFFICIAL  TO\n   16  DO SO ON HIS OR HER BEHALF.\n   17    S  11.  This  act  shall  take effect on the one hundred twentieth day\n   18  after it shall have become a law;  provided  that  the  commissioner  of\n   19  health is authorized to promulgate any and all rules and regulations and\n   20  take any other measures necessary to implement this act on its effective\n   21  date on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to requiring the state to pay medicare part A premiums for persons eligible for medicare part A and medical assistance and to require local commissioners of social services to appeal denial of medicare coverage before approving medical assistance coverage for long term care ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T161002.TXT", "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110114.T162002.TXT", "SOBI.D110114.T160502.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364376531
}