{
  "year" : 2011,
  "senateBillNo" : "A2286-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to social services",
    "billEventId" : "A2286-2011-1294981200000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a ninety day eligibility limitation on medical services not mandated by federal law",
  "summary" : "Provides a ninety day eligibility limitation on medical services not mandated by federal law. ",
  "currentCommittee" : null,
  "sameAs" : "S2492",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A6988-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2286\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHIMMINGER, GABRYSZAK -- Multi-Sponsored by --\n         M. of A. GIGLIO -- read once and referred to the Committee  on  Social\n         Services\n\n       AN  ACT  to  amend  the  social services law, in relation to eligibility\n         limitations on certain medical services not mandated by federal law\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 117 of the social services law is amended by adding\n    2  a new subdivision 4 to read as follows:\n    3    4.  NOTWITHSTANDING  ANY INCONSISTENT PROVISION OF THIS SECTION OR ANY\n    4  OTHER PROVISION OF LAW, FOR THE  PURPOSES  OF  ELIGIBILITY  FOR  MEDICAL\n    5  ASSISTANCE  AS PROVIDED UNDER TITLE ELEVEN OF ARTICLE FIVE OF THIS CHAP-\n    6  TER OR ANY SUCCESSOR PROVISIONS THEREOF, NO PERSON SHALL BE ELIGIBLE FOR\n    7  MEDICAL ASSISTANCE DURING THE FIRST NINETY DAYS  AFTER  SUCH  PERSON  IS\n    8  DEEMED  ENROLLED  FOR  SUCH MEDICAL ASSISTANCE SERVICES IF SUCH SERVICES\n    9  ARE NOT MANDATED SERVICES UNDER FEDERAL LAW OR REGULATION.\n   10    S 2. The commissioner of health is authorized and  directed  to  apply\n   11  for  any and all federal waivers required to implement the provisions of\n   12  subdivision 4 of section 117 of the social services law.\n   13    S 3. The commissioner of health shall promulgate any and all rules and\n   14  regulations and take any other measures necessary to implement this  act\n   15  including,  but  not  limited  to, developing a services and eligibility\n   16  plan and distributing the same to local social services districts.\n   17    S 4. This act shall take effect immediately; provided,  however,  that\n   18  subdivision  4  of  section  117  of the social services law as added by\n   19  section one of this act shall not  take  effect  unless  and  until  the\n   20  commissioner  of  health  receives all necessary approvals under federal\n   21  law and regulation to implement its provisions, and provided  that  such\n   22  provisions do not prevent the receipt of federal financial participation\n   23  under  the medical assistance program; provided that the commissioner of\n   24  health shall notify the legislative bill drafting  commission  upon  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02335-01-1\n\n       A. 2286                             2\n\n    1  occurrence  of the enactment of the legislation provided for in this act\n    2  in order that the commission may maintain an accurate and timely  effec-\n    3  tive data base of the official text of the laws of the state of New York\n    4  in furtherance of effecting the provisions of section 44 of the legisla-\n    5  tive law and section 70-b of the public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to eligibility limitations on certain medical services not mandated by federal law ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110124.T111614.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295885774658
}