{
  "year" : 2011,
  "senateBillNo" : "A2282-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A2282-2011-1294981200000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires public arbitration panel to which a dispute is referred to consider above all other factors the financial ability of the public employer to pay, as defined",
  "summary" : "Requires the public arbitration panel to which a dispute is referred to consider above all other factors the financial ability of the public employer to pay, as defined in this bill. ",
  "currentCommittee" : null,
  "sameAs" : "S2337",
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A4197-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2282\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHIMMINGER, HOYT, PEOPLES-STOKES, ZEBROWSKI --\n         read once and referred to the Committee on Governmental Employees\n\n       AN ACT to amend the civil service law,  in  relation  to  binding  arbi-\n         tration for certain public employees\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The opening paragraph of subparagraph (v) of paragraph  (c)\n    2  of  subdivision 4 of section 209 of the civil service law, as amended by\n    3  chapter 216 of the laws of 1977, is amended to read as follows:\n    4    the public arbitration panel shall make a just and reasonable determi-\n    5  nation of the matters in dispute. In arriving at such determination, the\n    6  panel shall CONSIDER, ABOVE ALL OTHER FACTORS, THE FINANCIAL ABILITY  OF\n    7  THE  PUBLIC  EMPLOYER TO PAY. THE PUBLIC EMPLOYER'S ABILITY TO PAY SHALL\n    8  BE DEFINED AS EXISTING FISCAL CAPACITY WITHOUT RESORT TO EITHER  NEW  OR\n    9  INCREASED  TAXATION INCLUDING, BUT NOT LIMITED TO, THE LEVEL OF TAXATION\n   10  IN THE POLITICAL SUBDIVISION COMPARED TO SIMILAR POLITICAL  SUBDIVISIONS\n   11  IN  OTHER  AREAS  OF  THE  STATE, THE TAX BASE, ANY EVIDENCE OF ECONOMIC\n   12  DECLINE AND  ANY  OTHER  APPLICABLE  MEASURES  OF  FISCAL  DISTRESS,  OR\n   13  EXTRAORDINARY  REDUCTIONS  IN OTHER GOVERNMENTAL EXPENDITURES. THE ARBI-\n   14  TRATION PANEL SHALL ALSO CONSIDER THE COMPETING FINANCIAL OBLIGATIONS OF\n   15  THE PUBLIC EMPLOYER WHICH MAY BE  AFFECTED  BY  SUCH  DETERMINATION  AND\n   16  SPECIFICALLY  THE  IMPACT  OF  ANY SUCH DETERMINATION ON ONGOING NEGOTI-\n   17  ATIONS OR SUCCESSOR NEGOTIATIONS WITH EMPLOYEE ORGANIZATIONS  REPRESENT-\n   18  ING OTHER EMPLOYEES OF THE PUBLIC EMPLOYER.  THE ARBITRATION PANEL SHALL\n   19  SPECIFY  ITS RATIONALE IN THE DETERMINATION, INCLUDING THE CONSIDERATION\n   20  OF SUCH ABILITY OF THE PUBLIC EMPLOYER TO PAY WITHOUT RESORT TO  NEW  OR\n   21  INCREASED  TAXATION. THE PANEL SHALL specify the basis for its findings,\n   22  taking into SECONDARY consideration, in addition to any  other  relevant\n   23  factors, the following:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02602-01-1\n\n       A. 2282                             2\n\n    1    S 2. Clause b of subparagraph (v) of paragraph (c) of subdivision 4 of\n    2  section  209  of the civil service law, as amended by chapter 216 of the\n    3  laws of 1977, is amended to read as follows:\n    4    b.  the interests and welfare of the public [and the financial ability\n    5  of the public employer to pay];\n    6    S 3. This act shall take effect immediately, except that sections  one\n    7  and  two  of  this act shall only apply to disputes referred to a public\n    8  arbitration panel on or after  the  effective  date  of  this  act,  and\n    9  provided that the amendment to the opening paragraph of subparagraph (v)\n   10  of  paragraph  (c)  of subdivision 4 of section 209 of the civil service\n   11  law made by section one of this act and the amendment  to  clause  b  of\n   12  subparagraph (v) of paragraph (c) of subdivision 4 of section 209 of the\n   13  civil  service  law made by section two of this act shall not affect the\n   14  expiration of such subdivision and shall be deemed to expire therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to binding arbitration for certain public employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110118.T102616.TXT", "SOBI.D110119.T095235.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448755088
}