{
  "year" : 2011,
  "senateBillNo" : "A2285-2011",
  "billEvents" : [ {
    "eventDate" : 1294981200000,
    "eventText" : "referred to social services",
    "billEventId" : "A2285-2011-1294981200000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes local social services districts to choose which state- but not federally-required medicaid services to provide and categories of eligibility to cover",
  "summary" : "Authorizes local social services to choose which state-required but not federally-required medicaid services to provide to eligible persons and which categories of eligibility to cover; directs the commissioner of health to apply for necessary waivers, promulgate rules and regulations, and establish necessary procedures. ",
  "currentCommittee" : null,
  "sameAs" : "S1813",
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A6777-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2285\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 14, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. SCHIMMINGER, BOYLAND, SCHROEDER, GABRYSZAK --\n         Multi-Sponsored by -- M.  of A. GIGLIO, HOOPER,  MAGEE,  N. RIVERA  --\n         read once and referred to the Committee on Social Services\n\n       AN  ACT  to amend the social services law, in relation to allowing local\n         social services  districts  discretion  to  provide  certain  medicaid\n         services and to cover certain categories of eligibility\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 365-a of the social  services  law  is  amended  by\n    2  adding a new subdivision 10 to read as follows:\n    3    10.  NOTWITHSTANDING  ANY INCONSISTENT PROVISION OF THIS SECTION OR OF\n    4  ANY OTHER PROVISION OF THIS CHAPTER OR  OTHER  LAW,  EACH  LOCAL  SOCIAL\n    5  SERVICES  DISTRICT  IS  HEREBY  AUTHORIZED  TO  DETERMINE WHICH, IF ANY,\n    6  SERVICES IT CHOOSES TO PROVIDE TO ELIGIBLE  PERSONS  OF  THOSE  SERVICES\n    7  OTHERWISE  REQUIRED  TO  BE  PROVIDED  BY  APPLICABLE  STATE LAW BUT NOT\n    8  REQUIRED TO BE PROVIDED BY FEDERAL LAW.\n    9    S 2. Section 366 of the social services law is amended by adding a new\n   10  subdivision 10 to read as follows:\n   11    10. NOTWITHSTANDING ANY INCONSISTENT PROVISION OF THIS SECTION  OR  OF\n   12  ANY  OTHER  PROVISION  OF  THIS  CHAPTER OR OTHER LAW, EACH LOCAL SOCIAL\n   13  SERVICES DISTRICT IS HEREBY AUTHORIZED TO DETERMINE TO  WHICH,  IF  ANY,\n   14  CATEGORIES  OF  ELIGIBILITY  IT  CHOOSES  TO  PROVIDE MEDICAL ASSISTANCE\n   15  OTHERWISE REQUIRED TO BE  PROVIDED  BY  APPLICABLE  STATE  LAW  BUT  NOT\n   16  REQUIRED TO BE PROVIDED BY FEDERAL LAW.\n   17    S 3. The commissioner of health:\n   18    1.   is authorized and directed to apply for any and all federal waiv-\n   19  ers required to implement the provisions of subdivision  10  of  section\n   20  365-a and subdivision 10 of section 366 of the social services law;\n   21    2.  shall  promulgate  any  and all rules and regulations and take any\n   22  other measures necessary to implement this act, including but not limit-\n   23  ed to developing a services and eligibility plan  and  distributing  the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02600-01-1\n\n       A. 2285                             2\n\n    1  same  to local social services districts whereby such districts may make\n    2  such choices as are authorized by subdivision 10 of  section  365-a  and\n    3  subdivision  10  of  section 366 of the social services law, as added by\n    4  sections  one and two, respectively, of this act, and applicable federal\n    5  waivers; and\n    6    3. shall specify dates by which such services  and  eligibility  plans\n    7  must  be returned to said commissioner for review and approval to imple-\n    8  ment such plans. A district that does not have an approved plan  by  the\n    9  deadline set therefor by the commissioner shall provide all services and\n   10  categories  of eligibility required under the state plan as in effect at\n   11  that time.\n   12    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to allowing local social services districts discretion to provide certain medicaid services and to cover certain categories of eligibility ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110114.T154006.TXT", "SOBI.D110114.T151959.TXT", "SOBI.D110114.T152500.TXT", "SOBI.D110118.T102616.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295364376537
}