{
  "year" : 2011,
  "senateBillNo" : "A228-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A228-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides that a court may require that a new election be held when there is clear and convincing evidence that the wrong candidate was determined to be the winner",
  "summary" : "Provides that a court may require that a new election be held when there is clear and convincing evidence that the wrong candidate was determined to be the winner. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A9481-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          228\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  PAULIN,  CAHILL,  GALEF, KAVANAGH, JAFFEE --\n         Multi-Sponsored by -- M. of A. BRENNAN, DINOWITZ, FARRELL,  GOTTFRIED,\n         LATIMER,  MAYERSOHN,  PERRY,  SCARBOROUGH, WEISENBERG -- read once and\n         referred to the Committee on Election Law\n\n       AN ACT to amend the election  law,  in  relation  to  court  proceedings\n         involving disputed election results\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The election law is amended by adding a new section  16-103\n    2  to read as follows:\n    3    S  16-103.  PROCEEDINGS INVOLVING GENERAL OR SPECIAL ELECTION RESULTS.\n    4  1. AN AGGRIEVED CANDIDATE MAY CONTEST ANY SPECIAL OR GENERAL ELECTION IN\n    5  A PROCEEDING BROUGHT IN THE SUPREME COURT.\n    6    2. A PROCEEDING PURSUANT TO THIS SECTION SHALL  BE  INSTITUTED  WITHIN\n    7  TWENTY DAYS AFTER THE ELECTION TO WHICH IT RELATES. ANY PARTY MAY DEMAND\n    8  THAT  ISSUES  OF FACT IN A PROCEEDING PURSUANT TO THIS SECTION BE DETER-\n    9  MINED BY JURY TRIAL. THE COURT SHALL GIVE THE PARTIES AN OPPORTUNITY  TO\n   10  DEMAND  A  JURY  TRIAL.  FAILURE  TO  MAKE SUCH A DEMAND WITHIN THE TIME\n   11  LIMITED BY THE COURT, OR, IF NO SUCH TIME IS LIMITED, BEFORE  THE  TRIAL\n   12  BEGINS, SHALL BE DEEMED A WAIVER OF THE RIGHT TO TRIAL BY JURY.\n   13    3.  IN  A  PROCEEDING PURSUANT TO THIS SECTION THE COURT SHALL ORDER A\n   14  NEW ELECTION IF CLEAR AND CONVINCING EVIDENCE DEMONSTRATES  THAT  FRAUD,\n   15  IRREGULARITY  OR VOTING MACHINE FAILURE DEPRIVED THE AGGRIEVED CANDIDATE\n   16  OF A WINNING MARGIN OF VOTES. SUCH NEW ELECTION SHALL INCLUDE  ALL  DULY\n   17  ENROLLED  VOTERS  RESIDING  IN  THE  POLITICAL SUBDIVISION EMBRACING THE\n   18  OFFICE CONTESTED. SUCH ELECTION SHALL BE HELD ON THE FIFTH TUESDAY AFTER\n   19  THE COURT'S ORDER IS ISSUED; PROVIDED, HOWEVER, IF THE FIFTH TUESDAY  IS\n   20  A  RELIGIOUS, FEDERAL OR STATE HOLIDAY THE NEW ELECTION SHALL BE HELD ON\n   21  THE NEXT SUCCEEDING TUESDAY THEREAFTER WHICH IS NOT A RELIGIOUS, FEDERAL\n   22  OR STATE HOLIDAY.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00757-01-1\n\n       A. 228                              2\n\n    1    4. ALL CANDIDATES ON THE BALLOT  AT  THE  ORIGINAL  ELECTION  FOR  THE\n    2  CONTESTED  OFFICE  SHALL BE ON THE BALLOT AT THE NEW ELECTION; PROVIDED,\n    3  HOWEVER, IF THE OFFICE CONTESTED IS ONE  FOR  WHICH  A  VOTER  MAY  CAST\n    4  MULTIPLE  VOTES  FOR  TWO  OR  MORE  CANDIDATES FOR THE SAME OFFICE, ANY\n    5  CANDIDATE  FOR SUCH OFFICE WHOSE WINNING MARGIN AT THE ORIGINAL ELECTION\n    6  IS NOT BY CLEAR AND CONVINCING EVIDENCE SHOWN TO BE INVALID, SHALL  HAVE\n    7  BEEN  DULY ELECTED AT THE ORIGINAL ELECTION, AND THE NUMBER OF POSITIONS\n    8  TO BE ELECTED AT THE NEW ELECTION SHALL BE REDUCED ACCORDINGLY.\n    9    5. THE COURT MAY ISSUE AN  INJUNCTION  TO  PREVENT  A  CANDIDATE  FROM\n   10  WRONGLY  ASSUMING  OFFICE  UNTIL  SUCH TIME AS THE NEW ELECTION SHALL BE\n   11  HELD. THE PROVISIONS OF SECTION FIVE OF THE PUBLIC  OFFICERS  LAW  SHALL\n   12  APPLY IN THE INTERIM.\n   13    6. NOTHING IN THIS SECTION SHALL BE CONSTRUED TO LIMIT RIGHTS OR REME-\n   14  DIES AVAILABLE PURSUANT TO THIS CHAPTER.\n   15    S  2.  This  act  shall take effect immediately and shall apply to any\n   16  election held on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to court proceedings involving disputed election results ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T144950.TXT", "SOBI.D101217.T152507.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D110131.T100149.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296486109194
}