{
  "year" : 2011,
  "senateBillNo" : "A2295-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to education",
    "billEventId" : "A2295-2011-1295326800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes an independent citizens education finance review committee",
  "summary" : "Establishes an independent citizens education finance review committee within the education department to monitor and report on the provision of and state assistance provided to public education in this state, so as to ensure that a quality education is provided to all students in the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3437-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2295\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- Multi-Sponsored by -- M. of A. BRENNAN,\n         COOK -- read once and referred to the Committee on Education\n\n       AN ACT to amend the education law, in relation to establishing  a  citi-\n         zens  education  finance review committee to ensure that equity in the\n         provision of state assistance to school districts is achieved\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The education law is amended by adding a new article 76 to\n    2  read as follows:\n    3                                 ARTICLE 76\n    4                      CITIZENS EDUCATION FINANCE REVIEW\n    5                                  COMMITTEE\n    6  SECTION 3750. SHORT TITLE.\n    7          3751. DEFINITIONS.\n    8          3752. CITIZENS EDUCATION FINANCE REVIEW COMMITTEE.\n    9          3753. POWERS AND DUTIES.\n   10          3754. REGIONAL ADVISORY COMMITTEES.\n   11          3755. REPORTS.\n   12          3756. FUNDING.\n   13    S 3750. SHORT TITLE.  THIS ARTICLE SHALL BE KNOWN AND MAY BE CITED  AS\n   14  THE \"CITIZENS EDUCATION FINANCE REVIEW ACT\".\n   15    S  3751.  DEFINITIONS.  AS  USED  IN THIS ARTICLE, THE FOLLOWING TERMS\n   16  SHALL MEAN:\n   17    1. \"COMMITTEE\"  SHALL  MEAN  THE  CITIZENS  EDUCATION  FINANCE  REVIEW\n   18  COMMITTEE.\n   19    2. \"REGIONAL COMMITTEE\" SHALL MEAN A REGIONAL ADVISORY COMMITTEE.\n   20    3. \"COMMITTEE STAFF\" SHALL MEAN THE OFFICERS AND EMPLOYEES EMPLOYED BY\n   21  THE COMMITTEE.\n   22    S 3752. CITIZENS EDUCATION FINANCE REVIEW COMMITTEE. 1. THERE IS HERE-\n   23  BY  ESTABLISHED  IN  THE  DEPARTMENT  AN  INDEPENDENT CITIZENS EDUCATION\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06563-01-1\n\n       A. 2295                             2\n\n    1  FINANCE REVIEW COMMITTEE. THE COMMITTEE SHALL CONSIST OF NINE MEMBERS TO\n    2  BE APPOINTED AS FOLLOWS:\n    3    (A) THREE MEMBERS SHALL BE APPOINTED BY THE REGENTS;\n    4    (B) TWO MEMBERS SHALL BE APPOINTED BY THE STATE COMPTROLLER;\n    5    (C)  ONE  MEMBER  SHALL BE APPOINTED BY THE TEMPORARY PRESIDENT OF THE\n    6  SENATE;\n    7    (D) ONE MEMBER SHALL BE APPOINTED BY THE SPEAKER OF THE ASSEMBLY;\n    8    (E) ONE MEMBER SHALL BE  APPOINTED  BY  THE  MINORITY  LEADER  OF  THE\n    9  SENATE; AND\n   10    (F) ONE MEMBER SHALL BE APPOINTED BY THE MINORITY LEADER OF THE ASSEM-\n   11  BLY.\n   12    2. ALL PERSONS APPOINTED TO THE COMMITTEE SHALL HAVE EXTENSIVE EXPERI-\n   13  ENCE IN THE FIELDS OF FINANCE, ACCOUNTING AND EDUCATION POLICY ANALYSIS,\n   14  AND  SHALL  BE  BROADLY  REPRESENTATIVE  OF  THE GEOGRAPHIC AREAS OF THE\n   15  STATE.\n   16    3. THE COMMITTEE SHALL ELECT FROM AMONG ITS MEMBERS A PRESIDENT,  VICE\n   17  PRESIDENT,  ASSOCIATE  VICE  PRESIDENT,  TREASURER  AND  SECRETARY.  THE\n   18  MEMBERS OF  THE  COMMITTEE  SHALL  RECEIVE  NO  COMPENSATION  FOR  THEIR\n   19  SERVICES,  BUT  SHALL  BE  ALLOWED  THEIR  ACTUAL AND NECESSARY EXPENSES\n   20  INCURRED IN THE PERFORMANCE OF THEIR DUTIES PURSUANT  TO  THIS  ARTICLE.\n   21  THE  COMMITTEE  SHALL  INITIALLY MEET WITHIN SIXTY DAYS OF THE EFFECTIVE\n   22  DATE OF THIS ARTICLE AND SHALL THEREAFTER MEET AT THE CALL OF THE PRESI-\n   23  DENT OF THE COMMITTEES OR AT THE REQUEST OF THE REGENTS.\n   24    4. OF THE MEMBERS INITIALLY APPOINTED TO  THE  COMMITTEE:  ONE  MEMBER\n   25  APPOINTED  BY  THE  REGENTS  AND  ONE APPOINTED BY THE STATE COMPTROLLER\n   26  SHALL SERVE A TERM OF ONE YEAR; ONE MEMBER APPOINTED  BY  THE  TEMPORARY\n   27  PRESIDENT  OF THE SENATE AND THE MEMBER APPOINTED BY THE MINORITY LEADER\n   28  OF THE SENATE SHALL SERVE FOR TERMS OF TWO YEARS; ONE  MEMBER  APPOINTED\n   29  BY  THE  STATE  COMPTROLLER, ONE MEMBER APPOINTED BY THE REGENTS AND ONE\n   30  MEMBER APPOINTED BY THE MINORITY LEADER  OF  THE  ASSEMBLY  SHALL  SERVE\n   31  TERMS  OF  THREE  YEARS;  AND THE REMAINING MEMBERS SHALL SERVE TERMS OF\n   32  FOUR YEARS. THEREAFTER, ALL MEMBERS SHALL SERVE TERMS OF FOUR YEARS. ALL\n   33  VACANCIES ON THE COMMITTEE SHALL BE FILLED IN THE  SAME  MANNER  AS  THE\n   34  ORIGINAL  APPOINTMENT.  ALL MEMBERS APPOINTED TO FILL A VACANCY PRIOR TO\n   35  THE EXPIRATION OF A TERM SHALL SERVE ONLY FOR THE UNEXPIRED  PORTION  OF\n   36  SUCH TERM.\n   37    5.  TO THE MAXIMUM EXTENT FEASIBLE, THE COMMITTEE SHALL BE ENTITLED TO\n   38  REQUEST AND RECEIVE AND SHALL UTILIZE AND BE PROVIDED WITH SUCH  FACILI-\n   39  TIES,  RESOURCES  AND  DATA  OF  ANY COURT, DEPARTMENT, DIVISION, BOARD,\n   40  BUREAU, COMMISSION OR AGENCY OF THE STATE OR ANY  POLITICAL  SUBDIVISION\n   41  THEREOF, SCHOOL DISTRICT OR BOARD OF COOPERATIVE EDUCATIONAL SERVICES AS\n   42  IT MAY REQUEST TO CARRY OUT ITS POWERS AND DUTIES PURSUANT TO THIS ARTI-\n   43  CLE.\n   44    6. THE COMMITTEE SHALL EMPLOY AND AT PLEASURE REMOVE SUCH OFFICERS AND\n   45  EMPLOYEES  AS  IT  SHALL DEEM NECESSARY FOR THE PERFORMANCE OF ITS FUNC-\n   46  TIONS AND FIX THEIR COMPENSATION WITH THE AMOUNTS MADE AVAILABLE  THERE-\n   47  FOR.  THE COMMITTEE SHALL APPOINT AN EXECUTIVE DIRECTOR TO SUPERVISE THE\n   48  COMMITTEE STAFF.\n   49    7. THE DEPARTMENT SHALL PROVIDE  SUITABLE  FACILITIES,  EQUIPMENT  AND\n   50  SUPPLIES  TO  THE  COMMITTEE  AND  COMMITTEE STAFF TO ENABLE THEM TO ACT\n   51  PURSUANT TO THIS ARTICLE.\n   52    S 3753. POWERS AND DUTIES. THE  COMMITTEE  AND  THE  COMMITTEE  STAFF,\n   53  ACTING  ON  BEHALF  OF  THE  COMMITTEE, SHALL HAVE THE POWER AND DUTY TO\n   54  ESTABLISH A MONITORING SYSTEM TO OVERSEE THE ENFORCEMENT AND ENHANCEMENT\n   55  OF THE DELIVERY OF QUALITY PUBLIC EDUCATION TO ALL STUDENTS PURSUANT  TO\n   56  THIS CHAPTER. IN ADDITION, THE COMMITTEE AND COMMITTEE STAFF SHALL ANNU-\n\n       A. 2295                             3\n\n    1  ALLY  EVALUATE  THE  FORMULAS  AND  EXPENDITURES FOR STATE ASSISTANCE TO\n    2  SCHOOL DISTRICTS PURSUANT TO THIS TITLE TO DETERMINE WHETHER SUCH FORMU-\n    3  LAS AND EXPENDITURES PROVIDE SUFFICIENT SUPPORT TO PUBLIC  EDUCATION  AS\n    4  REQUIRED BY LAW.\n    5    S  3754. REGIONAL ADVISORY COMMITTEES. THE COMMITTEE SHALL ESTABLISH A\n    6  REGIONAL ADVISORY COMMITTEE IN EACH JUDICIAL  DISTRICT  OF  THE  UNIFIED\n    7  COURT  SYSTEM.  EACH  REGIONAL  COMMITTEE SHALL HAVE THE SAME POWERS AND\n    8  DUTIES AS THE COMMITTEE HAS PURSUANT  TO  SECTION  THIRTY-SEVEN  HUNDRED\n    9  FIFTY-THREE  OF  THIS ARTICLE WITH REGARD TO THE SCHOOL DISTRICTS WITHIN\n   10  THE REGIONAL COMMITTEE'S JUDICIAL DISTRICT, AND SHALL ISSUE A REPORT  OF\n   11  ITS FINDINGS AND RECOMMENDATIONS THEREON, TO THE COMMITTEE ON A QUARTER-\n   12  LY  BASIS  AND  AT  SUCH TIMES AS MAY BE REQUESTED BY THE COMMITTEE. THE\n   13  MEMBERS OF THE REGIONAL ADVISORY COMMITTEES SHALL HAVE THE  SAME  QUALI-\n   14  FICATIONS  AS  REQUIRED OF COMMITTEE MEMBERS PURSUANT TO SUBDIVISION TWO\n   15  OF SECTION THIRTY-SEVEN HUNDRED FIFTY-TWO OF THIS ARTICLE.\n   16    S 3755. REPORTS. THE COMMITTEE SHALL ISSUE A REPORT  OF  ITS  FINDINGS\n   17  AND RECOMMENDATIONS PURSUANT TO THIS ARTICLE ON A QUARTERLY BASIS TO THE\n   18  REGENTS, STATE COMPTROLLER, GOVERNOR, TEMPORARY PRESIDENT OF THE SENATE,\n   19  SPEAKER  OF  THE  ASSEMBLY,  MINORITY  LEADER OF THE SENATE AND MINORITY\n   20  LEADER OF THE ASSEMBLY.\n   21    S 3756. FUNDING. THE COMMITTEE SHALL BE AUTHORIZED TO OPERATE  TO  THE\n   22  EXTENT   MONEYS  ARE  APPROPRIATED,  CREDITED  OR  TRANSFERRED  THERETO.\n   23  PROVIDED THAT THE COMMITTEE MAY ACCEPT DONATIONS AND CONTRIBUTIONS  FROM\n   24  ANY SOURCE.\n   25    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing a citizens education finance review committee to ensure that equity in the provision of state assistance to school districts is achieved ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T094235.TXT", "SOBI.D110118.T134139.TXT", "SOBI.D110118.T143143.TXT", "SOBI.D110118.T142142.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448155732
}