{
  "year" : 2011,
  "senateBillNo" : "A2292-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to higher education",
    "billEventId" : "A2292-2011-1295326800000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a teacher preparation program to strengthen education opportunities available to children in low income areas",
  "summary" : "Establishes a teacher preparation program to train and retrain teachers to prepare them for teaching assignments in areas having concentrations of low-income families; provides that the commissioner of education shall administer said program and provides the commissioner with various powers to assist him in carrying out such program such as entering into arrangements through grants or contracts with educational agencies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3594-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2292\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CLARK, GANTT -- Multi-Sponsored by -- M. of A.\n         JACOBS, V. LOPEZ -- read once and referred to the Committee on  Higher\n         Education\n\n       AN ACT to amend the education law, in relation to establishing a teacher\n         preparation program to strengthen the educational opportunities avail-\n         able to children in low-income areas\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new article 62  to\n    2  read as follows:\n    3                                  ARTICLE 62\n    4                         TEACHER PREPARATION PROGRAM\n    5  SECTION 3040. STATEMENT OF PURPOSE.\n    6          3041. ESTABLISHMENT OF TEACHER PREPARATION PROGRAM.\n    7          3042. POWERS OF THE COMMISSIONER.\n    8          3043. COMPENSATION OF MEMBERS.\n    9    S  3040.  STATEMENT  OF  PURPOSE.  THE  PURPOSE  OF THIS ARTICLE IS TO\n   10  STRENGTHEN THE EDUCATIONAL OPPORTUNITIES AVAILABLE TO CHILDREN IN  AREAS\n   11  HAVING  CONCENTRATIONS  OF LOW-INCOME FAMILIES AND TO ENCOURAGE COLLEGES\n   12  AND UNIVERSITIES TO BROADEN THEIR PROGRAMS OF TEACHER PREPARATION AND TO\n   13  ENCOURAGE INSTITUTIONS OF HIGHER EDUCATION AND LOCAL  EDUCATIONAL  AGEN-\n   14  CIES TO IMPROVE PROGRAMS OF TRAINING AND RETRAINING FOR TEACHERS, TEACH-\n   15  ER AIDES, AND OTHER EDUCATIONAL PERSONNEL BY:\n   16    (A) ATTRACTING AND TRAINING QUALIFIED TEACHERS WHO WILL BE MADE AVAIL-\n   17  ABLE TO LOCAL EDUCATIONAL AGENCIES FOR TEACHING IN SUCH AREAS;\n   18    (B)  ATTRACTING AND TRAINING INEXPERIENCED TEACHER-INTERNS WHO WILL BE\n   19  MADE AVAILABLE FOR TEACHING AND INSERVICE TRAINING TO LOCAL  EDUCATIONAL\n   20  AGENCIES IN SUCH AREAS IN TEAMS LED BY AN EXPERIENCED TEACHER;\n   21    (C)  ATTRACTING  VOLUNTEERS  TO SERVE AS PART-TIME TUTORS OR FULL-TIME\n   22  INSTRUCTIONAL ASSISTANTS IN PROGRAMS CARRIED OUT  BY  LOCAL  EDUCATIONAL\n   23  AGENCIES AND INSTITUTIONS OF HIGHER EDUCATION SERVING SUCH AREAS;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06576-01-1\n\n       A. 2292                             2\n\n    1    (D)  ATTRACTING AND TRAINING EDUCATIONAL PERSONNEL TO PROVIDE RELEVANT\n    2  REMEDIAL, BASIC, AND SECONDARY EDUCATIONAL TRAINING, INCLUDING  LITERACY\n    3  AND COMMUNICATIONS SKILLS, FOR JUVENILE DELINQUENTS, YOUTHFUL OFFENDERS,\n    4  AND ADULT CRIMINAL OFFENDERS; AND\n    5    (E)  SUPPORTING  DEMONSTRATION  PROJECTS  FOR  RETRAINING  EXPERIENCED\n    6  TEACHERS, TEACHER AIDES, AND  OTHER  EDUCATIONAL  PERSONNEL  SERVING  IN\n    7  LOCAL EDUCATIONAL AGENCIES.\n    8    S  3041. ESTABLISHMENT OF TEACHER PREPARATION PROGRAM. THERE IS HEREBY\n    9  ESTABLISHED IN THE DEPARTMENT A TEACHER PREPARATION PROGRAM TO STRENGTH-\n   10  EN THE EDUCATIONAL OPPORTUNITIES AVAILABLE  TO  CHILDREN  IN  LOW-INCOME\n   11  AREAS.  THE  TEACHER  PREPARATION  PROGRAM  SHALL BE ADMINISTERED BY THE\n   12  COMMISSIONER.\n   13    S 3042. POWERS OF THE COMMISSIONER. FOR THE PURPOSE  OF  CARRYING  OUT\n   14  THIS ARTICLE, THE COMMISSIONER IS AUTHORIZED TO:\n   15    (A)  ENTER  INTO  CONTRACTS OR OTHER ARRANGEMENTS WITH INSTITUTIONS OF\n   16  HIGHER EDUCATION OR LOCAL EDUCATIONAL AGENCIES  UNDER  WHICH  THEY  WILL\n   17  RECRUIT, SELECT, AND ENROLL IN THE TEACHER PREPARATION PROGRAM FOR PERI-\n   18  ODS  OF  UP TO FIVE YEARS, EXPERIENCED TEACHERS, TEACHER AIDES AND OTHER\n   19  EDUCATIONAL PERSONNEL, PERSONS WHO  HAVE  A  BACHELOR'S  DEGREE  OR  ITS\n   20  EQUIVALENT,  AND  PERSONS WHO HAVE SUCCESSFULLY COMPLETED TWO YEARS OF A\n   21  PROGRAM FOR WHICH CREDIT IS GIVEN TOWARD A  BACCALAUREATE  DEGREE,  AND,\n   22  FOR  SUCH  PERIODS  AS  THE  COMMISSIONER  MAY  PRESCRIBE BY REGULATION,\n   23  PERSONS WHO VOLUNTEER TO SERVE AS PART-TIME TUTORS OR FULL-TIME INSTRUC-\n   24  TIONAL ASSISTANTS;\n   25    (B) ENTER INTO ARRANGEMENTS, THROUGH GRANTS OR CONTRACTS, WITH  INSTI-\n   26  TUTIONS  OF  HIGHER  EDUCATION  OR LOCAL EDUCATIONAL AGENCIES TO PROVIDE\n   27  MEMBERS OF THE TEACHER PREPARATION PROGRAM WITH  SUCH  TRAINING  AS  THE\n   28  COMMISSIONER MAY DEEM APPROPRIATE TO CARRY OUT THE PURPOSE OF THIS ARTI-\n   29  CLE, INCLUDING NOT MORE THAN THREE MONTHS OF TRAINING FOR MEMBERS BEFORE\n   30  THEY UNDERTAKE THEIR TEACHING DUTIES UNDER THIS ARTICLE;\n   31    (C) ENTER INTO ARRANGEMENTS, INCLUDING THE PAYMENT OF THE COST OF SUCH\n   32  ARRANGEMENTS  WITH LOCAL EDUCATIONAL AGENCIES TO FURNISH TO LOCAL EDUCA-\n   33  TIONAL AGENCIES, FOR SERVICE DURING REGULAR OR SUMMER SESSIONS, OR BOTH,\n   34  IN THE SCHOOLS OF SUCH AGENCIES IN AREAS HAVING CONCENTRATIONS OF  CHIL-\n   35  DREN  FROM  LOW-INCOME  FAMILIES,  TEACHER  PREPARATION PROGRAMS EACH OF\n   36  WHICH SHALL INCLUDE TEACHER-INTERN TEAMS LED  BY  EXPERIENCED  TEACHERS,\n   37  AND  MAY  INCLUDE  ADDITIONAL  EXPERIENCED  TEACHERS, TEACHER AIDES, AND\n   38  OTHER EDUCATIONAL PERSONNEL, WHO MAY  BE  AFFORDED  TIME  BY  THE  LOCAL\n   39  EDUCATIONAL  AGENCY  FOR  A  TRAINING PROGRAM CARRIED OUT IN COOPERATION\n   40  WITH AN INSTITUTION OF HIGHER EDUCATION;\n   41    (D) MAKE AVAILABLE TECHNICAL ASSISTANCE TO LOCAL EDUCATIONAL  AGENCIES\n   42  AND  INSTITUTIONS  OF  HIGHER  EDUCATION  FOR  CARRYING OUT ARRANGEMENTS\n   43  ENTERED INTO UNDER THIS SECTION;\n   44    (E) PROVIDE PLANNING, TECHNICAL ASSISTANCE,  MONITORING,  DOCUMENTING,\n   45  DISSEMINATING,  AND EVALUATION SERVICES FOR ARRANGEMENTS MADE UNDER THIS\n   46  SECTION; AND\n   47    (F) ACQUAINT QUALIFIED PERSONS OF TEACHING OPPORTUNITIES AND NEEDS  IN\n   48  DISADVANTAGED  AREAS  AND ENCOURAGE QUALIFIED PERSONS TO APPLY TO APPRO-\n   49  PRIATE EDUCATIONAL AGENCIES OR INSTITUTIONS FOR ENROLLMENT IN THE TEACH-\n   50  ER PREPARATION PROGRAM.\n   51    S 3043. COMPENSATION OF MEMBERS. TEACHER PREPARATION  PROGRAM  MEMBERS\n   52  SHALL  BE  COMPENSATED  AT  A  RATE TO BE DETERMINED BY THE COMMISSIONER\n   53  COMMENSURATE WITH THEIR TEACHING EXPERIENCE, EDUCATIONAL BACKGROUND  AND\n   54  THE  NATURE  OF  THEIR PARTICULAR ASSIGNMENT. THE COMMISSIONER SHALL PAY\n   55  THE NECESSARY TRAVEL EXPENSES OF  MEMBERS  OF  THE  TEACHER  PREPARATION\n   56  PROGRAM AND THE DEPENDENTS AND NECESSARY EXPENSES FOR THE TRANSPORTATION\n\n       A. 2292                             3\n\n    1  OF  THE  HOUSEHOLD  GOODS AND PERSONAL EFFECTS OF SUCH MEMBERS AND THEIR\n    2  DEPENDENTS, AND SUCH OTHER NECESSARY EXPENSES OF MEMBERS AS ARE DIRECTLY\n    3  RELATED TO THEIR SERVICE IN THE PROGRAM, INCLUDING  READJUSTMENT  ALLOW-\n    4  ANCES PROPORTIONATE TO SERVICE.\n    5    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing a teacher preparation program to strengthen the educational opportunities available to children in low-income areas ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T141142.TXT", "SOBI.D110119.T094235.TXT", "SOBI.D110118.T134139.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110119.T104739.TXT", "SOBI.D110118.T143143.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295452059801
}