{
  "year" : 2011,
  "senateBillNo" : "A2294-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2294-2011-1295326800000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Renames the New York City Transit Authority Track Safety Force to the \"Daniel Boggs - Marvin Franklin New York City Transit Track Safety Force\"",
  "summary" : "Renames the New York City Transit Authority Track Safety Task Force to the \"Daniel Boggs-Marvin Franklin New York City Transit Track Safety Task Force\" and the New York City Transit Authority On-track Safety Program to the \"Daniel Boggs-Marvin Franklin New York City Transit Authority On-track Safety Program\". ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Transportation Law",
  "previousVersions" : [ "A8321-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2294\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Transportation\n\n       AN ACT to amend the transportation law, in relation to renaming the  New\n         York  City  transit authority track safety force and the New York city\n         transit authority on-track safety program to the Daniel Boggs - Marvin\n         Franklin New York city transit track safety force and the Daniel Boggs\n         - Marvin Franklin New York  city  transit  authority  on-track  safety\n         program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The article heading of article  16  of  the  transportation\n    2  law,  as added by chapter 209 of the laws of 2007, is amended to read as\n    3  follows:\n    4                        DANIEL BOGGS - MARVIN FRANKLIN\n    5           NEW YORK CITY TRANSIT AUTHORITY TRACK SAFETY TASK FORCE\n    6    S 2. Sections 403, 404 and 406 of the transportation law, as added  by\n    7  chapter 209 of laws of 2007, are amended to read as follows:\n    8    S 403. Definitions. For the purposes of this article:\n    9    1.  \"New  York  city transit authority\" shall be deemed to include its\n   10  subsidiary, the Manhattan and Bronx Surface Transit Operating Authority,\n   11  and any other agency that may come under the control  of  the  New  York\n   12  city transit authority.\n   13    2.  \"DANIEL  BOGGS - MARVIN FRANKLIN New York city transit authority's\n   14  on-track safety program\" shall mean the program as described in  section\n   15  four hundred six of this article.\n   16    S  404.  Establishment  of the DANIEL BOGGS - MARVIN FRANKLIN New York\n   17  city transit authority track safety task force. There is  hereby  estab-\n   18  lished  the  DANIEL  BOGGS - MARVIN FRANKLIN New York city transit track\n   19  safety task force with responsibility for the review of the DANIEL BOGGS\n   20  - MARVIN FRANKLIN New York  city  transit  authority's  on-track  safety\n   21  program, including the following:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06638-01-1\n\n       A. 2294                             2\n\n    1    1. training and qualifications of affected employees;\n    2    2. appropriate procedures for protecting New York city transit author-\n    3  ity  employees  engaged  in work along the track right-of-way, including\n    4  good faith challenge procedures;\n    5    3. instructions to train operators;\n    6    4. relevant New York city transit authority rules;\n    7    5. third rail safety;\n    8    6. illumination; and\n    9    7. any additional related safety matters.\n   10    S 406. [On-track] DANIEL BOGGS -  MARVIN  FRANKLIN  NEW  YORK  TRANSIT\n   11  AUTHORITY'S  ON-TRACK  safety  program.  1.  By  May first, two thousand\n   12  eight, the DANIEL BOGGS - MARVIN FRANKLIN New York city transit authori-\n   13  ty track safety task force shall issue one or more reports setting forth\n   14  the recommendations of its members with respect to the  DANIEL  BOGGS  -\n   15  MARVIN FRANKLIN New York city transit authority on-track safety program.\n   16  Such  reports  shall be sent to the governor, the temporary president of\n   17  the senate and the speaker of the assembly.\n   18    2. Such track safety task force  shall  also  provide  to  the  public\n   19  employee  safety and health bureau within the department of labor and to\n   20  all labor organizations that represent New York city  transit  authority\n   21  employees  engaged  in work on or adjacent to the right-of-way a copy of\n   22  its reports.\n   23    3. Prior to implementation of any material modification to the  DANIEL\n   24  BOGGS - MARVIN FRANKLIN New York city transit authority's on-track safe-\n   25  ty  program,  the  New York city transit authority shall advise the task\n   26  force established in section four hundred four  of  this  article  which\n   27  shall  review such modification at its next meeting; except that nothing\n   28  contained in this section shall be deemed to preclude or limit the right\n   29  of the New York city transit authority to implement any  such  modifica-\n   30  tion  which it deems appropriate to enhance the safety of its employees,\n   31  customers or third parties.\n   32    S 3. Section 405 of the transportation law, as added by chapter 209 of\n   33  the laws of 2007 and subdivision 1 as amended by chapter 29 of the  laws\n   34  of 2008, is amended to read as follows:\n   35    S  405. DANIEL BOGGS - MARVIN FRANKLIN New York city transit authority\n   36  track safety task force membership. 1. The DANIEL BOGGS - MARVIN  FRANK-\n   37  LIN  New  York  city  transit  authority  track  safety task force shall\n   38  consist of a total of four members as follows:\n   39    (a) the commissioner or his or her designee;\n   40    (b) the commissioner of labor or his or her designee;\n   41    (c) the president of New York city transit authority  or  his  or  her\n   42  designee; and\n   43    (d)  the president of Transport Workers Union, Local 100, an affiliate\n   44  of the New York state AFL-CIO, or his or her designee.\n   45    2. The commissioner or his or her designee shall be the chair  of  the\n   46  track safety task force.\n   47    3. The track safety task force shall meet as often as deemed necessary\n   48  by  the  chair but in no event less than four times per year. Any member\n   49  may call a meeting on not less than ten days written notice to the other\n   50  members.\n   51    4. The members of the track safety task force shall receive no  salary\n   52  or  other  compensation  for  their  services  but  shall be entitled to\n   53  reimbursement for actual and necessary expenses incurred in the perform-\n   54  ance of their duties.\n   55    S 4. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the transportation law, in relation to renaming the New York City transit authority track safety force and the New York city transit authority on-track safety program to the Daniel Boggs Marvin Franklin New York city transit track safety force and the Daniel Boggs Marvin Franklin New York city transit authority on-track safety program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T094235.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T134139.TXT", "SOBI.D110118.T143143.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448155729
}