{
  "year" : 2011,
  "senateBillNo" : "A2297-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to correction",
    "billEventId" : "A2297-2011-1295326800000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the governor to negotiate and enter into an interstate compact for the exchange of information on registered sex offenders",
  "summary" : "Authorizes the governor, on behalf of the state, to negotiate and enter into an interstate compact for the exchange of information on registered sex offenders. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A3669-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2297\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON -- read once and referred to the Committee\n         on Correction\n\n       AN ACT to amend the executive law and the correction law, in relation to\n         authorizing  the governor to enter into compacts with other states for\n         out-of-state sex offender registration\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The executive law is amended by adding a new article 13-B\n    2  to read as follows:\n    3                                ARTICLE 13-B\n    4                   OUT-OF-STATE SEX OFFENDER REGISTRATION\n    5  SECTION 268. COMPACTS WITH OTHER STATES FOR  OUT-OF-STATE  SEX  OFFENDER\n    6                 REGISTRATION.\n    7    S 268. COMPACTS WITH OTHER STATES FOR OUT-OF-STATE SEX OFFENDER REGIS-\n    8  TRATION.  1.  IN  FURTHERANCE  OF  THE  PROVISIONS OF SUBDIVISION TWO OF\n    9  SECTION ONE HUNDRED SIXTY-EIGHT-B AND SECTION ONE HUNDRED  SIXTY-EIGHT-U\n   10  OF THE CORRECTION LAW, THE GOVERNOR IS HEREBY AUTHORIZED AND DIRECTED TO\n   11  NEGOTIATE  AND  ENTER  INTO A COMPACT ON BEHALF OF THE STATE OF NEW YORK\n   12  WITH ANY STATE OF THE UNITED STATES OF AMERICA LEGALLY  JOINING  THEREIN\n   13  IN THE FORM SUBSTANTIALLY AS FOLLOWS:\n   14                                  A COMPACT\n   15    ENTERED  INTO BY AND AMONG THE CONTRACTING STATES, SIGNATORIES HERETO,\n   16  THE CONTRACTING STATES SOLEMNLY AGREE:\n   17    (A) THAT IT SHALL BE COMPETENT FOR THE DULY CONSTITUTED  JUDICIAL  AND\n   18  ADMINISTRATIVE  AUTHORITIES OF A STATE PARTY TO THIS COMPACT TO MAKE THE\n   19  INFORMATION IN SUCH PARTY'S  SEX  OFFENDER  REGISTRY  AVAILABLE  TO  THE\n   20  AUTHORITY  WHICH  MAINTAINS  THE  SEX OFFENDER REGISTRY OF ANOTHER STATE\n   21  PARTY TO THIS COMPACT FOR THE PURPOSE OF SHARING INFORMATION  AND  MONI-\n   22  TORING OR ASCERTAINING THE STATUS OR LOCATION OF ANY SEX OFFENDER OR SEX\n   23  OFFENDERS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07366-01-1\n\n       A. 2297                             2\n\n    1    (B)  THAT  EACH  STATE  PARTY  SHALL IMMEDIATELY PROVIDE NOTICE TO THE\n    2  APPROPRIATE AGENCY OF ANOTHER STATE PARTY WHOM SUCH PARTY HAS  KNOWLEDGE\n    3  THAT  A  SEX OFFENDER HAS LEFT THE STATE AND THE DESTINATION OF SUCH SEX\n    4  OFFENDER, IF KNOWN.\n    5    (C)  THAT THE DULY ACCREDITED OFFICERS OF A STATE PARTY IN WHICH A SEX\n    6  OFFENDER IS REQUIRED TO REGISTER AND/OR VERIFY  SUCH  REGISTRATION  WITH\n    7  SUCH  STATE'S SEX OFFENDER REGISTRY MAY AT ALL TIMES ENTER ANOTHER STATE\n    8  PARTY AND THERE APPREHEND AND RETAKE ANY SUCH SEX OFFENDER WHO FAILS  TO\n    9  REGISTER  AND/OR VERIFY SUCH REGISTRATION WITH THE SEX OFFENDER REGISTRY\n   10  OF SUCH OTHER STATE.\n   11    (D) THAT THE GOVERNOR OF EACH STATE  MAY  DESIGNATE  AN  OFFICER  WHO,\n   12  ACTING  JOINTLY  WITH  LIKE OFFICERS OF OTHER CONTRACTING STATES, IF AND\n   13  WHEN APPOINTED, SHALL PROMULGATE SUCH RULES AND REGULATIONS  AS  MAY  BE\n   14  DEEMED  NECESSARY  TO  MORE  EFFECTIVELY  CARRY  OUT  THE  TERMS OF THIS\n   15  COMPACT.\n   16    (E) THAT THIS COMPACT SHALL  BECOME  OPERATIVE  IMMEDIATELY  UPON  ITS\n   17  RATIFICATION BY ANY STATE AS BETWEEN IT AND ANY OTHER STATE OR STATES SO\n   18  RATIFYING.  WHEN RATIFIED IT SHALL HAVE THE FULL FORCE AND EFFECT OF LAW\n   19  WITHIN SUCH STATE, THE FORM OF RATIFICATION TO BE IN ACCORDANCE WITH THE\n   20  LAWS OF THE RATIFYING STATE.\n   21    (F)  THAT THIS COMPACT SHALL CONTINUE IN FORCE AND REMAIN BINDING UPON\n   22  EACH RATIFYING STATE UNTIL RENOUNCED BY IT. THE DUTIES  AND  OBLIGATIONS\n   23  HEREUNDER  OF  A  RENOUNCING  STATE  SHALL  CONTINUE AS TO SEX OFFENDERS\n   24  RESIDING THEREIN AT THE TIME OF WITHDRAWAL. RENUNCIATION OF THIS COMPACT\n   25  SHALL BE BY THE SAME AUTHORITY WHICH RATIFIED IT, BY SENDING SIX MONTHS'\n   26  NOTICE IN WRITING OF ITS INTENTION TO WITHDRAW FROM THE COMPACT  TO  THE\n   27  OTHER STATES PARTY HERETO.\n   28    2. THE COMMISSIONER OF THE DIVISION OF CRIMINAL JUSTICE SERVICES SHALL\n   29  HAVE POWER AND SHALL BE CHARGED WITH THE DUTY OF PROMULGATING SUCH RULES\n   30  AND  REGULATIONS  AS MAY BE DEEMED NECESSARY TO CARRY OUT THE TERMS OF A\n   31  COMPACT ENTERED INTO BY THE STATE PURSUANT TO THIS SECTION.\n   32    3. IF ANY SENTENCE, SUBDIVISION OR CLAUSE OF THIS SECTION IS  FOR  ANY\n   33  REASON  HELD  INVALID OR TO BE UNCONSTITUTIONAL, SUCH DECISION SHALL NOT\n   34  AFFECT THE VALIDITY OF THE REMAINING PORTIONS OF THIS SECTION.\n   35    S 2. Paragraph a of subdivision 2 of section 168-b of  the  correction\n   36  law,  as  amended by chapter 645 of the laws of 2005, is amended to read\n   37  as follows:\n   38    a. The division is authorized to make the registry  available  to  any\n   39  STATE, regional or national registry of sex offenders for the purpose of\n   40  sharing  information  AND  MONITORING  OR  ASCERTAINING  THE  STATUS AND\n   41  LOCATION OF SEX OFFENDERS.   The division shall accept  files  from  any\n   42  STATE,  regional  or  national  registry of sex offenders and shall make\n   43  such files available when requested pursuant to the provisions  of  this\n   44  article.\n   45    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the correction law, in relation to authorizing the governor to enter into compacts with other states for out-of-state sex offender registration ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T094235.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T134139.TXT", "SOBI.D110118.T143143.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448155736
}