{
  "year" : 2011,
  "senateBillNo" : "A2298-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to labor",
    "billEventId" : "A2298-2011-1295326800000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that an employee, who is transferred from one state agency to another because his or her previous position was eliminated, be entitled to certain benefits",
  "summary" : "Provides that an employee whose position is eliminated for certain reasons and who is subsequently transferred to a different agency be entitled to the same hourly salary, retain all accrued sick leave, retain, cash out or use all accrued vacation time, and be paid relocation expenses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A4850-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2298\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. COLTON -- read once and referred to the Committee\n         on Labor\n\n       AN ACT to amend the labor law, in relation to requiring that state agen-\n         cies must protect salary and benefits of employees whose positions are\n         eliminated  as a result of privatization, reorganization, closure or a\n         reduction in work force\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The labor law is amended by adding a new section 202-l to\n    2  read as follows:\n    3    S 202-L. SALARY  AND  BENEFITS  PROTECTION  -  EMPLOYEE  TRANSFER.  AN\n    4  EMPLOYEE  WHOSE  POSITION  IS  ELIMINATED  AS A RESULT OF PRIVATIZATION,\n    5  REORGANIZATION OF AN AGENCY, CLOSURE OF OR A REDUCTION IN  FORCE  AT  AN\n    6  AGENCY,  OR  OTHER  ACTIONS  BY  THE LEGISLATURE AND WHO IS SUBSEQUENTLY\n    7  TRANSFERRED TO A DIFFERENT POSITION IN A STATE AGENCY IS ENTITLED TO:\n    8    1. THE SAME HOURLY SALARY AS PREVIOUSLY RECEIVED IF THE  NEW  POSITION\n    9  IS AT THE SAME GRADE LEVEL OR HIGHER AS THE ONE PREVIOUSLY HELD;\n   10    2. RETAIN ALL ACCRUED SICK LEAVE CREDITS;\n   11    3.  RETAIN,  CASH OUT, OR USE ACCRUED VACATION LEAVE CREDITS TO EXTEND\n   12  THE EMPLOYEE'S EFFECTIVE LAYOFF DATE; AND\n   13    4. RELOCATION EXPENSES WHICH MUST BE PAID BY THE HIRING AGENCY.\n   14    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD07421-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to requiring that state agencies must protect salary and benefits of employees whose positions are eliminated as a result of privatization, reorganization, closure or a reduction in work force ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T094235.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T134139.TXT", "SOBI.D110118.T143143.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448155738
}