{
  "year" : 2011,
  "senateBillNo" : "A2299-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to veterans' affairs",
    "billEventId" : "A2299-2011-1295326800000-referred+to+veterans%27+affairs",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a real property tax exemption for permanently totally disabled veterans",
  "summary" : "Establishes a real property tax exemption for permanently totally disabled veterans. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : [ "AA3700-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2299\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. CUSICK -- read once and referred to the Committee\n         on Veterans' Affairs\n\n       AN  ACT  to amend the real property tax law, in relation to establishing\n         an exemption for permanently totally disabled veterans\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real  property  tax  law  is amended by adding a new\n    2  section 458-c to read as follows:\n    3    S 458-C. EXEMPTION FOR PERMANENTLY TOTALLY DISABLED VETERANS.   1.  AS\n    4  USED IN THIS SECTION:\n    5    (A)  \"VETERAN\" MEANS A PERSON WHO SERVED IN THE ACTIVE MILITARY, NAVAL\n    6  OR AIR SERVICE DURING A PERIOD OF WAR, OR WHO WAS  A  RECIPIENT  OF  THE\n    7  ARMED FORCES EXPEDITIONARY MEDAL, NAVY EXPEDITIONARY MEDAL, MARINE CORPS\n    8  EXPEDITIONARY MEDAL, OR GLOBAL WAR ON TERRORISM EXPEDITIONARY MEDAL, AND\n    9  WHO WAS DISCHARGED OR RELEASED THEREFROM UNDER HONORABLE CONDITIONS.\n   10    (B) \"PERIOD OF WAR\" MEANS THE SPANISH-AMERICAN WAR; THE MEXICAN BORDER\n   11  PERIOD;  WORLD WAR I; WORLD WAR II; THE HOSTILITIES, KNOWN AS THE KOREAN\n   12  WAR, WHICH COMMENCED JUNE TWENTY-SEVENTH,  NINETEEN  HUNDRED  FIFTY  AND\n   13  TERMINATED  ON  JANUARY  THIRTY-FIRST,  NINETEEN HUNDRED FIFTY-FIVE; THE\n   14  HOSTILITIES, KNOWN AS THE VIETNAM WAR, WHICH COMMENCED FEBRUARY  TWENTY-\n   15  EIGHTH,  NINETEEN HUNDRED SIXTY-ONE AND TERMINATED ON MAY SEVENTH, NINE-\n   16  TEEN HUNDRED SEVENTY-FIVE; AND THE HOSTILITIES,  KNOWN  AS  THE  PERSIAN\n   17  GULF CONFLICT, WHICH COMMENCED AUGUST SECOND, NINETEEN HUNDRED NINETY.\n   18    (C)  \"SERVICE  CONNECTED\"  MEANS, WITH RESPECT TO DISABILITY OR DEATH,\n   19  THAT SUCH DISABILITY WAS INCURRED OR AGGRAVATED, OR THAT DEATH  RESULTED\n   20  FROM  DISABILITY  INCURRED  OR AGGRAVATED, IN LINE OF DUTY IN THE ACTIVE\n   21  MILITARY, NAVAL OR AIR SERVICE.\n   22    (D) \"PERMANENTLY TOTALLY DISABLED\" MEANS THE UNITED STATES  DEPARTMENT\n   23  OF  VETERANS  AFFAIRS OR THE MILITARY SERVICE FROM WHICH THE VETERAN WAS\n   24  DISCHARGED HAS RATED THE DISABILITY AT ONE HUNDRED PERCENT OR HAS  RATED\n   25  THE  DISABILITY  COMPENSATION  AT ONE HUNDRED PERCENT BY REASON OF BEING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03988-01-1\n\n       A. 2299                             2\n\n    1  UNABLE TO SECURE OR FOLLOW A  SUBSTANTIALLY  GAINFUL  EMPLOYMENT.    THE\n    2  PERMANENT  LOSS OR LOSS OF USE OF BOTH HANDS, OR OF BOTH FEET, OR OF ONE\n    3  HAND AND ONE FOOT, OR OF THE SIGHT OF BOTH EYES, OR BECOMING PERMANENTLY\n    4  HELPLESS OR BEDRIDDEN ARE CONSIDERED PERMANENT TOTAL DISABILITIES.\n    5    (E)  \"QUALIFIED OWNER\" MEANS A VETERAN WITH A SERVICE-CONNECTED PERMA-\n    6  NENT TOTAL DISABILITY FOR WHOM A LETTER FROM THE UNITED  STATES  GOVERN-\n    7  MENT  OR UNITED STATES DEPARTMENT OF VETERANS AFFAIRS OR ITS PREDECESSOR\n    8  HAS BEEN ISSUED CERTIFYING THAT THE VETERAN HAS A PERMANENT TOTAL  DISA-\n    9  BILITY.\n   10    (F)  \"QUALIFIED  RESIDENTIAL  REAL PROPERTY\" MEANS PROPERTY OWNED BY A\n   11  QUALIFIED OWNER WHICH IS  USED  EXCLUSIVELY  FOR  RESIDENTIAL  PURPOSES;\n   12  PROVIDED,  HOWEVER,  THAT IN THE EVENT THAT ANY PORTION OF SUCH PROPERTY\n   13  IS NOT USED EXCLUSIVELY FOR RESIDENTIAL PURPOSES, BUT IS USED FOR  OTHER\n   14  PURPOSES, SUCH PORTION SHALL BE SUBJECT TO TAXATION AND ONLY THE REMAIN-\n   15  ING  PORTION  USED EXCLUSIVELY FOR RESIDENTIAL PURPOSES SHALL BE SUBJECT\n   16  TO THE EXEMPTION PROVIDED BY THIS SECTION. SUCH PROPERTY  SHALL  BE  THE\n   17  PRIMARY  RESIDENCE  OF  THE  PERMANENTLY TOTALLY DISABLED VETERAN OR THE\n   18  UNREMARRIED SURVIVING SPOUSE OF THE PERMANENTLY TOTALLY DISABLED  VETER-\n   19  AN.\n   20    2.  (A)  EACH  COUNTY,  CITY, TOWN OR VILLAGE MAY ADOPT A LOCAL LAW TO\n   21  PROVIDE THAT QUALIFYING RESIDENTIAL REAL PROPERTY SHALL BE  EXEMPT  FROM\n   22  TAXATION.\n   23    (B)  THE EXEMPTION FROM TAXATION PROVIDED BY THIS SUBDIVISION SHALL BE\n   24  APPLICABLE TO COUNTY, CITY, TOWN AND VILLAGE TAXATION, BUT SHALL NOT  BE\n   25  APPLICABLE TO TAXES LEVIED FOR SCHOOL PURPOSES.\n   26    3. APPLICATION FOR EXEMPTION SHALL BE MADE BY THE OWNER, OR ALL OF THE\n   27  OWNERS,  OF  THE  PROPERTY  ON A FORM PRESCRIBED BY THE STATE BOARD. THE\n   28  OWNER OR OWNERS SHALL FILE THE COMPLETED FORM. THE OWNER OR OWNERS SHALL\n   29  NOT BE REQUIRED TO REFILE EVERY YEAR.\n   30    S 2. This act shall take effect on the first of January next  succeed-\n   31  ing  the  date  on  which  it shall have become a law and shall apply to\n   32  assessment rolls prepared on the basis of taxable status dates occurring\n   33  on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to establishing an exemption for permanently totally disabled veterans ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T141642.TXT", "SOBI.D110118.T134139.TXT", "SOBI.D110118.T143143.TXT", "SOBI.D110119.T094735.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448455891
}