{
  "year" : 2011,
  "senateBillNo" : "A2296-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to education",
    "billEventId" : "A2296-2011-1295326800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes parent awareness week in all school districts",
  "summary" : "Establishes parent awareness week in all school districts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A3624-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2296\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the education law, in relation to establishing a  parent\n         awareness week in all school districts\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Legislative  intent.  The  legislature  hereby  finds  and\n    2  declares  that  a  child's  education  is a responsibility shared by the\n    3  school and family during the entire time the child spends in school; and\n    4  to support the goal of the schools to educate all students  effectively,\n    5  the  schools  and  parents  must  work  as  informed  partners; and that\n    6  although parents are diverse in culture, language, and needs,  they  are\n    7  an  integral  component  of a school's ability to provide for the educa-\n    8  tional success of their children; and that engaging parents is essential\n    9  to improve student achievement;  and  that  schools  should  foster  and\n   10  support active parental involvement and awareness.\n   11    S  2. The education law is amended by adding a new article 100 to read\n   12  as follows:\n   13                                 ARTICLE 100\n   14                            PARENT AWARENESS WEEK\n   15  SECTION 4950. PARENT AWARENESS WEEK; ESTABLISHED.\n   16          4951. STAFF DEVELOPMENT.\n   17          4952. MISCELLANEOUS PROVISIONS.\n   18          4953. REVIEW OF PLAN.\n   19          4954. HIGHER EDUCATION.\n   20    S 4950. PARENT AWARENESS WEEK; ESTABLISHED. 1.  DURING THE FIRST  FIVE\n   21  DAYS  OF  EACH  SCHOOL YEAR, EACH SCHOOL DISTRICT AND EACH SCHOOL WITHIN\n   22  ITS BOUNDARIES, IN COLLABORATION WITH PARENTS, SHALL ESTABLISH A  PARENT\n   23  AWARENESS  WEEK  INCLUDING  PROGRAMS AND PRACTICES THAT ENHANCE PARENTAL\n   24  INVOLVEMENT AND REFLECT THE SPECIFIC NEEDS OF STUDENTS AND  THEIR  FAMI-\n   25  LIES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06572-01-1\n\n       A. 2296                             2\n\n    1    2. THE PARENT AWARENESS WEEK IN EACH SCHOOL SHALL:\n    2    A.  INVOLVE  PARENTS  OF  STUDENTS AT ALL GRADE LEVELS IN A VARIETY OF\n    3  ROLES;\n    4    B. BE COMPREHENSIVE AND COORDINATED IN NATURE;\n    5    C. (1) RECOGNIZE THAT COMMUNICATION BETWEEN HOME AND SCHOOL SHOULD  BE\n    6  REGULAR, TWO-WAY, AND MEANINGFUL.\n    7    (2)  TO  ENCOURAGE COMMUNICATION WITH PARENTS THE SCHOOL SHALL PREPARE\n    8  AN INFORMATIONAL PACKET TO BE DISTRIBUTED ANNUALLY TO THE PARENT, APPRO-\n    9  PRIATE FOR THE AGE AND GRADE OF THE CHILD DESCRIBING:\n   10    (I) THE SCHOOL'S PARENT AWARENESS WEEK;\n   11    (II) THE RECOMMENDED ROLE OF THE PARENT, STUDENT, TEACHER, AND SCHOOL;\n   12    (III) WAYS FOR THE PARENTS TO BECOME INVOLVED IN THE SCHOOL AND HIS OR\n   13  HER CHILD'S EDUCATION INCLUDING HOW AND WHERE THE  PARENT  COULD  VOLUN-\n   14  TEER;\n   15    (IV)  ACTIVITIES  PLANNED  THROUGHOUT  THE  SCHOOL  YEAR  TO ENCOURAGE\n   16  PARENTAL INVOLVEMENT;\n   17    (V) A SYSTEM TO  ALLOW  THE  PARENTS  TO  COMMUNICATE  IN  A  REGULAR,\n   18  TWO-WAY,  AND  MEANINGFUL MANNER WITH THE CHILD'S TEACHER AND THE SCHOOL\n   19  PRINCIPAL.\n   20    (3) TO ENCOURAGE COMMUNICATION WITH PARENTS, THE SCHOOL SHALL SCHEDULE\n   21  NO LESS THAN TWO PARENT-TEACHER CONFERENCES PER SCHOOL YEAR.\n   22    (4) THE SCHOOL MAY PLAN AND ENGAGE IN OTHER ACTIVITIES  DETERMINED  BY\n   23  THE SCHOOL TO BE BENEFICIAL TO ENCOURAGE COMMUNICATION WITH PARENTS;\n   24    D. PROMOTE AND SUPPORT RESPONSIBLE PARENTING.\n   25    E.  (1)  ACKNOWLEDGE  THAT  PARENTS PLAY AN INTEGRAL ROLE IN ASSISTING\n   26  STUDENT LEARNING.\n   27    (2) TO HELP PARENTS IN ASSISTING STUDENTS, THE SCHOOL SHALL:\n   28    (I) SCHEDULE REGULAR \"PARENTS  MAKE  THE  DIFFERENCE\"  EVENINGS  WHERE\n   29  PARENTS  ARE  GIVEN  A REPORT ON THE STATE OF THE SCHOOL AND AN OVERVIEW\n   30  OF:\n   31    (A) WHAT STUDENTS WILL BE LEARNING;\n   32    (B) HOW STUDENTS WILL BE ASSESSED;\n   33    (C) WHAT PARENTS SHOULD EXPECT FOR THEIR CHILD'S EDUCATION; AND\n   34    (D) HOW PARENTS CAN ASSIST AND MAKE A DIFFERENCE IN HIS OR HER CHILD'S\n   35  EDUCATION AND DEVELOPMENT; AND\n   36    (II) ENGAGE IN OTHER ACTIVITIES  DETERMINED  BY  THE  SCHOOL  TO  HELP\n   37  PARENTS ASSIST IN HIS OR HER CHILD'S LEARNING;\n   38    F. WELCOME PARENTS IN THE SCHOOL AND SEEK PARENTAL SUPPORT AND ASSIST-\n   39  ANCE.\n   40    G. (1) RECOGNIZE THAT A PARENT IS A FULL PARTNER IN THE DECISIONS THAT\n   41  AFFECT HIS OR HER CHILD AND FAMILY.\n   42    (2)  TO ENCOURAGE PARENTS TO PARTICIPATE AS FULL PARTNERS IN THE DECI-\n   43  SIONS THAT AFFECT HIS OR HER CHILD AND FAMILY, THE SCHOOL SHALL:\n   44    (I) INCLUDE IN THE SCHOOL'S POLICY HANDBOOK THE SCHOOL'S  PROCESS  FOR\n   45  RESOLVING  PARENTAL  CONCERNS, INCLUDING HOW TO DEFINE THE PROBLEM, WHOM\n   46  TO APPROACH FIRST, AND HOW TO DEVELOP SOLUTIONS;\n   47    (II) SPONSOR SEMINARS TO INFORM THE PARENTS OF  HIGH  SCHOOL  STUDENTS\n   48  ABOUT  HOW  TO  BE INVOLVED IN THE DECISIONS AFFECTING COURSE SELECTION,\n   49  CAREER PLANNING, AND PREPARATION FOR POST-SECONDARY OPPORTUNITIES; AND\n   50    (III) ENGAGE IN OTHER  ACTIVITIES  THAT  THE  SCHOOL  DETERMINES  WILL\n   51  ENCOURAGE  PARENTS TO PARTICIPATE AS FULL PARTNERS IN THE DECISIONS THAT\n   52  AFFECT HIS OR HER CHILD AND FAMILY;\n   53    H. (1) RECOGNIZE THAT COMMUNITY RESOURCES STRENGTHEN SCHOOL  PROGRAMS,\n   54  FAMILY PRACTICES, AND STUDENT LEARNING;\n   55    (2) TO TAKE ADVANTAGE OF COMMUNITY RESOURCES THE SCHOOL SHALL:\n\n       A. 2296                             3\n\n    1    (I)  CONSIDER  RECRUITING  ALUMNI  FROM THE SCHOOL TO CREATE AN ALUMNI\n    2  SUPPORT ORGANIZATION TO PROVIDE ADVICE AND GUIDANCE FOR SCHOOL  IMPROVE-\n    3  MENT;\n    4    (II)  ENGAGE  IN  OTHER ACTIVITIES THAT THE SCHOOL DETERMINES WILL USE\n    5  COMMUNITY RESOURCES TO STRENGTHEN SCHOOL PROGRAMS, FAMILY PRACTICES, AND\n    6  STUDENT LEARNING; AND\n    7    I. SUPPORT THE DEVELOPMENT, IMPLEMENTATION, AND REGULAR EVALUATION  OF\n    8  THE  PROGRAM  TO  INVOLVE  PARENTS IN THE DECISIONS AND PRACTICES OF THE\n    9  SCHOOL DISTRICT, USING TO THE DEGREE POSSIBLE, THE COMPONENTS LISTED  IN\n   10  THIS SECTION.\n   11    J.  (1)  THE  SUPERVISING PRINCIPAL OF EACH SCHOOL IN A DISTRICT SHALL\n   12  DESIGNATE ONE QUALIFIED STAFF MEMBER THAT  IS  WILLING  TO  SERVE  AS  A\n   13  PARENT FACILITATOR TO ORGANIZE MEANINGFUL TRAINING FOR STAFF AND PARENTS\n   14  PROMOTING AND ENCOURAGING A WELCOMING ATMOSPHERE TO PARENTAL INVOLVEMENT\n   15  IN  THE  SCHOOL AND TO UNDERTAKE EFFORTS TO ENSURE THAT PARENTAL PARTIC-\n   16  IPATION IS RECOGNIZED AS AN ASSET TO THE SCHOOL.\n   17    (2) THE QUALIFIED  STAFF  SERVING  AS  A  PARENTAL  FACILITATOR  SHALL\n   18  RECEIVE SUPPLEMENTAL PAY FOR THE ASSIGNED DUTIES AS REQUIRED BY LAW.\n   19    S  4951.  STAFF  DEVELOPMENT.    ADMINISTRATORS  OR QUALIFIED STAFF IN\n   20  CHARGE OF IMPLEMENTING PARENT AWARENESS WEEK MUST HAVE  SPECIAL  EXPERI-\n   21  ENCE OR THREE HOURS MANDATORY TRAINING ON HOW TO RELATE TO PARENTS, SUCH\n   22  SPECIAL EXPERIENCE OR MANDATORY TRAINING TO BE CERTIFIED AND PROMULGATED\n   23  BY THE COMMISSIONER.\n   24    S  4952. MISCELLANEOUS PROVISIONS. 1. LIAISONS OF TEACHERS AND PARENTS\n   25  SHALL BE RESPONSIBLE FOR DISSEMINATING INFORMATION TO PARENTS  REGARDING\n   26  EVENTS  TAKING  PLACE  DURING  PARENT  AWARENESS WEEK. LIAISONS SHALL BE\n   27  FORMED BY EACH RESPECTIVE GROUP WITHIN EACH SCHOOL INVOLVED.\n   28    2. COMMUNICATIONS TO PARENTS REGARDING EVENTS OF THE WEEK SHALL BE  BY\n   29  PHONE,  E-MAIL,  NEWSLETTERS AND INFORMATION CARRIED HOME BY STUDENTS AS\n   30  BEST DETERMINED BY EACH SCHOOL.\n   31    3. SCHOOLS ARE INSTRUCTED TO COMMUNICATE WITH PARENTS IN A MANNER THAT\n   32  FACILITATES UNDERSTANDING FOR PARENTS WITH A LANGUAGE  BARRIER  IF  SUCH\n   33  EXISTS.\n   34    4.  PARENTS  SHALL  BE MADE AWARE OF SPECIFIC EVENTS INCLUDING BUT NOT\n   35  LIMITED TO ADMINISTERING AND GRADING OF  TESTS  AND  PARENT  ORIENTATION\n   36  ACTIVITIES  AND THE AVAILABILITY OF METHODS AND TOOLS OR MEANS OF COMMU-\n   37  NICATING WITH THE SCHOOL AND THEIR CHILDREN.\n   38    S 4953. REVIEW OF PLAN. 1. EACH  YEAR,  EVERY  SCHOOL  DISTRICT  SHALL\n   39  REVIEW  AND  UPDATE THE DISTRICT'S PARENT AWARENESS WEEK PLAN AND FILE A\n   40  COPY OF THE DISTRICT'S PARENT AWARENESS WEEK PLAN WITH THE COMMISSIONER.\n   41    2.  THE COMMISSIONER SHALL REVIEW EACH PLAN AND DETERMINE IF THE  PLAN\n   42  IS  IN  COMPLIANCE  WITH THE PROVISIONS OF THIS ARTICLE.  IF THE COMMIS-\n   43  SIONER DETERMINES THAT A SCHOOL DISTRICT IS NOT IN COMPLIANCE WITH  THIS\n   44  ARTICLE,  THE  COMMISSIONER SHALL SEND THE DISTRICT WRITTEN NOTIFICATION\n   45  INDICATING ANY DEFICIENCIES IN THE DISTRICT'S PLAN NO LATER THAN JANUARY\n   46  FIRST OF EACH YEAR AND ALLOW THE DISTRICT AN OPPORTUNITY TO CORRECT  ANY\n   47  DEFICIENCY.\n   48    S 4954. HIGHER EDUCATION. THE DEPARTMENT SHALL COLLABORATE WITH INSTI-\n   49  TUTIONS  OF  HIGHER  LEARNING  TO  INCORPORATE  INTO  TEACHER  EDUCATION\n   50  PROGRAMS INFORMATION REGARDING THE IMPORTANCE  OF  PARENTAL  INVOLVEMENT\n   51  AND  HOW  TO  SUCCESSFULLY  ENCOURAGE  PARENTS  TO  BE PARTNERS IN THEIR\n   52  CHILD'S EDUCATION.  THE SCHOOLS SHALL MAINTAIN A RECORD OF THE  PARENT'S\n   53  ATTENDANCE,  THE  MEDIUM OF COMMUNICATION AND HOW THE VARIOUS ASPECTS OF\n   54  SAID WEEK WERE CARRIED OUT.\n   55    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing a parent awareness week in all school districts ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T094235.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T134139.TXT", "SOBI.D110118.T143143.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448155733
}