{
  "year" : 2011,
  "senateBillNo" : "A2291-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2291-2011-1295326800000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes certain trusts as void as against public policy",
  "summary" : "Makes the establishment of trusts which provide for the suspension, termination or diversion of the trust or beneficial interest in the event that the beneficiary needs medical, hospital or nursing care void as against public policy and allows the commissioner of social services to maintain an action to collect from such trust the beneficial interest and income for payment of certain expenses. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Estates, Powers and Trusts Law",
  "previousVersions" : [ "A3819-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2291\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK -- read once and referred to the Committee\n         on Judiciary\n\n       AN ACT to amend the estates, powers  and  trusts  law,  in  relation  to\n         establishing certain trusts as void as against public policy\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature hereby finds that  many\n    2  citizens  are  engaging in the creation of trusts containing all or most\n    3  of their assets for the purpose of enabling them to qualify for medicaid\n    4  in the event of a protracted hospital stay  or  their  entrance  into  a\n    5  nursing  home.  While the creation of a trust to manage one's assets has\n    6  long been recognized as being a legitimate means of estate planning, the\n    7  legislature recognizes and by this  act  establishes,  as  a  matter  of\n    8  public policy, that the citizens of this state have an obligation to pay\n    9  for  their  own health care when able to do so and that the diversion of\n   10  normal payments from the beneficiary of a trust in order to  avoid  that\n   11  responsibility violates such public policy.\n   12    S  2. Paragraph (b) of section 7-3.1 of the estates, powers and trusts\n   13  law is amended by adding a new subparagraph 5 to read as follows:\n   14    (5) A DISPOSITION IN TRUST WHICH PROVIDES FOR THE  SUSPENSION,  TERMI-\n   15  NATION OR DIVERSION OF THE TRUST OR THE BENEFICIAL INTEREST OF ANY BENE-\n   16  FICIARY  OF SUCH TRUST IN THE EVENT THAT SUCH BENEFICIARY SHOULD REQUIRE\n   17  OR IS DIAGNOSED AS REQUIRING MEDICAL, HOSPITAL OR NURSING CARE  OR  LONG\n   18  TERM  CUSTODIAL,  NURSING  OR  MEDICAL CARE SHALL BE VOID AS AGAINST THE\n   19  PUBLIC POLICY OF THE STATE OF NEW YORK. THE COMMISSIONER  OF  HEALTH  IS\n   20  HEREBY  AUTHORIZED,  UPON  THE  APPLICATION  OF ANY SUCH BENEFICIARY FOR\n   21  MEDICAL BENEFITS, TO MAINTAIN AN ACTION TO COLLECT FROM SUCH  TRUST  THE\n   22  BENEFICIAL  INTEREST  OF  SUCH BENEFICIARY, INCLUDING THE INCOME AND ANY\n   23  PRINCIPAL AMOUNTS TO WHICH SUCH BENEFICIARY WOULD HAVE BEEN ENTITLED, BY\n   24  THE TERMS OF SUCH TRUST BY RIGHT OR IN THE DISCRETION  OF  THE  TRUSTEE,\n   25  HAD  SUCH  BENEFICIARY  NOT  REQUIRED  OR  BEEN  DIAGNOSED  AS REQUIRING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06586-01-1\n\n       A. 2291                             2\n\n    1  MEDICAL, HOSPITAL OR NURSING CARE OR LONG  TERM  CUSTODIAL,  NURSING  OR\n    2  MEDICAL CARE.\n    3    S  3.  This  act  shall take effect immediately and shall apply to all\n    4  trusts created or amended on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the estates, powers and trusts law, in relation to establishing certain trusts as void as against public policy ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T141142.TXT", "SOBI.D110119.T094235.TXT", "SOBI.D110118.T134139.TXT", "SOBI.D110118.T143143.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448155721
}