{
  "year" : 2011,
  "senateBillNo" : "A23-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to education",
    "billEventId" : "A23-2011-1294203600000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the furnishing of programs and services to pupils who attend private or parochial schools upon request of persons in parental relation",
  "summary" : "Requires the furnishing of programs and services to pupils who attend private or parochial schools upon request of persons in parental relation, except in cities with a population of one million or more; provides that such programs and services shall include participation in all extra-curricular activities, and participation in intraschool, intramural, and extramural athletics. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A9514-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          23\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CAHILL, McENENY -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law,  in  relation  to  the  provision  of\n         certain programs and services to private or parochial school pupils\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 3204-a\n    2  to read as follows:\n    3    S 3204-A. PROVISION OF CERTAIN PROGRAMS AND  SERVICES  TO  PRIVATE  OR\n    4  PAROCHIAL  SCHOOL PUPILS. 1. AS USED IN THIS SECTION, THE TERM \"PROGRAMS\n    5  AND SERVICES\" SHALL MEAN PARTICIPATION  IN  ALL  EXTRACURRICULAR  ACTIV-\n    6  ITIES, AND INTRASCHOOL, INTRAMURAL, AND EXTRAMURAL ATHLETICS PURSUANT TO\n    7  REGULATIONS PROMULGATED BY THE COMMISSIONER.\n    8    2.  THE  SCHOOL  AUTHORITIES  OF ANY SCHOOL DISTRICT AND ANY COMMUNITY\n    9  SCHOOL DISTRICT IN THE STATE, EXCEPT ANY  SCHOOL  DISTRICTS  LOCATED  IN\n   10  CITIES HAVING A POPULATION OF ONE MILLION OR MORE SHALL FURNISH PROGRAMS\n   11  AND  SERVICES  TO  PUPILS WHO ARE RESIDENTS OF THIS STATE AND WHO ATTEND\n   12  PRIVATE OR PAROCHIAL SCHOOLS IN SUCH SCHOOL DISTRICTS, UPON THE  WRITTEN\n   13  REQUEST  OF  THE  PERSONS IN PARENTAL RELATION TO ANY SUCH PUPIL. SUCH A\n   14  REQUEST SHALL BE FILED  WITH  THE  BOARD  OF  EDUCATION  OF  THE  SCHOOL\n   15  DISTRICT  IN  WHICH  THE  PERSONS IN PARENTAL RELATION TO ANY SUCH PUPIL\n   16  RESIDE ON OR BEFORE THE FIRST DAY OF JUNE PRECEDING THE SCHOOL YEAR  FOR\n   17  WHICH THE REQUEST IS MADE.\n   18    S  2.  This act shall take effect on the first of July next succeeding\n   19  the date on which it shall have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00890-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the provision of certain programs and services to private or parochial school pupils ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T102903.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101216.T124448.TXT", "SOBI.D101216.T104912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292521488308
}