{
  "year" : 2011,
  "senateBillNo" : "A2307-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2307-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the establishment of community justice councils",
  "summary" : "Provides for the establishment of community justice councils to provide public safety policy direction and to develop community justice plans which shall be required for the receipt of state funds. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A1048-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2307\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. DESTITO -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to the  establishment  of\n         community justice councils\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The executive law is amended by adding  a new section 844-c\n    2  to read as follows:\n    3    S 844-C.  COMMUNITY JUSTICE COUNCILS. 1. A COMMUNITY  JUSTICE  COUNCIL\n    4  SHALL  BE ESTABLISHED IN EACH COUNTY. SUCH COUNCILS SHALL PROVIDE PUBLIC\n    5  SAFETY POLICY DIRECTION AND DEVELOP COMMUNITY JUSTICE PLANS.\n    6    2. THE DIVISION SHALL REQUIRE, AS A CONDITION OF PAYMENT OF STATE  AID\n    7  TO  A COUNTY OR MUNICIPAL PUBLIC SAFETY AGENCY, THAT A COMMUNITY JUSTICE\n    8  PLAN BE SUBMITTED FOR THE COUNTY. THE COMMUNITY  JUSTICE  COUNCIL  SHALL\n    9  SUBMIT THE PLAN REQUIRED BY THIS SUBDIVISION. THE COUNCIL SHALL SUBMIT A\n   10  REVISED PLAN TO THE DIVISION EACH ODD-NUMBERED YEAR BY A DATE DESIGNATED\n   11  BY  THE DIVISION. A PLAN MAY BE AMENDED AT ANY TIME WITH THE APPROVAL OF\n   12  THE DIVISION. IN EVALUATING ANY APPLICATION OR PROPOSAL FOR  EXPENDITURE\n   13  OF  STATE  FUNDS  IN  SUPPORT OF PUBLIC SAFETY ACTIVITY IN A COUNTY, THE\n   14  DIVISION SHALL CONSIDER THE EXTENT TO WHICH  SUCH  PROPOSED  EXPENDITURE\n   15  COMPLIES  WITH  OR  ADVANCES THE GOALS AND PRIORITIES ARTICULATED IN THE\n   16  COUNTY'S COMMUNITY JUSTICE PLAN.\n   17    3. A COMMUNITY JUSTICE PLAN REQUIRED UNDER THIS SECTION SHALL INCLUDE:\n   18  (A) A STATEMENT OF PUBLIC SAFETY GOALS AND PRIORITIES; AND\n   19    (B) A DESCRIPTION OF METHODS FOR MEASURING  THE  SUCCESS  OF  PROGRAMS\n   20  FUNDED WITH STATE AID ADMINISTERED BY THE DIVISION.\n   21    4.  A COMMUNITY JUSTICE COUNCIL SHALL CONSIST OF THE FOLLOWING PERSONS\n   22  OR THEIR DESIGNEES:\n   23    (A) THE DISTRICT ATTORNEY;\n   24    (B) THE SHERIFF;\n   25    (C) THE SENIOR COUNTY COURT JUDGE;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06369-01-1\n\n       A. 2307                             2\n\n    1    (D) A MUNICIPAL POLICE CHIEF CHOSEN BY THE POLICE CHIEFS OF THE  MUNI-\n    2  CIPALITIES OF THE COUNTY;\n    3    (E)  AN  ELECTED MEMBER OF A LEGISLATIVE BODY OF A MUNICIPALITY OF THE\n    4  COUNTY, CHOSEN BY THE MEMBERS OF THE LEGISLATIVE BODIES OF  ALL  MUNICI-\n    5  PALITIES OF THE COUNTY;\n    6    (F)  NOT  MORE  THAN TWO STATE LEGISLATORS ELECTED FROM THE COUNTY AND\n    7  NOT MORE THAN ONE STATE SENATOR CHOSEN BY THE STATE LEGISLATORS  ELECTED\n    8  FROM THE COUNTY; AND\n    9    (G)  AN  ELECTED  MEMBER  OF  THE  BOARD OF TRUSTEES OF AN INDEPENDENT\n   10  SCHOOL DISTRICT IN SUCH COUNTY, CHOSEN BY THE MEMBERS OF THE  BOARDS  OF\n   11  TRUSTEES OF INDEPENDENT SCHOOL DISTRICTS LOCATED IN THE COUNTY.\n   12    5.  THE  COMMUNITY  JUSTICE  COUNCIL SHALL APPOINT A COMMUNITY JUSTICE\n   13  TASK FORCE TO PROVIDE SUPPORT STAFF FOR THE DEVELOPMENT OF  A  COMMUNITY\n   14  JUSTICE  PLAN.  THE TASK FORCE MAY CONSIST OF ANY NUMBER OF MEMBERS, BUT\n   15  SHOULD INCLUDE:\n   16    (A) A CHIEF OF POLICE;\n   17    (B) A PROBATION ADMINISTRATOR;\n   18    (C) A SCHOOL SUPERINTENDENT;\n   19    (D) A REPRESENTATIVE OF THE COMMANDER OF THE  NEW  YORK  STATE  POLICE\n   20  TROOP SERVING THE COUNTY;\n   21    (E) THE COUNTY COMMISSIONER OF MENTAL HEALTH;\n   22    (F) A CHEMICAL DEPENDENCY TREATMENT PROFESSIONAL;\n   23    (G) THE LOCAL OR REGIONAL REPRESENTATIVE OF THE DIVISION OF PAROLE;\n   24    (H) A LICENSED ATTORNEY WHO PRACTICES IN THE COUNTY AND WHOSE PRACTICE\n   25  CONSISTS PRIMARILY OF CRIMINAL LAW;\n   26    (I) A COURT ADMINISTRATOR;\n   27    (J) A REPRESENTATIVE OF A COMMUNITY SERVICE ORGANIZATION THAT PROVIDES\n   28  ADULT TREATMENT, EDUCATIONAL OR VOCATIONAL SERVICES;\n   29    (K) A REPRESENTATIVE OF A COMMUNITY SERVICE ORGANIZATION THAT PROVIDES\n   30  TREATMENT, EDUCATIONAL OR VOCATIONAL SERVICES TO YOUTH;\n   31    (L)  A  REPRESENTATIVE OF AN ORGANIZATION THAT IS ACTIVELY INVOLVED IN\n   32  ISSUES RELATING TO DEFENDANTS' RIGHTS;\n   33    (M) AN ADVOCATE FOR RIGHTS OF VICTIMS OF CRIME AND AWARENESS OF ISSUES\n   34  AFFECTING VICTIMS;\n   35    (N) A REPRESENTATIVE OF A NEIGHBORHOOD WATCH OR  NEIGHBORHOOD  ASSOCI-\n   36  ATION; AND\n   37    (O) A REPRESENTATIVE OF A COMMUNITY CRIME PREVENTION ORGANIZATION.\n   38    S  2. This act shall take effect on the first of January next succeed-\n   39  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to the establishment of community justice councils ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110119.T094235.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448155730
}