{
  "year" : 2011,
  "senateBillNo" : "A2308-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to economic development",
    "billEventId" : "A2308-2011-1295326800000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a biomedical research grants and working capital loan program within the urban development corporation",
  "summary" : "Establishes a biomedical research grants and working capital loan program within the urban development corporation; sets application criteria for loans and grants; requires scientific peer review and a biomedical research advisory board. ",
  "currentCommittee" : null,
  "sameAs" : "S986",
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "A11176-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2308\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  GABRYSZAK  --  read once and referred to the\n         Committee on Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation to establishing a  biomedical  research  grants  and  working\n         capital loan program to promote the state's biomedical research indus-\n         try and ancillary businesses\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Section 1 of chapter 174 of the laws of 1968, constituting\n    2  the New York state urban development  corporation  act,  is  amended  by\n    3  adding a new section 16-u to read as follows:\n    4    S  16-U.  BIOMEDICAL RESEARCH GRANTS AND WORKING CAPITAL LOAN PROGRAM.\n    5  1. DEFINITIONS. FOR THE PURPOSES OF THIS SECTION:\n    6    (A) \"RESEARCH INSTITUTION\"  OR  \"INSTITUTION\"  SHALL  MEAN  A  PUBLIC,\n    7  QUASI-PUBLIC  OR  PRIVATE BIOMEDICAL RESEARCH FACILITY OR INSTITUTION OF\n    8  HIGHER EDUCATION LOCATED WITHIN THE STATE.\n    9    (B) \"BIOMEDICAL RESEARCH\" SHALL MEAN AND  INCLUDE  APPLIED  SCIENTIFIC\n   10  RESEARCH IN THE AREA OF BIOMEDICINE INCLUDING, BUT NOT LIMITED TO, PHAR-\n   11  MACEUTICAL RESEARCH APPLICATIONS, SURGICAL INSTRUMENTS, FIXED DIAGNOSTIC\n   12  EQUIPMENT USED TO IDENTIFY, ISOLATE OR TREAT PHYSICAL OR MENTAL ILLNESS,\n   13  AND BIOCHEMISTRY; OR OTHER RELEVANT BIOMEDICAL RESEARCH.\n   14    2.   PROGRAM ESTABLISHED. THE CORPORATION SHALL ESTABLISH THE BIOMEDI-\n   15  CAL RESEARCH GRANTS AND WORKING CAPITAL LOAN PROGRAM FOR THE PURPOSE  OF\n   16  ESTABLISHING  AN ECONOMIC DEVELOPMENT GRANTS AND WORKING CAPITAL REVOLV-\n   17  ING LOAN FUND TO BE ADMINISTERED BY THE CORPORATION. SUCH FUND SHALL  BE\n   18  USED  TO  PROVIDE  FINANCIAL  ASSISTANCE  IN THE FORM OF WORKING CAPITAL\n   19  LOANS FOR BIOMEDICAL RESEARCH  PROJECTS,  NEW  EQUIPMENT  AT  BIOMEDICAL\n   20  RESEARCH  INSTITUTIONS, AND FOR, UNDER LIMITED CIRCUMSTANCES, GRANTS FOR\n   21  SALARIES OF  BIOMEDICAL  RESEARCHERS,  STAFF  SUPPORT  AND  NON-PERSONAL\n   22  SERVICE AT SUCH RESEARCH INSTITUTIONS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04987-01-1\n\n       A. 2308                             2\n\n    1    3.  APPLICATION  CRITERIA. IN ADDITION TO OTHER CRITERIA AS THE CORPO-\n    2  RATION MAY ADOPT FOR THE CONSIDERATION  OF  APPROVING  APPLICATIONS  FOR\n    3  GRANTS  AND  LOANS  PROVIDED FOR IN SUBDIVISION TWO OF THIS SECTION, THE\n    4  CORPORATION SHALL:\n    5    (A)  DETERMINE  THAT  THE  RESEARCH  INSTITUTION  IS UNABLE TO READILY\n    6  OBTAIN SUFFICIENT FUNDING ON  REASONABLE  TERMS  FROM  OTHER  PUBLIC  OR\n    7  PRIVATE SOURCES TO PERMIT THE PLANNED PROJECT TO PROCEED;\n    8    (B)  GIVE  PRIORITY TO THOSE APPLICATIONS FOR ASSISTANCE THAT SECURE A\n    9  HIGH PORTION OF PRIVATE SUPPORT FOR BIOMEDICAL RESEARCH  OR  COMMIT  NEW\n   10  RESOURCES  TO  THE  EXPANSION OF BIOMEDICAL RESEARCH AT THE INSTITUTION;\n   11  AND\n   12    (C) CONSIDER THE POTENTIAL LONG TERM ECONOMIC BENEFITS TO THE STATE BY\n   13  AWARDING THE SPECIFIC GRANT OR LOAN AND WHETHER THE GRANT OR  LOAN  WILL\n   14  RESULT IN A REASONABLE LIKELIHOOD OF SUCCESS IN MEETING THE PURPOSES FOR\n   15  WHICH IT WAS SOUGHT BY THE APPLICANT.\n   16    4.  SCIENTIFIC  PEER REVIEW. THE CORPORATION SHALL ENGAGE THE SERVICES\n   17  OF CONSULTANTS FOR THE PURPOSE OF CONDUCTING A SCIENTIFIC PEER REVIEW OF\n   18  ALL APPLICATIONS FOR SUCH GRANTS AND LOANS.  SUCH CONSULTANTS SHALL HAVE\n   19  SUBSTANTIAL EXPERIENCE IN THE ESTABLISHMENT AND MANAGEMENT OF SUCH  PEER\n   20  REVIEW PROCESS AND SHALL MAKE RECOMMENDATIONS TO THE BIOMEDICAL RESEARCH\n   21  ADVISORY BOARD ESTABLISHED PURSUANT TO SUBDIVISION SIX OF THIS SECTION.\n   22    5.  FUNDS.  THE FUND SHALL CONSIST OF SUCH AMOUNTS AS MAY BE APPROPRI-\n   23  ATED, ANY REPAYMENT OF THE PRINCIPAL AMOUNT OF ANY LOAN  MADE  FROM  THE\n   24  FUND,  AND ANY INTEREST EARNED BY THE CORPORATION FROM THE INVESTMENT OF\n   25  MONEYS OF THE FUND.\n   26    6. ADVISORY BOARD. (A) THERE SHALL BE ESTABLISHED IN THE CORPORATION A\n   27  BIOMEDICAL RESEARCH ADVISORY BOARD WHICH SHALL OVERSEE  THE  PROCESS  OF\n   28  PROVIDING  SUCH FINANCIAL ASSISTANCE.  SUCH BOARD SHALL CONSIST OF THIR-\n   29  TEEN VOTING MEMBERS AS FOLLOWS:\n   30    (I) THE COMMISSIONER OF HEALTH;\n   31    (II) THE COMMISSIONER OF MENTAL HEALTH;\n   32    (III) THE CHAIR OF THE STATE HEALTH RESEARCH COUNCIL;\n   33    (IV) FOUR MEMBERS APPOINTED BY THE GOVERNOR;\n   34    (V) TWO MEMBERS APPOINTED BY THE TEMPORARY PRESIDENT OF THE SENATE;\n   35    (VI) TWO MEMBERS APPOINTED BY THE SPEAKER OF THE ASSEMBLY;\n   36    (VII) ONE MEMBER APPOINTED BY THE MINORITY LEADER OF THE SENATE; AND\n   37    (VIII) ONE MEMBER APPOINTED BY THE MINORITY LEADER OF THE ASSEMBLY.\n   38    (B) THE APPOINTED MEMBERS SHALL EACH HAVE ADVANCED KNOWLEDGE OF OR  AN\n   39  ADVANCED  DEGREE  IN  ONE  OF THE FIELDS OF BIOMEDICAL SCIENCES, OR BE A\n   40  PROMINENT MEMBER OF THE BIOMEDICAL RESEARCH INDUSTRY.  SUCH  MEMBERS  OF\n   41  THE ADVISORY BOARD SHALL BE RESIDENTS OF THE STATE.\n   42    (C)  THE  APPOINTED  MEMBERS  SHALL  SERVE  FOR  TERMS OF THREE YEARS.\n   43  PROVIDED, HOWEVER, THE MEMBERS OF THE ADVISORY BOARD INITIALLY APPOINTED\n   44  SHALL BE APPOINTED FOR THE FOLLOWING TERMS:\n   45    (I) ONE  MEMBER APPOINTED BY THE GOVERNOR, ONE MEMBER APPOINTED BY THE\n   46  TEMPORARY PRESIDENT OF THE SENATE AND THE MEMBER APPOINTED BY THE MINOR-\n   47  ITY LEADER OF THE ASSEMBLY SHALL BE APPOINTED FOR TERMS OF ONE YEAR;\n   48    (II) TWO MEMBERS APPOINTED BY THE GOVERNOR, ONE  MEMBER  APPOINTED  BY\n   49  THE  TEMPORARY  PRESIDENT  OF THE SENATE AND ONE MEMBER APPOINTED BY THE\n   50  SPEAKER OF THE ASSEMBLY SHALL BE APPOINTED FOR TERMS OF TWO YEARS; AND\n   51    (III) ONE MEMBER APPOINTED BY THE GOVERNOR, ONE  MEMBER  APPOINTED  BY\n   52  THE  SPEAKER  OF  THE  ASSEMBLY AND THE MEMBER APPOINTED BY THE MINORITY\n   53  LEADER OF THE SENATE SHALL BE APPOINTED FOR TERMS OF THREE YEARS.\n   54    THE MEMBERS SHALL CONTINUE IN OFFICE UNTIL  THE  EXPIRATION  OF  THEIR\n   55  TERMS  AND  UNTIL  THEIR  SUCCESSORS  ARE  APPOINTED AND HAVE QUALIFIED.\n   56  VACANCIES SHALL BE FILLED BY  THE  APPOINTING  OFFICIAL  WHO  ORIGINALLY\n\n       A. 2308                             3\n\n    1  APPOINTED SUCH MEMBER WITHIN ONE YEAR OF THE DATE UPON WHICH SUCH VACAN-\n    2  CIES OCCUR.\n    3    (D)  THE  ADVISORY  BOARD SHALL MEET AS FREQUENTLY AS ITS BUSINESS MAY\n    4  REQUIRE, AND AT LEAST ONCE IN EACH CALENDAR YEAR.\n    5    (E) ONE MEMBER SHALL BE APPOINTED BY THE CHAIR OF THE CORPORATION,  OR\n    6  BY HIS OR HER DESIGNEE, AS CHAIRPERSON OF THE ADVISORY BOARD.\n    7    (F)  THE  MEMBERS  OF  THE  ADVISORY BOARD SHALL SERVE WITHOUT COMPEN-\n    8  SATION, OTHER THAN REIMBURSEMENT OF ACTUAL AND NECESSARY EXPENSES.\n    9    7. REPORTS. THE CHAIRMAN OF THE CORPORATION SHALL SUBMIT TO THE DIREC-\n   10  TOR OF THE BUDGET, THE TEMPORARY PRESIDENT OF THE SENATE, THE SPEAKER OF\n   11  THE ASSEMBLY, THE MINORITY LEADER OF THE SENATE AND THE MINORITY  LEADER\n   12  OF  THE  ASSEMBLY EVALUATIONS OF THE EFFECTIVENESS OF THE PROGRAM.  SUCH\n   13  EVALUATIONS SHALL DETERMINE WHETHER THE ASSISTANCE PROVIDED HAS ENHANCED\n   14  THE BIOMEDICAL RESEARCH INDUSTRY IN THE STATE AND SHALL MAKE RECOMMENDA-\n   15  TIONS FOR IMPROVEMENTS WHICH WOULD MAKE THE PROGRAM MORE EFFECTIVE.  THE\n   16  EVALUATIONS  SHALL  BE  SUBMITTED  ON OR BEFORE THE FIRST OF JULY OF THE\n   17  SECOND CALENDAR YEAR NEXT SUCCEEDING THE EFFECTIVE DATE OF THIS  SECTION\n   18  AND ON OR BEFORE THE FIRST OF JULY EVERY SECOND YEAR THEREAFTER.\n   19    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to establishing a biomedical research grants and working capital loan program to promote the state's biomedical research industry and ancillary businesses ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T094235.TXT", "SOBI.D110118.T151652.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448155735
}