{
  "year" : 2011,
  "senateBillNo" : "A2309-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2309-2011-1295326800000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates a small business electric energy tax credit",
  "summary" : "Creates a small business electric energy tax credit; specifies that the amount of credit shall be equal to the product of $0.02 per kilowatt hour; sets limit of no more than 19 full-time employees in New York State; determines that if the business is located at the primary residence of a sole proprietor, the business is not eligible for the tax credit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A902-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2309\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. GUNTHER, SCHIMMINGER, MILLMAN, SCHROEDER, LUPAR-\n         DO, COLTON,  CUSICK,  ZEBROWSKI,  PEOPLES-STOKES,  JAFFEE,  HOOPER  --\n         Multi-Sponsored  by -- M. of A.  BROOK-KRASNY, COOK, HEASTIE, LATIMER,\n         MAGEE, MARKEY, ORTIZ, PHEFFER, REILLY, J. RIVERA,  ROBINSON,  SWEENEY,\n         WEISENBERG  --  read  once  and  referred to the Committee on Ways and\n         Means\n\n       AN ACT to amend the tax law, in relation to a  small  business  electric\n         energy tax credit\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 210 of the tax law  is  amended  by  adding  a  new\n    2  subdivision 43 to read as follows:\n    3    43.  SMALL BUSINESS ELECTRIC ENERGY TAX CREDIT. (A) A TAXPAYER THAT IS\n    4  ELIGIBLE UNDER THE LIMITATIONS SPECIFIED IN PARAGRAPH (B) OF THIS SUBDI-\n    5  VISION SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY  THIS  ARTI-\n    6  CLE.    THE  AMOUNT  OF  THE CREDIT SHALL BE EQUAL TO THE PRODUCT OF TWO\n    7  CENTS PER KILOWATT HOUR FOR ALL BUSINESS RELATED  ELECTRICITY  USAGE  AT\n    8  THE TAXPAYER'S PRIMARY BUSINESS LOCATION.\n    9    (B)  AN  ELIGIBLE  TAXPAYER  SHALL (I) HAVE NO MORE THAN NINETEEN FULL\n   10  TIME EQUIVALENT EMPLOYEES IN  NEW  YORK  STATE,  INCLUDING  ANY  RELATED\n   11  MEMBERS  OR  AFFILIATES,  (II)  NOT  BE  A  SOLE-PROPRIETORSHIP  IF SUCH\n   12  SOLE-PROPRIETOR'S PRIMARY BUSINESS LOCATION IS SITED IN OR PART OF  SUCH\n   13  SOLE-PROPRIETOR'S PLACE OF RESIDENCE, (III) NOT BE CERTIFIED PURSUANT TO\n   14  ARTICLE EIGHTEEN-B OF THE GENERAL MUNICIPAL LAW, AND (IV) NOT BE RECEIV-\n   15  ING  ANY  ALLOCATION  OR  AWARD PURSUANT TO ANY PROGRAM AUTHORIZED UNDER\n   16  ARTICLE SIX OF THE ECONOMIC DEVELOPMENT LAW.\n   17    (C) (I) THE TERM \"BUSINESS RELATED ELECTRICITY USAGE\" SHALL  REFER  TO\n   18  ELECTRICAL  POWER  USAGE  USED  TO  FURTHER THE ECONOMIC ACTIVITY OF THE\n   19  TAXPAYER AT THE PRIMARY BUSINESS LOCATION THAT IS CLEARLY DELIMITED FROM\n   20  ANY SHARED ELECTRICAL POWER USAGE COST. (II) THE TERM \"PRIMARY  BUSINESS\n   21  LOCATION\"  SHALL MEAN THE PHYSICAL SITE OF THE TAXPAYER WITHIN THE STATE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02242-01-1\n\n       A. 2309                             2\n\n    1  OF NEW YORK WHERE THE MAJORITY OF THE TAXPAYER'S  ECONOMIC  ACTIVITY  IS\n    2  GENERATED  OR  COORDINATED  THROUGH.    (III) THE TERM \"RELATED MEMBERS\"\n    3  SHALL HAVE THE SAME MEANING AS SET FORTH  IN  CLAUSES  (A)  AND  (B)  OF\n    4  SUBPARAGRAPH  ONE  OF  PARAGRAPH  (O) OF SUBDIVISION NINE OF SECTION TWO\n    5  HUNDRED EIGHT OF THIS ARTICLE, AS AMENDED BY SECTION ONE OF  PART  M  OF\n    6  CHAPTER  SIX  HUNDRED  EIGHTY-SIX OF THE LAWS OF TWO THOUSAND THREE, AND\n    7  THE TERM \"AFFILIATES\" SHALL MEAN THOSE CORPORATIONS THAT ARE MEMBERS  OF\n    8  THE SAME AFFILIATED GROUP (AS DEFINED IN SECTION FIFTEEN HUNDRED FOUR OF\n    9  THE INTERNAL REVENUE CODE) AS THE TAXPAYER.\n   10    (D) THE ELIGIBLE USAGE LEVEL SHALL BE THE TOTAL KILOWATT HOUR USAGE OF\n   11  THE  TAXPAYER  FOR BUSINESS RELATED ELECTRICITY USAGE DURING THE TAXPAY-\n   12  ER'S TAXABLE YEAR AS VERIFIED THROUGH BILLS OR OTHER FORM OF USAGE CHART\n   13  PROVIDED TO THE TAXPAYER BY THE  TAXPAYER'S  ELECTRICITY  POWER  SERVICE\n   14  PROVIDER.\n   15    (E)  THE  CREDIT  ALLOWED  UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR\n   16  SHALL NOT REDUCE THE TAX DUE FOR SUCH YEAR TO LESS THAN  THE  HIGHER  OF\n   17  THE  AMOUNTS  PRESCRIBED IN PARAGRAPHS (C) AND (D) OF SUBDIVISION ONE OF\n   18  THIS SECTION. HOWEVER, IF THE AMOUNT OF CREDIT ALLOWED UNDER THIS SUBDI-\n   19  VISION FOR ANY TAXABLE YEAR REDUCES THE TAX TO SUCH AMOUNT,  ANY  AMOUNT\n   20  OF  CREDIT  NOT  DEDUCTIBLE  IN SUCH TAXABLE YEAR SHALL BE TREATED AS AN\n   21  OVERPAYMENT OF TAX TO BE CREDITED OR REFUNDED  IN  ACCORDANCE  WITH  THE\n   22  PROVISIONS  OF SECTION TEN HUNDRED EIGHTY-SIX OF THIS CHAPTER. PROVIDED,\n   23  HOWEVER, THE PROVISIONS OF SUBSECTION (C) OF SECTION TEN HUNDRED  EIGHT-\n   24  Y-EIGHT OF THIS CHAPTER NOTWITHSTANDING, NO INTEREST SHALL BE PAID THER-\n   25  EON.\n   26    S  2. Section 606 of the tax law is amended by adding a new subsection\n   27  (ss) to read as follows:\n   28    (SS) SMALL BUSINESS ELECTRIC ENERGY TAX CREDIT. (1) A TAXPAYER THAT IS\n   29  ELIGIBLE UNDER THE  LIMITATIONS  SPECIFIED  IN  PARAGRAPH  TWO  OF  THIS\n   30  SUBSECTION  SHALL  BE  ALLOWED  A CREDIT AGAINST THE TAX IMPOSED BY THIS\n   31  ARTICLE. THE AMOUNT OF THE CREDIT SHALL BE EQUAL TO THE PRODUCT (OR  PRO\n   32  RATA SHARE OF THE PRODUCT IN THE CASE OF A PARTNERSHIP) OF TWO CENTS PER\n   33  KILOWATT  HOUR FOR ALL BUSINESS RELATED ELECTRICITY USAGE AT THE TAXPAY-\n   34  ER'S PRIMARY BUSINESS LOCATION.\n   35    (2) AN ELIGIBLE TAXPAYER SHALL (I) HAVE NO  MORE  THAN  NINETEEN  FULL\n   36  TIME  EQUIVALENT  EMPLOYEES  IN  NEW  YORK  STATE, INCLUDING ANY RELATED\n   37  MEMBERS OR AFFILIATES, (II) SHALL NOT BE A SOLE-PROPRIETORSHIP  IF  SUCH\n   38  SOLE-PROPRIETOR'S  PRIMARY BUSINESS LOCATION IS SITED IN OR PART OF SUCH\n   39  SOLE-PROPRIETOR'S PLACE OF RESIDENCE, (III) NOT BE CERTIFIED PURSUANT TO\n   40  ARTICLE EIGHTEEN-B OF THE GENERAL MUNICIPAL LAW, AND (IV) NOT BE RECEIV-\n   41  ING ANY ALLOCATION OR AWARD PURSUANT TO  ANY  PROGRAM  AUTHORIZED  UNDER\n   42  ARTICLE SIX OF THE ECONOMIC DEVELOPMENT LAW.\n   43    (3)  (I)  THE TERM \"BUSINESS RELATED ELECTRICITY USAGE\" SHALL REFER TO\n   44  ELECTRICAL POWER USAGE USED TO FURTHER  THE  ECONOMIC  ACTIVITY  OF  THE\n   45  TAXPAYER AT THE PRIMARY BUSINESS LOCATION THAT IS CLEARLY DELIMITED FROM\n   46  ANY  SHARED ELECTRICAL POWER USAGE COST. (II) THE TERM \"PRIMARY BUSINESS\n   47  LOCATION\" SHALL MEAN THE PHYSICAL SITE OF THE TAXPAYER WITHIN THE  STATE\n   48  OF  NEW  YORK  WHERE THE MAJORITY OF THE TAXPAYER'S ECONOMIC ACTIVITY IS\n   49  GENERATED OR COORDINATED THROUGH. (III) THE TERM \"RELATED MEMBERS\" SHALL\n   50  HAVE THE SAME MEANING AS SET FORTH IN CLAUSES (A) AND  (B)  OF  SUBPARA-\n   51  GRAPH  ONE  OF  PARAGRAPH (O) OF SUBDIVISION NINE OF SECTION TWO HUNDRED\n   52  EIGHT OF THIS CHAPTER, AS AMENDED BY SECTION ONE OF PART  M  OF  CHAPTER\n   53  SIX  HUNDRED  EIGHTY-SIX OF THE LAWS OF TWO THOUSAND THREE, AND THE TERM\n   54  \"AFFILIATES\" SHALL MEAN THOSE CORPORATIONS THAT ARE MEMBERS OF THE  SAME\n   55  AFFILIATED  GROUP  (AS  DEFINED  IN  SECTION FIFTEEN HUNDRED FOUR OF THE\n   56  INTERNAL REVENUE CODE) AS THE TAXPAYER.\n\n       A. 2309                             3\n\n    1    (4) THE ELIGIBLE USAGE LEVEL SHALL BE THE TOTAL KILOWATT HOUR USAGE OF\n    2  THE TAXPAYER FOR BUSINESS RELATED ELECTRICITY USAGE DURING  THE  TAXPAY-\n    3  ER'S TAXABLE YEAR AS VERIFIED THROUGH BILLS OR OTHER FORM OF USAGE CHART\n    4  PROVIDED  TO  THE  TAXPAYER  BY THE TAXPAYER'S ELECTRICITY POWER SERVICE\n    5  PROVIDER.\n    6    (5)  IF  THE  AMOUNT  OF  CREDIT ALLOWED UNDER THIS SUBSECTION FOR ANY\n    7  TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR,  THE  EXCESS\n    8  SHALL  BE TREATED AS AN OVERPAYMENT OF TAX TO BE CREDITED OR REFUNDED IN\n    9  ACCORDANCE WITH THE PROVISIONS OF SECTION SIX HUNDRED EIGHTY-SIX OF THIS\n   10  ARTICLE, PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE PAID THEREON.\n   11    S 3. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   12  of  the  tax  law  is  amended by adding a new clause (xxxii) to read as\n   13  follows:\n   14  (XXXII) SMALL BUSINESS ELECTRIC      QUALIFYING ELECTRICITY USAGE\n   15  ENERGY TAX CREDIT                    UNDER SUBDIVISION FORTY-THREE\n   16  UNDER SUBSECTION (SS)                OF SECTION TWO HUNDRED TEN\n   17    S 4. This act shall take effect immediately and shall apply to taxable\n   18  years beginning on or after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to a small business electric energy tax credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110119.T094235.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110119.T094735.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448455889
}