{
  "year" : 2011,
  "senateBillNo" : "A2306-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2306-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits municipalities from entering into contracts for the provision of fire services by a private entity",
  "summary" : "Prohibits any municipality from entering into a contract for the provision of fire protection, suppression, prevention or training services with any entity not established by a municipality and subject to the supervision of the municipality establishing such entity; makes an exception for not-for-profit corporations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "A533-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2306\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, McENENY -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the labor law, the county law, the general city law, the\n         general  municipal  law, the town law and the village law, in relation\n         to prohibiting municipalities from contracting with any private entity\n         for the  provision  of  fire  protection,  suppression  or  prevention\n         services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative intent. The legislature hereby finds  that  the\n    2  privatization  of  fire  services by municipalities poses a considerable\n    3  threat to the lives, safety and property of individuals  throughout  the\n    4  state.  Public  sector  fire  services use all their resources solely to\n    5  provide service and protection to  the  public.    Private  sector  fire\n    6  services  exist  to  make a profit. Recent history has demonstrated that\n    7  the services, experience, and the administrative and personnel  require-\n    8  ments  of  private  companies  do  not  compare with the high quality of\n    9  services and assurances of public safety provided by public sector  fire\n   10  departments. Given the profound role fire departments play in protecting\n   11  the  lives and property of all citizens, the legislature hereby declares\n   12  that no governmental body may contract with any private  entity,  organ-\n   13  ization,  corporation  or company for the furnishing of fire protection,\n   14  fire suppression and fire prevention services.\n   15    S 2. The labor law is amended by adding a new section 220-i to read as\n   16  follows:\n   17    S 220-I.  CONTRACTS  FOR  FIRE  PROTECTION.  NO  CITY,  COUNTY,  TOWN,\n   18  VILLAGE,  AUTHORITY  OR FIRE DISTRICT SHALL CONTRACT WITH ANY ENTITY FOR\n   19  THE PROVISION OF FIRE PROTECTION,  SUPPRESSION  OR  PREVENTION  SERVICES\n   20  WITHIN THE BOUNDARIES OF SUCH MUNICIPALITY, UNLESS:\n   21    (A) SUCH ENTITY IS CREATED BY A CITY, COUNTY, TOWN, VILLAGE, AUTHORITY\n   22  OR FIRE DISTRICT AND SUBJECT TO THE SUPERVISION OF THE GOVERNING BODY OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06377-01-1\n\n       A. 2306                             2\n\n    1  THE CITY, COUNTY, TOWN, VILLAGE, AUTHORITY OR FIRE DISTRICT ESTABLISHING\n    2  SUCH ENTITY; OR\n    3    (B) SUCH ENTITY IS A NOT-FOR-PROFIT CORPORATION.\n    4    S  3.  Subdivision  9  of section 224 of the county law, as amended by\n    5  chapter 297 of the laws of 1952, is amended to read as follows:\n    6    (9) Fire training schools for training [firemen] FIREFIGHTERS, includ-\n    7  ing the power to pay to a city within or without the county for services\n    8  in the training of [firemen]  VOLUNTEER  FIREFIGHTERS  of  such  county;\n    9  PROVIDED,  HOWEVER, THAT UNDER NO CIRCUMSTANCES, SHALL A COUNTY CONTRACT\n   10  FOR THE PROVISION OF FIRE PROTECTION, SUPPRESSION OR PREVENTION SERVICES\n   11  WITH:\n   12    (A) ANY ENTITY WHICH IS NOT CREATED BY A CITY, COUNTY, TOWN,  VILLAGE,\n   13  AUTHORITY OR FIRE DISTRICT AND SUBJECT TO THE SUPERVISION OF THE GOVERN-\n   14  ING  BODY OF THE CITY, COUNTY, TOWN, VILLAGE, AUTHORITY OR FIRE DISTRICT\n   15  ESTABLISHING SUCH ENTITY; OR\n   16    (B) SUCH ENTITY IS A NOT-FOR-PROFIT CORPORATION.\n   17    S 4. Subdivision 12 of section 20 of the general city law, as added by\n   18  chapter 247 of the laws of 1913, is amended to read as follows:\n   19    12. To prevent and extinguish fires and to protect the inhabitants  of\n   20  the  city  and  property  within the city from loss or damage by fire or\n   21  other casualty; PROVIDED, HOWEVER, THAT UNDER NO CIRCUMSTANCES SHALL ANY\n   22  CITY CONTRACT WITH ANY ENTITY FOR  THE  PROVISION  OF  FIRE  PROTECTION,\n   23  SUPPRESSION  OR  PREVENTION SERVICES WITHIN THE BOUNDARIES OF SUCH CITY,\n   24  UNLESS:\n   25    (A) SUCH ENTITY IS CREATED BY A CITY, COUNTY, TOWN, VILLAGE, AUTHORITY\n   26  OR FIRE DISTRICT AND SUBJECT TO THE SUPERVISION OF THE GOVERNING BODY OF\n   27  THE CITY, COUNTY, TOWN, VILLAGE, AUTHORITY OR FIRE DISTRICT ESTABLISHING\n   28  SUCH ENTITY; OR\n   29    (B) SUCH ENTITY IS A NOT-FOR-PROFIT CORPORATION.\n   30    S 5. The general municipal law is amended  by  adding  a  new  section\n   31  103-g to read as follows:\n   32    S  103-G. PROHIBITED CONTRACT; FIRE SERVICES. NO MUNICIPAL CORPORATION\n   33  OR AUTHORITY SHALL CONTRACT WITH ANY ENTITY FOR THE  PROVISION  OF  FIRE\n   34  PROTECTION,  SUPPRESSION OR PREVENTION SERVICES WITHIN THE BOUNDARIES OF\n   35  SUCH MUNICIPAL CORPORATION, UNLESS:\n   36    1. SUCH ENTITY IS CREATED BY A CITY,  COUNTY, TOWN, VILLAGE, AUTHORITY\n   37  OR FIRE DISTRICT AND SUBJECT TO THE SUPERVISION OF THE GOVERNING BODY OF\n   38  THE CITY, COUNTY, TOWN, VILLAGE, AUTHORITY OR FIRE DISTRICT ESTABLISHING\n   39  SUCH ENTITY; OR\n   40    2. SUCH ENTITY IS A NOT-FOR-PROFIT CORPORATION.\n   41    S 6. The town law is amended by adding a new section 173-a to read  as\n   42  follows:\n   43    S  173-A. PROHIBITED CONTRACT; FIRE SERVICES. NO TOWN OR FIRE DISTRICT\n   44  ESTABLISHED THEREBY SHALL CONTRACT WITH ANY ENTITY FOR THE PROVISION  OF\n   45  FIRE  PROTECTION,  SUPPRESSION OR PREVENTION SERVICES WITHIN THE BOUNDA-\n   46  RIES OF SUCH TOWN OR FIRE DISTRICT, UNLESS:\n   47    1. SUCH ENTITY IS  CREATED BY A CITY,  COUNTY, TOWN, VILLAGE, AUTHORI-\n   48  TY OR FIRE DISTRICT AND SUBJECT TO THE SUPERVISION OF THE GOVERNING BODY\n   49  OF THE CITY, COUNTY, TOWN, VILLAGE, AUTHORITY OR  FIRE  DISTRICT  ESTAB-\n   50  LISHING SUCH ENTITY; OR\n   51    2. SUCH ENTITY IS A NOT-FOR-PROFIT CORPORATION.\n   52    S  7.  Subparagraph a of paragraph 9 of subdivision 3 of section 4-412\n   53  of the village law, as added by chapter 976 of  the  laws  of  1973,  is\n   54  amended to read as follows:\n   55    a.  May  contract  for  the  furnishing  of fire protection within the\n   56  village with the fire department  in  the  village  or  with  any  city,\n\n       A. 2306                             3\n\n    1  village,  fire  district,  or incorporated fire company having its head-\n    2  quarters outside such village  and  maintaining  adequate  and  suitable\n    3  apparatus  and  appliances for the furnishing of fire protection in such\n    4  village.  UNDER NO CIRCUMSTANCES SHALL A VILLAGE CONTRACT WITH ANY ENTI-\n    5  TY  FOR  THE  PROVISION  OF  FIRE  PROTECTION, SUPPRESSION OR PREVENTION\n    6  SERVICES WITHIN THE BOUNDARIES OF THE VILLAGE UNLESS:\n    7    1. SUCH ENTITY IS CREATED BY A CITY, COUNTY, TOWN, VILLAGE,  AUTHORITY\n    8  OR FIRE DISTRICT AND SUBJECT TO THE SUPERVISION OF THE GOVERNING BODY OF\n    9  THE CITY, COUNTY, TOWN, VILLAGE, AUTHORITY OR FIRE DISTRICT ESTABLISHING\n   10  SUCH ENTITY; OR\n   11    2. SUCH ENTITY IS A NOT-FOR-PROFIT CORPORATION.\n   12    The  contract also may provide for the furnishing of emergency service\n   13  in case of accidents, calamities or other emergencies in connection with\n   14  which the services of [firemen] FIREFIGHTERS would be required, as  well\n   15  as  in  case  of alarms of fire.   The contract also may provide for the\n   16  furnishing  of  general  ambulance  service  subject,  however,  to  the\n   17  provisions  of  section two hundred nine-b of the general municipal law.\n   18  In the event that the fire department or fire  company  furnishing  fire\n   19  protection within the village pursuant to contract does not maintain and\n   20  operate  an  ambulance  then  a  separate  contract  may be made for the\n   21  furnishing within the village of emergency ambulance service or  general\n   22  ambulance  service, or both, with any city, village or fire district the\n   23  fire department of which, or with an incorporated  fire  company  having\n   24  its  headquarters  outside  the village which, maintains and operates an\n   25  ambulance subject, however, in the case of general ambulance service, to\n   26  the provisions of section two hundred nine-b of  the  general  municipal\n   27  law.\n   28    S  8.  This  act  shall  take  effect  immediately, and shall apply to\n   29  contracts entered into on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, the county law, the general city law, the general municipal law, the town law and the village law, in relation to prohibiting municipalities from contracting with any private entity for the provision of fire protection, suppression or prevention services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T094235.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T144146.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448155725
}