{
  "year" : 2011,
  "senateBillNo" : "A2304-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2304-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the imposition of penalties by the state ethics commission",
  "summary" : "Relates to the imposition of penalties by the state ethics commission; provides for the civil penalty amount to not exceed ten thousand dollars and an amount equal to the disgorgement of any gift, compensation or benefit received in connection with the violation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Officers Law",
  "previousVersions" : [ "A1885-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2304\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. DESTITO, CAHILL -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the public  officers  law  and  the  executive  law,  in\n         relation to the imposition of penalties by the state ethics commission\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 18 of section 73 of the public officers law, as\n    2  amended by chapter 14 of the  laws  of  2007,  is  amended  to  read  as\n    3  follows:\n    4    18.  In  addition  to  any penalty contained in any other provision of\n    5  law, any person who knowingly and intentionally violates the  provisions\n    6  of  subdivisions  two  through  five,  seven,  eight, twelve or fourteen\n    7  through seventeen of this section shall be subject to a civil penalty in\n    8  an amount not to exceed forty thousand dollars and [the value] AN AMOUNT\n    9  EQUAL TO DISGORGEMENT of any gift, compensation or benefit  received  in\n   10  connection with such violation.  Assessment of a civil penalty hereunder\n   11  shall  be  made  by the state oversight body with jurisdiction over such\n   12  person. A state oversight body acting pursuant to its jurisdiction, may,\n   13  in lieu of a civil penalty, with respect to a violation of  subdivisions\n   14  two  through  five, seven or eight of this section, refer a violation of\n   15  any such  subdivision  to  the  appropriate  prosecutor  and  upon  such\n   16  conviction such violation shall be punishable as a class A misdemeanor.\n   17    S  2. Subdivision 13 of section 94 of the executive law, as amended by\n   18  chapter 14 of the laws of 2007, is amended to read as follows:\n   19    13. An individual subject to the jurisdiction of  the  commission  who\n   20  knowingly  and intentionally violates the provisions of subdivisions two\n   21  through five, seven, eight, twelve  or  fourteen  through  seventeen  of\n   22  section  seventy-three  of  the public officers law, section one hundred\n   23  seven of the civil service law, or a reporting individual who  knowingly\n   24  and  wilfully  fails to file an annual statement of financial disclosure\n   25  or who knowingly and wilfully with  intent  to  deceive  makes  a  false\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06173-01-1\n\n       A. 2304                             2\n\n    1  statement  or  fraudulent omission or gives information which such indi-\n    2  vidual knows to be false on such statement of financial disclosure filed\n    3  pursuant to section seventy-three-a of the public officers law shall  be\n    4  subject  to  a  civil  penalty in an amount not to exceed forty thousand\n    5  dollars and [the value] AN AMOUNT EQUAL TO  DISGORGEMENT  of  any  gift,\n    6  compensation or benefit received as a result of such violation. An indi-\n    7  vidual  who knowingly and intentionally violates the provisions of para-\n    8  graph b, c, d or i of subdivision three of section seventy-four  of  the\n    9  public officers law shall be subject to a civil penalty in an amount not\n   10  to  exceed  ten thousand dollars and the value of any gift, compensation\n   11  or benefit received as a result of such  violation.  An  individual  who\n   12  knowingly and intentionally violates the provisions of paragraph a, e or\n   13  g  of  subdivision  three of section seventy-four of the public officers\n   14  law shall be subject to a civil penalty in an amount not to  exceed  the\n   15  value  of any gift, compensation or benefit received as a result of such\n   16  violation. An individual subject to the jurisdiction of  the  commission\n   17  who  knowingly  and  willfully violates article one-A of the legislative\n   18  law shall be subject to civil penalty as provided for in  that  article.\n   19  Assessment  of a civil penalty hereunder shall be made by the commission\n   20  with respect to persons subject to its jurisdiction.  In  assessing  the\n   21  amount  of  the  civil  penalties  to  be  imposed, the commission shall\n   22  consider the seriousness of the violation, the amount  of  gain  to  the\n   23  individual and whether the individual previously had any civil or crimi-\n   24  nal  penalties  imposed  pursuant to this section, and any other factors\n   25  the commission deems appropriate. For a violation of  this  subdivision,\n   26  other  than  for  conduct  which  constitutes a violation of section one\n   27  hundred seven of the civil service law, subdivisions twelve or  fourteen\n   28  through  seventeen  of  section seventy-three or section seventy-four of\n   29  the public officers law or article one-A of  the  legislative  law,  the\n   30  commission  may,  in  lieu  of a civil penalty, refer a violation to the\n   31  appropriate prosecutor and upon such conviction, such violation shall be\n   32  punishable as a class A misdemeanor. A civil penalty  for  false  filing\n   33  may  not  be  imposed  hereunder  in  the event a category of \"value\" or\n   34  \"amount\" reported hereunder is incorrect unless such  reported  informa-\n   35  tion  is falsely understated. Notwithstanding any other provision of law\n   36  to the contrary, no other penalty, civil or criminal may be imposed  for\n   37  a  failure  to  file,  or  for  a  false filing, of such statement, or a\n   38  violation of section seventy-three of the public  officers  law,  except\n   39  that  the  appointing authority may impose disciplinary action as other-\n   40  wise provided by law. The commission may refer violations of this subdi-\n   41  vision to the appointing authority for disciplinary action as  otherwise\n   42  provided  by  law. The commission shall be deemed to be an agency within\n   43  the meaning of article three of the state administrative  procedure  act\n   44  and  shall adopt rules governing the conduct of adjudicatory proceedings\n   45  and appeals taken pursuant  to  a  proceeding  commenced  under  article\n   46  seventy-eight  of  the  civil  practice  law  and  rules relating to the\n   47  assessment of the  civil  penalties  herein  authorized  and  commission\n   48  denials  of requests for certain deletions or exemptions to be made from\n   49  a financial disclosure statement as authorized in paragraph (h) or para-\n   50  graph (i) of subdivision nine of this section. Such rules,  which  shall\n   51  not  be subject to the approval requirements of the state administrative\n   52  procedure act, shall  provide  for  due  process  procedural  mechanisms\n   53  substantially  similar  to those set forth in article three of the state\n   54  administrative procedure act but such mechanisms need not  be  identical\n   55  in terms or scope. Assessment of a civil penalty or commission denial of\n   56  such  a  request  shall  be  final unless modified, suspended or vacated\n\n       A. 2304                             3\n\n    1  within thirty days of imposition, with respect to the assessment of such\n    2  penalty, or unless such denial of request is reversed within  such  time\n    3  period,  and  upon  becoming  final  shall  be  subject to review at the\n    4  instance of the affected reporting individuals in a proceeding commenced\n    5  against  the  commission, pursuant to article seventy-eight of the civil\n    6  practice law and rules.\n    7    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public officers law and the executive law, in relation to the imposition of penalties by the state ethics commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110119.T094235.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T134139.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448155719
}