{
  "year" : 2011,
  "senateBillNo" : "A2302-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2302-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to disciplinary proceedings of the state police",
  "summary" : "Provides that any board hearing disciplinary proceedings of the state police shall be composed of equal representatives named by the superintendent and the union representing the member with a neutral party chosen by sides. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A1054-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2302\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. DESTITO, COLTON -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to rules and  regulations\n         promulgated by the superintendent relating to disciplinary proceedings\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section  215  of  the  executive  law,  as\n    2  amended  by  chapter  478  of  the  laws  of 2004, is amended to read as\n    3  follows:\n    4    3. The sworn members of the New York state police shall  be  appointed\n    5  by  the  superintendent  and  permanent appointees may be removed by the\n    6  superintendent only after a hearing. No person shall be appointed to the\n    7  New York state police force as a sworn member unless he or she shall  be\n    8  a citizen of the United States, between the ages of twenty-one and twen-\n    9  ty-nine  years except that in the superintendent's discretion, the maxi-\n   10  mum age may be extended to thirty-five years. Notwithstanding any  other\n   11  provision  of law or any general or special law to the contrary the time\n   12  spent on military duty, not exceeding a total of  six  years,  shall  be\n   13  subtracted from the age of any applicant who has passed his or her twen-\n   14  ty-ninth birthday, solely for the purpose of permitting qualification as\n   15  to  age  and  for  no  other purpose. Such limitations as to age however\n   16  shall not apply to persons appointed to the positions of counsel,  first\n   17  assistant  counsel,  assistant counsel, and assistant deputy superinten-\n   18  dent for employee relations nor to any person appointed to the bureau of\n   19  criminal investigation pursuant to section two hundred sixteen  of  this\n   20  article  nor  shall any person be appointed unless he or she has fitness\n   21  and good moral character and shall have passed  a  physical  and  mental\n   22  examination  based  upon standards provided by the rules and regulations\n   23  of the superintendent. Appointments shall be  made  for  a  probationary\n   24  period  which, in the case of appointees required to attend and complete\n   25  a basic training program at the state police academy, shall include such\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05699-01-1\n\n       A. 2302                             2\n\n    1  time spent attending the basic  school  and  terminate  one  year  after\n    2  successful  completion thereof. All other sworn members shall be subject\n    3  to a probationary period of one  year  from  the  date  of  appointment.\n    4  Following  satisfactory completion of the probationary period the member\n    5  shall be a permanent appointee. Voluntary resignation or withdrawal from\n    6  the New York state police during such appointment shall be submitted  to\n    7  the  superintendent  for approval.  Reasonable time shall be required to\n    8  account for all equipment issued or for  debts  or  obligations  to  the\n    9  state  to  be  satisfied.  Resignation  or  withdrawal from the division\n   10  during a time of emergency, so declared by the governor,  shall  not  be\n   11  approved  if  contrary  to the best interest of the state and shall be a\n   12  misdemeanor. No sworn member removed from  the  New  York  state  police\n   13  shall be eligible for reappointment. The superintendent shall make rules\n   14  and  regulations  subject to approval by the governor for the discipline\n   15  and control of the New York state police and  for  the  examination  and\n   16  qualifications of applicants for appointment as members thereto and such\n   17  examinations  shall  be held and conducted by the superintendent subject\n   18  to such rules and regulations. ANY SUCH RULE OR REGULATION  RELATING  TO\n   19  THE  FORMAL  DISCIPLINARY  HEARING OF A MEMBER OF THE STATE POLICE WHICH\n   20  PROVIDES FOR DESIGNATION OF OFFICERS BY THE SUPERINTENDENT TO A  HEARING\n   21  BOARD  SHALL  REQUIRE  AN EQUAL NUMBER OF REPRESENTATIVES TO BE NAMED BY\n   22  THE SUPERINTENDENT AND CERTIFIED OR RECOGNIZED  EMPLOYEE  REPRESENTATIVE\n   23  ORGANIZATION  OF  THE  ACCUSED  MEMBER. AN ADDITIONAL NEUTRAL PARTY, WHO\n   24  SHALL NOT BE A MEMBER OR OFFICER OF THE DIVISION OF STATE POLICE,  SHALL\n   25  SIT ON SUCH HEARING BOARD AND SHALL SERVE AS HEARING OFFICER. SUCH ADDI-\n   26  TIONAL  MEMBER  SHALL BE CHOSEN JOINTLY BY THE SUPERINTENDENT AND CERTI-\n   27  FIED OR RECOGNIZED EMPLOYEE REPRESENTATIVE ORGANIZATION OF  THE  ACCUSED\n   28  MEMBER  IN  A  MANNER AGREED UPON BY THE SUPERINTENDENT AND CERTIFIED OR\n   29  RECOGNIZED EMPLOYEE REPRESENTATIVE ORGANIZATION OF THE  ACCUSED  MEMBER.\n   30  The superintendent is authorized to charge a fee of twenty dollars as an\n   31  application  fee  for any person applying to take a competitive examina-\n   32  tion for the position of trooper, and a fee  of  five  dollars  for  any\n   33  competitive  examination  for  a  civilian  position. The superintendent\n   34  shall promulgate regulations subject to the approval of the director  of\n   35  the  budget, to provide for a waiver of the application fee when the fee\n   36  would cause an unreasonable hardship on the applicant and to establish a\n   37  fee schedule and charge fees for the use of state police facilities.\n   38    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to rules and regulations promulgated by the superintendent relating to disciplinary proceedings ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T141642.TXT", "SOBI.D110118.T134139.TXT", "SOBI.D110118.T143143.TXT", "SOBI.D110119.T094735.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448455904
}