{
  "year" : 2011,
  "senateBillNo" : "A2305-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2305-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the commissioner of general services to maintain an inventory and audit of every state-owned real property or unappropriated state land that has been sold",
  "summary" : "Requires the commissioner of general services to maintain an inventory and audit of every state-owned real property or unappropriated state land that has been sold, transferred, conveyed or exchanged and contain a reverter clause pursuant to the public lands law or the unconsolidated laws. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Lands Law",
  "previousVersions" : [ "A1203-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Peoples-Stokes",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2305\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, PEOPLES-STOKES -- read once and referred\n         to the Committee on Governmental Operations\n\n       AN  ACT  to  amend the public lands law, in relation to the inventory of\n         unappropriated state land sales\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The opening paragraph of subdivision 2 of section 2 of the\n    2  public lands law is designated paragraph a and  a  new  paragraph  b  is\n    3  added to read as follows:\n    4    B.  THE COMMISSIONER OF GENERAL SERVICES SHALL ESTABLISH, MAINTAIN AND\n    5  HAVE THE CUSTODY OF AN INVENTORY OF ALL STATE-OWNED  REAL  PROPERTY  AND\n    6  UNAPPROPRIATED  STATE  LAND THAT HAS BEEN SOLD, TRANSFERRED, CONVEYED OR\n    7  EXCHANGED WHICH CONTAIN A REVERTER CLAUSE, PURSUANT TO ARTICLE THREE  OF\n    8  THIS  CHAPTER  AND  PURSUANT  TO  ANY LAND SALE, TRANSFER, CONVEYANCE OR\n    9  EXCHANGE WHICH CONTAIN A REVERTER CLAUSE, PROVIDED FOR IN THE  UNCONSOL-\n   10  IDATED  LAWS  OF  NEW YORK STATE. THE COMMISSIONER SHALL AUDIT EACH LAND\n   11  SALE, TRANSFER, CONVEYANCE OR EXCHANGE WHICH CONTAIN A REVERTER  CLAUSE,\n   12  TO  ENSURE EACH TRANSACTION HAS MET THE REQUIREMENTS OF ARTICLE THREE OF\n   13  THIS CHAPTER OR AS PROVIDED IN THE UNCONSOLIDATED LAW, WITHIN  ONE  YEAR\n   14  OF  THE  EFFECTIVE  DATE  OF  THIS  PARAGRAPH. EACH TRANSACTION SHALL BE\n   15  AUDITED EVERY THREE YEARS  THEREAFTER.  THE  COMMISSIONER  SHALL  REPORT\n   16  WITHIN  ONE YEAR AFTER THE EFFECTIVE DATE OF THIS PARAGRAPH AND ANNUALLY\n   17  THEREAFTER TO THE GOVERNOR AND LEGISLATURE A COPY OF THE INVENTORY,  THE\n   18  AUDIT  STATUS  OF  EACH  PARCEL  OF STATE LAND IN THE INVENTORY, AND THE\n   19  AUDIT FINDING OF EACH PARCEL OF STATE LAND IN THE INVENTORY.\n   20    S 2. This act shall take effect immediately.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06376-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public lands law, in relation to the inventory of unappropriated state land sales ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T094235.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T144146.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448155722
}