{
  "year" : 2011,
  "senateBillNo" : "A2303-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2303-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides standards and procedures for determining whether or not a contractor is responsible for purposes of public construction projects",
  "summary" : "Provides standards and procedures for determining whether or not a contractor is responsible for purposes of public construction projects, including documentation of previous experience with comparable projects, financial statements, disclosure of any professional suspensions or OSHA violations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A1047-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2303\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. DESTITO -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the state finance law and the general municipal law,  in\n         relation   to   determining   contractor   responsibility   on  public\n         construction projects\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  state finance law is amended by adding a new section\n    2  139-l to read as follows:\n    3    S 139-L. CONTRACTOR  AND  SUBCONTRACTOR  RESPONSIBILITY.  1.  FOR  THE\n    4  PURPOSE  OF  THIS  SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING\n    5  MEANINGS UNLESS OTHERWISE SPECIFIED:\n    6    A. \"APPARENT LOW BIDDER\" SHALL MEAN A BIDDER WHO, UPON THE OPENING  OF\n    7  BIDS  FOR A CONTRACT, IS DETERMINED TO HAVE SUBMITTED THE LOWEST BID FOR\n    8  SUCH CONTRACT.\n    9    B. \"BIDDER\" SHALL MEAN ANY PERSON, PARTNERSHIP, FIRM,  CORPORATION  OR\n   10  OTHER ENTITY SUBMITTING A COMPETITIVE BID FOR, OR SUBMITTED FOR APPROVAL\n   11  AS A SUBCONTRACTOR ON, A CONTRACT BY ANY CONTRACTING ENTITY.\n   12    C.   \"CONTRACT\"   SHALL   MEAN  ANY  CONTRACT  MADE  AND  AWARDED  FOR\n   13  CONSTRUCTION, RECONSTRUCTION OR ALTERATION OF ANY  PUBLIC  WORK  PROJECT\n   14  WHICH  IS REQUIRED BY LAW TO BE LET BY COMPETITIVE BIDDING TO THE LOWEST\n   15  RESPONSIBLE BIDDER BY A CONTRACTING ENTITY.\n   16    D. \"CONTRACTING ENTITY\" SHALL MEAN ANY PUBLIC DEPARTMENT, PUBLIC BENE-\n   17  FIT CORPORATION OR PUBLIC CORPORATION COVERED  BY  SECTION  ONE  HUNDRED\n   18  THIRTY-NINE-F  OF  THIS  ARTICLE  OR SECTION THIRTY-EIGHT OF THE HIGHWAY\n   19  LAW.\n   20    E. \"CONTRACTOR\" SHALL MEAN A BIDDER WHO HAS BEEN AWARDED A CONTRACT.\n   21    F. \"SUBCONTRACTOR\" SHALL MEAN A PERSON, PARTNERSHIP, FIRM, CORPORATION\n   22  OR OTHER ENTITY THAT IS PROPOSED TO PERFORM WORK ON THE CONTRACT.\n   23    2. IN DELIBERATING UPON THE RESPONSIBILITY OF  A  BIDDER  OR  PROPOSED\n   24  SUBCONTRACTOR  ON  A  CONTRACT,  THE  CONTRACTING  ENTITY SHALL GIVE DUE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06368-01-1\n\n       A. 2303                             2\n\n    1  CONSIDERATION TO ANY CREDIBLE EVIDENCE OR INFORMATION REASONABLY  DEEMED\n    2  TO  BE  RELIABLE THAT THE PAST OR CURRENT RECORD OF A BIDDER OR PROPOSED\n    3  SUBCONTRACTOR SHALL WARRANT A DETERMINATION THAT SUCH BIDDER OR  SUBCON-\n    4  TRACTOR  IS  NOT A RESPONSIBLE BIDDER. THE CONTRACTING ENTITY, IN DETER-\n    5  MINING THE RESPONSIBILITY OF THE APPARENT LOW BIDDER SHALL REQUIRE,  AND\n    6  THE  APPARENT LOW BIDDER SHALL PROVIDE, THE FOLLOWING INFORMATION RELAT-\n    7  ING TO THE APPARENT LOW BIDDER IN ORDER FOR THE  CONTRACTING  ENTITY  TO\n    8  DETERMINE  THE  PECUNIARY  AND FINANCIAL RESPONSIBILITY, ACCOUNTABILITY,\n    9  OPERATIONAL RESPONSIBILITY, RELIABILITY, SKILL, CAPACITY, ABILITY, JUDG-\n   10  MENT AND INTEGRITY OF THE APPARENT LOW BIDDER:\n   11    A. A DESCRIPTION OF ITS EXPERIENCE WITH PROJECTS OF COMPARATIVE SCOPE,\n   12  COMPLEXITY, AND COST WITHIN THE PAST FIVE YEARS, TOGETHER WITH  DOCUMEN-\n   13  TARY EVIDENCE OF SUCH PROJECTS;\n   14    B.  DOCUMENTATION  REGARDING  SUCH  PROJECTS DESCRIBING THE FOLLOWING:\n   15  TIMELINESS OF PERFORMANCE; QUALITY OF WORK;  EXTENSION  REQUESTS;  LITI-\n   16  GATION  AND/OR  ARBITRATION  ARISING FROM SUCH WORK, INCLUDING FINES AND\n   17  PENALTIES IMPOSED AND PAYMENT THEREOF; LIENS FILED;  HISTORY  OF  CLAIMS\n   18  FOR EXTRA WORK; CONTRACT DEFAULTS; AND AN EXPLANATION OF THE SAME;\n   19    C.  IDENTIFICATION AND DESCRIPTION OF ANY PROJECTS WITHIN THE PREVIOUS\n   20  FIVE YEARS THAT THE APPARENT LOW BIDDER WAS DETERMINED BY THE  CONTRACT-\n   21  ING ENTITY NOT TO BE A RESPONSIBLE BIDDER, AND THE REASONS GIVEN BY SUCH\n   22  ENTITY THEREFORE, TOGETHER WITH AN EXPLANATION THEREOF;\n   23    D.  AN  ADEQUATE  DEMONSTRATION OF FINANCIAL RESPONSIBILITY, WHICH MAY\n   24  INCLUDE A CERTIFIED FINANCIAL STATEMENT PREPARED BY A  CERTIFIED  PUBLIC\n   25  ACCOUNTANT,  TO  ASSURE  THAT THE APPARENT LOW BIDDER POSSESSES ADEQUATE\n   26  RESOURCES AND AVAILABILITY OF  CREDIT  AND  THE  MEANS  AND  ABILITY  TO\n   27  PROCURE INSURANCE AND BONDS REQUIRED FOR THE PROJECT;\n   28    E.  DISCLOSURE  OF  ANY SUSPENSIONS OR REVOCATIONS OF ANY PROFESSIONAL\n   29  LICENSE OF ANY DIRECTOR, OFFICER, OWNER OR MANAGERIAL  EMPLOYEE  OF  THE\n   30  APPARENT  LOW  BIDDER,  TO  THE  EXTENT THAT ANY WORK TO BE PERFORMED IS\n   31  WITHIN THE FIELD OF SUCH LICENSED PROFESSION;\n   32    F. DISCLOSURE OF ANY AND ALL UNITED  STATES  OCCUPATIONAL  SAFETY  AND\n   33  HEALTH ADMINISTRATION VIOLATIONS WITHIN THE PREVIOUS FIVE YEARS, AS WELL\n   34  AS ALL NOTICES OF SUCH VIOLATIONS AGAINST THE APPARENT LOW BIDDER IN THE\n   35  SAME  FIVE  YEAR  PERIOD, TOGETHER WITH A DESCRIPTION AND EXPLANATION OF\n   36  REMEDIATION OR OTHER STEPS TAKEN REGARDING SUCH VIOLATIONS  AND  NOTICES\n   37  OF VIOLATIONS;\n   38    G.  DISCLOSURE OF ANY AND ALL VIOLATIONS OF ARTICLE EIGHT OF THE LABOR\n   39  LAW AND ANY OTHER PROVISION OF SUCH LAW, INCLUDING BUT NOT  LIMITED  TO,\n   40  CHILD  LABOR VIOLATIONS, FAILURE TO PAY WAGES AND UNEMPLOYMENT INSURANCE\n   41  TAX DELINQUENCIES WITHIN THE PAST FIVE YEARS;\n   42    H.  DISCLOSURE OF VIOLATIONS OF THE WORKERS' COMPENSATION LAW, INCLUD-\n   43  ING, BUT NOT LIMITED TO THE FAILURE TO PROVIDE PROOF OF WORKERS' COMPEN-\n   44  SATION OR DISABILITY COVERAGE AND/OR ANY LAPSES THEREOF;\n   45    I. DISCLOSURE OF ANY FELONY CONVICTIONS, INVOLVING THE LOWEST  RESPON-\n   46  SIBLE  BIDDER,  ITS  OFFICERS, DIRECTORS, OWNERS OR MANAGERIAL EMPLOYEES\n   47  WITHIN THE PAST FIVE YEARS; AND\n   48    J. DISCLOSURE OF ANY VIOLATIONS WITHIN THE PAST FIVE YEARS OR  PENDING\n   49  CHARGES  CONCERNING  FEDERAL,  STATE  OR  MUNICIPAL ENVIRONMENTAL AND/OR\n   50  HEALTH LAWS, CODES, RULES AND/OR REGULATIONS.\n   51    3. WHEN REQUESTED BY THE CONTRACTING ENTITY AFTER  THE  BID  HAS  BEEN\n   52  SUBMITTED  BUT  BEFORE  ANY  OF  THE  SUBCONTRACTED  WORK COMMENCES, THE\n   53  CONTRACTOR SHALL IDENTIFY ALL WORK TO BE SUBCONTRACTED  ALONG  WITH  THE\n   54  NAME  OF  THE FIRM OR FIRMS TO WHICH THE WORK WILL BE SUBCONTRACTED. THE\n   55  APPROVAL OF THE SUBCONTRACTOR BY THE CONTRACTING ENTITY, AS PROVIDED  BY\n\n       A. 2303                             3\n\n    1  THE  CONTRACT, SHALL BE SUBJECT TO THE SAME EVALUATION OF RESPONSIBILITY\n    2  CONTAINED WITHIN THIS SECTION FOR THE CONTRACTOR.\n    3    4.  PRIOR TO A FINAL DETERMINATION THAT THE APPARENT LOW BIDDER IS NOT\n    4  RESPONSIBLE, THE CONTRACTING ENTITY  SHALL  NOTIFY  THE  PARTY  OF  SUCH\n    5  DETERMINATION,  IN  WRITING, STATING THE REASONS FOR SUCH DETERMINATION,\n    6  AND SETTING FORTH A TIME, DATE AND PLACE FOR THE APPARENT LOW BIDDER  TO\n    7  APPEAR  AND  BE  HEARD, PRIOR TO SUCH DETERMINATION BEING MADE REGARDING\n    8  ITS RESPONSIBILITY. IN THE EVENT  OF  A  FINAL  DETERMINATION  THAT  THE\n    9  APPARENT  LOW  BIDDER  IS  NOT RESPONSIBLE, THE NEXT LOWEST BIDDER SHALL\n   10  BECOME THE APPARENT LOW BIDDER AND SHALL BE SUBJECT TO THE  REQUIREMENTS\n   11  SET FORTH IN THIS SECTION.\n   12    S  2.  The  general  municipal  law is amended by adding a new section\n   13  103-g to read as follows:\n   14    S 103-G. CONTRACTOR  AND  SUBCONTRACTOR  RESPONSIBILITY.  1.  FOR  THE\n   15  PURPOSE  OF  THIS  SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING\n   16  MEANINGS UNLESS OTHERWISE SPECIFIED:\n   17    A. \"APPARENT LOW BIDDER\" SHALL MEAN A BIDDER WHO, UPON THE OPENING  OF\n   18  BIDS  FOR A CONTRACT, IS DETERMINED TO HAVE SUBMITTED THE LOWEST BID FOR\n   19  SUCH CONTRACT.\n   20    B. \"BIDDER\" SHALL MEAN ANY PERSON, PARTNERSHIP, FIRM,  CORPORATION  OR\n   21  OTHER ENTITY SUBMITTING A COMPETITIVE BID FOR, OR SUBMITTED FOR APPROVAL\n   22  AS A SUBCONTRACTOR ON, A CONTRACTOR BY ANY CONTRACTING ENTITY.\n   23    C.  \"CONTRACT\"  SHALL MEAN ANY CONTRACT WHICH IS REQUIRED BY LAW TO BE\n   24  LET BY COMPETITIVE BID BY A CONTRACTING ENTITY FOR CONSTRUCTION,  RECON-\n   25  STRUCTION OR ALTERATION OF ANY PUBLIC WORK PROJECT TO THE LOWEST RESPON-\n   26  SIBLE BIDDER.\n   27    D.  \"CONTRACTING  ENTITY\"  SHALL  MEAN  A POLITICAL SUBDIVISION OR ANY\n   28  DISTRICT THEREIN.\n   29    2. IN DELIBERATING UPON THE RESPONSIBILITY OF  A  BIDDER  OR  PROPOSED\n   30  SUBCONTRACTOR  ON  A  CONTRACT,  THE  CONTRACTING  ENTITY SHALL GIVE DUE\n   31  CONSIDERATION TO ANY CREDIBLE EVIDENCE OR INFORMATION REASONABLY  DEEMED\n   32  TO  BE  RELIABLE THAT THE PAST OR CURRENT RECORD OF A BIDDER OR PROPOSED\n   33  SUBCONTRACTOR SHALL WARRANT A DETERMINATION THAT SUCH BIDDER OR  SUBCON-\n   34  TRACTOR  IS  NOT A RESPONSIBLE BIDDER. THE CONTRACTING ENTITY, IN DETER-\n   35  MINING THE RESPONSIBILITY OF THE APPARENT LOW BIDDER SHALL REQUIRE,  AND\n   36  THE  APPARENT LOW BIDDER SHALL PROVIDE, THE FOLLOWING INFORMATION RELAT-\n   37  ING TO THE APPARENT LOW BIDDER IN ORDER FOR THE  CONTRACTING  ENTITY  TO\n   38  DETERMINE  THE  PECUNIARY  AND FINANCIAL RESPONSIBILITY, ACCOUNTABILITY,\n   39  OPERATIONAL RESPONSIBILITY, RELIABILITY, SKILL, CAPACITY, ABILITY, JUDG-\n   40  MENT AND INTEGRITY OF THE APPARENT LOW BIDDER:\n   41    A. A DESCRIPTION OF ITS EXPERIENCE WITH PROJECTS OF COMPARATIVE SCOPE,\n   42  COMPLEXITY, AND COST WITHIN THE PAST FIVE YEARS, TOGETHER WITH  DOCUMEN-\n   43  TARY EVIDENCE OF SUCH PROJECTS;\n   44    B.  DOCUMENTATION  REGARDING  SUCH  PROJECTS DESCRIBING THE FOLLOWING:\n   45  TIMELINESS OF PERFORMANCE; QUALITY OF WORK;  EXTENSION  REQUESTS;  LITI-\n   46  GATION  AND/OR  ARBITRATION  ARISING FROM SUCH WORK, INCLUDING FINES AND\n   47  PENALTIES IMPOSED AND PAYMENT THEREOF; LIENS FILED;  HISTORY  OF  CLAIMS\n   48  FOR EXTRA WORK; CONTRACT DEFAULTS; AND AN EXPLANATION OF THE SAME;\n   49    C.  IDENTIFICATION AND DESCRIPTION OF ANY PROJECTS WITHIN THE PREVIOUS\n   50  FIVE YEARS THAT THE APPARENT LOW BIDDER WAS DETERMINED BY THE  CONTRACT-\n   51  ING    ENTITY  NOT  TO BE A RESPONSIBLE BIDDER, AND THE REASONS GIVEN BY\n   52  SUCH ENTITY THEREFORE, TOGETHER WITH AN EXPLANATION THEREOF;\n   53    D. AN ADEQUATE DEMONSTRATION OF FINANCIAL  RESPONSIBILITY,  WHICH  MAY\n   54  INCLUDE  A  CERTIFIED FINANCIAL STATEMENT PREPARED BY A CERTIFIED PUBLIC\n   55  ACCOUNTANT, TO ASSURE THAT THE APPARENT LOW  BIDDER  POSSESSES  ADEQUATE\n\n       A. 2303                             4\n\n    1  RESOURCES  AND  AVAILABILITY  OF  CREDIT  AND  THE  MEANS AND ABILITY TO\n    2  PROCURE INSURANCE AND BONDS REQUIRED FOR THE PROJECT;\n    3    E.  DISCLOSURE  OF  ANY SUSPENSIONS OR REVOCATIONS OF ANY PROFESSIONAL\n    4  LICENSE OF ANY DIRECTOR, OFFICER, OWNER OR MANAGERIAL  EMPLOYEE  OF  THE\n    5  APPARENT  LOW  BIDDER,  TO  THE  EXTENT THAT ANY WORK TO BE PERFORMED IS\n    6  WITHIN THE FIELD OF SUCH LICENSED PROFESSION;\n    7    F. DISCLOSURE OF ANY AND ALL UNITED  STATES  OCCUPATIONAL  SAFETY  AND\n    8  HEALTH ADMINISTRATION VIOLATIONS WITHIN THE PREVIOUS FIVE YEARS, AS WELL\n    9  AS  ALL NOTICES OF SUCH VIOLATIONS FILED AGAINST THE APPARENT LOW BIDDER\n   10  IN THE SAME FIVE YEAR PERIOD, TOGETHER WITH A DESCRIPTION  AND  EXPLANA-\n   11  TION  OF  REMEDIATION OR OTHER STEPS TAKEN REGARDING SUCH VIOLATIONS AND\n   12  NOTICES OF VIOLATIONS;\n   13    G. DISCLOSURE OF ANY AND ALL VIOLATIONS OF ARTICLE EIGHT OF THE  LABOR\n   14  LAW  AND  ANY OTHER PROVISION OF SUCH LAW, INCLUDING BUT NOT LIMITED TO,\n   15  CHILD LABOR VIOLATIONS, FAILURE TO PAY WAGES AND UNEMPLOYMENT  INSURANCE\n   16  TAX DELINQUENCIES WITHIN THE PAST FIVE YEARS;\n   17    H.  DISCLOSURE OF VIOLATIONS OF THE WORKERS' COMPENSATION LAW, INCLUD-\n   18  ING BUT NOT LIMITED TO, THE FAILURE TO PROVIDE PROOF OF WORKERS' COMPEN-\n   19  SATION OR DISABILITY COVERAGE AND/OR ANY LAPSES THEREOF;\n   20    I. DISCLOSURE OF ANY FELONY  CONVICTIONS  OF  THE  LOWEST  RESPONSIBLE\n   21  BIDDER,  ITS  OFFICERS, DIRECTORS, OWNERS OR MANAGERIAL EMPLOYEES WITHIN\n   22  THE PAST FIVE YEARS; AND\n   23    J. DISCLOSURE OF ANY VIOLATIONS WITHIN THE PAST FIVE YEARS OR  PENDING\n   24  CHARGES  CONCERNING  FEDERAL,  STATE  OR  MUNICIPAL ENVIRONMENTAL AND/OR\n   25  HEALTH LAWS, CODES, RULES AND/OR REGULATIONS.\n   26    3. WHEN REQUESTED BY THE CONTRACTING ENTITY AFTER  THE  BID  HAS  BEEN\n   27  SUBMITTED  BUT  BEFORE  ANY  OF  THE  SUBCONTRACTED  WORK COMMENCES, THE\n   28  CONTRACTOR SHALL IDENTIFY ALL WORK TO BE SUBCONTRACTED  ALONG  WITH  THE\n   29  NAME  OF  THE FIRM OR FIRMS TO WHICH THE WORK WILL BE SUBCONTRACTED. THE\n   30  APPROVAL OF THE SUBCONTRACTOR BY THE CONTRACTING ENTITY, AS PROVIDED  BY\n   31  THE  CONTRACT, SHALL BE SUBJECT TO THE SAME EVALUATION OF RESPONSIBILITY\n   32  CONTAINED WITHIN THIS SECTION FOR THE CONTRACTOR.\n   33    4. PRIOR TO A FINAL DETERMINATION THAT THE APPARENT LOW BIDDER IS  NOT\n   34  RESPONSIBLE,  THE  CONTRACTING  ENTITY  SHALL  NOTIFY  THE PARTY OF SUCH\n   35  DETERMINATION, IN WRITING, STATING THE REASONS FOR  SUCH  DETERMINATION,\n   36  AND  SETTING FORTH A TIME, DATE AND PLACE FOR THE APPARENT LOW BIDDER TO\n   37  APPEAR AND BE HEARD, PRIOR TO SUCH DETERMINATION  BEING  MADE  REGARDING\n   38  ITS  RESPONSIBILITY.  IN  THE  EVENT  OF  A FINAL DETERMINATION THAT THE\n   39  APPARENT LOW BIDDER IS NOT RESPONSIBLE, THE  NEXT  LOWEST  BIDDER  SHALL\n   40  BECOME  THE APPARENT LOW BIDDER AND SHALL BE SUBJECT TO THE REQUIREMENTS\n   41  SET FORTH IN THIS SECTION.\n   42    S 3. This act shall take effect on the thirtieth day  after  it  shall\n   43  have  become  a  law and shall be applicable to all contracts advertised\n   44  for bid on or after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law and the general municipal law, in relation to determining contractor responsibility on public construction projects ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T094235.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T134139.TXT", "SOBI.D110118.T143143.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448155716
}