{
  "year" : 2011,
  "senateBillNo" : "A2301-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2301-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the New York state independent budget office",
  "summary" : "Creates the New York state independent budget office with a director to be appointed, upon recommendations of an independent budget advisory committee, by the speaker of the assembly and the temporary president of the senate; authorizes such office to provide objective, non-partisan and timely analyses of state revenue, expenditures and management practices to members of the legislature for any legislation with fiscal impact or at the request of a leader or a committee. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "A1202-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2301\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. DESTITO, GALEF -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the legislative law, in relation to establishing the New\n         York state independent budget office\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The legislative law is amended by adding a new article 4-B\n    2  to read as follows:\n    3                                  ARTICLE 4-B\n    4                  NEW YORK STATE INDEPENDENT BUDGET OFFICE\n    5  SECTION 75. POWERS AND DUTIES OF THE NEW YORK STATE  INDEPENDENT  BUDGET\n    6                OFFICE.\n    7          76. DIRECTOR OF THE NEW YORK STATE INDEPENDENT BUDGET OFFICE.\n    8    S  75.  POWERS  AND  DUTIES  OF  THE NEW YORK STATE INDEPENDENT BUDGET\n    9  OFFICE. THERE SHALL HEREBY BE ESTABLISHED A NEW YORK  STATE  INDEPENDENT\n   10  BUDGET  OFFICE.  1. IT SHALL BE THE DUTY OF THE NEW YORK STATE INDEPEND-\n   11  ENT BUDGET OFFICE TO PROVIDE THE MEMBERS AND COMMITTEES OF THE  LEGISLA-\n   12  TURE WITH INFORMATION WHICH WILL ASSIST SUCH OFFICIALS AND BODIES IN THE\n   13  DISCHARGE  OF  THEIR RESPONSIBILITIES WHICH ARE RELATED TO THE BUDGETARY\n   14  PROCESS INCLUDING:\n   15    (A) INFORMATION WITH RESPECT TO THE BUDGET, APPROPRIATIONS  BILLS  AND\n   16  PROPOSED LAWS WITH FISCAL IMPLICATIONS;\n   17    (B)  INFORMATION  WITH RESPECT TO ESTIMATED REVENUES AND RECEIPTS, AND\n   18  CHANGING REVENUE CONDITIONS;\n   19    (C) INFORMATION WITH RESPECT TO THE PERFORMANCE AND  EFFECTIVENESS  OF\n   20  STATE AGENCIES AND PROGRAMS; AND\n   21    (D)  TO  THE EXTENT PRACTICABLE, SUCH OTHER INFORMATION OR ANALYSES AS\n   22  MAY BE REQUESTED BY SUCH OFFICIALS AND BODIES, AND THE GENERAL PUBLIC.\n   23    REQUESTS MADE BY THE SPEAKER OF THE ASSEMBLY, THE TEMPORARY  PRESIDENT\n   24  OF  THE  SENATE,  THE CHAIR OF THE ASSEMBLY WAYS AND MEANS COMMITTEE AND\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06375-01-1\n\n       A. 2301                             2\n\n    1  THE CHAIR OF THE SENATE FINANCE COMMITTEE REGARDING THE BUDGET, REVENUES\n    2  AND EXPENDITURES SHALL RECEIVE PRIORITY ATTENTION.\n    3    2.    THE  INDEPENDENT  BUDGET  OFFICE  SHALL COMPLETE A FISCAL IMPACT\n    4  STATEMENT: (A) FOR ANY BILL BEING CONSIDERED ON  AN  ASSEMBLY  WAYS  AND\n    5  MEANS  COMMITTEE  AGENDA  OR  A  SENATE FINANCE COMMITTEE AGENDA, TO THE\n    6  EXTENT POSSIBLE; (B) FOR ANY BILL AT  THE  REQUEST  OF  THE  SPEAKER  OR\n    7  MINORITY  LEADER  OF THE ASSEMBLY OR THE TEMPORARY PRESIDENT OR MINORITY\n    8  LEADER OF THE SENATE; AND (C) AT THE REQUEST OF  A  COMMITTEE  CHAIR  OR\n    9  RANKING  MEMBER OF A COMMITTEE FOR ANY BILL REFERRED TO THEIR RESPECTIVE\n   10  COMMITTEE.  FISCAL IMPACT STATEMENTS SHALL ESTIMATE THE IMPACT ON  STATE\n   11  REVENUES OR EXPENDITURES.\n   12    3.    THE  INDEPENDENT  BUDGET  OFFICE SHALL SUBMIT AN ANALYSIS OF THE\n   13  EXECUTIVE BUDGET BY MARCH FIRST OF EACH  YEAR  TO  THE  MEMBERS  OF  THE\n   14  ASSEMBLY  WAYS AND MEANS COMMITTEE AND THE SENATE FINANCE COMMITTEE, AND\n   15  MAKE COPIES OF SUCH ANALYSIS AVAILABLE  TO  ALL  OTHER  MEMBERS  OF  THE\n   16  LEGISLATURE AND ALL OTHER INDIVIDUALS, UPON REQUEST.\n   17    4.  THE  INDEPENDENT  BUDGET  OFFICE SHALL, TO THE EXTENT PRACTICABLE,\n   18  DEVELOP PROPOSALS FOR COST EFFECTIVE ALTERNATIVE APPROACHES TO MEET  THE\n   19  PUBLIC RESPONSIBILITIES OF THE STATE.\n   20    5.  THE  INDEPENDENT BUDGET OFFICE SHALL PUBLISH A REPORT WITH RESPECT\n   21  TO THE EXPECTED LEVELS OF STATE REVENUES BY THE FIRST  DAY  OF  JANUARY,\n   22  THE FIRST DAY OF APRIL, THE FIRST DAY OF JULY AND THE FIRST DAY OF OCTO-\n   23  BER OF EACH YEAR.\n   24    6.  THE  INDEPENDENT  BUDGET  OFFICE SHALL PUBLISH BY DECEMBER THIRTY-\n   25  FIRST OF EACH YEAR A REPORT ANALYZING THE FISCAL OUTLOOK  OF  THE  STATE\n   26  FOR THE NEXT FIVE YEARS.\n   27    7.  THE  INDEPENDENT  BUDGET  OFFICE SHALL, FROM TIME TO TIME, PUBLISH\n   28  SUCH REPORTS AS MAY BE APPROPRIATE TO ENHANCE THE  OFFICIAL  AND  PUBLIC\n   29  UNDERSTANDING OF THE BUDGETARY PROCESS AND OF THE BUDGET DOCUMENTS. SUCH\n   30  OFFICE  SHALL,  FROM TIME TO TIME, PUBLISH SUCH REPORTS AS MAY BE NECES-\n   31  SARY OR APPROPRIATE TO PROVIDE SUCH INFORMATION, DATA  AND  ANALYSIS  AS\n   32  WILL  ENHANCE  OFFICIAL  AND PUBLIC UNDERSTANDING OF MATTERS RELATING TO\n   33  STATE REVENUES, EXPENDITURES, MANAGEMENT PRACTICES AND RELATED MATTERS.\n   34    8. THE INDEPENDENT  BUDGET  OFFICE  MAY  PROCURE  UP-TO-DATE  COMPUTER\n   35  EQUIPMENT,  OBTAIN  THE  SERVICES OF EXPERTS AND CONSULTANTS IN COMPUTER\n   36  TECHNOLOGY, AND DEVELOP TECHNIQUES FOR THE EVALUATION OF REVENUE PROJEC-\n   37  TIONS AND BUDGETARY REQUIREMENTS.\n   38    9. ALL INFORMATION, DATA, ESTIMATES AND STATISTICS,  AND  ALL  STUDIES\n   39  AND  REPORTS  PREPARED  BY  THE  INDEPENDENT BUDGET OFFICE SHALL BE MADE\n   40  AVAILABLE TO THE PUBLIC AND SHALL ALSO BE MADE AVAILABLE  BY  ELECTRONIC\n   41  MEANS OVER THE INTERNET.\n   42    S  76.    DIRECTOR OF THE NEW YORK STATE INDEPENDENT BUDGET OFFICE. 1.\n   43  THE NEW YORK STATE INDEPENDENT BUDGET OFFICE SHALL BE HEADED BY A DIREC-\n   44  TOR WHO SHALL BE APPOINTED, UPON THE RECOMMENDATIONS OF  AN  INDEPENDENT\n   45  BUDGET OFFICE ADVISORY COMMITTEE, BY THE SPEAKER OF THE ASSEMBLY AND THE\n   46  TEMPORARY  PRESIDENT  OF THE SENATE. THE RECOMMENDATIONS FOR THE INITIAL\n   47  APPOINTMENT OF SUCH  DIRECTOR  SHALL  BE  MADE  NO  LATER  THAN  JANUARY\n   48  FIFTEENTH,  TWO  THOUSAND  TWELVE  TO  THE SPECIAL COMMITTEE. SUBSEQUENT\n   49  RECOMMENDATIONS  SHALL  BE  MADE  BETWEEN  JANUARY  SECOND  AND  JANUARY\n   50  FIFTEENTH  EVERY  SIXTH  YEAR  THEREAFTER.  THE  SPECIAL COMMITTEE SHALL\n   51  APPOINT THE INITIAL DIRECTOR NO LATER THAN FEBRUARY FIFTEENTH, TWO THOU-\n   52  SAND NINE AND SUCH INITIAL DIRECTOR SHALL TAKE  OFFICE  BEGINNING  APRIL\n   53  FIRST, TWO THOUSAND NINE. SUBSEQUENT APPOINTMENTS SHALL BE MADE NO LATER\n   54  THAN FEBRUARY FIFTEENTH EVERY SIXTH YEAR THEREAFTER.\n   55    2.  (A) THERE SHALL BE AN INDEPENDENT BUDGET OFFICE ADVISORY COMMITTEE\n   56  CONSISTING OF: (I) THE CHAIR AND RANKING MEMBER OF THE ASSEMBLY WAYS AND\n\n       A. 2301                             3\n\n    1  MEANS COMMITTEE AND THE CHAIR AND RANKING MEMBER OF THE  SENATE  FINANCE\n    2  COMMITTEE OR THEIR DESIGNEES; (II) THREE MEMBERS APPOINTED BY THE SPEAK-\n    3  ER OF THE ASSEMBLY; (III) THREE MEMBERS APPOINTED BY THE TEMPORARY PRES-\n    4  IDENT  OF  THE  SENATE;  AND (IV) TWO MEMBERS, ONE EACH APPOINTED BY THE\n    5  MINORITY LEADER IN EACH HOUSE OF THE LEGISLATURE.  THE  MEMBERS  OF  THE\n    6  ADVISORY  COMMITTEE  SHALL  SERVE  FOR SIX YEAR TERMS, PROVIDED, HOWEVER\n    7  THAT OF THE MEMBERS FIRST APPOINTED, THREE SHALL SERVE FOR TERMS  EXPIR-\n    8  ING  ON  MARCH THIRTY-FIRST, TWO THOUSAND FIFTEEN; THREE SHALL SERVE FOR\n    9  TERMS EXPIRING ON MARCH THIRTY-FIRST, TWO THOUSAND SEVENTEEN; AND  THREE\n   10  SHALL SERVE FOR TERMS EXPIRING ON MARCH THIRTY-FIRST, TWO THOUSAND NINE-\n   11  TEEN. THE MEMBERS SHALL ALL BE INDIVIDUALS WITH EXTENSIVE EXPERIENCE AND\n   12  KNOWLEDGE IN THE FIELDS OF FINANCE, ECONOMICS, ACCOUNTING, PUBLIC ADMIN-\n   13  ISTRATION  AND  PUBLIC POLICY ANALYSIS INCLUDING AT LEAST ONE NATIONALLY\n   14  RECOGNIZED EXPERT IN THE FIELDS OF BUDGET THEORY AND THE BUDGET PROCESS;\n   15  ONE DEAN OR DIRECTOR OR FORMER DEAN OR DIRECTOR OF A GRADUATE SCHOOL  OF\n   16  BUSINESS ADMINISTRATION, PUBLIC AFFAIRS OR PUBLIC ADMINISTRATION LOCATED\n   17  IN  NEW YORK STATE; ONE OFFICER OR FORMER OFFICER OR ECONOMIC ADVISOR OF\n   18  A LABOR UNION; ONE OFFICER OR FORMER OFFICER OR ECONOMIC  ADVISOR  TO  A\n   19  BUSINESS  CORPORATION;  AND  ONE OFFICER OR FORMER OFFICER OF A CIVIC OR\n   20  PUBLIC INTEREST ADVOCACY ORGANIZATION INVOLVED IN BUDGET  MATTERS.    NO\n   21  INDIVIDUAL SHALL SERVE CONSECUTIVE TERMS.\n   22    (B)  THE  INDEPENDENT  BUDGET  OFFICE ADVISORY COMMITTEE SHALL DEVELOP\n   23  GUIDELINES FOR THE BEST PRACTICES OF THE INDEPENDENT BUDGET OFFICE.  THE\n   24  INDEPENDENT  BUDGET  OFFICE  ADVISORY COMMITTEE SHALL MEET ANNUALLY WITH\n   25  THE DIRECTOR  TO  REVIEW  SUCH  GUIDELINES  AND  TO  MAKE  COMMENTS  AND\n   26  SUGGESTIONS ON THE OVERALL PRACTICES OF THE OFFICE.\n   27    (C)  MEMBERS  OF  THE ADVISORY COMMITTEE SHALL RECEIVE NO COMPENSATION\n   28  BUT SHALL BE REIMBURSED FOR REASONABLE EXPENSES INCURRED  IN  CONNECTION\n   29  WITH THEIR DUTIES.\n   30    3.  THE  DIRECTOR  OF THE INDEPENDENT BUDGET OFFICE SHALL BE APPOINTED\n   31  WITHOUT REGARD TO POLITICAL AFFILIATION  AND  SOLELY  ON  THE  BASIS  OF\n   32  FITNESS  TO  PERFORM  THE  DUTIES  ASSIGNED BY THIS ARTICLE. THE TERM OF\n   33  OFFICE  OF  THE  DIRECTOR  FIRST  APPOINTED  SHALL  EXPIRE  ON  FEBRUARY\n   34  FIFTEENTH,  TWO  THOUSAND EIGHTEEN, AND THE TERMS OF OFFICE OF DIRECTORS\n   35  SUBSEQUENTLY APPOINTED SHALL EXPIRE ON SUCH  DATE  IN  EACH  SIXTH  YEAR\n   36  THEREAFTER.  ANY  INDIVIDUAL  APPOINTED  TO  FILL A VACANCY PRIOR TO THE\n   37  EXPIRATION OF A TERM SHALL SERVE ONLY FOR THE UNEXPIRED PORTION OF  SUCH\n   38  TERM.  AN  INDIVIDUAL  SERVING AS DIRECTOR AT THE EXPIRATION OF THE TERM\n   39  MAY CONTINUE TO SERVE UNTIL A SUCCESSOR  IS  APPOINTED.    ANY  DIRECTOR\n   40  SERVING CONSECUTIVE TERMS SHALL BE RECOMMENDED BY THE INDEPENDENT BUDGET\n   41  OFFICE  ADVISORY  COMMITTEE AND APPOINTED BY THE SPEAKER OF THE ASSEMBLY\n   42  AND THE TEMPORARY PRESIDENT OF THE SENATE FOR THE SECOND TERM. NO DIREC-\n   43  TOR SHALL SERVE MORE THAN TWO TERMS CONSECUTIVELY.\n   44    4. TEN PERCENT OF THE APPROPRIATIONS MADE TO THE DIVISION OF THE BUDG-\n   45  ET SHALL BE AVAILABLE TO PAY FOR THE EXPENSES OF THE INDEPENDENT  BUDGET\n   46  OFFICE  DURING  EACH  FISCAL  YEAR BEGINNING WITH THE FIRST DAY OF APRIL\n   47  AFTER THIS SECTION SHALL HAVE BECOME A LAW. THE DIRECTOR  OF  THE  INDE-\n   48  PENDENT  BUDGET  OFFICE  SHALL  APPOINT  SUCH  PERSONNEL AND PROCURE THE\n   49  SERVICES OF SUCH EXPERTS  AND  CONSULTANTS,  WITHIN  THE  APPROPRIATIONS\n   50  AVAILABLE  THEREFOR,  AS MAY BE NECESSARY FOR SUCH DIRECTOR TO CARRY OUT\n   51  THE DUTIES AND FUNCTIONS  ASSIGNED  PURSUANT  TO  THIS  ARTICLE.    SUCH\n   52  PERSONNEL  AND  EXPERTS  SHALL PERFORM SUCH DUTIES AS MAY BE ASSIGNED TO\n   53  THEM BY THE DIRECTOR.\n   54    5. THE DIRECTOR OF THE INDEPENDENT BUDGET OFFICE SHALL HAVE ACCESS  AT\n   55  ALL  REASONABLE  TIMES  TO  OFFICES  OF  STATE DEPARTMENTS, COMMISSIONS,\n   56  BOARDS, BUREAUS AND OFFICES, TO INSTITUTIONS AND TO ALL  STATE  AUTHORI-\n\n       A. 2301                             4\n\n    1  TIES  AND  PUBLIC  WORKS  OF  THE STATE AND THEY MAY, FOR THE PURPOSE OF\n    2  OBTAINING INFORMATION AS TO THE METHOD OF OPERATION, GENERAL  CONDITION,\n    3  MANAGEMENT  AND  NEEDS  THEREOF,  EXAMINE  THE  BOOKS, PAPERS AND PUBLIC\n    4  RECORDS  THEREIN. NOTWITHSTANDING ANY OTHER PROVISION OF LAW, SUCH STATE\n    5  DEPARTMENTS, COMMISSIONS, BOARDS, BUREAUS,  OFFICES,  STATE  AUTHORITIES\n    6  AND  INSTITUTIONS  SHALL,  THROUGH  THEIR  PROPER  OFFICERS OR DEPUTIES,\n    7  FURNISH TO THE DIRECTOR SUCH DATA, INFORMATION OR STATEMENTS AS  MAY  BE\n    8  NECESSARY  FOR  THE  PROPER EXERCISE OF HIS OR HER POWERS AND DUTIES AND\n    9  FOR THE PURPOSE OF CARRYING INTO EFFECT THE PROVISIONS OF THIS ARTICLE.\n   10    6.  THE INDEPENDENT BUDGET OFFICE ADVISORY COMMITTEE  SHALL  DETERMINE\n   11  THE SALARY OF THE DIRECTOR OF THE INDEPENDENT BUDGET OFFICE.\n   12    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to establishing the New York state independent budget office ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T134139.TXT", "SOBI.D110118.T143143.TXT", "SOBI.D110119.T094735.TXT", "SOBI.D110118.T142142.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448455900
}