{
  "year" : 2011,
  "senateBillNo" : "A2317-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2317-2011-1295326800000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Miller M",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires cable companies to provide notice to their customers of scheduled maintenance",
  "summary" : "Requires cable companies to provide notice to their customers of scheduled maintenance and provides for a credit to be given to subscribers for the value of the time lost. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A11643-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2317\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  M. MILLER  --  read once and referred to the\n         Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public service law, in relation to  requiring  cable\n         companies  to  provide  notice to their customers of scheduled mainte-\n         nance\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The public service law is amended by adding a new section\n    2  231 to read as follows:\n    3    S 231. NOTICE FOR SERVICE OUTAGE FOR SCHEDULED MAINTENANCE. 1.   EVERY\n    4  CABLE   TELEVISION   COMPANY  PROVIDING  CABLE,  INTERNET  OR  TELEPHONE\n    5  SERVICES,  OR  ANY  COMBINATION  THEREOF,  THROUGH  CABLE  OR  BROADBAND\n    6  CONNECTION  SHALL PROVIDE AT LEAST FORTY-EIGHT HOURS NOTICE TO SUBSCRIB-\n    7  ERS AFFECTED BY ANY SERVICE OUTAGE RESULTING FROM SCHEDULED MAINTENANCE.\n    8    2. SUCH NOTICE MAY BE PROVIDED THROUGH EMAIL, MAIL, TELEPHONE COMMUNI-\n    9  CATION OR TEXT MESSAGING, BUT SHALL INCLUDE, AT A MINIMUM:\n   10    (A) WHAT THE SCHEDULED MAINTENANCE ENTAILS;\n   11    (B) AN ESTIMATE OF WHEN AND THE DURATION OF SUCH MAINTENANCE; AND\n   12    (C) WHAT SERVICES MAY BE AFFECTED BY SUCH MAINTENANCE.\n   13    3. THE MINIMUM CREDIT FOR A SERVICE OUTAGE SHALL BE EQUAL TO TWO TIMES\n   14  THE VALUE OF THE SERVICE LOST. THE VALUE OF THE SERVICE  LOST  SHALL  BE\n   15  DETERMINED BY THE AVERAGE APPLICABLE MONTHLY CHARGE DIVIDED BY THE ACTU-\n   16  AL  TIME  LOST.  ALL  CREDITS SHALL BE APPLIED TO A SUBSCRIBER'S ACCOUNT\n   17  WITHIN TWO  BILLING  CYCLES  AFTER  THE  SERVICE  OUTAGE  AND  SHALL  BE\n   18  REFLECTED  ON  THE SUBSCRIBER'S BILLING STATEMENT. THE BILLING STATEMENT\n   19  SHALL SET FORTH THE METHOD BY WHICH THE CREDIT WAS CALCULATED.\n   20    4. THIS SECTION SHALL NOT APPLY TO ANY INTERRUPTION  IN  SERVICE  THAT\n   21  OCCURS AS A RESULT OF NONPAYMENT OF A PREVIOUSLY DUE ACCOUNT.\n   22    S 2. This act shall take effect on the one hundred twentieth day after\n   23  it shall have become a law. Provided, that the public service commission\n   24  is  immediately  authorized  and  directed  to take any and all actions,\n   25  including but not limited to the promulgation of any rules, necessary to\n   26  fully implement the provisions of this act on its effective date.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04326-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to requiring cable companies to provide notice to their customers of scheduled maintenance ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110119.T095736.TXT", "SOBI.D110118.T135141.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295449056217
}