{
  "year" : 2011,
  "senateBillNo" : "A231-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A231-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the commissioners of the Port Authority of New York and New Jersey",
  "summary" : "Relates to the commissioners of the Port Authority of New York and New Jersey; requires that at least one of whom shall be a resident voter from either the county of Dutchess, Orange, Sullivan or Ulster. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Port Authority of New York and New Jersey",
  "previousVersions" : [ "A713-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          231\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CAHILL, GUNTHER -- read once and referred to the\n         Committee on Corporations, Authorities and Commissions\n\n       AN ACT to amend chapter 154 of the laws of 1921, relating  to  the  port\n         authority of New York and New Jersey, in relation to the commissioners\n         of such authority\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 4 of section 1 of chapter 154 of the laws of  1921,\n    2  relating to the port authority of New York and New Jersey, as amended by\n    3  chapter 419 of the laws of 1930, is amended to read as follows:\n    4                                 ARTICLE IV\n    5    The port authority shall consist of twelve commissioners, six resident\n    6  voters  from the state of New York, at least four of whom shall be resi-\n    7  dent voters of the city of New York AND AT LEAST ONE OF WHOM SHALL BE  A\n    8  RESIDENT  VOTER  FROM EITHER THE COUNTY OF DUTCHESS, ORANGE, SULLIVAN OR\n    9  ULSTER, and six resident voters from the state of New Jersey,  at  least\n   10  four  of  whom shall be resident voters within the New Jersey portion of\n   11  the district, the New York members to be chosen by the state of New York\n   12  and the New Jersey members by the state of New Jersey in the manner  and\n   13  for  the terms fixed and determined from time to time by the legislature\n   14  of each state respectively, except as herein provided. Each commissioner\n   15  may be removed or suspended from office as provided by the  law  of  the\n   16  state from which he shall be appointed.\n   17    S  2.  This  act  shall take effect upon the enactment into law by the\n   18  state of New Jersey of legislation having an identical effect with  this\n   19  act,  but  if  the  state  of New Jersey shall have already enacted such\n   20  legislation, this act shall take effect immediately; provided  that  the\n   21  state  of  New Jersey shall notify the legislative bill drafting commis-\n   22  sion upon the occurrence of the enactment of  the  legislation  provided\n   23  for in section one of this act in order that the commission may maintain\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01044-01-1\n\n       A. 231                              2\n\n    1  an  accurate  and timely effective data base of the official text of the\n    2  laws of the state  of  New  York  in  furtherance  of  effectuating  the\n    3  provisions  of section 44 of the legislative law and section 70-b of the\n    4  public officers law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend chapter 154 of the laws of 1921, relating to the port authority of New York and New Jersey, in relation to the commissioners of such authority ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T144950.TXT", "SOBI.D101217.T152507.TXT", "SOBI.D101217.T154504.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292618704228
}