{
  "year" : 2011,
  "senateBillNo" : "A2314-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to labor",
    "billEventId" : "A2314-2011-1295326800000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Heastie",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides public and private employees right to review personnel file",
  "summary" : "Provides public and private employees right to review personnel file. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "AA4350-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2314\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. HEASTIE, WRIGHT, GABRYSZAK, COLTON -- read once\n         and referred to the Committee on Labor\n\n       AN ACT to amend the labor law and the civil service law, in relation  to\n         employees' right to review personnel records\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The labor law is amended by adding a new section  211-b  to\n    2  read as follows:\n    3    S  211-B.  EMPLOYEE RIGHT TO REVIEW PERSONNEL RECORDS. 1. THE EMPLOYER\n    4  SHALL, UPON WRITTEN REQUEST FROM AN EMPLOYEE OR FORMER EMPLOYEE, PROVIDE\n    5  SUCH EMPLOYEE, FORMER  EMPLOYEE  SEPARATED  FROM  EMPLOYMENT  WITH  SUCH\n    6  EMPLOYER WITHIN THE PREVIOUS THREE YEARS, REPRESENTATIVE OF A RECOGNIZED\n    7  OR  CERTIFIED EMPLOYEE ORGANIZATION OR ATTORNEY OF SUCH EMPLOYEE WITH AN\n    8  OPPORTUNITY TO REVIEW AND COPY THE  EMPLOYEE'S  PERSONNEL  FILE  IF  THE\n    9  EMPLOYER  HAS A PERSONNEL FILE FOR THAT EMPLOYEE. THE REVIEW AND COPYING\n   10  MUST TAKE PLACE AT THE LOCATION WHERE THE PERSONNEL FILES ARE MAINTAINED\n   11  AND DURING NORMAL BUSINESS HOURS UNLESS, AT THE EMPLOYER'S DISCRETION, A\n   12  MORE CONVENIENT TIME AND LOCATION FOR THE EMPLOYEE ARE ARRANGED.\n   13    2. IN EACH CALENDAR YEAR, THE EMPLOYER SHALL PROVIDE, AT  NO  COST  TO\n   14  THE  EMPLOYEE,  ONE  COPY OF THE ENTIRE PERSONNEL FILE WHEN REQUESTED BY\n   15  THE EMPLOYEE OR FORMER EMPLOYEE  SEPARATED  FROM  EMPLOYMENT  WITH  SUCH\n   16  EMPLOYER WITHIN THE LAST THREE YEARS AND, WHEN REQUESTED BY THE EMPLOYEE\n   17  OR FORMER EMPLOYEE SEPARATED FROM EMPLOYMENT WITHIN THE LAST THREE YEARS\n   18  WITH  SUCH EMPLOYER, ONE COPY OF ALL THE MATERIAL ADDED TO THE PERSONNEL\n   19  FILE AFTER THE COPY OF THE ENTIRE FILE WAS PROVIDED. THE COST OF COPYING\n   20  ANY OTHER MATERIAL REQUESTED DURING THE CALENDAR YEAR SHALL BE  PAID  BY\n   21  THE EMPLOYEE REQUESTING THE COPY.\n   22    3. FOR PURPOSES OF THIS SECTION, A PERSONNEL FILE INCLUDES, BUT IS NOT\n   23  LIMITED  TO,  ANY  FORMAL  OR  INFORMAL EMPLOYEE EVALUATIONS AND REPORTS\n   24  RELATING TO THE EMPLOYEE'S CHARACTER, CREDIT, WORK HABITS,  COMPENSATION\n   25  AND BENEFITS, AND NONPRIVILEGED MEDICAL RECORDS OR NURSES' STATION NOTES\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06132-01-1\n\n       A. 2314                             2\n\n    1  RELATING  TO  THE  EMPLOYEE.  FOR THE PURPOSES OF THIS SECTION, THE TERM\n    2  \"NONPRIVILEGED MEDICAL RECORDS OR NURSES' STATION NOTES\" MEANS ALL THOSE\n    3  MATERIALS THAT HAVE NOT BEEN FOUND TO BE  PROTECTED  FROM  DISCOVERY  OR\n    4  DISCLOSURE  IN  THE  COURSE OF CIVIL LITIGATION OR SUBJECT TO THE HEALTH\n    5  INSURANCE PORTABILITY AND ACCOUNTABILITY ACT (HIPAA).\n    6    4. RECORDS IN A PERSONNEL FILE MAY BE MAINTAINED IN ANY FORM INCLUDING\n    7  PAPER, MICROFICHE OR ELECTRONIC FORM. AN EMPLOYER MAINTAINING RECORDS IN\n    8  A FORM OTHER THAN PAPER SHALL HAVE AVAILABLE  TO  THE  EMPLOYEE,  FORMER\n    9  EMPLOYEE  SEPARATED FROM EMPLOYMENT WITH SUCH EMPLOYER WITHIN THE PREVI-\n   10  OUS THREE YEARS, REPRESENTATIVE OF A RECOGNIZED  OR  CERTIFIED  EMPLOYEE\n   11  ORGANIZATION  OR  ATTORNEY  OF  SUCH EMPLOYEE THE EQUIPMENT NECESSARY TO\n   12  REVIEW AND COPY THE PERSONNEL FILE. THE  EMPLOYER  SHALL  TAKE  ADEQUATE\n   13  STEPS  TO  ENSURE  THE  INTEGRITY  AND  CONFIDENTIALITY OF SUCH EMPLOYEE\n   14  RECORDS.\n   15    5. ANY EMPLOYER WHO, FOLLOWING A REQUEST  PURSUANT  TO  THIS  SECTION,\n   16  FAILS  WITHOUT GOOD CAUSE TO PROVIDE AN OPPORTUNITY FOR REVIEW AND COPY-\n   17  ING OF A PERSONNEL FILE, WITHIN TEN DAYS OF RECEIPT OF SUCH REQUEST,  IS\n   18  SUBJECT TO A CIVIL FINE OF TWENTY-FIVE DOLLARS FOR EACH DAY SUCH FAILURE\n   19  CONTINUES,  EXCEPT  THAT SUCH FINE SHALL NOT EXCEED FIVE HUNDRED DOLLARS\n   20  PER REQUEST. AN EMPLOYEE, FORMER EMPLOYEE OR THE DEPARTMENT MAY BRING AN\n   21  ACTION IN A COURT OF COMPETENT JURISDICTION FOR SUCH  EQUITABLE  RELIEF,\n   22  INCLUDING AN INJUNCTION, AS THE COURT MAY CONSIDER NECESSARY AND PROPER.\n   23  THE  EMPLOYER  MAY  ALSO  BE  REQUIRED TO REIMBURSE THE EMPLOYEE, FORMER\n   24  EMPLOYEE SEPARATED FROM EMPLOYMENT WITH SUCH EMPLOYER WITHIN THE  PREVI-\n   25  OUS  THREE  YEARS  OR THE DEPARTMENT FOR COSTS REASONABLY RELATED TO THE\n   26  LITIGATION INCLUDING REASONABLE ATTORNEY'S FEES, IF THE EMPLOYEE OR  THE\n   27  DEPARTMENT  RECEIVES A JUDGMENT IN THE EMPLOYEE'S OR DEPARTMENT'S FAVOR,\n   28  RESPECTIVELY.\n   29    6. THIS SECTION SHALL NOT BE DEEMED TO  DIMINISH  THE  RIGHTS  OF  ANY\n   30  EMPLOYEE PURSUANT TO A COLLECTIVE BARGAINING AGREEMENT.\n   31    S  2.  The civil service law is amended by adding a new section 153 to\n   32  read as follows:\n   33    S 153. EMPLOYEE RIGHT TO REVIEW PERSONNEL  RECORDS.  1.  THE  EMPLOYER\n   34  SHALL,  UPON  WRITTEN  REQUEST FROM AN EMPLOYEE OR FORMER EMPLOYEE SEPA-\n   35  RATED FROM EMPLOYMENT WITH  SUCH  EMPLOYER  WITHIN  THE  PREVIOUS  THREE\n   36  YEARS,  PROVIDE SUCH EMPLOYEE, FORMER EMPLOYEE SEPARATED FROM EMPLOYMENT\n   37  WITH SUCH EMPLOYER WITHIN THE PREVIOUS THREE YEARS, REPRESENTATIVE OF  A\n   38  RECOGNIZED  OR  CERTIFIED  EMPLOYEE  ORGANIZATION  OR  ATTORNEY  OF SUCH\n   39  EMPLOYEE WITH AN OPPORTUNITY TO REVIEW AND COPY THE EMPLOYEE'S PERSONNEL\n   40  FILE IF THE EMPLOYER HAS A PERSONNEL FILE FOR THAT EMPLOYEE. THE  REVIEW\n   41  AND  COPYING  MUST  TAKE PLACE AT THE LOCATION WHERE THE PERSONNEL FILES\n   42  ARE MAINTAINED AND DURING NORMAL BUSINESS HOURS UNLESS, AT  THE  EMPLOY-\n   43  ER'S  DISCRETION,  A  MORE CONVENIENT TIME AND LOCATION FOR THE EMPLOYEE\n   44  ARE ARRANGED.\n   45    2. IN EACH CALENDAR YEAR, THE EMPLOYER SHALL PROVIDE, AT  NO  COST  TO\n   46  THE  EMPLOYEE,  ONE  COPY OF THE ENTIRE PERSONNEL FILE WHEN REQUESTED BY\n   47  THE EMPLOYEE OR FORMER EMPLOYEE  SEPARATED  FROM  EMPLOYMENT  WITH  SUCH\n   48  EMPLOYER  WITHIN  THE  PREVIOUS  THREE  YEARS AND, WHEN REQUESTED BY THE\n   49  EMPLOYEE OR FORMER EMPLOYEE SEPARATED FROM EMPLOYMENT WITH SUCH EMPLOYER\n   50  WITHIN THE PREVIOUS THREE YEARS, ONE COPY OF ALL THE MATERIAL  ADDED  TO\n   51  THE  PERSONNEL  FILE AFTER THE COPY OF THE ENTIRE FILE WAS PROVIDED. THE\n   52  COST OF COPYING ANY OTHER MATERIAL REQUESTED DURING  THE  CALENDAR  YEAR\n   53  SHALL BE PAID BY THE EMPLOYEE REQUESTING THE COPY.\n   54    3. FOR PURPOSES OF THIS SECTION, A PERSONNEL FILE INCLUDES, BUT IS NOT\n   55  LIMITED  TO,  ANY  FORMAL  OR  INFORMAL EMPLOYEE EVALUATIONS AND REPORTS\n   56  RELATING TO THE EMPLOYEE'S CHARACTER, CREDIT, WORK HABITS,  COMPENSATION\n\n       A. 2314                             3\n\n    1  AND BENEFITS, AND NONPRIVILEGED MEDICAL RECORDS OR NURSES' STATION NOTES\n    2  RELATING  TO  THE  EMPLOYEE.  FOR THE PURPOSES OF THIS SECTION, THE TERM\n    3  \"NONPRIVILEGED MEDICAL RECORDS OR NURSES' STATION NOTES\" MEANS ALL THOSE\n    4  MATERIALS  THAT  HAVE  NOT  BEEN FOUND TO BE PROTECTED FROM DISCOVERY OR\n    5  DISCLOSURE IN THE COURSE OF CIVIL LITIGATION OR SUBJECT  TO  THE  HEALTH\n    6  INSURANCE PORTABILITY AND ACCOUNTABILITY ACT (HIPAA).\n    7    4.  RECORDS  IN A PERSONNEL FILE MAY BE MAINTAINED IN ANY FORM INCLUD-\n    8  ING, PAPER, MICROFICHE  OR  ELECTRONIC  FORM.  AN  EMPLOYER  MAINTAINING\n    9  RECORDS IN A FORM OTHER THAN PAPER SHALL HAVE AVAILABLE TO THE EMPLOYEE,\n   10  FORMER  EMPLOYEE  OR DULY AUTHORIZED REPRESENTATIVE THE EQUIPMENT NECES-\n   11  SARY TO REVIEW AND COPY THE PERSONNEL  FILE.  THE  EMPLOYER  SHALL  TAKE\n   12  ADEQUATE  STEPS  TO  ENSURE  THE  INTEGRITY  AND CONFIDENTIALITY OF SUCH\n   13  EMPLOYEE RECORDS.\n   14    5. ANY EMPLOYER WHO, FOLLOWING A REQUEST  PURSUANT  TO  THIS  SECTION,\n   15  FAILS  WITHOUT GOOD CAUSE TO PROVIDE AN OPPORTUNITY FOR REVIEW AND COPY-\n   16  ING OF A PERSONNEL FILE, WITHIN TEN DAYS OF RECEIPT OF SUCH REQUEST,  IS\n   17  SUBJECT TO A CIVIL FINE OF TWENTY-FIVE DOLLARS FOR EACH DAY SUCH FAILURE\n   18  CONTINUES,  EXCEPT  THAT SUCH FINE SHALL NOT EXCEED FIVE HUNDRED DOLLARS\n   19  PER REQUEST. AN EMPLOYEE, FORMER EMPLOYEE OR THE DEPARTMENT OF LABOR MAY\n   20  BRING AN ACTION IN A COURT OF COMPETENT JURISDICTION FOR EACH SUCH EQUI-\n   21  TABLE RELIEF, INCLUDING AN INJUNCTION, AS THE COURT MAY CONSIDER  NECES-\n   22  SARY  AND  PROPER.  THE  EMPLOYER  MAY ALSO BE REQUIRED TO REIMBURSE THE\n   23  EMPLOYEE, FORMER EMPLOYEE SEPARATED FROM EMPLOYMENT WITH  SUCH  EMPLOYER\n   24  WITHIN  THE  PREVIOUS  THREE  YEARS OR THE DEPARTMENT OF LABOR FOR COSTS\n   25  REASONABLY RELATED TO THE  LITIGATION  INCLUDING  REASONABLE  ATTORNEY'S\n   26  FEES, IF THE EMPLOYEE OR THE DEPARTMENT OF LABOR RECEIVES A JUDGEMENT IN\n   27  THE EMPLOYEE'S OR SUCH DEPARTMENT'S FAVOR, RESPECTIVELY.\n   28    6.  THIS  SECTION  SHALL  NOT  BE DEEMED TO DIMINISH THE RIGHTS OF ANY\n   29  EMPLOYEE PURSUANT TO A COLLECTIVE BARGAINING AGREEMENT.\n   30    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law and the civil service law, in relation to employees' right to review personnel records ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110119.T095235.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448755087
}