{
  "year" : 2011,
  "senateBillNo" : "A2311-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2311-2011-1295326800000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires any proposed increase in fares by the metropolitan commuter transportation authority shall be submitted to the state comptroller for approval",
  "summary" : "Requires any proposed increase in fares by the metropolitan commuter transportation authority shall be submitted to the comptroller for approval before such fare increase takes effect; requires the metropolitan commuter transportation authority to submit a report to the comptroller which includes a justification for such proposed fare increase and the current financial condition of such authority. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Authorities Law",
  "previousVersions" : [ "A7435-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2311\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. GUNTHER, PHEFFER -- Multi-Sponsored by -- M. of\n         A. CONTE -- read once and referred to the Committee  on  Corporations,\n         Authorities and Commissions\n\n       AN ACT to amend the public authorities law, in relation to requiring the\n         metropolitan commuter transportation authority to obtain approval from\n         the state comptroller to increase fares\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 1205  of  the  public  authorities\n    2  law,  as  amended by chapter 717 of the laws of 1967, is amended to read\n    3  as follows:\n    4    1. Notwithstanding the provisions of any other law, the terms  of  any\n    5  contract  or  franchise, the authority shall have the power at all times\n    6  to fix or adjust the rate or rates of fare to be charged for the use  of\n    7  any transit facility operated by the authority as may in the judgment of\n    8  the  authority  be necessary to maintain the operations of the authority\n    9  on a self-sustaining basis,  UPON  APPROVAL  OF  THE  STATE  COMPTROLLER\n   10  PURSUANT  TO  SECTION  TWELVE HUNDRED SIXTY-FIVE-C OF THIS ARTICLE.  The\n   11  operations of the authority shall be deemed to be on  a  self-sustaining\n   12  basis, as required by this title, when the authority is able to pay from\n   13  revenue, from any funds granted or transferred to the authority pursuant\n   14  to  any  provision  of  law,  including  funds  granted  pursuant to the\n   15  provisions of section ninety-eight-b of the general municipal  law,  and\n   16  from  any other funds actually available to the authority, including the\n   17  proceeds of borrowings for working capital  purposes,  the  expenses  of\n   18  operation of the authority as the same shall become due.\n   19    S  2.  Section  1207-i  of  the  public authorities law, as amended by\n   20  section 17 of part O of chapter 61 of the laws of 2000,  is  amended  to\n   21  read as follows:\n   22    S  1207-i.  Rates of fare while bonds, notes and other obligations are\n   23  outstanding. Notwithstanding the provisions of  section  twelve  hundred\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02365-01-1\n\n       A. 2311                             2\n\n    1  five  of  this title or the provisions of any other law to the contrary,\n    2  so long as the authority shall have outstanding and unpaid bonds,  notes\n    3  or  other  obligations issued pursuant to section twelve hundred seven-b\n    4  of  this  title, or the metropolitan transportation authority or Tribor-\n    5  ough bridge and tunnel  authority  shall  have  outstanding  and  unpaid\n    6  bonds,  notes  or other obligations secured by or payable from, in whole\n    7  or in part, the revenues, assets or other monies of the authority or its\n    8  subsidiary corporations, the authority shall have the power at all times\n    9  to fix or adjust the rate or rates of fare to be charged for the use  of\n   10  any  transit  facility  operated  by the authority, UPON APPROVAL OF THE\n   11  STATE COMPTROLLER PURSUANT TO SECTION  TWELVE  HUNDRED  SIXTY-FIVE-C  OF\n   12  THIS  ARTICLE,  as  may,  in  the judgment of the board, be necessary to\n   13  produce sufficient revenues to pay, as the same shall  become  due,  the\n   14  principal  of and interest on such bonds, notes and other obligations of\n   15  the authority,  metropolitan  transportation  authority  and  Triborough\n   16  bridge  and  tunnel  authority,  together with the maintenance of proper\n   17  reserves therefor, in addition to paying as the same  shall  become  due\n   18  the  expenses of operation of the authority. The authority, metropolitan\n   19  transportation authority and Triborough  bridge  and  tunnel  authority,\n   20  shall  be  authorized  to contract with the holders of such bonds, notes\n   21  and other obligations with respect to the exercise of the power  author-\n   22  ized  by this section. In furtherance of the mandate of the metropolitan\n   23  transportation authority to develop and implement a unified mass  trans-\n   24  portation  policy  for the metropolitan commuter transportation district\n   25  and the exercise of its powers, including  the  power  to  issue  notes,\n   26  bonds  and other obligations secured in whole or in part by the revenues\n   27  of the  authority  and  its  subsidiaries,  metropolitan  transportation\n   28  authority  and  its  subsidiaries,  and the Triborough bridge and tunnel\n   29  authority, the authority shall join with the metropolitan transportation\n   30  authority in connection with the establishment, levy and  collection  of\n   31  fares, tolls, rentals, rates, charges and other fees for the transporta-\n   32  tion  of  passengers on any transit facilities operated by authority and\n   33  its subsidiaries, including any changes thereto.\n   34    S 3. Subdivision 3 of section 1266 of the public authorities  law,  as\n   35  amended  by  chapter  314  of  the  laws  of 1981, is amended to read as\n   36  follows:\n   37    3. [The] EXCEPT AS PROVIDED IN SECTION TWELVE HUNDRED SIXTY-FIVE-C  OF\n   38  THIS TITLE, THE authority may establish, levy and collect or cause to be\n   39  established,  levied  and  collected and, in the case of a joint service\n   40  arrangement, join with others in the establishment, levy and  collection\n   41  of  such  fares, tolls, rentals, rates, charges and other fees as it may\n   42  deem necessary, convenient or desirable for the use and operation of any\n   43  transportation facility and related services operated by  the  authority\n   44  or by a subsidiary corporation of the authority or under contract, lease\n   45  or  other  arrangement,  including  joint service arrangements, with the\n   46  authority. Any such fares, tolls, rentals, rates, charges or other  fees\n   47  for  the  transportation  of passengers shall be established and changed\n   48  only if approved by resolution of the authority adopted by not less than\n   49  a majority vote of the whole number of members of the authority then  in\n   50  office,  with  the chairman having one additional vote in the event of a\n   51  tie vote, EXCEPT AS PROVIDED IN SECTION TWELVE HUNDRED  SIXTY-FIVE-C  OF\n   52  THIS  TITLE,  and  only  after  a public hearing, provided however, that\n   53  fares, tolls, rentals, rates, charges or other fees for the  transporta-\n   54  tion of passengers on any transportation facility which are in effect at\n   55  the  time  that the then owner of such transportation facility becomes a\n   56  subsidiary corporation of the authority or at the time that operation of\n\n       A. 2311                             3\n\n    1  such transportation  facility  is  commenced  by  the  authority  or  is\n    2  commenced  under  contract,  lease or other arrangement, including joint\n    3  service arrangements, with the authority  may  be  continued  in  effect\n    4  without  such  a hearing. Such fares, tolls, rentals, rates, charges and\n    5  other fees shall be established as may in the judgment of the  authority\n    6  be  necessary  to  maintain the combined operations of the authority and\n    7  its subsidiary corporations on a self-sustaining basis.  The said  oper-\n    8  ations  shall  be deemed to be on a self-sustaining basis as required by\n    9  this title, when the authority is able to pay or cause to be  paid  from\n   10  revenue  and  any  other  funds  or  property  actually available to the\n   11  authority and its subsidiary corporations (a) as the same  shall  become\n   12  due,  the  principal  of  and  interest on the bonds and notes and other\n   13  obligations of  the  authority  and  of  such  subsidiary  corporations,\n   14  together  with the maintenance of proper reserves therefor, (b) the cost\n   15  and expense of keeping the properties and assets of  the  authority  and\n   16  its  subsidiary  corporations  in good condition and repair, and (c) the\n   17  capital and operating expenses  of  the  authority  and  its  subsidiary\n   18  corporations.  The  authority may contract with the holders of bonds and\n   19  notes with respect to the exercise of  the  powers  authorized  by  this\n   20  section.  No  acts  or  activities  taken or proposed to be taken by the\n   21  authority or any subsidiary of the authority pursuant to the  provisions\n   22  of  this subdivision shall be deemed to be \"actions\" for the purposes or\n   23  within the meaning of article eight of  the  environmental  conservation\n   24  law.\n   25    S  4.  The  public  authorities law is amended by adding a new section\n   26  1265-c to read as follows:\n   27     S 1265-C. APPROVAL OF  STATE  COMPTROLLER.  1.  THE  AUTHORITY  SHALL\n   28  SUBMIT  A  WRITTEN  REPORT TO THE STATE COMPTROLLER PRIOR TO THE DATE OF\n   29  ANY INCREASE IN FARES FOR THE TRANSPORTATION OF PASSENGERS TAKES EFFECT.\n   30  SUCH REPORT  SHALL  INCLUDE  A  JUSTIFICATION  FOR  SUCH  PROPOSED  FARE\n   31  INCREASE AND THE CURRENT FINANCIAL CONDITION OF THE AUTHORITY. THE STATE\n   32  COMPTROLLER  MAY  REQUIRE  ANY ADDITIONAL DATA OR INFORMATION THAT HE OR\n   33  SHE DEEMS NECESSARY IN SUCH REPORT. NO PROPOSED FARE INCREASE SHALL TAKE\n   34  EFFECT UNTIL APPROVED BY RESOLUTION OF THE AUTHORITY PURSUANT TO SECTION\n   35  TWELVE HUNDRED SIXTY-SIX OF THIS TITLE AND APPROVED BY THE  STATE  COMP-\n   36  TROLLER.\n   37    2.  THIS  SECTION  SHALL NOT BE DEEMED TO ADVERSELY AFFECT OR DIMINISH\n   38  ANY PUBLIC HEARING REQUIREMENTS.\n   39    S 5. This act shall take effect on the ninetieth day  after  it  shall\n   40  have  become  a  law  and shall apply to any fares increased on or after\n   41  such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public authorities law, in relation to requiring the metropolitan commuter transportation authority to obtain approval from the state comptroller to increase fares ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T144146.TXT", "SOBI.D110119.T095235.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448755082
}