{
  "year" : 2011,
  "senateBillNo" : "A2313-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A2313-2011-1295326800000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Heastie",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires timely payments and interest in the event that payments are untimely to contractors",
  "summary" : "Requires timely payments and interest in the event that payments are untimely to contractors. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A4326-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2313\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. HEASTIE, ZEBROWSKI -- read once and referred to\n         the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to requiring time-\n         ly payments and interest owed to contractors\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  37-B to read as follows:\n    3                                ARTICLE 37-B\n    4              TIMELY PAYMENTS AND INTEREST OWED TO CONTRACTORS\n    5  SECTION 806. LEGISLATIVE INTENT.\n    6          807. DEFINITIONS.\n    7          808. PAYMENTS OWED TO CONTRACTORS.\n    8          809. DETERMINATION  OF  ELIGIBILITY  FOR  PAYMENT OF INTEREST ON\n    9                 AMOUNTS OWED TO CONTRACTORS.\n   10    S 806. LEGISLATIVE INTENT. FIRMS AND ORGANIZATIONS  THAT  DO  BUSINESS\n   11  WITHIN  THE  STATE OF NEW YORK EXPECT AND DESERVE TO BE PAID IN A PROMPT\n   12  AND TIMELY MANNER. UNJUSTIFIED DELAYS IN  PAYING  VENDORS,  CONSTRUCTION\n   13  CONTRACTORS,  AND  PROVIDERS  OF  SERVICE  MAY DISCOURAGE SUCH FIRMS AND\n   14  ORGANIZATIONS FROM DOING BUSINESS WITHIN THE STATE OF NEW YORK  AND  MAY\n   15  ULTIMATELY  INCREASE  THE  COSTS  TO  CONSUMERS OF PURCHASING MATERIALS,\n   16  EQUIPMENT, AND SUPPLIES;  UNDERTAKING  CONSTRUCTION  AND  RECONSTRUCTION\n   17  PROJECTS;  AND  OBTAINING  A  WIDE  VARIETY  OF  PROFESSIONAL  AND OTHER\n   18  SPECIALIZED SERVICES INCLUDING THOSE THAT ARE  PROVIDED  TO  PERSONS  IN\n   19  NEED.  CONSEQUENTLY,  THIS LEGISLATION SETS STANDARDS FOR THE PAYMENT OF\n   20  BILLS INCURRED  BY  CONSUMERS  WITHIN  SPECIFIED  PERIODS  OF  TIME  AND\n   21  REQUIRES  INTEREST PAYMENTS IN SITUATIONS WHERE CONTRACT PAYMENTS DO NOT\n   22  CONFORM TO THESE STANDARDS. CONSISTENT WITH ACCEPTED BUSINESS  PRACTICES\n   23  AND WITH SOUND PRINCIPLES OF FISCAL MANAGEMENT, IT IS THE INTENT OF THIS\n   24  LEGISLATION  TO  ENCOURAGE  CONSUMERS TO MAKE PAYMENTS AT LEAST AS EXPE-\n   25  DITIOUSLY AS THEY CURRENTLY DO AND FURTHER TO  REDUCE  EXISTING  PAYMENT\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06477-01-1\n\n       A. 2313                             2\n\n    1  PROCESSING TIMES WHENEVER FEASIBLE, WHILE AT THE SAME TIME ENSURING THAT\n    2  THE  CONSUMER  RECEIVES THE QUALITY OF GOODS AND SERVICES TO WHICH IT IS\n    3  ENTITLED TO.\n    4    S 807. DEFINITIONS. AS USED IN THIS ARTICLE, THE FOLLOWING TERMS SHALL\n    5  HAVE THE FOLLOWING MEANINGS UNLESS OTHERWISE SPECIFIED:\n    6    1.  \"CONTRACT\"  MEANS AN ENFORCEABLE AGREEMENT ENTERED INTO BY A PRIME\n    7  CONTRACTOR AND A CONSUMER.\n    8    2. \"CONSUMER\" MEANS AN  INDIVIDUAL  OR  INDIVIDUALS  ENTERING  INTO  A\n    9  CONTRACT WITH A PRIME CONTRACTOR.\n   10    3.  \"BILLING\"  MEANS,  IN ACCORDANCE WITH THE TERMS AND DEFINITIONS OF\n   11  THE APPLICABLE  CONTRACT, ANY PERIODIC PAYMENT, FINAL  PAYMENT,  WRITTEN\n   12  APPROVED CHANGE ORDER OR REQUEST FOR RELEASE OF RETAINAGE.\n   13    4.  \"PRIME CONTRACTOR\" MEANS A PERSON WHO CONTRACTS WITH A CONSUMER TO\n   14  IMPROVE REAL PROPERTY.\n   15    5. \"SUBCONTRACTOR\" MEANS ANY PERSON  WHO  HAS  CONTRACTED  TO  FURNISH\n   16  LABOR,  MATERIALS  OR OTHER SERVICES TO A PRIME CONTRACTOR IN CONNECTION\n   17  WITH A CONTRACT FOR IMPROVEMENT OF REAL PROPERTY.\n   18    6. \"SUBSUBCONTRACTOR\" MEANS ANY  PERSON WHO HAS CONTRACTED TO  FURNISH\n   19  LABOR, MATERIALS OR OTHER SERVICES TO A SUBCONTRACTOR IN CONNECTION WITH\n   20  A CONTRACT FOR IMPROVEMENT OF REAL PROPERTY.\n   21    7.  \"MATERIALMEN\" MEANS ANY PERSON WHO HAS CONTRACTED TO FURNISH MATE-\n   22  RIALS OR OTHER SERVICES TO A PRIME CONTRACTOR, SUBCONTRACTOR OR  SUBSUB-\n   23  CONTRACTOR FOR IMPROVEMENT OF REAL PROPERTY.\n   24    8. \"PAYMENT DATE\" MEANS THE DATE ON WHICH A CHECK FOR PAYMENT PURSUANT\n   25  TO A CONTRACT IS DATED.\n   26    9.  \"PROPER  INVOICE\"  MEANS  A WRITTEN REQUEST FOR A CONTRACT PAYMENT\n   27  THAT IS SUBMITTED BY A CONTRACTOR SETTING FORTH THE DESCRIPTION,  PRICE,\n   28  AND  QUANTITY  OF GOODS, PROPERTY, OR SERVICES DELIVERED OR RENDERED, IN\n   29  SUCH FORM AND SUPPORTED BY SUCH OTHER  SUBSTANTIATING  DOCUMENTATION  AS\n   30  MAY REASONABLY BE REQUIRED.\n   31    10.  \"RECEIPT  OF  AN  INVOICE\"  MEANS  (A) THE DATE ON WHICH A PROPER\n   32  INVOICE IS ACTUALLY RECEIVED BY THE CONSUMER, OR (B) THE DATE  ON  WHICH\n   33  THE CONSUMER RECEIVES THE PURCHASED GOODS, PROPERTY, OR SERVICES COVERED\n   34  BY THE PROPER INVOICE, WHICHEVER IS LATER.\n   35    11. \"REQUIRED PAYMENT DATE\" MEANS THE DATE BY WHICH A CONTRACT PAYMENT\n   36  MUST BE MADE IN ORDER FOR THE CONSUMER NOT TO BECOME LIABLE FOR INTEREST\n   37  PAYMENTS,  PURSUANT TO SUBDIVISION ONE OF SECTION EIGHT HUNDRED EIGHT OF\n   38  THIS ARTICLE.\n   39    12. \"PRIME RATE\" MEANS THE BASIC RATE ON CORPORATE LOANS PUBLISHED  BY\n   40  THE BOARD OF GOVERNORS OF THE FEDERAL RESERVE SYSTEM.\n   41    S  808.  PAYMENTS  OWED  TO  CONTRACTORS. 1. IF A PRIME CONTRACTOR HAS\n   42  PERFORMED IN ACCORDANCE WITH THE  PROVISIONS  OF  A  CONTRACT  WITH  THE\n   43  CONSUMER  AND  THE BILLING FOR THE  WORK HAS BEEN APPROVED AND CERTIFIED\n   44  BY THE CONSUMER  OR  THE  CONSUMER'S  AUTHORIZED  APPROVING  AGENT,  THE\n   45  CONSUMER SHALL PAY THE AMOUNT DUE TO THE PRIME CONTRACTOR FOR EACH PERI-\n   46  ODIC  PAYMENT,  FINAL  PAYMENT  OR RETAINAGE MONIES NOT MORE THAN THIRTY\n   47  CALENDAR DAYS AFTER THE BILLING DATE, WHICH FOR PERIODIC BILLING,  SHALL\n   48  BE THE PERIODIC BILLING DATE  SPECIFIED IN THE CONTRACT.\n   49    2.  EACH CONSUMER SHALL HAVE FIFTEEN CALENDAR DAYS AFTER RECEIPT OF AN\n   50  INVOICE TO NOTIFY THE CONTRACTOR OF (A) DEFECTS IN THE DELIVERED  GOODS,\n   51  PROPERTY,  OR  SERVICES,  (B)  DEFECTS  IN THE INVOICE, OR (C) SUSPECTED\n   52  IMPROPRIETIES OF ANY KIND; AND THE EXISTENCE OF SUCH DEFECTS  OR  IMPRO-\n   53  PRIETIES  SHALL PREVENT THE COMMENCEMENT OF THE TIME PERIOD SPECIFIED IN\n   54  SUBDIVISION ONE OF THIS SECTION. WHEN  A  CONSUMER  FAILS  TO  NOTIFY  A\n   55  CONTRACTOR  OF  SUCH  DEFECTS  OR SUSPECTED IMPROPRIETIES WITHIN FIFTEEN\n   56  CALENDAR DAYS OF RECEIVING THE INVOICE, THE NUMBER OF DAYS  ALLOWED  FOR\n\n       A. 2313                             3\n\n    1  PAYMENT OF THE CORRECTED PROPER INVOICE WILL BE REDUCED BY THE NUMBER OF\n    2  DAYS  BETWEEN THE FIFTEENTH DAY AND THE DAY THAT NOTIFICATION WAS TRANS-\n    3  MITTED TO THE CONTRACTOR. IF THE CONSUMER, IN SUCH SITUATIONS, FAILS  TO\n    4  PROVIDE  REASONABLE  GROUNDS  FOR ITS CONTENTION THAT A DEFECT OR IMPRO-\n    5  PRIETY EXISTS, THE REQUIRED PAYMENT DATE SHALL BE  CALCULATED  FROM  THE\n    6  DATE OF RECEIPT OF AN INVOICE.\n    7    3.  A  PRIME  CONTRACTOR, SUBCONTRACTOR OR SUBSUBCONTRACTOR MAY, AFTER\n    8  PROVIDING SEVEN CALENDAR DAYS WRITTEN NOTICE TO  THE  PARTY  FAILING  TO\n    9  MAKE  THE  REQUIRED  PAYMENTS,  SUSPEND  PERFORMANCE  OF  A CONSTRUCTION\n   10  CONTRACT, WITHOUT PENALTY FOR BREACH OF  CONTRACT,  UNTIL  THE  REQUIRED\n   11  PAYMENT  PURSUANT  TO  THIS  SECTION IS MADE; PROVIDED HOWEVER, THAT THE\n   12  PRIME CONTRACTOR, SUBCONTRACTOR OR SUBSUBCONTRACTOR HAS NOT BEEN PAID AS\n   13  REQUIRED BY THIS SECTION, HAS NOT BEEN PROVIDED WITH A WRITTEN STATEMENT\n   14  BY THE CONSUMER OF THE AMOUNT WITHHELD AND THE REASON  FOR  WITHHOLDING,\n   15  AND  THE  CONSUMER  IS NOT ENGAGED IN A GOOD FAITH EFFORT TO RESOLVE THE\n   16  REASON FOR WITHHOLDING.\n   17    4. A PROPER INVOICE SUBMITTED BY THE CONTRACTOR SHALL BE  REQUIRED  TO\n   18  INITIATE  ANY  PAYMENT,  EXCEPT  WHERE  THE  CONTRACT  PROVIDES THAT THE\n   19  CONTRACTOR WILL BE PAID AT PREDETERMINED  INTERVALS  WITHOUT  HAVING  TO\n   20  SUBMIT  AN  INVOICE  FOR  EACH SUCH SCHEDULED PAYMENT, IN WHICH CASE THE\n   21  CONSUMER SHALL SUBMIT TO THE REQUIRED PAYMENT DATE WHICH  SHALL  BE  THE\n   22  PAYMENT DUE DATE SPECIFIED IN ACCORDANCE WITH THE CONTRACT.\n   23    5.  (A)  THE  RIGHTS, REMEDIES OR PROTECTIONS PROVIDED BY THIS SECTION\n   24  FOR PRIME CONTRACTORS, SUBCONTRACTORS AND SUBSUBCONTRACTORS SHALL BE  IN\n   25  ADDITION  TO OTHER REMEDIES PROVIDED  PURSUANT TO ANY OTHER PROVISION OF\n   26  STATE LAW.\n   27    (B) NO PROVISION OF THIS SECTION SHALL BE  CONSTRUED AS RESTRICTING IN\n   28  ANY WAY THE RIGHTS OR REMEDIES PROVIDED BY ANY  OTHER  APPLICABLE  STATE\n   29  LAW.\n   30    S 809. DETERMINATION OF ELIGIBILITY FOR PAYMENT OF INTEREST ON AMOUNTS\n   31  OWED  TO  CONTRACTORS. 1. IF A PAYMENT DUE PURSUANT TO THE PROVISIONS OF\n   32  SECTION EIGHT HUNDRED EIGHT OF THIS ARTICLE IS  NOT  MADE  IN  A  TIMELY\n   33  MANNER,  THE  DELINQUENT  PARTY  SHALL BE LIABLE FOR THE AMOUNT OF MONEY\n   34  OWED UNDER THE CONTRACT, PLUS INTEREST AT A RATE  EQUAL  TO  PRIME  RATE\n   35  PLUS ONE PERCENT. INTEREST ON AMOUNTS DUE PURSUANT TO THIS SECTION SHALL\n   36  BE  PAID TO THE PRIME  CONTRACTOR, SUBCONTRACTOR OR SUBSUBCONTRACTOR FOR\n   37  THE PERIOD BEGINNING ON THE DAY AFTER  THE  REQUIRED  PAYMENT  DATE  AND\n   38  ENDING ON THE DAY ON WHICH THE CHECK FOR PAYMENT HAS  BEEN DRAWN.\n   39    2.  ANY  CONSUMER  WHO  IS  REQUIRED  TO  MAKE A PAYMENT PURSUANT TO A\n   40  CONTRACT AND WHICH DOES NOT MAKE SUCH CONTRACT PAYMENT BY  THE  REQUIRED\n   41  PAYMENT  DATE  SHALL MAKE AN INTEREST PAYMENT TO THE PRIME CONTRACTOR IN\n   42  ACCORDANCE WITH THIS SECTION ON THE AMOUNT OF THE CONTRACT PAYMENT WHICH\n   43  IS DUE, UNLESS FAILURE TO MAKE SUCH CONTRACT PAYMENT IS THE RESULT OF  A\n   44  LIEN,  ATTACHMENT,  OR  OTHER  LEGAL  PROCESS AGAINST THE MONEY DUE SAID\n   45  PRIME CONTRACTOR. A PRO RATA SHARE OF SUCH INTEREST SHALL BE PAID BY THE\n   46  PRIME CONTRACTOR, SUBCONTRACTOR OR SUBSUBCONTRACTOR, AS THE CASE MAY BE,\n   47  TO SUBCONTRACTORS AND MATERIALMEN IN A PROPORTION EQUAL TO THE  PERCENT-\n   48  AGE  OF  THEIR  PRO  RATA SHARE OF THE   CONTRACT PAYMENT. SUCH PRO RATA\n   49  SHARE OF INTEREST SHALL BE DUE TO SUCH  SUBCONTRACTORS  AND  MATERIALMEN\n   50  ONLY  FOR  THOSE  PAYMENTS WHICH ARE NOT PAID TO SUCH SUBCONTRACTORS AND\n   51  MATERIALMEN PRIOR TO THE DATE  UPON  WHICH  INTEREST  BEGINS  TO  ACCRUE\n   52  BETWEEN THE CONSUMER AND THE CONTRACTOR. SUCH PRO RATA SHARE OF INTEREST\n   53  SHALL BE COMPUTED DAILY UNTIL SUCH  PAYMENTS ARE MADE TO THE SUBCONTRAC-\n   54  TORS AND MATERIALMEN.\n   55    S  2.  This  act  shall  take  effect  immediately, and shall apply to\n   56  contracts entered into on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to requiring timely payments and interest owed to contractors ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110119.T095235.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295448755085
}