{
  "year" : 2011,
  "senateBillNo" : "A2315-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to correction",
    "billEventId" : "A2315-2011-1295326800000-referred+to+correction",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Heastie",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a commission to study and develop a plan for improving education in state prisons",
  "summary" : "Establishes a commission to study and develop a plan for improving education in state prisons. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Correction Law",
  "previousVersions" : [ "A4327-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2315\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. HEASTIE -- read once and referred to the Commit-\n         tee on Correction\n\n       AN ACT to amend the  correction  law,  in  relation  to  establishing  a\n         commission on improving education in state prisons\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The correction law is amended by adding a new section 49 to\n    2  read as follows:\n    3    S 49. COMMISSION ON PRISON EDUCATION. THERE IS  HEREBY  ESTABLISHED  A\n    4  COMMISSION ON PRISON EDUCATION COMPRISED OF NINE MEMBERS WHO SHALL STUDY\n    5  AND  DEVELOP  A PLAN FOR IMPROVING EDUCATION IN THE STATE PRISON SYSTEM.\n    6  THE COMMISSION SHALL CONSIDER AND INVESTIGATE THE FOLLOWING FACTORS WHEN\n    7  DETERMINING EDUCATION IMPROVEMENTS: THE IMPACT ON AN INMATE'S EMPLOYMENT\n    8  OPPORTUNITIES UPON RELEASE FROM PRISON, THE IMPACT ON AN INMATE'S  REIN-\n    9  TEGRATION  INTO  SOCIETY  AND  THE EFFECTIVENESS IN REDUCING RECIDIVISM.\n   10  APPOINTMENTS TO THE TASK FORCE SHALL BE MADE AS FOLLOWS:  THREE  BY  THE\n   11  GOVERNOR; TWO BY THE SPEAKER OF THE ASSEMBLY; ONE BY THE MINORITY LEADER\n   12  OF THE ASSEMBLY; TWO BY THE TEMPORARY PRESIDENT OF THE SENATE AND ONE BY\n   13  THE  MINORITY  LEADER OF THE SENATE. THE COMMISSION SHALL ISSUE A REPORT\n   14  WITHIN TEN MONTHS AFTER THE EFFECTIVE DATE OF THIS PARAGRAPH.\n   15    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06478-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the correction law, in relation to establishing a commission on improving education in state prisons ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110119.T095736.TXT", "SOBI.D110118.T135141.TXT", "SOBI.D110118.T134639.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295449056209
}