{
  "year" : 2011,
  "senateBillNo" : "A2329-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2329-2011-1295326800000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides alternative sentence of impounding the vehicle person operated upon conviction of driving while ability impaired by alcohol or drugs",
  "summary" : "Grants the court an additional sentencing option of impoundment of the vehicle operated by a person convicted of driving while intoxicated (DWI) or driving while ability impaired (DWAI), for definite periods of time depending on the seriousness of the crime; establishes procedure for impounding vehicles driven while under the influence of alcohol or drugs and for the redemption of such vehicles following such impoundment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A5804-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2329\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- Multi-Sponsored by -- M. of A. CLARK,\n         DINOWITZ, GALEF, GLICK, HIKIND, HOOPER, HOYT -- read once and referred\n         to the Committee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in relation to the criminal\n         penalties for operating a motor vehicle under the influence of alcohol\n         or drugs and providing for impoundment of  the  vehicle  driven  while\n         under the influence of alcohol or drugs\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (a) and subparagraph  (i)  of  paragraph  (b)  of\n    2  subdivision  1 of section 1193 of the vehicle and traffic law, paragraph\n    3  (a) as amended by chapter 75 of the laws of 1994 and subparagraph (i) of\n    4  paragraph (b) as amended by chapter 496 of the laws of 2009, are amended\n    5  to read as follows:\n    6    (a) Driving while ability impaired. A violation of subdivision one  of\n    7  section  eleven  hundred  ninety-two  of this article shall be a traffic\n    8  infraction and shall be punishable by a fine  of  not  less  than  three\n    9  hundred dollars nor more than five hundred dollars or by imprisonment in\n   10  a  penitentiary  or  county  jail  for  not more than fifteen days OR BY\n   11  IMPOUNDMENT OF THE VEHICLE USED IN THE OFFENSE FOR A PERIOD OF NOT  MORE\n   12  THAN FIFTEEN DAYS, or by both such fine and imprisonment OR BY BOTH SUCH\n   13  FINE  AND IMPOUNDMENT.   A person who operates a vehicle in violation of\n   14  such subdivision after having been  convicted  of  a  violation  of  any\n   15  subdivision  of section eleven hundred ninety-two of this article within\n   16  the preceding five years shall be punished by a fine of  not  less  than\n   17  five  hundred  dollars  nor more than seven hundred fifty dollars, or by\n   18  imprisonment of not more than thirty days in a  penitentiary  or  county\n   19  jail  OR  BY IMPOUNDMENT OF THE VEHICLE USED IN THE OFFENSE FOR A PERIOD\n   20  OF NOT MORE THAN THIRTY DAYS or by both such fine and imprisonment OR BY\n   21  BOTH SUCH FINE AND IMPOUNDMENT.   A person who  operates  a  vehicle  in\n   22  violation  of  such  subdivision after having been convicted two or more\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03098-01-1\n\n       A. 2329                             2\n\n    1  times of a violation of any subdivision of section eleven hundred  nine-\n    2  ty-two of this article within the preceding ten years shall be guilty of\n    3  a  misdemeanor,  and  shall be punished by a fine of not less than seven\n    4  hundred  fifty  dollars  nor  more  than  fifteen hundred dollars, or by\n    5  imprisonment of not more than one hundred eighty days in a  penitentiary\n    6  or  county jail OR BY IMPOUNDMENT OF THE VEHICLE USED IN THE OFFENSE FOR\n    7  A PERIOD OF NOT MORE THAN NINETY DAYS or by both such fine and imprison-\n    8  ment OR BY BOTH SUCH FINE AND IMPOUNDMENT.\n    9    (i) A violation of subdivision two, three, four or four-a  of  section\n   10  eleven  hundred  ninety-two  of  this article shall be a misdemeanor and\n   11  shall be punishable by a fine of not less than five hundred dollars  nor\n   12  more  than one thousand dollars, or by imprisonment in a penitentiary or\n   13  county jail for not more than one year OR BY IMPOUNDMENT OF THE  VEHICLE\n   14  USED  IN  THE OFFENSE FOR A PERIOD OF NOT MORE THAN ONE YEAR, or by both\n   15  such fine and imprisonment OR BY BOTH SUCH  FINE  AND  IMPOUNDMENT.    A\n   16  violation  of  paragraph  (a)  of  subdivision  two-a  of section eleven\n   17  hundred ninety-two of this article shall be a misdemeanor and  shall  be\n   18  punishable by a fine of not less than one thousand dollars nor more than\n   19  two  thousand  five hundred dollars or by imprisonment in a penitentiary\n   20  or county jail for not more than one year, or  by  both  such  fine  and\n   21  imprisonment.\n   22    S  2.  Subdivision 1 of section 1193 of the vehicle and traffic law is\n   23  amended by adding a new paragraph (h) to read as follows:\n   24    (H) NO SENTENCE OF IMPOUNDMENT MAY BE IMPOSED PURSUANT TO THIS  SUBDI-\n   25  VISION UNTIL THE OWNER OF THE MOTOR VEHICLE USED IN THE OFFENSE HAS BEEN\n   26  NOTIFIED THAT IMPOUNDMENT MAY BE ORDERED AND THEY ARE GIVEN A REASONABLE\n   27  OPPORTUNITY  TO  DEMONSTRATE WHY SUCH SENTENCE SHOULD NOT BE IMPOSED. IN\n   28  EXERCISING ITS SENTENCING DISCRETION IN ANY CASE WHERE THE OWNER OF  THE\n   29  MOTOR  VEHICLE USED IN THE OFFENSE IS NOT THE DEFENDANT, THE COURT SHALL\n   30  CONSIDER (1) THE DUE DILIGENCE EXERCISED BY THE  OWNER  TO  PREVENT  THE\n   31  UNLAWFUL  USE  OF  THE MOTOR VEHICLE BY THE DEFENDANT, AND (2) THE UNDUE\n   32  HARDSHIP TO THE OWNER IN THE EVENT OF A SENTENCE OF IMPOUNDMENT.\n   33    S 3. The vehicle and traffic law is amended by adding  a  new  section\n   34  1193-a to read as follows:\n   35    S  1193-A.  IMPOUNDMENT AND REDEMPTION OF VEHICLES. 1. WHEN A SENTENCE\n   36  OF IMPOUNDMENT IS IMPOSED BY THE COURT PURSUANT TO  SUBDIVISION  ONE  OF\n   37  SECTION  ELEVEN  HUNDRED  NINETY-THREE  OF THIS ARTICLE, THE OWNER SHALL\n   38  SURRENDER THE VEHICLE USED IN THE OFFENSE TO AN  OFFICER  OF  THE  LOCAL\n   39  AUTHORITY, WHO SHALL REMOVE OR ARRANGE FOR THE REMOVAL OF THE VEHICLE TO\n   40  A  GARAGE,  AUTOMOBILE  POUND,  OR  OTHER PLACE OF SAFETY WHERE IT SHALL\n   41  REMAIN IMPOUNDED FOR THE TIME IMPOSED BY THE SENTENCING COURT. THE VEHI-\n   42  CLE SHALL BE ENTERED INTO THE  NEW  YORK  STATEWIDE  POLICE  INFORMATION\n   43  NETWORK AS AN IMPOUNDED VEHICLE.\n   44    2.  A  MOTOR VEHICLE SO IMPOUNDED SHALL BE IN THE CUSTODY OF THE LOCAL\n   45  AUTHORITY AND SHALL NOT BE RELEASED UNTIL:\n   46    (A) THE EXPIRATION OF THE IMPOUNDMENT PERIOD IMPOSED BY THE SENTENCING\n   47  COURT.\n   48    (B) PAYMENT HAS BEEN MADE FOR THE REASONABLE COSTS OF REMOVAL, STORAGE\n   49  AND PROCESSING OF THE MOTOR VEHICLE. THE REGISTERED OWNER OF THE VEHICLE\n   50  SHALL BE RESPONSIBLE FOR SUCH PAYMENT PROVIDED, HOWEVER, THAT IF  HE  OR\n   51  SHE WAS NOT THE OPERATOR AT THE TIME OF THE OFFENSE HE OR SHE SHALL HAVE\n   52  A CAUSE OF ACTION AGAINST SUCH OPERATOR TO RECOVER SUCH COSTS.\n   53    (C)  WHERE  THE MOTOR VEHICLE WAS OPERATED BY A PERSON WHO AT THE TIME\n   54  OF THE OFFENSE WAS THE OWNER THEREOF,  SATISFACTORY  EVIDENCE  THAT  THE\n   55  REGISTERED  OWNER  OR  OTHER  PERSON SEEKING TO REDEEM THE VEHICLE HAS A\n   56  LICENSE OR PRIVILEGE TO OPERATE A MOTOR VEHICLE IN THIS STATE.\n\n       A. 2329                             3\n\n    1    3. IF FIFTEEN DAYS HAVE ELAPSED FROM THE EXPIRATION  OF  THE  TERM  OF\n    2  IMPOUNDMENT  IMPOSED  BY THE SENTENCING COURT, AND THE MOTOR VEHICLE HAS\n    3  NOT BEEN RELEASED PURSUANT TO SUBDIVISION TWO OF THIS SECTION, THE LOCAL\n    4  AUTHORITY SHALL MAKE INQUIRY IN THE MANNER PRESCRIBED BY THE COMMISSION-\n    5  ER  AS  TO THE NAME AND ADDRESS OF THE OWNER AND ANY LIENHOLDER AND UPON\n    6  RECEIPT OF SUCH INFORMATION SHALL NOTIFY THE OWNER AND  THE  LIENHOLDER,\n    7  IF  ANY,  AT  HIS  OR  HER  LAST KNOWN ADDRESS BY CERTIFIED MAIL, RETURN\n    8  RECEIPT REQUESTED, THAT IF THE VEHICLE  IS  NOT  RETRIEVED  PURSUANT  TO\n    9  SUBDIVISION  TWO  OF  THIS  SECTION WITHIN THIRTY DAYS FROM THE DATE THE\n   10  NOTICE IS GIVEN, IT WILL BE FORFEITED. IF THE VEHICLE WAS REGISTERED  IN\n   11  NEW YORK STATE THE LAST KNOWN ADDRESS SHALL BE THAT ADDRESS ON FILE WITH\n   12  THE  COMMISSIONER. IF THE VEHICLE WAS REGISTERED OUT-OF-STATE OR WAS NOT\n   13  REGISTERED, NOTIFICATION SHALL BE MADE IN THE MANNER PRESCRIBED  BY  THE\n   14  COMMISSIONER.\n   15    4.  A MOTOR VEHICLE THAT HAS BEEN IMPOUNDED AND NOT RETRIEVED PURSUANT\n   16  TO THE FOREGOING PROVISIONS OF THIS SECTION SHALL BE  FORFEITED  TO  THE\n   17  LOCAL  AUTHORITY  UPON  EXPIRATION  OF THE PERIOD OF NOTICE SET FORTH IN\n   18  SUBDIVISION THREE OF THIS SECTION. A PROCEEDING TO DECREE  SUCH  FORFEI-\n   19  TURE AND TO RECOVER TOWING AND STORAGE COSTS, IF ANY, TO THE EXTENT SUCH\n   20  COSTS EXCEED THE FAIR MARKET VALUE OF THE VEHICLE, MAY BE BROUGHT BY THE\n   21  LOCAL  AUTHORITY  IN  THE COURT IN WHICH THE DEFENDANT WAS SENTENCED FOR\n   22  THE CRIME OF DRIVING WHILE ABILITY IMPAIRED OR DRIVING WHILE INTOXICATED\n   23  BY PETITION FOR AN ORDER  DECREEING  FORFEITURE  OF  THE  MOTOR  VEHICLE\n   24  ACCOMPANIED  BY  AN AFFIDAVIT ATTESTING TO FACTS SHOWING THAT FORFEITURE\n   25  IS WARRANTED. IF THE IDENTITY AND ADDRESS OF THE OWNER AND/OR LIENHOLDER\n   26  IS KNOWN TO THE LOCAL AUTHORITY, TEN DAYS NOTICE SHALL BE GIVEN TO  SUCH\n   27  PARTY,  WHO  SHALL  HAVE  AN OPPORTUNITY TO APPEAR AND BE HEARD PRIOR TO\n   28  ENTRY OF AN ORDER DECREEING FORFEITURE.   WHERE THE COURT  IS  SATISFIED\n   29  THAT  FORFEITURE OF A MOTOR VEHICLE IS WARRANTED IN ACCORDANCE WITH THIS\n   30  SECTION, IT SHALL ENTER AN ORDER DECREEING THE FORFEITURE OF SUCH  VEHI-\n   31  CLE.  PROVIDED,  HOWEVER,  THAT  THE COURT AT ANY TIME PRIOR TO ENTRY OF\n   32  SUCH ORDER MAY AUTHORIZE RELEASE  OF  THE  VEHICLE  IN  ACCORDANCE  WITH\n   33  SUBDIVISION TWO OF THIS SECTION UPON A SHOWING OF GOOD CAUSE FOR FAILURE\n   34  TO  RETRIEVE  SAME  PRIOR  TO  COMMENCEMENT  OF THE PROCEEDING TO DECREE\n   35  FORFEITURE, BUT IF THE COURT ORDERS RELEASE  OF  THE  MOTOR  VEHICLE  AS\n   36  HEREIN PROVIDED AND THE VEHICLE IS NOT REDEEMED WITHIN TEN DAYS FROM THE\n   37  DATE  OF  SUCH ORDER, THE VEHICLE SHALL BE DEEMED TO HAVE BEEN ABANDONED\n   38  AND THE COURT, UPON APPLICATION OF THE LOCAL AUTHORITY,  MUST  ENTER  AN\n   39  ORDER DECREEING ITS FORFEITURE.\n   40    5. A MOTOR VEHICLE FORFEITED IN ACCORDANCE WITH THE PROVISIONS OF THIS\n   41  SECTION SHALL BE AND BECOME THE PROPERTY OF THE LOCAL AUTHORITY, SUBJECT\n   42  HOWEVER  TO  ANY  LIEN THAT WAS RECORDED PRIOR TO THE IMPOUNDMENT OF THE\n   43  VEHICLE.\n   44    6. FOR THE PURPOSES OF THIS SECTION, THE TERM \"LOCAL AUTHORITY\"  MEANS\n   45  THE  MUNICIPALITY  IN WHICH THE MOTOR VEHICLE WAS SEIZED; EXCEPT THAT IF\n   46  THE MOTOR VEHICLE WAS SEIZED ON PROPERTY OF THE NEW YORK  STATE  THRUWAY\n   47  AUTHORITY  OR  PROPERTY  UNDER  THE JURISDICTION OF THE OFFICE OF PARKS,\n   48  RECREATION AND HISTORIC PRESERVATION, THE DEPARTMENT OF  TRANSPORTATION,\n   49  OR  A  PUBLIC  AUTHORITY OR COMMISSION, THE TERM \"LOCAL AUTHORITY\" MEANS\n   50  SUCH AUTHORITY, OFFICE, DEPARTMENT, OR COMMISSION. A COUNTY MAY  PROVIDE\n   51  BY  LOCAL LAW THAT THE COUNTY MAY ACT AS THE AGENT FOR A LOCAL AUTHORITY\n   52  UNDER THIS SECTION.\n   53    7. WHEN A VEHICLE HAS BEEN IMPOUNDED PURSUANT  TO  THIS  SECTION,  THE\n   54  LOCAL  AUTHORITY  OR ANY PERSON HAVING CUSTODY OF THE VEHICLE SHALL MAKE\n   55  THE VEHICLE AVAILABLE OR GRANT ACCESS TO IT TO ANY OWNER OR  ANY  PERSON\n   56  DESIGNATED  OR  AUTHORIZED  BY  SUCH OWNER FOR THE PURPOSE OF (A) TAKING\n\n       A. 2329                             4\n\n    1  POSSESSION OF ANY PERSONAL PROPERTY FOUND WITHIN  THE  VEHICLE  AND  (B)\n    2  OBTAINING PROOF OF REGISTRATION, FINANCIAL SECURITY, TITLE OR DOCUMENTA-\n    3  TION IN SUPPORT THEREOF.\n    4    8. UPON APPLICATION BY THE DEFENDANT, THE SENTENCING COURT MAY FASHION\n    5  AN  ALTERNATIVE  METHOD OF DISABLING AND/OR SECURING THE CAR FROM USE BY\n    6  THE DEFENDANT FOR THE DURATION OF THE IMPOUNDMENT PERIOD.\n    7    9. ANY PERSON WHO KNOWINGLY FAILS TO SURRENDER A VEHICLE FOR  IMPOUND-\n    8  MENT  PURSUANT TO THIS SECTION SHALL BE GUILTY OF A MISDEMEANOR PUNISHA-\n    9  BLE BY A FINE OF NOT LESS THAN FIVE HUNDRED DOLLARS NOR  MORE  THAN  ONE\n   10  THOUSAND  DOLLARS,  OR  BY IMPRISONMENT IN A PENITENTIARY OR COUNTY JAIL\n   11  FOR NOT MORE THAN ONE YEAR, OR BY BOTH SUCH FINE AND IMPRISONMENT.\n   12    S 4. This act  shall  take  effect  immediately  and  shall  apply  to\n   13  proceedings commenced on and after such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to the criminal penalties for operating a motor vehicle under the influence of alcohol or drugs and providing for impoundment of the vehicle driven while under the influence of alcohol or drugs ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T144704.TXT", "SOBI.D110119.T102737.TXT", "SOBI.D110118.T142142.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450857119
}