{
  "year" : 2011,
  "senateBillNo" : "A2326-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to housing",
    "billEventId" : "A2326-2011-1295326800000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions with respect to affordable housing within the city of Yonkers",
  "summary" : "Makes provisions with respect to affordable housing within the city of Yonkers to provide funds of twenty-five thousand dollars in the affordable housing development account for new construction of affordable housing within the city of Yonkers and acquisition of existing housing stock cooperatives, condominiums and fee simple multi-family housing where appropriate. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Private Housing Finance Law",
  "previousVersions" : [ "A5803-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2326\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Housing\n\n       AN ACT to amend the private housing finance law, in relation to afforda-\n         ble home ownership development contracts within the city of Yonkers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  1  of  section  1112  of the private housing\n    2  finance law, as amended by chapter 333 of the laws of 2004,  is  amended\n    3  to read as follows:\n    4    1.  Within  the  limit  of  funds  available in the affordable housing\n    5  development account, the corporation is hereby authorized to enter  into\n    6  contracts  with  eligible applicants to provide grants which such appli-\n    7  cants  shall  use  to  finance  affordable  home  ownership  development\n    8  programs subject to the terms and conditions of this article. Any grants\n    9  received by a municipality hereunder shall not be deemed to be municipal\n   10  funds.    Grantees shall utilize funds provided pursuant to this article\n   11  solely as payments, grants and loans to owners to reduce  the  costs  of\n   12  new  construction,  rehabilitation  or  home  improvement or the cost of\n   13  acquisition, but only where such acquisition is part  of  an  affordable\n   14  home  ownership development program or project to construct or rehabili-\n   15  tate homes, or as otherwise authorized by law. Such financial assistance\n   16  may be in the form of loans, participation in loans  including  but  not\n   17  limited  to  participation  in  loans  originated or financed by lending\n   18  institutions as defined in section forty-two of this chapter, private or\n   19  public employee pension funds or the state of New York mortgage  agency,\n   20  or grants, on such terms and conditions as the grantee with the approval\n   21  of  the  corporation  shall  determine,  provided that no such payments,\n   22  grants and loans shall exceed the lesser of (i)  sixty  percent  of  the\n   23  project  cost  or  (ii)  the following per dwelling unit limitations (A)\n   24  thirty-five thousand dollars for projects except as provided  in  clause\n   25  (B)  OR  (C)  of  this  [item  (ii)]  SUBPARAGRAPH or (B) forty thousand\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03099-01-1\n\n       A. 2326                             2\n\n    1  dollars for a high cost project or a project which will receive  a  loan\n    2  from the federal farmers home administration OR (C) TWENTY-FIVE THOUSAND\n    3  DOLLARS  FOR  NEW  CONSTRUCTION WITHIN THE CITY OF YONKERS OF AFFORDABLE\n    4  HOUSING  AND  ACQUISITION WITHIN THE CITY OF YONKERS OF EXISTING HOUSING\n    5  STOCK COOPERATIVES, CONDOMINIUMS AND  FEE  SIMPLE  MULTI-FAMILY  HOUSING\n    6  WHERE  APPROPRIATE. Among the criteria the corporation shall consider in\n    7  determining whether a project is a high cost project are:  average  cost\n    8  of  construction in the area, location of the project, and the impact of\n    9  the additional funding on the affordability of the project for the occu-\n   10  pants of such project. No more than fifty percent of  the  total  amount\n   11  appropriated  pursuant to this article in any fiscal year shall be allo-\n   12  cated to homes located within any single municipality.\n   13    S 2.  This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the private housing finance law, in relation to affordable home ownership development contracts within the city of Yonkers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T102237.TXT", "SOBI.D110118.T144704.TXT", "SOBI.D110118.T142142.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450557957
}