{
  "year" : 2011,
  "senateBillNo" : "A2324-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2324-2011-1295326800000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the brownfield redevelopment tax credit",
  "summary" : "Relates to the brownfield redevelopment tax credit; provides that in the event that the qualified site is owned by, or was acquired by a taxpayer from, a municipality and such municipality is a volunteer under the brownfield site clean-up agreement with respect to such qualified site, then the amount of the credit shall be reduced; defines \"infrastructure work\"; makes related amendments. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A5838-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2324\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to brownfield redevelopment tax\n         credit\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraphs 1, 2, 4, 6 and 7 of subdivision (a) of section\n    2  21 of the tax law, as amended by section 1 of part H of chapter  577  of\n    3  the laws of 2004, are amended to read as follows:\n    4    (1)  General.  A  taxpayer  subject to tax under article nine, nine-A,\n    5  twenty-two, thirty-two or thirty-three of this chapter shall be  allowed\n    6  a  credit  against  such  tax,  pursuant to the provisions referenced in\n    7  subdivision (f) of this section.  Such  credit  shall  be  allowed  with\n    8  respect to a qualified site, as such term is defined in paragraph one of\n    9  subdivision  (b)  of this section. The amount of the credit in a taxable\n   10  year shall be the sum of the credit components specified  in  paragraphs\n   11  two,  three  and  four  of  this  subdivision  applicable  in such year.\n   12  NOTWITHSTANDING THE FOREGOING, IN THE EVENT THAT THE QUALIFIED  SITE  IS\n   13  OWNED  BY,  OR  WAS ACQUIRED BY A TAXPAYER FROM, A MUNICIPALITY, AS SUCH\n   14  TERM IS DEFINED IN SUBDIVISION TWENTY-ONE  OF  SECTION  27-1405  OF  THE\n   15  ENVIRONMENTAL  CONSERVATION  LAW,  THE  CREDIT  SHALL  BE REDUCED BY THE\n   16  FOLLOWING AMOUNTS TO THE EXTENT THAT THEY WERE INCURRED AFTER  THE  DATE\n   17  OF  THE  BROWNFIELD  SITE CLEANUP AGREEMENT EXECUTED BY THE TAXPAYER AND\n   18  THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION PURSUANT TO SECTION 27-1409\n   19  OF THE ENVIRONMENTAL CONSERVATION LAW (A) THE AMOUNT OF ALL SITE  PREPA-\n   20  RATION  COSTS  AND  ON-SITE  GROUNDWATER  REMEDIATION  COSTS  UNDERTAKEN\n   21  SPECIFICALLY ON SUCH QUALIFIED SITE BY OR AT THE EXPENSE OF SUCH MUNICI-\n   22  PALITY (OR ANY AFFILIATED MUNICIPALITY THEREOF), (B) THE AMOUNT  OF  ALL\n   23  COSTS  OF  ALL INFRASTRUCTURE WORK, AS DEFINED BELOW, UNDERTAKEN SPECIF-\n   24  ICALLY ON THE QUALIFIED SITE BY OR AT THE EXPENSE OF  SUCH  MUNICIPALITY\n   25  (OR ANY AFFILIATED MUNICIPALITY THEREOF) AND (C) THE AMOUNT OF ALL COSTS\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03096-01-1\n\n       A. 2324                             2\n\n    1  FOR IMPROVEMENTS UNDERTAKEN BY OR AT THE EXPENSE OF THE MUNICIPALITY (OR\n    2  ANY  AFFILIATED MUNICIPALITY THEREOF) SPECIFICALLY ON ANY PORTION OF THE\n    3  QUALIFIED SITE WHICH WILL BE AVAILABLE TO THE  GENERAL  PUBLIC  FREE  OF\n    4  CHARGE  OR  WHICH  IMPROVEMENTS  ARE MADE FOR ENVIRONMENTAL CONSERVATION\n    5  PURPOSES; AND SUCH AMOUNT OF ALL COSTS UNDER SUBPARAGRAPHS (A), (B)  AND\n    6  (C)  OF  THIS  PARAGRAPH  SHALL INSTEAD BE PAID BY THE TAX DEPARTMENT TO\n    7  SUCH MUNICIPALITY (OR ANY AFFILIATED  MUNICIPALITY  DESIGNATED  BY  SUCH\n    8  MUNICIPALITY);  PROVIDED,  HOWEVER, THAT SUCH MUNICIPALITY MAY WAIVE ITS\n    9  RIGHT TO ANY SUCH PAYMENT, IN WHOLE OR IN PART, BY FILING WRITTEN NOTICE\n   10  OF SUCH WAIVER WITH THE COMMISSIONER ON OR BEFORE THE DATE THE  TAXPAYER\n   11  FILES  A  RETURN  CLAIMING THE CREDIT DESCRIBED IN THIS SECTION, AND THE\n   12  AMOUNT OF ANY SUCH PAYMENT SO WAIVED SHALL NOT BE  A  REDUCTION  AGAINST\n   13  THE  CREDIT  AVAILABLE  TO  TAXPAYER  HEREUNDER.  FOR  PURPOSES  OF THIS\n   14  SECTION, \"INFRASTRUCTURE WORK\" MEANS ALL IMPROVEMENTS WHICH ARE  CUSTOM-\n   15  ARILY  CONSTRUCTED  OR  INSTALLED  BY  A  MUNICIPALITY AND ARE GENERALLY\n   16  NECESSARY FOR A SITE  TO  BE  DEVELOPED,  INCLUDING  WITHOUT  LIMITATION\n   17  ROADS, CURBS, SIDEWALKS, SEWERS, UTILITIES, BULKHEADING, DRAINAGE FACIL-\n   18  ITIES AND RELATED EARTHWORK AND LANDSCAPING.\n   19    (2)  Site  preparation  credit  component. The site preparation credit\n   20  component shall be equal to the applicable percentage of the site prepa-\n   21  ration costs paid or incurred by the taxpayer OR  THE  MUNICIPALITY  (OR\n   22  ANY  AFFILIATED  MUNICIPALITY THEREOF) ENTITLED TO A PAYMENT PURSUANT TO\n   23  PARAGRAPH ONE OF THIS SUBDIVISION with respect to a qualified site.  The\n   24  credit  component  amount  so determined with respect to a site's quali-\n   25  fication for a certificate of completion shall be allowed for the  taxa-\n   26  ble  year  in  which the effective date of the certificate of completion\n   27  occurs. The credit component amount determined other than  with  respect\n   28  to such qualification shall be allowed for the taxable year in which the\n   29  improvement to which the applicable costs apply is placed in service for\n   30  up  to  five  taxable  years  after  the issuance of such certificate of\n   31  completion.\n   32    (4) On-site groundwater  remediation  credit  component.  The  on-site\n   33  groundwater  remediation credit component shall be equal to the applica-\n   34  ble percentage of the on-site  groundwater  remediation  costs  paid  or\n   35  incurred  by the taxpayer OR THE MUNICIPALITY (OR ANY AFFILIATED MUNICI-\n   36  PALITY THEREOF) ENTITLED TO A PAYMENT PURSUANT TO PARAGRAPH ONE OF  THIS\n   37  SUBDIVISION  with  respect  to a qualified site (to the extent that such\n   38  groundwater remediation costs are not included in the  determination  of\n   39  the  site  preparation credit or the cost or other basis included in the\n   40  determination of the tangible property credit). The credit component  so\n   41  determined  for costs incurred and paid with respect to and prior to the\n   42  issuance of a certificate of completion shall be allowed for the taxable\n   43  year in which the effective date of the issuance  of  a  certificate  of\n   44  completion  occurs.  The  credit  component amount determined in taxable\n   45  years after the effective date of  the  issuance  of  a  certificate  of\n   46  completion shall be allowed in the taxable year such qualified costs are\n   47  incurred  and  paid  for  up to five taxable years after the issuance of\n   48  such certificate of completion.\n   49    (6) Site preparation costs and on-site groundwater  remediation  costs\n   50  paid  or incurred by the taxpayer OR THE MUNICIPALITY (OR ANY AFFILIATED\n   51  MUNICIPALITY THEREOF) ENTITLED TO A PAYMENT PURSUANT TO PARAGRAPH ONE OF\n   52  THIS SUBDIVISION with respect to a qualified site and the cost or  other\n   53  basis  for federal income tax purposes of tangible personal property and\n   54  other tangible property, including buildings and  structural  components\n   55  of  buildings,  which  constitute qualified tangible property shall only\n   56  include costs paid or incurred by the taxpayer OR THE  MUNICIPALITY  (OR\n\n       A. 2324                             3\n\n    1  ANY  AFFILIATED  MUNICIPALITY THEREOF) ENTITLED TO A PAYMENT PURSUANT TO\n    2  PARAGRAPH ONE OF THIS SUBDIVISION on or after the date of the brownfield\n    3  site cleanup agreement executed by the taxpayer and  the  department  of\n    4  environmental  conservation  pursuant to section 27-1409 of the environ-\n    5  mental conservation law.\n    6    (7) The amount of any grant received from  the  federal,  state  or  a\n    7  local  government  or  an  instrumentality or public benefit corporation\n    8  thereof received by the taxpayer and used to pay for any  of  the  costs\n    9  described  in  paragraphs two, three and four of this subdivision, which\n   10  was not included in the federal gross income of the taxpayer,  shall  be\n   11  subtracted  in  computing  the  credit  components  under  this section;\n   12  PROVIDED THAT THE FOREGOING SHALL NOT APPLY TO ANY AMOUNTS THE SOURCE OF\n   13  WHICH ARE PAYMENTS PURSUANT TO PARAGRAPH ONE OF THIS SUBDIVISION.\n   14    S 2. Paragraph 3 of subdivision (b) of section 21 of the tax  law,  as\n   15  amended  by  chapter  420  of  the  laws  of 2006, is amended to read as\n   16  follows:\n   17    (3) Qualified tangible  property.  \"Qualified  tangible  property\"  is\n   18  property  described  in either subparagraph (A) or (B) of this paragraph\n   19  which:\n   20    (A) (i) is depreciable pursuant to section one hundred sixty-seven  of\n   21  the internal revenue code,\n   22    (ii) has a useful life of four years or more,\n   23    (iii)  has been acquired by purchase as defined in section one hundred\n   24  seventy-nine (d) of the internal revenue code BY  THE  TAXPAYER  OR  THE\n   25  MUNICIPALITY  (OR  ANY  AFFILIATED  MUNICIPALITY  THEREOF) ENTITLED TO A\n   26  PAYMENT PURSUANT TO PARAGRAPH ONE OF SUBDIVISION (A) OF THIS SECTION,\n   27    (iv) has a situs on a qualified site in this state, and\n   28    (v) is principally used by the taxpayer  for  industrial,  commercial,\n   29  recreational  or  environmental  conservation  purposes  (including  the\n   30  commercial development of residential housing); or\n   31    (B)(i) is, or when occupied becomes, part of a dwelling whose  primary\n   32  ownership  structure  is covered under either article nine-B of the real\n   33  property law or meets the requirements of  section  216  (b)(1)  of  the\n   34  Internal Revenue Code;\n   35    (ii)  has been acquired by purchase (as defined in section one hundred\n   36  seventy-nine (d) of the Internal Revenue Code) BY THE  TAXPAYER  OR  THE\n   37  MUNICIPALITY  (OR  ANY  AFFILIATED  MUNICIPALITY  THEREOF) ENTITLED TO A\n   38  PAYMENT PURSUANT TO PARAGRAPH ONE OF SUBDIVISION (A) OF THIS SECTION;\n   39    (iii) has a situs on a qualified site in this state; and\n   40    (iv) for purposes of this subparagraph only, and  notwithstanding  any\n   41  other  section  of  law  to the contrary, property qualifying under this\n   42  subparagraph shall be deemed to be qualified tangible property  for  the\n   43  purposes  of  paragraph  one  of subdivision (d) of this section; and in\n   44  addition, for the purposes of this subdivision only, property qualifying\n   45  under this subparagraph shall be deemed to have been placed  in  service\n   46  for  the  purposes of paragraph three of subdivision (a) of this section\n   47  when a certificate of occupancy is issued for such property.\n   48    S 3. This act shall take effect immediately and  shall  apply  to  all\n   49  qualified  sites  from  the  date  on which the brownfield site clean-up\n   50  agreement with respect to such qualified site was entered into,  includ-\n   51  ing  without limitation such brownfield site clean-up agreements entered\n   52  into prior to such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to brownfield redevelopment tax credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T102237.TXT", "SOBI.D110118.T144704.TXT", "SOBI.D110118.T142142.TXT", "SOBI.D110118.T135141.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450557944
}