{
  "year" : 2011,
  "senateBillNo" : "A2321-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A2321-2011-1295326800000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to excavation of underground facilities; expands the definition of \"excavation\" for the purposes of the protection of underground facilities",
  "summary" : "Expands the definition of \"excavation\" for the purposes of the protection of underground facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A2466-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2321\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Corporations, Authorities and Commissions\n\n       AN ACT to amend the public service law and the general business law,  in\n         relation to excavation of underground facilities\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs b and d of subdivision 1 of section 119-b of the\n    2  public service law, as added by chapter 445 of the  laws  of  1995,  are\n    3  amended to read as follows:\n    4    b.  \"Excavation\" means [an] ANY operation [for the purpose of movement\n    5  or removal of] IN WHICH earth, rock or other  materials  in  or  on  the\n    6  ground [by use of mechanized equipment or by blasting, and includes] ARE\n    7  MOVED,  REMOVED  OR OTHERWISE DISPLACED BY MEANS OF ANY TOOLS, EQUIPMENT\n    8  OR EXPLOSIVE INCLUDING, but [is] not limited to, auguring,  backfilling,\n    9  boring,  drilling,  grading,  plowing  in,  pulling in, trenching [and],\n   10  tunneling, DIGGING, SAW CUTTING, JACK HAMMERING, MILLING TO A  DEPTH  OF\n   11  GREATER  THAN SIX INCHES, SCRAPING, TREE AND ROOT REMOVAL, CABLE OR PIPE\n   12  PLOWING, AND FENCE POST OR PILE DRIVING;  provided,  however,  that  the\n   13  [movement  of  earth  by tools manipulated only by human or animal power\n   14  and the] tilling of soil for agricultural purposes OR  ROUTINE  RESIDEN-\n   15  TIAL  PROPERTY  OR  RIGHT-OF-WAY  MAINTENANCE  OR LANDSCAPING ACTIVITIES\n   16  PERFORMED WITH NON-POWERED EQUIPMENT shall not be deemed excavation.\n   17    d. \"Underground facilities\" means pipelines, conduits, ducts,  cables,\n   18  wires,  manholes,  vaults or other such facilities or their attachments,\n   19  which [have been installed] ARE underground AND ARE UTILIZED by an oper-\n   20  ator to provide services or materials. Such term shall not  include  oil\n   21  and  gas  production  and  gathering  pipeline systems used primarily to\n   22  collect oil or gas production from wells.\n   23    S 2. Subdivisions 2 and 4 of section 760 of the general business  law,\n   24  as  amended  by  chapter 685 of the laws of 1994, are amended to read as\n   25  follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02461-01-1\n\n       A. 2321                             2\n\n    1    2. \"Excavation\" means [an] ANY operation [for the purpose of  movement\n    2  or  removal  of]  IN  WHICH  earth, rock or other materials in or on the\n    3  ground [by use of mechanized equipment or by blasting, and includes] ARE\n    4  MOVED, REMOVED OR OTHERWISE DISPLACED BY MEANS OF ANY  TOOLS,  EQUIPMENT\n    5  OR  EXPLOSIVE INCLUDING, but [is] not limited to, auguring, backfilling,\n    6  drilling, grading, plowing in, pulling in, trenching  [and],  tunneling,\n    7  DIGGING, SAW CUTTING, JACK HAMMERING, MILLING TO A DEPTH OF GREATER THAN\n    8  SIX  INCHES, SCRAPING, TREE AND ROOT REMOVAL, CABLE OR PIPE PLOWING, AND\n    9  FENCE POST OR PILE DRIVING; provided, however,  that  the  [movement  of\n   10  earth  by tools manipulated only by human or animal power and the] till-\n   11  ing of soil for agricultural purposes OR ROUTINE RESIDENTIAL PROPERTY OR\n   12  RIGHT-OF-WAY  MAINTENANCE  OR  LANDSCAPING  ACTIVITIES  PERFORMED   WITH\n   13  NON-POWERED EQUIPMENT shall not be deemed excavation.\n   14    4.  \"Underground facilities\" means pipelines, conduits, ducts, cables,\n   15  wires, manholes, vaults or other such facilities or  their  attachments,\n   16  which [have been installed] ARE underground AND ARE UTILIZED by an oper-\n   17  ator  to  provide services or materials. Such term shall not include oil\n   18  and gas production and gathering  pipeline  systems  used  primarily  to\n   19  collect oil or gas production from wells.\n   20    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law and the general business law, in relation to excavation of underground facilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T143645.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110119.T095736.TXT", "SOBI.D110118.T142142.TXT", "SOBI.D110118.T135141.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295449056227
}