{
  "year" : 2011,
  "senateBillNo" : "A233-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to higher education",
    "billEventId" : "A233-2011-1294203600000-referred+to+higher+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for licensure of school psychologists",
  "summary" : "Provides for the licensure of school psychologists; authorizes the use of the title \"school psychologist\" to licensed or exempt individuals; defines practice as a school psychologist; sets forth requirements for professional licensure (including educational attainment, experience, exam, fee and continuing education requirements); provides for issuance of limited permits under specified circumstances; identifies exempt persons. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "AA418-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          233\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M. of A. LATIMER, BRENNAN, LUPARDO, SPANO -- Multi-Spon-\n         sored by -- M. of A.  MAYERSOHN, MENG, TOWNS, WEISENBERG -- read  once\n         and referred to the Committee on Higher Education\n\n       AN  ACT  to  amend  the  education  law  and the social services law, in\n         relation to the practice of school psychology\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new article 167 to\n    2  read as follows:\n    3                                  ARTICLE 167\n    4                              SCHOOL PSYCHOLOGY\n    5  SECTION 8720. INTRODUCTION.\n    6          8721. PRACTICE OF SCHOOL PSYCHOLOGY AND USE OF THE TITLE \"SCHOOL\n    7                  PSYCHOLOGIST\".\n    8          8722. DEFINITION OF THE PRACTICE OF SCHOOL PSYCHOLOGY.\n    9          8723. REQUIREMENTS FOR A PROFESSIONAL LICENSE.\n   10          8724. BOUNDARIES OF PROFESSIONAL COMPETENCY.\n   11          8725. LIMITED PERMITS.\n   12          8726. EXEMPTIONS.\n   13          8727. SPECIAL PROVISIONS.\n   14    S 8720. INTRODUCTION. THIS ARTICLE APPLIES TO THE PROFESSION AND PRAC-\n   15  TICE  OF SCHOOL  PSYCHOLOGY AND TO THE USE OF THE TITLE \"LICENSED SCHOOL\n   16  PSYCHOLOGIST\".  THE GENERAL PROVISIONS FOR ALL PROFESSIONS CONTAINED  IN\n   17  ARTICLE ONE HUNDRED THIRTY OF THIS TITLE APPLY TO THIS ARTICLE.\n   18    S  8721.  PRACTICE  OF  SCHOOL PSYCHOLOGY AND USE OF THE TITLE \"SCHOOL\n   19  PSYCHOLOGIST\".   ONLY A PERSON LICENSED OR  EXEMPT  UNDER  THIS  ARTICLE\n   20  SHALL  PRACTICE  SCHOOL  PSYCHOLOGY  OR  USE  THE TITLE \"LICENSED SCHOOL\n   21  PSYCHOLOGIST\".\n   22    S 8722. DEFINITION OF THE PRACTICE OF SCHOOL PSYCHOLOGY. THE  PRACTICE\n   23  OF SCHOOL PSYCHOLOGY IS:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00297-01-1\n\n       A. 233                              2\n\n    1    1.  THE  ASSESSMENT,  INCLUDING  PSYCHO-EDUCATIONAL, DEVELOPMENTAL AND\n    2  VOCATIONAL  ASSESSMENT, EVALUATION AND INTERPRETATION  OF  INTELLIGENCE,\n    3  COGNITIVE   PROCESSES,  APTITUDES,    INTERESTS,  ACADEMIC  ACHIEVEMENT,\n    4  ADJUSTMENT, PERSONALITY FACTORS AND MOTIVATIONS,  OR  ANY  OTHER  ATTRI-\n    5  BUTES,  IN  INDIVIDUALS OR GROUPS, THAT RELATE TO LEARNING, EDUCATION OR\n    6  ADJUSTMENT NEEDS;\n    7    2.  THE  DEVELOPMENT  AND  IMPLEMENTATION   OF   EDUCATIONALLY-RELATED\n    8  PSYCHOTHERAPEUTIC  AND  BEHAVIORAL APPROACHES TO INCREASE SCHOOL ADJUST-\n    9  MENT AND ACADEMIC  SUCCESS,  COUNSELING  AND  INTERPRETIVE  SERVICES  TO\n   10  REDUCE  EDUCATION-RELATED PROBLEMS INCLUDING, BUT NOT LIMITED TO, VERBAL\n   11  INTERACTION, INTERVIEWING, BEHAVIOR TECHNIQUES, DEVELOPMENTAL AND  VOCA-\n   12  TIONAL INTERVENTION, ENVIRONMENTAL MANAGEMENT AND GROUP PROCESSES;\n   13    3.  CONSULTATION  WITH REPRESENTATIVES OF SCHOOLS, AGENCIES AND ORGAN-\n   14  IZATIONS, FAMILIES OR INDIVIDUALS, INCLUDING PSYCHO-EDUCATIONAL,  DEVEL-\n   15  OPMENTAL  AND  VOCATIONAL    ASSISTANCE  OR DIRECT EDUCATIONAL SERVICES,\n   16  RELATED TO LEARNING PROBLEMS AND ADJUSTMENTS TO  THOSE PROBLEMS; AND\n   17    4. THE DEVELOPMENT OF PROGRAMMING, INCLUDING  DESIGNING,  IMPLEMENTING\n   18  OR  EVALUATING EDUCATIONALLY AND PSYCHOLOGICALLY SOUND LEARNING ENVIRON-\n   19  MENTS AND THE FACILITATION OF PSYCHO-EDUCATIONAL DEVELOPMENT OF INDIVID-\n   20  UALS, FAMILIES OR GROUPS.\n   21    S 8723.  REQUIREMENTS FOR A PROFESSIONAL LICENSE.  TO  QUALIFY  FOR  A\n   22  LICENSE  AS  A  LICENSED SCHOOL PSYCHOLOGIST, AN APPLICANT SHALL FULFILL\n   23  THE FOLLOWING REQUIREMENTS:\n   24    1. APPLICATION: FILE AN APPLICATION WITH THE DEPARTMENT;\n   25    2. EDUCATION: COMPLETE A MINIMUM OF SIXTY GRADUATE CREDITS AND FULFILL\n   26  THE REQUIREMENTS OF A MASTER'S OR DOCTORAL DEGREE IN  SCHOOL  PSYCHOLOGY\n   27  FROM  A  PROGRAM  REGISTERED  BY  THE  DEPARTMENT,  OR DETERMINED BY THE\n   28  DEPARTMENT TO BE THE  SUBSTANTIAL  EQUIVALENT  IN  ACCORDANCE  WITH  THE\n   29  COMMISSIONER'S  REGULATIONS.  THE GRADUATE COURSEWORK SHALL INCLUDE, BUT\n   30  NOT BE LIMITED TO, THE FOLLOWING AREAS:\n   31    (I) BIOLOGICAL, SOCIAL AND CULTURAL BASES OF DEVELOPMENT;\n   32    (II) PSYCHOPATHOLOGY AND EXCEPTIONALITY IN LEARNING AND BEHAVIOR;\n   33    (III)  ASSESSMENT  AND  APPRAISAL  OF  LEARNERS  IN  HOME  AND  SCHOOL\n   34  CONTEXTS;\n   35    (IV)  CONSULTATION  AND  COLLABORATION IN FAMILY, SCHOOL AND COMMUNITY\n   36  SYSTEMS;\n   37    (V) EFFECTIVE INSTRUCTION AND DEVELOPMENT OF  COGNITIVE  AND  ACADEMIC\n   38  SKILLS;\n   39    (VI)  PREVENTION  AND  TREATMENT OF BEHAVIORAL AND EMOTIONAL DISORDERS\n   40  AND DEFICITS;\n   41    (VII) SCHOOL ORGANIZATION, CURRICULUM, POLICY AND LAW;\n   42    (VIII) RESEARCH AND PROGRAM EVALUATION;\n   43    (IX) PROFESSION AND ETHICAL PRACTICE OF PSYCHOLOGY IN SCHOOLS; AND\n   44    (X) COMPLETION OF A  TWELVE  HUNDRED  HOUR  SUPERVISED  INTERNSHIP  IN\n   45  SCHOOL  PSYCHOLOGY, WITH NO LESS THAN SIX HUNDRED HOURS COMPLETED WITHIN\n   46  A SCHOOL SETTING.\n   47    3. EXPERIENCE: COMPLETE A MINIMUM OF TWO THOUSAND FOUR  HUNDRED  HOURS\n   48  OF  POST-MASTER'S  SUPERVISED  EXPERIENCE  RELEVANT  TO  THE PRACTICE OF\n   49  SCHOOL PSYCHOLOGY SATISFACTORY TO THE BOARD AND IN ACCORDANCE  WITH  THE\n   50  COMMISSIONER'S REGULATIONS, SUCH SUPERVISED EXPERIENCE WHICH MAY INCLUDE\n   51  ONE  THOUSAND TWO HUNDRED HOURS COMPLETED AS PART OF A PROGRAM IN SCHOOL\n   52  PSYCHOLOGY;\n   53    4. EXAMINATION: PASS AN EXAMINATION SATISFACTORY TO THE BOARD  AND  IN\n   54  ACCORDANCE WITH THE COMMISSIONER'S REGULATIONS;\n   55    5. AGE: BE AT LEAST TWENTY-ONE YEARS OF AGE;\n\n       A. 233                              3\n\n    1    6.  CHARACTER: BE OF GOOD MORAL CHARACTER AS DETERMINED BY THE DEPART-\n    2  MENT; AND\n    3    7.  FEES: PAY A FEE OF TWO HUNDRED FORTY DOLLARS TO THE DEPARTMENT FOR\n    4  ADMISSION TO A DEPARTMENT  CONDUCTED  EXAMINATION  AND  FOR  AN  INITIAL\n    5  LICENSE;  A FEE OF EIGHTY-FIVE  DOLLARS FOR EACH REEXAMINATION; A FEE OF\n    6  ONE HUNDRED SEVENTY-FIVE DOLLARS FOR AN INITIAL  LICENSE FOR PERSONS NOT\n    7  REQUIRING ADMISSION TO A DEPARTMENT CONDUCTED EXAMINATION AND A  FEE  OF\n    8  ONE HUNDRED SEVENTY DOLLARS FOR EACH TRIENNIAL REGISTRATION PERIOD.\n    9    S  8724. BOUNDARIES OF PROFESSIONAL COMPETENCY. 1.  IT SHALL BE DEEMED\n   10  PRACTICING OUTSIDE THE BOUNDARIES OF HIS OR HER PROFESSIONAL  COMPETENCE\n   11  FOR A PERSON LICENSED PURSUANT TO THIS ARTICLE, IN THE CASE OF TREATMENT\n   12  OF  ANY  SERIOUS  MENTAL ILLNESS, TO PROVIDE  ANY MENTAL HEALTH SERVICES\n   13  FOR SUCH ILLNESS ON A CONTINUOUS AND SUSTAINED BASIS WITHOUT A   MEDICAL\n   14  EVALUATION OF THE ILLNESS BY, AND CONSULTATION WITH, A PHYSICIAN REGARD-\n   15  ING SUCH  ILLNESS.  SUCH MEDICAL EVALUATION AND CONSULTATION SHALL BE TO\n   16  DETERMINE  AND  ADVISE  WHETHER  ANY  MEDICAL CARE IS INDICATED FOR SUCH\n   17  ILLNESS. FOR PURPOSES OF THIS SECTION,  \"SERIOUS MENTAL  ILLNESS\"  MEANS\n   18  SCHIZOPHRENIA,   SCHIZOAFFECTIVE  DISORDER,  BIPOLAR  DISORDER,    MAJOR\n   19  DEPRESSIVE DISORDER, PANIC DISORDER AND  OBSESSIVE-COMPULSIVE  DISORDER.\n   20  NOTHING  IN  THIS SECTION SHALL BE CONSTRUED TO PREVENT, LIMIT OR IMPAIR\n   21  CONSULTATION WITH ANY OTHER HEALTH OR MENTAL HEALTH PROFESSIONAL.  NOTH-\n   22  ING HEREIN CONTAINED SHALL LIMIT, MODIFY, RESTRICT OR  OTHERWISE  AFFECT\n   23  THE  DEFINITION  OF  THE  PRACTICE  OF  SCHOOL PSYCHOLOGY AS PROVIDED IN\n   24  SECTION EIGHTY-SEVEN HUNDRED TWENTY-TWO OF THIS ARTICLE.\n   25    2. ANY INDIVIDUAL WHOSE LICENSE OR AUTHORITY TO PRACTICE DERIVES  FROM\n   26  THE PROVISIONS OF THIS ARTICLE SHALL BE PROHIBITED FROM:\n   27    (A) PRESCRIBING OR ADMINISTERING DRUGS AS DEFINED IN THIS CHAPTER AS A\n   28  TREATMENT,  THERAPY,  OR  PROFESSIONAL SERVICE IN THE PRACTICE OF HIS OR\n   29  HER PROFESSION; OR\n   30    (B) USING INVASIVE PROCEDURES AS A TREATMENT, THERAPY, OR PROFESSIONAL\n   31  SERVICE IN THE PRACTICE OF HIS OR HER PROFESSION. FOR PURPOSES  OF  THIS\n   32  SUBDIVISION,  \"INVASIVE  PROCEDURE\"  MEANS  ANY PROCEDURE IN WHICH HUMAN\n   33  TISSUE IS CUT, ALTERED, OR OTHERWISE INFILTRATED BY MECHANICAL OR  OTHER\n   34  MEANS.  INVASIVE PROCEDURE INCLUDES SURGERY, LASERS, IONIZING RADIATION,\n   35  THERAPEUTIC ULTRASOUND, OR ELECTROCONVULSIVE THERAPY.\n   36    3.  NOTHING  IN  THIS  ARTICLE  SHALL BE DEEMED TO AUTHORIZE, GRANT OR\n   37  EXTEND HOSPITAL PRIVILEGES TO INDIVIDUALS LICENSED UNDER THIS ARTICLE.\n   38    S 8725. LIMITED PERMITS.  1. THE DEPARTMENT MAY ISSUE A LIMITED PERMIT\n   39  TO AN APPLICANT WHOSE QUALIFICATIONS HAVE BEEN APPROVED FOR ADMISSION TO\n   40  THE EXAMINATION IN ACCORDANCE WITH REGULATIONS PROMULGATED THEREFOR.\n   41    2. LIMITED PERMITS SHALL BE FOR  ONE  YEAR  AND  BE  RENEWED,  AT  THE\n   42  DISCRETION OF THE DEPARTMENT, FOR ONE ADDITIONAL YEAR.\n   43    3.  THE  FEE  FOR  EACH  LIMITED  PERMIT AND FOR EACH RENEWAL SHALL BE\n   44  SEVENTY DOLLARS.\n   45    S 8726.  EXEMPTIONS.  NOTHING  CONTAINED  IN  THIS  ARTICLE  SHALL  BE\n   46  CONSTRUED TO:\n   47    1.  APPLY TO THE PRACTICE, CONDUCT, ACTIVITIES, SERVICES OR USE OF ANY\n   48  TITLE BY ANY PERSON LICENSED OR OTHERWISE AUTHORIZED TO  PRACTICE  MEDI-\n   49  CINE WITHIN THE STATE PURSUANT TO ARTICLE ONE HUNDRED THIRTY-ONE OF THIS\n   50  TITLE  OR  BY  ANY  PERSON REGISTERED TO PERFORM SERVICES AS A PHYSICIAN\n   51  ASSISTANT WITHIN THE STATE PURSUANT TO ARTICLE ONE HUNDRED  THIRTY-ONE-B\n   52  OF THIS TITLE OR BY ANY PERSON LICENSED OR OTHERWISE AUTHORIZED TO PRAC-\n   53  TICE  PSYCHOLOGY  WITHIN  THIS  STATE  PURSUANT  TO  ARTICLE ONE HUNDRED\n   54  FIFTY-THREE OF THIS TITLE OR BY ANY PERSON LICENSED OR OTHERWISE AUTHOR-\n   55  IZED TO PRACTICE AS A LICENSED CLINICAL SOCIAL WORKER WITHIN THIS  STATE\n   56  PURSUANT  TO  ARTICLE  ONE  HUNDRED  FIFTY-FOUR OF THIS TITLE, OR BY ANY\n\n       A. 233                              4\n\n    1  PERSON LICENSED OR OTHERWISE AUTHORIZED TO PRACTICE NURSING AS A  REGIS-\n    2  TERED  PROFESSIONAL  NURSE  WITHIN  THIS STATE PURSUANT   TO ARTICLE ONE\n    3  HUNDRED THIRTY-NINE OF THIS TITLE, OR BY ANY PERSON LICENSED  OR  OTHER-\n    4  WISE AUTHORIZED TO PRACTICE MENTAL HEALTH COUNSELING, MARRIAGE AND FAMI-\n    5  LY  THERAPY, CREATIVE   ARTS THERAPY, OR PSYCHOANALYSIS WITHIN THE STATE\n    6  PURSUANT TO ARTICLE ONE HUNDRED SIXTY-THREE  OF  THIS  TITLE;  PROVIDED,\n    7  HOWEVER,  THAT  NO  PHYSICIAN, PHYSICIAN'S ASSISTANT, REGISTERED PROFES-\n    8  SIONAL NURSE, PSYCHOLOGIST, LICENSED CLINICAL  SOCIAL  WORKER,  LICENSED\n    9  MENTAL   HEALTH  COUNSELOR,  LICENSED  MARRIAGE  AND  FAMILY  THERAPIST,\n   10  LICENSED CREATIVE ARTS THERAPIST OR LICENSED PSYCHOANALYST MAY  USE  THE\n   11  TITLE UNLESS LICENSED UNDER THIS ARTICLE;\n   12    2. PROHIBIT OR LIMIT ANY INDIVIDUAL WHO IS CREDENTIALED UNDER ANY LAW,\n   13  INCLUDING  ATTORNEYS, RAPE CRISIS COUNSELORS, CERTIFIED ALCOHOLISM COUN-\n   14  SELORS AND CERTIFIED SUBSTANCE ABUSE COUNSELORS  FROM  PROVIDING  MENTAL\n   15  HEALTH SERVICES WITHIN THEIR RESPECTIVE ESTABLISHED AUTHORITIES;\n   16    3.  PROHIBIT  OR LIMIT THE  PRACTICE OF A PROFESSION LICENSED PURSUANT\n   17  TO THIS ARTICLE BY A STUDENT, INTERN OR RESIDENT IN, AND AS A PART OF, A\n   18  SUPERVISED EDUCATIONAL PROGRAM IN AN INSTITUTION APPROVED BY THE DEPART-\n   19  MENT;\n   20    4. PROHIBIT OR LIMIT THE PROVISION OF PASTORAL COUNSELING SERVICES  BY\n   21  ANY  MEMBER  OF THE CLERGY OR CHRISTIAN SCIENCE PRACTITIONER, WITHIN THE\n   22  CONTEXT OF HIS OR HER MINISTERIAL  CHARGE OR OBLIGATION;\n   23    5. PROHIBIT OR LIMIT INDIVIDUALS, CHURCHES, SCHOOLS, TEACHERS,  ORGAN-\n   24  IZATIONS,  OR  NOT-FOR-PROFIT  BUSINESSES,  FROM  PROVIDING INSTRUCTION,\n   25  ADVICE, SUPPORT, ENCOURAGEMENT, OR INFORMATION TO INDIVIDUALS, FAMILIES,\n   26  AND RELATIONAL GROUPS; OR\n   27    6. PROHIBIT OR LIMIT AN OCCUPATIONAL THERAPIST  FROM  PERFORMING  WORK\n   28  CONSISTENT WITH ARTICLE ONE HUNDRED FIFTY-SIX OF THIS TITLE.\n   29    S  8727.  SPECIAL  PROVISIONS.  1. ANY NONEXEMPT PERSON PRACTICING THE\n   30  PROFESSION OF SCHOOL PSYCHOLOGY  SHALL  APPLY  FOR  A  LICENSE  OF  SUCH\n   31  PROFESSION WITHIN ONE YEAR OF THE EFFECTIVE DATE OF THIS SECTION.\n   32    (A) IF SUCH PERSON DOES NOT MEET THE REQUIREMENTS FOR A LICENSE ESTAB-\n   33  LISHED  WITHIN  THIS  ARTICLE, SUCH PERSON MAY MEET ALTERNATIVE CRITERIA\n   34  DETERMINED BY THE DEPARTMENT TO BE THE SUBSTANTIAL  EQUIVALENT  OF  SUCH\n   35  CRITERIA.\n   36    (B)  IF  SUCH  PERSON MEETS THE REQUIREMENTS FOR A LICENSE ESTABLISHED\n   37  WITHIN THIS  ARTICLE, EXCEPT FOR EXAMINATION, AND HAS BEEN CERTIFIED  OR\n   38  REGISTERED  BY  A NATIONAL CERTIFYING OR REGISTERING BODY HAVING CERTIF-\n   39  ICATION OR REGISTRATION STANDARDS ACCEPTABLE TO   THE COMMISSIONER,  THE\n   40  DEPARTMENT SHALL LICENSE WITHOUT EXAMINATION.\n   41    2.  NOTWITHSTANDING  THE  REQUIREMENTS OF SECTION EIGHTY-SEVEN HUNDRED\n   42  TWENTY-THREE OF THIS ARTICLE, AND FOR A PERIOD OF TIME NOT TO EXCEED TWO\n   43  YEARS FROM THE EFFECTIVE DATE OF THIS  ARTICLE,  AN  INDIVIDUAL  MAY  BE\n   44  LICENSED AS A SCHOOL PSYCHOLOGIST PROVIDED SUCH PERSON HAS EITHER:\n   45    (A) MET THE EDUCATIONAL REQUIREMENTS AS DEFINED IN SECTION EIGHTY-SEV-\n   46  EN  HUNDRED  TWENTY-THREE  OF THIS ARTICLE AND PERFORMED THE DUTIES OF A\n   47  SCHOOL PSYCHOLOGIST FOR TWO OF THE PAST FIVE YEARS PRIOR TO  THE  EFFEC-\n   48  TIVE DATE OF THIS ARTICLE; OR\n   49    (B)  PERFORMED  THE  DUTIES OF A SCHOOL PSYCHOLOGIST FOR AT LEAST FIVE\n   50  YEARS PRIOR TO THE EFFECTIVE DATE OF THIS ARTICLE.\n   51    3. ANY PERSON LICENSED PURSUANT TO THIS ARTICLE MAY USE ACCEPTED CLAS-\n   52  SIFICATIONS OF SIGNS, SYMPTOMS, DYSFUNCTIONS AND DISORDERS, AS  APPROVED\n   53  IN  ACCORDANCE  WITH REGULATIONS   PROMULGATED BY THE DEPARTMENT, IN THE\n   54  PRACTICE OF SUCH LICENSED PROFESSION.\n\n       A. 233                              5\n\n    1    S 2. Paragraph a of subdivision 3 of section  6507  of  the  education\n    2  law,  as  amended by chapter 356 of the laws of 2006, is amended to read\n    3  as follows:\n    4    a. Establish standards for preprofessional and professional education,\n    5  experience and licensing examinations as required to implement the arti-\n    6  cle for each profession. Notwithstanding any other provision of law, the\n    7  commissioner shall establish standards requiring that all persons apply-\n    8  ing,  on or after January first, nineteen hundred ninety-one, initially,\n    9  or for the renewal of, a license, registration or limited permit to be a\n   10  physician, chiropractor, dentist, registered nurse, podiatrist,  optome-\n   11  trist,   psychiatrist,   psychologist,   LICENSED  SCHOOL  PSYCHOLOGIST,\n   12  licensed master social worker, licensed clinical social worker, licensed\n   13  creative  arts  therapist,  licensed  marriage  and  family   therapist,\n   14  licensed  mental  health  counselor,  licensed  psychoanalyst, or dental\n   15  hygienist shall, in addition to all the other  licensure,  certification\n   16  or permit requirements, have completed two hours of coursework or train-\n   17  ing  regarding  the  identification  and  reporting  of  child abuse and\n   18  maltreatment. The coursework or  training  shall  be  obtained  from  an\n   19  institution  or  provider  which  has been approved by the department to\n   20  provide such coursework or training. The coursework  or  training  shall\n   21  include  information regarding the physical and behavioral indicators of\n   22  child abuse and maltreatment and the  statutory  reporting  requirements\n   23  set out in sections four hundred thirteen through four hundred twenty of\n   24  the  social  services  law, including but not limited to, when and how a\n   25  report must be made, what other actions  the  reporter  is  mandated  or\n   26  authorized  to  take,  the legal protections afforded reporters, and the\n   27  consequences for failing to report. Such coursework or training may also\n   28  include information regarding the physical and behavioral indicators  of\n   29  the abuse of individuals with mental retardation and other developmental\n   30  disabilities  and  voluntary  reporting of abused or neglected adults to\n   31  the office of mental retardation and developmental disabilities  or  the\n   32  local  adult  protective services unit. Each applicant shall provide the\n   33  department with documentation showing that he or she has  completed  the\n   34  required  training.  The  department shall provide an exemption from the\n   35  child abuse and maltreatment training requirements to any applicant  who\n   36  requests  such an exemption and who shows, to the department's satisfac-\n   37  tion, that there would be no need because of the nature of  his  or  her\n   38  practice for him or her to complete such training;\n   39    S  3.  Paragraph  (a)  of  subdivision  1 of section 413 of the social\n   40  services law, as separately amended by chapters 323 and 366 of the  laws\n   41  of 2008, is amended to read as follows:\n   42    (a)  The  following  persons  and  officials are required to report or\n   43  cause a report to be made in accordance with this title when  they  have\n   44  reasonable  cause  to  suspect  that a child coming before them in their\n   45  professional or official capacity is an abused or maltreated  child,  or\n   46  when  they have reasonable cause to suspect that a child is an abused or\n   47  maltreated child where the parent, guardian, custodian or  other  person\n   48  legally  responsible  for  such child comes before them in their profes-\n   49  sional or official capacity and states from  personal  knowledge  facts,\n   50  conditions or circumstances which, if correct, would render the child an\n   51  abused  or maltreated child: any physician; registered physician assist-\n   52  ant; surgeon; medical  examiner;  coroner;  dentist;  dental  hygienist;\n   53  osteopath;  optometrist;  chiropractor;  podiatrist;  resident;  intern;\n   54  psychologist; SCHOOL  PSYCHOLOGIST;  registered  nurse;  social  worker;\n   55  emergency medical technician; licensed creative arts therapist; licensed\n   56  marriage   and  family  therapist;  licensed  mental  health  counselor;\n\n       A. 233                              6\n\n    1  licensed psychoanalyst; hospital personnel  engaged  in  the  admission,\n    2  examination,  care  or treatment of persons; a Christian Science practi-\n    3  tioner; school official, which includes but is  not  limited  to  school\n    4  teacher,  school  guidance counselor, school psychologist, school social\n    5  worker, school nurse, school administrator  or  other  school  personnel\n    6  required  to  hold  a teaching or administrative license or certificate;\n    7  social services worker; day care center worker;  school-age  child  care\n    8  worker;  provider of family or group family day care; employee or volun-\n    9  teer in a residential care  facility  defined  in  subdivision  four  of\n   10  section  four  hundred twelve-a of this title or any other child care or\n   11  foster care worker; mental health professional; substance abuse  counse-\n   12  lor;  alcoholism  counselor;  all  persons credentialed by the office of\n   13  alcoholism and substance abuse services; peace officer; police  officer;\n   14  district  attorney or assistant district attorney; investigator employed\n   15  in the office of a district attorney; or other law enforcement official.\n   16    S 4. Section 7602 of the education law, as added by chapter 987 of the\n   17  laws of 1971, is amended to read as follows:\n   18    S 7602. State board for psychology.   A  state  board  for  psychology\n   19  shall  be  appointed  by  the  board of regents on recommendation of the\n   20  commissioner for the purpose of assisting the board of regents  and  the\n   21  department on matters of professional licensing and professional conduct\n   22  in  accordance with section sixty-five hundred eight of this title.  The\n   23  board shall be composed of not less than eleven [psychologists  licensed\n   24  in  this  state]  MEMBERS,  A  NUMBER  OF  WHOM SHALL BE LICENSED SCHOOL\n   25  PSYCHOLOGISTS SUFFICIENT TO ASSURE  MEANINGFUL  PARTICIPATION  IN  BOARD\n   26  ACTIVITIES.    An executive secretary to the board shall be appointed by\n   27  the board of regents upon the recommendation  of  the  commissioner  and\n   28  shall be a psychologist, licensed in this state.\n   29    S 5. Severability. If any clause, sentence, paragraph, section or part\n   30  of  this act shall be adjudged by any court of competent jurisdiction to\n   31  be invalid, the judgment shall not affect,  impair,  or  invalidate  the\n   32  remainder thereof, but shall be confined in its operation to the clause,\n   33  sentence,  paragraph,  section  or part thereof directly involved in the\n   34  controversy in which the judgment shall have been rendered.\n   35    S 6. This act shall take effect January 1,  2012;  provided  that  the\n   36  department  of  education  is authorized to promulgate any and all rules\n   37  and regulations and take any other measure necessary to  implement  this\n   38  act  on or before its effective date, including, but not limited to, the\n   39  appointment of the state board for psychology, the acceptance and  proc-\n   40  essing  of  applications  for  licensure  and  the issuance of licenses;\n   41  provided further that the provisions of article  167  of  the  education\n   42  law, as added by section one of this act, requiring a license or limited\n   43  permit  to practice under such article shall not be enforced until Janu-\n   44  ary 1, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law and the social services law, in relation to the practice of school psychology ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T144950.TXT", "SOBI.D101217.T152507.TXT", "SOBI.D101217.T161506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292620506819
}