{
  "year" : 2011,
  "senateBillNo" : "A2337-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to economic development",
    "billEventId" : "A2337-2011-1295326800000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Removes department of labor from management of strategic training alliance program",
  "summary" : "Removes the department of labor from the management of the strategic training alliance program operated by the state urban development corporation; authorizes the provision of assistance under such program to eligible training providers; limits to 5% the portion of assistance which may be used for administrative costs. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "A2853-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2337\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. SCHIMMINGER, GUNTHER -- Multi-Sponsored by -- M.\n         of A. COOK, DESTITO, KOLB, MORELLE, TOWNS -- read once and referred to\n         the Committee on Economic  Development,  Job  Creation,  Commerce  and\n         Industry\n\n       AN ACT to amend the urban development corporation act and the labor law,\n         in relation to eliminating the department of labor from the management\n         of the strategic training alliance program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 16-j of section 1 of chapter 174  of  the  laws  of\n    2  1968,  constituting the urban development corporation act, as amended by\n    3  chapter 624 of the laws of 1999, is amended to read as follows:\n    4    S 16-j. Strategic  training  alliance  program.  1.  Program  created.\n    5  Pursuant  to  this  section [and article 24-A of the labor law] there is\n    6  hereby established within the corporation [and the department of  labor]\n    7  a  strategic  training alliance program to identify and address employer\n    8  demands for skilled workers. The  corporation  [and  the  department  of\n    9  labor]  may  cooperate  with the department of economic development, the\n   10  state university of New York, the  city  university  of  New  York,  THE\n   11  DEPARTMENT  OF  LABOR,  and the state education department, in providing\n   12  support within amounts available for the program for training activities\n   13  by an eligible applicant which is defined as an employer or an  employer\n   14  in  conjunction  with  a  labor  organization,  a  strategic alliance or\n   15  network or association of employers with common problems or concerns,  a\n   16  private  industry council established pursuant to the federal job train-\n   17  ing partnership act (P.L. 97-300) [or],  one  or  more  local  workforce\n   18  investment  boards established pursuant to the federal workforce invest-\n   19  ment act (P.L. 105-300) OR AN ELIGIBLE TRAINING PROVIDER representing  a\n   20  strategic alliance.\n   21    2.  Project  plans. (a) Project plans shall be submitted to the corpo-\n   22  ration [or the department of labor] by applicants.  The corporation [and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06178-01-1\n\n       A. 2337                             2\n\n    1  the department of labor] shall, upon receipt of project plans, [jointly]\n    2  review such plans in order to assure that they are  approved  or  disap-\n    3  proved  within the time limits set forth in paragraph (c) of this subdi-\n    4  vision.\n    5    (b) Plans submitted pursuant to this article shall include:\n    6    (i) documentation of the need for such training;\n    7    (ii) the type of training and the number of individuals to be trained;\n    8    (iii)  a  commitment  of a cash or in-kind contribution to the cost of\n    9  the project;\n   10    (iv) a commitment to first consider individuals  who  are  unemployed,\n   11  dislocated,  or  economically  disadvantaged for employment in positions\n   12  created as a result of training;\n   13    (v) the identification of  an  eligible  training  provider  which  is\n   14  defined  as  a community college, agricultural and technical college, an\n   15  institution of higher education, a local education agency,  a  community\n   16  based  organization  [or];  a  strategic  alliance PROVIDING TRAINING IN\n   17  COOPERATION WITH ANOTHER TRAINING PROVIDER;\n   18    (vi) the identification of specific projects to be assisted; and,\n   19    (vii) a description of technologies to  be  used  to  disseminate  the\n   20  training to participating employers.\n   21    (c)  The  corporation  [and  the  department of labor] shall [jointly]\n   22  approve or disapprove project plans within thirty  days  of  receipt  of\n   23  such plans.\n   24    3.  Assistance. (a) Assistance provided by the corporation to eligible\n   25  applicants pursuant to [the joint approval involving the  department  of\n   26  labor  set  forth in] this [article] SECTION shall be used for the costs\n   27  of classroom training, curriculum development,  and  training  materials\n   28  associated  with  on the job training, skills upgrading, skills retrain-\n   29  ing, THE ADMINISTRATIVE COSTS WHICH SHALL NOT EXCEED FIVE PERCENT OF THE\n   30  TOTAL OF THE APPROVED PROJECT BUDGET WHERE THE ELIGIBLE APPLICANT  IS  A\n   31  STRATEGIC  ALLIANCE  OR  NETWORK OR ASSOCIATION OF EMPLOYEES WITH COMMON\n   32  CONCERNS OR AN ELIGIBLE TRAINING PROVIDER REPRESENTING A STRATEGIC ALLI-\n   33  ANCE, and basic skills training; and\n   34    (b) The corporation [and the department of labor] shall ensure that:\n   35    (i) not less than twenty percent of the  program  funds  are  used  in\n   36  support  of  projects that assist small businesses as defined in section\n   37  [one hundred thirty-one] 131 of the economic development law; and\n   38    (ii) not less than twenty percent of program funds are used in support\n   39  of projects that assist strategic alliances or networks or  associations\n   40  of employers with common problems or concerns.\n   41    (c)  The  corporation [and the department of labor] may within amounts\n   42  available for the program provide  additional  funds  for  regional  and\n   43  statewide initiatives that lead to the development and implementation of\n   44  an electronically supported training and workforce education system.\n   45    4.  Report  and evaluation. (a) The corporation [and the department of\n   46  labor] shall report to the legislature annually identifying the  employ-\n   47  ers  or  alliances  receiving  training assistance, the type of training\n   48  provided, and the number of individuals trained and newly hired  includ-\n   49  ing those who were previously unemployed or economically disadvantaged.\n   50    (b)  The  corporation [and the department of labor] shall also provide\n   51  for an independent evaluation of the program on or before June 1,  2002,\n   52  and  every  three  years  after.    The cost of such evaluation shall be\n   53  deemed to be an eligible expense of the New York state strategic  train-\n   54  ing alliance program.\n   55    S 2. Section 850 of the labor law, as added by chapter 624 of the laws\n   56  of 1999, is amended to read as follows:\n\n       A. 2337                             3\n\n    1    S  850.  Legislative  findings  and  objectives. The federal Workforce\n    2  Investment Act of 1998 (P.L.  105-220),  establishes  a  flexible  state\n    3  framework  for  a  national  workforce preparation and employment system\n    4  designed to meet the needs  of  the  state's  businesses,  job  seekers,\n    5  incumbent  workers  and  economic development priorities. The department\n    6  shall be the state's lead workforce investment and  development  agency.\n    7  [The  state  strategic  training  alliance  program has been established\n    8  jointly within the department and the urban development  corporation  to\n    9  leverage  maximum  federal workforce investment act resources to address\n   10  businesses' demand for a  skilled  workforce  to  ensure  the  continued\n   11  economic  growth of the state and minimize duplication of services among\n   12  partner agencies.]\n   13    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the urban development corporation act and the labor law, in relation to eliminating the department of labor from the management of the strategic training alliance program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T141642.TXT", "SOBI.D110119.T102737.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450857145
}