{
  "year" : 2011,
  "senateBillNo" : "A2333-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to education",
    "billEventId" : "A2333-2011-1295326800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires certain school districts operating school safety hotlines to staff such hotlines with bilingual personnel",
  "summary" : "Requires certain school districts operating school safety hotlines to staff such hotlines by personnel fluent in the two languages most prevalent among students of such school districts. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A4620-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ramos",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2333\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. P. RIVERA, McENENY, J. RIVERA, RAMOS, WEISENBERG\n         -- Multi-Sponsored by -- M. of A. ABBATE, BENEDETTO,  BUTLER,  COLTON,\n         COOK,  CUSICK,  DINOWITZ,  FARRELL,  HOOPER,  JACOBS, JOHNS, V. LOPEZ,\n         MAYERSOHN, McDONOUGH, NOLAN, ORTIZ, N. RIVERA, ROBINSON,  SCARBOROUGH,\n         TOWNS, WRIGHT -- read once and referred to the Committee on Education\n\n       AN ACT to amend the education law, in relation to bilingual school safe-\n         ty hotlines\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Legislative findings and declaration. The legislature here-\n    2  by declares that  overwhelming  evidence  indicates  that  violent  acts\n    3  performed  by  schoolchildren are increasing in frequency and intensity.\n    4  The legislature finds that these incidents result  in  senseless  deaths\n    5  and  injuries  and  psychological trauma to the students, their families\n    6  and their communities. The legislature finds that children in school are\n    7  impressionable and subject to powerful  peer  pressure,  and  therefore,\n    8  might  be  disinclined to report a problem to teachers or other authori-\n    9  ties because of intimidation, fear of retribution or a  distorted  sense\n   10  of  loyalty to their fellow students. The legislature also finds, howev-\n   11  er, that students know better than anyone what is  really  occurring  in\n   12  their  fellow students' lives and are our best resources for recognizing\n   13  the warning signs of potential danger.\n   14    The legislature finds and declares it to be its purpose and policy  to\n   15  reduce  school  violence  by  teaching  children that they have the same\n   16  responsibility as adults to protect each other. The legislature,  there-\n   17  fore,  declares  it to be its purpose and policy to provide for a bilin-\n   18  gual school safety hotline.\n   19    S 2. Section 305 of the education law  is  amended  by  adding  a  new\n   20  subdivision 42 to read as follows:\n   21    42. A. ANY SCHOOL DISTRICT OPERATING SCHOOL SAFETY HOTLINES AS PART OF\n   22  A  REPORTING  MECHANISM  OR PROCEDURE FOR THE REPORTING OF VIOLENT INCI-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00097-01-1\n\n       A. 2333                             2\n\n    1  DENTS PURSUANT TO PARAGRAPH J OF SUBDIVISION TWO OF SECTION TWENTY-EIGHT\n    2  HUNDRED ONE-A OF THIS CHAPTER SHALL  STAFF  SUCH  HOTLINE  BY  PERSONNEL\n    3  FLUENT  IN  THE  TWO  LANGUAGES  MOST  PREVALENT  AMONG STUDENTS OF SUCH\n    4  DISTRICT  AS  DETERMINED  BY THE COMMISSIONER. IN SCHOOL DISTRICTS WHERE\n    5  SUCH SCHOOL SAFETY HOTLINES HAVE BEEN ESTABLISHED  OR  SHALL  BE  ESTAB-\n    6  LISHED,  AND  WHERE  SUCH  DISTRICTS  BELIEVE THERE TO BE NO SIGNIFICANT\n    7  POPULATION OF SPEAKERS OF LANGUAGES OTHER THAN ENGLISH, THE DISTRICT MAY\n    8  APPLY TO THE COMMISSIONER FOR A WAIVER OF THE REQUIREMENT FOR  A  BILIN-\n    9  GUAL HOTLINE.\n   10    B. EACH DISTRICT OPERATING SUCH SCHOOL SAFETY HOTLINE SHALL PROVIDE TO\n   11  EACH  STUDENT IN THE DISTRICT A COPY OF THE SCHOOL SAFETY HOTLINE NUMBER\n   12  AT THE BEGINNING OF EACH SCHOOL YEAR.\n   13    S 3. This act shall take effect September 1, 2012; provided,  however,\n   14  that  effective  immediately the commissioner of education is authorized\n   15  to adopt any rules and regulations necessary to implement the provisions\n   16  of this act on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to bilingual school safety hotlines ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T144704.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110119.T102737.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450857123
}