{
  "year" : 2011,
  "senateBillNo" : "A2330-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to health",
    "billEventId" : "A2330-2011-1295326800000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions to preserve access to health care services by requiring that applications for construction not be approved without preservation",
  "summary" : "Makes provisions to preserve access to health care services by requiring that applications for construction not be approved unless the commissioner affirmatively finds that access to health care services will be preserved. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A5805-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2330\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Health\n\n       AN ACT to amend the public health law, in relation to  the  preservation\n         of access to health care services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 2801-a of the public  health  law,\n    2  as amended by section 57 of part A of chapter 58 of the laws of 2010, is\n    3  amended to read as follows:\n    4    3.  The  public health and health planning council shall not approve a\n    5  certificate of incorporation, articles of  organization  or  application\n    6  for  establishment  unless it is satisfied, insofar as applicable, as to\n    7  (a) the public need, DETERMINED IN ACCORDANCE WITH SECTION  TWENTY-EIGHT\n    8  HUNDRED  ONE-H  OF THIS ARTICLE, for the existence of the institution at\n    9  the time and place  and  under  the  circumstances  proposed,  provided,\n   10  however,  that  in the case of an institution proposed to be established\n   11  or operated by an organization defined in subdivision one of section one\n   12  hundred seventy-two-a of the executive law, the needs of the members  of\n   13  the  religious  denomination concerned, for care or treatment in accord-\n   14  ance with their religious or ethical convictions, shall be deemed to  be\n   15  public need; (b) the character, competence, and standing in the communi-\n   16  ty,  of  the  proposed incorporators, directors, sponsors, stockholders,\n   17  members or operators; with respect to any proposed incorporator,  direc-\n   18  tor,  sponsor,  stockholder, member or operator who is already or within\n   19  the past ten years has been an incorporator, director, sponsor,  member,\n   20  principal  stockholder,  principal  member, or operator of any hospital,\n   21  private proprietary home for adults, residence for adults, or non-profit\n   22  home for the aged or blind which has been issued  an  operating  certif-\n   23  icate  by  the  [state]  department  [of  social services], or a halfway\n   24  house, hostel or other residential facility or institution for the care,\n   25  custody or treatment of  the  mentally  disabled  which  is  subject  to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03408-01-1\n\n       A. 2330                             2\n\n    1  approval  by  the  department  of  mental  hygiene, no approval shall be\n    2  granted unless the public health and  health  planning  council,  having\n    3  afforded  an adequate opportunity to members of health systems agencies,\n    4  if  any, having geographical jurisdiction of the area where the institu-\n    5  tion is to be located to be heard, shall affirmatively find by  substan-\n    6  tial evidence as to each such incorporator, director, sponsor, principal\n    7  stockholder  or  operator  that a substantially consistent high level of\n    8  care is being or was being rendered in each such hospital,  home,  resi-\n    9  dence,  halfway house, hostel, or other residential facility or institu-\n   10  tion with which such person is or was affiliated; for  the  purposes  of\n   11  this  paragraph,  the  public  health  and health planning council shall\n   12  adopt rules and regulations, subject to the approval of the  commission-\n   13  er, to establish the criteria to be used to determine whether a substan-\n   14  tially consistent high level of care has been rendered, provided, howev-\n   15  er,  that  there  shall not be a finding that a substantially consistent\n   16  high level of care has been rendered where there have been violations of\n   17  the state hospital code, or other applicable rules and regulations, that\n   18  (i) threatened to directly affect the health, safety or welfare  of  any\n   19  patient  or  resident,  and  (ii)  were  recurrent  or were not promptly\n   20  corrected; (c) the financial resources of the proposed  institution  and\n   21  its  sources  of future revenues; and (d) such other matters as it shall\n   22  deem pertinent.\n   23    S 2. Subdivision 2 of section  2802  of  the  public  health  law,  as\n   24  amended  by  section  58 of part A of chapter 58 of the laws of 2010, is\n   25  amended to read as follows:\n   26    2. The commissioner shall not act upon an application for construction\n   27  of a hospital until the public health and health  planning  council  and\n   28  the  health  systems  agency  have had a reasonable time to submit their\n   29  recommendations, and unless (a) the applicant has obtained all approvals\n   30  and consents required by law  for  its  incorporation  or  establishment\n   31  (including the approval of the public health and health planning council\n   32  pursuant  to the provisions of this article) provided, however, that the\n   33  commissioner may act upon an application for construction by  an  appli-\n   34  cant possessing a valid operating certificate when the application qual-\n   35  ifies  for  review without the recommendation of the council pursuant to\n   36  regulations adopted by the council and approved by the commissioner; and\n   37  (b) the commissioner is satisfied as to the public need,  DETERMINED  IN\n   38  ACCORDANCE  WITH SECTION TWENTY-EIGHT HUNDRED ONE-H OF THIS ARTICLE, for\n   39  the construction, at the time and  place  and  under  the  circumstances\n   40  proposed,  provided  however  that,  in  the case of an application by a\n   41  hospital established or operated by an organization defined in  subdivi-\n   42  sion  one  of section [four hundred eighty-two-b of the social services]\n   43  ONE HUNDRED SEVENTY-TWO-A OF THE EXECUTIVE law, the needs of the members\n   44  of the religious  denomination  concerned,  for  care  or  treatment  in\n   45  accordance  with their religious or ethical convictions, shall be deemed\n   46  to be public need.\n   47    S 3. The public health law is amended by adding a new  section  2801-h\n   48  to read as follows:\n   49    S 2801-H. PRESERVATION OF ACCESS TO HEALTH CARE SERVICES. 1. AN APPLI-\n   50  CATION  FOR  ESTABLISHMENT,  INCORPORATION OR CONSTRUCTION UNDER SECTION\n   51  TWENTY-EIGHT HUNDRED ONE-A OR TWENTY-EIGHT HUNDRED TWO OF  THIS  ARTICLE\n   52  SHALL NOT BE APPROVED UNLESS THE COMMISSIONER AFFIRMATIVELY FINDS THAT:\n   53    (A)  APPROVING  THE  APPLICATION  WILL  NOT RESULT IN THE REDUCTION OR\n   54  ELIMINATION OF A HEALTH CARE SERVICE NECESSARY TO PROVIDE  COMPREHENSIVE\n   55  HEALTH  CARE,  INCLUDING THE RELOCATION OF A FACILITY OR SERVICE, IN THE\n   56  AFFECTED COMMUNITY; OR,\n\n       A. 2330                             3\n\n    1    (B) APPROVING THE APPLICATION WILL RESULT IN THE REDUCTION  OR  ELIMI-\n    2  NATION  OF  A  HEALTH  CARE  SERVICE  NECESSARY TO PROVIDE COMPREHENSIVE\n    3  HEALTH CARE, INCLUDING THE RELOCATION OF A FACILITY OR SERVICE, BUT  THE\n    4  NEED  FOR THE SERVICE WILL CONTINUE TO BE MET IN THE AFFECTED COMMUNITY;\n    5  OR,\n    6    (C) APPROVING THE APPLICATION IS THE ONLY FEASIBLE WAY TO AVOID A MORE\n    7  SUBSTANTIAL  REDUCTION  IN,  OR ELIMINATION OF, HEALTH CARE SERVICE MORE\n    8  ESSENTIAL TO THE PROVISION OF COMPREHENSIVE HEALTH CARE IN THE  AFFECTED\n    9  COMMUNITY; OR,\n   10    (D)  THE REDUCTION OR ELIMINATION OF THE HEALTH CARE SERVICE NECESSARY\n   11  TO PROVIDE COMPREHENSIVE HEALTH CARE IN THE AFFECTED AREA IS  REASONABLY\n   12  NECESSARY BECAUSE SUBSTANTIAL REDUCTIONS IN LEVELS OF USE OF THE SERVICE\n   13  ARE  INCONSISTENT  WITH  REASONABLY  MAINTAINING RECOGNIZED STANDARDS OF\n   14  CARE.\n   15    2. IN MAKING A FINDING UNDER SUBDIVISION  ONE  OF  THIS  SECTION,  THE\n   16  COMMISSIONER SHALL CONSIDER:\n   17    (A) CURRENT UTILIZATION PATTERNS FOR THE AFFECTED SERVICES;\n   18    (B) GEOGRAPHIC ACCESSIBILITY OF PROPOSED ALTERNATIVE SERVICE SITES;\n   19    (C) THE EXTENT TO WHICH THE APPLICANT WILL PROVIDE TIMELY REFERRALS TO\n   20  ALTERNATE  SERVICE SITES THAT ASSURE ACCESS APPROPRIATE TO THE PATIENT'S\n   21  NEEDS FOR COMPREHENSIVE HEALTH CARE;\n   22    (D) THE FINANCIAL VIABILITY  OF  ANY  ALTERNATIVE  SERVICE  SITE  WITH\n   23  RESPECT TO CONTINUED PROVISION OF THE AFFECTED SERVICE; AND\n   24    (E)  THE  EFFECT  OF  THE  REDUCTION, ELIMINATION OR RELOCATION OF THE\n   25  PROPOSED SERVICE OR FACILITY ON  THE  ABILITY  OF  LOW  INCOME  PERSONS,\n   26  RACIAL AND ETHNIC MINORITIES, WOMEN, PERSONS WITH DISABILITIES AND OTHER\n   27  UNDERSERVED GROUPS AND THE ELDERLY TO OBTAIN NEEDED HEALTH CARE.\n   28    S  4.  This  act  shall take effect immediately and shall apply to any\n   29  determination of public need under section 2801-a or 2802 of the  public\n   30  health law made on or after the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to the preservation of access to health care services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T144704.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110119.T102737.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450857126
}