{
  "year" : 2011,
  "senateBillNo" : "A2331-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2331-2011-1295326800000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to sanctions and penalties for operating a motor vehicle while under the influence of alcohol; repealer",
  "summary" : "Relates to sanctions and penalties for operating a motor vehicle while under the influence of alcohol; creates new offenses of criminal intoxication and aggravated criminal intoxication; provides for stiffer penalties for such violations; makes all violations felonies. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A5837-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2331\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  sanctions\n         and  criminal  penalties for operating a motor vehicle while under the\n         influence of alcohol; and to repeal certain  provisions  of  such  law\n         relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 1192 of the vehicle and traffic law is  amended  by\n    2  adding two new subdivisions 2-b and 2-c to read as follows:\n    3    2-B.    CRIMINAL INTOXICATION; PER SE. NO PERSON SHALL OPERATE A MOTOR\n    4  VEHICLE WHILE SUCH PERSON HAS .25 OF ONE PER CENTUM  OR  MORE  AND  LESS\n    5  THAN .30 OF ONE PER CENTUM BY WEIGHT OF ALCOHOL IN THE PERSON'S BLOOD AS\n    6  SHOWN  BY  A  CHEMICAL ANALYSIS OF SUCH PERSON'S BLOOD, BREATH, URINE OR\n    7  SALIVA, MADE PURSUANT TO THE PROVISIONS OF SECTION ELEVEN HUNDRED  NINE-\n    8  TY-FOUR OF THIS ARTICLE.\n    9    2-C.   AGGRAVATED CRIMINAL INTOXICATION; PER SE. NO PERSON SHALL OPER-\n   10  ATE A MOTOR VEHICLE WHILE SUCH PERSON HAS .30 OF ONE PER CENTUM OR  MORE\n   11  BY WEIGHT OF ALCOHOL IN THE PERSON'S BLOOD AS SHOWN BY A CHEMICAL ANALY-\n   12  SIS  OF  SUCH  PERSON'S BLOOD, BREATH, URINE OR SALIVA, MADE PURSUANT TO\n   13  THE PROVISIONS OF SECTION ELEVEN HUNDRED NINETY-FOUR OF THIS ARTICLE.\n   14    S 2. Section 1193 of the vehicle and traffic law is REPEALED and a new\n   15  section 1193 is added to read as follows:\n   16    S 1193. SANCTIONS. 1. CRIMINAL PENALTIES. (A)  DRIVING  WHILE  ABILITY\n   17  IMPAIRED. A VIOLATION OF SUBDIVISION ONE, TWO OR TWO-A OF SECTION ELEVEN\n   18  HUNDRED  NINETY-TWO  OF  THIS  ARTICLE  SHALL  BE  A FELONY AND SHALL BE\n   19  PUNISHABLE BY A FINE OF ONE THOUSAND DOLLARS AND BY  IMPRISONMENT  IN  A\n   20  STATE CORRECTIONAL FACILITY FOR NOT LESS THAN ONE YEAR NOR MORE THAN TWO\n   21  YEARS.\n   22    (B)  AGGRAVATED  DRIVING WHILE INTOXICATED. A VIOLATION OF SUBDIVISION\n   23  TWO-A OF SECTION ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE  SHALL  BE  A\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03097-01-1\n\n       A. 2331                             2\n\n    1  FELONY  AND SHALL BE PUNISHABLE BY A FINE OF TWO THOUSAND DOLLARS AND BY\n    2  IMPRISONMENT IN A STATE CORRECTIONAL FACILITY  FOR  NOT  LESS  THAN  TWO\n    3  YEARS NOR MORE THAN THREE YEARS.\n    4    (C) CRIMINAL INTOXICATION. A VIOLATION OF SUBDIVISION TWO-B OF SECTION\n    5  ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE SHALL BE A FELONY AND SHALL BE\n    6  PUNISHABLE  BY A FINE OF THREE THOUSAND DOLLARS AND BY IMPRISONMENT IN A\n    7  STATE CORRECTIONAL FACILITY FOR NOT LESS THAN THREE YEARS NOR MORE  THAN\n    8  FOUR YEARS.\n    9    (D) AGGRAVATED CRIMINAL INTOXICATION. A VIOLATION OF SUBDIVISION TWO-C\n   10  OF  SECTION  ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE SHALL BE A FELONY\n   11  AND SHALL BE PUNISHABLE BY A FINE OF FIVE THOUSAND DOLLARS AND BY IMPRI-\n   12  SONMENT IN A STATE CORRECTIONAL FACILITY FOR NOT LESS THAN  THREE  YEARS\n   13  NOR MORE THAN FIVE YEARS.\n   14    (E)  ABILITY  IMPAIRED  BY  DRUGS; MISDEMEANOR OFFENSE. A VIOLATION OF\n   15  SUBDIVISION FOUR OF SECTION ELEVEN HUNDRED NINETY-TWO  OF  THIS  ARTICLE\n   16  SHALL  BE  A  MISDEMEANOR  AND SHALL BE PUNISHABLE BY A FINE OF NOT LESS\n   17  THAN FIVE HUNDRED DOLLARS NOR MORE THAN  ONE  THOUSAND  DOLLARS,  OR  BY\n   18  IMPRISONMENT  IN  A  PENITENTIARY  OR  COUNTY JAIL FOR NOT MORE THAN ONE\n   19  YEAR, OR BY BOTH SUCH FINE AND IMPRISONMENT.\n   20    (F) CERTAIN SENTENCES PROHIBITED. NOTWITHSTANDING  ANY  PROVISIONS  OF\n   21  THE  PENAL LAW, NO JUDGE OR MAGISTRATE SHALL IMPOSE A SENTENCE OF UNCON-\n   22  DITIONAL DISCHARGE FOR A VIOLATION OF ANY SUBDIVISION OF SECTION  ELEVEN\n   23  HUNDRED  NINETY-TWO  OF  THIS  ARTICLE  NOR  SHALL A JUDGE OR MAGISTRATE\n   24  IMPOSE A SENTENCE OF CONDITIONAL  DISCHARGE  OR  PROBATION  UNLESS  SUCH\n   25  CONDITIONAL  DISCHARGE  OR  PROBATION  IS ACCOMPANIED BY A SENTENCE OF A\n   26  FINE AS PROVIDED IN THIS SUBDIVISION.\n   27    (G) THE SENTENCES REQUIRED TO BE IMPOSED BY THIS SUBDIVISION SHALL  BE\n   28  IMPOSED  NOTWITHSTANDING  ANY  CONTRARY PROVISION OF THIS CHAPTER OR THE\n   29  PENAL LAW.\n   30    (H) NOTHING CONTAINED IN THIS PARAGRAPH SHALL PROHIBIT THE  IMPOSITION\n   31  OF A CHARGE OF ANY OTHER FELONY SET FORTH IN THIS OR ANY OTHER PROVISION\n   32  OF LAW FOR ANY ACTS ARISING OUT OF THE SAME INCIDENT.\n   33    (I)  WHERE  THE  COURT  IMPOSES  A SENTENCE FOR A VIOLATION OF SECTION\n   34  ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE, THE  COURT  MAY  REQUIRE  THE\n   35  DEFENDANT,  AS A PART OF OR AS A CONDITION OF SUCH SENTENCE, TO ATTEND A\n   36  SINGLE SESSION CONDUCTED BY A VICTIMS IMPACT PROGRAM.  FOR  PURPOSES  OF\n   37  THIS  SECTION,  \"VICTIMS  IMPACT  PROGRAM\" MEANS A PROGRAM OPERATED BY A\n   38  COUNTY, A  CITY  WITH  A  POPULATION  OF  ONE  MILLION  OR  MORE,  BY  A\n   39  NOT-FOR-PROFIT  ORGANIZATION AUTHORIZED BY ANY SUCH COUNTY OR CITY, OR A\n   40  COMBINATION THEREOF, IN WHICH  PRESENTATIONS  ARE  MADE  CONCERNING  THE\n   41  IMPACT OF OPERATING A MOTOR VEHICLE WHILE UNDER THE INFLUENCE OF ALCOHOL\n   42  OR  DRUGS  TO  ONE  OR  MORE  PERSONS  WHO  HAVE  BEEN CONVICTED OF SUCH\n   43  OFFENSES. A DESCRIPTION OF ANY SUCH PROGRAM  SHALL  BE  FILED  WITH  THE\n   44  COMMISSIONER  AND  WITH  THE  COORDINATOR OF THE SPECIAL TRAFFIC OPTIONS\n   45  PROGRAM FOR DRIVING WHILE INTOXICATED ESTABLISHED  PURSUANT  TO  SECTION\n   46  ELEVEN HUNDRED NINETY-SEVEN OF THIS ARTICLE, AND SHALL BE MADE AVAILABLE\n   47  TO  THE  COURT UPON REQUEST. NOTHING CONTAINED HEREIN SHALL BE CONSTRUED\n   48  TO REQUIRE ANY GOVERNMENTAL ENTITY  TO  CREATE  SUCH  A  VICTIMS  IMPACT\n   49  PROGRAM.\n   50    2.  LICENSE SANCTIONS. (A) REVOCATIONS. A LICENSE SHALL BE REVOKED AND\n   51  A REGISTRATION MAY BE REVOKED FOR THE FOLLOWING MINIMUM PERIODS:\n   52    (1) DRIVING WHILE ABILITY IMPAIRED. ONE  YEAR,  WHERE  THE  HOLDER  IS\n   53  CONVICTED  OF  A  VIOLATION OF SUBDIVISION TWO OF SECTION ELEVEN HUNDRED\n   54  NINETY-TWO OF THIS ARTICLE COMMITTED WITHIN FIVE YEARS OF  A  CONVICTION\n   55  FOR  A VIOLATION OF ANY SUBDIVISION OF SECTION ELEVEN HUNDRED NINETY-TWO\n   56  OF THIS ARTICLE.\n\n       A. 2331                             3\n\n    1    (2) DRIVING WHILE ABILITY IMPAIRED BY DRUGS OR BY THE COMBINED  INFLU-\n    2  ENCE  OF  DRUGS  OR OF ALCOHOL AND ANY DRUG OR DRUGS.  SIX MONTHS, WHERE\n    3  THE HOLDER IS CONVICTED OF A VIOLATION OF SUBDIVISION FOUR OR FOUR-A  OF\n    4  SECTION ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE.\n    5    (3)  AGGRAVATED DRIVING WHILE INTOXICATED. TWO YEARS, WHERE THE HOLDER\n    6  IS CONVICTED OF A VIOLATION  OF  SUBDIVISION  TWO-A  OF  SECTION  ELEVEN\n    7  HUNDRED  NINETY-TWO  OF  THIS  ARTICLE  COMMITTED WITHIN FIVE YEARS OF A\n    8  CONVICTION FOR A VIOLATION OF ANY SUBDIVISION OF SECTION ELEVEN  HUNDRED\n    9  NINETY-TWO OF THIS ARTICLE.\n   10    (4)  CRIMINAL INTOXICATION. THREE YEARS, WHERE THE HOLDER IS CONVICTED\n   11  OF A VIOLATION OF SUBDIVISION TWO-B OF SECTION ELEVEN HUNDRED NINETY-TWO\n   12  OF THIS ARTICLE COMMITTED WITHIN  FIVE  YEARS  OF  A  CONVICTION  FOR  A\n   13  VIOLATION  OF  ANY  SUBDIVISION  OF SECTION ELEVEN HUNDRED NINETY-TWO OF\n   14  THIS ARTICLE.\n   15    (5) AGGRAVATED CRIMINAL INTOXICATION. FOUR YEARS, WHERE THE HOLDER  IS\n   16  CONVICTED  OF A VIOLATION OF SUBDIVISION TWO-C OF SECTION ELEVEN HUNDRED\n   17  NINETY-TWO OF THIS ARTICLE COMMITTED WITHIN FIVE YEARS OF  A  CONVICTION\n   18  FOR  A VIOLATION OF ANY SUBDIVISION OF SECTION ELEVEN HUNDRED NINETY-TWO\n   19  OF THIS ARTICLE.\n   20    (6) OUT-OF-STATE OFFENSES. NINETY DAYS, WHERE THE HOLDER IS  CONVICTED\n   21  OF  AN  OFFENSE CONSISTING OF OPERATING A MOTOR VEHICLE UNDER THE INFLU-\n   22  ENCE OF INTOXICATING LIQUOR  OR  DRUGS  WHERE  THE  CONVICTION  WAS  HAD\n   23  OUTSIDE THIS STATE.\n   24    (7)  EFFECT OF REHABILITATION PROGRAM. NO PERIOD OF REVOCATION ARISING\n   25  OUT OF THIS PARAGRAPH MAY BE SET  ASIDE  BY  THE  COMMISSIONER  FOR  THE\n   26  REASON  THAT SUCH PERSON WAS A PARTICIPANT IN THE ALCOHOL AND DRUG REHA-\n   27  BILITATION PROGRAM SET FORTH IN SECTION  ELEVEN  HUNDRED  NINETY-SIX  OF\n   28  THIS ARTICLE.\n   29    (8) ACTION REQUIRED BY COMMISSIONER. WHERE A COURT FAILS TO IMPOSE, OR\n   30  INCORRECTLY  IMPOSES, A SUSPENSION OR REVOCATION REQUIRED BY THIS SUBDI-\n   31  VISION, THE  COMMISSIONER  SHALL,  UPON  RECEIPT  OF  A  CERTIFICATE  OF\n   32  CONVICTION FILED PURSUANT TO SECTION FIVE HUNDRED FOURTEEN OF THIS CHAP-\n   33  TER,  IMPOSE  SUCH MANDATED SUSPENSION OR REVOCATION, WHICH SHALL SUPER-\n   34  SEDE ANY SUCH ORDER WHICH THE COURT MAY HAVE IMPOSED.\n   35    (B) REISSUANCE OF LICENSES; RESTRICTIONS. WHERE A LICENSE  IS  REVOKED\n   36  PURSUANT  TO  THIS SUBDIVISION, NO NEW LICENSE SHALL BE ISSUED AFTER THE\n   37  EXPIRATION OF THE MINIMUM  PERIOD,  EXCEPT  IN  THE  DISCRETION  OF  THE\n   38  COMMISSIONER; PROVIDED, HOWEVER, THAT IN NO EVENT SHALL A NEW LICENSE BE\n   39  ISSUED  WHERE A PERSON HAS BEEN TWICE CONVICTED OF A VIOLATION OF SUBDI-\n   40  VISION TWO-A, TWO-B, TWO-C, THREE, FOUR  OR  FOUR-A  OF  SECTION  ELEVEN\n   41  HUNDRED NINETY-TWO OF THIS ARTICLE OR OF DRIVING WHILE INTOXICATED OR OF\n   42  DRIVING  WHILE  ABILITY  IS IMPAIRED BY THE USE OF A DRUG WHERE PHYSICAL\n   43  INJURY, AS DEFINED IN SECTION 10.00 OF THE PENAL LAW, HAS RESULTED  FROM\n   44  SUCH OFFENSE IN EACH INSTANCE.\n   45    (C) SUSPENSION OR REVOCATION; SENTENCING. (1) NOTWITHSTANDING ANYTHING\n   46  TO  THE  CONTRARY CONTAINED IN A CERTIFICATE OF RELIEF FROM DISABILITIES\n   47  ISSUED PURSUANT TO ARTICLE TWENTY-THREE OF THE CORRECTION LAW,  WHERE  A\n   48  SUSPENSION  OR REVOCATION, OTHER THAN A REVOCATION REQUIRED TO BE ISSUED\n   49  BY THE COMMISSIONER, IS MANDATORY PURSUANT TO PARAGRAPH (A)  OR  (D)  OF\n   50  THIS  SUBDIVISION, THE MAGISTRATE, JUSTICE OR JUDGE SHALL ISSUE AN ORDER\n   51  SUSPENDING OR REVOKING SUCH LICENSE UPON  SENTENCING,  AND  THE  LICENSE\n   52  HOLDER  SHALL SURRENDER SUCH LICENSE TO THE COURT. EXCEPT AS HEREINAFTER\n   53  PROVIDED, SUCH SUSPENSION OR REVOCATION SHALL TAKE EFFECT IMMEDIATELY.\n   54    (2) EXCEPT WHERE THE LICENSE HOLDER HAS BEEN CHARGED WITH A  VIOLATION\n   55  OF  ARTICLE  ONE  HUNDRED TWENTY OR ONE HUNDRED TWENTY-FIVE OF THE PENAL\n   56  LAW ARISING OUT OF THE SAME INCIDENT OR CONVICTED OF SUCH VIOLATION OR A\n\n       A. 2331                             4\n\n    1  VIOLATION OF ANY SUBDIVISION OF SECTION  ELEVEN  HUNDRED  NINETY-TWO  OF\n    2  THIS  ARTICLE  WITHIN  THE  PRECEDING  FIVE YEARS, THE JUDGE, JUSTICE OR\n    3  MAGISTRATE MAY ISSUE AN ORDER MAKING SAID LICENSE SUSPENSION OR  REVOCA-\n    4  TION  TAKE  EFFECT TWENTY DAYS AFTER THE DATE OF SENTENCING. THE LICENSE\n    5  HOLDER SHALL BE GIVEN A COPY OF SAID ORDER PERMITTING  THE  CONTINUATION\n    6  OF  DRIVING  PRIVILEGES  FOR TWENTY DAYS AFTER SENTENCING, IF GRANTED BY\n    7  THE COURT. THE COURT SHALL FORWARD TO THE COMMISSIONER THE  CERTIFICATES\n    8  REQUIRED  IN SECTIONS FIVE HUNDRED THIRTEEN AND FIVE HUNDRED FOURTEEN OF\n    9  THIS CHAPTER, ALONG WITH A COPY OF ANY ORDER  ISSUED  PURSUANT  TO  THIS\n   10  PARAGRAPH AND THE LICENSE, WITHIN NINETY-SIX HOURS OF SENTENCING.\n   11    (D) SPECIAL PROVISIONS. (1) SUSPENSION PENDING PROSECUTION; PROCEDURE.\n   12  A. WITHOUT NOTICE, PENDING ANY PROSECUTION, THE COURT SHALL SUSPEND SUCH\n   13  LICENSE,  WHERE THE HOLDER HAS BEEN CHARGED WITH A VIOLATION OF SUBDIVI-\n   14  SION TWO, TWO-A, TWO-B, TWO-C, THREE, FOUR OR FOUR-A OF  SECTION  ELEVEN\n   15  HUNDRED NINETY-TWO OF THIS ARTICLE AND EITHER (I) A VIOLATION OF A FELO-\n   16  NY  UNDER  ARTICLE  ONE HUNDRED TWENTY OR ONE HUNDRED TWENTY-FIVE OF THE\n   17  PENAL LAW ARISING OUT OF THE SAME INCIDENT, OR (II) HAS  BEEN  CONVICTED\n   18  OF ANY VIOLATION UNDER SECTION ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE\n   19  WITHIN THE PRECEDING FIVE YEARS.\n   20    B.  THE  SUSPENSION UNDER CLAUSE A OF THIS SUBPARAGRAPH SHALL OCCUR NO\n   21  LATER THAN TWENTY DAYS AFTER THE HOLDER'S FIRST  APPEARANCE  BEFORE  THE\n   22  COURT  ON  THE  CHARGES OR AT THE CONCLUSION OF ALL PROCEEDINGS REQUIRED\n   23  FOR THE ARRAIGNMENT. IN ORDER FOR THE COURT TO IMPOSE SUCH SUSPENSION IT\n   24  MUST FIND THAT THE ACCUSATORY INSTRUMENT CONFORMS TO THE REQUIREMENTS OF\n   25  SECTION 100.40 OF THE CRIMINAL PROCEDURE LAW AND THERE EXISTS REASONABLE\n   26  CAUSE TO BELIEVE THAT THE HOLDER OPERATED A MOTOR VEHICLE  IN  VIOLATION\n   27  OF  SUBDIVISION  TWO,  TWO-A,  TWO-B,  TWO-C,  THREE,  FOUR OR FOUR-A OF\n   28  SECTION ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE  AND  EITHER  (I)  THE\n   29  PERSON  HAD  BEEN  CONVICTED  OF ANY VIOLATION UNDER SUCH SECTION ELEVEN\n   30  HUNDRED NINETY-TWO OF THIS ARTICLE WITHIN THE PRECEDING FIVE  YEARS;  OR\n   31  (II) THAT THE HOLDER COMMITTED A VIOLATION OF A FELONY UNDER ARTICLE ONE\n   32  HUNDRED TWENTY OR ONE HUNDRED TWENTY-FIVE OF THE PENAL LAW. AT SUCH TIME\n   33  THE  HOLDER  SHALL  BE  ENTITLED  TO  AN OPPORTUNITY TO MAKE A STATEMENT\n   34  REGARDING THE ENUMERATED ISSUES AND TO PRESENT EVIDENCE TENDING TO REBUT\n   35  THE COURT'S FINDINGS. WHERE SUCH SUSPENSION IS IMPOSED  UPON  A  PENDING\n   36  CHARGE  OR  A  VIOLATION OF A FELONY UNDER ARTICLE ONE HUNDRED TWENTY OR\n   37  ONE HUNDRED TWENTY-FIVE OF THE PENAL LAW AND THE HOLDER HAS REQUESTED  A\n   38  HEARING PURSUANT TO ARTICLE ONE HUNDRED EIGHTY OF THE CRIMINAL PROCEDURE\n   39  LAW,  THE  COURT  SHALL  CONDUCT SUCH HEARING. IF UPON COMPLETION OF THE\n   40  HEARING, THE COURT FAILS TO FIND  THAT  THERE  IS  REASONABLE  CAUSE  TO\n   41  BELIEVE  THAT  THE  HOLDER  COMMITTED A FELONY UNDER ARTICLE ONE HUNDRED\n   42  TWENTY OR ONE HUNDRED TWENTY-FIVE OF THE PENAL LAW AND  THE  HOLDER  HAS\n   43  NOT BEEN PREVIOUSLY CONVICTED OF ANY VIOLATION OF SECTION ELEVEN HUNDRED\n   44  NINETY-TWO  OF  THIS  ARTICLE  WITHIN THE PRECEDING FIVE YEARS THE COURT\n   45  SHALL PROMPTLY NOTIFY THE COMMISSIONER AND DIRECT  RESTORATION  OF  SUCH\n   46  LICENSE  TO  THE  LICENSE  HOLDER  UNLESS  SUCH  LICENSE IS SUSPENDED OR\n   47  REVOKED PURSUANT TO ANY OTHER PROVISION OF THIS CHAPTER.\n   48    (2) BAIL FORFEITURE. A LICENSE SHALL BE  SUSPENDED  WHERE  THE  HOLDER\n   49  FORFEITS BAIL UPON A CHARGE OF A VIOLATION OF ANY SUBDIVISION OF SECTION\n   50  ELEVEN  HUNDRED NINETY-TWO OF THIS ARTICLE. SUCH SUSPENSION SHALL NOT BE\n   51  TERMINATED UNTIL THE HOLDER SUBMITS TO THE JURISDICTION OF THE COURT  IN\n   52  WHICH THE BAIL WAS FORFEITED.\n   53    (3)  PERMANENT DISQUALIFICATION FROM OPERATING CERTAIN MOTOR VEHICLES.\n   54  A.  EXCEPT AS OTHERWISE PROVIDED IN THIS SECTION,  IN  ADDITION  TO  ANY\n   55  REVOCATION  SET  FORTH  IN PARAGRAPH (A) OF THIS SUBDIVISION, ANY PERSON\n   56  SENTENCED PURSUANT TO SUBDIVISION ONE OF THIS SECTION  SHALL  BE  PERMA-\n\n       A. 2331                             5\n\n    1  NENTLY  DISQUALIFIED  FROM OPERATING ANY VEHICLE SET FORTH IN SUCH PARA-\n    2  GRAPH. IN ADDITION, THE COMMISSIONER  SHALL  NOT  ISSUE  SUCH  PERSON  A\n    3  LICENSE VALID FOR THE OPERATION OF ANY VEHICLE SET FORTH THEREIN BY SUCH\n    4  PERSON. THE COMMISSIONER MAY WAIVE SUCH DISQUALIFICATION AND PROHIBITION\n    5  HEREINBEFORE PROVIDED AFTER A PERIOD OF FIVE YEARS HAS EXPIRED FROM SUCH\n    6  SENTENCING PROVIDED:\n    7    (I) THAT DURING SUCH FIVE YEAR PERIOD SUCH PERSON HAS NOT VIOLATED ANY\n    8  OF  THE  PROVISIONS OF SECTION ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE\n    9  OR ANY ALCOHOL OR DRUG RELATED TRAFFIC OFFENSE IN THIS STATE OR  IN  ANY\n   10  JURISDICTION OUTSIDE THIS STATE;\n   11    (II) THAT SUCH PERSON PROVIDES ACCEPTABLE DOCUMENTATION TO THE COMMIS-\n   12  SIONER  THAT  SUCH PERSON IS NOT IN NEED OF ALCOHOL OR DRUG TREATMENT OR\n   13  HAS SATISFACTORILY COMPLETED A PRESCRIBED COURSE OF SUCH TREATMENT; AND\n   14    (III) AFTER SUCH DOCUMENTATION IS ACCEPTED, THAT SUCH PERSON IS GRANT-\n   15  ED A CERTIFICATE OF RELIEF FROM DISABILITIES AS PROVIDED FOR IN  SECTION\n   16  SEVEN  HUNDRED  ONE  OF  THE  CORRECTION  LAW BY THE COURT IN WHICH SUCH\n   17  PERSON WAS LAST PENALIZED PURSUANT TO PARAGRAPH (D) OF  SUBDIVISION  ONE\n   18  OF THIS SECTION.\n   19    B.  ANY  PERSON CONVICTED OF A VIOLATION OF ANY SUBDIVISION OF SECTION\n   20  ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE WHILE OPERATING  A  COMMERCIAL\n   21  MOTOR  VEHICLE  WHO  HAS  HAD  A PRIOR FINDING OF REFUSAL TO SUBMIT TO A\n   22  CHEMICAL TEST PURSUANT TO SECTION ELEVEN  HUNDRED  NINETY-FOUR  OF  THIS\n   23  ARTICLE  WHILE  OPERATING  A COMMERCIAL MOTOR VEHICLE OR HAS HAD A PRIOR\n   24  CONVICTION OF ANY OF THE FOLLOWING OFFENSES WHILE OPERATING A COMMERCIAL\n   25  MOTOR VEHICLE: ANY VIOLATION OF SECTION  ELEVEN  HUNDRED  NINETY-TWO  OF\n   26  THIS ARTICLE; ANY VIOLATION OF SUBDIVISION TWO OF SECTION SIX HUNDRED OF\n   27  THIS  CHAPTER; OR HAS A PRIOR CONVICTION OF ANY FELONY INVOLVING THE USE\n   28  OF A COMMERCIAL MOTOR VEHICLE PURSUANT TO PARAGRAPH (A)  OF  SUBDIVISION\n   29  ONE  OF SECTION FIVE HUNDRED TEN-A OF THIS CHAPTER, SHALL BE PERMANENTLY\n   30  DISQUALIFIED FROM OPERATING A COMMERCIAL MOTOR VEHICLE. THE COMMISSIONER\n   31  MAY WAIVE SUCH DISQUALIFICATION AND  PROHIBITION  HEREINBEFORE  PROVIDED\n   32  AFTER A PERIOD OF TEN YEARS HAS EXPIRED FROM SUCH SENTENCE PROVIDED: (I)\n   33  THAT  DURING SUCH TEN YEAR PERIOD SUCH PERSON HAS NOT BEEN FOUND TO HAVE\n   34  REFUSED A CHEMICAL TEST PURSUANT TO SECTION ELEVEN  HUNDRED  NINETY-FOUR\n   35  OF  THIS  ARTICLE WHILE OPERATING A COMMERCIAL MOTOR VEHICLE AND HAS NOT\n   36  BEEN CONVICTED OF ANY ONE OF THE FOLLOWING OFFENSES  WHILE  OPERATING  A\n   37  COMMERCIAL  MOTOR VEHICLE: ANY VIOLATION OF SECTION ELEVEN HUNDRED NINE-\n   38  TY-TWO OF THIS ARTICLE; ANY VIOLATION OF SUBDIVISION TWO OF SECTION  SIX\n   39  HUNDRED OF THIS CHAPTER; OR HAS A PRIOR CONVICTION OF ANY FELONY INVOLV-\n   40  ING  THE  USE OF A COMMERCIAL MOTOR VEHICLE PURSUANT TO PARAGRAPH (A) OF\n   41  SUBDIVISION ONE OF SECTION FIVE HUNDRED TEN-A OF THIS CHAPTER; (II) THAT\n   42  SUCH PERSON PROVIDES ACCEPTABLE DOCUMENTATION TO THE  COMMISSIONER  THAT\n   43  SUCH PERSON IS NOT IN NEED OF ALCOHOL OR DRUG TREATMENT OR HAS SATISFAC-\n   44  TORILY  COMPLETED A PRESCRIBED COURSE OF SUCH TREATMENT; AND (III) AFTER\n   45  SUCH DOCUMENTATION IS ACCEPTED, THAT SUCH PERSON IS  GRANTED  A  CERTIF-\n   46  ICATE  OF  RELIEF  FROM  DISABILITIES  AS  PROVIDED FOR IN SECTION SEVEN\n   47  HUNDRED ONE OF THE CORRECTION LAW BY THE COURT IN WHICH SUCH PERSON  WAS\n   48  LAST  PENALIZED  PURSUANT  TO  PARAGRAPH  (D) OF SUBDIVISION ONE OF THIS\n   49  SECTION.\n   50    C. UPON A THIRD FINDING OF REFUSAL AND/OR CONVICTION  OF  ANY  OF  THE\n   51  OFFENSES  WHICH  REQUIRE A PERMANENT COMMERCIAL DRIVER'S LICENSE REVOCA-\n   52  TION, SUCH PERMANENT REVOCATION MAY NOT BE WAIVED  BY  THE  COMMISSIONER\n   53  UNDER ANY CIRCUMSTANCES.\n   54    (4)  PROBATION.  WHEN  A  LICENSE  TO OPERATE A MOTOR VEHICLE HAS BEEN\n   55  REVOKED PURSUANT TO THIS CHAPTER, AND THE HOLDER HAS BEEN SENTENCED TO A\n   56  PERIOD OF PROBATION PURSUANT TO SECTION 65.00 OF THE  PENAL  LAW  FOR  A\n\n       A. 2331                             6\n\n    1  VIOLATION  OF  ANY  PROVISION OF THIS CHAPTER, OR ANY OTHER PROVISION OF\n    2  THE LAWS OF THIS STATE, AND A CONDITION OF SUCH PROBATION  IS  THAT  THE\n    3  HOLDER THEREOF NOT OPERATE A MOTOR VEHICLE OR NOT APPLY FOR A LICENSE TO\n    4  OPERATE  A  MOTOR  VEHICLE  DURING  THE  PERIOD  OF  SUCH  CONDITION  OF\n    5  PROBATION, THE COMMISSIONER MAY NOT RESTORE SUCH LICENSE UNTIL THE PERI-\n    6  OD OF THE CONDITION OF PROBATION HAS EXPIRED.\n    7    (5) APPLICATION FOR NEW LICENSE. WHERE  A  LICENSE  HAS  BEEN  REVOKED\n    8  PURSUANT TO THIS SUBDIVISION, OR WHERE THE HOLDER IS SUBJECT TO A CONDI-\n    9  TION  OF  PROBATION  AS PROVIDED IN SUBPARAGRAPH FOUR OF THIS PARAGRAPH,\n   10  APPLICATION FOR A NEW LICENSE MAY BE MADE WITHIN FORTY-FIVE  DAYS  PRIOR\n   11  TO  THE  EXPIRATION OF SUCH MINIMUM PERIOD OF REVOCATION OR CONDITION OF\n   12  PROBATION, WHICHEVER EXPIRES LAST.\n   13    (6) SUSPENSION PENDING PROSECUTION; EXCESSIVE BLOOD  ALCOHOL  CONTENT.\n   14  A. A COURT SHALL SUSPEND A DRIVER'S LICENSE, PENDING PROSECUTION, OF ANY\n   15  PERSON  CHARGED  WITH A VIOLATION OF SUBDIVISION TWO OR THREE OF SECTION\n   16  ELEVEN HUNDRED NINETY-TWO OF THIS ARTICLE WHO, AT THE TIME OF ARREST, IS\n   17  ALLEGED TO HAVE HAD .08 OF ONE PERCENT OR MORE BY WEIGHT OF  ALCOHOL  IN\n   18  SUCH  DRIVER'S  BLOOD  AS  SHOWN  BY CHEMICAL ANALYSIS OF BLOOD, BREATH,\n   19  URINE OR SALIVA, MADE PURSUANT TO SUBDIVISION TWO OR  THREE  OF  SECTION\n   20  ELEVEN HUNDRED NINETY-FOUR OF THIS ARTICLE.\n   21    B.  THE  SUSPENSION  OCCURRING  UNDER THIS SUBPARAGRAPH SHALL OCCUR NO\n   22  LATER THAN AT  THE  CONCLUSION  OF  ALL  PROCEEDINGS  REQUIRED  FOR  THE\n   23  ARRAIGNMENT; PROVIDED, HOWEVER, THAT IF THE RESULTS OF ANY TEST ADMINIS-\n   24  TERED PURSUANT TO SECTION ELEVEN HUNDRED NINETY-FOUR OF THIS ARTICLE ARE\n   25  NOT AVAILABLE WITHIN SUCH TIME PERIOD, THE COMPLAINANT POLICE OFFICER OR\n   26  OTHER  PUBLIC  SERVANT  SHALL  TRANSMIT SUCH RESULTS TO THE COURT AT THE\n   27  TIME THEY BECOME AVAILABLE, AND THE COURT SHALL, AS SOON AS  PRACTICABLE\n   28  FOLLOWING  THE  RECEIPT  OF  SUCH  RESULTS  AND  IN  COMPLIANCE WITH THE\n   29  REQUIREMENTS OF THIS SUBPARAGRAPH, SUSPEND SUCH LICENSE.  IN  ORDER  FOR\n   30  THE  COURT  TO  IMPOSE  SUCH SUSPENSION IT MUST FIND THAT THE ACCUSATORY\n   31  INSTRUMENT CONFORMS TO THE REQUIREMENTS OF SECTION 100.40 OF THE  CRIMI-\n   32  NAL  PROCEDURE LAW AND THERE EXISTS REASONABLE CAUSE TO BELIEVE THAT THE\n   33  HOLDER OPERATED A MOTOR VEHICLE WHILE SUCH HOLDER HAD .08 OF ONE PERCENT\n   34  OR MORE BY WEIGHT OF ALCOHOL IN HIS OR HER BLOOD AS WAS SHOWN BY  CHEMI-\n   35  CAL  ANALYSIS  OF  SUCH  PERSON'S  BLOOD,  BREATH, URINE OR SALIVA, MADE\n   36  PURSUANT TO THE PROVISIONS OF SECTION ELEVEN HUNDRED NINETY-FOUR OF THIS\n   37  ARTICLE. AT THE TIME OF SUCH LICENSE  SUSPENSION  THE  HOLDER  SHALL  BE\n   38  ENTITLED  TO  AN  OPPORTUNITY  TO  MAKE  A STATEMENT REGARDING THESE TWO\n   39  ISSUES AND TO PRESENT EVIDENCE TENDING TO REBUT THE COURT'S FINDINGS.\n   40    C. NOTHING CONTAINED  IN  THIS  SUBPARAGRAPH  SHALL  BE  CONSTRUED  TO\n   41  PROHIBIT  OR  LIMIT  A  COURT FROM IMPOSING ANY OTHER SUSPENSION PENDING\n   42  PROSECUTION REQUIRED OR PERMITTED BY LAW.\n   43    D. NOTWITHSTANDING ANY CONTRARY PROVISION  OF  THIS  CHAPTER,  IF  ANY\n   44  SUSPENSION  OCCURRING  UNDER  THIS SUBPARAGRAPH HAS BEEN IN EFFECT FOR A\n   45  PERIOD OF THIRTY DAYS, THE HOLDER MAY BE ISSUED A  CONDITIONAL  LICENSE,\n   46  IN  ACCORDANCE  WITH  SECTION ELEVEN HUNDRED NINETY-SIX OF THIS ARTICLE,\n   47  PROVIDED THE HOLDER OF SUCH LICENSE IS  OTHERWISE  ELIGIBLE  TO  RECEIVE\n   48  SUCH CONDITIONAL LICENSE. THE COMMISSIONER SHALL PRESCRIBE BY REGULATION\n   49  THE PROCEDURES FOR THE ISSUANCE OF SUCH CONDITIONAL LICENSE.\n   50    E.  IF  THE  COURT  FINDS THAT THE SUSPENSION IMPOSED PURSUANT TO THIS\n   51  SUBPARAGRAPH WILL RESULT IN EXTREME HARDSHIP, THE COURT MUST ISSUE  SUCH\n   52  SUSPENSION, BUT MAY GRANT A HARDSHIP PRIVILEGE, WHICH SHALL BE ISSUED ON\n   53  A  FORM PRESCRIBED BY THE COMMISSIONER. FOR THE PURPOSES OF THIS CLAUSE,\n   54  \"EXTREME HARDSHIP\" SHALL MEAN THE INABILITY TO OBTAIN ALTERNATIVE  MEANS\n   55  OF  TRAVEL TO OR FROM THE LICENSEE'S EMPLOYMENT, OR TO OR FROM NECESSARY\n   56  MEDICAL TREATMENT FOR THE LICENSEE OR A MEMBER OF THE LICENSEE'S  HOUSE-\n\n       A. 2331                             7\n\n    1  HOLD,  OR  IF  THE  LICENSEE  IS  A MATRICULATING STUDENT ENROLLED IN AN\n    2  ACCREDITED  SCHOOL,  COLLEGE  OR  UNIVERSITY  TRAVEL  TO  OR  FROM  SUCH\n    3  LICENSEE'S SCHOOL, COLLEGE OR UNIVERSITY IF SUCH TRAVEL IS NECESSARY FOR\n    4  THE  COMPLETION  OF THE EDUCATIONAL DEGREE OR CERTIFICATE. THE BURDEN OF\n    5  PROVING EXTREME HARDSHIP SHALL BE ON THE LICENSEE WHO MAY PRESENT  MATE-\n    6  RIAL  AND  RELEVANT  EVIDENCE.  A FINDING OF EXTREME HARDSHIP MAY NOT BE\n    7  BASED SOLELY UPON THE TESTIMONY OF  THE  LICENSEE.  IN  NO  EVENT  SHALL\n    8  ARRAIGNMENT  BE  ADJOURNED OR OTHERWISE DELAYED MORE THAN THREE BUSINESS\n    9  DAYS SOLELY FOR THE PURPOSE OF ALLOWING THE LICENSEE TO PRESENT EVIDENCE\n   10  OF EXTREME HARDSHIP. THE COURT SHALL  SET  FORTH  UPON  THE  RECORD,  OR\n   11  OTHERWISE  SET FORTH IN WRITING, THE FACTUAL BASIS FOR SUCH FINDING. THE\n   12  HARDSHIP PRIVILEGE SHALL PERMIT THE OPERATION  OF  A  VEHICLE  ONLY  FOR\n   13  TRAVEL  TO  OR  FROM  THE LICENSEE'S EMPLOYMENT, OR TO OR FROM NECESSARY\n   14  MEDICAL TREATMENT FOR THE LICENSEE OR A MEMBER OF THE LICENSEE'S  HOUSE-\n   15  HOLD,  OR  IF  THE  LICENSEE  IS  A MATRICULATING STUDENT ENROLLED IN AN\n   16  ACCREDITED  SCHOOL,  COLLEGE  OR  UNIVERSITY  TRAVEL  TO  OR  FROM  SUCH\n   17  LICENSEE'S SCHOOL, COLLEGE OR UNIVERSITY IF SUCH TRAVEL IS NECESSARY FOR\n   18  THE COMPLETION OF THE EDUCATIONAL DEGREE OR CERTIFICATE.\n   19    S 3. This act shall take effect on the one hundred eightieth day after\n   20  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to sanctions and criminal penalties for operating a motor vehicle while under the influence of alcohol; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T144704.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110119.T102737.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450857130
}