{
  "year" : 2011,
  "senateBillNo" : "A2339-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to health",
    "billEventId" : "A2339-2011-1295326800000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for increasing the applicability of brand name and generic prescription drug and other medical services co-payments for medicaid recipients",
  "summary" : "Provides for increasing the applicability of brand name and generic prescription drug and other medical services, except diagnostic services, co-payments for medicaid recipients. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A6678-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2339\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHIMMINGER, GABRYSZAK -- Multi-Sponsored by --\n         M. of A. HAWLEY, HOOPER, MAGEE, N. RIVERA -- read once and referred to\n         the Committee on Health\n\n       AN ACT to amend the social services law, in relation to medicaid co-pay-\n         ments for prescription drugs and other services\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (b)  of  subdivision 6 of section 367-a of the\n    2  social services law, as added by chapter 41 of the laws of 1992, subpar-\n    3  agraph (iii) as amended by chapter 843 of the laws of 1992 and  subpara-\n    4  graph  (iv) as amended by section 40 of part C of chapter 58 of the laws\n    5  of 2005, is amended to read as follows:\n    6    (b) Co-payments shall apply to all eligible persons for  the  services\n    7  defined in paragraph (d) of this subdivision with the exception of:\n    8    (i) [individuals under twenty-one years of age;\n    9    (ii) pregnant women;\n   10    (iii)]  individuals  who are inpatients in a medical facility who have\n   11  been required to spend all of their  income  for  medical  care,  except\n   12  their  personal needs allowance or residents of community based residen-\n   13  tial facilities licensed by the office of mental health or the office of\n   14  mental retardation and developmental disabilities who have been required\n   15  to spend all of their income, except their personal needs allowance;\n   16    [(iv) individuals enrolled  in  health  maintenance  organizations  or\n   17  other  entities  which  provide  comprehensive health services, or other\n   18  managed care programs for services covered by such programs, except that\n   19  such persons, other than persons  otherwise  exempted  from  co-payments\n   20  pursuant  to  subparagraphs  (i), (ii), (iii) and (v) of this paragraph,\n   21  and other than those persons  enrolled  in  a  managed  long  term  care\n   22  program,  shall  be  subject to co-payments as described in subparagraph\n   23  (v) of paragraph (d) of this subdivision;] and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02601-01-1\n\n       A. 2339                             2\n\n    1    [(v)] (II) any other individuals required to be  excluded  by  federal\n    2  law or regulations.\n    3    S  2.  The  opening  paragraph  of  paragraph  (d) of subdivision 6 of\n    4  section 367-a of the social services law, as added by chapter 41 of  the\n    5  laws of 1992, is amended to read as follows:\n    6    Co-payments  shall  apply  to  [the following] ALL services COVERED BY\n    7  THIS TITLE, EXCEPT DIAGNOSTIC SERVICES, AND SHALL  BE  PRE-PAID  AT  THE\n    8  TIME  WHEN  SUCH  SERVICES  ARE RENDERED, subject to such exceptions for\n    9  subcategories of these services as recognized  by  the  commissioner  OF\n   10  HEALTH in regulations, provided in accordance with section three hundred\n   11  sixty-five-a  of this [article] TITLE and the regulations of the depart-\n   12  ment, to the extent permitted by title XIX of the federal social securi-\n   13  ty act:\n   14    S 3. The commissioner of health is authorized to promulgate  or  adopt\n   15  any  rules  or regulations necessary to implement the provisions of this\n   16  act and any co-payments, procedures, forms,  or  instructions  necessary\n   17  for such implementation may be adopted and issued on or after the effec-\n   18  tive date of this act. Notwithstanding any inconsistent provision of the\n   19  state  administrative  procedure act or any other provision of law, rule\n   20  or regulation, the commissioner of  health  and  the  superintendent  of\n   21  insurance  and  any appropriate council are authorized to adopt or amend\n   22  or promulgate on an emergency basis any regulation he  or  she  or  such\n   23  council  determines  necessary to implement any provision of this act on\n   24  its effective date.\n   25    S 4. This act shall take effect immediately; provided,  however,  that\n   26  the  amendments  to  paragraphs  (b) and (d) of subdivision 6 of section\n   27  367-a of the social services law made by sections one and  two  of  this\n   28  act  shall  not affect the repeal of such paragraphs and shall be deemed\n   29  repealed therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to medicaid co-payments for prescription drugs and other services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T140141.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110119.T102737.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450857153
}