{
  "year" : 2011,
  "senateBillNo" : "A2334-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to codes",
    "billEventId" : "A2334-2011-1295326800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Prohibits a court from denying class certification solely because the action involves governmental operations",
  "summary" : "Prohibits a court from denying class certification for purposes of class action lawsuits solely because the action involves governmental operations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Practice Law and Rules",
  "previousVersions" : [ "A5019-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera J",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2334\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. P. RIVERA, J. RIVERA, KAVANAGH -- Multi-Sponsored\n         by  --  M. of A.   BOYLAND, GOTTFRIED -- read once and referred to the\n         Committee on Codes\n\n       AN ACT to amend the civil practice law and rules, in relation to certif-\n         ication of class actions in cases involving governmental operations\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 902 of the civil practice law and rules, as amended\n    2  by chapter 474 of the laws of 1975, is amended to read as follows:\n    3    S 902.  Order allowing class action.  Within sixty days after the time\n    4  to  serve  a  responsive  pleading  has expired for all persons named as\n    5  defendants in an action brought as a class action, the  plaintiff  shall\n    6  move  for  an  order to determine whether it is to be so maintained.  An\n    7  order under this section may be  conditional,  and  may  be  altered  or\n    8  amended  before  the decision on the merits on the court's own motion or\n    9  on motion of the parties.   The action may  be  maintained  as  a  class\n   10  action  only if the court finds that the prerequisites under section 901\n   11  have been satisfied.  Among the matters which the court  shall  consider\n   12  in determining whether the action may proceed as a class action are:\n   13    1.    the interest of members of the class in individually controlling\n   14  the prosecution or defense of separate actions;\n   15    2.  the impracticability or inefficiency of prosecuting  or  defending\n   16  separate actions;\n   17    3.  the extent and nature of any litigation concerning the controversy\n   18  already commenced by or against members of the class;\n   19    4.  the desirability or undesirability of concentrating the litigation\n   20  of the claim in the particular forum;\n   21    5.    the difficulties likely to be encountered in the management of a\n   22  class action.\n   23    HOWEVER, A COURT SHALL NOT DENY OR WITHHOLD CLASS CERTIFICATION SOLELY\n   24  BECAUSE THE ACTION INVOLVES GOVERNMENTAL OPERATIONS.\n   25    S 2. This act shall take effect immediately.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00042-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil practice law and rules, in relation to certification of class actions in cases involving governmental operations ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T144704.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110119.T102737.TXT", "SOBI.D110118.T135641.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450857129
}