{
  "year" : 2011,
  "senateBillNo" : "A2341-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2341-2011-1295326800000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Raises tax credits for long-term care insurance from twenty percent to fifty percent",
  "summary" : "Raises tax credits for long-term care insurance from twenty percent to fifty percent; applies to the corporation tax, franchise tax on business corporations, personal income tax, franchise tax on banking corporations, and franchise tax on insurance corporations. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A6643-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gantt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2341\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. SCHIMMINGER, GANTT, GALEF, DESTITO, GABRYSZAK --\n         Multi-Sponsored by -- M.  of  A.  GIGLIO,  HOOPER,  MAGEE,  J. RIVERA,\n         N. RIVERA,  TOWNS, WEISENBERG -- read once and referred to the Commit-\n         tee on Ways and Means\n\n       AN ACT to amend the tax law, in relation  to  raising  tax  credits  for\n         long-term care insurance from twenty percent to fifty percent\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 190 of the tax law, as amended  by\n    2  section  17  of  part B of chapter 58 of the laws of 2004, is amended to\n    3  read as follows:\n    4    1. General. A taxpayer shall be  allowed  a  credit  against  the  tax\n    5  imposed  by  this  article,  other  than  the  taxes and fees imposed by\n    6  sections one hundred eighty and one hundred eighty-one of this  article,\n    7  equal  to  [twenty] FIFTY percent of the premium paid during the taxable\n    8  year for long-term care insurance. In order to qualify for such  credit,\n    9  the  taxpayer's  premium  payment  must  be  for  the purchase of or for\n   10  continuing coverage under a long-term care insurance policy that  quali-\n   11  fies for such credit pursuant to section one thousand one hundred seven-\n   12  teen of the insurance law.\n   13    S  2. Paragraph (a) of subdivision 25-a of section 210 of the tax law,\n   14  as amended by section 18 of part B of chapter 58 of the laws of 2004, is\n   15  amended to read as follows:\n   16    (a) A taxpayer shall be allowed a credit against the  tax  imposed  by\n   17  this  article equal to [twenty] FIFTY percent of the premium paid during\n   18  the taxable year for long-term care insurance. In order to  qualify  for\n   19  such  credit, the taxpayer's premium payment must be for the purchase of\n   20  or for continuing coverage under a long-term care insurance policy  that\n   21  qualifies  for  such credit pursuant to section one thousand one hundred\n   22  seventeen of the insurance law.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06351-01-1\n\n       A. 2341                             2\n\n    1    S 3. Paragraph 1 of subsection (aa) of section 606 of the tax law,  as\n    2  amended  by  section  1  of part P of chapter 61 of the laws of 2005, is\n    3  amended to read as follows:\n    4    (1)  Residents.  A  taxpayer shall be allowed a credit against the tax\n    5  imposed by this article equal to [twenty] FIFTY percent of  the  premium\n    6  paid  during  the taxable year for long-term care insurance. In order to\n    7  qualify for such credit, the taxpayer's premium payment must be for  the\n    8  purchase  of or for continuing coverage under a long-term care insurance\n    9  policy that qualifies for such credit pursuant to section  one  thousand\n   10  one  hundred seventeen of the insurance law. If the amount of the credit\n   11  allowable under this subsection for any taxable year  shall  exceed  the\n   12  taxpayer's  tax  for  such  year,  the excess may be carried over to the\n   13  following year or years and may be deducted from the taxpayer's tax  for\n   14  such year or years.\n   15    S  4. Paragraph 1 of subsection (k) of section 1456 of the tax law, as\n   16  amended by section 20 of part B of chapter 58 of the laws  of  2004,  is\n   17  amended to read as follows:\n   18    (1)  A  taxpayer  shall be allowed a credit against the tax imposed by\n   19  this article equal to [twenty] FIFTY percent of the premium paid  during\n   20  the  taxable  year for long-term care insurance. In order to qualify for\n   21  such credit, the taxpayer's premium payment must be for the purchase  of\n   22  or  for continuing coverage under a long-term care insurance policy that\n   23  qualifies for such credit pursuant to section one thousand  one  hundred\n   24  seventeen of the insurance law.\n   25    S 5. Paragraph 1 of subdivision (m) of section 1511 of the tax law, as\n   26  amended  by  section  21 of part B of chapter 58 of the laws of 2004, is\n   27  amended to read as follows:\n   28    (1) A taxpayer shall be allowed a credit against the  tax  imposed  by\n   29  this  article equal to [twenty] FIFTY percent of the premium paid during\n   30  the taxable year for long-term care insurance. In order to  qualify  for\n   31  such  credit, the taxpayer's premium payment must be for the purchase of\n   32  or for continuing coverage under a long-term care insurance policy  that\n   33  qualifies  for  such credit pursuant to section one thousand one hundred\n   34  seventeen of the insurance law.\n   35    S 6.  This act shall take effect immediately and shall apply to  taxa-\n   36  ble  years  beginning  on  or  after the first of January of the year in\n   37  which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to raising tax credits for long-term care insurance from twenty percent to fifty percent ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T140141.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110119.T103237.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451157296
}