{
  "year" : 2011,
  "senateBillNo" : "A2347-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to health",
    "billEventId" : "A2347-2011-1295326800000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires physicians to report instances of methicillin resistant staphylococcus aureus infections to the commissioner of health",
  "summary" : "Requires physicians to report instances of methicillin resistant staphylococcus aureus infections to the commissioner of health. ",
  "currentCommittee" : null,
  "sameAs" : "S2828",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A5452-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2347\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SPANO, MILLMAN, ROSENTHAL -- Multi-Sponsored by\n         -- M. of A. GALEF, J. MILLER, PHEFFER -- read once and referred to the\n         Committee on Health\n\n       AN ACT to amend the public health law, in relation to  requiring  health\n         care providers to report cases of methicillin resistant staphylococcus\n         aureus infections\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Article 21 of the public health law is amended by adding  a\n    2  new title VIII to read as follows:\n    3                                 TITLE VIII\n    4                    METHICILLIN RESISTANT STAPHYLOCOCCUS\n    5                                   AUREUS\n    6  SECTION 2180. METHICILLIN   RESISTANT  STAPHYLOCOCCUS  AUREUS;  DUTY  TO\n    7                  REPORT.\n    8    S 2180. METHICILLIN RESISTANT STAPHYLOCOCCUS AUREUS; DUTY  TO  REPORT.\n    9  1.   (A) UPON CONSIDERING THAT THE INFECTION OF A PATIENT IN A HOSPITAL,\n   10  NURSING HOME OR OTHER  HEALTH  CARE  FACILITY  IS  RESISTING  ANTIBIOTIC\n   11  TREATMENT, AND IS OR MAY BE METHICILLIN RESISTANT STAPHYLOCOCCUS AUREUS,\n   12  THE  PRESCRIBING PHYSICIAN OR OTHER PRESCRIBING PERSON AUTHORIZED BY LAW\n   13  TO MAKE A MEDICAL DIAGNOSIS, SHALL IMMEDIATELY ARRANGE FOR CULTURING AND\n   14  LABORATORY TESTING OF SUCH INFECTION, AND FOR APPRISING  THE  FACILITY'S\n   15  ADMINISTRATOR AND ITS DIRECTOR OF NURSING OF THE CASE.\n   16    (B) UPON ISSUING ITS FINDINGS, THE LABORATORY SHALL SEND A COPY THERE-\n   17  OF TO THE COMMISSIONER.\n   18    (C) UPON THE PATIENT'S DISCHARGE OR DEATH, THE FACILITY SHALL PROMPTLY\n   19  REPORT THE CASE TO THE COMMISSIONER.\n   20    2.  THE  COMMISSIONER SHALL PROMPTLY FORWARD SUCH REPORT TO THE HEALTH\n   21  COMMISSIONER OF THE MUNICIPALITY WHERE SUCH INFECTION  OCCURRED.    WHEN\n   22  CASES  OF  SUCH  INFECTION  OCCUR  IN A MUNICIPALITY NOT HAVING A HEALTH\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04814-01-1\n\n       A. 2347                             2\n\n    1  COMMISSIONER, SUCH REPORTS SHALL BE FORWARDED DIRECTLY TO  THE  DISTRICT\n    2  HEALTH OFFICER.\n    3    3.  SUCH  REPORT SHALL CONTAIN SUCH INFORMATION CONCERNING THE CASE AS\n    4  SHALL BE REQUIRED BY THE COMMISSIONER.\n    5    4. THE REQUIREMENTS OF THIS TITLE SHALL BE IN ADDITION TO THE REQUIRE-\n    6  MENTS OF SECTION TWENTY-EIGHT HUNDRED NINETEEN OF THIS CHAPTER.\n    7    S 2. This act shall take effect on the thirtieth day  after  it  shall\n    8  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to requiring health care providers to report cases of methicillin resistant staphylococcus aureus infections ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110118.T140141.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110202.T104706.TXT", "SOBI.D110119.T102737.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661626253
}