{
  "year" : 2011,
  "senateBillNo" : "A2345-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2345-2011-1295326800000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases state aid payments to cities with video lottery gaming facilities",
  "summary" : "Increases state aid payments to cities with video lottery gaming facilities. ",
  "currentCommittee" : null,
  "sameAs" : "S538",
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "AA5403-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2345\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SPANO, BROOK-KRASNY -- Multi-Sponsored by -- M.\n         of A. PHEFFER -- read once and referred to the Committee on  Ways  and\n         Means\n\n       AN  ACT  to  amend  the state finance law, in relation to increasing the\n         state aid an eligible city may  receive  from  estimated  net  machine\n         income generated by a video lottery gaming facility\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph a of subdivision 2 of section 54-l of  the  state\n    2  finance  law,  as  amended  by section 1 of part AA of chapter 56 of the\n    3  laws of 2010, is amended to read as follows:\n    4    a. An eligible city shall receive: (i)  for  the  state  fiscal  years\n    5  commencing April first, two thousand seven and April first, two thousand\n    6  eight,  a  state  aid payment equal to three and one-half percent of the\n    7  \"estimated net machine income\"  generated  by  a  video  lottery  gaming\n    8  facility located in such eligible city. Such state aid payment shall not\n    9  exceed  twenty million dollars per eligible city; and (ii) for the state\n   10  fiscal year commencing April first, two  thousand  nine  and  [for  each\n   11  state  fiscal  year thereafter] APRIL FIRST, TWO THOUSAND TEN, an amount\n   12  equal to the state  aid  payment  received  in  the  state  fiscal  year\n   13  commencing  April  first,  two  thousand  eight; AND (III) FOR THE STATE\n   14  FISCAL YEAR COMMENCING APRIL FIRST, TWO THOUSAND  ELEVEN  AND  FOR  EACH\n   15  STATE FISCAL YEAR THEREAFTER, A STATE AID PAYMENT EQUAL TO SEVEN PERCENT\n   16  OF THE \"ESTIMATED NET MACHINE INCOME\" GENERATED BY A VIDEO GAMING FACIL-\n   17  ITY  LOCATED  IN  AN  ELIGIBLE  CITY OR FORTY MILLION DOLLARS, WHICHEVER\n   18  SHALL BE GREATER.\n   19    S 2. This act shall take effect April 1, 2011, provided  however  that\n   20  if this act shall become a law after April 1, 2011, it shall take effect\n   21  immediately and shall be deemed to have been in full force and effect on\n   22  and after April 1, 2011.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04412-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to increasing the state aid an eligible city may receive from estimated net machine income generated by a video lottery gaming facility ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110118.T140141.TXT", "SOBI.D110119.T102237.TXT", "SOBI.D110118.T141642.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450557959
}