{
  "year" : 2011,
  "senateBillNo" : "A234-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A234-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for ballot pamphlets for general elections and repeals provision for distribution of copies of constitutional amendments; repealer",
  "summary" : "Provides for the state board of elections to prepare and distribute to each voter a ballot pamphlet for every general election; provides for contents thereof and makes numerous related provisions including the distribution of information relating to each ballot proposal that is submitted to a statewide vote at such general election; permits any person eligible to vote on any ballot proposal to institute a proceeding as to the factual accuracy of statements or constitutional amendments. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A957-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          234\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL, DINOWITZ, BROOK-KRASNY -- Multi-Sponsored\n         by  --  M.  of A.   BRENNAN, COLTON, GALEF, JACOBS, P. LOPEZ, McENENY,\n         REILLY, WEISENBERG -- read once  and  referred  to  the  Committee  on\n         Election Law\n\n       AN  ACT  to  amend  the  election  law,  in relation to the preparation,\n         contents and distribution of a paper pamphlet  containing  information\n         relative  to  general  elections,  to repeal certain provisions of the\n         election law, relating to distribution of copies  of  proposed  amend-\n         ments  to  the  constitution  or  other propositions or questions; and\n         providing for the repeal of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivisions 2 and 3 of section 4-116 of the election law\n    2  are REPEALED.\n    3    S 2. Paragraphs c and d of subdivision  1  of  section  4-108  of  the\n    4  election  law are REPEALED and subdivision 3, as added by chapter 234 of\n    5  the laws of 1976, is amended to read as follows:\n    6    3. The attorney general  shall  advise  in  the  preparation  of  such\n    7  [abstract and such] form of submission.\n    8    S  3.  The  opening paragraph of subdivision 1 of section 4-120 of the\n    9  election law, as amended by chapter 359 of the laws of 1989, is  amended\n   10  to read as follows:\n   11    The  board  of  elections  shall publish once in each of the two weeks\n   12  preceding a general election, or a special or village election conducted\n   13  by the board of elections, a notice specifying the day of the  election,\n   14  and  the public officers to be voted for within such county, or any part\n   15  thereof at such election. [If constitutional  amendments,  or  questions\n   16  are  to  be submitted to the voters of the state, the notice shall state\n   17  that fact and that a copy of each such  amendment  or  question  may  be\n   18  obtained  at  the  board  of  elections, by any voter.] Such publication\n   19  shall be in two newspapers published within the county.   If the  county\n   20  contains  a  city  or  cities,  at least one of such newspapers shall be\n   21  published in the city, or the largest city, if there be more than one.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01027-01-1\n\n       A. 234                              2\n\n    1    S 4. Subdivision 1 of section 4-128 of the election law, as amended by\n    2  chapter 489 of the laws of 2009, is amended to read as follows:\n    3    1.  The  board of elections of each county shall provide the requisite\n    4  number of official and facsimile ballots, two cards  of  instruction  to\n    5  voters  in  the  form  prescribed  by the state board of elections, FIVE\n    6  COPIES OF EACH BALLOT PAMPHLET, at least one  copy  of  the  instruction\n    7  booklet  for  inspectors, a sufficient number of maps, street finders or\n    8  other descriptions of all of the polling places and  election  districts\n    9  within  the  county  in which the polling place is located to enable the\n   10  election inspectors and poll clerks to determine  the  correct  election\n   11  district  and polling place for each street address within the county in\n   12  which the polling place is located, distance markers, tally  sheets  and\n   13  return  blanks,  pens,  black  ink,  or  ball point pens with black ink,\n   14  pencils having black lead, envelopes for the  ballots  of  voters  whose\n   15  registration  poll  records are not in the ledger or whose names are not\n   16  on the computer generated  registration  list,  envelopes  for  returns,\n   17  identification  buttons, badges or emblems for the inspectors and clerks\n   18  in the form prescribed by the state board of elections  and  such  other\n   19  articles  of  stationery  as  may be necessary for the proper conduct of\n   20  elections, except that when a town, city or village  holds  an  election\n   21  not conducted by the board of elections, the clerk of such town, city or\n   22  village,  shall  provide  such  official  and  facsimile ballots and the\n   23  necessary blanks, supplies and stationery for such election.\n   24    S 5. Subdivision 4 of section 5-204 of the election  law  is  REPEALED\n   25  and  subdivisions 3, 5, 6, 7, 8, 9 and 10 are renumbered subdivisions 2,\n   26  3, 4, 5, 6, 7 and 8.\n   27    S 6. Subdivision 2 of section 4-117 of the election  law  is  REPEALED\n   28  and subdivision 3 is renumbered subdivision 2.\n   29    S 7. Article 7  of the election law is amended by adding a new title 3\n   30  to read as follows:\n   31                                  TITLE III\n   32                               BALLOT PAMPHLET\n   33  SECTION 7-300. LEGISLATIVE FINDINGS.\n   34          7-302. STATE BOARD OF ELECTIONS TO PREPARE BALLOT PAMPHLET.\n   35          7-304. CONTENTS OF BALLOT PAMPHLET.\n   36          7-306. PREPARATION OF BALLOT PROPOSAL MATERIALS.\n   37          7-308. STATE IMMUNITY.\n   38          7-310. PRINTING.\n   39          7-312. DISTRIBUTION.\n   40          7-314. AUTHORIZATION TO LOCAL COMMUNITIES.\n   41    S  7-300.  LEGISLATIVE  FINDINGS.  THE  LEGISLATURE  HEREBY  FINDS AND\n   42  DECLARES THAT THE PURPOSE OF THIS TITLE AND OF THE BALLOT PAMPHLET IS TO\n   43  FULLY AND FAIRLY INFORM THE ELECTORATE ABOUT THE ISSUES APPEARING ON THE\n   44  BALLOT. THE STATE BOARD OF ELECTIONS SHALL  UNDERTAKE  ITS  RESPONSIBIL-\n   45  ITIES  IN  THE  MANNER BEST CALCULATED TO, AND ALL THE PROVISIONS HEREIN\n   46  SHALL BE CONSTRUED SO AS TO ACCOMPLISH THAT GOAL.\n   47    S 7-302. STATE BOARD OF ELECTIONS TO PREPARE BALLOT PAMPHLET. IT SHALL\n   48  BE THE DUTY OF THE STATE BOARD OF ELECTIONS, HEREINAFTER REFERRED TO  AS\n   49  THE  STATE  BOARD,  TO  PREPARE AND DISTRIBUTE A BALLOT PAMPHLET, IN THE\n   50  MANNER SET OUT IN THIS TITLE, FOR EVERY GENERAL  ELECTION  CONDUCTED  IN\n   51  THE  STATE  IN  WHICH A BALLOT PROPOSAL IS ON THE BALLOT. NOT LATER THAN\n   52  JANUARY THIRTY-FIRST OF  EACH  YEAR,  THE  STATE  BOARD  SHALL  FIX  AND\n   53  ANNOUNCE THE DATES FOR ALL DEADLINES PROVIDED FOR BY THIS TITLE.\n   54    S  7-304.  CONTENTS  OF  BALLOT  PAMPHLET.  EACH BALLOT PAMPHLET SHALL\n   55  CONTAIN THE FOLLOWING MATERIAL AND NO OTHER MATERIAL. 1. AN INTRODUCTORY\n   56  STATEMENT SHALL BE PREPARED BY THE STATE BOARD EXPLAINING:\n\n       A. 234                              3\n\n    1    (A) THE DATE AND HOURS DURING WHICH THE POLLS WILL  BE  OPEN  FOR  THE\n    2  GENERAL ELECTION;\n    3    (B) VOTER QUALIFICATION REQUIREMENTS IN NEW YORK STATE;\n    4    (C) WHEN, WHERE, AND HOW TO REGISTER TO VOTE;\n    5    (D) WHEN, WHERE AND HOW ABSENTEE BALLOTS ARE OBTAINED AND USED;\n    6    (E)  INSTRUCTIONS  ON  HOW  TO  VOTE,  INCLUDING  THE USE OF AFFIDAVIT\n    7  BALLOTS; AND\n    8    (F) ANY OTHER GENERAL INFORMATION ON VOTING DEEMED NECESSARY OR USEFUL\n    9  TO THE ELECTORATE OR OTHERWISE CONSISTENT WITH THE GOALS OF THIS ARTICLE\n   10  BY THE STATE BOARD.\n   11    2. THE FOLLOWING STATEMENT, PRINTED IN BOLDFACE TYPE, SHALL FOLLOW THE\n   12  INTRODUCTORY  STATEMENT  AND  PRECEDE  MATERIALS   RELATED   TO   BALLOT\n   13  PROPOSALS:\n   14    IMPORTANT:  THIS PAMPHLET CONTAINS INFORMATION ONLY ON PROPOSALS WHICH\n   15  WILL BE ON THE BALLOT STATEWIDE. THERE MAY ALSO BE  PROPOSALS  OF  LOCAL\n   16  INTEREST  ON  THE  BALLOT  IN  YOUR  COMMUNITY. FOR INFORMATION ON THESE\n   17  PROPOSALS, CONTACT YOUR LOCAL BOARD OF  ELECTIONS  AND  SEE  YOUR  LOCAL\n   18  NEWSPAPER.    THE ARGUMENTS FOR AND AGAINST THE PROPOSALS DO NOT CONSTI-\n   19  TUTE ENDORSEMENT BY THE STATE OF NEW YORK, NOR DOES  THE  STATE  CERTIFY\n   20  THE ACCURACY OR TRUTH OF ANY STATEMENT MADE IN THOSE MATERIALS.\n   21    3.  MATERIALS SHALL BE PREPARED FOR EACH BALLOT PROPOSAL TO BE SUBMIT-\n   22  TED TO A STATEWIDE VOTE AT THE GENERAL ELECTION. SUCH MATERIALS SHALL BE\n   23  PREPARED AS PRESCRIBED IN SECTION 7-306 OF THIS TITLE, AND SHALL INCLUDE\n   24  THE FOLLOWING:\n   25    (A) A TRUE COPY OF THE FORM OF THE BALLOT PROPOSAL, AS IT WILL  APPEAR\n   26  ON  THE  BALLOT,  SET  OUT  IN BOLDFACE OR ITALIC TYPE AT THE TOP OF THE\n   27  PAGE;\n   28    (B) A CONCISE,  IMPARTIAL,  AND  UNDERSTANDABLE  EXPLANATION,  NOT  TO\n   29  EXCEED  FIVE  HUNDRED WORDS, STATING THE NATURE AND EFFECT OF THE BALLOT\n   30  PROPOSAL;\n   31    (C) A STATEMENT NOT TO EXCEED THREE HUNDRED WORDS, OF THE MAJOR  ARGU-\n   32  MENTS FOR ITS PASSAGE, CLEARLY LABELLED AS SUCH;\n   33    (D)  A STATEMENT NOT TO EXCEED THREE HUNDRED WORDS, OF THE MAJOR ARGU-\n   34  MENTS AGAINST ITS PASSAGE, CLEARLY LABELLED AS SUCH;\n   35    (E) THE FULL TEXT OF THE BALLOT PROPOSAL, WHICH SHALL BE PRINTED SO AS\n   36  TO INDICATE BY THE USE OF ITALIC TYPE THE MATTER IF ANY  THAT  WOULD  BE\n   37  ADDED  TO  THE STATE CONSTITUTION OF LAW, AND BY THE USE OF BRACKETS THE\n   38  MATTER IF ANY THAT WOULD BE DELETED THEREFROM;\n   39    (F) AN EXPLANATION OF  SUCH  USE  OF  ITALIC  TYPE  AND  BRACKETS,  AS\n   40  DESCRIBED IN PARAGRAPH (E) OF THIS SUBDIVISION; AND\n   41    (G) THE MEMBERS OF THE COMMITTEE THAT PREPARED THE MATERIALS.\n   42    S  7-306.  PREPARATION  OF BALLOT PROPOSAL MATERIALS. 1. ALL MATERIALS\n   43  REQUIRED BY PARAGRAPHS (A), (E), (F) AND (G)  OF  SUBDIVISION  THREE  OF\n   44  SECTION  7-304  OF  THIS  TITLE  SHALL BE PREPARED BY THE STATE BOARD OF\n   45  ELECTIONS, AND ALL MATERIALS REQUIRED BY PARAGRAPHS (B), (C) AND (D)  OF\n   46  SUBDIVISION  THREE  OF  SECTION 7-304 OF THIS TITLE WITH RESPECT TO EACH\n   47  BALLOT PROPOSAL, SHALL BE PREPARED BY A SEPARATE COMMITTEE CONSISTING OF\n   48  SEVEN MEMBERS. THE MAJORITY LEADER  OF  THE  SENATE  SHALL  APPOINT  TWO\n   49  MEMBERS  TO  SERVE ON SUCH COMMITTEE.  THE SPEAKER OF THE ASSEMBLY SHALL\n   50  APPOINT TWO MEMBERS TO SUCH COMMITTEE. THE MINORITY LEADER OF THE SENATE\n   51  AND THE MINORITY LEADER OF THE ASSEMBLY SHALL JOINTLY APPOINT TWO  ADDI-\n   52  TIONAL  PERSONS  TO  SUCH  COMMITTEE.  IN MAKING THEIR APPOINTMENTS, THE\n   53  MAJORITY AND THE MINORITY LEADERS OF THE SENATE AND THE SPEAKER  OF  THE\n   54  ASSEMBLY  AND  THE  MINORITY  LEADER  OF  THE ASSEMBLY SHALL ENDEAVOR TO\n   55  CREATE A COMMITTEE WITH A BROAD RANGE OF OPINIONS ON  THE  MEASURE.  THE\n   56  SEVENTH  MEMBER  SHALL  BE  THE  ATTORNEY GENERAL AND SHALL SERVE AS THE\n\n       A. 234                              4\n\n    1  CHAIRPERSON OF THE COMMITTEE. VACANCIES SHALL  BE  FILLED  IN  THE  SAME\n    2  MANNER  AS THE ORIGINAL APPOINTMENT. MEMBERS WHO ARE NOT STATE OFFICIALS\n    3  SHALL BE ENTITLED TO ACTUAL  AND  NECESSARY  EXPENSES  INCURRED  IN  THE\n    4  PERFORMANCE OF THEIR DUTIES.\n    5    2.  THE  STATE BOARD OF ELECTIONS SHALL MAKE STAFF AVAILABLE TO ASSIST\n    6  THE COMMITTEE IN CARRYING OUT ITS RESPONSIBILITIES.\n    7    3. THE COMMITTEE MUST MEET WITHIN TEN DAYS AFTER EACH PROPOSITION  HAS\n    8  PASSED  BOTH  HOUSES  OF  THE  LEGISLATURE TO DETERMINE WHO SHALL BE THE\n    9  PRINCIPAL PROPONENTS AND  OPPONENTS  OF  EACH  MEASURE.  SUCH  PRINCIPAL\n   10  PROPONENT OR OPPONENT MAY BE A MEMBER OF THE COMMITTEE OR ANY REGISTERED\n   11  VOTER IN THE STATE.\n   12    4.  THE  COMMITTEE  SHALL ANNOUNCE WITH SUCH NOTICE AS THE STATE BOARD\n   13  SHALL SPECIFY, ITS PRELIMINARY DRAFT OF THE  EXPLANATORY  STATEMENT  AND\n   14  THE  ARGUMENTS  OPPOSING  AND PROPOSING THE BALLOT PROPOSALS AS PROVIDED\n   15  FOR IN PARAGRAPHS (B), (C) AND (D) OF SUBDIVISION THREE OF SECTION 7-304\n   16  OF THIS TITLE, NOT LATER THAN THE DATE FIXED BY THE STATE BOARD PURSUANT\n   17  TO THE PROVISIONS OF SECTION 7-302 OF THIS TITLE. ANY  PERSON  MAY  FILE\n   18  WITH THE COMMITTEE A WRITTEN STATEMENT OF SUGGESTED CHANGES AND ALL SUCH\n   19  STATEMENTS  SUBMITTED  NOT  LATER THAN THE DATE FIXED BY THE STATE BOARD\n   20  SHALL BE CONSIDERED BY SUCH COMMITTEE.\n   21    5. IN COMPLIANCE WITH PARAGRAPHS (C) AND (D) OF SUBDIVISION  THREE  OF\n   22  SECTION  7-304  OF THIS TITLE, THE COMMITTEE MAY SELECT NO MORE THAN TWO\n   23  ARGUMENTS ADVANCED BY PROPONENTS AND OPPONENTS OF EVERY  MEASURE  TO  BE\n   24  SUBMITTED  TO  THE  VOTERS.  IF  NO  ARGUMENT  IS DEEMED APPROPRIATE FOR\n   25  SELECTION, THE COMMITTEE MAY RESERVE THE RESPONSIBILITY FOR  COMPOSITION\n   26  OF  EITHER  OR  BOTH. IN MAKING ITS SELECTIONS, THE COMMITTEE SHALL GIVE\n   27  PRIORITY TO ARGUMENTS ADVANCED BY ORGANIZATIONS  OVER  CONSIDERATION  OF\n   28  ARGUMENTS  ADVANCED BY INDIVIDUALS. THE STATE BOARD SHALL INCLUDE IN THE\n   29  BALLOT PAMPHLET ON THE SAME PAGE AS THE PRINTED ARGUMENT RELATING TO THE\n   30  MEASURE, THE NAME OF THE ORGANIZATION, IF ANY,  ADVANCING  THE  ARGUMENT\n   31  AND WHETHER THE ARGUMENT SUPPORTS OR OPPOSES THE MEASURE. IF THE COMMIT-\n   32  TEE  ITSELF  HAS WRITTEN THE ARGUMENT, A DISCLAIMER IN SUBSTANTIALLY THE\n   33  SAME FORM SHALL BE PRINTED IMMEDIATELY BELOW THE ARGUMENT:\n   34    THE PRINTING OF THIS ARGUMENT DOES NOT CONSTITUTE  AN  ENDORSEMENT  BY\n   35  THE  STATE OF NEW YORK, NOR DOES THE STATE WARRANT THE ACCURACY OR TRUTH\n   36  OF ANY STATEMENT MADE IN THE ARGUMENT.\n   37    6. THE COMMITTEE MAY REJECT A STATEMENT OR PORTIONS THEREOF, IF IT:\n   38    (A) CONTAINS ANY LANGUAGE THAT THE COMMITTEE, AT ITS  DISCRETION,  HAS\n   39  CONSTRUED NOT TO ACCOMPLISH THE GOALS OF THIS TITLE;\n   40    (B)  CONTAINS ANY LANGUAGE WHICH MAY NOT BE LEGALLY CIRCULATED THROUGH\n   41  THE MAILS; OR\n   42    (C) IS SUBMITTED AFTER THE DATE SPECIFIED BY THE BOARD.\n   43    7. THEREAFTER, THE COMMITTEE SHALL MAKE ANY CHANGES IN  THE  MATERIALS\n   44  AS  IT  CONSIDERS  PROPER AND SHALL FILE THE FINAL SET OF MATERIALS WITH\n   45  THE STATE BOARD NOT LATER THAN THE DATE SET BY SUCH  BOARD  PURSUANT  TO\n   46  THE PROVISIONS OF SECTION 7-302 OF THIS TITLE.\n   47    8.  THE  PRELIMINARY MATERIALS AND THE FINAL SET OF MATERIALS SHALL BE\n   48  CONCURRED ON AND CERTIFIED BY THE COMMITTEE OR AT LEAST BY FOUR  OF  ITS\n   49  MEMBERS.  IF  A MEMBER DOES NOT CONCUR, A STATEMENT SHALL SHOW ONLY THAT\n   50  HE DISSENTS AND WHERE APPLICABLE, THAT HE WAS APPOINTED AS  A  PROPONENT\n   51  OR OPPONENT OF THE MEASURE.\n   52    9. THE STATE BOARD SHALL CERTIFY AND MAKE PUBLIC THE FINAL CONTENTS OF\n   53  THE  BALLOT  PAMPHLET  NO  LATER  THAN SIXTY DAYS BEFORE THE ELECTION AT\n   54  WHICH THE MEASURE IS TO APPEAR ON THE BALLOT.\n   55    S 7-308. STATE IMMUNITY. NO CAUSE OF ACTION SHALL  ARISE  AGAINST  THE\n   56  STATE OF NEW YORK OR ANY AGENCY OR EMPLOYEE THEREOF WITH RESPECT TO SUCH\n\n       A. 234                              5\n\n    1  BALLOT  PAMPHLET  EXCEPT  AS CAUSED BY THE NEGLIGENCE OR WILLFUL ACTS OF\n    2  THE STATE OR OF ITS AGENTS OR EMPLOYEES, NOR MAY A CAUSE OF ACTION ARISE\n    3  AGAINST THE STATE OF NEW YORK OR  ANY  AGENCY  OR  EMPLOYEE  THEREOF  BY\n    4  VIRTUE OF STATEMENTS PREPARED BY ANY COMMITTEE CONSTITUTED UNDER SECTION\n    5  7-306 OF THIS TITLE.\n    6    S  7-310. PRINTING. 1. THE STATE BOARD SHALL CAUSE THE BALLOT PAMPHLET\n    7  TO BE PRINTED IN AS LEGIBLE A MANNER AS  POSSIBLE  CONSISTENT  WITH  THE\n    8  PURPOSE OF THIS TITLE. IN THE EVENT THAT THE STATE BOARD DETERMINES THAT\n    9  THE  PRINTING OF THE BALLOT PAMPHLET WOULD BE MORE EFFICIENT AND ECONOM-\n   10  ICAL IF DONE BY THE LOCAL BOARDS OF ELECTIONS, THE STATE BOARD IS HEREBY\n   11  AUTHORIZED TO INSTRUCT ALL BOARDS  OF  ELECTIONS  TO  PRINT  THE  BALLOT\n   12  PAMPHLET. SHOULD THE STATE BOARD SO INSTRUCT THE BOARDS OF ELECTIONS, IT\n   13  SHALL  PROMPTLY  REIMBURSE  EACH BOARD FOR THE ACTUAL COST OF PRODUCTION\n   14  INCURRED BY SAID BOARD.\n   15    2. THE STATE BOARD OR THE LOCAL BOARDS OF ELECTIONS AS PROVIDED FOR IN\n   16  SUBDIVISION ONE OF THIS SECTION, SHALL ALSO  PREPARE  AND  CAUSE  TO  BE\n   17  PRINTED, AND DISTRIBUTE TO SUCH VOTERS AS IT DEEMS APPROPRIATE, A TRANS-\n   18  LATION  OF  THE  BALLOT  PAMPHLET  INTO  SPANISH AND ANY OTHER LANGUAGES\n   19  REQUIRED TO COMPLY WITH THE VOTING RIGHTS ACT OF 1965, AS AMENDED.\n   20    S 7-312. DISTRIBUTION. 1. THERE SHALL BE NO CHARGE FOR  SINGLE  COPIES\n   21  OF THE BALLOT PAMPHLET.\n   22    2.  IN  EVERY  GENERAL  ELECTION  IN WHICH A BALLOT PROPOSAL IS ON THE\n   23  STATEWIDE BALLOT, THE STATE BOARD SHALL  CAUSE  A  COPY  OF  THE  BALLOT\n   24  PAMPHLET  TO  BE  DISTRIBUTED  TO  AT LEAST ONE REGISTERED VOTER IN EACH\n   25  HOUSEHOLD. IN THE EVENT THE STATE BOARD DETERMINES THAT DISTRIBUTION  OF\n   26  THE  BALLOT  PAMPHLET  WOULD BE MORE EFFICIENT AND ECONOMICAL IF DONE BY\n   27  THE LOCAL BOARDS OF ELECTIONS, THE STATE BOARD IS HEREBY  AUTHORIZED  TO\n   28  INSTRUCT ALL BOARDS OF ELECTIONS TO DISTRIBUTE THE BALLOT PAMPHLET TO AT\n   29  LEAST  ONE REGISTERED VOTER IN EACH HOUSEHOLD. SHOULD THE STATE BOARD SO\n   30  INSTRUCT THE BOARDS OF ELECTIONS, IT SHALL PROVIDE A  SUFFICIENT  NUMBER\n   31  OF  BALLOT PAMPHLETS TO EACH BOARD OF ELECTIONS AND SHALL PROMPTLY REIM-\n   32  BURSE EACH BOARD FOR THE ACTUAL COST OF POSTAGE INCURRED BY  SAID  BOARD\n   33  IN DISTRIBUTING THE PAMPHLET PROVIDED THAT SAID BOARD UTILIZE THE LOWEST\n   34  FEASIBLE  POSTAGE  RATE CHARGED BY THE UNITED STATES POSTAL SERVICE. THE\n   35  DISTRIBUTION OF THE BALLOT PAMPHLETS TO REGISTERED VOTERS OR  HOUSEHOLDS\n   36  SHALL BE MADE BETWEEN TWENTY AND FORTY DAYS BEFORE THE ELECTION TO WHICH\n   37  THEY PERTAIN.\n   38    3.  SUFFICIENT COPIES SHALL ALSO BE PROVIDED TO BOARDS OF ELECTIONS TO\n   39  PERMIT EACH SUCH BOARD TO SUPPLY FIVE COPIES TO EACH ELECTION DISTRICT.\n   40    4. IN ADDITION TO PROVIDING A  SUFFICIENT  NUMBER  OF  COPIES  OF  THE\n   41  PAMPHLET  TO COMPLY WITH SUBDIVISIONS TWO AND THREE OF THIS SECTION, THE\n   42  STATE BOARD SHALL CAUSE TO BE PRINTED AT LEAST FIFTY THOUSAND ADDITIONAL\n   43  COPIES AND PROVIDE THEM TO THOSE PERSONS, ORGANIZATIONS AND OTHER  ENTI-\n   44  TIES  THAT REQUEST THEM, AT NO CHARGE, PROVIDED THAT THE STATE BOARD MAY\n   45  IMPOSE A CHARGE FOR BULK ORDERS OF GREATER THAN FIVE COPIES AND MAY  SET\n   46  LIMITS  ON THE TOTAL NUMBER OF COPIES THAT ANY SINGLE INDIVIDUAL, ORGAN-\n   47  IZATION OR OTHER ENTITY MAY OBTAIN UPON REQUEST.\n   48    S 7-314. AUTHORIZATION TO LOCAL COMMUNITIES. THE LEGISLATIVE BODIES OF\n   49  ALL CITIES, TOWNS AND COUNTIES ARE HEREBY  AUTHORIZED  TO  ENACT  LEGIS-\n   50  LATION  CONSISTENT  WITH THE PROVISIONS OF THIS TITLE WHICH WOULD ENABLE\n   51  QUESTIONS, PROPOSITIONS, AND ISSUES ON THE BALLOT IN SUCH CITIES,  TOWNS\n   52  AND  COUNTIES  TO  BE PRESENTED TO VOTERS BY MEANS OF A BALLOT PAMPHLET.\n   53  ANY SUCH PAMPHLET MAY, WITH THE APPROVAL OF THE STATE BOARD,  BE  MAILED\n   54  TOGETHER  WITH  THE STATEWIDE BALLOT PAMPHLET. THE ADDITIONAL EXPENSE OF\n   55  PREPARING, PRINTING AND DISTRIBUTING SUCH A PAMPHLET SHALL  BE  PAID  BY\n   56  SUCH CITY, TOWN OR COUNTY.\n\n       A. 234                              6\n\n    1    S 8. Subdivision 2 of section 16-100 of the election law is amended to\n    2  read as follows:\n    3    2.    The county court is vested with jurisdiction to summarily deter-\n    4  mine any question of law or fact except proceedings as to  a  nomination\n    5  or  election at a primary election or a nomination at a judicial conven-\n    6  tion, proceedings as to  the  casting  and  canvass  of  ballots  [and],\n    7  proceedings  for  examination or preservation of ballots AND PROCEEDINGS\n    8  AS TO THE CONTENTS OF STATEMENTS ON CONSTITUTIONAL AMENDMENTS, QUESTIONS\n    9  AND PROPOSITIONS.\n   10    S 9. The election law is amended by adding a  new  section  16-105  to\n   11  read as follows:\n   12    S  16-105.  PROCEEDINGS AS TO THE CONTENT OF BALLOT PAMPHLETS. 1.  ANY\n   13  PERSON ELIGIBLE TO VOTE ON ANY BALLOT PROPOSAL CONTAINED IN  ANY  BALLOT\n   14  PAMPHLET PREPARED PURSUANT TO TITLE THREE OF ARTICLE SEVEN OF THIS CHAP-\n   15  TER  MAY INSTITUTE A PROCEEDING AS TO THE FACTUAL ACCURACY OF STATEMENTS\n   16  ON CONSTITUTIONAL  AMENDMENTS,  QUESTIONS  AND  PROPOSITIONS.  ANY  SUCH\n   17  PROCEEDING  SHALL  BE  BROUGHT  IN THE SUPREME COURT OF THE STATE OF NEW\n   18  YORK, ALBANY COUNTY.\n   19    2. A PROCEEDING PURSUANT TO SUBDIVISION ONE OF THIS  SECTION  MUST  BE\n   20  INSTITUTED  NO  LATER  THAN TEN DAYS AFTER THE STATE BOARD CERTIFIES THE\n   21  FINAL CONTENTS OF THE BALLOT PAMPHLET. IF THE COURT FINDS THAT THE  FORM\n   22  AND  CONTENTS  DO  NOT  COMPLY WITH THE REQUIREMENTS OF ARTICLE SEVEN OF\n   23  THIS CHAPTER, OR  FINDS  BY  CLEAR  AND  CONVINCING  EVIDENCE  THAT  THE\n   24  LANGUAGE  OF  THE  PAMPHLET  IS FALSE OR MISLEADING, IT SHALL ORDER SUCH\n   25  CHANGES AS IT DEEMS NECESSARY, PROVIDED THAT ANY CHANGES SO ORDERED WILL\n   26  NOT SUBSTANTIALLY INTERFERE WITH THE PRINTING AND  DISTRIBUTION  OF  THE\n   27  PAMPHLET AS REQUIRED BY LAW.\n   28    3.  A  FINAL ORDER IN ANY PROCEEDING UNDER THIS SECTION SHALL BE MADE,\n   29  IF POSSIBLE, AT LEAST FIFTY DAYS BEFORE THE GENERAL ELECTION  FOR  WHICH\n   30  THE PAMPHLET WAS PREPARED.\n   31    S  10.  On  or  before  March  1,  two thousand seventeen the board of\n   32  elections shall submit a report to  the  governor  and  the  legislature\n   33  evaluating  the  effectiveness of ballot pamphlets as a tool to increase\n   34  voter awareness,  registration  and  participation.  Such  report  shall\n   35  include  statistics  on voter participation both before and after ballot\n   36  pamphlets were distributed and findings and recommendations on  continu-\n   37  ing and improving title III of article 7 of the election law.\n   38    S 11. This act shall take effect April 1, 2013 and shall expire May 1,\n   39  2017,  when  upon  such  date the provisions of this act shall be deemed\n   40  repealed.\n         REPEAL NOTE.--Subdivisions 2 and 3 of section 4-116  of  the  election\n       law,  proposed  to  be repealed by this act, provides for publication of\n       proposed constitutional amendments.\n         Paragraphs c and d of subdivision 1 of section 4-108 of  the  election\n       law,  proposed  to be repealed by this act, provide for a transmittal to\n       county boards of an abstract of proposed constitutional  amendments  and\n       for the form of the proposed constitutional amendment.\n         Subdivision  4  of  section  5-204 of the election law, proposed to be\n       repealed by this act, provides for distribution of  copies  of  proposed\n       constitutional amendments and questions at local registration.\n         Subdivision  2  of  section  4-117 of the election law, proposed to be\n       repealed by this act, provides for mailing copies of proposed  constitu-\n       tional amendments and questions to registered voters.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to the preparation, contents and distribution of a paper pamphlet containing information relative to general elections, to repeal certain provisions of the election law, relating to distribution of copies of proposed amendments to the constitution or other propositions or questions; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T153838.TXT", "SOBI.D101217.T152507.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T161506.TXT", "SOBI.D101217.T151952.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292877518318
}