{
  "year" : 2011,
  "senateBillNo" : "A2348-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2348-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to domestic violence; repealer",
  "summary" : "Defines \"victim of domestic violence\"; prohibits employers from discriminating against victims of domestic violence. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AA9018-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2348\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WEINSTEIN  -- Multi-Sponsored by -- M. of A.\n         ABBATE, DESTITO, GALEF, GLICK, JAFFEE, McENENY, MILLMAN, PAULIN, PHEF-\n         FER, TITONE, WEPRIN -- read once and  referred  to  the  Committee  on\n         Governmental Operations\n\n       AN  ACT to amend the executive law, in relation to prohibiting employers\n         from discriminating against  victims  of  domestic  violence;  and  to\n         repeal certain provisions of such law relating thereto\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Subdivision 34 of section 292  of  the  executive  law  is\n    2  REPEALED and a new subdivision 34 is added to read as follows:\n    3    34.  THE  TERM  \"VICTIM  OF DOMESTIC VIOLENCE\" MEANS A PERSON WHO IS A\n    4  VICTIM OF AN ACT WHICH WOULD CONSTITUTE A VIOLATION OF  THE  PENAL  LAW,\n    5  INCLUDING,  BUT  NOT  LIMITED  TO,  AN ACT DEFINED IN SUBDIVISION ONE OF\n    6  SECTION EIGHT HUNDRED TWELVE OF THE FAMILY COURT ACT, WHERE SUCH ACT  IS\n    7  OR HAS ALLEGED TO HAVE BEEN COMMITTED BY A FAMILY OR HOUSEHOLD MEMBER AS\n    8  DEFINED IN SUBDIVISION ONE OF SECTION EIGHT HUNDRED TWELVE OF THE FAMILY\n    9  COURT ACT.\n   10    S  2.  Paragraph  (a) of subdivision 1 of section 296 of the executive\n   11  law, as amended by chapter 80 of the laws of 2009, is amended to read as\n   12  follows:\n   13    (a) For an employer or licensing agency, because  of  an  individual's\n   14  age,  race,  creed, color, national origin, sexual orientation, military\n   15  status, sex, disability, predisposing genetic  characteristics,  marital\n   16  status,  or  STATUS AS A VICTIM OF domestic violence [victim status], to\n   17  refuse to hire or employ or to bar or to discharge from employment  such\n   18  individual or to discriminate against such individual in compensation or\n   19  in terms, conditions or privileges of employment.\n   20    S  3.  Section  296  of  the  executive law is amended by adding a new\n   21  subdivision 20 to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06921-01-1\n\n       A. 2348                             2\n\n    1    20. (A) IT SHALL BE AN UNLAWFUL DISCRIMINATORY PRACTICE FOR AN EMPLOY-\n    2  ER OR LICENSING AGENCY, BECAUSE OF ANY INDIVIDUAL'S STATUS AS  A  VICTIM\n    3  OF  DOMESTIC  VIOLENCE, TO REFUSE TO HIRE OR EMPLOY OR LICENSE OR TO BAR\n    4  OR TO DISCHARGE FROM  EMPLOYMENT  SUCH  INDIVIDUAL  OR  TO  DISCRIMINATE\n    5  AGAINST SUCH INDIVIDUAL IN COMPENSATION OR IN TERMS, CONDITIONS OR PRIV-\n    6  ILEGES OF EMPLOYMENT.\n    7    (B) IT SHALL BE AN UNLAWFUL DISCRIMINATORY PRACTICE FOR AN EMPLOYER OR\n    8  EMPLOYMENT AGENCY TO PRINT OR CIRCULATE OR CAUSE TO BE PRINTED OR CIRCU-\n    9  LATED ANY STATEMENT, ADVERTISEMENT OR PUBLICATION, OR TO USE ANY FORM OF\n   10  APPLICATION  FOR  EMPLOYMENT  OR  TO MAKE ANY INQUIRY IN CONNECTION WITH\n   11  PROSPECTIVE EMPLOYMENT WHICH  EXPRESSES,  DIRECTLY  OR  INDIRECTLY,  ANY\n   12  LIMITATION,  SPECIFICATION OR DISCRIMINATION AS TO STATUS AS A VICTIM OF\n   13  DOMESTIC VIOLENCE, OR ANY INTENT TO MAKE ANY SUCH LIMITATION, SPECIFICA-\n   14  TION OR DISCRIMINATION; PROVIDED, HOWEVER, THAT  NO  PROVISION  OF  THIS\n   15  SUBDIVISION  SHALL BE CONSTRUED TO PROHIBIT THE EMPLOYER FROM MAKING ANY\n   16  INQUIRY OR OBTAINING INFORMATION FOR THE PURPOSE OF PROVIDING ASSISTANCE\n   17  TO, OR A REASONABLE ACCOMMODATION IN ACCORDANCE WITH THE  PROVISIONS  OF\n   18  THIS SUBDIVISION TO, A VICTIM OF DOMESTIC VIOLENCE.\n   19    (C)(1) IT SHALL BE AN UNLAWFUL DISCRIMINATORY PRACTICE FOR AN EMPLOYER\n   20  TO  REFUSE  TO  PROVIDE A REASONABLE ACCOMMODATION TO AN EMPLOYEE WHO IS\n   21  KNOWN BY THE EMPLOYER TO BE A VICTIM OF DOMESTIC  VIOLENCE,  LIMITED  TO\n   22  THOSE  ACCOMMODATIONS  SET  FORTH IN SUBPARAGRAPH TWO OF THIS PARAGRAPH,\n   23  WHEN SUCH EMPLOYEE MUST BE ABSENT  FROM  WORK  FOR  A  REASONABLE  TIME,\n   24  UNLESS SUCH ABSENCE WOULD CAUSE AN UNDUE HARDSHIP TO THE EMPLOYER AS SET\n   25  FORTH  IN  SUBPARAGRAPH  THREE OF THIS PARAGRAPH, PROVIDED, HOWEVER THAT\n   26  THE EMPLOYER MAY REQUIRE AN EMPLOYEE TO CHARGE ANY TIME OFF PURSUANT  TO\n   27  THIS SECTION AGAINST ANY LEAVE WITH PAY ORDINARILY GRANTED, WHERE AVAIL-\n   28  ABLE, UNLESS OTHERWISE PROVIDED FOR IN A COLLECTIVE BARGAINING AGREEMENT\n   29  OR  EXISTING  EMPLOYEE  HANDBOOK  OR  POLICY,  AND ANY SUCH ABSENCE THAT\n   30  CANNOT BE CHARGED MAY BE TREATED AS LEAVE WITHOUT PAY.  AN EMPLOYEE  WHO\n   31  MUST  BE  ABSENT  FROM  WORK IN ACCORDANCE WITH SUBPARAGRAPH TWO OF THIS\n   32  PARAGRAPH SHALL BE ENTITLED TO THE CONTINUATION OF ANY HEALTH  INSURANCE\n   33  COVERAGE  PROVIDED  BY  THE EMPLOYER, TO WHICH THE EMPLOYEE IS OTHERWISE\n   34  ENTITLED DURING ANY SUCH ABSENCE.\n   35    (2) AN EMPLOYER IS REQUIRED TO PROVIDE A REASONABLE  ACCOMMODATION  TO\n   36  AN EMPLOYEE WHO IS A VICTIM OF DOMESTIC VIOLENCE WHO MUST BE ABSENT FROM\n   37  WORK FOR A REASONABLE TIME, IN ACCORDANCE WITH THE PROVISIONS OF SUBPAR-\n   38  AGRAPH ONE OF THIS PARAGRAPH, LIMITED TO THE FOLLOWING:\n   39    (I) SEEKING MEDICAL ATTENTION FOR INJURIES CAUSED BY DOMESTIC VIOLENCE\n   40  INCLUDING  FOR  A  CHILD  WHO IS A VICTIM OF DOMESTIC VIOLENCE, PROVIDED\n   41  THAT THE EMPLOYEE IS  NOT  THE  PERPETRATOR  OF  THE  DOMESTIC  VIOLENCE\n   42  AGAINST THE CHILD; OR\n   43    (II)  OBTAINING SERVICES FROM A DOMESTIC VIOLENCE SHELTER, PROGRAM, OR\n   44  RAPE CRISIS CENTER AS A RESULT OF DOMESTIC VIOLENCE; OR\n   45    (III) OBTAINING PSYCHOLOGICAL COUNSELING RELATED  TO  AN  INCIDENT  OR\n   46  INCIDENTS OF DOMESTIC VIOLENCE, INCLUDING FOR A CHILD WHO IS A VICTIM OF\n   47  DOMESTIC  VIOLENCE, PROVIDED THAT THE EMPLOYEE IS NOT THE PERPETRATOR OF\n   48  THE DOMESTIC VIOLENCE AGAINST THE CHILD; OR\n   49    (IV) PARTICIPATING IN SAFETY PLANNING  AND  TAKING  OTHER  ACTIONS  TO\n   50  INCREASE  SAFETY  FROM  FUTURE INCIDENTS OF DOMESTIC VIOLENCE, INCLUDING\n   51  TEMPORARY OR PERMANENT RELOCATION; OR\n   52    (V) OBTAINING LEGAL SERVICES, ASSISTING  IN  THE  PROSECUTION  OF  THE\n   53  OFFENSE,  OR APPEARING IN COURT IN RELATION TO THE INCIDENT OR INCIDENTS\n   54  OF DOMESTIC VIOLENCE.\n   55    (3) AN EMPLOYER IS REQUIRED TO PROVIDE A REASONABLE ACCOMMODATION  FOR\n   56  AN EMPLOYEE'S ABSENCE IN ACCORDANCE WITH THE PROVISIONS OF SUBPARAGRAPHS\n\n       A. 2348                             3\n\n    1  ONE  AND  TWO OF THIS PARAGRAPH UNLESS THE EMPLOYER CAN DEMONSTRATE THAT\n    2  THE EMPLOYEE'S ABSENCE WOULD CONSTITUTE AN UNDUE HARDSHIP TO THE EMPLOY-\n    3  ER. A DETERMINATION OF WHETHER SUCH AN ABSENCE WILL CONSTITUTE AN  UNDUE\n    4  HARDSHIP SHALL INCLUDE CONSIDERATION OF FACTORS SUCH AS:\n    5    (I)  THE  OVERALL  SIZE  OF  THE  BUSINESS, PROGRAM OR ENTERPRISE WITH\n    6  RESPECT TO THE NUMBER OF EMPLOYEES, NUMBER AND TYPE OF  FACILITIES,  AND\n    7  SIZE OF BUDGET; AND\n    8    (II)  THE  TYPE  OF OPERATION IN WHICH THE BUSINESS, PROGRAM OR ENTER-\n    9  PRISE IS ENGAGED, INCLUDING THE COMPOSITION AND STRUCTURE OF  THE  WORK-\n   10  FORCE.\n   11    (4)  AN  EMPLOYEE  WHO MUST BE ABSENT FROM WORK IN ACCORDANCE WITH THE\n   12  PROVISIONS OF SUBPARAGRAPH ONE  OF  THIS  PARAGRAPH  SHALL  PROVIDE  THE\n   13  EMPLOYER  WITH  REASONABLE  ADVANCE  NOTICE  OF  THE EMPLOYEE'S ABSENCE,\n   14  UNLESS SUCH ADVANCE NOTICE IS NOT FEASIBLE.\n   15    (5) AN EMPLOYEE WHO MUST BE ABSENT FROM WORK IN  ACCORDANCE  WITH  THE\n   16  PROVISIONS OF SUBPARAGRAPH ONE OF THIS PARAGRAPH AND WHO CANNOT FEASIBLY\n   17  GIVE REASONABLE ADVANCE NOTICE OF THE ABSENCE IN ACCORDANCE WITH SUBPAR-\n   18  AGRAPH  FOUR  OF THIS PARAGRAPH MUST, WITHIN A REASONABLE TIME AFTER THE\n   19  ABSENCE, PROVIDE A CERTIFICATION TO THE EMPLOYER WHEN REQUESTED  BY  THE\n   20  EMPLOYER.\n   21    SUCH CERTIFICATION SHALL BE IN THE FORM OF:\n   22    (I)  A  POLICE  REPORT  INDICATING  THAT  THE EMPLOYEE WAS A VICTIM OF\n   23  DOMESTIC VIOLENCE;\n   24    (II) A COURT ORDER PROTECTING OR  SEPARATING  THE  EMPLOYEE  FROM  THE\n   25  PERPETRATOR OF AN ACT OF DOMESTIC VIOLENCE;\n   26    (III)  OTHER  EVIDENCE FROM THE COURT OR PROSECUTING ATTORNEY THAT THE\n   27  EMPLOYEE APPEARED IN COURT; OR\n   28    (IV) DOCUMENTATION FROM  A  MEDICAL  PROFESSIONAL,  DOMESTIC  VIOLENCE\n   29  ADVOCATE,  HEALTH  CARE  PROVIDER,  OR  COUNSELOR  THAT THE EMPLOYEE WAS\n   30  UNDERGOING COUNSELING OR TREATMENT FOR PHYSICAL OR  MENTAL  INJURIES  OR\n   31  ABUSE RESULTING IN VICTIMIZATION FROM AN ACT OF DOMESTIC VIOLENCE.\n   32    (6)  WHERE  AN  EMPLOYEE HAS A PHYSICAL OR MENTAL DISABILITY RESULTING\n   33  FROM AN INCIDENT OR SERIES  OF  INCIDENTS  OF  DOMESTIC  VIOLENCE,  SUCH\n   34  EMPLOYEE  SHALL  BE  TREATED  IN THE SAME MANNER AS AN EMPLOYEE WITH ANY\n   35  OTHER DISABILITY, PURSUANT TO  THE  PROVISIONS  OF  THIS  SECTION  WHICH\n   36  PROVIDE  THAT  DISCRIMINATION AND REFUSAL TO PROVIDE REASONABLE ACCOMMO-\n   37  DATION OF DISABILITY ARE UNLAWFUL DISCRIMINATORY PRACTICES.\n   38    (D) TO THE EXTENT ALLOWED BY LAW, EMPLOYERS SHALL MAINTAIN THE  CONFI-\n   39  DENTIALITY OF ANY INFORMATION REGARDING AN EMPLOYEE'S STATUS AS A VICTIM\n   40  OF DOMESTIC VIOLENCE.\n   41    S  4.  This  act shall take effect on the ninetieth day after it shall\n   42  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to prohibiting employers from discriminating against victims of domestic violence; and to repeal certain provisions of such law relating thereto ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110118.T140141.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110119.T102737.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450857132
}