{
  "year" : 2011,
  "senateBillNo" : "A2340-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to health",
    "billEventId" : "A2340-2011-1295326800000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Modifies medicaid services' availability to bring them more in line with those of private health insurance coverage; repealer",
  "summary" : "Modifies medicaid services' availability to bring them more in line with those of private health insurance coverage. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "AA6677-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2340\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHIMMINGER, GABRYSZAK -- Multi-Sponsored by --\n         M. of A. GIGLIO, HAWLEY, HOOPER, MAGEE, J. RIVERA, TOWNS -- read  once\n         and referred to the Committee on Health\n\n       AN  ACT  to  amend the social services law, in relation to the character\n         and adequacy of Medicaid assistance and to  repeal  paragraph  (n)  of\n         subdivision  2 of section 365-a of the social services law relating to\n         the care and services of audiologists\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Paragraph  (a)  of  subdivision 2 of section 365-a of the\n    2  social services law, as amended by chapter 47 of the laws  of  1996,  is\n    3  amended to read as follows:\n    4    (a)  services  of qualified physicians, [dentists, nurses, and private\n    5  duty nursing services shall be further  subject  to  the  provisions  of\n    6  section  three  hundred  sixty-seven-o  of  this chapter,] optometrists,\n    7  NURSE MIDWIVES, NURSE  PRACTITIONERS,  and  other  related  professional\n    8  personnel;\n    9    S  2.  Paragraph  (f)  of subdivision 2 of section 365-a of the social\n   10  services law, as added by chapter 184 of the laws of 1969 and as  relet-\n   11  tered by chapter 478 of the laws of 1980, is amended to read as follows:\n   12    (f)  preventive,  prophylactic and other routine dental care, services\n   13  and supplies ONLY WHEN PROVIDED  IN  A  HOSPITAL  OUTPATIENT  OR  CLINIC\n   14  FACILITY REFERRED TO IN PARAGRAPH (C) OF THIS SUBDIVISION;\n   15    S  3.  Paragraph  (g)  of subdivision 2 of section 365-a of the social\n   16  services law, as amended by section 1 of part F of chapter  497  of  the\n   17  laws of 2008, is amended to read as follows:\n   18    (g)  sickroom  supplies,  eyeglasses,  AND  prosthetic appliances [and\n   19  dental prosthetic appliances] furnished in  accordance  with  the  regu-\n   20  lations  of  the department, provided that the commissioner of health is\n   21  authorized to implement a preferred diabetic supply program wherein  the\n   22  department  of  health  will  receive  enhanced  rebates  from preferred\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02430-01-1\n\n       A. 2340                             2\n\n    1  manufacturers of glucometers and test strips, and may  subject  non-pre-\n    2  ferred manufacturers' glucometers and test strips to prior authorization\n    3  under  section two hundred seventy-three of the public health law; drugs\n    4  provided  on  an  in-patient  basis,  those  drugs contained on the list\n    5  established by regulation of the  commissioner  of  health  pursuant  to\n    6  subdivision  four  of  this  section,  and  those drugs which may not be\n    7  dispensed without a prescription  as  required  by  section  sixty-eight\n    8  hundred  ten  of  the education law and which the commissioner of health\n    9  shall determine to be reimbursable based upon such factors as the avail-\n   10  ability of such drugs or alternatives at low  cost  if  purchased  by  a\n   11  medicaid  recipient,  or the essential nature of such drugs as described\n   12  by such commissioner in regulations, provided, however, that such drugs,\n   13  exclusive of long-term maintenance drugs, shall be dispensed in  quanti-\n   14  ties no greater than a thirty day supply or one hundred doses, whichever\n   15  is  greater; provided further that the commissioner of health is author-\n   16  ized to require prior authorization for any  refill  of  a  prescription\n   17  when  less  than seventy-five percent of the previously dispensed amount\n   18  per fill should have been used were the product used as  normally  indi-\n   19  cated,  AND  PROVIDED  FURTHER  THAT  SUCH COMMISSIONER IS AUTHORIZED TO\n   20  REQUIRE PRIOR APPROVAL OF ANY PRESCRIPTION DRUG THAT IS PRESCRIBED FOR A\n   21  RESIDENT OF A NURSING HOME AND THAT IS NOT REIMBURSED  AS  PART  OF  THE\n   22  NURSING  HOME'S  MEDICAID RATE; medical assistance shall not include any\n   23  drug provided on other than an in-patient basis for which a recipient is\n   24  charged or a claim is made in the case of a prescription drug, in excess\n   25  of the maximum reimbursable amounts  to  be  established  by  department\n   26  regulations in accordance with standards established by the secretary of\n   27  the  United  States  department of health and human services, or, in the\n   28  case of a drug not requiring a prescription, in excess  of  the  maximum\n   29  reimbursable  amount  established by the commissioner of health pursuant\n   30  to paragraph (a) of subdivision four of this section;\n   31    S 4. Paragraph (l) of subdivision 2 of section  365-a  of  the  social\n   32  services  law,  as amended by chapter 81 of the laws of 1995, is amended\n   33  to read as follows:\n   34    (l) care and services of podiatrists, CLINICAL  PSYCHOLOGISTS,  NURSES\n   35  AND  AUDIOLOGISTS, INCLUDING SUCH CARE AND SERVICES PROVIDED IN A HOSPI-\n   36  TAL OUT-PATIENT OR CLINIC FACILITY REFERRED TO IN PARAGRAPH (C) OF  THIS\n   37  SUBDIVISION,  AND  DENTISTS,  which  care  and  services  shall  only be\n   38  provided upon referral by a physician, nurse practitioner  or  certified\n   39  nurse  midwife  in  accordance  with  the  program of early and periodic\n   40  screening and diagnosis established pursuant  to  subdivision  three  of\n   41  this  section  or  to persons eligible for benefits under title XVIII of\n   42  the federal social security act as qualified medicare  beneficiaries  in\n   43  accordance  with  federal requirements therefor [and private duty nurses\n   44  which care and services shall only be provided in accordance with  regu-\n   45  lations  of  the  department  of health; provided, however, that private\n   46  duty nursing services shall not be restricted  when  such  services  are\n   47  more  appropriate and cost-effective than nursing services provided by a\n   48  home health agency pursuant to section three hundred sixty-seven-l];\n   49    S 5. Paragraph (n) of subdivision 2 of section  365-a  of  the  social\n   50  services law, as added by chapter 556 of the laws of 1986, is REPEALED.\n   51    S  6.  The commissioner of health is authorized to promulgate or adopt\n   52  any rules or regulations necessary to implement the provisions  of  this\n   53  act and any procedures, forms, or instructions necessary for such imple-\n   54  mentation  may  be  adopted and issued on or after the effective date of\n   55  this act. Notwithstanding any inconsistent provision of the state admin-\n   56  istrative procedure act or any other provision of  law,  rule  or  regu-\n\n       A. 2340                             3\n\n    1  lation,  the  commissioner of health and the superintendent of insurance\n    2  and any appropriate council is authorized to adopt or amend  or  promul-\n    3  gate  on  an  emergency  basis  any regulation he or she or such council\n    4  determines  necessary  to  implement  any  provision  of this act on its\n    5  effective date.\n    6    S 7. This act shall take effect on the one hundred eightieth day after\n    7  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to the character and adequacy of Medicaid assistance and to repeal paragraph (n) of subdivision 2 of section 365-a of the social services law relating to the care and services of audiologists ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T140141.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110119.T102737.TXT", "SOBI.D110118.T145147.TXT", "SOBI.D110119.T103237.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451157293
}