{
  "year" : 2011,
  "senateBillNo" : "A2342-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2342-2011-1295326800000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a refund of any excess amount of tax paid after reduction of the credit",
  "summary" : "Provides for a refund of any excess amount of tax paid after reduction of other credits and the credit for long-term care insurance. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A6780-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2342\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SCHIMMINGER, GABRYSZAK -- Multi-Sponsored by --\n         M. of A. GIGLIO -- read once and referred to the Committee on Ways and\n         Means\n\n       AN ACT to amend the tax law, in  relation  to  providing  a  refund  for\n         excess tax paid after long-term insurance credit is applied\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (aa) of section 606 of the tax law,  as  amended\n    2  by  section 1 of part P of chapter 61 of the laws of 2005, is amended to\n    3  read as follows:\n    4    (aa) Long-term care insurance credit. (1) Residents. A taxpayer  shall\n    5  be  allowed  a  credit  against the tax imposed by this article equal to\n    6  twenty percent of the premium paid during the taxable year for long-term\n    7  care insurance. In order to qualify  for  such  credit,  the  taxpayer's\n    8  premium  payment  must be for the purchase of or for continuing coverage\n    9  under a long-term care insurance policy that qualifies for  such  credit\n   10  pursuant  to section one thousand one hundred seventeen of the insurance\n   11  law. [If the amount of the credit allowable under  this  subsection  for\n   12  any  taxable  year  shall  exceed  the taxpayer's tax for such year, the\n   13  excess may be carried over to the following year or  years  and  may  be\n   14  deducted  from  the  taxpayer's  tax for such year or years.] THE CREDIT\n   15  UNDER THIS SUBSECTION SHALL BE ALLOWED AGAINST THE TAXES IMPOSED BY THIS\n   16  ARTICLE FOR THE TAXABLE YEAR REDUCED BY THE CREDITS  PERMITTED  BY  THIS\n   17  ARTICLE.  IF  THE CREDIT EXCEEDS THE TAX AS SO REDUCED, THE TAXPAYER MAY\n   18  RECEIVE, AND THE COMPTROLLER, SUBJECT TO A CERTIFICATE  OF  THE  COMMIS-\n   19  SIONER,  SHALL REFUND AS AN OVERPAYMENT, WITHOUT INTEREST, THE AMOUNT OF\n   20  SUCH EXCESS.\n   21    (2) Nonresidents and part-year residents. In the case of a nonresident\n   22  taxpayer or a part-year resident taxpayer, the credit  determined  under\n   23  this subsection shall be limited to the amount determined by multiplying\n   24  the  amount  of such credit by the New York source fraction as set forth\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02577-01-1\n\n       A. 2342                             2\n\n    1  in paragraph three of subsection (e) of section six hundred one of  this\n    2  article. [The credit as so limited shall be applied as provided in para-\n    3  graph  one  of  this  subsection.] IF THE AMOUNT OF THE CREDIT ALLOWABLE\n    4  UNDER  THIS  SUBSECTION FOR ANY TAXABLE YEAR SHALL EXCEED THE TAXPAYER'S\n    5  TAX FOR SUCH YEAR, THE EXCESS MAY BE CARRIED OVER TO THE FOLLOWING  YEAR\n    6  OR  YEARS  AND  MAY BE DEDUCTED FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR\n    7  YEARS.\n    8    S 2. This act shall take effect immediately and shall apply to taxable\n    9  years beginning on or after the first of  January  next  succeeding  the\n   10  date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to providing a refund for excess tax paid after long-term insurance credit is applied ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T140141.TXT", "SOBI.D110119.T102237.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T145147.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450557941
}