{
  "year" : 2011,
  "senateBillNo" : "A2349-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2349-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs municipal police training council to establish policies and procedures for police officers, relating to investigation of and intervention into sex offenses",
  "summary" : "Directs the municipal police training council to establish policies and procedures for police officers, relating to the investigation of and intervention into sex offenses; provides for recommendations to the governor relating to rules and regulations therefor; directs the office of court administration to provide training to judges and justices with respect to crimes involving sexual assault. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2349\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. WEINSTEIN, BING -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the executive law, in relation to directing the  munici-\n         pal  police  training council to establish policies and procedures for\n         the investigation of sex offenses and intervention by police  officers\n         into  the commission of such offenses; and to amend the judiciary law,\n         in relation to providing training for judges and  justices  on  crimes\n         involving sexual assault\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 840 of the executive law is amended by adding a new\n    2  subdivision 4 to read as follows:\n    3    4. THE COUNCIL SHALL, IN ADDITION:\n    4    (A) DEVELOP, MAINTAIN  AND  DISSEMINATE,  IN  CONSULTATION  WITH  RAPE\n    5  CRISIS  CENTERS  EXPERIENCED IN ASSISTING VICTIMS IN THIS STATE, WRITTEN\n    6  POLICIES AND PROCEDURES CONSISTENT WITH  APPLICABLE  PROVISIONS  OF  THE\n    7  FAMILY COURT ACT, DOMESTIC RELATIONS LAW, CRIMINAL PROCEDURE LAW AND THE\n    8  PENAL  LAW,  REGARDING  THE INVESTIGATION OF AND INTERVENTION BY NEW AND\n    9  VETERAN POLICE OFFICERS IN CRIMES INVOLVING SEXUAL ASSAULT.  SUCH  POLI-\n   10  CIES  AND PROCEDURES SHALL MAKE PROVISIONS FOR EDUCATION AND TRAINING OF\n   11  NEW AND VETERAN POLICE OFFICERS IN THE INVESTIGATION AND ENFORCEMENT  OF\n   12  CRIMES  INVOLVING  SEXUAL  ASSAULT  UNDER  STATE  LAW, INCLUDING BUT NOT\n   13  LIMITED TO:\n   14    (1) TECHNIQUES FOR INTERVIEWING SEXUAL ASSAULT VICTIMS,\n   15    (2) FAIR TREATMENT STANDARDS FOR CRIME  VICTIMS  PURSUANT  TO  ARTICLE\n   16  TWENTY-THREE OF THIS CHAPTER,\n   17    (3) EVIDENCE GATHERING AND EVIDENCE PRESERVATION, AND\n   18    (4)  DISSEMINATION  OF  INFORMATION  CONCERNING  AVAILABILITY OF LOCAL\n   19  SERVICES FOR THE VICTIMS OF SUCH CRIMES; AND\n   20    (B) RECOMMEND TO THE GOVERNOR, RULES AND REGULATIONS WITH  RESPECT  TO\n   21  ESTABLISHMENT  AND  IMPLEMENTATION  ON  AN  ONGOING  BASIS OF A TRAINING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06269-02-1\n\n       A. 2349                             2\n\n    1  PROGRAM FOR ALL CURRENT AND NEW POLICE OFFICERS REGARDING  THE  POLICIES\n    2  AND  PROCEDURES  ESTABLISHED  PURSUANT  TO  THIS SUBDIVISION, ALONG WITH\n    3  RECOMMENDATIONS FOR PERIODIC RETRAINING OF POLICE OFFICERS.\n    4    S  2.  The  judiciary  law is amended by adding a new section 219-c to\n    5  read as follows:\n    6    S 219-C. CRIMES  INVOLVING  SEXUAL  ASSAULT;  JUDICIAL  TRAINING.  THE\n    7  OFFICE  OF  COURT  ADMINISTRATION  SHALL PROVIDE TRAINING FOR JUDGES AND\n    8  JUSTICES AT THE NEW YORK STATE JUDICIAL INSTITUTE WITH RESPECT TO CRIMES\n    9  INVOLVING SEXUAL ASSAULT.\n   10    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   11  have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to directing the municipal police training council to establish policies and procedures for the investigation of sex offenses and intervention by police officers into the commission of such offenses; and to amend the judiciary law, in relation to providing training for judges and justices on crimes involving sexual assault ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110118.T140141.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110119.T102737.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450857140
}