{
  "year" : 2011,
  "senateBillNo" : "A2359-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to economic development",
    "billEventId" : "A2359-2011-1295326800000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"food retail establishment subsidization for healthy communities act\"",
  "summary" : "Enacts the \"food retail establishment subsidization for healthy communities act\" (FRESH Communities); provides loans, loan guarantees, interest subsidies and grants to businesses, municipalities, not-for-profit corporations or local development corporations for the purpose of attracting, maintaining or permitting the expansion of food retail establishments in underserved areas; establishes the retail food establishment living wages tax credit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "New York State Urban Development Corporation Act",
  "previousVersions" : [ "AA7975-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2359\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. GIBSON -- read once and referred to the Committee\n         on Economic Development, Job Creation, Commerce and Industry\n\n       AN ACT to amend the New York state urban development corporation act, in\n         relation  to  enacting the food retail establishment subsidization for\n         healthy communities (FRESH Communities) act; and to amend the tax law,\n         in relation to establishing the retail food establishment living wages\n         tax credit\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Short  title. This act shall be known and may be cited as\n    2  the \"food retail establishment  subsidization  for  healthy  communities\n    3  act\".\n    4    S 2. Legislative intent. The legislature finds that the lack of access\n    5  to  fresh  foods  is  a  problem  of growing concern in many communities\n    6  across the state. Substantial increases in urban land values and  rents,\n    7  limited  access to financing and other economic pressures have left many\n    8  lower-income residents in urban and rural areas underserved by supermar-\n    9  kets and other food retail establishments. The resulting lack of  access\n   10  to  a variety of fresh food retailers makes it more difficult and expen-\n   11  sive for these residents to maintain a nutritionally balanced  diet  and\n   12  leads  to  increased  public  health  costs, dilutes the value of public\n   13  assistance for food purchases, leads to greater travel times and  energy\n   14  expenditures  to  obtain fresh food, and deprives the state's farmers of\n   15  markets for their products. Providing access to financial assistance for\n   16  urban and rural supermarkets in  underserved  areas  will  remedy  these\n   17  adverse conditions, create employment opportunities and help to revital-\n   18  ize and stabilize currently underserved neighborhoods.\n   19    S  3.  Paragraph  (k) of subdivision 1 of section 16-m of section 1 of\n   20  chapter 174 of the laws of 1968, constituting the New York  state  urban\n   21  development corporation act, as added by section 4 of part FF of chapter\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06275-01-1\n\n       A. 2359                             2\n\n    1  59  of  the laws of 2006, is amended and a new paragraph (1) is added to\n    2  read as follows:\n    3    (k)  Assistance  for  regional  partnership  proposals, as provided in\n    4  subdivision 12 of section 3154 of the public authorities law[.]; AND\n    5    (1) LOANS, LOAN GUARANTEES, INTEREST SUBSIDIES  AND  GRANTS  TO  BUSI-\n    6  NESSES, MUNICIPALITIES, NOT-FOR-PROFIT CORPORATIONS OR LOCAL DEVELOPMENT\n    7  CORPORATIONS  FOR  THE  PURPOSE OF ATTRACTING, MAINTAINING OR PERMITTING\n    8  THE EXPANSION OF FOOD RETAIL ESTABLISHMENTS IN  UNDERSERVED  AREAS.  FOR\n    9  PURPOSES  OF  THIS  PARAGRAPH,  \"UNDERSERVED AREAS\" SHALL INCLUDE LOW OR\n   10  MODERATE-INCOME CENSUS TRACTS, AREAS OF BELOW AVERAGE SUPERMARKET DENSI-\n   11  TY OR HAVING A SUPERMARKET CUSTOMER BASE WITH MORE  THAN  FIFTY  PERCENT\n   12  LIVING  IN LOW-INCOME CENSUS TRACTS, OR OTHER AREAS DEMONSTRATED TO HAVE\n   13  SIGNIFICANT ACCESS LIMITATIONS DUE TO TRAVEL DISTANCE, AS DETERMINED  BY\n   14  THE  CORPORATION,  AND \"FOOD RETAIL ESTABLISHMENTS\" SHALL INCLUDE SUPER-\n   15  MARKETS AND OTHER GROCERY RETAILERS THAT OPERATE ON A SELF-SERVICE BASIS\n   16  AND SELL A MINIMUM PERCENTAGE OF PRODUCE, MEAT, POULTRY, SEAFOOD,  BAKED\n   17  GOODS AND/OR DAIRY PRODUCTS AND WHICH:\n   18    (A) PARTICIPATES IN THE PRIDE OF NEW YORK PROGRAM;\n   19    (B)  ACCEPT  PAYMENT  FROM  ELECTRONIC  BENEFIT  TRANSFER  THROUGH THE\n   20  SUPPLEMENTAL  NUTRITION  ASSISTANCE  PROGRAM  AND  THROUGH  THE  SPECIAL\n   21  SUPPLEMENTAL NUTRITION PROGRAM FOR WOMEN, INFANTS, AND CHILDREN;\n   22    (C) DO NOT CHARGE A MEMBERSHIP FEE;\n   23    (D)  HIRE  RESIDENTS LIVING WITHIN A TWENTY MILE RADIUS OF SUCH RETAIL\n   24  FOOD ESTABLISHMENT; AND\n   25    (E) PAY ITS EMPLOYEES AN AMOUNT AT LEAST EQUAL TO A LIVING WAGE  RATE,\n   26  WHICH SHALL BE DETERMINED BY THE COMMISSIONER OF LABOR; PROVIDED, HOWEV-\n   27  ER,  THAT  SUCH TERM SHALL NOT INCLUDE CONVENIENCE STORES, AND THAT REAL\n   28  ESTATE PROJECTS WHICH HAVE MULTI-TENANT USES ARE NOT ELIGIBLE  UNLESS  A\n   29  MINIMUM  OF  FIFTY  PERCENT OF THE BUILDING AREA FOR WHICH ASSISTANCE IS\n   30  SOUGHT WILL BE USED FOR FOOD RETAIL ESTABLISHMENTS.\n   31    S 4. Section 210 of the tax law is amended by adding a new subdivision\n   32  43 to read as follows:\n   33    43. RETAIL FOOD ESTABLISHMENT LIVING WAGES TAX CREDIT. (A) GENERAL.  A\n   34  TAXPAYER THAT IS A RETAIL FOOD ESTABLISHMENT AS DEFINED IN PARAGRAPH (B)\n   35  OF THIS SUBDIVISION SHALL BE ALLOWED A CREDIT AGAINST THE TAX IMPOSED BY\n   36  THIS ARTICLE, FOR PROVIDING LIVING WAGES TO ITS EMPLOYEES.\n   37    (B) RETAIL FOOD ESTABLISHMENTS. AN ELIGIBLE TAXPAYER SHALL BE A RETAIL\n   38  FOOD  ESTABLISHMENT  AS  DEFINED  IN PARAGRAPH (L) OF SUBDIVISION ONE OF\n   39  SECTION SIXTEEN-M OF SECTION ONE OF THE NEW YORK STATE URBAN DEVELOPMENT\n   40  CORPORATION ACT.\n   41    (C) AMOUNT OF CREDIT. THE AMOUNT OF THE CREDIT SHALL BE EQUAL  TO  THE\n   42  DIFFERENCE  BETWEEN THE NEW YORK STATE MINIMUM WAGE ESTABLISHED PURSUANT\n   43  TO SECTION SIX HUNDRED FIFTY-TWO OF THE LABOR LAW AND THE  LIVING  WAGE,\n   44  TO BE DEFINED BY THE COMMISSIONER OF LABOR.\n   45    (D) CARRYOVER. THE CREDIT ALLOWED UNDER THIS SUBDIVISION FOR ANY TAXA-\n   46  BLE  YEAR  SHALL  NOT  REDUCE THE TAX DUE FOR SUCH YEAR TO LESS THAN THE\n   47  HIGHER OF THE AMOUNTS PRESCRIBED IN PARAGRAPHS (C) AND (D)  OF  SUBDIVI-\n   48  SION  ONE  OF  THIS  SECTION. PROVIDED, HOWEVER, IF THE AMOUNT OF CREDIT\n   49  ALLOWABLE UNDER THIS SUBDIVISION FOR ANY TAXABLE YEAR REDUCES THE TAX TO\n   50  SUCH AMOUNT, ANY AMOUNT OF CREDIT NOT DEDUCTIBLE IN  SUCH  TAXABLE  YEAR\n   51  MAY  BE CARRIED OVER TO THE FOLLOWING YEAR OR YEARS, AND MAY BE DEDUCTED\n   52  FROM THE TAXPAYER'S TAX FOR SUCH YEAR OR YEARS.\n   53    S 5. Subparagraph (B) of paragraph 1 of subsection (i) of section  606\n   54  of  the  tax  law  is  amended  by adding a new clause (xxxi) to read as\n   55  follows:\n   56     (XXXI) RETAIL FOOD                     AMOUNT OF CREDIT\n\n       A. 2359                             3\n\n    1     ESTABLISHMENT TAX CREDIT UNDER         UNDER SUBDIVISION\n    2     SUBSECTION (K-1)                       FORTY-THREE OF SECTION\n    3                                            TWO HUNDRED TEN\n    4    S  6. Section 606 of the tax law is amended by adding a new subsection\n    5  (k-1) to read as follows:\n    6    (K-1) RETAIL FOOD ESTABLISHMENT LIVING WAGES TAX CREDIT. (1) A TAXPAY-\n    7  ER THAT IS A RETAIL FOOD ESTABLISHMENT AS DEFINED IN  PARAGRAPH  (1)  OF\n    8  SUBDIVISION  ONE  OF  SECTION  SIXTEEN-M  OF SECTION ONE OF THE NEW YORK\n    9  STATE URBAN DEVELOPMENT  CORPORATION  ACT  SHALL  BE  ALLOWED  A  CREDIT\n   10  AGAINST  THE  TAX IMPOSED BY THE ARTICLE. THE AMOUNT OF THE CREDIT SHALL\n   11  BE EQUAL TO THE DIFFERENCE BETWEEN  THE  NEW  YORK  STATE  MINIMUM  WAGE\n   12  ESTABLISHED  PURSUANT  TO SECTION SIX HUNDRED FIFTY-TWO OF THE LABOR LAW\n   13  AND THE LIVING WAGE TO BE DETERMINED BY THE COMMISSIONER OF LABOR.\n   14    (2) IF THE AMOUNT OF THE CREDIT ALLOWED UNDER THIS SUBSECTION FOR  ANY\n   15  TAXABLE  YEAR  SHALL EXCEED THE TAXPAYER'S TAX FOR SUCH YEAR, THE EXCESS\n   16  SHALL BE TREATED AS AN OVERPAYMENT OF TAX TO BE CREDITED OR REFUNDED  IN\n   17  ACCORDANCE WITH THE PROVISIONS OF SECTION SIX HUNDRED EIGHTY-SIX OF THIS\n   18  ARTICLE, PROVIDED, HOWEVER, THAT NO INTEREST SHALL BE PAID THEREON.\n   19    S  7. This act shall take effect on the first of April next succeeding\n   20  the date on which it shall have become a law; provided, however:\n   21    1. that the urban development corporation shall be immediately author-\n   22  ized to take any and  all  actions  necessary  to  fully  implement  the\n   23  provision of section three of this act on or before such effective date;\n   24  and  provided  further, that the amendments to section 16-m of the urban\n   25  development corporation act made by section three of this act shall  not\n   26  affect  the  expiration  of  such  section and shall be deemed to expire\n   27  therewith; and\n   28    2. that the credit established by sections four, five and six of  this\n   29  act shall apply to taxable years beginning on or after January 1, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the New York state urban development corporation act, in relation to enacting the food retail establishment subsidization for healthy communities (FRESH Communities) act; and to amend the tax law, in relation to establishing the retail food establishment living wages tax credit ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T151652.TXT", "SOBI.D110118.T154652.TXT", "SOBI.D110119.T100736.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295449656505
}