{
  "year" : 2011,
  "senateBillNo" : "A2355-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to codes",
    "billEventId" : "A2355-2011-1295326800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Creates the new crime of cyber harassment; and increases the penalties for the crimes of harassment and stalking when committed against a child",
  "summary" : "Creates the new crime of cyber harassment; and increases the penalties for the crimes of harassment in 1st and 2nd degree and stalking in the 3rd and 4th degree when committed by an adult against a child. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Penal Law",
  "previousVersions" : [ "A8193-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2355\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. CUSICK -- read once and referred to the Committee\n         on Codes\n\n       AN  ACT to amend the penal law, in relation to creating the new crime of\n         cyber harassment; and increasing penalties for the crimes  of  harass-\n         ment and stalking\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  The penal law is amended by adding a new section 240.33 to\n    2  read as follows:\n    3  S 240.33 CYBER HARASSMENT.\n    4    1. A PERSON IS GUILTY OF CYBER HARASSMENT WHEN,  FOR  THE  PURPOSE  OF\n    5  FRIGHTENING  OR DISTURBING ANOTHER PERSON, HE OR SHE TRANSMITS OR CAUSES\n    6  THE TRANSMISSION OF AN ELECTRONIC COMMUNICATION, OR KNOWINGLY PERMITS AN\n    7  ELECTRONIC COMMUNICATION TO BE TRANSMITTED TO  ANOTHER  PERSON  FROM  AN\n    8  ELECTRONIC COMMUNICATION DEVICE UNDER HIS OR HER CONTROL:\n    9    (A)  USING  COARSE LANGUAGE OFFENSIVE TO A PERSON OF AVERAGE SENSIBIL-\n   10  ITY; OR\n   11    (B) ANONYMOUSLY OR REPEATEDLY TRANSMITTING SUCH COMMUNICATION  WHETHER\n   12  OR NOT CONVERSATION OCCURS; OR\n   13    (C) THREATENING TO COMMIT ANY FELONY.\n   14    2.  NO  PERSON  SHALL  MAKE OR CAUSE TO BE MADE AN ELECTRONIC COMMUNI-\n   15  CATION, OR PERMIT AN ELECTRONIC COMMUNICATION TO BE MADE FROM  AN  ELEC-\n   16  TRONIC COMMUNICATION DEVICE UNDER SUCH PERSON'S CONTROL, WITH THE INTENT\n   17  TO  FRIGHTEN OR DISTURB ANY OTHER PERSON IN ANY MANNER DESCRIBED IN THIS\n   18  SECTION EITHER BY THE DIRECT ACTION OF THE PERSON INITIATING THE  COMMU-\n   19  NICATION  OR  THROUGH  THE  ACTIONS  OF  A THIRD PARTY WHOSE ACTIONS ARE\n   20  INSTIGATED, INITIATED, PROMPTED,  OR  BROUGHT  ABOUT  BY  SUCH  PERSON'S\n   21  COMMUNICATION.\n   22    3. ANY OFFENSE COMMITTED UNDER THIS SECTION MAY BE DEEMED TO HAVE BEEN\n   23  COMMITTED  EITHER  AT THE PLACE FROM WHICH THE COMMUNICATION WAS MADE OR\n   24  AT THE PLACE WHERE THE COMMUNICATION WAS RECEIVED.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03991-01-1\n\n       A. 2355                             2\n\n    1    4. FOR THE PURPOSES OF THIS SECTION, THE FOLLOWING TERMS SHALL MEAN:\n    2    (A) \"AN ADULT\" IS ANY PERSON TWENTY-ONE YEARS OR OLDER;\n    3    (B) \"A CHILD\" IS ANY PERSON UNDER SEVENTEEN YEARS OF AGE;\n    4    (C) \"ELECTRONIC COMMUNICATIONS\" ARE THE ORIGINATION, EMISSION, DISSEM-\n    5  INATION, TRANSMISSION, OR RECEPTION OF DATA, IMAGES, SIGNALS, SOUNDS, OR\n    6  OTHER INTELLIGENCE OR EQUIVALENCE OF INTELLIGENCE OF ANY NATURE OVER ANY\n    7  COMMUNICATIONS  SYSTEM  BY  ANY METHOD, INCLUDING, BUT NOT LIMITED TO, A\n    8  FIBER OPTIC, ELECTRONIC, MAGNETIC, OPTICAL, DIGITAL, OR  ANALOG  METHOD.\n    9  SUCH  ELECTRONIC  COMMUNICATIONS  SHALL  INCLUDE,  BUT NOT BE LIMITED TO\n   10  ELECTRONIC MAIL, INTERNET-BASED COMMUNICATIONS, PAGER SERVICE, AND ELEC-\n   11  TRONIC TEXT MESSAGING; AND\n   12    (D) \"AN ELECTRONIC COMMUNICATIONS DEVICE\" IS  ANY  INSTRUMENT,  EQUIP-\n   13  MENT,  MACHINE,  OR  OTHER  DEVICE  THAT  FACILITATES TELECOMMUNICATION,\n   14  INCLUDING, BUT NOT LIMITED TO, A COMPUTER,  COMPUTER  NETWORK,  COMPUTER\n   15  CHIP,  COMPUTER  CIRCUIT, SCANNER, TELEPHONE, CELLULAR TELEPHONE, PAGER,\n   16  PERSONAL COMMUNICATIONS DEVICE, TRANSPONDER, RECEIVER, RADIO, MODEM,  OR\n   17  DEVICE THAT ENABLES THE USE OF A MODEM.\n   18    CYBER HARASSMENT IS A CLASS A MISDEMEANOR. CYBER HARASSMENT IS A CLASS\n   19  D FELONY WHEN COMMITTED BY AN ADULT AGAINST A CHILD.\n   20    S 2. Section 240.25 of the penal law, as amended by chapter 109 of the\n   21  laws of 1994, is amended to read as follows:\n   22  S 240.25 Harassment in the first degree.\n   23    A  person  is  guilty of harassment in the first degree when he or she\n   24  intentionally and repeatedly harasses another person by  following  such\n   25  person  in  or about a public place or places or by engaging in a course\n   26  of conduct or by repeatedly committing acts which places such person  in\n   27  reasonable  fear  of  physical injury.   This section shall not apply to\n   28  activities regulated by the national labor relations  act,  as  amended,\n   29  the  railway  labor  act,  as  amended,  or the federal employment labor\n   30  management act, as amended.\n   31    Harassment in the first degree is a class B misdemeanor.    HARASSMENT\n   32  IN  THE  FIRST  DEGREE  IS  A  CLASS D FELONY WHEN COMMITTED BY AN ADULT\n   33  AGAINST A CHILD.\n   34    S 3. Section 240.26 of the penal law, as amended by chapter 109 of the\n   35  laws of 1994, is amended to read as follows:\n   36  S 240.26 Harassment in the second degree.\n   37    A person is guilty of harassment  in  the  second  degree  when,  with\n   38  intent to harass, annoy or alarm another person:\n   39    1.  He  or she strikes, shoves, kicks or otherwise subjects such other\n   40  person to physical contact, or attempts or threatens to do the same; or\n   41    2. He or she follows a person in or about a public place or places; or\n   42    3. He or she engages in a course of conduct or repeatedly commits acts\n   43  which alarm or seriously annoy such other  person  and  which  serve  no\n   44  legitimate purpose.\n   45    Subdivisions  two  and three of this section shall not apply to activ-\n   46  ities regulated by the national labor relations  act,  as  amended,  the\n   47  railway  labor  act, as amended, or the federal employment labor manage-\n   48  ment act, as amended.\n   49    Harassment in the second degree is a violation.    HARASSMENT  IN  THE\n   50  SECOND  DEGREE  IS A CLASS E FELONY WHEN COMMITTED BY AN ADULT AGAINST A\n   51  CHILD.\n   52    S 4. Section 120.50 of the penal law, as added by chapter 635  of  the\n   53  laws of 1999, is amended to read as follows:\n   54  S 120.50 Stalking in the third degree.\n   55    A person is guilty of stalking in the third degree when he or she:\n\n       A. 2355                             3\n\n    1    1.  Commits the crime of stalking in the fourth degree in violation of\n    2  section 120.45 of this article against three or more persons,  in  three\n    3  or  more  separate transactions, for which the actor has not been previ-\n    4  ously convicted; or\n    5    2.  Commits the crime of stalking in the fourth degree in violation of\n    6  section 120.45 of this article against any person,  and  has  previously\n    7  been  convicted, within the preceding ten years of a specified predicate\n    8  crime, as defined in subdivision five of section 120.40 of this article,\n    9  and the victim of such specified predicate crime is the  victim,  or  an\n   10  immediate family member of the victim, of the present offense; or\n   11    3.  With  intent  to  harass, annoy or alarm a specific person, inten-\n   12  tionally engages in a course of conduct directed at such person which is\n   13  likely to cause such person to reasonably fear physical injury or  seri-\n   14  ous  physical  injury,  the  commission of a sex offense against, or the\n   15  kidnapping, unlawful imprisonment or death of such person or a member of\n   16  such person's immediate family; or\n   17    4. Commits the crime of stalking in the fourth degree and  has  previ-\n   18  ously  been  convicted within the preceding ten years of stalking in the\n   19  fourth degree.\n   20    Stalking in the third degree is a class A misdemeanor.    STALKING  IN\n   21  THE  THIRD DEGREE IS A CLASS D FELONY WHEN COMMITTED BY AN ADULT AGAINST\n   22  A CHILD.\n   23    S 5. Section 120.45 of the penal law, as added by chapter 635  of  the\n   24  laws of 1999, is amended to read as follows:\n   25  S 120.45 Stalking in the fourth degree.\n   26    A  person  is  guilty  of stalking in the fourth degree when he or she\n   27  intentionally, and for no legitimate purpose, engages  in  a  course  of\n   28  conduct  directed  at  a specific person, and knows or reasonably should\n   29  know that such conduct:\n   30    1. is likely to cause reasonable fear of material harm to the physical\n   31  health, safety or property of such person, a  member  of  such  person's\n   32  immediate  family  or a third party with whom such person is acquainted;\n   33  or\n   34    2. causes material harm to the mental  or  emotional  health  of  such\n   35  person,  where such conduct consists of following, telephoning or initi-\n   36  ating communication or contact  with  such  person,  a  member  of  such\n   37  person's  immediate  family  or  a  third party with whom such person is\n   38  acquainted, and the actor was previously clearly informed to cease  that\n   39  conduct; or\n   40    3.  is  likely to cause such person to reasonably fear that his or her\n   41  employment,  business  or  career  is  threatened,  where  such  conduct\n   42  consists  of  appearing,  telephoning  or  initiating  communication  or\n   43  contact at such person's place of employment or business, and the  actor\n   44  was previously clearly informed to cease that conduct.\n   45    Stalking  in  the fourth degree is a class B misdemeanor.  STALKING IN\n   46  THE FOURTH DEGREE IS A CLASS E FELONY WHEN COMMITTED BY AN ADULT AGAINST\n   47  A CHILD.\n   48    S 6. This act shall take effect on the one hundred eightieth day after\n   49  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the penal law, in relation to creating the new crime of cyber harassment; and increasing penalties for the crimes of harassment and stalking ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T151652.TXT", "SOBI.D110119.T100736.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295449656496
}