{
  "year" : 2011,
  "senateBillNo" : "A235-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to small business",
    "billEventId" : "A235-2011-1294203600000-referred+to+small+business",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a small business energy assistance and advocacy services program",
  "summary" : "Establishes a small business energy assistance and advocacy services program as part of the division of small business to assist small businesses in accessing energy conservation, energy efficiency and renewable energy programs available through public and private sources; requires notice to be given to the division of small business prior to any rate increase; makes related provisions. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Economic Development Law",
  "previousVersions" : [ "A6766-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "DenDekker",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          235\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  LATIMER, GABRYSZAK, ABBATE, CASTRO, SCHIMEL,\n         COLTON, SCHROEDER, COOK, JAFFEE,  SPANO,  CAHILL,  PAULIN,  DenDEKKER,\n         LUPARDO  --  Multi-Sponsored  by -- M.   of A. PHEFFER, RAMOS, REILLY,\n         ROBINSON, TITONE, WEISENBERG -- read once and referred to the  Commit-\n         tee on Small Business\n\n       AN ACT to amend the economic development law and the public service law,\n         in relation to small business energy assistance and advocacy services\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislature hereby finds and declares that rising ener-\n    2  gy costs present a significant barrier to the economic viability of  New\n    3  York's  small businesses, a crucial sector of the state's economy. Small\n    4  businesses can least afford the time and cost  associated  with  seeking\n    5  opportunities  to conserve energy, utilize energy efficient products and\n    6  processes and gain access to renewable sources of energy. The  viability\n    7  of small businesses and the overall economic and environmental status of\n    8  New  York  state  will  be  enhanced  by  the development, expansion and\n    9  promotion of accessible and affordable programs to  assist  small  busi-\n   10  nesses  in  energy conservation, energy efficiency, and increased use of\n   11  renewable resources, and by ensuring equitable treatment of small  busi-\n   12  nesses in the proceedings of energy-related regulatory agencies.\n   13    The  legislature hereby establishes a small business energy assistance\n   14  and advocacy services program as part of the division for small business\n   15  within the New York state department of economic development  to  assist\n   16  small businesses in accessing energy conservation, energy efficiency and\n   17  renewable  energy programs available through public and private sources,\n   18  and to advocate for the initiation and expansion of  such  programs  and\n   19  for  equitable  treatment  of small businesses in regulatory proceedings\n   20  related to energy.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00299-01-1\n\n       A. 235                              2\n\n    1    S 2. The economic development law is amended by adding a  new  section\n    2  138-a to read as follows:\n    3    S  138-A.  SMALL  BUSINESS  ENERGY  ASSISTANCE  AND  ADVOCACY SERVICES\n    4  PROGRAM.  1. THERE IS HEREBY ESTABLISHED WITHIN  THE  DIVISION  A  SMALL\n    5  BUSINESS ENERGY ASSISTANCE AND ADVOCACY SERVICES PROGRAM.\n    6    2. THE SMALL BUSINESS ENERGY ASSISTANCE AND ADVOCACY SERVICES PROGRAM,\n    7  DIRECTLY  AND  IN CONJUNCTION WITH OTHER DIVISIONS OF THE DEPARTMENT AND\n    8  WITH OTHER AGENCIES OF THE STATE, FEDERAL AGENCIES OR LOCAL GOVERNMENTS,\n    9  SHALL:\n   10    A. SOLICIT INPUT FROM SMALL BUSINESSES AND FROM ORGANIZATIONS  REPRES-\n   11  ENTING  SMALL  BUSINESSES, SUCH AS TRADE ASSOCIATIONS OR OTHER ENTITIES,\n   12  REGARDING THE ENERGY ASSISTANCE NEEDS OF SMALL BUSINESSES;\n   13    B. WITH SUCH INPUT AND THE ASSISTANCE OF THE SMALL  BUSINESS  ADVISORY\n   14  BOARD  AND OTHER APPROPRIATE STATE AGENCIES, IDENTIFY ISSUES RELATING TO\n   15  ENERGY AVAILABILITY, AFFORDABILITY AND  SUSTAINABILITY  AFFECTING  SMALL\n   16  BUSINESSES  AND  ASSIST  THE  ADVISORY  BOARD AND THE DIVISION IN MAKING\n   17  RECOMMENDATIONS FOR LEGISLATIVE, REGULATORY AND PROGRAMMATIC ACTIONS  TO\n   18  ADDRESS SUCH ISSUES;\n   19    C.  COORDINATE  WITH  ENTITIES  INCLUDING  THE  NEW  YORK STATE ENERGY\n   20  RESEARCH AND DEVELOPMENT AUTHORITY, THE POWER AUTHORITY OF THE STATE  OF\n   21  NEW  YORK  AND  OTHER APPROPRIATE PUBLIC UTILITY AUTHORITIES ESTABLISHED\n   22  PURSUANT TO ARTICLE FIVE OF  THE  PUBLIC  AUTHORITIES  LAW,  THE  PUBLIC\n   23  SERVICE COMMISSION, INVESTOR-OWNED UTILITIES AND OTHER APPROPRIATE ENTI-\n   24  TIES TO FACILITATE AND PROMOTE THE PARTICIPATION OF SMALL BUSINESSES AND\n   25  ASSOCIATIONS REPRESENTING SMALL BUSINESSES IN THE DEVELOPMENT AND IMPLE-\n   26  MENTATION OF ENERGY ASSISTANCE PROGRAMS;\n   27    D.  PROVIDE  GUIDANCE AND RECOMMENDATIONS TO THE NEW YORK STATE ENERGY\n   28  RESEARCH AND DEVELOPMENT AUTHORITY, THE POWER AUTHORITY OF THE STATE  OF\n   29  NEW  YORK  AND  OTHER PUBLIC UTILITY AUTHORITIES ESTABLISHED PURSUANT TO\n   30  ARTICLE FIVE OF THE PUBLIC AUTHORITIES LAW, THE PUBLIC  SERVICE  COMMIS-\n   31  SION, INVESTOR-OWNED UTILITIES AND OTHER ENTITIES REGARDING THE DEVELOP-\n   32  MENT  AND IMPLEMENTATION OF ENERGY ASSISTANCE PROGRAMS AND ON THE IMPACT\n   33  OF STATE ENERGY POLICY ON SMALL BUSINESSES;\n   34    E. PROVIDE TO SMALL BUSINESSES INFORMATION  AND  MATERIALS  ON  ENERGY\n   35  ASSISTANCE  PROGRAMS,  COOPERATIVE  FUEL  PURCHASING  EFFORTS  AND OTHER\n   36  PROGRAMS TO MAINTAIN THE AFFORDABILITY OF ENERGY, AND PROVIDE ACCESS  TO\n   37  SUCH INFORMATION AND MATERIALS ON THE DEPARTMENT'S WEBSITE; AND\n   38    F.  REFER  SMALL BUSINESSES TO SPECIALISTS FOR INFORMATION AND ASSIST-\n   39  ANCE ON AFFORDABLE ALTERNATIVE TECHNOLOGIES, PROCESS  CHANGES,  PRODUCTS\n   40  AND OPERATIONAL METHODS TO ACHIEVE ENERGY SAVINGS.\n   41    3.  A.  THE  SMALL  BUSINESS  ENERGY  ASSISTANCE AND ADVOCACY SERVICES\n   42  PROGRAM SHALL REPRESENT THE INTERESTS OF  SMALL  BUSINESSES  BEFORE  THE\n   43  PUBLIC  SERVICE  COMMISSION  PURSUANT  TO  SECTION  TWENTY-FOUR-C OF THE\n   44  PUBLIC SERVICE LAW, AND SHALL BE AUTHORIZED TO INITIATE, INTERVENE IN OR\n   45  PARTICIPATE IN ANY PROCEEDINGS BEFORE THE PUBLIC SERVICE COMMISSION  AND\n   46  IN ANY OTHER SUCH ENERGY-RELATED PROCEEDINGS AS THE DIVISION DEEMS TO BE\n   47  NECESSARY OR APPROPRIATE.\n   48    B.  THE SMALL BUSINESS ENERGY ASSISTANCE AND ADVOCACY SERVICES PROGRAM\n   49  SHALL ADVOCATE BEFORE THE PUBLIC SERVICE COMMISSION AND OTHER STATE  AND\n   50  FEDERAL  REGULATORY AGENCIES FOR THE ADOPTION OF APPROPRIATE REGULATIONS\n   51  PROVIDING FOR EQUITABLE TREATMENT OF SMALL BUSINESSES IN  ENERGY-RELATED\n   52  POLICIES,  INCLUDING  BUT  NOT  LIMITED TO EXTENDING REASONABLE CONSUMER\n   53  PROTECTIONS TO SMALL BUSINESSES IN ENERGY-RELATED MATTERS.\n   54    S 3. The public service law is amended by adding a new section 24-c to\n   55  read as follows:\n\n       A. 235                              3\n\n    1    S 24-C. NOTICE TO BE GIVEN TO DIVISION  PRIOR  TO  RATE  INCREASE.  1.\n    2  NOTWITHSTANDING  ANY  INCONSISTENT GENERAL, SPECIAL OR LOCAL LAW OR RULE\n    3  OR REGULATION TO THE CONTRARY, THE COMMISSION SHALL TO  THE  EXTENT  THE\n    4  DIVISION SHALL SO REQUEST IN ANY CASES OR CLASS OF CASES, GIVE NOTICE TO\n    5  THE  DIVISION  OF  ANY  FILED  STATEMENT PROPOSING TO MODIFY OR INCREASE\n    6  RATES, SERVICES, SCHEDULE OF RATES OR ANY OTHER RATING RULE OR TO  ADOPT\n    7  OR AMEND ANY RATE OR SERVICE RULES OR REGULATIONS WITHIN FIVE DAYS AFTER\n    8  THE  COMMISSION  SHALL  HAVE  RECEIVED  SUCH  STATEMENT FROM ANY UTILITY\n    9  SUBJECT TO ITS JURISDICTION; PROVIDED, HOWEVER, THAT IN LIEU  OF  GIVING\n   10  SUCH NOTICE, THE COMMISSION MAY DIRECT THAT THE UTILITY GIVE SUCH NOTICE\n   11  TO  THE  DIVISION.  THE COMMISSION SHALL DIRECTLY NOTIFY THE DIVISION OF\n   12  ANY SUCH CASE THAT IS NOT INITIATED BY A UTILITY.\n   13    2. IN ANY SUCH CASE IN WHICH THE DIVISION SHALL FILE WITH THE  COMMIS-\n   14  SION A STATEMENT OF INTENT TO BE A PARTY, THE DIVISION SHALL HAVE AND IN\n   15  ITS DISCRETION MAY EXERCISE ALL THE RIGHTS AND PRIVILEGES OF A PARTY.\n   16    3.  FOR  THE  PURPOSES OF THIS SECTION, THE TERM \"DIVISION\" SHALL MEAN\n   17  THE DIVISION FOR SMALL BUSINESS ESTABLISHED BY  ARTICLE  FOUR-B  OF  THE\n   18  ECONOMIC  DEVELOPMENT  LAW,  AND  THE  TERM  \"COMMISSION\" SHALL MEAN THE\n   19  PUBLIC SERVICE COMMISSION.\n   20    S 4. This act shall take effect on the first of April next  succeeding\n   21  the  date on which it shall have become a law. Effective immediately the\n   22  department of economic development and  the  public  service  commission\n   23  shall  be  authorized  to  take  any  and all actions necessary to fully\n   24  implement the provisions of this act on such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the economic development law and the public service law, in relation to small business energy assistance and advocacy services ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T153838.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T161506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292877518320
}