{
  "year" : 2011,
  "senateBillNo" : "A2353-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to education",
    "billEventId" : "A2353-2011-1295326800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Appropriates one million dollars to the department of education for extracurricular activities in certain school districts",
  "summary" : "Appropriates one million dollars to the department of education for the purpose of initiating, maintaining or encouraging extracurricular activities in school districts in cities with a population of one million or more to lower dropout rates. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Appropriations",
  "previousVersions" : [ "A3818-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2353\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CLARK, BRENNAN -- read once and referred to the\n         Committee on Education\n\n       AN ACT making an appropriation to the department of education to be used\n         for certain extracurricular activities in school districts  in  cities\n         with a population of one million or more\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The sum of one million dollars  ($1,000,000),  or  so  much\n    2  thereof as may be necessary, is hereby appropriated to the department of\n    3  education  from  any moneys in the state treasury in the general fund to\n    4  the credit of the local assistance account not  otherwise  appropriated,\n    5  and made immediately available, for the purpose of initiating, maintain-\n    6  ing and encouraging extracurricular activities, including but not limit-\n    7  ed  to  athletics,  drama  clubs, stage crews, marching bands and debate\n    8  clubs, in school districts in cities with a population of one million or\n    9  more. Such moneys shall be payable on the audit and warrant of the comp-\n   10  troller on vouchers certified or approved in the  manner  prescribed  by\n   11  law.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06585-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT making an appropriation to the department of education to be used for certain extracurricular activities in school districts in cities with a population of one million or more ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T151652.TXT", "SOBI.D110119.T100736.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295449656490
}