{
  "year" : 2011,
  "senateBillNo" : "A2352-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to ways and means",
    "billEventId" : "A2352-2011-1295326800000-referred+to+ways+and+means",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for a tax deduction not to exceed two hundred dollars for monetary gifts to a library as defined under section 253 of the education law",
  "summary" : "Provides for a personal income tax deduction not to exceed two hundred dollars for monetary gifts to a public library; provides such monetary gifts must be used for the purchase of books or towards acquisition of computers and software by the library; directs library to issue a receipt for such donation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Tax Law",
  "previousVersions" : [ "A1916-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2352\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. CLARK -- Multi-Sponsored by -- M. of A. MILLMAN\n         -- read once and referred to the Committee on Ways and Means\n\n       AN ACT to amend the tax law, in relation to  making  monetary  gifts  to\n         libraries\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subsection (c) of section 612 of the tax law is amended  by\n    2  adding a new paragraph 39 to read as follows:\n    3    (39) AN AMOUNT NOT TO EXCEED TWO HUNDRED DOLLARS FOR MONETARY GIFTS TO\n    4  ANY  LIBRARY  IN  THE  STATE  OF  NEW  YORK AS DEFINED UNDER SECTION TWO\n    5  HUNDRED FIFTY-THREE OF THE EDUCATION LAW. THE MONEY MUST BE USED BY  THE\n    6  PARTICULAR  LIBRARY ONLY FOR THE PURCHASE OF BOOKS AND LIBRARY MATERIALS\n    7  OR TOWARDS THE ACQUISITION OF COMPUTERS AND  SOFTWARE  BY  THE  LIBRARY.\n    8  WHEN  THE  GIFT  OR  GIFTS ARE MADE BY THE INDIVIDUAL, THE LIBRARY SHALL\n    9  PROVIDE THAT INDIVIDUAL WITH AN OFFICIAL RECEIPT.\n   10    S 2. This act shall take effect immediately and  shall  apply  to  tax\n   11  years beginning on or after January 1, 2012.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06547-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the tax law, in relation to making monetary gifts to libraries ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T151652.TXT", "SOBI.D110119.T102737.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450857134
}