{
  "year" : 2011,
  "senateBillNo" : "A2356-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to codes",
    "billEventId" : "A2356-2011-1295326800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the disposition of unclaimed cremated remains of a veteran",
  "summary" : "Allows cemetery corporations to grant qualified veterans' organizations the right to receive the cremains of a veteran which has not been claimed by a relative or friend of the deceased within one after cremation. ",
  "currentCommittee" : null,
  "sameAs" : "S1469",
  "lawSection" : "Not-for-Profit Corporation Law",
  "previousVersions" : [ "A10166-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimminger",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2356\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  CUSICK, COLTON, BENEDETTO, GUNTHER, PHEFFER,\n         REILLY, SCHIMMINGER, WEISENBERG -- Multi-Sponsored  by  --  M.  of  A.\n         CRESPO,  McENENY,  SPANO -- read once and referred to the Committee on\n         Codes\n\n       AN ACT to amend the  not-for-profit  corporation  law,  in  relation  to\n         disposition of unclaimed cremated remains of a veteran\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (j) of section 1517 of the not-for-profit  corpo-\n    2  ration  law is relettered paragraph (k) and a new paragraph (j) is added\n    3  to read as follows:\n    4    (J) DISPOSITION OF UNCLAIMED CREMATED REMAINS OF A VETERAN. (1) PURSU-\n    5  ANT TO THE REQUIREMENTS OF PARAGRAPH  (I)  OF  THIS  SECTION,  IF,  UPON\n    6  COMPLETION  OF  THE  CREMATION PROCESS, THE CEMETERY CORPORATION HAS NOT\n    7  BEEN INSTRUCTED TO ARRANGE FOR THE INTERMENT, ENTOMBMENT,  INURNMENT  OR\n    8  SCATTERING  OF  THE  CREMAINS OF AN INDIVIDUAL KNOWN TO BE A VETERAN AND\n    9  PROVIDED A DILIGENT EFFORT HAS BEEN MADE TO LOCATE AND NOTIFY  THE  NEXT\n   10  OF  KIN OR AUTHORIZING AGENT THAT SIGNED THE CREMATION AUTHORIZATION FOR\n   11  THE DECEASED VETERAN, AFTER A PERIOD OF ONE HUNDRED TWENTY DAYS FROM THE\n   12  DATE OF THE CREMATION, WHERE THE AUTHORIZING AGENT  HAS  NOT  INSTRUCTED\n   13  THE  CEMETERY  CORPORATION  TO  ARRANGE FOR THE FINAL DISPOSITION OF THE\n   14  CREMAINS OR CLAIMED THE CREMAINS,  THE  CEMETERY  CORPORATION  MAY  ALSO\n   15  DISPOSE  OF  THE  CREMAINS IN ANY MANNER PERMITTED BY THIS SECTION OR BY\n   16  RELINQUISHING POSSESSION OF VETERANS'  CREMAINS  FOR  DISPOSITION  BY  A\n   17  VETERANS'   ORGANIZATION  THAT  QUALIFIES  AS  A  SECTION  501(C)(3)  OR\n   18  501(C)(19) TAX EXEMPT ORGANIZATION UNDER THE INTERNAL REVENUE CODE, OR A\n   19  FEDERALLY CHARTERED VETERANS' SERVICE ORGANIZATION. THE CEMETERY  CORPO-\n   20  RATION, HOWEVER, SHALL KEEP A PERMANENT RECORD IDENTIFYING THE VETERANS'\n   21  ORGANIZATION  RECEIVING  THE  REMAINS  AND THE SITE DESIGNATED FOR FINAL\n   22  DISPOSITION BY THE ORGANIZATION. THE METHOD OF DISPOSITION SHALL BE MADE\n   23  PURSUANT TO THIS SECTION AND SHALL BE DIRECTED TO A SECTION OF  A  CEME-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01714-01-1\n\n       A. 2356                             2\n\n    1  TERY  CORPORATION  WHERE VETERANS ARE MEMORIALIZED BY A VETERAN'S MARKER\n    2  IF ELIGIBLE, A VETERANS' SECTION OF A CEMETERY CORPORATION OR  A  VETER-\n    3  ANS'  CEMETERY IF THE DECEASED VETERAN IS ELIGIBLE FOR INTERMENT IN SUCH\n    4  A  MANNER.  SUCH  INTERMENT,  ENTOMBMENT, INURNMENT OR SCATTERING OF THE\n    5  CREMAINS OF AN INDIVIDUAL KNOWN TO BE A  VETERAN  BY  SUCH  A  VETERANS'\n    6  ORGANIZATION  SHALL OCCUR WITHIN SIXTY DAYS. THE AUTHORIZING AGENT SHALL\n    7  BE RESPONSIBLE FOR REIMBURSING THE CEMETERY CORPORATION OR THE VETERANS'\n    8  ORGANIZATION FOR ALL REASONABLE EXPENSES INCURRED IN  DISPOSING  OF  THE\n    9  CREMAINS. UPON DISPOSITION OF THE CREMAINS, THE CEMETERY CORPORATION AND\n   10  THE   VETERANS'  ORGANIZATION  AS  DEFINED  IN  THIS  SECTION  SHALL  BE\n   11  DISCHARGED  FROM  ANY  LEGAL  OBLIGATION  OR  LIABILITY  CONCERNING  THE\n   12  CREMAINS.  EXCEPT WITH THE EXPRESS WRITTEN PERMISSION OF THE AUTHORIZING\n   13  AGENT, NO PERSON SHALL:\n   14    (I) DISPOSE OF CREMAINS IN A MANNER OR  IN  A  LOCATION  SO  THAT  THE\n   15  CREMAINS  ARE  COMMINGLED WITH THOSE OF ANOTHER PERSON. THIS PROHIBITION\n   16  SHALL NOT APPLY TO THE SCATTERING OF CREMAINS AT SEA, BY AIR, OR  IN  AN\n   17  AREA  LOCATED IN A CEMETERY AND USED EXCLUSIVELY FOR THOSE PURPOSES; AND\n   18  (II) PLACE CREMAINS OF MORE  THAN  ONE  PERSON  IN  THE  SAME  TEMPORARY\n   19  CONTAINER OR URN.\n   20    (2) FOR THE PURPOSES OF THIS PARAGRAPH, \"DILIGENT EFFORT\" SHALL MEAN A\n   21  REASONABLE  EFFORT,  AND  INCLUDES  A CERTIFIED LETTER, DELIVERY RECEIPT\n   22  REQUESTED, MAILED TO THE NEXT OF KIN OR AUTHORIZING  AGENT  THAT  SIGNED\n   23  THE CREMATION AUTHORIZATION.\n   24    S 2. This act shall take effect November 11, 2011.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the not-for-profit corporation law, in relation to disposition of unclaimed cremated remains of a veteran ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T151652.TXT", "SOBI.D110118.T162156.TXT", "SOBI.D110119.T100736.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295449656498
}