{
  "year" : 2011,
  "senateBillNo" : "A2351-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2351-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weinstein",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the sexual assault forensic examiner grant program",
  "summary" : "Establishes the sexual assault forensic examiner grant program to award grants to provide statewide access to services provided by sexual assault forensic examiners to victims of sexual assault. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA471-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2351\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. WEINSTEIN, GUNTHER -- Multi-Sponsored by -- M. of\n         A.  ABBATE,  BING,  BRENNAN,  DESTITO,  GALEF, GLICK, JAFFEE, McENENY,\n         MILLMAN, PAULIN, PHEFFER, TITONE -- read  once  and  referred  to  the\n         Committee on Governmental Operations\n\n       AN ACT to amend the public health law and the executive law, in relation\n         to establishing the sexual assault forensic examiner grant program\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The public health law is amended by adding  a  new  section\n    2  2805-u to read as follows:\n    3    S  2805-U. SEXUAL ASSAULT FORENSIC EXAMINER GRANT PROGRAM. 1. THERE IS\n    4  HEREBY CREATED WITHIN THE DEPARTMENT A SEXUAL ASSAULT FORENSIC  EXAMINER\n    5  GRANT  PROGRAM  TO  BE ADMINISTERED BY THE COMMISSIONER, IN CONSULTATION\n    6  WITH THE OFFICE OF VICTIMS SERVICES, TO AWARD GRANTS TO  PROVIDE  STATE-\n    7  WIDE  ACCESS TO VICTIMS OF SEXUAL ASSAULT TO SERVICES PROVIDED BY SEXUAL\n    8  ASSAULT FORENSIC EXAMINERS.\n    9    2. A GRANT MAY BE AWARDED UPON SUBMISSION OF  AN  APPLICATION  TO  THE\n   10  COMMISSIONER.  SUCH APPLICATION FOR A GRANT SHALL DEMONSTRATE A SPECIFIC\n   11  NEED FOR AN AWARD OF A GRANT TO PROVIDE SEXUAL ASSAULT FORENSIC  EXAMIN-\n   12  ERS WITH THE TRAINING AND RESOURCES TO ASSIST VICTIMS OF SEXUAL ASSAULT.\n   13    S  2.  Section  631  of  the executive law is amended by adding  a new\n   14  subdivision 18 to read as follows:\n   15    18. SEXUAL  ASSAULT  FORENSIC  GRANTS  SHALL  BE  AVAILABLE  UPON  THE\n   16  SUBMISSION  OF  AN APPLICATION TO THE COMMISSIONER OF HEALTH PURSUANT TO\n   17  SECTION TWENTY-EIGHT HUNDRED FIVE-U OF THE PUBLIC HEALTH LAW.\n   18    S 3. This act shall take effect on the ninetieth day  after  it  shall\n   19  have become a law.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06923-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law and the executive law, in relation to establishing the sexual assault forensic examiner grant program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T145647.TXT", "SOBI.D110118.T140141.TXT", "SOBI.D110118.T141642.TXT", "SOBI.D110118.T170700.TXT", "SOBI.D110118.T154152.TXT", "SOBI.D110119.T111740.TXT", "SOBI.D110118.T145147.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453860666
}