{
  "year" : 2011,
  "senateBillNo" : "A236-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to health",
    "billEventId" : "A236-2011-1294203600000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the sanitary code to establish regulations for separation and segregation of recyclable materials and facilities for the disposal of solid waste",
  "summary" : "Authorizes the sanitary code to establish regulations for separation and segregation of recyclable or reusable materials and facilities for the disposal of solid waste. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A579-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          236\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL -- Multi-Sponsored by -- M. of A. TOWNS --\n         read once and referred to the Committee on Health\n\n       AN  ACT  to  amend the public health law, in relation to authorizing the\n         sanitary code to  establish  regulations  for  source  separation  and\n         segregation  of  recyclable or reusable materials and adequate facili-\n         ties for disposal of solid waste\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph (o) of subdivision 5 of section 225 of the public\n    2  health  law,  as  amended  by  chapter  889 of the laws of 1970 and such\n    3  subdivision as renumbered by chapter 626 of the laws of 1971, is amended\n    4  to read as follows:\n    5    (o) require that application be made for a permit to operate a  tempo-\n    6  rary residence as defined in the sanitary code, or to hold or promote by\n    7  advertising  or  otherwise  a  mass gathering which is likely to attract\n    8  five thousand people or more and continue for twenty-four hours or  more\n    9  and  authorize  appropriate  officers or agencies to issue such a permit\n   10  when the applicant is in compliance with the established regulations and\n   11  when it appears that such temporary residence can be  operated  or  such\n   12  gathering  held  without  hazard  to  health and safety; establish regu-\n   13  lations with respect to such gatherings to provide for:  the  furnishing\n   14  of  adequate  undertakings  to  secure full compliance with the sanitary\n   15  code and other applicable law, adequate and  satisfactory  water  supply\n   16  and sewerage facilities, adequate drainage, adequate toilet and lavatory\n   17  facilities,  adequate [refuse storage and disposal] facilities FOR RECY-\n   18  CLING OF CERTAIN MATERIALS CONSISTENT WITH LOCAL ORDINANCE  AS  REQUIRED\n   19  UNDER  SECTION  ONE  HUNDRED TWENTY-AA OF THE GENERAL MUNICIPAL LAW, AND\n   20  ADEQUATE FACILITIES FOR THE DISPOSAL OF SOLID WASTE,  adequate  sleeping\n   21  areas and facilities, wholesome food and sanitary food service, adequate\n   22  medical  facilities,  insect  and  noxious  weed  control, adequate fire\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01090-01-1\n\n       A. 236                              2\n\n    1  protection, and such other matters as may be appropriate for security of\n    2  life or health. In his OR HER review of applications for permits for the\n    3  holding or promoting of such a gathering the permit-issuing official may\n    4  require  such  plans, specifications and reports as he OR SHE shall deem\n    5  necessary for a proper review, and in his OR HER review of such applica-\n    6  tions, as well as in carrying out his OR HER other duties and  functions\n    7  in  connection  with  such  a gathering, the permit-issuing official may\n    8  request and shall receive from  all  public  officers,  departments  and\n    9  agencies  of  the  state and its political subdivisions such cooperation\n   10  and assistance as may be necessary and proper;\n   11    S 2. This act shall take effect on the thirtieth day  after  it  shall\n   12  have  become  a  law;  provided,  however,  that the addition, amendment\n   13  and/or repeal of any rules or regulations necessary for the  implementa-\n   14  tion of this act on its effective date are authorized and directed to be\n   15  made and completed on or before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to authorizing the sanitary code to establish regulations for source separation and segregation of recyclable or reusable materials and adequate facilities for disposal of solid waste ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T153838.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T161506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292877518323
}