{
  "year" : 2011,
  "senateBillNo" : "A2361-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to health",
    "billEventId" : "A2361-2011-1295326800000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the child stat the children's disease tracking system program",
  "summary" : "Establishes the children's disease tracking system program. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "A3027-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2361\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. GIBSON -- read once and referred to the Committee\n         on Health\n\n       AN  ACT  to  amend  the  public  health law, in relation to establishing\n         \"child stat\" the children's disease tracking system program\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. Article 25 of the public health law is amended by adding a\n    2  new title 9 to read as follows:\n    3                                  TITLE IX\n    4                              \"CHILD STAT\" THE\n    5                 CHILDREN'S DISEASE TRACKING SYSTEM PROGRAM\n    6  SECTION 2599-E. \"CHILD STAT\"  THE  CHILDREN'S  DISEASE  TRACKING  SYSTEM\n    7                    PROGRAM; ESTABLISHMENT.\n    8          2599-F. PROGRAM DEVELOPMENT.\n    9          2599-G. POWERS OF COMMISSIONER.\n   10    S 2599-E. \"CHILD STAT\" THE CHILDREN'S DISEASE TRACKING SYSTEM PROGRAM;\n   11  ESTABLISHMENT.  \"CHILD  STAT\"  THE  CHILDREN'S  DISEASE  TRACKING SYSTEM\n   12  PROGRAM IS HEREBY ESTABLISHED WITHIN THE  DEPARTMENT.  SUCH  PROGRAM  IS\n   13  ESTABLISHED  TO  ENABLE  POLICY  MAKERS AND HEALTH PRACTITIONERS TO MAKE\n   14  INFORMED DECISIONS WHEN  FORMULATING  POLICIES  THAT  AFFECT  CHILDREN'S\n   15  HEALTH.\n   16    S 2599-F.  PROGRAM  DEVELOPMENT.  1.  THE PROGRAM SHALL BE DESIGNED TO\n   17  IDENTIFY CLUSTERS OF  DISEASES  AND  THEIR  CAUSES,  AND  TO  HELP  MAKE\n   18  INFORMED POLICY DECISIONS THAT AFFECT CHILDREN'S HEALTH.\n   19    2. THE PROGRAM SHALL INCLUDE, BUT SHALL NOT BE LIMITED TO:\n   20    (A)  A  DISEASE TRACKING NETWORK AMONG FEDERAL, STATE AND LOCAL PUBLIC\n   21  HEALTH AGENCIES TO  TRACK  THE  INCIDENCE  AND  PREVALENCE  OF  DISEASES\n   22  AFFECTING CHILDREN; AND\n   23    (B)  A  REGISTRY  REQUIRING  ALL HEALTH CARE PROVIDERS TO REPORT INCI-\n   24  DENCES OF CHILDREN AFFECTED BY DISEASES.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06272-01-1\n\n       A. 2361                             2\n\n    1    3. THE DEPARTMENT SHALL WORK IN COORDINATION WITH  THE  DEPARTMENT  OF\n    2  ENVIRONMENTAL  CONSERVATION,  IN  THE  COLLECTION  AND  ANALYSIS OF DATA\n    3  REGARDING THE INCIDENCE AND PREVALENCE OF DISEASES AFFECTING CHILDREN.\n    4    4. DATA TO BE COLLECTED SHALL INCLUDE, BUT SHALL NOT BE LIMITED TO:\n    5    (A) MEDICAL RECORDS;\n    6    (B) EXTENT, TREATMENT AND OUTCOME OF THE ILLNESS;\n    7    (C) MORTALITY RATES;\n    8    (D) DEMOGRAPHIC INFORMATION;\n    9    (E) LOCATION OF THE CHILD OR CHILDREN AFFECTED; AND\n   10    (F) INFORMATION FROM SURVEYS AND INTERVIEWS.\n   11    S 2599-G. POWERS  OF  COMMISSIONER.  THE  COMMISSIONER  MAY ADMINISTER\n   12  DIRECTLY OR THROUGH CONTRACT, WITHIN THE AMOUNT OF FUNDS  ALLOCATED  AND\n   13  WITHIN  AMOUNTS  APPROPRIATED,  THE  CHILDREN'S  DISEASE TRACKING SYSTEM\n   14  PROGRAM. THE COMMISSIONER SHALL ALSO MAKE GRANTS, WITHIN THE  AMOUNT  OF\n   15  FUNDS  AVAILABLE  THEREFOR,  FOR PROJECTS TO IMPLEMENT THE PROVISIONS OF\n   16  THIS TITLE.\n   17    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to establishing \"child stat\" the children's disease tracking system program ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T101237.TXT", "SOBI.D110118.T152214.TXT", "SOBI.D110119.T100736.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295449957632
}