{
  "year" : 2011,
  "senateBillNo" : "A2364-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to energy",
    "billEventId" : "A2364-2011-1295326800000-referred+to+energy",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Increases the penalties imposed upon gas and electric utilities for failure to file or correct an annual report with the public service commission",
  "summary" : "Increases the penalties imposed upon gas and electric utilities for failure to file or correct an annual report with the public service commission; such penalties shall not be more than 1% of the utilities' annual net revenue for each day of violation, but not to exceed $25,000 nor be less than $100. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "AA1595-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2364\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. HEVESI -- read once and referred to the Committee\n         on Energy\n\n       AN ACT to amend the public service law, in relation to penalties for the\n         failure  of gas and electric corporations to file or correct an annual\n         report\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 6 of section 66 of the public service law, as\n    2  amended by chapter 784 of the laws  of  1923,  is  amended  to  read  as\n    3  follows:\n    4    6.  Require  every person and corporation under its supervision and it\n    5  shall be the duty of every such person and corporation to file with  the\n    6  commission  an  annual  report,  verified  by the oath of the president,\n    7  vice-president, treasurer, secretary, general manager, or  receiver,  if\n    8  any,  thereof, or by the person required to file the same. The verifica-\n    9  tion shall be made by said official holding office at the  time  of  the\n   10  filing  of said report, and if not made upon the knowledge of the person\n   11  verifying the same shall set forth the sources of  his  information  and\n   12  the  grounds  of  his belief as to any matters not stated to be verified\n   13  upon his knowledge. The report shall show in detail (a)  the  amount  of\n   14  its authorized capital stock and the amount thereof issued and outstand-\n   15  ing; (b) the amount of its authorized bonded indebtedness and the amount\n   16  of  its  bonds  and  other  forms of evidence of indebtedness issued and\n   17  outstanding; (c) its receipts  and  expenditures  during  the  preceding\n   18  year;  (d)  the  amount paid as dividends upon its stock and as interest\n   19  upon its bonds; (e) the names of its officers and the  aggregate  amount\n   20  paid  as salaries to them and the amount paid as wages to its employees;\n   21  (f) the location of  its  plant  or  plants  and  system,  with  a  full\n   22  description  of  its property and franchises, stating in detail how each\n   23  franchise stated to be owned was acquired;  and  (g)  such  other  facts\n   24  pertaining to the operation and maintenance of the plant and system, and\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05106-01-1\n\n       A. 2364                             2\n\n    1  the  affairs  of  such  person  or corporation as may be required by the\n    2  commission. Such reports shall be in the form, cover the period  and  be\n    3  filed at the time prescribed by the commission. The commission may, from\n    4  time  to  time,  make changes and additions in such forms. When any such\n    5  report is defective or believed to be erroneous,  the  commission  shall\n    6  notify  the  person,  corporation  or municipality making such report to\n    7  amend the same within a time prescribed  by  the  commission.  Any  such\n    8  person  or  corporation  or municipality which shall neglect to make any\n    9  such report or which shall fail to correct any such  report  within  the\n   10  time  prescribed  by  the commission shall be liable to a penalty of NOT\n   11  MORE THAN ONE-TENTH OF ONE PERCENT OF THE ANNUAL NET  REVENUES  OF  SUCH\n   12  PERSON, CORPORATION OR MUNICIPALITY FOR THE PAST YEAR, BUT NOT MORE THAN\n   13  TWENTY-FIVE  THOUSAND  DOLLARS  NOR LESS THAN one hundred dollars and an\n   14  additional penalty of [one hundred  dollars]  NOT  MORE  THAN  THE  SAME\n   15  AMOUNT for each day after the prescribed time for which it shall neglect\n   16  to file or correct the same, to be sued for in the name of the people of\n   17  the  state of New York. The amount recovered in any such action shall be\n   18  paid into the state treasury and be credited to the  general  fund.  The\n   19  commission may extend the time prescribed for cause shown.\n   20    S 2. This act shall take effect on the one hundred twentieth day after\n   21  it shall have become a law. Provided, that the public service commission\n   22  is  immediately  authorized  and  directed  to take any and all actions,\n   23  including but not limited to the promulgation of  any  necessary  rules,\n   24  necessary to fully implement the provisions of this act on its effective\n   25  date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to penalties for the failure of gas and electric corporations to file or correct an annual report ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T100736.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295449656494
}