{
  "year" : 2011,
  "senateBillNo" : "A2360-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to health",
    "billEventId" : "A2360-2011-1295326800000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Encourages voluntary, informed vaccination against human papillomavirus (HPV)",
  "summary" : "Encourages voluntary, informed vaccination against human papillomavirus (HPV) for school-aged children and their parents or guardians. ",
  "currentCommittee" : null,
  "sameAs" : "S98",
  "lawSection" : "Public Health Law",
  "previousVersions" : [ "AA3203-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2360\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. GIBSON -- read once and referred to the Committee\n         on Health\n\n       AN ACT to amend the public health law, in relation to encouraging immun-\n         ization against human papillomavirus (HPV)\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The section heading and subdivisions 2, 5 and 6 of  section\n    2  2164  of the public health law, as amended by chapter 189 of the laws of\n    3  2006, subdivision 2 as separately amended by chapter 506 of the laws  of\n    4  2006, are amended to read as follows:\n    5    Definitions;   immunization  against  poliomyelitis,  mumps,  measles,\n    6  diphtheria, rubella, varicella, HUMAN PAPILLOMAVIRUS (HPV),  Haemophilus\n    7  influenzae  type  b (Hib), pertussis, tetanus, pneumococcal disease, and\n    8  hepatitis B.\n    9    2. a. Every person in parental relation to a child in this state shall\n   10  have administered to such child an adequate dose or doses of an immuniz-\n   11  ing agent against poliomyelitis, mumps,  measles,  diphtheria,  rubella,\n   12  varicella,  Haemophilus  influenzae  type  b  (Hib), pertussis, tetanus,\n   13  pneumococcal  disease,  and  hepatitis  B,  which  meets  the  standards\n   14  approved  by the United States public health service for such biological\n   15  products, and which is approved by the department under such  conditions\n   16  as  may  be  specified  by  the  public  health council. EVERY PERSON IN\n   17  PARENTAL RELATION TO A CHILD IN THIS STATE SHALL BE ENCOURAGED,  THROUGH\n   18  THE PROVISION OF WRITTEN EDUCATIONAL MATERIALS AND CONSULTATION, TO HAVE\n   19  ADMINISTERED  TO  SUCH  CHILD AN ADEQUATE DOSE OR DOSES OF AN IMMUNIZING\n   20  AGENT AGAINST HUMAN  PAPILLOMAVIRUS  (HPV)  WHICH  MEETS  THE  STANDARDS\n   21  APPROVED  BY THE UNITED STATES PUBLIC HEALTH SERVICE FOR SUCH BIOLOGICAL\n   22  PRODUCTS, AND WHICH IS APPROVED BY THE DEPARTMENT UNDER SUCH  CONDITIONS\n   23  AS MAY BE SPECIFIED BY THE PUBLIC HEALTH COUNCIL.\n   24    b.  Every person in parental relation to a child in this state born on\n   25  or after January first, nineteen hundred ninety-four and entering  sixth\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02206-01-1\n\n       A. 2360                             2\n\n    1  grade  or a comparable age level special education program with an unas-\n    2  signed grade on or after September first, two thousand seven, shall have\n    3  administered to such child a booster immunization containing  diphtheria\n    4  and tetanus toxoids, and an acellular pertussis vaccine, which meets the\n    5  standards  approved  by the United States public health service for such\n    6  biological products, and which is approved by the department under  such\n    7  conditions  as  may  be  specified  by  the public health council. EVERY\n    8  PERSON IN PARENTAL RELATION TO A CHILD IN THIS STATE BORN  ON  OR  AFTER\n    9  JANUARY  FIRST, NINETEEN HUNDRED NINETY-FOUR AND ENTERING SIXTH GRADE OR\n   10  A COMPARABLE AGE LEVEL SPECIAL  EDUCATION  PROGRAM  WITH  AN  UNASSIGNED\n   11  GRADE ON OR AFTER SEPTEMBER FIRST, TWO THOUSAND ELEVEN, SHALL BE ENCOUR-\n   12  AGED, THROUGH THE PROVISION OF WRITTEN EDUCATIONAL MATERIALS AND CONSUL-\n   13  TATION, TO HAVE ADMINISTERED TO SUCH CHILD A BOOSTER IMMUNIZATION, WHERE\n   14  APPLICABLE, AGAINST HUMAN PAPILLOMAVIRUS (HPV) WHICH MEETS THE STANDARDS\n   15  APPROVED  BY THE UNITED STATES PUBLIC HEALTH SERVICE FOR SUCH BIOLOGICAL\n   16  PRODUCTS, AND WHICH IS APPROVED BY THE DEPARTMENT UNDER SUCH  CONDITIONS\n   17  AS MAY BE SPECIFIED BY THE PUBLIC HEALTH COUNCIL.\n   18    5.  The  health  practitioner  who  administers  such immunizing agent\n   19  against poliomyelitis, mumps, measles, diphtheria, Haemophilus  influen-\n   20  zae  type  b  (Hib),  rubella,  varicella,  HUMAN  PAPILLOMAVIRUS (HPV),\n   21  pertussis, tetanus, pneumococcal disease, and hepatitis B  to  any  such\n   22  child  shall  give  a  certificate of such immunization to the person in\n   23  parental relation to such child.\n   24    6. In the event that a person in parental relation to  a  child  makes\n   25  application  for  admission  of  such  child  to a school or has a child\n   26  attending school and there exists no  certificate  or  other  acceptable\n   27  evidence  of  the  child's  immunization  against  poliomyelitis, mumps,\n   28  measles, diphtheria, rubella, varicella, hepatitis B,  pertussis,  teta-\n   29  nus,  and,  where  applicable,  Haemophilus  influenzae type b (Hib) and\n   30  pneumococcal disease, the principal, teacher, owner or person in  charge\n   31  of  the  school shall inform such person of the necessity to have, OR IN\n   32  THE CASE OF HUMAN  PAPILLOMAVIRUS  (HPV)  THE  EFFICACY  OF  VOLUNTARILY\n   33  HAVING,  the child immunized, that such immunization may be administered\n   34  by any health practitioner, or that the child may be  immunized  without\n   35  charge  by  the health officer in the county where the child resides, if\n   36  such person executes a consent therefor. In the event that  such  person\n   37  does  not wish to select a health practitioner to administer the immuni-\n   38  zation, he or she shall be provided with a form which shall give  notice\n   39  that  as  a prerequisite to processing the application for admission to,\n   40  or for continued attendance at, the school such  person  shall  state  a\n   41  valid  reason  for  withholding  consent  or  consent shall be given for\n   42  immunization to be administered  by  a  health  officer  in  the  public\n   43  employ,  or  by  a school physician or nurse. The form shall provide for\n   44  the execution of a consent by such person and it shall also  state  that\n   45  such  person  need not execute such consent if subdivision eight or nine\n   46  of this section apply to such child.\n   47    S 2. Paragraph (a) of subdivision 1  of  section  613  of  the  public\n   48  health  law, as amended by chapter 36 of the laws of 2010, is amended to\n   49  read as follows:\n   50    (a) The commissioner shall develop and supervise the  execution  of  a\n   51  program of immunization, surveillance and testing, to raise to the high-\n   52  est  reasonable  level the immunity of the children of the state against\n   53  communicable diseases including, but not limited to, influenza,  poliom-\n   54  yelitis,  measles,  mumps, rubella, haemophilus influenzae type b (Hib),\n   55  diphtheria, pertussis, tetanus,  varicella,  hepatitis  B,  pneumococcal\n   56  disease,  and the immunity of adults of the state against diseases iden-\n\n       A. 2360                             3\n\n    1  tified by the commissioner, including  but  not  limited  to  influenza,\n    2  smallpox,  and  hepatitis.  The commissioner shall encourage the munici-\n    3  palities in the state to develop and shall assist them in  the  develop-\n    4  ment  and  the  execution  of local programs of inoculation to raise the\n    5  immunity of the children and adults of each municipality to the  highest\n    6  reasonable  level.  Such  programs  shall  include provision of vaccine,\n    7  surveillance of vaccine effectiveness  by  means  of  laboratory  tests,\n    8  serological  testing  of  individuals  and educational efforts to inform\n    9  health care providers and target populations or their parents,  if  they\n   10  are  minors,  of the facts relative to these diseases and inoculation to\n   11  prevent their occurrence. EDUCATIONAL EFFORTS SHALL INCLUDE, BUT NOT  BE\n   12  LIMITED  TO,  INFORMATION ABOUT THE EFFICACY OF IMMUNIZING AGAINST HUMAN\n   13  PAPILLOMAVIRUS (HPV) TO ENCOURAGE INFORMED, VOLUNTARY VACCINATIONS.\n   14    S 3. This act shall take effect  immediately;  provided  however  that\n   15  section  two  of  this act shall take effect on the same date and in the\n   16  same manner as section 1 of chapter  36  of  the  laws  of  2010,  takes\n   17  effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public health law, in relation to encouraging immunization against human papillomavirus (HPV) ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T151652.TXT", "SOBI.D110119.T100736.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295449656506
}