{
  "year" : 2011,
  "senateBillNo" : "A2368-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to agriculture",
    "billEventId" : "A2368-2011-1295326800000-referred+to+agriculture",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits the number of intact animals over the age of four months a person or business can own, possess, control or otherwise have charge or custody of",
  "summary" : "Provides that no person or business who buys, sells or offers for sale dogs or cats to the public or at wholesale shall possess or own more than 50 dogs or cats with intact sexual organs over the age of four months. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Agriculture and Markets Law",
  "previousVersions" : [ "AB7285-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hevesi",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2368\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, GABRYSZAK, HOOPER, MAYERSOHN, ROSENTHAL,\n         MILLMAN, KAVANAGH, ORTIZ, HEVESI -- Multi-Sponsored by  --  M.  of  A.\n         BING,  BURLING,  COOK,  CUSICK,  GLICK,  GOTTFRIED, JEFFRIES, LATIMER,\n         V. LOPEZ, LUPARDO, McDONOUGH, McENENY, NOLAN, PERRY, PHEFFER,  THIELE,\n         TOWNS -- read once and referred to the Committee on Agriculture\n\n       AN  ACT to amend the agriculture and markets law, in relation to a limit\n         on the number of intact animals over the age of four months  a  person\n         or  business  can  own,  possess,  control or otherwise have charge or\n         custody\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The agriculture and markets law is amended by adding a new\n    2  section 380 to read as follows:\n    3    S 380. LIMIT ON INTACT ANIMALS. NO PERSON OR BUSINESS BUYING, SELLING,\n    4  OR OFFERING FOR SALE DOGS OR CATS TO THE PUBLIC OR  AT  WHOLESALE  SHALL\n    5  OWN,  POSSESS,  CONTROL OR OTHERWISE HAVE CHARGE OR CUSTODY OF MORE THAN\n    6  FIFTY DOGS OVER THE AGE OF FOUR MONTHS AND CATS OVER  THE  AGE  OF  FOUR\n    7  MONTHS  WITH INTACT SEXUAL ORGANS KEPT FOR THE PURPOSE OF BREEDING THOSE\n    8  ANIMALS AND SELLING THEIR OFFSPRING AS A COMPANION ANIMAL.  A  VIOLATION\n    9  OF  THIS SECTION IS A CLASS A MISDEMEANOR. NOTHING IN THIS SECTION SHALL\n   10  BE CONSTRUED TO AFFECT ANY PROTECTIONS AFFORDED TO DOGS, CATS, OR  OTHER\n   11  ANIMALS UNDER ANY OTHER PROVISIONS OF THIS ARTICLE.\n   12    S  2.  Section  373  of  the agriculture and markets law is amended by\n   13  adding a new subdivision 2-a to read as follows:\n   14    2-A. ANY SUCH AGENT OR OFFICER MAY ALSO LAWFULLY  TAKE  POSSESSION  OF\n   15  ANY  ANIMALS  KEPT  IN VIOLATION OF SECTION THREE HUNDRED EIGHTY OF THIS\n   16  ARTICLE AND THE OFFSPRING OF SUCH ANIMALS,  PROVIDED  THAT  A  COMPLAINT\n   17  STATING JUST AND REASONABLE GROUNDS IS MADE UNDER OATH OR AFFIRMATION TO\n   18  ANY  MAGISTRATE AUTHORIZED TO ISSUE WARRANTS IN CRIMINAL CASES, AND THAT\n   19  SUCH WARRANT AUTHORIZING ENTRY AND SEARCH IS  ISSUED  AND  DELIVERED  BY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03117-01-1\n\n       A. 2368                             2\n\n    1  SUCH  MAGISTRATE;  IF JUST AND REASONABLE CAUSE IS SHOWN, THE MAGISTRATE\n    2  SHALL IMMEDIATELY ISSUE SUCH WARRANT.\n    3    S 3. This act shall take effect on the one hundred eightieth day after\n    4  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the agriculture and markets law, in relation to a limit on the number of intact animals over the age of four months a person or business can own, possess, control or otherwise have charge or custody ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T102237.TXT", "SOBI.D110119.T101737.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450557929
}