{
  "year" : 2011,
  "senateBillNo" : "A2362-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2362-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires police officers to receive certain training and instruction with respect to crimes involving sexual assault",
  "summary" : "Requires training and instruction for all police officers with respect to crimes involving sexual assault; establishes the office of court administration shall provide training for judges and justices at the New York state judicial institute with respect to crimes involving sexual assault. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "AA938-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2362\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. GIBSON -- read once and referred to the Committee\n         on Governmental Operations\n\n       AN  ACT to amend the executive law and the judiciary law, in relation to\n         requiring certain training for police officers with respect to  crimes\n         involving sexual assault\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 840 of the executive law is amended by adding a new\n    2  subdivision 4 to read as follows:\n    3    4. THE COUNCIL SHALL PROMULGATE RULES AND REGULATIONS REQUIRING TRAIN-\n    4  ING AND INSTRUCTION FOR ALL  POLICE  OFFICERS  WITH  RESPECT  TO  CRIMES\n    5  INVOLVING SEXUAL ASSAULT.  SUCH TRAINING AND INSTRUCTION, WHICH SHALL BE\n    6  DESIGNED  AND PRESENTED IN CONSULTATION WITH RAPE CRISIS CENTERS EXPERI-\n    7  ENCED IN ASSISTING VICTIMS IN THIS STATE,  SHALL  INCLUDE,  BUT  NOT  BE\n    8  LIMITED  TO UNDERSTANDING RAPE AND SEXUAL ABUSE TRAUMA AND PSYCHOLOGICAL\n    9  ISSUES CONFRONTED BY SUCH CRIME VICTIMS, COMMON ATTRIBUTES OF OFFENDERS,\n   10  FAIR  TREATMENT  STANDARDS  FOR  CRIME  VICTIMS  PURSUANT   TO   ARTICLE\n   11  TWENTY-THREE  OF  THIS  CHAPTER,  EVIDENCE  GATHERING  AND  PRESERVATION\n   12  ISSUES, INTERVIEW TECHNIQUES AND INFORMATION CONCERNING THE AVAILABILITY\n   13  OF LOCAL SERVICES FOR THE VICTIMS OF SUCH  CRIMES.    ALL  NEW  OFFICERS\n   14  SHALL  RECEIVE  SUCH  TRAINING  AND  INSTRUCTION,  AS  PART OF THE BASIC\n   15  CURRICULUM AT THE STATE POLICE ACADEMY OR AT MUNICIPAL POLICE ACADEMIES,\n   16  AS APPLICABLE.  THE COUNCIL SHALL PROMULGATE RULES AND REGULATIONS AS IT\n   17  DEEMS  NECESSARY  CONCERNING  PERIODIC  RETRAINING  OF  POLICE  OFFICERS\n   18  REGARDING CRIMES INVOLVING SEXUAL ASSAULT.\n   19    S  2.    The judiciary law is amended by adding a new section 219-c to\n   20  read as follows:\n   21    S 219-C. CRIMES INVOLVING SEXUAL  ASSAULT;  JUDICIAL  TRAINING.    THE\n   22  OFFICE  OF  COURT  ADMINISTRATION  SHALL PROVIDE TRAINING FOR JUDGES AND\n   23  JUSTICES AT THE NEW YORK STATE JUDICIAL INSTITUTE WITH RESPECT TO CRIMES\n   24  INVOLVING SEXUAL ASSAULT.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04436-01-1\n\n       A. 2362                             2\n\n    1    S 3. This act shall take effect on the one hundred twentieth day after\n    2  it shall have become a law; provided, however, that effective immediate-\n    3  ly, the addition, amendment and/or repeal  of  any  rule  or  regulation\n    4  necessary  for  the  implementation of this act on its effective date is\n    5  authorized  and  directed  to  be  made  and completed on or before such\n    6  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law and the judiciary law, in relation to requiring certain training for police officers with respect to crimes involving sexual assault ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T101237.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295449957635
}