{
  "year" : 2011,
  "senateBillNo" : "A237-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A237-2011-1294203600000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for eligibility for coverage under the New York state health insurance program for after-adopted children of unremarried spouses of deceased employees",
  "summary" : "Provides for eligibility for coverage under the New York State Health Insurance Program for after-adopted children of unremarried spouses of employees of the state or participating employers; defines \"dependent\" to include such children. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A582-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          237\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. CAHILL -- Multi-Sponsored by -- M. of A. PHEFFER\n         -- read once and referred to the Committee on Governmental Employees\n\n       AN ACT to amend the civil service law, in relation to authorizing cover-\n         age under the New York state health insurance program for after-adopt-\n         ed children of unremarried spouses of deceased employees of the  state\n         or a participating employer\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 2 of section 165 of the civil service  law,  as\n    2  amended  by  section  5  of part T of chapter 56 of the laws of 2010, is\n    3  amended to read as follows:\n    4    2. In the event of death of an employee having coverage at the time of\n    5  death for himself or herself and his or her dependents,  and  where  the\n    6  circumstances of death are such that beneficiaries or dependents of such\n    7  deceased employee are entitled to an accidental death benefit payable by\n    8  a retirement system or pension plan administered by the state or a civil\n    9  division  thereof  on  account  of  death  resulting  from  an  accident\n   10  sustained in the performance of his or her duties or to  death  benefits\n   11  provided for under the workers' compensation law, the unremarried spouse\n   12  of  such employee covered at the time of his or her death and his or her\n   13  covered dependents, for so long  as  they  would  otherwise  qualify  as\n   14  dependents eligible for coverage under the regulations of the president,\n   15  shall  be  eligible  to  continue full coverage under the health benefit\n   16  plan upon payment at intervals determined by the president of  the  full\n   17  cost  of  such coverage; provided, however, that the state shall pay and\n   18  any participating employer may elect to pay the full cost of such cover-\n   19  age, except that in the case of those enrolled in  an  optional  benefit\n   20  plan, the employer shall contribute not more than the same dollar amount\n   21  which  would  be  paid  if  such  unremarried spouse and dependents were\n   22  enrolled in the basic statewide health benefit plan. The president shall\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01092-01-1\n\n       A. 237                              2\n\n    1  adopt such regulations as may be required to carry out the provisions of\n    2  this subdivision which shall  include,  but  need  not  be  limited  to,\n    3  provisions  for  filing  application  for  continued coverage, including\n    4  reasonable  time  limits therefor, and provisions for continued coverage\n    5  of spouse and dependents pending determination  of  an  application  for\n    6  accidental  death  benefits  from  a  retirement  system or pension plan\n    7  administered by the state or a civil division thereof or pending  deter-\n    8  mination  of  a claim for death benefits under the workers' compensation\n    9  law.  FOR THE PURPOSES OF THIS SUBDIVISION, THE TERM  \"DEPENDENT\"  SHALL\n   10  BE  DEEMED  TO  INCLUDE A CHILD ADOPTED BY THE UNREMARRIED SPOUSE OF THE\n   11  DECEASED EMPLOYEE AFTER SUCH EMPLOYEE'S DEATH, IF SUCH  CHILD  WOULD  BE\n   12  ELIGIBLE  FOR  SUCH  STATUS  HAD SUCH CHILD BEEN ADOPTED BY THE EMPLOYEE\n   13  PRIOR TO HIS OR HER DEATH.\n   14    S 2. The opening paragraph of section 165-a of the civil service  law,\n   15  as  amended by section 6 of part T of chapter 56 of the laws of 2010, is\n   16  amended to read as follows:\n   17    Notwithstanding any other provision of law to the contrary, the presi-\n   18  dent shall permit the unremarried spouse and the  dependents,  otherwise\n   19  qualified  as  eligible for coverage under regulations of the president,\n   20  of a person who was an employee of  the  state  and/or  of  a  political\n   21  subdivision  thereof  or  of  a  public  authority for not less than ten\n   22  years, provided however, that the ten-year service requirement shall not\n   23  apply to such employees on active military duty in connection  with  the\n   24  Persian Gulf conflict who [die] DIED on or after August second, nineteen\n   25  hundred ninety while in the Persian Gulf combat zone or while performing\n   26  such  military  duties,  who  had been a participant in any of the state\n   27  health benefit plans, to continue under the coverage which such deceased\n   28  employee had in effect at the time of death, upon the payment at  inter-\n   29  vals  determined  by the president of the full cost of such coverage[,];\n   30  provided, however, that the unremarried spouse of an active employee  of\n   31  the State who died on or after April first nineteen hundred seventy-five\n   32  and  before April first nineteen hundred seventy-nine who timely elected\n   33  to continue dependent coverage, or such unremarried  spouse  who  timely\n   34  elected  individual  coverage  shall continue to pay at intervals deter-\n   35  mined by the president one-quarter of the full cost of dependent  cover-\n   36  age;  and  provided  further[,]  that,  with  regard to employees of the\n   37  State, where and to the extent that an  agreement  pursuant  to  article\n   38  fourteen  of this chapter so provides, or where the director of employee\n   39  relations, with respect to employees of the State who are  not  included\n   40  within a negotiating unit so recognized or certified pursuant to article\n   41  fourteen  of this chapter whom the director of employee relations deter-\n   42  mines should be declared eligible for the continuation of health benefit\n   43  plans for the survivors of such employees of the  State,  the  president\n   44  shall  adopt  regulations  providing for the continuation of such health\n   45  benefit or benefits by the unremarried spouse of an active  employee  of\n   46  the State who died on or after April first nineteen hundred seventy-nine\n   47  who  elects  to  continue dependent coverage, or such unremarried spouse\n   48  who elects individual coverage, and, upon such election,  shall  pay  at\n   49  intervals  determined  by  the president one-quarter of the full cost of\n   50  dependent coverage;  and[,]  provided  further  THAT,  with  respect  to\n   51  enrolled  employees  of a political subdivision or public authority in a\n   52  negotiating unit recognized or certified pursuant to article fourteen of\n   53  this chapter, where an agreement negotiated pursuant to said article  so\n   54  provides, and with respect to enrolled employees of a political subdivi-\n   55  sion  or  public  authority  not  included  within a negotiating unit so\n   56  recognized or certified, at the discretion of the appropriate  political\n\n       A. 237                              3\n\n    1  subdivision  or  public  authority,  the unremarried spouse of an active\n    2  employee of the political subdivision or of  the  public  authority  who\n    3  died  on or after April first nineteen hundred seventy-five[,] may elect\n    4  to  continue  dependent  coverage  or  such unremarried spouse may elect\n    5  individual coverage, and upon such  election,  shall  pay  at  intervals\n    6  determined  by  the  president one-quarter of the full cost of dependent\n    7  coverage.  FOR THE PURPOSES OF THIS SUBDIVISION,  THE  TERM  \"DEPENDENT\"\n    8  SHALL  BE DEEMED TO INCLUDE A CHILD ADOPTED BY THE UNREMARRIED SPOUSE OF\n    9  THE DECEASED EMPLOYEE AFTER SUCH EMPLOYEE'S DEATH, IF SUCH  CHILD  WOULD\n   10  BE  ELIGIBLE FOR SUCH STATUS HAD SUCH CHILD BEEN ADOPTED BY THE EMPLOYEE\n   11  PRIOR TO HIS OR HER DEATH.\n   12    S 3. This act shall take effect on the first of January next  succeed-\n   13  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to authorizing coverage under the New York state health insurance program for after-adopted children of unremarried spouses of deceased employees of the state or a participating employer ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T153838.TXT", "SOBI.D101217.T155505.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T161506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292877518329
}