{
  "year" : 2011,
  "senateBillNo" : "A2370-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to housing",
    "billEventId" : "A2370-2011-1295326800000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires landlords to furnish each tenant either renewing or entering into a lease with a document describing the rights and duties of landlords and tenants",
  "summary" : "Requires landlords to furnish each tenant either renewing or entering into a lease with a rider describing the rights and duties of landlords and tenants; further requires the rider to conform to the intent of section 5-702 of the general obligations law. ",
  "currentCommittee" : null,
  "sameAs" : "S2827",
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "A5456-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2370\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. SPANO, GABRYSZAK, BROOK-KRASNY -- Multi-Sponsored\n         by  --  M. of A.  HOOPER -- read once and referred to the Committee on\n         Housing\n\n       AN ACT to amend the real property law, in relation to requiring a  land-\n         lord  to furnish to each tenant signing a new or renewal lease a rider\n         describing the rights and duties of landlords and tenants\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real property law is amended by adding a new section\n    2  223-c to read as follows:\n    3    S 223-C. RENTERS' BILL OF RIGHTS. 1. EACH LANDLORD SUBJECT UNDER  THIS\n    4  ARTICLE  SHALL FURNISH TO EACH TENANT EITHER RENEWING OR ENTERING INTO A\n    5  LEASE, A RIDER DESCRIBING THE  RIGHTS  AND  DUTIES  OF  THE  CONTRACTING\n    6  PARTIES.  THE LEASE SHALL HAVE IN BOLD PRINT APPEARING ON THE FIRST PAGE\n    7  THE FOLLOWING: \"ATTACHED TO THIS LEASE IS A 'RENTERS'  BILL  OF  RIGHTS'\n    8  WITH THE PERTINENT RULES AND REGULATIONS GOVERNING THE RIGHTS AND DUTIES\n    9  OF LANDLORDS AND TENANTS.\"  SUCH RIDER SHALL INCLUDE INFORMATION REGARD-\n   10  ING  RELEVANT  RENT  CONTROL  OR  REGULATION, AS WELL AS THE APPROPRIATE\n   11  ADMINISTRATIVE OR JUDICIAL BODY FOR HEARING  AND  DETERMINING  POTENTIAL\n   12  DISPUTES BETWEEN LANDLORD AND TENANT.\n   13    2.  THE  RIDER  SHALL  APPEAR  IN LARGER TYPE THAN THE LEASE AND SHALL\n   14  CONFORM TO THE INTENT OF SECTION 5-702 OF THE GENERAL OBLIGATIONS LAW.\n   15    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04055-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to requiring a landlord to furnish to each tenant signing a new or renewal lease a rider describing the rights and duties of landlords and tenants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T102237.TXT", "SOBI.D110202.T104706.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296661626246
}