{
  "year" : 2011,
  "senateBillNo" : "A2379-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2379-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides a procedure for the disqualification of contracts",
  "summary" : "Provides a procedure for the disqualification of contracts; such contract disqualification shall last for a period of five years; defines contract disqualification. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A1919-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2379\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. DESTITO -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the state finance law, in  relation  to  establishing  a\n         procedure for contract disqualification\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"New York state contract disqualification act\".\n    3    S  2. Legislative findings and declarations. The legislature finds and\n    4  declares that between the years 1999-2002 public confidence in  publicly\n    5  traded  companies  suffered greatly as a result of criminally fraudulent\n    6  accounting practices and similarly unlawful governance procedures  which\n    7  has  led to several high profile bankruptcies of companies in the United\n    8  States.\n    9    The legislature further finds and declares that  the  economic  conse-\n   10  quences  of  these pernicious acts have been widespread and devastating.\n   11  During this time period, the value of assets and funds in the  New  York\n   12  state   and  local  employees'  retirement  system  alone  precipitously\n   13  declined from one hundred twenty-eight billion dollars  to  ninety-seven\n   14  billion  dollars.  Thousands  of investors nationwide have withdrawn the\n   15  full amount of the remainder from their individual  retirement  accounts\n   16  and  have  failed to reinvest these proceeds in securities. In addition,\n   17  these practices have led to a steep  decline  in  the  value  of  public\n   18  companies, limited their liquidity and jeopardized their financing.\n   19    The  legislature  further finds and declares that the state has a keen\n   20  pecuniary and proprietary interest in ensuring that the  companies  with\n   21  which  it  does business are and remain sound financial entities capable\n   22  of performing the contracts and delivering the services they  have  been\n   23  contracted  to provide. That in order to protect the public fiscally and\n   24  ensure the provision of vital public services,  the  state  must  ensure\n   25  that  potential vendors have not and will not engage in criminally frau-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06174-01-1\n\n       A. 2379                             2\n\n    1  dulent accounting practices and similarly unlawful corporate  governance\n    2  procedures.\n    3    The legislature further finds that the enactment of this act is essen-\n    4  tial  to protect the welfare of the state, its local governments and the\n    5  residents thereof.\n    6    S 3. The state finance law is amended by adding a new  section  139-bb\n    7  to read as follows:\n    8    S  139-BB.  PROHIBITED  BIDDERS  AND  CONTRACTORS. 1. UNLESS OTHERWISE\n    9  PROVIDED, NO  FIRM,  PARTNERSHIP  OR  CORPORATION  SHALL  ENTER  INTO  A\n   10  CONTRACT  WITH  THE  STATE,  ANY  POLITICAL  SUBDIVISION THEREOF, PUBLIC\n   11  CORPORATION, AUTHORITY, DEPARTMENT OR AGENCY, IF THE FIRM,  PARTNERSHIP,\n   12  OR  CORPORATION  OR  ANY OFFICER, DIRECTOR, PARTNER, OR OTHER MANAGERIAL\n   13  AGENT OR FIRM, PARTNERSHIP  OR  CORPORATION  HAS  BEEN  SUBJECTED  TO  A\n   14  CONTRACT  DISQUALIFICATION,  AS  DEFINED  IN  SUBDIVISION  TWO  OF  THIS\n   15  SECTION.\n   16    2. FOR PURPOSES OF THIS SECTION, A \"CONTRACT  DISQUALIFICATION\"  SHALL\n   17  MEAN ANY OF THE DISPOSITIONS LISTED BELOW:\n   18    (A)  FELONY  CONVICTION OF THE FIRM, PARTNERSHIP OR CORPORATION OR ITS\n   19  MANAGERIAL OFFICER OR OFFICERS FOR THE CRIMINAL VIOLATION OF  THE  RELE-\n   20  VANT  SECURITIES  LAWS, AS DEFINED IN SUBDIVISION THREE OF THIS SECTION;\n   21  OR\n   22    (B) IMPOSITION OF A CIVIL PENALTY, WHETHER SINGULARLY OR IN THE AGGRE-\n   23  GATE, OF NOT LESS THAN FIVE HUNDRED THOUSAND DOLLARS AGAINST  THE  FIRM,\n   24  PARTNERSHIP  OR  CORPORATION  OR  ITS MANAGERIAL OFFICER OR OFFICERS FOR\n   25  CIVIL VIOLATION OF THE RELEVANT SECURITIES LAWS, AS DEFINED IN  SUBDIVI-\n   26  SION THREE OF THIS SECTION; OR\n   27    (C)  ANY  FINAL  AWARD,  BY  EITHER JUDGMENT OR SETTLEMENT OF MONETARY\n   28  DAMAGES EQUAL TO  OR  EXCEEDING  FIVE  MILLION  DOLLARS,  STEMMING  FROM\n   29  ALLEGED VIOLATIONS OF THE RELEVANT SECURITIES LAWS, AS DEFINED IN SUBDI-\n   30  VISION THREE OF THIS SECTION; OR\n   31    (D)  A  FILING  FOR  BANKRUPTCY  UNDER THE FEDERAL BANKRUPTCY STATUTES\n   32  WHENEVER THE UNDERLYING  CAUSE  FOR  THE  CONDITION  OF  BANKRUPTCY  HAS\n   33  RESULTED  IN WHOLE OR IN PART FROM THE COMMISSION OF FRAUD IN ACCOUNTING\n   34  PRACTICES OR CORPORATE GOVERNANCE.\n   35    3. FOR PURPOSES OF THIS SECTION, \"RELEVANT SECURITIES LAWS\" SHALL MEAN\n   36  ANY OF THE FOLLOWING:\n   37    (A) THE SARBANES-OXLEY ACT OF 2002 ENACTED BY PUBLIC LAW 107-204,  116\n   38  STAT,  745-810, AS AMENDED, AND ALL RULES AND REGULATIONS AS ARE PROMUL-\n   39  GATED THEREUNDER; OR\n   40    (B) THE SECURITIES EXCHANGE ACT OF 1934 (15 U.S.C. 78C), THE  SECURITY\n   41  ACT  OF  1933  (15  U.S.C.  77A  ET  SEQ.), AND ANY RULES OR REGULATIONS\n   42  PROMULGATED UNDER EITHER OF SUCH ACTS; OR\n   43    (C) ANY OTHER FEDERAL SECURITIES LAWS (INCLUSIVE OF THE PROVISIONS  OF\n   44  LAW  REFERRED  TO  IN SECTION 3(A)(47) OF THE SECURITIES EXCHANGE ACT OF\n   45  1934 (15 U.S.C. 78C(A)(47)),  INCLUSIVE  OF  ANY  RULES  OR  REGULATIONS\n   46  PROMULGATED THEREUNDER; OR\n   47    (D)  SECTIONS THREE HUNDRED FIFTY-TWO AND THREE HUNDRED FIFTY-TWO-C OF\n   48  THE GENERAL BUSINESS LAW  OF  THE  STATE  OF  NEW  YORK  AND  ANY  OTHER\n   49  PROVISION  OF  ARTICLE TWENTY-THREE-A OF SUCH LAW NECESSARY TO IMPLEMENT\n   50  ENFORCEMENT OF SUCH SECTIONS.\n   51    4. FOR THE PURPOSES OF THIS SECTION, A CONTRACT DISQUALIFICATION SHALL\n   52  LAST FOR A PERIOD OF FIVE YEARS.\n   53    5. EVERY BID SUBMITTED TO AND CONTRACT EXECUTED BY  THE  STATE,  POLI-\n   54  TICAL  SUBDIVISION  THEREOF, PUBLIC CORPORATION, AUTHORITY OR DEPARTMENT\n   55  OR AGENCY THEREOF  SHALL  CONTAIN  A  CERTIFICATION  BY  THE  BIDDER  OR\n   56  CONTRACTOR  THAT  THE  CONTRACTOR  IS  NOT  BARRED  FROM BEING AWARDED A\n\n       A. 2379                             3\n\n    1  CONTRACT PURSUANT TO THIS  SECTION,  AND  FURTHER  THAT  THE  CONTRACTOR\n    2  ACKNOWLEDGES  THAT  THE CONTRACTING ENTITY MAY DECLARE THE CONTRACT VOID\n    3  IF THE CERTIFICATION COMPLETED PURSUANT TO THIS SUBDIVISION IS FALSE.\n    4    6.  ANY  STATE  AGENCY,  POLITICAL  SUBDIVISION THEREOF, PUBLIC CORPO-\n    5  RATION, AUTHORITY OR DEPARTMENT RECEIVING A BID FROM  ANY  ENTITY  WHICH\n    6  HAS  BEEN  SUBJECT  TO  ANY  DISPOSITION FOR A CONTRACT DISQUALIFICATION\n    7  PURSUANT TO SUBDIVISION TWO OF THIS SECTION, SHALL FORWARD SUCH INFORMA-\n    8  TION TO THE STATE COMPTROLLER WITHIN THIRTY DAYS. UPON RECEIPT  OF  SUCH\n    9  INFORMATION,  THE  STATE  COMPTROLLER SHALL HOLD A HEARING, AT WHICH THE\n   10  PARTY SHALL BE ENTITLED TO APPEAR, PRESENT EVIDENCE  AND  BE  HEARD,  TO\n   11  DETERMINE IF SUCH PARTY SHALL BE SUBJECT TO A CONTRACT DISQUALIFICATION.\n   12  NOTICE  TO  THE  PARTY AND CONDUCT OF THE HEARING SHALL BE IN ACCORDANCE\n   13  WITH THE PROVISIONS OF THE STATE ADMINISTRATIVE PROCEDURE  ACT,  SECTION\n   14  SEVENTY-THREE  OF  THE  CIVIL RIGHTS LAW, AND THE CIVIL PRACTICE LAW AND\n   15  RULES.\n   16    7. ANY DETERMINATION MADE BY THE STATE COMPTROLLER  PURSUANT  TO  THIS\n   17  SECTION  SHALL BE SUBJECT TO JUDICIAL REVIEW IN A PROCEEDING PURSUANT TO\n   18  ARTICLE SEVENTY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES.\n   19    S 4. This act shall take effect immediately and  shall  apply  to  any\n   20  contracts entered into on or after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to establishing a procedure for contract disqualification ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T103237.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451157302
}