{
  "year" : 2011,
  "senateBillNo" : "A2376-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to social services",
    "billEventId" : "A2376-2011-1295326800000-referred+to+social+services",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires all mentoring programs to do background checks on prospective employees and mentors",
  "summary" : "Requires all mentoring programs to do background checks on prospective employees and mentors. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Social Services Law",
  "previousVersions" : [ "A3904-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2376\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. CLARK, MAYERSOHN, CANESTRARI, TITUS, WEISENBERG,\n         MARKEY,  PHEFFER  --  Multi-Sponsored  by  --  M.  of  A.   BENEDETTO,\n         BROOK-KRASNY,  CALHOUN,  COLTON,  CROUCH,  FINCH, GALEF, MAISEL, RAIA,\n         SAYWARD, SPANO, THIELE, TOWNS -- read once and referred to the Commit-\n         tee on Social Services\n\n       AN ACT to amend the social services law, in relation to  safe  mentoring\n         practices\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivisions 2, 3 and 4 of  section  390-e  of  the  social\n    2  services  law,  as added by chapter 459 of the laws of 2006, are amended\n    3  to read as follows:\n    4    2. Mentoring programs [may] SHALL perform a  criminal  history  record\n    5  check on all prospective employees and mentors.\n    6    3. Notwithstanding any other provision of law to the contrary, subject\n    7  to  the  rules  and  regulations  of  the  division  of criminal justice\n    8  services, mentoring programs [may] SHALL apply for  a  criminal  history\n    9  record  check  with  the division of criminal justice services regarding\n   10  any prospective employee or any prospective mentor  who  may  engage  in\n   11  unsupervised  activities  with  youth  or  in activities with youth in a\n   12  setting without constant agency or parental  oversight.  Each  mentoring\n   13  program  [that  chooses  to  complete such criminal background checks on\n   14  prospective employees or on prospective mentors] shall establish a poli-\n   15  cy for completing criminal background checks on such prospective employ-\n   16  ees or mentors. Such policy shall apply one  uniform  standard  for  the\n   17  completion  of  criminal background checks for all prospective employees\n   18  and one uniform standard  for  the  completion  of  criminal  background\n   19  checks  for all prospective mentors. Any mentoring program [that chooses\n   20  to complete criminal background checks on both prospective employees and\n   21  prospective mentors] may  utilize  the  same  uniform  process  for  the\n   22  completion  of  the  criminal background checks on prospective employees\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06589-01-1\n\n       A. 2376                             2\n\n    1  and prospective mentors or they  may  choose  one  uniform  process  for\n    2  prospective  employees  and  another  uniform  process  for  prospective\n    3  mentors.\n    4    4.  Every mentoring program [that chooses to] SHALL apply for a crimi-\n    5  nal history background check  with  the  division  of  criminal  justice\n    6  services AND shall obtain a set of fingerprints from each individual for\n    7  whom  a  criminal  background  check  is  to be completed and such other\n    8  information as is required by the office and the  division  of  criminal\n    9  justice  services.  For each prospective employee or mentor for whom the\n   10  mentoring program [completes] MUST COMPLETE a criminal background check,\n   11  the mentoring program shall provide the applicant with blank fingerprint\n   12  cards and a description of how the completed fingerprint  card  will  be\n   13  used  upon  submission  to  the mentoring program. The mentoring program\n   14  shall promptly transmit such fingerprint card and the processing fee  to\n   15  the  office.  The  office shall promptly submit the fingerprint card and\n   16  the processing fee, imposed pursuant to subdivision eight-a  of  section\n   17  eight  hundred  thirty-seven  of  the  executive law, to the division of\n   18  criminal justice services for its full search and retain processing.\n   19    S 2. This act shall take effect on the first of April next  succeeding\n   20  the  date  on  which it shall have become a law, provided that any rules\n   21  and regulations necessary to implement the provisions of this act on its\n   22  effective date are authorized and directed to be completed on or  before\n   23  such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the social services law, in relation to safe mentoring practices ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T102237.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450557960
}