{
  "year" : 2011,
  "senateBillNo" : "A2373-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to education",
    "billEventId" : "A2373-2011-1295326800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes pilot grant program to enable overage, under-credit youth to obtain high school diploma or equivalent",
  "summary" : "Establishes pilot grant program to enable overage, under-credit youth to obtain high school diploma or equivalent. ",
  "currentCommittee" : null,
  "sameAs" : "S1700",
  "lawSection" : "Education Law",
  "previousVersions" : [ "S146-2009", "A3621-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Scarborough",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2373\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. CLARK, P. RIVERA, SCARBOROUGH, HOYT -- Multi-\n         Sponsored by -- M. of A.  PEOPLES-STOKES, PHEFFER,  J. RIVERA,  SPANO,\n         WEISENBERG -- read once and referred to the Committee on Education\n\n       AN  ACT  to amend the education law, in relation to establishing a pilot\n         program for overage, under-credit students to prepare  these  students\n         for  post secondary education or training and providing for the repeal\n         of such provisions upon expiration thereof\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  intent.  The  legislature  hereby  finds and\n    2  declares it necessary to increase the graduation  rate  in  this  state,\n    3  particularly  New  York City, Yonkers, Buffalo, Rochester, and Syracuse,\n    4  where the drop-out rate is exceptionally high particularly with minority\n    5  and limited English proficient students. To do so, the legislature finds\n    6  it necessary to create a research-based pilot program to assist overage,\n    7  under-credit students, who are typically  at  risk  of  not  graduating,\n    8  obtain  a  high school diploma or general equivalency diploma (GED), and\n    9  to prepare these students for post-secondary education or training.  The\n   10  legislature  recognizes  that  a  variety  of  individual, familial, and\n   11  community-based factors may contribute to a student's failure to  gradu-\n   12  ate, including, but not limited to, the student's poor academic perform-\n   13  ance  or attendance, parents' academic history, alcohol and/or substance\n   14  abuse in the home, upbringing in  a  single  parent  household  or  teen\n   15  parent  household,  neglect  and/or  abuse  in  the  home,  insufficient\n   16  parental interest or involvement in students' academic  performance,  or\n   17  otherwise,  limited  English  proficiency in the home, limited access to\n   18  health care, or limited economic means, poverty  or  parental  unemploy-\n   19  ment.\n   20    The  pilot program will examine the relationship between the aforemen-\n   21  tioned risk factors and the students' academic progress as well  as  the\n   22  influence of the program's academic and after school support services on\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05907-01-1\n\n       A. 2373                             2\n\n    1  the  student's  academic progress, post-secondary education or training,\n    2  and employability. The pilot program is expected to engage one  thousand\n    3  two hundred eligible students in academic and after-school services. The\n    4  pilot  program  will provide assistance and support to selected students\n    5  to assist them to obtain a high school diploma or  GED  and  to  prepare\n    6  them  for post-secondary education or training. The program will further\n    7  provide assistance and support to the students for two years  after  the\n    8  students'  attainment  of  such  a  diploma.  This  research-based pilot\n    9  program will provide a comprehensive look at the needs  of  and  adverse\n   10  influences  on  overage, under-credit students and provide a fundamental\n   11  plan for remediation.\n   12    S 2. The education law is amended by adding a new article 100 to  read\n   13  as follows:\n   14                                  ARTICLE 100\n   15                      OVERAGE AND UNDER-CREDIT STUDENTS\n   16  SECTION 4950. DEFINITIONS.\n   17          4951. PILOT  PROGRAM  FOR OVERAGE, UNDER-CREDIT STUDENTS; ESTAB-\n   18                  LISHED.\n   19          4952. STUDENT ELIGIBILITY.\n   20          4953. PURPOSE OF PROGRAM.\n   21          4954. REPORTS AND EVALUATION OF THE PILOT PROGRAM.\n   22          4955. PROGRAM COSTS.\n   23    S 4950. DEFINITIONS. THE FOLLOWING TERM SHALL HAVE THE FOLLOWING MEAN-\n   24  ING WHEN USED IN THIS ARTICLE:   \"OVERAGE, UNDER-CREDIT  STUDENT\"  SHALL\n   25  MEAN  A STUDENT WHO IS AT LEAST TWO YEARS BEHIND STANDARD PROGRESS RELA-\n   26  TIVE TO THE EXPECTED AGE AND CREDIT ACCUMULATION FOR EARNING A DIPLOMA.\n   27    S 4951. PILOT PROGRAM FOR OVERAGE, UNDER-CREDIT STUDENTS; ESTABLISHED.\n   28  1. THERE IS HEREBY ESTABLISHED  UNDER  THE  EXERCISE  OF  AUTHORITY  AND\n   29  CONTROL  OF  THE  COMMISSIONER  A RESEARCH-BASED PILOT PROGRAM NAMED AND\n   30  REFERRED TO AS THE PILOT PROGRAM  FOR  OVERAGE,  UNDER-CREDIT  STUDENTS.\n   31  THIS  RESEARCH-BASED  PILOT PROGRAM SHALL SERVE ONE THOUSAND TWO HUNDRED\n   32  STUDENTS WHO ARE ELIGIBLE  FOR  THE  PROGRAM  UNDER  SECTION  FORTY-NINE\n   33  HUNDRED  FIFTY-TWO  OF THIS ARTICLE. SIX HUNDRED OF THESE STUDENTS SHALL\n   34  BE ENROLLED IN THE NEW YORK CITY SCHOOL DISTRICT AND ONE  HUNDRED  FIFTY\n   35  STUDENTS  SHALL  BE  ENROLLED IN EACH OF THE FOLLOWING SCHOOL DISTRICTS:\n   36  YONKERS, BUFFALO, ROCHESTER, AND SYRACUSE.\n   37    2. THE PURPOSE OF THE  PILOT  PROGRAM  SHALL  BE  TO  ASSIST  OVERAGE,\n   38  UNDER-CREDIT STUDENTS ATTAIN A HIGH SCHOOL DIPLOMA OR GENERAL EQUIVALEN-\n   39  CY  DIPLOMA (GED), EFFECTIVELY PREPARE FOR AND TRANSITION INTO POST-SEC-\n   40  ONDARY EDUCATION OR TRAINING, AND/OR OBTAIN  EMPLOYMENT  OR  OTHER  SUCH\n   41  MEANINGFUL POST-SECONDARY OPPORTUNITIES. THE PILOT PROGRAM SHALL PROVIDE\n   42  ASSISTANCE  AND  SUPPORT  TO SUCH STUDENTS FOR TWO YEARS SUCCEEDING EACH\n   43  STUDENT'S ATTAINMENT OF SUCH A DIPLOMA.\n   44    3. THE PILOT PROGRAM SHALL EXAMINE THE NEEDS OF OVERAGE,  UNDER-CREDIT\n   45  STUDENTS  AND  ANALYZE  THE  FACTORS  WHICH  CAUSE  OR CONTRIBUTE TO THE\n   46  STUDENTS' FAILURE TO GRADUATE OR WHICH ADVERSELY INFLUENCE THEIR ACADEM-\n   47  IC PROGRESS. THE PILOT PROGRAM SHALL FURTHER ANALYZE THE EFFECT  OF  THE\n   48  PILOT   PROGRAM  ON  THE  STUDENT'S  ACADEMIC  PROGRESS,  COMPLETION  OF\n   49  POST-SECONDARY COURSES OR TRAINING, AND THE STUDENTS' EMPLOYABILITY.\n   50    S 4952. STUDENT ELIGIBILITY. 1. STUDENTS MAY BE ELIGIBLE FOR THE PILOT\n   51  PROGRAM ESTABLISHED IN SECTION  FORTY-NINE  HUNDRED  FIFTY-ONE  OF  THIS\n   52  ARTICLE  IF  THEY ARE (A) ENROLLED IN A PUBLIC SCHOOL WITHIN AN ELIGIBLE\n   53  SCHOOL DISTRICT, (B) OF THE AGE  OF  TWELVE  TO  TWENTY-ONE  YEARS,  (C)\n   54  ENROLLED  IN  ANY  OF THE GRADES SEVEN THROUGH TWELVE, OR IF ENROLLED IN\n   55  THE SCHOOL DISTRICT OF THE CITY OF NEW YORK,  ENROLLED  IN  ANY  OF  THE\n   56  GRADES  NINE THROUGH TWELVE, AND (D) IDENTIFIED WITH AT LEAST ONE OF THE\n\n       A. 2373                             3\n\n    1  FOLLOWING RISK FACTORS, INCLUDING, BUT NEED  NOT  BE  LIMITED  TO,  POOR\n    2  ACADEMIC  PERFORMANCE  OR  ATTENDANCE,  PARENT'S  POOR ACADEMIC HISTORY,\n    3  ALCOHOL AND/OR SUBSTANCE ABUSE IN THE HOME, SINGLE PARENT  HOUSEHOLD  OR\n    4  TEEN  PARENT  HOUSEHOLD,  NEGLECT AND/OR ABUSE IN THE HOME, INSUFFICIENT\n    5  PARENTAL INTEREST OR INVOLVEMENT IN STUDENT'S ACADEMIC  PERFORMANCE,  OR\n    6  OTHERWISE, LIMITED ENGLISH PROFICIENCY IN THE HOME, LIMITED ACCESS OR NO\n    7  ACCESS TO HEALTH CARE, LIMITED ECONOMIC MEANS, POVERTY OR PARENTAL UNEM-\n    8  PLOYMENT.\n    9    2.  AN  ELIGIBLE  SCHOOL  DISTRICT SHALL APPLY TO THE DEPARTMENT FOR A\n   10  GRANT AWARD UNDER THE PILOT PROGRAM ON AN APPLICATION PRESCRIBED BY  THE\n   11  COMMISSIONER,  WHICH  SHALL  INCLUDE THE SCHOOL DISTRICT'S COMPREHENSIVE\n   12  PLAN FOR IMPLEMENTATION OF THE PILOT PROGRAM,  WHICH  MAY  INCLUDE,  BUT\n   13  NEED NOT BE LIMITED TO, THE FOLLOWING ASPECTS:\n   14    (A)  LIST  OF  COMMUNITY-BASED  ORGANIZATIONS  TO FACILITATE EFFECTIVE\n   15  PARENT-CHILD RELATIONSHIPS  OR  PARENT-TEACHER  RELATIONSHIPS,  SUCH  AS\n   16  PARENTING CLASSES OR ANGER MANAGEMENT CLASSES;\n   17    (B)  LIST  OF PUBLIC ASSISTANCE OFFICES OR ORGANIZATIONS THROUGH WHICH\n   18  TO OBTAIN PUBLIC ASSISTANCE BENEFITS, INCLUDING  CASH  ASSISTANCE,  FOOD\n   19  STAMPS,  MEDICAID  OR CHILD HEALTH INSURANCE, OR EARNED-INCOME TAX CRED-\n   20  ITS, OR WHICH TO FACILITATE PARENTAL SELF-SUFFICIENCY AND STABILITY;\n   21    (C) ADULT  EDUCATIONAL  PROGRAMS,  INCLUDING  THOSE  FOR  LITERACY  OR\n   22  INSTRUCTION IN THE ENGLISH LANGUAGE OR FOR FINANCIAL SELF-SUFFICIENCY OR\n   23  STABILITY;\n   24    (D)  POST-SECONDARY  EDUCATION  AND  TRAINING  RESOURCES AND CONTACTS,\n   25  INCLUDING BUSINESSES OR UNIONS;\n   26    (E)  WORKFORCE  OR  LABOR  TRAINING  PROGRAMS  AND  CAREER  COUNSELING\n   27  SERVICES;\n   28    (F)  OTHER  LOCAL  ORGANIZATIONS  USED  TO  ENCOURAGE, FACILITATE, AND\n   29  DEVELOP RELATIONSHIPS BETWEEN THE PILOT  PROGRAM  AND  THE  STUDENT  AND\n   30  STUDENT'S FAMILY.\n   31    S  4953.  PURPOSE  OF  PROGRAM.  THE  PILOT  PROGRAM SHALL PROVIDE THE\n   32  FOLLOWING SERVICES TO ELIGIBLE OVERAGE, UNDER-CREDIT STUDENTS:\n   33    1. SUPPORT AND ADVOCACY SERVICES IN THE HOME, SCHOOL AND/OR WORK ENVI-\n   34  RONMENT WHICH SHALL BE PROVIDED BY  ONE  FULL-TIME  ADVOCATE  PER  EVERY\n   35  THIRTY ELIGIBLE STUDENTS;\n   36    2. REMEDIATION SERVICES, INCLUDING TUTORIAL SERVICES;\n   37    3. MENTORING SERVICES;\n   38    4. ACADEMIC SUPPORT SERVICES, WHICH SHALL BE AGE AND CULTURALLY APPRO-\n   39  PRIATE;\n   40    5.    WRAP-AROUND-SUPPORT    SERVICES    THROUGH    PARTNERSHIP   WITH\n   41  COMMUNITY-BASED ORGANIZATIONS AND THE SCHOOL DISTRICT,  INCLUDING  YOUTH\n   42  DEVELOPMENT,  JOB  READINESS TRAINING, CAREER EXPLORATION AND HEALTH AND\n   43  MENTAL HEALTH SERVICES;\n   44    6. PART-TIME PAID, YEAR-ROUND EMPLOYMENT AND  SCHOLARSHIPS  AS  INCEN-\n   45  TIVES  TO HELP STUDENTS SUCCEED IN SCHOOL AND PREPARE FOR THE WORKFORCE.\n   46  SUCH INCENTIVES WOULD INCLUDE FUNDING FOR EMPLOYER INCENTIVES FOR  BUSI-\n   47  NESS AND ORGANIZATIONS WHICH DO NOT TRADITIONALLY HIRE YOUTH;\n   48    7. POST-SECONDARY EDUCATION AND CAREER COUNSELING SERVICES;\n   49    8. LABOR AND EMPLOYMENT PROGRAMS AND SERVICE LEARNING.\n   50    S  4954.  REPORTS  AND  EVALUATION  OF  THE  PILOT  PROGRAM.  UPON THE\n   51  COMPLETION OF TWO YEARS OF OPERATION, AND ON AN ANNUAL BASIS THEREAFTER,\n   52  THE COMMISSIONER SHALL EVALUATE AND ASSESS  THE  RESULTS  OF  THE  PILOT\n   53  PROGRAM TAKING INTO CONSIDERATION THE FOLLOWING FACTORS:\n   54    1.  THE GRADUATION RATE AND PERCENTAGE OF STUDENTS WHO ATTAIN A DIPLO-\n   55  MA, INCLUDING A REGENTS DIPLOMA OR A GENERAL EQUIVALENCY DIPLOMA (GED);\n   56    2. RATE OF ADMISSION TO POST-SECONDARY EDUCATION OR TRAINING PROGRAMS;\n\n       A. 2373                             4\n\n    1    3. ACADEMIC PROGRESS IN COMPLETING POST-SECONDARY EDUCATION OR  TRAIN-\n    2  ING;\n    3    4. EMPLOYABILITY OF STUDENTS;\n    4    5.  RATE OF EMPLOYMENT, AND RATE OF EMPLOYMENT OF STUDENTS IN NEW YORK\n    5  STATE;\n    6    6. REDUCTION IN TURNOVER COSTS  FOR  EMPLOYERS  PARTICIPATING  IN  THE\n    7  PROGRAM;\n    8    7.  PERCENTAGE  OF STUDENTS INCARCERATED DURING OR AFTER PARTICIPATION\n    9  IN THE PROGRAM;\n   10    8. LEVEL OF PARENTAL PARTICIPATION IN THE PROGRAM AND  INVOLVEMENT  IN\n   11  STUDENT'S ACADEMIC PERFORMANCE OR POST-SECONDARY OPPORTUNITIES;\n   12    9. PARENTAL LITERACY OR ENGLISH LANGUAGE PROFICIENCY;\n   13    10.  PARENTAL  IMPROVEMENT, INCLUDING EDUCATION, EMPLOYMENT, ACCESS TO\n   14  HEALTH CARE, AND RECEIPT OF PUBLIC ASSISTANCE BENEFITS.\n   15    S 4955. PROGRAM COSTS. TWENTY-FIVE HUNDRED DOLLARS PER PUPIL PER  YEAR\n   16  SHALL  BE  ALLOCATED  FOR  ADVOCACY,  SCHOLARSHIPS,  WORK EXPERIENCE AND\n   17  MENTORING PROGRAMS OR SERVICES. THIRTY-FIVE HUNDRED  DOLLARS  PER  PUPIL\n   18  PER  YEAR  SHALL BE ALLOCATED FOR WRAP-AROUND SUPPORT SERVICES, ACADEMIC\n   19  SUPPORT, AND FAMILY ENGAGEMENT. AID IN AN AMOUNT EQUAL TO SEVEN  HUNDRED\n   20  DOLLARS  PER  PARENT  OF  EACH  PUPIL  SHALL BE ALLOCATED, ANNUALLY, FOR\n   21  EDUCATION PROGRAMS FOR PARENTS TO ASSIST PARENTS  TO  ACHIEVE  FINANCIAL\n   22  STABILIZATION, WHICH SHALL INCLUDE SERVICES TO FACILITATE AND/OR PROVIDE\n   23  ACCESS  TO  A  FULL  RANGE  OF  BENEFITS  AS  SPECIFIED IN THIS ARTICLE.\n   24  EMPLOYMENT PREPARATION EDUCATION STATE AID MUST BE GENERATED FOR  ELIGI-\n   25  BLE  PARENTS AGE TWENTY-ONE AND OVER AND USED AS A MATCH. PRIORITY SHALL\n   26  BE GIVEN TO LEVERAGING MULTIPLE SERVICES  AND  FUNDING  STREAMS.    FIVE\n   27  HUNDRED  THOUSAND  DOLLARS  SHALL  BE SPENT FOR OUTCOME EVALUATION BY AN\n   28  INDEPENDENT RESEARCHER.\n   29    S 3. This act shall take effect immediately and shall  expire  and  be\n   30  deemed repealed 5 years after such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to establishing a pilot program for overage, under-credit students to prepare these students for post secondary education or training and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T164157.TXT", "SOBI.D110119.T102237.TXT", "SOBI.D110118.T164657.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295450557942
}