{
  "year" : 2011,
  "senateBillNo" : "A2378-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to banks",
    "billEventId" : "A2378-2011-1295326800000-referred+to+banks",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the Home Equity Fraud Act to control improper activities by home improvement contractors and finance companies",
  "summary" : "Enacts the \"Home Equity Fraud Act\" to control improper activities by home improvement contractors and finance companies; prohibits mortgage brokers or agents from acting as home improvement contractors; provides additional protections for mortgagors and home owners. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Banking Law",
  "previousVersions" : [ "A3386-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2378\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. CLARK, HOOPER, ORTIZ, GABRYSZAK -- Multi-Spon-\n         sored by -- M. of A.   BRENNAN, COLTON, COOK,  GANTT,  JACOBS,  MAGEE,\n         MAYERSOHN, McENENY, MILLMAN, PERRY, SCARBOROUGH, TOWNS, WRIGHT -- read\n         once and referred to the Committee on Banks\n\n       AN ACT to amend the banking law, the real property law, the real proper-\n         ty  actions  and  proceedings  law,  the  general business law and the\n         general obligations law, in relation  to  enacting  the  \"Home  Equity\n         Fraud Act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"Home Equity Fraud Act\".\n    3    S  2.  Legislative  findings.  The  legislature hereby finds that many\n    4  senior citizens and minority homeowners in New York have  been  targeted\n    5  by  unethical home improvement contractors, mortgage companies, mortgage\n    6  brokers and finance companies who induce these homeowners into  entering\n    7  into high cost high interest rate mortgage agreements which the homeown-\n    8  er  is often unable to afford with the intent of foreclosing on the home\n    9  and stripping the equity.\n   10    The legislature further finds that in  order  to  entice  people  into\n   11  entering  into these agreements they are promised refinancing of primary\n   12  mortgages, consolidation of loans and outstanding bills  and  are  given\n   13  cash  but often are not told or do not understand that they are securing\n   14  the loan with a mortgage lien on their home which will lead to  foreclo-\n   15  sure  in  the  event  of  default. Often these loans are documented with\n   16  false and misleading documentation provided by brokers which could easi-\n   17  ly be determined to be false if checked by the lender. Despite  prohibi-\n   18  tions  contained  in federal law many of these loans are based on equity\n   19  in the home and not on the borrower's ability  to  pay.  Since  many  of\n   20  these  homeowners  live  on  a fixed income, they are unable to make the\n   21  required payments and end up losing their homes. This  practice  appears\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06557-01-1\n\n       A. 2378                             2\n\n    1  to  be targeted in neighborhoods with a high concentration of senior and\n    2  minority residents.\n    3    The  legislature  further finds that it is in the best interest of the\n    4  citizens of this state that these unethical practices should be  prohib-\n    5  ited by law and that unscrupulous individuals should be denied the abil-\n    6  ity  to utilize the courts of this state to perpetrate these abuses upon\n    7  senior citizens and minority residents of this state and does  therefore\n    8  enact this Home Equity Fraud Act in order to prevent predatory lending.\n    9    S  3.  Subdivision 1 of section 595-a of the banking law is amended by\n   10  adding four new paragraphs (i), (j), (k) and (l) to read as follows:\n   11    (I) ENGAGING IN ANY ACTIVITY, TRANSACTION OR  COURSE  OF  BUSINESS  IN\n   12  CONNECTION  WITH  A  HOME  IMPROVEMENT  CONTRACT AS DESCRIBED IN SECTION\n   13  SEVEN HUNDRED SEVENTY OF THE GENERAL BUSINESS LAW OTHER THAN WITH REGARD\n   14  TO PROVIDING SERVICES DIRECTLY CONNECTED WITH THE MAKING OF  A  MORTGAGE\n   15  LOAN  PURSUANT  TO  THE  PROVISIONS  OF  THIS  ARTICLE, AND ONLY IF SUCH\n   16  SERVICES AND THE FEES PAID OR TO BE PAID  IN  CONNECTION  THEREWITH  ARE\n   17  FULLY  DISCLOSED  AND  AGREED TO IN WRITING BY ALL PARTIES TO THE TRANS-\n   18  ACTION.\n   19    (J) CHARGING OR PAYING, EITHER DIRECTLY OR INDIRECTLY, A FEE IN EXCESS\n   20  OF THE GREATER OF FIVE HUNDRED DOLLARS OR THREE PERCENT OF THE  MORTGAGE\n   21  LOAN FOR THE SERVICES RENDERED BY THE MORTGAGE BROKER.\n   22    (K)  THE FAILURE OF A MORTGAGE BANKER OR EXEMPT ORGANIZATION TO ASSURE\n   23  THAT NO MORE THAN A TOTAL OF SIX PERCENT OF THE VALUE  OF  THE  LOAN  IS\n   24  CHARGED  FOR ALL SERVICES RENDERED IN CONNECTION WITH QUALIFYING FOR AND\n   25  RECEIVING THE LOAN, PROVIDED THAT ANY FEES WHICH ARE REQUIRED TO BE PAID\n   26  TO ANY PUBLIC OFFICER FOR THE FILING,  RECORDING  OR  RELEASING  IN  ANY\n   27  PUBLIC OFFICE OF A DOCUMENT SECURING THE LOAN AND THE COSTS OF ANY TITLE\n   28  INSURANCE  OR  THE FEES OF AN ATTORNEY VOLUNTARILY ENGAGED BY AND SOLELY\n   29  REPRESENTING THE INTERESTS OF THE BORROWER SHALL NOT BE INCLUDED  WITHIN\n   30  THIS LIMIT.\n   31    (L)  CHARGING  A FEE OR ANYTHING OF VALUE IN CONNECTION WITH THE REFI-\n   32  NANCING OF A MORTGAGE LOAN UNLESS SUCH REFINANCING IS FOR THE PURPOSE OF\n   33  REDUCING THE RATE ON THE MORTGAGE LOAN IN AN AMOUNT  WHICH  EXCEEDS  THE\n   34  COST OF SUCH REFINANCE AND WHICH WILL ALLOW THE MORTGAGOR TO RECOVER THE\n   35  COST  OF REFINANCING THE LOAN WITHIN TWO YEARS OF THE DATE OF SUCH REFI-\n   36  NANCE. THIS PROVISION SHALL NOT APPLY  TO  ANY  ADDITIONAL  PROCEEDS  IN\n   37  EXCESS  OF  THE ORIGINAL LOAN RECEIVED BY A MORTGAGOR IN CONNECTION WITH\n   38  SUCH REFINANCING.\n   39    S 4. Paragraph (d) of subdivision 3 of section 595-a  of  the  banking\n   40  law,  as  relettered  by  chapter 400 of the laws of 1993, is relettered\n   41  paragraph (e) and a new paragraph (d) is added to read as follows:\n   42    (D) EACH MORTGAGE BROKER,  MORTGAGE  BANKER  AND  EXEMPT  ORGANIZATION\n   43  SHALL  PROVIDE  TO  EACH  APPLICANT FOR A MORTGAGE LOAN AT OR BEFORE THE\n   44  TIME OF APPLICATION, IN WRITING:\n   45    (1) A DISCLOSURE STATING WHETHER THE MORTGAGE LOAN WILL BE RETAINED BY\n   46  THE ORIGINAL LENDER OR SOLD AFTER CLOSING TO A THIRD PARTY AND IF IT  IS\n   47  TO BE SOLD, THE NAME OF SUCH THIRD PARTY; AND\n   48    (2) A NOTICE GIVING THE APPLICANT THE RIGHT TO DESIGNATE A THIRD PARTY\n   49  TO  RECEIVE  COPIES OF ALL WRITTEN COMMUNICATIONS REGARDING THE LOAN AND\n   50  SETTING FORTH THE PROCEDURE FOR THE APPLICANT TO EXERCISE SUCH RIGHT.\n   51    IN THE EVENT THAT THE DISCLOSURE AND NOTICES REQUIRED BY THIS  SECTION\n   52  ARE  NOT  MADE,  THE  MORTGAGE LOAN MADE AS A RESULT OF SUCH APPLICATION\n   53  SHALL NOT BE SOLD OR TRANSFERRED NOR ANY ACTION  TAKEN  TO  ENFORCE  THE\n   54  LENDER'S  RIGHTS  UNTIL  THIRTY DAYS AFTER SUCH DISCLOSURES ARE MADE AND\n   55  ACKNOWLEDGED BY THE BORROWER.\n\n       A. 2378                             3\n\n    1    S 5. Subdivision (d) of section 347 of the banking law, as amended  by\n    2  chapter 22 of the laws of 1990, is amended and  a new subdivision (e) is\n    3  added to read as follows:\n    4    (d) The licensee has engaged in the business of a sales finance compa-\n    5  ny  and  has done or failed to do any act, except the failure to pay the\n    6  fees required, which would be grounds for the suspension  or  revocation\n    7  of  its  license  pursuant  to  section four hundred ninety-five of this\n    8  chapter were it required to obtain such a license[.];\n    9    (E) THE LICENSEE HAS ENGAGED IN ANY ACTIVITY, TRANSACTION OR COURSE OF\n   10  BUSINESS OR HAS PAID OR OBTAINED ANY MONEY OR OTHER THING  OF  VALUE  IN\n   11  CONNECTION  WITH A HOME IMPROVEMENT CONTRACT AS DEFINED IN SECTION SEVEN\n   12  HUNDRED SEVENTY OF THE GENERAL BUSINESS  LAW  WITHOUT  FULLY  DISCLOSING\n   13  SUCH  ACTIVITY,  TRANSACTION OR COURSE OF BUSINESS AND ANY FEES OR THING\n   14  OF VALUE PAID OR TO BE PAID IN CONNECTION THEREWITH AND  WITHOUT  HAVING\n   15  OBTAINED THE AGREEMENT IN WRITING FROM ALL PARTIES TO THE TRANSACTION.\n   16    S  6.  Section  592-a  of  the  banking law is amended by adding a new\n   17  subdivision 3 to read as follows:\n   18    3. ANY MORTGAGE BROKER REGISTERED UNDER THIS ARTICLE WHO  IN  ANY  WAY\n   19  PLACES  WITH OR OBTAINS A MORTGAGE LOAN FROM A MORTGAGE BANKER OR EXEMPT\n   20  ORGANIZATION REGISTERED UNDER THIS ARTICLE SHALL  FOR  ALL  PURPOSES  BE\n   21  DEEMED  TO  BE  AN  AGENT  OF  SUCH BANKER OR EXEMPT ORGANIZATION.   ANY\n   22  ATTEMPT BY ANY PERSON TO VOID THIS PROVISION BY CONTRACT OR IN ANY OTHER\n   23  WAY SHALL BE VOID AS AGAINST PUBLIC POLICY.\n   24    S 7. The real property law is amended by adding a new section 254-e to\n   25  read as follows:\n   26    S 254-E. CERTAIN MORTGAGE PROVISIONS PROHIBITED. NO MORTGAGE ON A LOAN\n   27  SECURED PRIMARILY BY AN INTEREST IN REAL  PROPERTY  USED  AS  A  PRIMARY\n   28  RESIDENCE  BY  THE MORTGAGOR AT THE TIME SUCH LOAN IS MADE SHALL CONTAIN\n   29  ANY PROVISION WHICH:\n   30    1. ALLOWS FOR A BALLOON PAYMENT; OR\n   31    2. ALLOWS FOR A PAYMENT SCHEDULE WITH REGULAR PERIODIC  PAYMENTS  THAT\n   32  CAUSE THE PRINCIPAL BALANCE TO INCREASE; OR\n   33    3.  ALLOWS  FOR A PROVISION STATING THAT THE INTEREST RATE OF THE LOAN\n   34  UNDERLYING THE MORTGAGE INCREASES AFTER DEFAULT.\n   35    S 8. The real property actions  and  proceedings  law  is  amended  by\n   36  adding a new section 1308 to read as follows:\n   37    S  1308.  NOTICE TO MORTGAGOR OR OWNER. IN ALL FORECLOSURE ACTIONS THE\n   38  MORTGAGEE, UPON COMMENCEMENT OF A FORECLOSURE  PROCEEDING,  SHALL  SERVE\n   39  THE  MORTGAGOR AT THE SAME TIME AS SERVICE OF THE SUMMONS AND COMPLAINT,\n   40  A NOTICE IN THE FOLLOWING FORM:\n   41    \"NOTICE TO MORTGAGOR OR OWNER:\n   42    YOU HAVE BEEN SERVED WITH A SUMMONS AND COMPLAINT IN A MORTGAGE  FORE-\n   43  CLOSURE  PROCEEDING.  IF  YOU  FAIL  TO RESPOND TO THESE IMPORTANT LEGAL\n   44  DOCUMENTS, YOU MAY LOSE YOUR HOME.\n   45    READ THIS CAREFULLY:\n   46    YOU MAY BE ABLE TO PREVENT YOUR HOME FROM BEING LOST IN A  FORECLOSURE\n   47  ACTION.\n   48    STATE  AND FEDERAL LAWS ALLOW YOU TO DEFEND FORECLOSURE PROCEEDINGS IN\n   49  CERTAIN CIRCUMSTANCES AND MAY ALLOW YOU TO PREVENT A FORECLOSURE ON YOUR\n   50  HOME. YOU MAY  BE ABLE TO OFFER DEFENSES IN THIS FORECLOSURE  PROCEEDING\n   51  UNDER THE FOLLOWING CIRCUMSTANCES:\n   52    1. IF YOU GAVE A MORTGAGE ON YOUR HOME AS THE RESULT OF A DOOR TO DOOR\n   53  TRANSACTION;\n   54    2.  IF  YOU  GAVE  A  MORTGAGE ON YOUR HOME IN ORDER TO FINANCE A HOME\n   55  IMPROVEMENT CONTRACT;\n\n       A. 2378                             4\n\n    1    3. IF YOU DID NOT UNDERSTAND THAT YOU WERE SIGNING A MORTGAGE OR  WERE\n    2  UNAWARE THAT YOU HAD A MORTGAGE ON YOUR HOME;\n    3    4. IF YOU WERE ON PUBLIC ASSISTANCE AT THE TIME YOU GAVE A MORTGAGE ON\n    4  YOUR HOME, OR WERE RETIRED AND COLLECTING SOCIAL SECURITY OR SSI AND THE\n    5  PERSON WHO TOOK THE MORTGAGE ON YOUR HOME KNEW YOU HAD A FIXED INCOME;\n    6    5.  IF  YOU  WERE  ON  A LIMITED FIXED INCOME AT THE TIME YOU GAVE THE\n    7  MORTGAGE ON YOUR HOME.\n    8    ALSO, YOUR MORTGAGE DOCUMENTS MAY CONTAIN LANGUAGE STATING YOUR RIGHTS\n    9  UNDER THE CONTRACT IN CASES WHERE YOU ARE SUBJECT TO FORECLOSURE.\n   10    IF YOU THINK THAT YOU MAY HAVE A DEFENSE TO THIS FORECLOSURE  PROCEED-\n   11  ING  YOU  MUST ACT PROMPTLY - FAILURE TO ANSWER THE ENCLOSED SUMMONS AND\n   12  COMPLAINT WILL ALLOW THE MORTGAGEE'S OR  BANK'S  ATTORNEYS  TO  ENTER  A\n   13  DEFAULT JUDGMENT AGAINST YOU.\n   14    THE  FRONT  OF  THE  SUMMONS  WILL  TELL YOU HOW MANY DAYS YOU HAVE TO\n   15  ANSWER BEFORE THE MORTGAGEE OR BANK MAY ENTER A DEFAULT JUDGMENT AGAINST\n   16  YOU.\n   17    YOU MAY CONSULT AN ATTORNEY, INCLUDING LEGAL AID IF YOU QUALIFY.   THE\n   18  LAW,  (NEW  YORK  REAL  PROPERTY ACTIONS AND PROCEEDINGS LAW ARTICLE 13)\n   19  PROVIDES DEFENSES FOR CERTAIN MORTGAGORS AND HOMEOWNERS.\n   20    THE PHONE NUMBERS AND  OFFICE  ADDRESSES  FOR  YOUR  LOCAL  LEGAL  AID\n   21  OFFICES  ARE  CONTAINED  IN YOUR TELEPHONE DIRECTORY. IF YOUR PHONE BOOK\n   22  HAS GOVERNMENT PAGES, THE PHONE NUMBER  AND  OFFICE  ADDRESSES  OF  YOUR\n   23  LOCAL LEGAL AID OFFICES SHOULD BE LISTED THERE ALSO.\n   24    ONLY  A  QUALIFIED  ATTORNEY  CAN  TELL YOU ALL OF YOUR RIGHTS IN THIS\n   25  PROCEEDING.\n   26    YOU MUST ACT PROMPTLY OR YOU MAY LOSE YOUR HOME.\"\n   27    S 9. The real property actions  and  proceedings  law  is  amended  by\n   28  adding a new section 1309 to read as follows:\n   29    S  1309.  PLEADING  REQUIRED.  1. ANY COMPLAINT SERVED IN A PROCEEDING\n   30  INITIATED PURSUANT TO THIS ARTICLE RELATING TO A MORTGAGE LOAN WHICH WAS\n   31  INITIATED BY A MORTGAGE BANKER OR EXEMPT ORGANIZATION REGISTERED  PURSU-\n   32  ANT  TO  SECTION FIVE HUNDRED NINETY-ONE OF THE BANKING LAW MUST CONTAIN\n   33  AN AFFIRMATIVE ALLEGATION, WHICH ALLEGATION MUST BE PROVEN TO THE SATIS-\n   34  FACTION OF THE COURT, THAT SUCH MORTGAGE BANKER OR  EXEMPT  ORGANIZATION\n   35  HAS  COMPLIED WITH ALL OF THE PROVISIONS OF SECTION FIVE HUNDRED NINETY-\n   36  FIVE-A OF THE BANKING LAW.\n   37    2.  IN ANY ACTION BROUGHT UNDER THIS ARTICLE IN WHICH THE MORTGAGE  TO\n   38  BE  FORECLOSED  AROSE FROM THE REFINANCING OF A PERSONAL RESIDENCE WHICH\n   39  WAS OWNED BY THE DEFENDANT FOR MORE THAN FIVE YEARS PRIOR TO THE DATE OF\n   40  SUCH MORTGAGE IT SHALL BE AN AFFIRMATIVE DEFENSE THAT: (A) AT  THE  TIME\n   41  OF THE LOAN ORIGINATION THE MORTGAGOR DID NOT HAVE THE FINANCIAL ABILITY\n   42  TO REPAY THE LOAN AND THAT THE FINANCIAL INSTITUTION KNEW OR SHOULD HAVE\n   43  KNOWN  THAT  THE MORTGAGOR WOULD NOT BE ABLE TO REPAY SUCH LOAN; (B) THE\n   44  MORTGAGE BROKER, MORTGAGE BANKER OR EXEMPT ORGANIZATION WHICH ORIGINATED\n   45  THE LOAN VIOLATED ANY PROVISION OF SECTION FIVE HUNDRED NINETY-FIVE-A OF\n   46  THE BANKING LAW; OR (C)  THE  MORTGAGE  DOCUMENT  CONTAINS  A  PROVISION\n   47  PROHIBITED BY SECTION TWO HUNDRED FIFTY-FOUR-E OF THE REAL PROPERTY LAW.\n   48  THE  COURT  MAY  CONSIDER  FACTORS INCLUDING BUT NOT LIMITED TO THE FACT\n   49  THAT THE MORTGAGOR WAS  NOT  EMPLOYED  AND  UNLIKELY  TO  OBTAIN  FUTURE\n   50  EMPLOYMENT,  THE FACT THAT THE MORTGAGOR WAS LIVING ON A FIXED INCOME OR\n   51  WAS THE RECIPIENT OF FEDERAL OR STATE ENTITLEMENT OF  PUBLIC  ASSISTANCE\n   52  OR  THAT  THE PAYMENTS REQUIRED BY SUCH MORTGAGE LOAN, TOGETHER WITH THE\n   53  PAYMENTS REQUIRED BY ANY OTHER LOAN SECURED BY THE PREMISES TO BE  FORE-\n   54  CLOSED, WERE MORE THAN FIFTY PERCENT OF THE MORTGAGOR'S AFTER TAX MONTH-\n   55  LY  INCOME AS OF THE DATE OF THE LOAN. FOR PURPOSES OF THIS SECTION, THE\n   56  TERM FINANCIAL INSTITUTION SHALL INCLUDE ANY BANKING ORGANIZATION, MORT-\n\n       A. 2378                             5\n\n    1  GAGE BROKER, MORTGAGE BANKER OR LICENSED LENDERS INVOLVED IN THE  ORIGI-\n    2  NATION OF THE MORTGAGE BEING FORECLOSED AND ANY ASSIGNEE OR SUCCESSOR OF\n    3  SUCH  PERSON  OR  ENTITY.    IN ANY ACTION BROUGHT UNDER THIS ARTICLE IN\n    4  WHICH  ANY SUCH AFFIRMATIVE DEFENSE IS PROVEN TO THE SATISFACTION OF THE\n    5  FINDER OF FACT, THE COURT MAY AWARD  REASONABLE  ATTORNEY  FEES  TO  THE\n    6  DEFENDANT.\n    7    S  10.  Paragraph  (h)  of subdivision 1 of section 771 of the general\n    8  business law, as amended by chapter 32 of the laws of 1989,  is  amended\n    9  to read as follows:\n   10    (h)  A notice to the owner that, in addition to any right otherwise to\n   11  revoke an offer, the owner may  cancel  the  home  improvement  contract\n   12  until  midnight  of  the [third] FIFTEENTH business day after the day on\n   13  which the owner has signed an agreement or offer to purchase relating to\n   14  such contract.  Cancellation occurs when written notice of  cancellation\n   15  is  given to the home improvement contractor. Notice of cancellation, if\n   16  given by mail, shall be deemed given when deposited in a mailbox proper-\n   17  ly addressed and postage prepaid. Notice of cancellation shall be suffi-\n   18  cient if it indicates the intention  of  the  owner  not  to  be  bound.\n   19  Notwithstanding the foregoing, this paragraph shall not apply to a tran-\n   20  saction  in  which  the  owner  has  initiated  the contact and the home\n   21  improvement is needed to meet a bona fide emergency of  the  owner,  and\n   22  the  owner  furnishes  the  home  improvement contractor with a separate\n   23  dated and signed personal statement in the owner's handwriting  describ-\n   24  ing the situation requiring immediate remedy and expressly acknowledging\n   25  and  waiving  the  right  to cancel the home improvement contract within\n   26  [three] FIFTEEN business days. For the purposes of  this  paragraph  the\n   27  term \"owner\" shall mean an owner or any representative of an owner.\n   28    S  11.  The  general  business  law is amended by adding a new section\n   29  771-b to read as follows:\n   30    S 771-B.  RESPONSIBILITIES OF HOME IMPROVEMENT CONTRACTORS. 1. NO HOME\n   31  IMPROVEMENT CONTRACTOR SHALL ENGAGE  IN  ANY  ACTIVITY,  TRANSACTION  OR\n   32  COURSE  OF  BUSINESS  OR PAY OR RECEIVE ANY FEE, PAYMENT, MONEY OR OTHER\n   33  THING OF VALUE IN CONNECTION WITH THE FINANCING OF  A  HOME  IMPROVEMENT\n   34  CONTRACT  WITHOUT  FULLY DISCLOSING SUCH ACTIVITY, TRANSACTION OR COURSE\n   35  OF BUSINESS AND ANY FEES, PAYMENT OR OTHER THING OF VALUE PAID OR TO  BE\n   36  PAID  IN  CONNECTION THEREWITH AND WITHOUT HAVING OBTAINED THE AGREEMENT\n   37  IN WRITING FROM ALL PARTIES TO THE TRANSACTION TO SUCH ACTIVITY AND  THE\n   38  PAYMENT THEREFOR.\n   39    2.  IN  ADDITION  TO  ANY RIGHT OTHERWISE TO REVOKE A HOME IMPROVEMENT\n   40  CONTRACT, THE BUYER MAY CANCEL  SUCH  CONTRACT  UNTIL  MIDNIGHT  OF  THE\n   41  FIFTEENTH  DAY  AFTER  THE  HOME IMPROVEMENT CONTRACT WAS SIGNED BY BOTH\n   42  PARTIES. CANCELLATION SHALL OCCUR WHEN WRITTEN NOTICE OF CANCELLATION IS\n   43  GIVEN TO THE HOME IMPROVEMENT CONTRACTOR.  NOTICE  OF  CANCELLATION,  IF\n   44  GIVEN BY MAIL, SHALL BE DEEMED GIVEN WHEN DEPOSITED IN A MAILBOX PROPER-\n   45  LY  ADDRESSED  AND POSTAGE PREPAID. NOTICE OF CANCELLATION NEED NOT TAKE\n   46  ANY PRESCRIBED FORM AND SHALL BE SUFFICIENT IF IT INDICATES  THE  INTEN-\n   47  TION  OF  THE SIGNATORY NOT TO BE BOUND.  NOTWITHSTANDING THE FOREGOING,\n   48  THIS SUBDIVISION SHALL NOT APPLY TO A TRANSACTION IN WHICH THE OWNER HAS\n   49  INITIATED THE CONTACT AND THE HOME IMPROVEMENT IS NEEDED TO MEET A  BONA\n   50  FIDE  EMERGENCY  OF THE OWNER, AND THE OWNER FURNISHES THE HOME IMPROVE-\n   51  MENT CONTRACTOR WITH A SEPARATE DATED AND SIGNED PERSONAL  STATEMENT  IN\n   52  THE  OWNER'S  HANDWRITING  DESCRIBING  THE SITUATION REQUIRING IMMEDIATE\n   53  REMEDY AND EXPRESSLY ACKNOWLEDGING AND WAIVING THE RIGHT TO  CANCEL  THE\n   54  HOME IMPROVEMENT CONTRACT WITHIN FIFTEEN BUSINESS DAYS. FOR THE PURPOSES\n   55  OF  THIS  SUBDIVISION THE TERM \"OWNER\" SHALL MEAN AN OWNER OR ANY REPRE-\n   56  SENTATIVE OF AN OWNER.\n\n       A. 2378                             6\n\n    1    3. NO HOME IMPROVEMENT CONTRACT SHALL BE  ENFORCEABLE  UNLESS  AT  THE\n    2  TIME  IT  IS  SIGNED  BY  THE HOMEOWNER, THE HOME IMPROVEMENT CONTRACTOR\n    3  SHALL FURNISH TO THE  HOMEOWNER  A  NOTICE  CONTAINING  A  STATEMENT  IN\n    4  SUBSTANTIALLY THE FOLLOWING FORM:\n    5    YOU  THE  HOMEOWNER,  MAY  CANCEL  THIS  CONTRACT AT ANY TIME PRIOR TO\n    6  MIDNIGHT OF THE FIFTEENTH BUSINESS DAY AFTER THE DATE OF THIS  CONTRACT.\n    7  SEE THE ATTACHED NOTICE OF CANCELLATION FORM FOR AN EXPLANATION.\n    8    S  12.  The general obligations law is amended by adding a new section\n    9  5-336 to read as follows:\n   10    S 5-336. CERTAIN HOME EQUITY LOAN CONTRACTS; ENFORCEABILITY. 1.    ANY\n   11  LOAN  MADE  IN  VIOLATION  OF  SECTION FIVE HUNDRED NINETY-FIVE-A OF THE\n   12  BANKING LAW SHALL BE UNENFORCEABLE AND  NO  DEFAULT  JUDGMENT  SHALL  BE\n   13  ENTERED  IN ANY ACTION AS A RESULT OF THE ALLEGED DEFAULT OF THE DEFEND-\n   14  ANT TO MAKE PAYMENTS PURSUANT TO A LOAN AGREEMENT  WHICH  AROSE  AS  THE\n   15  RESULT  OF  THE REFINANCE OF A PERSONAL RESIDENCE OWNED BY THE DEFENDANT\n   16  WHETHER OR NOT SECURED BY A MORTGAGE UNLESS THE COURT MAKES AN  AFFIRMA-\n   17  TIVE  FINDING  OF  FACT  IN  WRITING THAT THE PROVISIONS OF SECTION FIVE\n   18  HUNDRED NINETY-FIVE-A OF THE BANKING LAW HAVE NOT BEEN VIOLATED.\n   19    2. IN ANY ACTION BROUGHT SEEKING ENFORCEMENT OF A LOAN AGREEMENT WHICH\n   20  AROSE FROM THE REFINANCING OF A PERSONAL RESIDENCE WHICH  WAS  OWNED  BY\n   21  THE DEFENDANT FOR MORE THAN FIVE YEARS PRIOR TO THE DATE OF SUCH LOAN IT\n   22  SHALL BE AN AFFIRMATIVE DEFENSE THAT: (A) AT THE TIME OF THE LOAN ORIGI-\n   23  NATION THE BORROWER DID NOT HAVE THE FINANCIAL ABILITY TO REPAY THE LOAN\n   24  AND  THAT  THE  FINANCIAL INSTITUTION KNEW OR SHOULD HAVE KNOWN THAT THE\n   25  BORROWER WOULD NOT BE ABLE TO REPAY SUCH LOAN; (B) THE MORTGAGE  BROKER,\n   26  MORTGAGE  BANKER  OR  EXEMPT  ORGANIZATION  WHICH  ORIGINATED  THE  LOAN\n   27  VIOLATED ANY PROVISION OF SECTION  FIVE  HUNDRED  NINETY-FIVE-A  OF  THE\n   28  BANKING  LAW; OR (C) ANY MORTGAGE DOCUMENT SIGNED CONTEMPORANEOUSLY WITH\n   29  THE  LOAN  CONTAINS  A  PROVISION  PROHIBITED  BY  SECTION  TWO  HUNDRED\n   30  FIFTY-FOUR-E  OF  THE  REAL PROPERTY LAW. THE COURT MAY CONSIDER FACTORS\n   31  INCLUDING BUT NOT LIMITED  TO  THE  FACT  THAT  THE  MORTGAGOR  WAS  NOT\n   32  EMPLOYED  AND  UNLIKELY  TO  OBTAIN FUTURE EMPLOYMENT, THE FACT THAT THE\n   33  MORTGAGOR WAS LIVING ON A FIXED INCOME OR WAS THE RECIPIENT  OF  FEDERAL\n   34  OR  STATE ENTITLEMENT OF PUBLIC ASSISTANCE OR THAT THE PAYMENTS REQUIRED\n   35  BY SUCH LOAN, TOGETHER WITH THE PAYMENTS  REQUIRED  BY  ANY  OTHER  LOAN\n   36  SECURED BY THE PREMISES SECURING SUCH LOAN, WERE MORE THAN FIFTY PERCENT\n   37  OF  THE  BORROWER'S AFTER TAX MONTHLY INCOME AS OF THE DATE OF THE LOAN.\n   38  FOR PURPOSES OF THIS  SECTION,  THE  TERM  FINANCIAL  INSTITUTION  SHALL\n   39  INCLUDE  ANY  BANKING  ORGANIZATION, MORTGAGE BROKER, MORTGAGE BANKER OR\n   40  LICENSED LENDER INVOLVED IN  THE  ORIGINATION  OF  THE  LOAN  FOR  WHICH\n   41  ENFORCEMENT  IS  SOUGHT  AND ANY ASSIGNEE OR SUCCESSOR OF SUCH PERSON OR\n   42  ENTITY.  IN ANY SUCH ACTION IN WHICH SUCH AFFIRMATIVE DEFENSE IS  PROVEN\n   43  TO  THE  SATISFACTION OF THE FINDER OF FACT, THE COURT MAY AWARD REASON-\n   44  ABLE ATTORNEY FEES TO THE DEFENDANT.\n   45    S 13. This act shall take effect on the first of October next succeed-\n   46  ing the date on which it shall have become  a  law;  provided,  however,\n   47  that  any  rules,  regulations  or  actions  necessary  to implement the\n   48  provisions of this act on its effective date are immediately  authorized\n   49  and  directed  to  be promulgated, repealed or amended on or before such\n   50  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the banking law, the real property law, the real property actions and proceedings law, the general business law and the general obligations law, in relation to enacting the \"Home Equity Fraud Act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T153151.TXT", "SOBI.D110119.T103237.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451157300
}