{
  "year" : 2011,
  "senateBillNo" : "A2387-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to education",
    "billEventId" : "A2387-2011-1295326800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a board of cooperative educational services school district restructuring committee",
  "summary" : "Establishes a board of cooperative educational services school district restructuring committee to study and review the organization and operation of all component and non-component school districts within the area served by the board of cooperative educational services; outlines composition of such committee; requires a report be issued and recommendations be made. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A9208-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2387\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. GALEF -- read once and referred to the Committee\n         on Education\n\n       AN ACT to amend the education law, in relation to a board of cooperative\n         educational services school district restructuring committee\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision  4  of  section  1950 of the education law is\n    2  amended by adding a new paragraph oo to read as follows:\n    3    OO. TO ESTABLISH, BY NO LATER THAN OCTOBER FIRST, TWO  THOUSAND  THIR-\n    4  TEEN,  A  BOARD  OF  COOPERATIVE  EDUCATIONAL  SERVICES  SCHOOL DISTRICT\n    5  RESTRUCTURING COMMITTEE TO STUDY AND REVIEW THE ORGANIZATION AND  OPERA-\n    6  TION OF ALL COMPONENT AND NON-COMPONENT SCHOOL DISTRICTS WITHIN THE AREA\n    7  SERVED  BY  THE  BOARD  OF  COOPERATIVE EDUCATIONAL SERVICES, OTHER THAN\n    8  SCHOOL DISTRICTS FORMED BY SPECIAL ACT AND SCHOOL  DISTRICTS  IN  CITIES\n    9  HAVING A POPULATION OF ONE MILLION INHABITANTS OR MORE.\n   10    (1)  SUCH  COMMITTEE  SHALL  HAVE  AT  LEAST  TEN  BUT  NO  MORE  THAN\n   11  TWENTY-FIVE MEMBERS APPOINTED BY THE BOARD  OF  COOPERATIVE  EDUCATIONAL\n   12  SERVICES  UPON  THE  RECOMMENDATION  OF  THE  DISTRICT SUPERINTENDENT OF\n   13  SCHOOLS,  AFTER  CONSULTATION  WITH  ORGANIZATIONS  REPRESENTING  SCHOOL\n   14  BOARDS,  SUPERINTENDENTS OF SCHOOLS, SCHOOL ADMINISTRATORS, TEACHERS AND\n   15  PARENTS IN THE AREA SERVED  BY  THE  BOARD  OF  COOPERATIVE  EDUCATIONAL\n   16  SERVICES.  THE COMMITTEE SHALL BE CHAIRED BY THE DISTRICT SUPERINTENDENT\n   17  OF SCHOOLS OR HIS OR HER DESIGNEE, AND SHALL INCLUDE REPRESENTATIVES  OF\n   18  PARENTS,  TEACHERS,  SCHOOL ADMINISTRATORS, SCHOOL BOARD MEMBERS, SUPER-\n   19  INTENDENTS OF SCHOOLS AND OTHER INTERESTED CITIZENS, SUCH  AS  REPRESEN-\n   20  TATIVES  OF  CIVIC  AND  BUSINESS ASSOCIATIONS. MEMBERS OF THE COMMITTEE\n   21  SHALL SERVE WITHOUT COMPENSATION. A MAJORITY OF THE WHOLE NUMBER OF  THE\n   22  COMMITTEE  SHALL CONSTITUTE A QUORUM FOR THE TRANSACTION OF BUSINESS AND\n   23  APPROVAL OF AT LEAST A MAJORITY OF THE WHOLE NUMBER  SHALL  BE  REQUIRED\n   24  FOR ACTION BY THE COMMITTEE. ALL COMMITTEE MEETINGS SHALL BE OPEN TO THE\n   25  PUBLIC.   THE COMMITTEE SHALL CONDUCT AT LEAST ONE PUBLIC HEARING IN THE\n   26  AREA SERVED BY THE BOARD  OF  COOPERATIVE  EDUCATIONAL  SERVICES  ON  OR\n   27  BEFORE  JUNE  FIFTEENTH,  TWO  THOUSAND  TWELVE TO RECEIVE TESTIMONY AND\n   28  PUBLIC COMMENT ON THE POTENTIAL FOR COST SAVINGS AND THE IMPROVEMENT  OF\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00623-01-1\n\n       A. 2387                             2\n\n    1  SERVICES  THROUGH  SHARED  OR  CONSOLIDATED SERVICES AND SCHOOL DISTRICT\n    2  REORGANIZATIONS.\n    3    (2)  SUCH COMMITTEE SHALL REVIEW CURRENT SCHOOL DISTRICT ORGANIZATION,\n    4  ENROLLMENTS AND FINANCIAL CIRCUMSTANCES AND IDENTIFY AND EVALUATE OPPOR-\n    5  TUNITIES FOR COSTS SAVINGS AND IMPROVEMENT OF SERVICES THROUGH  RESTRUC-\n    6  TURING  OF SCHOOL DISTRICT FUNCTIONS AS WELL AS SCHOOL DISTRICT REORGAN-\n    7  IZATION, AND BY OCTOBER FIRST,  TWO  THOUSAND  FOURTEEN  SHALL  ISSUE  A\n    8  PRELIMINARY  WRITTEN REPORT DESCRIBING ITS FINDINGS ON THE POTENTIAL FOR\n    9  CONSOLIDATION AND SHARING OF SERVICES WITHIN  THE  AREA  SERVED  BY  THE\n   10  BOARD  OF COOPERATIVE EDUCATIONAL SERVICES AND RECOMMENDING ANY SPECIFIC\n   11  STUDIES OF SHARED OR CONSOLIDATED SERVICES THAT THE BOARD OF COOPERATIVE\n   12  EDUCATIONAL SERVICES AND/OR TRUSTEES OR BOARDS OF  EDUCATION  OF  SCHOOL\n   13  DISTRICTS  IN  THE  AREA  SERVED BY THE BOARD OF COOPERATIVE EDUCATIONAL\n   14  SERVICES SHOULD UNDERTAKE. SUCH PRELIMINARY REPORT  SHALL  ALSO  CONTAIN\n   15  RECOMMENDATIONS FOR STUDIES OF POTENTIAL SCHOOL DISTRICT REORGANIZATIONS\n   16  OR  SPECIFIC  RECOMMENDATIONS  TO  THE  COMMISSIONER AND AFFECTED SCHOOL\n   17  DISTRICTS ON POTENTIAL SCHOOL DISTRICT REORGANIZATIONS THAT WOULD ASSURE\n   18  THE MOST EFFICIENT AND ECONOMICAL PROVISION OF EDUCATIONAL FACILITIES IN\n   19  THE REGION AND THE BEST EDUCATIONAL INTERESTS OF  THE  CHILDREN  IN  THE\n   20  AREA.  THE  TRUSTEES  OR  BOARDS  OF  EDUCATION  OF  THE AFFECTED SCHOOL\n   21  DISTRICTS AND THE  BOARDS  OF  COOPERATIVE  EDUCATIONAL  SERVICES  SHALL\n   22  CONSIDER  UNDERTAKING  ANY SUCH STUDIES RECOMMENDED BY THE COMMITTEE AND\n   23  APPLYING FOR FUNDING THROUGH THE LOCAL GOVERNMENT EFFICIENCY  GRANTS  OR\n   24  OTHER STATE FUNDING SOURCES.\n   25    (3)  ON  OR  BEFORE OCTOBER FIRST, TWO THOUSAND FIFTEEN, THE COMMITTEE\n   26  SHALL ISSUE A FINAL REPORT CONTAINING ITS FINAL RECOMMENDATIONS ON SHAR-\n   27  ING OR CONSOLIDATION OF SERVICES AND  SPECIFIC  RECOMMENDATIONS  TO  THE\n   28  COMMISSIONER  AND  AFFECTED SCHOOL DISTRICTS ON SCHOOL DISTRICT REORGAN-\n   29  IZATIONS.\n   30    (4) IN MAKING RECOMMENDATIONS ON SCHOOL DISTRICT  REORGANIZATION,  THE\n   31  COMMITTEE  SHALL  CONSIDER CURRENT AND PROJECTED ENROLLMENTS OF EXISTING\n   32  SCHOOL DISTRICTS AND THE IMPACT OF POTENTIAL  REORGANIZATIONS  ON  COSTS\n   33  AND PROPERTY TAX BURDEN IN THE AFFECTED SCHOOL DISTRICTS, AS WELL AS ANY\n   34  EDUCATIONAL BENEFITS RESULTING FROM REORGANIZATION. FOLLOWING RECEIPT OF\n   35  A RECOMMENDATION FOR SCHOOL DISTRICT REORGANIZATION FROM SUCH COMMITTEE,\n   36  THE  COMMISSIONER  SHALL  EITHER:  (I)  RETURN THE RECOMMENDATION TO THE\n   37  COMMITTEE FOR RECONSIDERATION BASED ON THE COMMITTEE'S FAILURE TO DEMON-\n   38  STRATE THAT THE REORGANIZATION WILL RESULT IN EFFICIENT  AND  ECONOMICAL\n   39  DELIVERY  OF  SERVICES  OR WOULD BE IN THE BEST EDUCATIONAL INTERESTS OF\n   40  STUDENTS OR BECAUSE THE PROPOSED REORGANIZATION CANNOT  BE  ACCOMPLISHED\n   41  WITHOUT  A  CHANGE  IN LAW; OR (II) APPROVE THE RECOMMENDATION AND ORDER\n   42  ANY AMENDMENTS TO THE STATE PLAN FOR REORGANIZATION PURSUANT TO SUBDIVI-\n   43  SION TWO OF SECTION THREE HUNDRED FOURTEEN OF THIS CHAPTER THAT WOULD BE\n   44  REQUIRED TO CARRY OUT SUCH  RECOMMENDATION,  AND  THEREAFTER  ISSUE  ANY\n   45  FURTHER  ORDERS  NECESSARY TO INITIATE THE REORGANIZATION RECOMMENDED BY\n   46  THE COMMITTEE.\n   47    (5) THE DEPARTMENT, THE BOARD OF COOPERATIVE EDUCATIONAL SERVICES  AND\n   48  THE  TRUSTEES OR BOARDS OF EDUCATION OF SCHOOL DISTRICTS WITHIN THE AREA\n   49  SERVED BY THE BOARD OF COOPERATIVE  EDUCATIONAL  SERVICES  SHALL  COMPLY\n   50  WITH REASONABLE REQUESTS BY THE COMMITTEE FOR DATA AND INFORMATION NEED-\n   51  ED  TO  CARRY OUT ITS FUNCTIONS, INCLUDING BUT NOT LIMITED TO ENROLLMENT\n   52  PROJECTIONS, FINANCIAL INFORMATION, INFORMATION ON FACILITIES,  INFORMA-\n   53  TION  ON  PAST  STUDIES  OR  EXAMPLES  OF  SHARING OF SERVICES OR SCHOOL\n   54  DISTRICT REORGANIZATIONS, RELEVANT RESEARCH OR REPORTS  AND  INFORMATION\n   55  ON LAWS OR PROGRAMS THAT MAY BE RELEVANT. THE DISTRICT SUPERINTENDENT OF\n   56  SCHOOLS  SHALL  REGULARLY  REPORT  TO THE COMMISSIONER ON PROGRESS BEING\n\n       A. 2387                             3\n\n    1  MADE BY THE COMMITTEE, AND THE INFORMATION SO REPORTED SHALL  BE  SUMMA-\n    2  RIZED  AND  MADE  AVAILABLE TO INTERESTED PARTIES AND SHALL BE POSTED ON\n    3  THE DEPARTMENT'S WEBSITE. THE PRELIMINARY  AND  FINAL  REPORTS  OF  EACH\n    4  COMMITTEE  SHALL ALSO BE POSTED ON THE DEPARTMENT'S WEBSITE. THE COMMIS-\n    5  SIONER SHALL SUMMARIZE THE ACTIVITIES OF THE REGIONAL  SCHOOLS  RESTRUC-\n    6  TURING  COMMITTEES  AND  REPORT TO THE BOARD OF REGENTS, THE LEGISLATURE\n    7  AND THE GOVERNOR WITHIN SIXTY DAYS OF THE RECEIPT OF THE  FINAL  REPORTS\n    8  FROM THE COMMITTEES.\n    9    S  2. Subdivision 6 of section 314 of the education law, as amended by\n   10  chapter 163 of the laws of 1972, is amended to read as follows:\n   11    6. A. Whenever any school district scheduled for reorganization pursu-\n   12  ant to the state plan of reorganization as herein  established  has  not\n   13  consolidated  or  reorganized  in  accordance therewith within two years\n   14  after the entry of an order pursuant to subdivision two [herein] OF THIS\n   15  SECTION establishing such final plan of reorganization for the  affected\n   16  district  or  districts, or has failed within such time after receipt of\n   17  such notice to institute a proceeding for a change  in  accordance  with\n   18  this  section,  or  is  unable  to show that such district has adopted a\n   19  resolution or resolutions in accordance with sections  eighteen  hundred\n   20  one  through eighteen hundred three, fifteen hundred ten through fifteen\n   21  hundred thirteen, fifteen hundred twenty-two and fifteen  hundred  twen-\n   22  ty-three,  fifteen  hundred twenty-four or fifteen hundred twenty-six of\n   23  this chapter in favor of such reorganization or that in the case  of  an\n   24  order  of  dissolution and annexation, such district has not asked for a\n   25  referendum pursuant to subdivision two of section eighteen  hundred  two\n   26  OF  THIS CHAPTER, and is being prevented from reorganizing by the action\n   27  of another district which is part of the same plan of reorganization, OR\n   28  THAT THE VOTERS OF SUCH DISTRICT HAVE FAILED  TO  APPROVE  A  REFERENDUM\n   29  SUBMITTED  PURSUANT TO SECTION NINETEEN HUNDRED THIRTEEN OF THIS CHAPTER\n   30  AS A RESULT OF A RECOMMENDATION IN THE FINAL REPORT OF A BOARD OF  COOP-\n   31  ERATIVE  EDUCATIONAL  SERVICES  SCHOOL DISTRICT RESTRUCTURING COMMITTEE,\n   32  commencing with the school year following the school year in  which  the\n   33  two-year  period  expired, such school district shall not be eligible to\n   34  receive any building aid exceeding the building aid which such  district\n   35  would   be  entitled  to  receive  in  accordance  with  the  applicable\n   36  provisions of the education law in existence  on  July  first,  nineteen\n   37  hundred  sixty-five  until  such reorganization shall take place, except\n   38  for such additional amounts as may be computed as due  on  debt  service\n   39  already  incurred[;  provided] OR TO BE INCURRED ON PROJECTS APPROVED BY\n   40  THE VOTERS OF THE SCHOOL DISTRICT PRIOR TO THE EFFECTIVE  DATE  OF  SUCH\n   41  ORDER  OR  FOR CAPITAL OUTLAYS OR DEBT SERVICE INCURRED AFTER THE EFFEC-\n   42  TIVE DATE OF SUCH ORDER TO THE EXTENT AUTHORIZED BY PARAGRAPH C OF  THIS\n   43  SUBDIVISION.\n   44    B.  WHERE  AN ORDER ISSUED PURSUANT TO SUBDIVISION TWO OF THIS SECTION\n   45  IS A RESULT OF A RECOMMENDATION IN THE FINAL REPORT OF A BOARD OF  COOP-\n   46  ERATIVE EDUCATIONAL SERVICES SCHOOL DISTRICT RESTRUCTURING COMMITTEE, NO\n   47  BUILDING  AID SHALL BE PAYABLE ON NEW PROJECTS APPROVED BY THE VOTERS OF\n   48  ANY SCHOOL DISTRICT AFFECTED BY SUCH ORDER UNTIL THE  RECOMMENDED  REOR-\n   49  GANIZATION  TAKES  PLACE,  EXCEPT  AS  AUTHORIZED BY PARAGRAPH C OF THIS\n   50  SUBDIVISION.\n   51    C. PROVIDED, however, that nothing contained in this subdivision shall\n   52  prevent the apportionment  of  building  aid  for  construction,  recon-\n   53  struction, alterations of or additions to school building facilities for\n   54  the  use  of  grades  kindergarten  through [eight] TWELVE, provided the\n   55  commissioner shall find that: (1) existing facilities  are  obsolete  or\n   56  inadequate;  and  (2)(I)  that  the construction for which aid is sought\n\n       A. 2387                             4\n\n    1  would be capable of  substantial  educational  use  by  the  reorganized\n    2  district  in  the  event that the reorganization under the existing plan\n    3  for reorganization is effected; OR (II) THE PROJECT  FOR  WHICH  AID  IS\n    4  SOUGHT  ON  CAPITAL  OUTLAYS OR DEBT SERVICE IS A CONSTRUCTION EMERGENCY\n    5  PROJECT AS DEFINED IN CLAUSE (C) OF SUBPARAGRAPH TWO OF PARAGRAPH  B  OF\n    6  SUBDIVISION SIX OF SECTION THIRTY-SIX HUNDRED TWO OF THIS CHAPTER.\n    7    S  3.  Paragraph  a of subdivision 14 of section 3602 of the education\n    8  law, as added by chapter 57 of the laws of 1993, is amended to  read  as\n    9  follows:\n   10    a.  District subject to reorganization. (1) No apportionments pursuant\n   11  to subdivision six of this section shall be paid to any school  district\n   12  which  is  scheduled  for  reorganization pursuant to the state plan for\n   13  school district reorganization, unless there shall have been  compliance\n   14  with this paragraph.\n   15    (2)  In order to obtain an apportionment under subdivision six of this\n   16  section for a district scheduled for reorganization and not reorganized,\n   17  such district shall file with the commissioner a formal written applica-\n   18  tion therefor, (a) showing (i) inadequacy  or  obsolescence  of  present\n   19  facilities, and (ii) that such construction for which such apportionment\n   20  is  sought  would be capable of substantial educational use by the reor-\n   21  ganized district in case the reorganization under the existing  plan  of\n   22  reorganization  is effected, and that it will provide more efficient and\n   23  more economical educational facilities for such reorganized district  in\n   24  the best educational interests of the children in the reorganized school\n   25  district;  or  (b)  showing that: (I) such district has adopted a resol-\n   26  ution or resolutions in accordance with sections  eighteen  hundred  one\n   27  through eighteen hundred three of this chapter in favor of such reorgan-\n   28  ization  OR  THE  VOTERS OF THE SCHOOL DISTRICT HAVE VOTED IN FAVOR OF A\n   29  REORGANIZATION WHICH WAS RECOMMENDED IN THE FINAL REPORT OF A  BOARD  OF\n   30  COOPERATIVE  EDUCATIONAL  SERVICES SCHOOL DISTRICT RESTRUCTURING COMMIT-\n   31  TEE; and (II) SUCH DISTRICT is being prevented from reorganizing by  the\n   32  action of another district which is part of the same plan of reorganiza-\n   33  tion;  OR  (C) THE PROJECT FOR WHICH AID IS SOUGHT ON CAPITAL OUTLAYS OR\n   34  DEBT SERVICE IS A CONSTRUCTION EMERGENCY PROJECT AS  DEFINED  IN  CLAUSE\n   35  (C)  OF  SUBPARAGRAPH  TWO  OF PARAGRAPH B OF SUBDIVISION SIX OF SECTION\n   36  THIRTY-SIX HUNDRED TWO OF THIS CHAPTER.  The commissioner  shall  within\n   37  ninety  days  grant  such  apportionment or deny such apportionment with\n   38  leave to the district to petition for a  formal  hearing.  Such  hearing\n   39  shall  be  held pursuant to the procedures provided in subdivision three\n   40  of section three hundred fourteen of this chapter.\n   41    (3) (a) Within sixty days after such  hearing  is  concluded  and  all\n   42  papers  in relation thereto are submitted, the commissioner shall render\n   43  a preliminary  finding  recommending  whether  a  change  is  warranted,\n   44  setting  forth  [his]  THE COMMISSIONER'S findings and conclusions which\n   45  shall be based exclusively on the evidence presented at the hearing. The\n   46  commissioner shall recommend the amendment or confirmation of the  state\n   47  plan  in accordance with his preliminary finding by a report made by him\n   48  and entered in [his] THE COMMISSIONER'S office.  The commissioner  shall\n   49  serve  a copy of such preliminary finding upon the clerk or in the event\n   50  that there is no clerk, the trustee or trustees of the school  districts\n   51  located  in the affected area or areas. In the event that such districts\n   52  do not agree  with  such  preliminary  findings,  the  school  districts\n   53  affected by the terms of such preliminary finding may within thirty days\n   54  apply to the chancellor of the board of regents for the appointment of a\n   55  committee  of  the regents to review the proposed amendment or confirma-\n   56  tion of the state plan. In the event that an application to the chancel-\n\n       A. 2387                             5\n\n    1  lor is not made within thirty days for the appointment of a committee of\n    2  the regents, the preliminary  finding  shall  become  an  order  without\n    3  further action of the commissioner.\n    4    (b)  Upon  receipt of such application, the chancellor shall appoint a\n    5  committee of three members of the regents, one of whom shall be a regent\n    6  whose judicial district includes all or part of the areas affected.  The\n    7  committee of regents shall review the proposed amendment or confirmation\n    8  of  the  state plan. In the event the committee is unable to resolve the\n    9  differences between the commissioner and such school districts, it shall\n   10  within sixty days from the date of the appointment  of  such  committee,\n   11  make  an  order  reversing,  affirming, or modifying, wholly or in part,\n   12  such preliminary finding of the commissioner and amending or  confirming\n   13  the  state  plan  setting forth the committee's findings and conclusions\n   14  which shall be based  exclusively  on  the  evidence  presented  at  the\n   15  commissioner's  hearing  and  any  additional  evidence presented at the\n   16  committee's review. The committee shall have the  discretion  to  permit\n   17  additional evidence to be presented by any party. The commissioner shall\n   18  serve  a  copy  of such order upon the clerk or in the event there is no\n   19  clerk, the trustee or trustees of the school districts  located  in  the\n   20  affected area or areas.\n   21    (c)  Such  order  of the committee of the regents shall be binding and\n   22  final and subject to review pursuant to  article  seventy-eight  of  the\n   23  civil  practice  law  and  rules.  The scope of review shall include the\n   24  question whether the determination is on the entire record supported  by\n   25  substantial evidence.\n   26    (d)  The commissioner shall establish and promulgate rules of practice\n   27  and procedures in connection with such hearings, shall provide  for  the\n   28  attendance  of  the hearing officer, regulate the course of the hearing,\n   29  fix the time for filing of briefs and other documents, provide a hearing\n   30  stenographer and for the making of a record as well as the making  of  a\n   31  full  transcript  of  all  proceedings  at  the hearing and shall at the\n   32  request of any party, school district or interested person have prepared\n   33  and furnish a copy of the transcript or any party thereof  upon  payment\n   34  of the costs therefor.\n   35    (e) School districts designated in the established plan by an order of\n   36  the  committee  of  the regents shall be made parties by the petitioning\n   37  district. Districts which may be affected by  the  proposed  change  may\n   38  join or be joined in such proceeding by the commissioner or any party.\n   39    (4)  Notwithstanding the provisions of subparagraphs one through three\n   40  of this paragraph, any such district which has qualified for  an  appor-\n   41  tionment for school building purposes, under laws in effect prior to the\n   42  date  this act takes effect, shall receive an apportionment under subdi-\n   43  vision six of this section; and provided, further, that  no  new  appor-\n   44  tionment  shall  be  paid and the commissioner shall not approve any new\n   45  expenditures for school building purposes in  any  such  district  after\n   46  such  date,  except  where  the commissioner has made a determination as\n   47  herein provided.\n   48    (5) Nothing herein provided shall prevent a school district which  has\n   49  heretofore  been denied an apportionment subsequent to July first, nine-\n   50  teen hundred sixty-two from making an application hereunder, except that\n   51  any such apportionment which may be granted  shall  not  be  retroactive\n   52  beyond July first, nineteen hundred sixty-two.\n   53    S  4. This act shall take effect on the first of October next succeed-\n   54  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to a board of cooperative educational services school district restructuring committee ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T153151.TXT", "SOBI.D110118.T153652.TXT", "SOBI.D110119.T104251.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451771664
}