{
  "year" : 2011,
  "senateBillNo" : "A238-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A238-2011-1294203600000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a New York state legislative research service",
  "summary" : "Establishes a New York state legislative research service; provides for the appointment and compensation for the director of such service and specialists and senior specialists within such service; describes the duties of the director. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "A897-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          238\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL, COLTON, FINCH -- Multi-Sponsored by -- M.\n         of  A. DINOWITZ, PHEFFER -- read once and referred to the Committee on\n         Governmental Operations\n\n       AN ACT to amend the legislative law, in relation to establishing  a  New\n         York state legislative research service\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislative law is amended by adding a new section  7-h\n    2  to read as follows:\n    3    S  7-H. LEGISLATIVE RESEARCH SERVICE.  1. THERE SHALL HEREBY BE ESTAB-\n    4  LISHED A NEW YORK STATE LEGISLATIVE RESEARCH SERVICE. IT  SHALL  BE  THE\n    5  DUTY OF THE LEGISLATIVE RESEARCH SERVICE, WITHOUT PARTISAN BIAS TO:\n    6    (A)  UPON  REQUEST, ADVISE AND ASSIST ANY COMMITTEE OF THE LEGISLATURE\n    7  IN THE ANALYSIS, APPRAISAL,  AND  EVALUATION  OF  LEGISLATIVE  PROPOSALS\n    8  WITHIN  SUCH COMMITTEE'S JURISDICTION, OR OF ANY RECOMMENDATIONS SUBMIT-\n    9  TED TO THE LEGISLATURE BY THE GOVERNOR OR ANY EXECUTIVE AGENCY, SO AS TO\n   10  ASSIST THE COMMITTEE IN:\n   11    (I) DETERMINING THE ADVISABILITY OF ENACTING SUCH PROPOSALS;\n   12    (II) ESTIMATING THE PROBABLE RESULTS OF SUCH  PROPOSALS  AND  ALTERNA-\n   13  TIVES THERETO; AND\n   14    (III)  EVALUATING ALTERNATIVE METHODS FOR ACCOMPLISHING THOSE RESULTS;\n   15  AND, BY PROVIDING SUCH OTHER RESEARCH AND  ANALYTICAL  SERVICES  AS  THE\n   16  COMMITTEE  CONSIDERS APPROPRIATE FOR THESE PURPOSES, OTHERWISE TO ASSIST\n   17  IN FURNISHING A BASIS FOR THE PROPER  EVALUATION  AND  DETERMINATION  OF\n   18  LEGISLATIVE PROPOSALS AND RECOMMENDATIONS GENERALLY; AND IN THE PERFORM-\n   19  ANCE  OF  THIS DUTY THE SERVICE SHALL HAVE AUTHORITY, WHEN SO AUTHORIZED\n   20  BY A COMMITTEE AND ACTING AS THE AGENT OF THAT COMMITTEE, TO REQUEST  OF\n   21  ANY  DEPARTMENT  OR  AGENCY  OF  THE STATE THE PRODUCTION OF SUCH BOOKS,\n   22  RECORDS, CORRESPONDENCE, MEMORANDA, PAPERS AND DOCUMENTS AS THE  SERVICE\n   23  CONSIDERS  NECESSARY,  AND  SUCH DEPARTMENT OR AGENCY OF THE STATE SHALL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01050-01-1\n\n       A. 238                              2\n\n    1  COMPLY WITH SUCH REQUEST; AND FURTHER IN THE PERFORMANCE OF THIS AND ANY\n    2  OTHER RELEVANT DUTY, THE SERVICE SHALL MAINTAIN CONTINUOUS LIAISON  WITH\n    3  ALL COMMITTEES;\n    4    (B) MAKE AVAILABLE TO EACH COMMITTEE OF THE LEGISLATURE AT THE OPENING\n    5  OF  A  NEW SESSION, A LIST OF PROGRAMS AND ACTIVITIES UNDER EXISTING LAW\n    6  SCHEDULED TO TERMINATE DURING THE CURRENT SESSION, WHICH ARE WITHIN  THE\n    7  JURISDICTION OF THE COMMITTEE;\n    8    (C)  TO  MAKE  AVAILABLE  TO  EACH COMMITTEE OF THE LEGISLATURE AT THE\n    9  OPENING OF A NEW SESSION, A LIST OF SUBJECTS AND POLICY AREAS WHICH  THE\n   10  COMMITTEE MIGHT PROFITABLY ANALYZE IN DEPTH;\n   11    (D)  UPON  REQUEST,  OR  UPON  ITS  OWN  INITIATIVE IN ANTICIPATION OF\n   12  REQUESTS, PREPARE AND PROVIDE INFORMATION, RESEARCH, AND REFERENCE MATE-\n   13  RIALS AND SERVICES TO COMMITTEES  AND  MEMBERS  OF  THE  LEGISLATURE  TO\n   14  ASSIST THEM IN LEGISLATIVE FUNCTIONS;\n   15    (E)  UPON  REQUEST,  OR  UPON  ITS  OWN  INITIATIVE IN ANTICIPATION OF\n   16  REQUESTS, COLLECT, CLASSIFY AND ANALYZE IN THE FORM OF STUDIES, REPORTS,\n   17  COMPILATIONS, DIGESTS, BULLETINS, INDEXES, TRANSLATIONS, AND  OTHERWISE,\n   18  DATA  HAVING  A  BEARING ON LEGISLATION, AND TO MAKE SUCH DATA AVAILABLE\n   19  AND SERVICEABLE TO COMMITTEES AND MEMBERS OF THE LEGISLATURE;\n   20    (F) PREPARE SUMMARIES AND DIGESTS OF BILLS AND RESOLUTIONS OF  PUBLIC,\n   21  GENERAL NATURE INTRODUCED IN THE LEGISLATURE;\n   22    (G)  UPON  REQUEST MADE BY ANY COMMITTEE OR MEMBER OF THE LEGISLATURE,\n   23  PREPARE AND TRANSMIT TO SUCH COMMITTEE OR MEMBER  A  CONCISE  MEMORANDUM\n   24  WITH  RESPECT TO ONE OR MORE LEGISLATIVE MEASURES UPON WHICH HEARINGS BY\n   25  ANY COMMITTEE OF THE LEGISLATURE HAVE BEEN ANNOUNCED,  WHICH  MEMORANDUM\n   26  SHALL  CONTAIN  A STATEMENT OF THE PURPOSE AND EFFECT OF EACH SUCH MEAS-\n   27  URE, A DESCRIPTION OF OTHER RELEVANT  MEASURES  OF  SIMILAR  PURPOSE  OR\n   28  EFFECT PREVIOUSLY INTRODUCED IN THE LEGISLATURE, AND A RECITATION OF ALL\n   29  ACTION  TAKEN  THERETOFORE  BY OR WITHIN THE LEGISLATURE WITH RESPECT TO\n   30  EACH SUCH OTHER MEASURES; AND\n   31    (H) DEVELOP AND MAINTAIN AN INFORMATION  AND  RESEARCH  CAPABILITY  TO\n   32  INCLUDE  SENIOR  SPECIALISTS,  SPECIALISTS, OTHER EMPLOYEES AND CONSULT-\n   33  ANTS, AS NECESSARY, TO PERFORM THE FUNCTIONS PROVIDED FOR IN THIS SUBDI-\n   34  VISION.\n   35    2. THE LIBRARIAN OF THE LEGISLATIVE LIBRARY SHALL APPOINT THE DIRECTOR\n   36  OF THE LEGISLATIVE RESEARCH SERVICE. THE DIRECTOR SHALL RECEIVE A SALARY\n   37  EQUAL TO THAT OF A MEMBER OF THE LEGISLATURE AS SET FORTH IN SUBDIVISION\n   38  ONE OF SECTION FIVE OF THIS ARTICLE.\n   39    3. THE DIRECTOR IS AUTHORIZED TO APPOINT IN THE  LEGISLATIVE  RESEARCH\n   40  SERVICE,  SPECIALISTS  AND  SENIOR  SPECIALISTS  IN  THE FOLLOWING BROAD\n   41  FIELDS:\n   42    (A) AGING;\n   43    (B) AGRICULTURE;\n   44    (C) ALCOHOLISM AND DRUG ABUSE;\n   45    (D) CONSUMER AFFAIRS AND PROTECTION;\n   46    (E) CRIME VICTIMS AND CORRECTIONS;\n   47    (F) ECONOMIC DEVELOPMENT AND JOB CREATION;\n   48    (G) EDUCATION;\n   49    (H) ENGINEERING AND PUBLIC WORKS;\n   50    (I) ENVIRONMENTAL CONSERVATION AND SUSTAINABILITY;\n   51    (J) GOVERNMENTAL OPERATIONS;\n   52    (K) HEALTH;\n   53    (L) HOUSING AND COMMUNITY DEVELOPMENT;\n   54    (M) INSURANCE;\n   55    (N) LABOR AND EMPLOYMENT;\n   56    (O) MONEY AND BANKING;\n\n       A. 238                              3\n\n    1    (P) SCIENCE AND TECHNOLOGY;\n    2    (Q) SOCIAL WELFARE;\n    3    (R) TAXATION AND FISCAL POLICY;\n    4    (S) TRANSPORTATION;\n    5    (T) URBAN AFFAIRS;\n    6    (U) VETERANS AFFAIRS; AND\n    7    (V) SUCH OTHER FIELDS, AS THE DIRECTOR MAY CONSIDER APPROPRIATE.\n    8    SUCH  SPECIALISTS  AND  SENIOR  SPECIALISTS,  TOGETHER WITH SUCH OTHER\n    9  EMPLOYEES OF THE LEGISLATIVE RESEARCH SERVICE AS MAY BE NECESSARY, SHALL\n   10  BE AVAILABLE FOR SPECIAL WORK WITH THE COMMITTEES  AND  MEMBERS  OF  THE\n   11  LEGISLATURE FOR THE PURPOSES STATED IN THIS SECTION.\n   12    4. THE DIRECTOR IS AUTHORIZED:\n   13    (A)  TO  CLASSIFY,  ORGANIZE,  ARRANGE, GROUP AND DIVIDE, FROM TIME TO\n   14  TIME, AS THE DIRECTOR CONSIDERS  ADVISABLE,  THE  REQUESTS  FOR  ADVICE,\n   15  ASSISTANCE,  AND  OTHER  SERVICES  SUBMITTED TO THE LEGISLATIVE RESEARCH\n   16  SERVICE BY COMMITTEES AND MEMBERS OF THE LEGISLATURE INTO  SUCH  CLASSES\n   17  AND CATEGORIES AS THE DIRECTOR CONSIDERS NECESSARY TO:\n   18    (I)  EXPEDITE  AND  FACILITATE THE HANDLING OF THE INDIVIDUAL REQUESTS\n   19  SUBMITTED BY MEMBERS OF THE LEGISLATURE;\n   20    (II) PROMOTE EFFICIENCY IN THE PERFORMANCE OF SERVICES FOR THE COMMIT-\n   21  TEES OF THE LEGISLATURE; AND\n   22    (III) PROVIDE A BASIS FOR THE EFFICIENT PERFORMANCE BY THE LEGISLATIVE\n   23  RESEARCH SERVICE OF  ITS  LEGISLATIVE  RESEARCH  AND  RELATED  FUNCTIONS\n   24  GENERALLY;\n   25    (B)  TO  ESTABLISH  AND  CHANGE,  FROM  TIME  TO TIME, AS THE DIRECTOR\n   26  CONSIDERS ADVISABLE,  WITHIN  THE  LEGISLATIVE  RESEARCH  SERVICE,  SUCH\n   27  RESEARCH AND REFERENCE DIVISIONS OR OTHER ORGANIZATIONAL UNITS, OR BOTH,\n   28  AS  SUCH DIRECTOR CONSIDERS NECESSARY TO ACCOMPLISH THE PURPOSES OF THIS\n   29  SECTION; AND\n   30    (C) TO PROCURE BY CONTRACT, WITHOUT REGARD TO  ANY  PROVISION  OF  LAW\n   31  REQUIRING  ADVERTISING  FOR CONTRACT BIDS, THE TEMPORARY (FOR RESPECTIVE\n   32  PERIODS NOT IN EXCESS OF ONE YEAR) OR INTERMITTENT ASSISTANCE OF  EDUCA-\n   33  TIONAL,  RESEARCH,  OR  OTHER  ORGANIZATIONS  OF EXPERTS AND CONSULTANTS\n   34  (INCLUDING STENOGRAPHIC REPORTERS) AND  OF  EDUCATIONAL,  RESEARCH,  AND\n   35  OTHER  ORGANIZATIONS  OF  PERSONS  LEARNED  IN PARTICULAR OR SPECIALIZED\n   36  FIELDS OF KNOWLEDGE.\n   37    S 2. This act shall take effect on the one hundred eightieth day after\n   38  it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to establishing a New York state legislative research service ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T153838.TXT", "SOBI.D101217.T155505.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T161506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292877518335
}