{
  "year" : 2011,
  "senateBillNo" : "A2388-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to libraries and education technology",
    "billEventId" : "A2388-2011-1295326800000-referred+to+libraries+and+education+technology",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the establishment of libraries in all youth detention facilities; appropriation",
  "summary" : "Provides for the establishment of libraries in all youth detention facilities; appropriates $2,000,000 therefor. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Executive Law",
  "previousVersions" : [ "A3019-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2388\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. GIBSON -- Multi-Sponsored by -- M. of A. CLARK --\n         read  once  and  referred  to the Committee on Libraries and Education\n         Technology\n\n       AN ACT to amend the executive law,  in  relation  to  requiring  library\n         collections  in  all  youth  centers  or facilities for detention; and\n         making an appropriation therefor\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1. The executive law is amended by adding a new section 513-a\n    2  to read as follows:\n    3    S 513-A. LIBRARIES. 1. NOTWITHSTANDING ANY PROVISION  OF  LAW  TO  THE\n    4  CONTRARY, THE COMMISSIONER OF CHILDREN AND FAMILY SERVICES, IN CONSULTA-\n    5  TION  WITH THE BOARD OF REGENTS AND THE COMMISSIONER OF EDUCATION, SHALL\n    6  ESTABLISH AND MAINTAIN LIBRARIES IN ALL YOUTH CENTERS OR FACILITIES  FOR\n    7  DETENTION  AS  DEFINED  IN SECTIONS FIVE HUNDRED TWENTY-SEVEN-A AND FIVE\n    8  HUNDRED TWO OF THIS ARTICLE, AND DETENTION FACILITIES DESIGNATED  PURSU-\n    9  ANT  TO SECTIONS SEVEN HUNDRED TWENTY-FOUR AND 305.2 OF THE FAMILY COURT\n   10  ACT. THE CONTENT OF SUCH HOLDINGS  SHALL  CONFORM  TO  THE  FREE  PUBLIC\n   11  LIBRARY  PROVISIONS  OF  PART  TWO OF ARTICLE FIVE OF THE EDUCATION LAW.\n   12  ACCESS TO LIBRARY BOOKS BY DETAINEES SHALL  NOT  BE  INFRINGED  BY  SUCH\n   13  TEMPORARY  YOUTH  DETENTION  FACILITY  RULES  AND  REGULATIONS REGARDING\n   14  PUNISHMENT OF DETAINEES.\n   15    2. DEVELOPING  AND  MAINTAINING  LIBRARIES  IN  SUCH  TEMPORARY  YOUTH\n   16  DETENTION  FACILITIES  AS  PROVIDED  IN  SUBDIVISION ONE OF THIS SECTION\n   17  SHALL BE CONSIDERED PART OF CARE, MAINTENANCE, AND SUPERVISION  EXPENSES\n   18  DESCRIBED AND INCLUDED IN THE REIMBURSEMENT FORMULAE PROVIDED IN SECTION\n   19  FIVE HUNDRED THIRTY OF THIS ARTICLE.\n   20    3.  THE  COMMISSIONER  OF CHILDREN AND FAMILY SERVICES AND THE COMMIS-\n   21  SIONER OF EDUCATION SHALL  REPORT,  INCLUDING  RECOMMENDATIONS,  TO  THE\n   22  GOVERNOR  AND  THE  LEGISLATURE  ON THE STATUS OF SUCH LIBRARIES IN SUCH\n   23  COMMISSIONERS' ANNUAL REPORTS.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06271-01-1\n\n       A. 2388                             2\n\n    1    S 2. The sum of two million dollars ($2,000,000), or so  much  thereof\n    2  as  may  be  necessary,  is hereby appropriated out of any moneys in the\n    3  state treasury in the general fund to the credit of the office of  chil-\n    4  dren and family services, not otherwise appropriated for the purposes of\n    5  carrying  out  the  provisions of this act. Such sum shall be payable on\n    6  the audit and warrant of the state comptroller on vouchers certified  or\n    7  approved  by  the  commissioner of children and family services, or such\n    8  commissioner's duly designated representative in the manner provided  by\n    9  law.\n   10    S 3. This act shall take effect on the one hundred eightieth day after\n   11  it shall have become a law; provided, however, that effective immediate-\n   12  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   13  necessary for the implementation of this act on its  effective  date  is\n   14  authorized  and  directed  to  be  made  and completed on or before such\n   15  effective date; provided, further, that such libraries shall be  in  use\n   16  on or before one year of the effective date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the executive law, in relation to requiring library collections in all youth centers or facilities for detention; and making an appropriation therefor ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T153151.TXT", "SOBI.D110118.T153652.TXT", "SOBI.D110119.T103738.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451458480
}