{
  "year" : 2011,
  "senateBillNo" : "A2380-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2380-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to immunity for certain employers providing information relating to a former employee to a prospective employer who is an elder care facility",
  "summary" : "Provides civil immunity for certain employers who provide information relating to a former employee to a prospective employer, nursing home or elder care facility unless such information is knowingly false or misleading or violates a state or federal law. ",
  "currentCommittee" : null,
  "sameAs" : "S238",
  "lawSection" : "Civil Rights Law",
  "previousVersions" : [ "A531-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2380\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. DESTITO, GALEF, MARKEY, BENEDETTO -- Multi-Spon-\n         sored by -- M. of A.  REILICH -- read once and referred to the Commit-\n         tee on Governmental Operations\n\n       AN ACT to amend the civil rights law, in relation to employer  reference\n         immunity\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The civil rights law is amended by  adding  a  new  section\n    2  79-o to read as follows:\n    3    S  79-O.  EMPLOYER  REFERENCE  IMMUNITY.  1.  FOR THE PURPOSES OF THIS\n    4  SECTION, THE FOLLOWING TERMS SHALL HAVE THE FOLLOWING MEANINGS:\n    5    (A) \"EMPLOYEE\" MEANS AN INDIVIDUAL WHO AS A VOLUNTEER OR  FOR  COMPEN-\n    6  SATION PROVIDES LABOR IN A NURSING HOME OR OTHER ELDER CARE FACILITY.\n    7    (B)  \"EMPLOYER\"  MEANS A NURSING HOME OR OTHER ELDER CARE FACILITY WHO\n    8  EMPLOYS AN INDIVIDUAL FOR COMPENSATION OR WHO SUPERVISES  AN  INDIVIDUAL\n    9  PROVIDING LABOR AS A VOLUNTEER.\n   10    (C)  \"PROSPECTIVE  EMPLOYER\"  MEANS A NURSING HOME OR OTHER ELDER CARE\n   11  FACILITY TO WHOM AN EMPLOYEE OR FORMER EMPLOYEE HAS SUBMITTED AN  APPLI-\n   12  CATION FOR EMPLOYMENT.\n   13    2.  A  NURSING  HOME  OR OTHER ELDER CARE FACILITY, MAY DISCLOSE TO AN\n   14  EMPLOYEE OR THAT INDIVIDUAL'S PROSPECTIVE EMPLOYER INFORMATION  RELATING\n   15  TO  THE  INDIVIDUAL'S JOB PERFORMANCE THAT IS DOCUMENTED IN THE INDIVID-\n   16  UAL'S PERSONNEL FILE UPON THE REQUEST OF THE INDIVIDUAL OR  HIS  OR  HER\n   17  PROSPECTIVE  EMPLOYER.  AN EMPLOYER WHO DISCLOSES INFORMATION UNDER THIS\n   18  SECTION IN GOOD FAITH IS IMMUNE FROM CIVIL LIABILITY FOR THE DISCLOSURE.\n   19  AN EMPLOYER IS PRESUMED TO BE ACTING IN GOOD FAITH  AT  THE  TIME  OF  A\n   20  DISCLOSURE  UNDER  THIS  SECTION  UNLESS A PREPONDERANCE OF THE EVIDENCE\n   21  ESTABLISHES ONE OR MORE OF THE FOLLOWING:\n   22    (A) THAT THE EMPLOYER KNEW THE  INFORMATION  DISCLOSED  WAS  FALSE  OR\n   23  MISLEADING,\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01368-01-1\n\n       A. 2380                             2\n\n    1    (B) THAT THE EMPLOYER DISCLOSED THE INFORMATION WITH A RECKLESS DISRE-\n    2  GARD FOR THE TRUTH,\n    3    (C)  THAT  THE  DISCLOSURE  WAS  SPECIFICALLY PROHIBITED BY A STATE OR\n    4  FEDERAL STATUTE.\n    5    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil rights law, in relation to employer reference immunity ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T162156.TXT", "SOBI.D110119.T103237.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451157304
}