{
  "year" : 2011,
  "senateBillNo" : "A2389-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to labor",
    "billEventId" : "A2389-2011-1295326800000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"occupational safety and health funding act\"",
  "summary" : "relates to the dedicated occupational safety and health training and education and occupational health clinic programs fund. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A469-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Stevenson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2389\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Labor\n\n       AN ACT to amend the state finance  law,  in  relation  to  enacting  the\n         \"occupational safety and health funding act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited  as  the  \"occupa-\n    2  tional safety and health funding act\".\n    3    S 2. Section 97-c of the state finance law, as added by chapter 886 of\n    4  the  laws of 1985, subdivisions 3 and 4 as amended by chapter 309 of the\n    5  laws of 1996, is amended to read as follows:\n    6    S 97-c. [Training and education program  on  occupational  safety  and\n    7  health  fund]  DEDICATED  OCCUPATIONAL  SAFETY  AND  HEALTH TRAINING AND\n    8  EDUCATION AND OCCUPATIONAL HEALTH CLINIC  PROGRAMS  FUND.  1.  There  is\n    9  hereby established in the custody of the state comptroller the [training\n   10  and  education program on occupational safety and health fund] DEDICATED\n   11  OCCUPATIONAL SAFETY AND HEALTH TRAINING AND EDUCATION  AND  OCCUPATIONAL\n   12  HEALTH CLINIC PROGRAMS FUND.\n   13    2.  Such  fund  shall consist of moneys collected from special compen-\n   14  sation assessments collected pursuant to the provisions of  section  one\n   15  hundred  fifty-one  of  the  workers'  compensation law FOR THE TRAINING\n   16  PROGRAM ON OCCUPATIONAL SAFETY AND HEALTH AND  THE  OCCUPATIONAL  HEALTH\n   17  CLINIC NETWORK.\n   18    3. Moneys of the fund shall be available to the New York state occupa-\n   19  tional safety and health hazard abatement board for purposes of carrying\n   20  out  the  provisions  of article twenty-nine of the labor law and to the\n   21  department of labor for worker protection activities under its jurisdic-\n   22  tion, AND TO THE DEPARTMENT OF HEALTH FOR SERVICES RELATED TO THE  OCCU-\n   23  PATIONAL HEALTH CLINIC NETWORK.\n   24    4.  The  moneys shall be paid out of the fund on the audit and warrant\n   25  of the comptroller on vouchers certified or approved by the  chairperson\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02813-02-1\n\n       A. 2389                             2\n\n    1  of  the  board or his or her designee or by the commissioner of labor or\n    2  his or her designee, OR BY THE COMMISSIONER OF  HEALTH  OR  HIS  OR  HER\n    3  DESIGNEE.  NO  FUNDS  SHALL  BE  PAID  FOR  ANY PURPOSE OTHER THAN THOSE\n    4  ENUMERATED IN SUBDIVISION TWO OR THREE OF THIS SECTION.\n    5    5.  Notwithstanding  the  provisions of any general or special law, no\n    6  moneys shall be available from the fund until  a  certificate  of  allo-\n    7  cation  and  a  schedule  of amounts to be available therefor shall have\n    8  been issued by the director of the budget, and a copy  of  such  certif-\n    9  icate filed with the comptroller. BEGINNING ON APRIL FIRST, TWO THOUSAND\n   10  THIRTEEN,  AND  FOR EACH SUCCEEDING YEAR, THE SCHEDULE OF AMOUNTS AVAIL-\n   11  ABLE FOR THE TRAINING PROGRAM ON OCCUPATIONAL SAFETY AND HEALTH AND  THE\n   12  OCCUPATIONAL  HEALTH  CLINIC NETWORK SHALL REFLECT A PERCENTAGE INCREASE\n   13  OVER THE PREVIOUS YEAR'S FUNDING EQUAL TO OR GREATER THAN THE PERCENTAGE\n   14  INCREASE IN THE MAXIMUM RATE FOR WORKERS' COMPENSATION BENEFITS PURSUANT\n   15  TO PARAGRAPH (A) OF SUBDIVISION SIX OF SECTION FIFTEEN OF  THE  WORKERS'\n   16  COMPENSATION  LAW.  Such certificate may be amended from time to time by\n   17  the director of the budget and a copy of each such  amendment  shall  be\n   18  filed with the comptroller.\n   19    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to enacting the \"occupational safety and health funding act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T145850.TXT", "SOBI.D110126.T122256.TXT", "SOBI.D110201.T110843.TXT", "SOBI.D110118.T153652.TXT", "SOBI.D110118.T153151.TXT", "SOBI.D110119.T103738.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296576523230
}