{
  "year" : 2011,
  "senateBillNo" : "A2398-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2398-2011-1295326800000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires ski area operators to provide protective headgear; requires skiers and snowboarders age fourteen and under to wear protective headgear",
  "summary" : "Requires ski and snowboard area operators to provide protective headgear for sale or rent; requires skiers and snowboarders age fourteen and under to wear protective headgear while skiing; applies same duties and liabilities upon snowboarders and snowboard area operators, as apply to skiers and ski area operators. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Obligations Law",
  "previousVersions" : [ "A4085-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2398\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to amend the general  obligations  law  and  the  labor  law,  in\n         relation to the duty of ski area operators to provide protective head-\n         gear  and  requiring skiers and snowboarders under the age of fourteen\n         to wear protective headgear\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  article  heading  of article 18 of the general obli-\n    2  gations law, as added by chapter 711 of the laws of 1988, is amended  to\n    3  read as follows:\n    4                    SAFETY [IN SKIING] ON THE SLOPES CODE\n    5    S  2. Section 18-101 of the general obligations law, as added by chap-\n    6  ter 711 of the laws of 1988, is amended to read as follows:\n    7    S 18-101. Legislative  purpose.  The  legislature  hereby  finds  that\n    8  alpine  or downhill skiing [is both a] AND SNOWBOARDING ARE major recre-\n    9  ational [sport] SPORTS and a major industry  within  the  state  of  New\n   10  York.  The legislature further finds: (1) that downhill skiing AND SNOW-\n   11  BOARDING, like many other  sports,  [contains]  CONTAIN  inherent  risks\n   12  including,  but not limited to, the risks of personal injury or death or\n   13  property damage, which may be caused by variations in terrain or weather\n   14  conditions; surface or subsurface snow, ice, bare spots or areas of thin\n   15  cover, moguls, ruts, bumps; other  persons  using  the  facilities;  and\n   16  rocks,  forest  growth,  debris, branches, trees, roots, stumps or other\n   17  natural objects or man-made objects that are incidental to the provision\n   18  or maintenance of a ski facility in New York state; (1-A) THAT  DOWNHILL\n   19  SKIING   OR   SNOWBOARDING  WITHOUT  PROTECTIVE  HEADGEAR  SUBSTANTIALLY\n   20  INCREASES THE RISK OF SERIOUS HEAD INJURY AND DEATH RESULTING FROM  SUCH\n   21  INJURY;  (2)  that  downhill skiing OR SNOWBOARDING, without established\n   22  rules of conduct and care, may result in injuries to persons and proper-\n   23  ty; (3) that it is appropriate, as well as in the  public  interest,  to\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03053-01-1\n\n       A. 2398                             2\n\n    1  take  such  steps  as are necessary to help reduce the risk of injury to\n    2  downhill skiers AND SNOWBOARDERS from undue, unnecessary  and  unreason-\n    3  able  hazards;  and  (4)  that it is also necessary and appropriate that\n    4  skiers  AND  SNOWBOARDERS  become apprised of, and understand, the risks\n    5  inherent in the [sport] SPORTS of skiing AND SNOWBOARDING so  that  they\n    6  may  make  an  informed  decision  of  whether  or not to participate in\n    7  [skiing] SUCH SPORTS notwithstanding the risks.  Therefore, the  purpose\n    8  and  intent  of this article is to establish a code of conduct for down-\n    9  hill skiers, SNOWBOARDERS and ski area operators to minimize the risk of\n   10  injury to persons engaged in the [sport] SPORTS of downhill  skiing  AND\n   11  SNOWBOARDING  and  to  promote safety in the downhill ski [industry] AND\n   12  SNOWBOARDING INDUSTRIES.\n   13    S 3. Subdivisions 1 and 2 of section 18-102 of the general obligations\n   14  law, as added by chapter 711 of the laws of 1988, are amended to read as\n   15  follows:\n   16    1. \"Lift ticket\" means any item issued by a ski area operator  to  any\n   17  skier  OR SNOWBOARDER that is intended to be affixed to the outerwear of\n   18  the skier OR SNOWBOARDER, or otherwise displayed by  a  skier  OR  SNOW-\n   19  BOARDER,  to signify lawful entry upon and use of the passenger tramways\n   20  or ski slopes or trails maintained by the ski area operator.\n   21    2. \"Passenger tramway\" means a mechanical device intended to transport\n   22  skiers OR SNOWBOARDERS for the purpose of providing access to ski slopes\n   23  and trails as defined by the commissioner of labor pursuant  to  section\n   24  two hundred two-c or eight hundred sixty-seven of the labor law.\n   25    S  4.  Section  18-102  of  the  general obligations law is amended by\n   26  adding a new subdivision 8 to read as follows:\n   27    8. \"SNOWBOARDER\" MEANS ANY PERSON WEARING A SNOWBOARD AND  ANY  PERSON\n   28  ACTUALLY  ON A SKI SLOPE OR TRAIL LOCATED AT A SKI AREA, FOR THE PURPOSE\n   29  OF SNOWBOARDING.\n   30    S 5. Subdivisions 2, 7, 13 and 14 and subparagraph (i) of paragraph  c\n   31  of  subdivision  6  of section 18-103 of the general obligations law, as\n   32  added by chapter 711 of the  laws  of  1988,  are  amended  to  read  as\n   33  follows:\n   34    2.  To  post  in  a location likely to be seen by all skiers AND SNOW-\n   35  BOARDERS signs of such size and color as will enable  skiers  AND  SNOW-\n   36  BOARDERS to have knowledge of their responsibilities under this article.\n   37    (i) skier OR SNOWBOARDER use;\n   38    7.  To develop and maintain a written policy consistent with the regu-\n   39  lations of the commissioner of labor upon the advice  of  the  passenger\n   40  tramway  advisory  council for situations involving the reckless conduct\n   41  of skiers AND SNOWBOARDERS, which shall include, but not be limited to:\n   42    a. a definition of reckless conduct; and\n   43    b. procedures for approaching and warning skiers AND  SNOWBOARDERS  of\n   44  reckless  conduct  and procedures for dealing with such skiers AND SNOW-\n   45  BOARDERS which may include the revocation of the lift  tickets  of  such\n   46  skiers AND SNOWBOARDERS.\n   47    13.  To,  within  a  reasonable  amount  of  time after the inspection\n   48  required by subdivision six of this  section,  conspicuously  mark  with\n   49  such  implements as may be specified by the commissioner of labor pursu-\n   50  ant to section eight hundred sixty-seven of the labor law and to provide\n   51  sufficient warning to skiers AND SNOWBOARDERS by such marking or  remove\n   52  such obstacles or hazards which are located within the boundaries of any\n   53  ski slope or trail and were noted pursuant to paragraph c of subdivision\n   54  six of this section; and to also conspicuously mark with such implements\n   55  and  provide  such  warning or remove such obstacles or hazards within a\n   56  reasonable amount of time after receipt of notice by the ski area opera-\n\n       A. 2398                             3\n\n    1  tor from any skier OR SNOWBOARDER as to the presence of  such  obstacles\n    2  or  hazards  when  notice  is  given at sites designated by the ski area\n    3  operator for such receipt and the locations of which are made  known  to\n    4  skiers  OR  SNOWBOARDERS  pursuant to paragraph c of subdivision five of\n    5  this section.\n    6    14. To have present at all times when skiing [activity  is]  OR  SNOW-\n    7  BOARDING  ACTIVITIES ARE in progress, individuals properly and appropri-\n    8  ately trained for the safe operation of on-slope vehicles; trail mainte-\n    9  nance equipment; tramways; tramway evacuations;  implementation  of  the\n   10  reckless  skier  AND  SNOWBOARDER  policy; first aid and outdoor rescue;\n   11  and, to have present according to a schedule posted for access by skiers\n   12  AND SNOWBOARDERS, by the  ski  area  operator,  personnel  appropriately\n   13  trained  in  the  instruction  of skiers, SNOWBOARDERS and passengers in\n   14  methods of risk reduction while using ski slopes and passenger  tramways\n   15  and the instruction of skiers AND SNOWBOARDERS with respect to the risks\n   16  inherent in the sport.\n   17    S  6. Section 18-105 of the general obligations law, as added by chap-\n   18  ter 711 of the laws of 1988, is amended to read as follows:\n   19    S 18-105. Duties of skiers AND SNOWBOARDERS.   All  skiers  AND  SNOW-\n   20  BOARDERS shall have the following duties:\n   21    1.  Not  to  ski OR SNOWBOARD in any area not designated for skiing OR\n   22  SNOWBOARDING;\n   23    2. Not to ski OR SNOWBOARD beyond their limits or ability to  overcome\n   24  variations  in  slope,  trail  configuration  and  surface or subsurface\n   25  conditions which may be caused or altered by  weather,  slope  or  trail\n   26  maintenance work by the ski area operator, or skier OR SNOWBOARDER use;\n   27    3. To abide by the directions of the ski area operator;\n   28    4.  To  remain  in  constant  control of speed and course at all times\n   29  while skiing OR SNOWBOARDING so as to avoid contact with plainly visible\n   30  or clearly marked obstacles and  with  other  skiers,  SNOWBOARDERS  and\n   31  passengers on surface operating tramways;\n   32    5.  To familiarize themselves with posted information before skiing OR\n   33  SNOWBOARDING any slope or trail, including all information posted pursu-\n   34  ant to subdivision five of section 18-103 of this article;\n   35    6. Not to cross the uphill track of any surface lift, except at points\n   36  clearly designated by the ski area operator;\n   37    7. Not to ski OR SNOWBOARD on a slope or trail or portion thereof that\n   38  has been designated as \"closed\" by the ski area operator;\n   39    8. Not to leave the scene of any accident resulting in personal injury\n   40  to another party until such times as  the  ski  area  operator  arrives,\n   41  except for the purpose of summoning aid;\n   42    9. Not to overtake another skier OR SNOWBOARDER in such a manner as to\n   43  cause contact with the skier OR SNOWBOARDER being overtaken and to yield\n   44  the right-of-way to the skier OR SNOWBOARDER being overtaken;\n   45    10. Not to willfully stop on any slope or trail where such stopping is\n   46  likely to cause a collision with other skiers, SNOWBOARDERS or vehicles;\n   47    11.  To yield to other skiers OR SNOWBOARDERS when entering a trail or\n   48  starting downhill;\n   49    12. To wear retention straps or other devices to prevent runaway  skis\n   50  OR SNOWBOARDS;\n   51    13.  To  report  any  personal  injury to the ski area operator before\n   52  leaving the ski area; [and]\n   53    14. Not  to  willfully  remove,  deface,  alter  or  otherwise  damage\n   54  signage,  warning  devices or implements, or other safety devices placed\n   55  and maintained by the ski area operator pursuant to the requirements  of\n   56  section 18-103 of this article[.]; AND\n\n       A. 2398                             4\n\n    1    15.  TO  WEAR  PROTECTIVE HEADGEAR WHILE SKIING OR SNOWBOARDING IF AGE\n    2  FOURTEEN OR UNDER.\n    3    S  7. Section 18-106 of the general obligations law, as added by chap-\n    4  ter 711 of the laws of 1988 and paragraph d of subdivision 1 as  amended\n    5  by chapter 322 of the laws of 1989, is amended to read as follows:\n    6    S 18-106. Duties  of  skiers, SNOWBOARDERS and ski area operators with\n    7  respect to inherent risks. It is recognized that skiing [is a] AND SNOW-\n    8  BOARDING ARE voluntary  [activity]  ACTIVITIES  that  may  be  hazardous\n    9  regardless of all feasible safety measures that can be undertaken by ski\n   10  area operators. Accordingly:\n   11    1. Ski area operators shall have the following additional duties:\n   12    a.  To  post  at  every point of sale or distribution of lift tickets,\n   13  whether on or off the premises of the ski area operator,  a  conspicuous\n   14  \"Warning  to  Skiers AND SNOWBOARDERS\" relative to the inherent risks of\n   15  skiing AND SNOWBOARDING in accordance with  regulations  promulgated  by\n   16  the  commissioner of labor pursuant to subdivision four of section eight\n   17  hundred sixty-seven of the labor law, and to imprint upon all lift tick-\n   18  ets sold or distributed, such text and graphics as the  commissioner  of\n   19  labor  shall  similarly  specify,  which  shall conspicuously direct the\n   20  attention of all skiers AND SNOWBOARDERS to  the  required  \"Warning  to\n   21  Skiers AND SNOWBOARDERS\";\n   22    b. To post at every point of sale or distribution of lift tickets at a\n   23  ski area notice to skiers, SNOWBOARDERS and passengers that this article\n   24  prescribes  certain  duties for skiers, SNOWBOARDERS, passengers and ski\n   25  area operators, and to make copies  of  this  article  in  its  entirety\n   26  available  without  charge  upon  request  to  skiers,  SNOWBOARDERS and\n   27  passengers in a central location at the ski area;\n   28    c. To make available at reasonable fees[, as required  by  subdivision\n   29  thirteen  of  section 18-103 of this article,] instruction and education\n   30  for skiers AND SNOWBOARDERS  relative  to  the  risks  inherent  in  the\n   31  [sport]  SPORTS OF SKIING AND SNOWBOARDING and the duties prescribed for\n   32  skiers AND SNOWBOARDERS by  this  article,  and  to  conspicuously  post\n   33  notice  of  the times and places of availability of such instruction and\n   34  education in locations where it is likely to be seen by skiers AND SNOW-\n   35  BOARDERS; [and]\n   36    d. To post notice to skiers AND SNOWBOARDERS of the right to a  refund\n   37  to  the purchaser in the form and amount paid in the initial sale of any\n   38  lift ticket returned to the ski area operator, intact and  unused,  upon\n   39  declaration  by such purchaser that he or she is unprepared or unwilling\n   40  to ski OR SNOWBOARD due to the risks inherent in [the sport] SUCH SPORTS\n   41  or the duties imposed upon him or her by this article[.];\n   42    E. TO OFFER FOR SALE OR RENTAL PROTECTIVE HEADGEAR  AND  PROHIBIT  ANY\n   43  SKIER OR SNOWBOARDER AGE FOURTEEN OR UNDER WHO IS NOT WEARING PROTECTIVE\n   44  HEADGEAR  FROM  SKIING  OR  SNOWBOARDING.   SUCH HEADGEAR SHALL MEET THE\n   45  STANDARDS OF THE AMERICAN NATIONAL STANDARDS INSTITUTE AND STANDARDS SET\n   46  FORTH IN REGULATIONS PROMULGATED BY THE COMMISSIONER OF LABOR IN ACCORD-\n   47  ANCE WITH THE PROVISIONS OF ARTICLE TWENTY-SIX OF THE LABOR LAW; AND\n   48    F. TO POST NOTICE IN BOLD AND CONSPICUOUS TYPE AT THE POINT OR  POINTS\n   49  OF  TRANSACTION  THE  FOLLOWING:  \"NEW  YORK STATE LAW REQUIRES THAT ALL\n   50  SKIERS AND SNOWBOARDERS AGE FOURTEEN AND  UNDER  WEAR  PROTECTIVE  HEAD-\n   51  GEAR.\"\n   52    2.  Skiers AND SNOWBOARDERS shall have the following additional duties\n   53  to enable them to make informed decisions  as  to  the  advisability  of\n   54  their participation in [the sport] SUCH SPORTS:\n   55    a.  To  seek out, read, review and understand, in advance of skiing OR\n   56  SNOWBOARDING, a \"Warning to Skiers AND SNOWBOARDERS\" as shall be defined\n\n       A. 2398                             5\n\n    1  pursuant to subdivision five of section eight hundred sixty-seven of the\n    2  labor law, which shall be displayed and provided pursuant to paragraph a\n    3  of subdivision one of this section; and\n    4    b.  To obtain such education in the [sport] SPORTS of skiing AND SNOW-\n    5  BOARDING as the individual skier OR SNOWBOARDER shall  deem  appropriate\n    6  to  his  or  her  level  of  ability, including the familiarization with\n    7  skills and duties necessary to reduce the risk of injury in such [sport]\n    8  SPORTS.\n    9    S 8. Section 18-107 of the general obligations law, as added by  chap-\n   10  ter 711 of the laws of 1988, is amended to read as follows:\n   11    S 18-107. Construction. Unless otherwise specifically provided in this\n   12  article,  the  duties  of skiers, SNOWBOARDERS, passengers, and ski area\n   13  operators shall be governed by common law.\n   14    S 9. Subdivision 4 of section 12-c of the labor  law,  as  amended  by\n   15  chapter 338 of the laws of 1978, is amended to read as follows:\n   16    4.  The advisory council shall consider all matters in connection with\n   17  ski tows, other passenger tramways [and], downhill skiing AND SNOWBOARD-\n   18  ING referred to it by the commissioner and advise him with respect ther-\n   19  eto, and on its own initiative, or upon the suggestion  of  others,  may\n   20  make  such  recommendations  to  the commissioner in connection with ski\n   21  tows, other passenger tramways [and], downhill skiing  AND  SNOWBOARDING\n   22  as, after consideration by it, may be deemed necessary.\n   23    S  10. The article heading of article 26 of the labor law, as added by\n   24  chapter 338 of the laws of 1978, is amended to read as follows:\n   25                      SAFETY [IN SKIING] ON THE SLOPES\n   26    S 11. Section 865 of the labor law, as added by  chapter  338  of  the\n   27  laws of 1978, is amended to read as follows:\n   28    S  865.  Short  title. This article shall be known and may be cited as\n   29  the \"safety [in skiing] ON THE SLOPES act\".\n   30    S 12. Section 866 of the labor law, as added by  chapter  338  of  the\n   31  laws of 1978, is amended to read as follows:\n   32    S  866.  Declaration  of  legislative findings. The legislature hereby\n   33  finds that alpine or downhill skiing [is both a]  AND  SNOWBOARDING  ARE\n   34  major  recreational [sport] SPORTS and a major industry within the state\n   35  of New York. The legislature further finds: (a) that downhill skiing AND\n   36  SNOWBOARDING, like many other sports, [is] ARE not without some inherent\n   37  risks; (b) that downhill skiing AND  SNOWBOARDING,  without  established\n   38  rules of conduct and care, may result in injuries to persons and proper-\n   39  ty;  and  (c)  that  it  is necessary and appropriate, as well as in the\n   40  public interest, to take steps to protect downhill skiers AND SNOWBOARD-\n   41  ERS from undue, unnecessary and unreasonable hazards, and  to  encourage\n   42  and  promote  safety  in  the  downhill  ski [industry] AND SNOWBOARDING\n   43  INDUSTRIES.\n   44    It is, therefore, the intent of this article to create and provide for\n   45  the promulgation of a code of conduct for downhill skiers,  SNOWBOARDERS\n   46  and ski area operators which will minimize the risk of injury to persons\n   47  and  property engaged in the [sport] SPORTS of downhill skiing AND SNOW-\n   48  BOARDING.\n   49    S 13. The section heading, subdivision 1 and subdivision 5 of  section\n   50  867  of  the labor law, the section heading and subdivision 1 as amended\n   51  and subdivision 5 as added by chapter 711  of  the  laws  of  1988,  are\n   52  amended to read as follows:\n   53    Safety  [in  skiing]  ON  THE SLOPES code. 1. The commissioner, on the\n   54  advice of the passenger tramway advisory council as created pursuant  to\n   55  section  twelve-c  of  this  chapter,  shall  promulgate rules and regu-\n   56  lations, consistent with article eighteen  of  the  general  obligations\n\n       A. 2398                             6\n\n    1  law,  intended to guard against personal injuries to downhill skiers AND\n    2  SNOWBOARDERS which will, in view of such intent, define the  duties  and\n    3  responsibilities  of downhill skiers AND SNOWBOARDERS and the duties and\n    4  responsibilities  of ski area operators.  SUCH DUTIES SHALL INCLUDE, BUT\n    5  NOT BE LIMITED TO, THE PROVISION BY SKI  AREA  OPERATORS  OF  PROTECTIVE\n    6  HEADGEAR,  FOR  PURCHASE  OR  RENTAL  AND THE REQUIREMENT THAT SKIERS OR\n    7  SNOWBOARDERS UNDER THE AGE OF FOURTEEN WEAR PROTECTIVE HEADGEAR.\n    8    5. Upon advice of the passenger tramway advisory council, the  commis-\n    9  sion  shall, [on] PRIOR TO the fifteenth day of March, [nineteen hundred\n   10  eighty-nine] TWO THOUSAND TWELVE, promulgate UPDATED rules  which  shall\n   11  set  forth  specifications  for the uniform textual and graphic content,\n   12  physical description, and conspicuous posting of a  \"Warning  to  Skiers\n   13  AND SNOWBOARDERS\" regarding the risks inherent in the sport as set forth\n   14  in  section 18-101 of the general obligations law, SPECIFICALLY THE RISK\n   15  OF HEAD INJURY, which shall be posted and provided to skiers  AND  SNOW-\n   16  BOARDERS  by  ski  [areas] AREA operators in accordance with subdivision\n   17  one of section 18-106 of the general obligations law, and shall  promul-\n   18  gate  rules  which  shall  set  forth textual and graphic specifications\n   19  designed to occupy not more than twenty-five percent of the  imprintable\n   20  surface  area  of  the  face  side  nor  more than eighty percent of the\n   21  imprintable surface area of the reverse side or  backing  paper  of  all\n   22  lift  tickets  sold  or  distributed in the state, as defined by section\n   23  18-102 of the general obligations law, which shall  uniformly  serve  to\n   24  direct  the  attention  of all skiers OR SNOWBOARDERS to the \"Warning to\n   25  Skiers AND SNOWBOARDERS\" herein directed to be promulgated and  required\n   26  by section 18-106 of the general obligations law.\n   27    S  14.  This  act  shall  take effect on the one hundred twentieth day\n   28  after it shall have become a  law;  provided,  however,  that  effective\n   29  immediately,  the addition, amendment and/or repeal of any rule or regu-\n   30  lation necessary for the timely implementation of this act on its effec-\n   31  tive date is authorized and directed to be  made  and  completed  on  or\n   32  before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general obligations law and the labor law, in relation to the duty of ski area operators to provide protective headgear and requiring skiers and snowboarders under the age of fourteen to wear protective headgear ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T151652.TXT", "SOBI.D110119.T111740.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453860637
}