{
  "year" : 2011,
  "senateBillNo" : "A2392-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to health",
    "billEventId" : "A2392-2011-1295326800000-referred+to+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires every golf course to make available at least one functional cardiac defibrillator",
  "summary" : "Requires every golf course to make available at least one functional cardiac defibrillator and requiring that employees of such facility be trained in its proper operation and use. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Health Law",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Montesano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weprin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2392\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. MARKEY, MILLMAN, BENEDETTO, SPANO, JAFFEE, WEIS-\n         ENBERG, MONTESANO -- Multi-Sponsored by -- M. of A.  COLTON,  McENENY,\n         REILLY -- read once and referred to the Committee on Health\n\n       AN  ACT  to  amend  the public health law, in relation to requiring golf\n         course operators to make available at  least  one  functional  cardiac\n         defibrillator  and  requiring  that  employees  of  such facilities be\n         trained in its proper operation and use\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  public health law is amended by adding a new section\n    2  3000-e to read as follows:\n    3    S 3000-E. FUNCTIONAL CARDIAC DEFIBRILLATOR AT GOLF COURSE. 1. FOR  THE\n    4  PURPOSES  OF THIS SECTION, THE TERM \"GOLF COURSE OPERATOR\" SHALL INCLUDE\n    5  ANY PERSON, FIRM, CORPORATION, PARTNERSHIP,  UNINCORPORATED  ASSOCIATION\n    6  OR OTHER ENTITY, WHETHER PUBLICLY OR PRIVATELY OWNED OR OPERATED, MANAG-\n    7  ING ANY GOLF COURSE.\n    8    2.  GOLF COURSE OPERATORS SHALL PROVIDE AND MAINTAIN ON-SITE AUTOMATED\n    9  EXTERNAL DEFIBRILLATORS (AED), AS DEFINED IN PARAGRAPH (A)  OF  SUBDIVI-\n   10  SION  ONE OF SECTION THREE THOUSAND-B OF THIS ARTICLE, IN QUANTITIES AND\n   11  TYPES DEEMED BY THE COMMISSIONER TO BE  ADEQUATE  TO  ENSURE  READY  AND\n   12  APPROPRIATE ACCESS FOR USE DURING EMERGENCIES.\n   13    3.  GOLF  COURSE  OPERATORS  SHALL ENSURE THE PRESENCE DURING HOURS OF\n   14  OPERATION OF AT LEAST ONE STAFF PERSON  OR  VOLUNTEER  WHO  IS  TRAINED,\n   15  PURSUANT  TO  PARAGRAPH  (A) OF SUBDIVISION THREE OF SECTION THREE THOU-\n   16  SAND-B OF THIS ARTICLE, IN THE OPERATION AND USE OF AN AED.\n   17    4. GOLF COURSE OPERATORS SHALL BE  SUBJECT  TO  THE  REQUIREMENTS  AND\n   18  LIMITATIONS OF SECTION THREE THOUSAND-B OF THIS ARTICLE.\n   19    5.  ANY  GOLF  COURSE OPERATOR, HIS OR HER EMPLOYEE OR OTHER AGENT, OR\n   20  ANY PERSON WHO VOLUNTARILY AND WITHOUT EXPECTATION OF  MONETARY  COMPEN-\n   21  SATION  RENDERS EMERGENCY TREATMENT USING SUCH DEFIBRILLATOR PURSUANT TO\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03496-02-1\n\n       A. 2392                             2\n\n    1  THIS SECTION, TO A PERSON WHO IS UNCONSCIOUS, ILL OR INJURED, SHALL ONLY\n    2  BE LIABLE PURSUANT TO SECTION THREE THOUSAND-A OF THIS ARTICLE.\n    3    S 2. This act shall take effect on the one hundred twentieth day after\n    4  it shall have become a law, provided, however, that effective immediate-\n    5  ly,  the  addition,  amendment and/or repeal of any rules or regulations\n    6  necessary for the implementation of this act on its effective  date  are\n    7  authorized  and  directed  to  be  made  and completed on or before such\n    8  effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "DELETE              \u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000 ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110120.T093306.TXT", "SOBI.D110118.T153151.TXT", "SOBI.D110119.T103738.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295533986157
}