{
  "year" : 2011,
  "senateBillNo" : "A239-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to economic development",
    "billEventId" : "A239-2011-1294203600000-referred+to+economic+development",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the licensing and regulation of pet groomers; establishes standards of care, training and testing",
  "summary" : "Provides for the licensing and regulation of pet groomers; establishes standards of care, training and testing; applicant must be at least sixteen years of age and have completed at least the tenth grade; current practitioners may continue but must be licensed within one year from effective date of legislation. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A8822-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cook",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          239\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. PAULIN, COOK, ZEBROWSKI, MILLMAN, CASTRO, MAYER-\n         SOHN, HOOPER -- Multi-Sponsored by -- M. of  A.  DINOWITZ,  GABRYSZAK,\n         MENG,  PERRY,  PHEFFER,  ROBINSON, TITONE, WEISENBERG -- read once and\n         referred to the  Committee  on  Economic  Development,  Job  Creation,\n         Commerce and Industry\n\n       AN  ACT  to amend the general business law, in relation to the licensing\n         and regulation of pet groomers\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  29-CCC to read as follows:\n\n    3                               ARTICLE 29-CCC\n    4                   LICENSING AND REGULATION OF PET GROOMERS\n\n    5  SECTION 539. DEFINITIONS.\n    6          540. STANDARD OF CARE.\n    7          541. RECORD KEEPING.\n    8          542. LICENSES.\n    9          543. LICENSE REFUSAL, SUSPENSION OR REVOCATION.\n   10          544. INSPECTIONS.\n   11          545. VIOLATIONS.\n   12          546. CURRENT PRACTITIONERS.\n\n   13    S 539. DEFINITIONS. AS USED IN THIS ARTICLE, THE FOLLOWING TERMS SHALL\n   14  HAVE THE FOLLOWING MEANINGS:\n   15    1.  \"PET\"  MEANS  ANY  ANIMAL  PLACED IN THE CARE OF A PET GROOMER FOR\n   16  GROOMING OR STYLING.\n   17    2. \"PET GROOMER\" MEANS AN INDIVIDUAL, LICENSED AS A  PET  GROOMER  WHO\n   18  BATHES, BRUSHES, CLIPS OR STYLES A PET FOR FINANCIAL REMUNERATION.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00754-01-1\n\n       A. 239                              2\n\n    1    3.  \"PET  GROOMING  FACILITY\" MEANS A COMMERCIAL ESTABLISHMENT WHERE A\n    2  PET MAY BE BATHED, BRUSHED, CLIPPED OR STYLED.\n    3    S  540.  STANDARD  OF  CARE.  1.  THE  PRIMARY CONCERN OF EVERY PERSON\n    4  LICENSED PURSUANT TO THIS ARTICLE SHALL BE THE SAFETY AND WELL-BEING  OF\n    5  THE PET IN THEIR CARE. PETS NOT IN THE GROOMING PROCESS SHALL BE KEPT IN\n    6  STRUCTURALLY  SOUND CLEAN CAGES. SUCH ENCLOSURES SHALL BE IN GOOD REPAIR\n    7  AND LARGE ENOUGH TO ALLOW EACH PET TO MAKE NORMAL  POSTURAL  ADJUSTMENTS\n    8  SUCH  AS  SITTING,  STANDING AND TURNING AROUND. EACH PET SHALL BE CAGED\n    9  SEPARATELY.\n   10    2. OUTDOOR FACILITIES SHALL NOT  BE  UTILIZED  IN  INCLEMENT  WEATHER.\n   11  INDOOR  FACILITIES  SHALL  BE MAINTAINED AT A HEALTHY TEMPERATURE. THERE\n   12  SHALL BE SUFFICIENT LIGHTING TO FACILITATE CLEANING  OF  BOTH  PETS  AND\n   13  FACILITIES.  SANITARY CONDITIONS SHALL BE MAINTAINED AT ALL TIMES.\n   14    3.  UPON RECEIVING A PET FOR GROOMING, THE GROOMER SHALL INQUIRE AS TO\n   15  THE PET'S VETERINARIAN AND ANY SPECIAL NEEDS OF SUCH PET. ADEQUATE WATER\n   16  SUPPLY SHALL BE AVAILABLE FOR DRINKING AS WELL AS BATHING.\n   17    4. EVERY LOCATION WHERE PETS ARE GROOMED  SHALL  DISPLAY  A  TELEPHONE\n   18  NUMBER  OF  THE  STATE  BUREAU  OR OFFICE WHERE THE PET'S OWNER MAY MAKE\n   19  KNOWN THEIR FEELINGS REGARDING THE SERVICES RECEIVED AT THE PET GROOMING\n   20  FACILITY.\n   21    5. PETS SHALL NOT BE LEFT UNATTENDED WHILE AT THE  GROOMING  FACILITY,\n   22  AND A DRYING CAGE SHALL NEVER BE USED.\n   23    6. EVERY PERSON LICENSED AS A PET GROOMER SHALL PROVE TO THE SATISFAC-\n   24  TION  OF  THE  SECRETARY  OF STATE OR A REPRESENTATIVE THEREOF THAT SUCH\n   25  PERSON IS INSURED COVERING THEIR LIABILITY FOR NEGLIGENT ACTS ASSOCIATED\n   26  WITH THEIR ACTIVITY AS A PET GROOMER.\n   27    S 541. RECORD KEEPING. 1. EACH PET GROOMER  SHALL  KEEP  AND  MAINTAIN\n   28  RECORDS  REGARDING  EACH  ANIMAL  CARED FOR AND THE OWNER THEREOF.  SUCH\n   29  RECORDS SHALL INCLUDE THE NAME AND  ADDRESS  OF  THE  OWNER,  THE  PET'S\n   30  VETERINARIAN AND THE DATE OF PROVIDING SERVICE.\n   31    2.  RECORDS  FOR  EACH  ANIMAL SHALL BE MAINTAINED FOR A PERIOD OF TWO\n   32  YEARS FROM THE DATE OF  SERVICE.  DURING  NORMAL  BUSINESS  HOURS,  SUCH\n   33  RECORDS  SHALL BE MADE AVAILABLE TO PERSONS AUTHORIZED BY LAW TO ENFORCE\n   34  THE PROVISIONS OF THIS ARTICLE.\n   35    S 542. LICENSES. 1. THE SECRETARY OF STATE SHALL ESTABLISH A BUREAU OR\n   36  OFFICE FOR THE LICENSING OF INDIVIDUALS AS PET GROOMERS. SUCH BUREAU  OR\n   37  OFFICE  SHALL  HAVE  BRANCHES  LOCATED  IN VARIOUS AREAS OF THE STATE IN\n   38  SUFFICIENT NUMBER TO MEET THE NEEDS OF THE PEOPLE OF  THE  STATE.    THE\n   39  SECRETARY  OF  STATE, IN COOPERATION AND CONSULTATION WITH THE EDUCATION\n   40  AND HEALTH DEPARTMENTS, SHALL ESTABLISH A TRAINING PROGRAM  AND  TESTING\n   41  PROCEDURE FOR APPLICANTS INTERESTED IN OBTAINING SUCH LICENSE.\n   42    2.  THE  BUREAU OR OFFICE SHALL CREATE AND MAINTAIN A ROSTER OF LICEN-\n   43  SEES BASED ON INFORMATION OBTAINED FROM APPLICANTS AND  THE  RESULTS  OF\n   44  THEIR  TRAINING  AND  TESTING.  SUCH  RECORD  SHALL INCLUDE DISCIPLINARY\n   45  ACTION, SUSPENSION OF LICENSE AND REVOCATION.\n   46    3. NO INDIVIDUAL SHALL BE PERMITTED TO TAKE AN EXAMINATION FOR  A  PET\n   47  GROOMER'S  LICENSE  UNLESS  SUCH  APPLICANT IS AT LEAST SIXTEEN YEARS OF\n   48  AGE, IS OF GOOD MORAL CHARACTER AND HAS COMPLETED AT LEAST A TENTH GRADE\n   49  EDUCATION.\n   50    4. IF THE APPLICANT MEETS THE NECESSARY QUALIFICATIONS, HAS  COMPLETED\n   51  THE  TRAINING  AND  PASSED THE EXAMINATION, THE SECRETARY OF STATE SHALL\n   52  ISSUE SUCH APPLICANT A LICENSE AS A PET GROOMER UPON PAYMENT OF A TWENTY\n   53  DOLLAR BIENNIAL REGISTRATION FEE. AN APPLICANT WHO HAS  NOT  PASSED  THE\n   54  EXAMINATION BUT WHO IS OTHERWISE QUALIFIED, MAY CONTINUE TO TAKE FURTHER\n   55  EXAMINATIONS  UPON  PAYMENT  OF  A  TEN  DOLLAR FEE FOR EACH EXAMINATION\n   56  TAKEN.\n\n       A. 239                              3\n\n    1    5. A LICENSED PET GROOMER MAY EMPLOY INDIVIDUALS,  UNDER  HIS  OR  HER\n    2  DIRECT  SUPERVISION,  WHO ARE IN TRAINING FOR THE PET GROOMER'S EXAMINA-\n    3  TION. THE NAME OF THE PERSON IN CHARGE  OF  ANY  PET  GROOMING  FACILITY\n    4  SHALL  BE POSTED IN A CONSPICUOUS PLACE IN SUCH FACILITY AND THE LICENSE\n    5  OF SUCH PERSON SHALL BE PROMINENTLY DISPLAYED.\n    6    S  543. LICENSE REFUSAL, SUSPENSION OR REVOCATION. 1. THE SECRETARY OF\n    7  STATE MAY DECLINE TO GRANT OR RENEW, OR MAY  SUSPEND  OR  REVOKE  A  PET\n    8  GROOMER'S  LICENSE  FOR  A  MATERIAL MISSTATEMENT IN THE APPLICATION FOR\n    9  SUCH LICENSE, FOR IMPROPER RECORD KEEPING OR BUSINESS PRACTICES OR FOR A\n   10  VIOLATION OF ANY PROVISION OF LAW RELATING TO THE  HUMANE  TREATMENT  OF\n   11  ANIMALS.\n   12    2.  PRIOR TO SUSPENSION OR REVOCATION OF A LICENSE AND UPON DUE NOTICE\n   13  TO THE LICENSEE, A HEARING SHALL BE HELD AS PROVIDED IN  ARTICLES  THREE\n   14  AND FOUR OF THE STATE ADMINISTRATIVE PROCEDURE ACT.\n   15    3. ANY ACTION OF THE SECRETARY OF STATE PURSUANT TO THIS SECTION SHALL\n   16  BE SUBJECT TO JUDICIAL REVIEW IN A PROCEEDING PURSUANT TO ARTICLE SEVEN-\n   17  TY-EIGHT OF THE CIVIL PRACTICE LAW AND RULES.\n   18    S 544. INSPECTIONS. 1. THE SECRETARY OF STATE OR HIS OR HER AUTHORIZED\n   19  AGENTS  SHALL  MAKE  YEARLY  INSPECTIONS  OF  PET GROOMING FACILITIES TO\n   20  ENSURE COMPLIANCE WITH THE PROVISIONS  OF  THIS  ARTICLE.  AUTHORITY  TO\n   21  CONDUCT  SUCH  INSPECTIONS  AND  REPORT  THEREON MAY BE DELEGATED BY THE\n   22  SECRETARY OF STATE TO A COUNTY, CITY OR TOWN.\n   23    2. ANY PERSON MAKING SUCH INSPECTIONS SHALL BE FIRST PROVIDED TRAINING\n   24  IN THE PROVISIONS OF THIS ARTICLE AND THE PROPER CARE OF PETS IN  GENER-\n   25  AL.\n   26    S 545. VIOLATIONS. 1. IN ADDITION TO DENIAL, REVOCATION, SUSPENSION OR\n   27  REFUSAL  OF RENEWAL OF A LICENSE, AS OTHERWISE PROVIDED IN THIS ARTICLE,\n   28  ANY VIOLATION OF A PROVISION OF THIS ARTICLE IS  A  CIVIL  OFFENSE,  FOR\n   29  WHICH  A  PENALTY OF NOT LESS THAN ONE HUNDRED DOLLARS NOR MORE THAN ONE\n   30  THOUSAND DOLLARS FOR EACH VIOLATION MAY BE IMPOSED.\n   31    2. THE PROVISIONS OF THIS ARTICLE MAY BE CONCURRENTLY ENFORCED BY  THE\n   32  SECRETARY  OF  STATE AND BY ANY COUNTY, CITY OR TOWN TO WHICH THE SECRE-\n   33  TARY OF STATE HAS DELEGATED AUTHORITY. MONEYS COLLECTED THEREUNDER SHALL\n   34  BE RETAINED BY THE LOCAL MUNICIPALITY.\n   35    S 546. CURRENT PRACTITIONERS. INDIVIDUALS ENGAGED IN PET  GROOMING  ON\n   36  THE EFFECTIVE DATE OF THIS ARTICLE MAY CONTINUE IN SUCH CAPACITY FOR ONE\n   37  YEAR  FROM SUCH DATE, BUT MUST, WITHIN SAID YEAR, MAKE APPLICATION FOR A\n   38  LICENSE AS  PROVIDED  IN  THIS  ARTICLE  AND  WILL  BE  SUBJECT  TO  THE\n   39  PROVISIONS OF THIS ARTICLE THEREAFTER.\n   40    S  2.  This  act shall take effect on the ninetieth day after it shall\n   41  have become a law; provided, however,  that  effective  immediately  the\n   42  addition,  amendment  or  repeal of any rule or regulation necessary for\n   43  the implementation of this act on its effective date are authorized  and\n   44  directed to be made and completed on or before such effective date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the licensing and regulation of pet groomers ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T153838.TXT", "SOBI.D101217.T155505.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T161506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292877518342
}