{
  "year" : 2011,
  "senateBillNo" : "A2394-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to judiciary",
    "billEventId" : "A2394-2011-1295326800000-referred+to+judiciary",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Entitles senior citizens to a refund of any security deposit exceeding one month's rent",
  "summary" : "Limits the amount of security deposit for residential rental premises which may be charged to a senior citizen who has occupied the premises for five years or more to the equivalent of one month's rent and entitles a person who has attained the age of sixty-two to a refund of that portion of any security deposit held by the landlord which exceeds one month's rent. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Law",
  "previousVersions" : [ "A4405-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2394\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Judiciary\n\n       AN ACT to amend the real property law, in relation to  entitling  senior\n         citizens  to  a  refund of the portion of a security deposit exceeding\n         one month's rent\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  real property law is amended by adding a new section\n    2  235-h to read as follows:\n    3    S 235-H. SENIOR CITIZENS SECURITY  DEPOSIT  REFUND.  NO  LANDLORD  MAY\n    4  CHARGE MORE THAN THE EQUIVALENT OF ONE MONTH'S RENT AS A SECURITY DEPOS-\n    5  IT  FOR  RESIDENTIAL  RENTAL  PREMISES  OCCUPIED  BY  ANY TENANT WHO HAS\n    6  ATTAINED THE AGE OF SIXTY-TWO YEARS OR OLDER AND WHO HAS  OCCUPIED  SUCH\n    7  RESIDENTIAL  RENTAL  PREMISES  FOR  FIVE  OR  MORE YEARS. UPON ATTAINING\n    8  SIXTY-TWO YEARS OF AGE DURING THE TERM  OF  OCCUPANCY,  ANY  TENANT  WHO\n    9  NOTIFIES  THE  LANDLORD SHALL BE ENTITLED TO A REFUND OF THAT PORTION OF\n   10  ANY SECURITY DEPOSIT HELD BY THE LANDLORD IN EXCESS OF ONE MONTH'S RENT.\n   11    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03059-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property law, in relation to entitling senior citizens to a refund of the portion of a security deposit exceeding one month's rent ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T153151.TXT", "SOBI.D110119.T103738.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451458477
}