{
  "year" : 2011,
  "senateBillNo" : "A2395-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A2395-2011-1295326800000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that persons applying for appointment as a civil service fire fighter be not more than 29 years old on the date of the written examination",
  "summary" : "Requires that any person applying for appointment as a fire fighter in civil service be not more than 29 years of age on the date he or she takes the written competitive examination for such appointment, however any time spent on military duty or terminal leave, not to exceed 6 years, shall be subtracted from such age limit. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Civil Service Law",
  "previousVersions" : [ "A4389-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2395\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Governmental Employees\n\n       AN ACT to amend the civil service law, in relation to the maximum age of\n         certain persons applying for provisional or permanent  appointment  as\n         fire fighters\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 1 of section 58-a of the civil service law,  as\n    2  amended  by  chapter  225  of  the  laws  of 1979, is amended to read as\n    3  follows:\n    4    1. Notwithstanding any other provision of this  law  or  any  general,\n    5  special  or  local  law to the contrary, no person shall be eligible for\n    6  provisional or permanent appointment in the  competitive  class  of  the\n    7  civil service as a fire fighter unless he OR SHE shall:\n    8    (A)  satisfy the basic requirements for education, health and physical\n    9  fitness established by the  governor  pursuant  to  FORMER  section  one\n   10  hundred fifty-nine-d of the executive law; AND\n   11    (B)  IS  NOT  MORE THAN TWENTY-NINE YEARS OF AGE ON THE DATE HE OR SHE\n   12  TAKES  THE  WRITTEN  COMPETITIVE  EXAMINATION  FOR   SUCH   APPOINTMENT;\n   13  PROVIDED,  HOWEVER,  THAT THE TIME SPENT ON MILITARY DUTY OR ON TERMINAL\n   14  LEAVE, NOT EXCEEDING A TOTAL OF SIX YEARS SHALL BE SUBTRACTED  FROM  THE\n   15  AGE  OF ANY APPLICANT WHO HAS PASSED HIS OR HER TWENTY-NINTH BIRTHDAY AS\n   16  PROVIDED IN SUBDIVISION TEN-A OF SECTION TWO HUNDRED FORTY-THREE OF  THE\n   17  MILITARY LAW.\n   18    S  2.  This  act shall take effect on the thirtieth day after it shall\n   19  have become a law and shall apply to an eligible list for appointment in\n   20  the competitive class of civil service as a fire fighter established  on\n   21  or after such date.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03055-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the civil service law, in relation to the maximum age of certain persons applying for provisional or permanent appointment as fire fighters ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T111244.TXT", "SOBI.D110118.T153652.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453564476
}