{
  "year" : 2011,
  "senateBillNo" : "A2391-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental employees",
    "billEventId" : "A2391-2011-1295326800000-referred+to+governmental+employees",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes provisions for payment to peace officers employed by the division of parole for salary and medical expenses while subject to sickness",
  "summary" : "Provides that peace officers employed by the division of parole who suffer an employment related illness shall receive their salary and medical expenses until disability has ceased; makes related provisions including provision for monitoring by state health authorities and for transfer of such peace officer to duties he or she can perform with consent. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A2340-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2391\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. McENENY, COLTON -- Multi-Sponsored by -- M. of A.\n         ABBATE, BOYLAND, COOK, PHEFFER, TOWNS -- read once and referred to the\n         Committee on Governmental Employees\n\n       AN  ACT  to amend the state finance law, in relation to compensation and\n         medical expenses of certain injured state employees\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  state finance law is amended by adding a new section\n    2  209-c to read as follows:\n    3    S 209-C. PAYMENT OF SALARY, WAGES, MEDICAL AND  HOSPITAL  EXPENSES  OF\n    4  PEACE OFFICERS EMPLOYED IN THE STATE DIVISION OF PAROLE WITH INJURIES OR\n    5  ILLNESS  INCURRED  IN  THE  PERFORMANCE  OF DUTIES. 1. ANY PEACE OFFICER\n    6  EMPLOYED IN THE STATE DIVISION OF PAROLE (HEREINAFTER REFERRED TO  AS  A\n    7  \"PEACE  OFFICER\") WHO IS INJURED IN THE PERFORMANCE OF HIS OR HER DUTIES\n    8  OR WHO IS TAKEN SICK AS A RESULT OF THE PERFORMANCE OF HIS OR HER DUTIES\n    9  SO AS TO NECESSITATE MEDICAL OR OTHER LAWFUL REMEDIAL TREATMENT SHALL BE\n   10  PAID BY THE STATE THE FULL AMOUNT OF HIS OR HER REGULAR SALARY OR  WAGES\n   11  UNTIL  HIS OR HER DISABILITY ARISING THEREFROM HAS CEASED, AND, IN ADDI-\n   12  TION THE STATE SHALL BE LIABLE FOR ALL MEDICAL  TREATMENT  AND  HOSPITAL\n   13  CARE  NECESSITATED BY REASON OF SUCH INJURY OR ILLNESS. PROVIDED, HOWEV-\n   14  ER, AND NOTWITHSTANDING THE FOREGOING PROVISIONS OF  THIS  SECTION,  THE\n   15  STATE  HEALTH  AUTHORITIES OR ANY PHYSICIAN APPOINTED FOR THE PURPOSE BY\n   16  THE STATE, AFTER A DETERMINATION HAS FIRST BEEN MADE THAT SUCH INJURY OR\n   17  SICKNESS WAS INCURRED DURING, OR  RESULTED  FROM,  SUCH  PERFORMANCE  OF\n   18  DUTY,  MAY  ATTEND  ANY SUCH INJURED OR SICK PEACE OFFICER, FROM TIME TO\n   19  TIME, FOR THE PURPOSE OF PROVIDING MEDICAL, SURGICAL OR OTHER TREATMENT,\n   20  OR FOR MAKING INSPECTIONS AND THE STATE SHALL NOT BE LIABLE  FOR  SALARY\n   21  OR  WAGES  PAYABLE  TO  SUCH  PEACE  OFFICER, OR FOR THE COST OF MEDICAL\n   22  TREATMENT OR HOSPITAL CARE FURNISHED AFTER  SUCH  DATE  AS  SUCH  HEALTH\n   23  AUTHORITIES  OR  PHYSICIAN SHALL CERTIFY THAT SUCH INJURED OR SICK PEACE\n   24  OFFICER HAS RECOVERED AND IS PHYSICALLY ABLE TO PERFORM HIS OR HER REGU-\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01571-01-1\n\n       A. 2391                             2\n\n    1  LAR DUTIES. ANY INJURED OR SICK PEACE OFFICER WHO SHALL REFUSE TO ACCEPT\n    2  MEDICAL TREATMENT OR HOSPITAL CARE OR SHALL  REFUSE  TO  PERMIT  MEDICAL\n    3  INSPECTIONS  AS  HEREIN  AUTHORIZED,  INCLUDING EXAMINATIONS PURSUANT TO\n    4  SUBDIVISION  TWO  OF THIS SECTION, SHALL BE DEEMED TO HAVE WAIVED HIS OR\n    5  HER RIGHTS UNDER THIS SECTION IN RESPECT TO EXPENSES FOR MEDICAL  TREAT-\n    6  MENT  OR  HOSPITAL  CARE  RENDERED AND FOR SALARY OR WAGES PAYABLE AFTER\n    7  SUCH REFUSAL.\n    8    NOTWITHSTANDING ANY PROVISION OF LAW TO THE CONTRARY,  A  PROVIDER  OF\n    9  MEDICAL  TREATMENT OR HOSPITAL CARE FURNISHED PURSUANT TO THE PROVISIONS\n   10  OF THIS SECTION SHALL NOT COLLECT OR ATTEMPT  TO  COLLECT  REIMBURSEMENT\n   11  FOR SUCH TREATMENT OR CARE FROM ANY SUCH PEACE OFFICER.\n   12    2.  PAYMENT OF THE FULL AMOUNT OF REGULAR SALARY OR WAGES, AS PROVIDED\n   13  BY SUBDIVISION ONE OF THIS SECTION, SHALL BE DISCONTINUED  WITH  RESPECT\n   14  TO ANY PEACE OFFICER WHO IS PERMANENTLY DISABLED AS A RESULT OF AN INJU-\n   15  RY  OR SICKNESS INCURRED OR RESULTING FROM THE PERFORMANCE OF HIS OR HER\n   16  DUTIES IF SUCH PEACE OFFICER IS GRANTED AN ACCIDENTAL DISABILITY RETIRE-\n   17  MENT ALLOWANCE PURSUANT TO SECTION SIXTY-THREE  OF  THE  RETIREMENT  AND\n   18  SOCIAL SECURITY LAW, A RETIREMENT FOR DISABILITY INCURRED IN PERFORMANCE\n   19  OF  DUTY  ALLOWANCE OR SIMILAR ACCIDENTAL DISABILITY PENSION PROVIDED BY\n   20  THE PENSION FUND OF WHICH HE OR SHE IS A MEMBER. IF APPLICATION FOR SUCH\n   21  RETIREMENT ALLOWANCE OR PENSION IS  NOT  MADE  BY  SUCH  PEACE  OFFICER,\n   22  APPLICATION  THEREFOR  MAY  BE MADE BY THE HEAD OF THE STATE DIVISION OF\n   23  PAROLE.\n   24    3. IF SUCH A PEACE OFFICER IS NOT ELIGIBLE FOR OR IS NOT GRANTED  SUCH\n   25  ACCIDENTAL  DISABILITY RETIREMENT ALLOWANCE OR RETIREMENT FOR DISABILITY\n   26  INCURRED IN PERFORMANCE OF DUTY ALLOWANCE OR SIMILAR ACCIDENTAL DISABIL-\n   27  ITY PENSION AND IS NEVERTHELESS, IN THE OPINION OF SUCH HEALTH  AUTHORI-\n   28  TIES  OR  PHYSICIAN,  UNABLE  TO  PERFORM HIS OR HER REGULAR DUTIES AS A\n   29  RESULT OF SUCH INJURY OR SICKNESS BUT IS  ABLE,  IN  THEIR  OPINION,  TO\n   30  PERFORM SPECIFIED TYPES OF LIGHT PEACE OFFICER DUTY, PAYMENT OF THE FULL\n   31  AMOUNT  OF  REGULAR  SALARY  OR WAGES, AS PROVIDED BY SUBDIVISION ONE OF\n   32  THIS SECTION, SHALL BE DISCONTINUED WITH RESPECT TO SUCH  PEACE  OFFICER\n   33  IF  HE  OR  SHE SHALL REFUSE TO PERFORM SUCH LIGHT PEACE OFFICER DUTY IF\n   34  THE SAME IS AVAILABLE AND OFFERED TO HIM OR HER; PROVIDED, HOWEVER, THAT\n   35  SUCH LIGHT DUTY SHALL BE CONSISTENT WITH HIS OR HER STATUS  AS  A  PEACE\n   36  OFFICER AND SHALL ENABLE HIM OR HER TO CONTINUE TO BE ENTITLED TO HIS OR\n   37  HER  REGULAR  SALARY  OR  WAGES,  INCLUDING INCREASES THEREOF AND FRINGE\n   38  BENEFITS, TO WHICH HE OR SHE WOULD HAVE BEEN ENTITLED IF HE OR SHE  WERE\n   39  ABLE TO PERFORM HIS OR HER REGULAR DUTIES.\n   40    4.  THE  APPROPRIATE  DIVISION OF PAROLE OFFICIALS MAY TRANSFER SUCH A\n   41  PEACE OFFICER TO A POSITION IN ANOTHER UNIT OR OFFICE WITHIN  THE  DIVI-\n   42  SION  WHERE  THEY ARE ABLE TO DO SO PURSUANT TO APPLICABLE CIVIL SERVICE\n   43  REQUIREMENTS AND PROVIDED THE PEACE OFFICER SHALL CONSENT THERETO.\n   44    5. IF SUCH A PEACE OFFICER IS NOT ELIGIBLE FOR OR IS  NOT  GRANTED  AN\n   45  ACCIDENTAL  DISABILITY RETIREMENT ALLOWANCE OR RETIREMENT FOR DISABILITY\n   46  INCURRED IN PERFORMANCE OF DUTY ALLOWANCE OR SIMILAR ACCIDENTAL DISABIL-\n   47  ITY PENSION, HE OR SHE SHALL NOT BE ENTITLED TO FURTHER PAYMENT  OF  THE\n   48  FULL  AMOUNT  OF REGULAR SALARY OR WAGES, AS PROVIDED BY SUBDIVISION ONE\n   49  OF THIS SECTION, AFTER HE OR  SHE  SHALL  HAVE  ATTAINED  THE  MANDATORY\n   50  SERVICE  RETIREMENT  AGE APPLICABLE TO HIM OR HER OR SHALL HAVE ATTAINED\n   51  THE AGE OR PERFORMED THE PERIOD OF SERVICE SPECIFIED BY  APPLICABLE  LAW\n   52  FOR THE TERMINATION OF HIS OR HER SERVICE. WHERE SUCH A PEACE OFFICER IS\n   53  TRANSFERRED  TO  ANOTHER  POSITION  PURSUANT TO SUBDIVISION FOUR OF THIS\n   54  SECTION OR RETIRES OR IS RETIRED UNDER ANY PROCEDURE APPLICABLE  TO  HIM\n   55  OR HER, INCLUDING BUT NOT LIMITED TO CIRCUMSTANCES DESCRIBED IN SUBDIVI-\n   56  SION  TWO OF THIS SECTION OR IN THIS SUBDIVISION, HE OR SHE SHALL THERE-\n\n       A. 2391                             3\n\n    1  AFTER, IN ADDITION TO ANY RETIREMENT ALLOWANCE OR PENSION TO WHICH HE OR\n    2  SHE IS THEN ENTITLED, CONTINUE TO BE ENTITLED TO MEDICAL  TREATMENT  AND\n    3  HOSPITAL CARE NECESSITATED BY REASON OF SUCH INJURY OR ILLNESS.\n    4    6.  NOTWITHSTANDING  ANY  PROVISION OF LAW TO THE CONTRARY, A CAUSE OF\n    5  ACTION SHALL ACCRUE TO THE STATE FOR REIMBURSEMENT IN SUCH SUM  OR  SUMS\n    6  ACTUALLY PAID AS SALARY OR WAGES AND/OR FOR MEDICAL TREATMENT AND HOSPI-\n    7  TAL CARE AS AGAINST ANY THIRD PARTY AGAINST WHOM THE PEACE OFFICER SHALL\n    8  HAVE  A  CAUSE  OF ACTION FOR THE INJURY SUSTAINED OR SICKNESS CAUSED BY\n    9  SUCH THIRD PARTY.\n   10    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to compensation and medical expenses of certain injured state employees ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T153151.TXT", "SOBI.D110119.T103738.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451458466
}