{
  "year" : 2011,
  "senateBillNo" : "A2399-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2399-2011-1295326800000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires communities with traffic-control devices with photo monitoring to have uniform duration periods for all yellow signal lights on any traffic-control devices",
  "summary" : "Requires that in communities which include traffic-control devices outfitted with photo monitoring instruments, amber or yellow signal lights located on any traffic-control device in such community shall have uniform duration periods. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Vehicle and Traffic Law",
  "previousVersions" : [ "A7699-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2399\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to amend the vehicle and traffic law, in  relation  to  requiring\n         that  in  communities  that  include traffic-control devices outfitted\n         with photo monitoring  instruments,  amber  or  yellow  signal  lights\n         located  on  any  traffic-control  device in such community shall have\n         uniform duration periods\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  The  vehicle  and  traffic law is amended by adding a new\n    2  section 1111-d to read as follows:\n    3    S 1111-D. DURATION OF YELLOW OR AMBER SIGNALS LOCATED  IN  COMMUNITIES\n    4  WITH  TRAFFIC-CONTROL  DEVICES  OUTFITTED  WITH PHOTO MONITORING. (A) IN\n    5  COMMUNITIES THAT INCLUDE TRAFFIC-CONTROL DEVICES  OUTFITTED  WITH  PHOTO\n    6  MONITORING INSTRUMENTS:\n    7    1.  THERE  SHALL BE DISPLAYED A STEADY CIRCULAR YELLOW OR AMBER SIGNAL\n    8  WARNING TRAFFIC THAT ANY MOVEMENT RELATED TO A  GREEN  SIGNAL  IS  BEING\n    9  TERMINATED AND THAT A RED SIGNAL WILL BE EXHIBITED IMMEDIATELY THEREAFT-\n   10  ER; AND\n   11    2.  ALL  YELLOW OR AMBER SIGNALS LOCATED ON ANY TRAFFIC-CONTROL DEVICE\n   12  IN SUCH COMMUNITY SHALL HAVE UNIFORM DURATION PERIODS.\n   13    (B) AS USED IN THIS SECTION, \"PHOTO MONITORING INSTRUMENT\" SHALL  MEAN\n   14  CAMERAS  WHICH  PROVIDE PHOTOGRAPHS, VIDEOTAPES OR OTHER RECORDED IMAGES\n   15  AND WHICH ARE BUILT INTO A TRAFFIC-CONTROL DEVICE'S RED SIGNAL LIGHT.\n   16    S 2. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03291-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the vehicle and traffic law, in relation to requiring that in communities that include traffic-control devices outfitted with photo monitoring instruments, amber or yellow signal lights located on any traffic-control device in such community shall have uniform duration periods ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T151652.TXT", "SOBI.D110119.T111740.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453860642
}