{
  "year" : 2011,
  "senateBillNo" : "A2397-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to transportation",
    "billEventId" : "A2397-2011-1295326800000-referred+to+transportation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Directs the commissioner of motor vehicles, in conjunction with the office of court administration, to redesign uniform traffic tickets",
  "summary" : "Directs the commissioner of motor vehicles, in conjunction with the office of court administration, shall redesign the uniform traffic tickets; such new design shall include, but not be limited, increasing the clarity of such ticket and providing clearly on the front of such ticket, the cancellation of the court appearance where a fine is paid prior to the date of such court appearance. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Motor Vehicles, Commissioner of",
  "previousVersions" : [ "A2456-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2397\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Transportation\n\n       AN ACT to direct the commissioner of motor vehicles, in conjunction with\n         the office of court administration to  redesign  the  uniform  traffic\n         tickets\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding any other provision of law to the contrary,\n    2  the commissioner of motor vehicles, in conjunction with  the  office  of\n    3  court  administration,  shall redesign the uniform traffic tickets. Such\n    4  new design shall include, but not be limited to, increasing the  clarity\n    5  of  such  ticket  and providing clearly on the front of such ticket, the\n    6  cancellation of the court appearance where a fine is paid prior  to  the\n    7  date of such court appearance.\n    8    S 2. This act shall take effect on the one hundred twentieth day after\n    9  it shall have become a law; provided, however, that effective immediate-\n   10  ly,  the  addition,  amendment  and/or  repeal of any rule or regulation\n   11  necessary for the implementation of this act on its effective  date  are\n   12  authorized  and  directed  to  be  made  and completed on or before such\n   13  effective date.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02403-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to direct the commissioner of motor vehicles, in conjunction with the office of court administration to redesign the uniform traffic tickets ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T151652.TXT", "SOBI.D110119.T111740.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453860629
}