{
  "year" : 2011,
  "senateBillNo" : "A2390-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2390-2011-1295326800000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides state aid to any city, county, town or village in which more than 15% of the total assessed value thereof is land held by the state university",
  "summary" : "Provides for the payment of state aid by the state board of real property services to any city, county, town or village in which more than 15% of the total assessed value of real property therein is held by the state university, including the statutory or contract colleges thereof. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Taxation",
  "previousVersions" : null,
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2390\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. LIFTON, GALEF -- Multi-Sponsored by -- M. of A.\n         HOOPER, McENENY -- read once and referred to  the  Committee  on  Real\n         Property Taxation\n\n       AN  ACT  to  amend  the  real property tax law, in relation to providing\n         state aid to certain municipalities in which the lands  of  the  state\n         university of New York are situate\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The real property tax  law  is  amended  by  adding  a  new\n    2  section 546-a to read as follows:\n    3    S  546-A.  STATE  AID; EXEMPT LANDS OF STATE UNIVERSITY. 1. (A) IN ANY\n    4  ASSESSING UNIT IN WHICH MORE THAN FIFTEEN PERCENT OF THE TOTAL  ASSESSED\n    5  VALUE  OF  REAL  PROPERTY THEREIN, AS DETERMINED BY THE ASSESSOR OF SUCH\n    6  UNIT, IS OWNED BY THE STATE UNIVERSITY,  THE  STATE  SHALL  MAKE  ANNUAL\n    7  PAYMENTS PURSUANT TO THIS SECTION.\n    8    (B)  FOR  THE PURPOSES OF THIS SECTION, THE ASSESSED VALUE OF THE REAL\n    9  PROPERTY OF STATUTORY OR CONTRACT COLLEGES  AT  CORNELL  UNIVERSITY  AND\n   10  ALFRED  UNIVERSITY,  AS DESIGNATED IN SUBDIVISION THREE OF SECTION THREE\n   11  HUNDRED FIFTY-TWO OF THE EDUCATION LAW, IN AN ASSESSING  UNIT  SHALL  BE\n   12  DETERMINED  BY  THE  NUMBER  OF  STUDENTS  ENROLLED IN SUCH STATUTORY OR\n   13  CONTRACT COLLEGES AT THE UNIVERSITY CAMPUS WHICH INCLUDES SUCH COLLEGES,\n   14  DIVIDED BY THE TOTAL NUMBER OF  STUDENTS  ENROLLED  AT  SUCH  UNIVERSITY\n   15  CAMPUS,  MULTIPLIED  BY  THE  ASSESSED VALUE OF THE REAL PROPERTY OF THE\n   16  UNIVERSITY CAMPUS LYING WITHIN THE ASSESSING UNIT.\n   17    2. THE STATE BOARD SHALL ANNUALLY  MAKE  PAYMENTS,  THE  AGGREGATE  OF\n   18  WHICH  SHALL  NOT  EXCEED TWENTY-FIVE MILLION DOLLARS PER YEAR, TO COUN-\n   19  TIES, CITIES, TOWNS AND VILLAGES, ELIGIBLE PURSUANT TO PARAGRAPH (A)  OF\n   20  SUBDIVISION  ONE  OF  THIS  SECTION,  THAT  HAVE MADE TIMELY APPLICATION\n   21  THEREFOR. FOR EACH  SUCH  MUNICIPALITY,  THE  PAYMENT  SHALL  EQUAL  THE\n   22  ASSESSED  VALUE  OF  ALL  REAL  PROPERTY OF THE STATE UNIVERSITY IN SUCH\n   23  MUNICIPALITY, MULTIPLIED BY THE APPLICABLE EQUALIZATION RATE, DIVIDED BY\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06320-01-1\n\n       A. 2390                             2\n\n    1  THE PRODUCT OF THE ASSESSED VALUE OF ALL  REAL  PROPERTY  OF  THE  STATE\n    2  UNIVERSITY IN ALL ELIGIBLE MUNICIPALITIES THAT HAVE MADE TIMELY APPLICA-\n    3  TION UNDER THIS SECTION AND THE APPLICABLE EQUALIZATION RATE, MULTIPLIED\n    4  BY  THE OVERALL AMOUNT OF PAYMENTS APPROPRIATED FOR THE PURPOSES OF THIS\n    5  SECTION. WHERE TWO OR MORE ELIGIBLE MUNICIPALITIES SUBMIT TIMELY  APPLI-\n    6  CATIONS  COVERING  IN  PART  OR  IN  FULL THE SAME PARCELS, ONE COMBINED\n    7  PAYMENT SHALL BE CALCULATED FOR ALL SUCH MUNICIPALITIES.  SUCH  COMBINED\n    8  PAYMENT  SHALL BE BASED ON THE MUNICIPALITY WITH THE GREATER POPULATION,\n    9  AND SHALL BE APPORTIONED AMONG SUCH MUNICIPALITIES IN PROPORTION TO  THE\n   10  AMOUNT  OF REAL PROPERTY TAX WHICH WOULD HAVE BEEN RECEIVED BY EACH SUCH\n   11  MUNICIPALITY FOR THE PORTION OF THE REAL PROPERTY OF THE STATE UNIVERSI-\n   12  TY IN SUCH MUNICIPALITY HAD THE STATE UNIVERSITY NOT BEEN TAX EXEMPT, IN\n   13  RELATION TO THE TOTAL OF SUCH AMOUNTS.\n   14    3. THE STATE BOARD SHALL PROMULGATE ALL RULES AND  REGULATIONS  NECES-\n   15  SARY FOR THE IMPLEMENTATION OF THE PROVISIONS OF THIS SECTION.\n   16    4. FOR THE PURPOSES OF THIS SECTION, \"STATE UNIVERSITY\" SHALL MEAN AND\n   17  INCLUDE  ALL  THOSE  INSTITUTIONS  ENUMERATED  IN  SUBDIVISION  THREE OF\n   18  SECTION THREE HUNDRED FIFTY-TWO OF THE EDUCATION LAW.\n   19    S 2. This act shall take effect on the first of January next  succeed-\n   20  ing  the  date  on  which  it shall have become a law and shall apply to\n   21  assessment rolls prepared on the basis of taxable status dates occurring\n   22  on or after such effective date; provided, however, that any  rules  and\n   23  regulations  necessary  to  implement  the provisions of this act on its\n   24  effective date are authorized and  directed  to  be  promulgated  on  or\n   25  before such date.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to providing state aid to certain municipalities in which the lands of the state university of New York are situate ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T153151.TXT", "SOBI.D110119.T103738.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451458467
}