{
  "year" : 2011,
  "senateBillNo" : "A2393-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to codes",
    "billEventId" : "A2393-2011-1295326800000-referred+to+codes",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the Child Sexual Abuse Reform Act; provides for the elimination and extension of certain statutes of limitations relating thereto",
  "summary" : "Enacts the Child Sexual Abuse Reform Act; provides for the elimination and extension of certain statutes of limitations related to sexual offenses against children, the expansion of reporting requirements in cases of such offenses, and the expansion of the central child abuse and maltreatment register, and provides for the repeal of a provision of the social services law relating thereto. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Criminal Procedure Law",
  "previousVersions" : [ "A2503-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2393\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. PRETLOW, LATIMER -- read once and referred to the\n         Committee on Codes\n\n       AN  ACT  to  amend the criminal procedure law, the penal law, the social\n         services law, and the civil practice law and  rules,  in  relation  to\n         enacting  the  Child Sexual Abuse Reform Act; providing for the elimi-\n         nation and extending of certain statutes  of  limitations  related  to\n         sexual  offenses against children, the expansion of reporting require-\n         ments in cases of such offenses, and  the  expansion  of  the  central\n         child abuse and maltreatment register; and providing for the repeal of\n         certain provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may  be  cited  as  the  \"Child\n    2  Sexual Abuse Reform Act\".\n    3    S  2.  Subdivision 3 of section 30.10 of the criminal procedure law is\n    4  amended by adding a new paragraph (h) to read as follows:\n    5    (H) A PROSECUTION FOR THE OFFENSE  OF  HINDERING  PROSECUTION  IN  THE\n    6  THIRD  DEGREE  AS  DEFINED IN SECTION 205.55 OF THE PENAL LAW, HINDERING\n    7  PROSECUTION IN THE SECOND DEGREE AS DEFINED IN  SECTION  205.60  OF  THE\n    8  PENAL  LAW,  AND HINDERING PROSECUTION IN THE FIRST DEGREE AS DEFINED IN\n    9  SECTION 205.65 OF THE PENAL LAW, WHERE SUCH OFFENSE  INVOLVES  A  SEXUAL\n   10  OFFENSE  AS DEFINED IN ARTICLE ONE HUNDRED THIRTY OF THE PENAL LAW WHICH\n   11  IS COMMITTED AGAINST A CHILD LESS THAN EIGHTEEN YEARS OF AGE, INCEST  AS\n   12  DEFINED  IN  ARTICLE  TWO  HUNDRED  FIFTY-FIVE OF THE PENAL LAW WHICH IS\n   13  COMMITTED AGAINST A CHILD LESS THAN EIGHTEEN YEARS OF AGE, OR USE  OF  A\n   14  CHILD  IN A SEXUAL PERFORMANCE AS DEFINED IN SECTION 263.05 OF THE PENAL\n   15  LAW, MAY BE COMMENCED AT ANY TIME.\n   16    S 3. Subdivision 7 of section 10.00 of the penal law,  as  amended  by\n   17  chapter 791 of the laws of 1967, is amended to read as follows:\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02661-01-1\n\n       A. 2393                             2\n\n    1    7.  \"Person\"  means  a human being, and where appropriate, a public or\n    2  private corporation, an unincorporated  association,  a  partnership,  A\n    3  NONPROFIT CORPORATION, a government or a governmental instrumentality.\n    4    S 4. Section 20.00 of the penal law is amended to read as follows:\n    5  S 20.00 Criminal liability for conduct of another.\n    6    When  one  person  engages  in  conduct  which constitutes an offense,\n    7  another person is criminally liable for such conduct when,  acting  with\n    8  the  mental  culpability  required for the commission thereof, he OR SHE\n    9  solicits, requests, commands, importunes,  or  intentionally  aids  such\n   10  person  to  engage  in such conduct OR, FOR AN OFFENSE LISTED IN ARTICLE\n   11  ONE HUNDRED THIRTY OF THIS CHAPTER WHICH IS COMMITTED  AGAINST  A  CHILD\n   12  LESS  THAN EIGHTEEN YEARS OF AGE, AFTER THE COMMISSION OF THE OFFENSE HE\n   13  OR SHE CONCEALS OR HINDERS THE DISCOVERY OF THE OFFENSE OR  EVIDENCE  OF\n   14  THE OFFENSE.\n   15    S  5.  Paragraph  (h)  of subdivision 3 of section 130.05 of the penal\n   16  law, as amended by chapter 264 of the laws of 2003, is amended  to  read\n   17  as follows:\n   18    (h)  a client or patient and the actor is a health care provider [or],\n   19  mental health care provider OR ANYONE REPRESENTING HIMSELF OR HERSELF AS\n   20  A MEMBER OF THE CLERGY WHO PROVIDES HEALTH CARE OR  MENTAL  HEALTH  CARE\n   21  SERVICES  charged  with  rape  in the third degree as defined in section\n   22  130.25, criminal sexual act in the third degree as  defined  in  section\n   23  130.40,  aggravated  sexual  abuse  in  the  fourth degree as defined in\n   24  section 130.65-a, or sexual abuse in the  third  degree  as  defined  in\n   25  section  130.55, and the act of sexual conduct occurs during a treatment\n   26  session, consultation, interview, or examination.\n   27    S 6. The penal law is amended by adding a new section 260.09  to  read\n   28  as follows:\n   29  S 260.09 ENDANGERING THE WELFARE OF A CHILD IN THE FIRST DEGREE.\n   30    A  PERSON IS GUILTY OF ENDANGERING THE WELFARE OF A CHILD IN THE FIRST\n   31  DEGREE WHEN HE OR SHE COMMITS CONDUCT WHICH IS INJURIOUS  TO  THE  PHYS-\n   32  ICAL,  MENTAL  OR  MORAL WELFARE OF A CHILD LESS THAN SEVENTEEN YEARS OF\n   33  AGE AND VIOLATES ANY SECTION OF ARTICLE ONE HUNDRED THIRTY OF THIS CHAP-\n   34  TER OR SECTION 263.05 OF THIS TITLE.\n   35    ENDANGERING THE WELFARE OF A CHILD IN THE FIRST DEGREE IS  A  CLASS  E\n   36  FELONY.\n   37    S  7. The section heading, the opening paragraph and the closing para-\n   38  graph of section 260.10 of the penal law, as amended by chapter  447  of\n   39  the laws of 2010, are amended to read as follows:\n   40    Endangering the welfare of a child IN THE SECOND DEGREE.\n   41    A person is guilty of endangering the welfare of a child IN THE SECOND\n   42  DEGREE when:\n   43    Endangering  the  welfare of a child IN THE SECOND DEGREE is a class A\n   44  misdemeanor.\n   45    S 8. Paragraph c of subdivision 5 of section 120.40 of the penal  law,\n   46  as  added  by  chapter  635  of  the laws of 1999, is amended to read as\n   47  follows:\n   48    c. assault in the third degree, as defined in section 120.00; menacing\n   49  in the first degree, as defined  in  section  120.13;  menacing  in  the\n   50  second  degree,  as  defined  in  section  120.14; coercion in the first\n   51  degree, as defined in section 135.65; coercion in the second degree,  as\n   52  defined  in  section 135.60; aggravated harassment in the second degree,\n   53  as defined in section 240.30; harassment in the first degree, as defined\n   54  in section 240.25; menacing in the third degree, as defined  in  section\n   55  120.15;  criminal  mischief  in  the third degree, as defined in section\n   56  145.05; criminal mischief in the second degree, as  defined  in  section\n\n       A. 2393                             3\n\n    1  145.10[,];  criminal mischief in the first degree, as defined in section\n    2  145.12; criminal tampering in the first degree, as  defined  in  section\n    3  145.20;  arson in the fourth degree, as defined in section 150.05; arson\n    4  in  the third degree, as defined in section 150.10; criminal contempt in\n    5  the first degree, as defined in section 215.51; ENDANGERING THE  WELFARE\n    6  OF  A CHILD IN THE FIRST DEGREE, AS DEFINED IN SECTION 260.09; endanger-\n    7  ing the welfare of a child IN THE SECOND DEGREE, as defined  in  section\n    8  260.10; or\n    9    S 9. Section 260.15 of the penal law, as amended by chapter 447 of the\n   10  laws of 2010, is amended to read as follows:\n   11  S 260.15 Endangering the welfare of a child; defense.\n   12    In any prosecution for endangering the welfare of a child IN THE FIRST\n   13  OR  SECOND DEGREE, pursuant to section 260.09 OR 260.10 of this article,\n   14  based upon an alleged failure or refusal to provide proper medical  care\n   15  or  treatment  to  an  ill  child, it is an affirmative defense that the\n   16  defendant (a) is a parent, guardian or other person legally charged with\n   17  the care or custody of such child; and (b) is a member or adherent of an\n   18  organized church or religious group the tenets of which prescribe prayer\n   19  as the principal treatment for illness; and (c) treated or  caused  such\n   20  ill child to be treated in accordance with such tenets.\n   21    S  10.  Paragraph  (c)  of  subdivision 2 of section 422 of the social\n   22  services law, as added by chapter 717 of the laws of 1986, is amended to\n   23  read as follows:\n   24    (c) Whenever a  telephone  call  to  the  statewide  central  register\n   25  described  in  this  section  is  received by the [department] OFFICE OF\n   26  CHILDREN AND FAMILY SERVICES, and [the  department]  SUCH  OFFICE  finds\n   27  that  the  person  allegedly  responsible for abuse or maltreatment of a\n   28  child cannot be a subject of a report as defined in subdivision four  of\n   29  section  four  hundred twelve of this [chapter] TITLE, but believes that\n   30  the alleged acts or circumstances against a child described in the tele-\n   31  phone call may constitute a crime or an immediate threat to the  child's\n   32  health or safety, [the department] SUCH OFFICE shall:  (1) convey by the\n   33  most  expedient  means available the information contained in such tele-\n   34  phone call to the appropriate law enforcement agency, district  attorney\n   35  or  other  public official empowered to provide necessary aid or assist-\n   36  ance AND, (2) INCLUDE SUCH INDIVIDUALS IN THE STATEWIDE CENTRAL REGISTER\n   37  IN ACCORDANCE  WITH  THE  REQUIREMENTS  OF  SUBDIVISION  THREE  OF  THIS\n   38  SECTION,  AND  MAKE SUCH INFORMATION ACCESSIBLE PURSUANT TO SECTION FOUR\n   39  HUNDRED TWENTY-FOUR-A OF THIS TITLE. THE COMMISSIONER OF THE  OFFICE  OF\n   40  CHILDREN  AND  FAMILY SERVICES SHALL PROMULGATE ANY ADDITIONAL RULES AND\n   41  REGULATIONS HE OR SHE DEEMS NECESSARY IN FURTHERANCE OF THIS PARAGRAPH.\n   42    S 11. Section 208 of the civil practice law and rules, as  amended  by\n   43  chapter 485 of the laws of 1986, is amended to read as follows:\n   44    S  208.  Infancy, insanity. If a person entitled to commence an action\n   45  is under a disability because of infancy or insanity  at  the  time  the\n   46  cause  of  action accrues, and the time otherwise limited for commencing\n   47  the action is three years or more and expires no later than three  years\n   48  after  the  disability  ceases, or the person under the disability dies,\n   49  the time within which the action must be commenced shall be extended  to\n   50  three years after the disability ceases or the person under the disabil-\n   51  ity  dies, whichever event first occurs UNLESS SUCH ACTION IS FOR SEXUAL\n   52  ASSAULT UPON A CHILD UNDER ANY SECTION OF ARTICLE ONE HUNDRED THIRTY  OF\n   53  THE  PENAL  LAW, THEN SUCH ACTION MAY BE COMMENCED UP TO SIX YEARS AFTER\n   54  THE DISABILITY CEASES OR THE PERSON UNDER THE DISABILITY DIES, WHICHEVER\n   55  EVENT FIRST OCCURS; if the time otherwise limited  is  less  than  three\n   56  years,  the time shall be extended by the period of disability. The time\n\n       A. 2393                             4\n\n    1  within which the action must be commenced shall not be extended by  this\n    2  provision beyond ten years after the cause of action accrues, except, in\n    3  any  action  other  than  for  medical, dental or podiatric malpractice,\n    4  where  the  person  was  under a disability due to infancy. This section\n    5  shall not apply to an action to recover  a  penalty  or  forfeiture,  or\n    6  against a sheriff or other officer for an escape.\n    7    S  12.  The  civil  practice  law and rules is amended by adding a new\n    8  section 213-d to read as follows:\n    9    S 213-D. ACTIONS FOR SEXUAL ASSAULT OR ABUSE OF AN INFANT.    NOTWITH-\n   10  STANDING  ANY  PROVISION  OF LAW TO THE CONTRARY, ANY CAUSE OF ACTION OF\n   11  PHYSICAL OR PSYCHOLOGICAL INJURY SUSTAINED BY A  PERSON  UNDER  EIGHTEEN\n   12  YEARS  OF  AGE AS A RESULT OF A SEXUAL ASSAULT OR ABUSE, WHICH IS BARRED\n   13  BECAUSE THE STATUTE OF LIMITATIONS  HAS  EXPIRED,  IS  REVIVED,  AND  AN\n   14  ACTION THEREON MAY BE COMMENCED WITHIN THREE YEARS OF THE EFFECTIVE DATE\n   15  OF  THIS  SECTION.  FOR  THE PURPOSES OF THIS SECTION, SEXUAL ASSAULT OR\n   16  ABUSE SHALL BE A SEX OFFENSE AS DEFINED UNDER ARTICLE ONE HUNDRED THIRTY\n   17  OF THE PENAL LAW OR A PREDECESSOR STATUTE AT THE TIME OF THE ASSAULT  OR\n   18  ABUSE.  ANY  SUCH  CAUSE  OF  ACTION PREVIOUSLY DISMISSED BECAUSE OF THE\n   19  STATUTE OF LIMITATIONS MAY BE BROUGHT UNDER THIS SECTION NOTWITHSTANDING\n   20  SUCH DISMISSAL. THE PROVISIONS OF THIS SECTION SHALL  BE  APPLICABLE  TO\n   21  ANY  CIVIL  ACTION  GOVERNED  BY  THE  STATUTE OF LIMITATIONS OF ANOTHER\n   22  JURISDICTION. ANY CAUSE OF ACTION FOR DAMAGES ARISING UNDER THIS SECTION\n   23  SHALL NOT INCLUDE, AS PART OF THE RESOLUTION, A  CONFIDENTIALITY  CLAUSE\n   24  OR AGREEMENT AS A MATTER OF PUBLIC POLICY.\n   25    S  13. Paragraph (a) of subdivision 4 of section 30.10 of the criminal\n   26  procedure law is amended to read as follows:\n   27    (a) Any period following the commission of the  offense  during  which\n   28  (i) the defendant was continuously outside this state or (ii) the where-\n   29  abouts of the defendant were continuously unknown and continuously unas-\n   30  certainable  by  the  exercise  of  reasonable diligence. However, in no\n   31  event shall the period of limitation be extended by more than five years\n   32  beyond the period otherwise applicable  under  subdivision  two,  EXCEPT\n   33  THAT  AN  ACTION  FOR AN OFFENSE LISTED IN ARTICLE ONE HUNDRED THIRTY OF\n   34  THE PENAL LAW WHICH IS COMMITTED AGAINST  A  CHILD  LESS  THAN  EIGHTEEN\n   35  YEARS OF AGE MAY BE COMMENCED AT ANY TIME.\n   36    S  14.  This  act shall take effect on the sixtieth day after it shall\n   37  have become a law; provided, however, that section 213-d  of  the  civil\n   38  practice  law  and  rules, as added by section twelve of this act, shall\n   39  expire and be deemed repealed three years after the  effective  date  of\n   40  this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the criminal procedure law, the penal law, the social services law, and the civil practice law and rules, in relation to enacting the Child Sexual Abuse Reform Act; providing for the elimination and extending of certain statutes of limitations related to sexual offenses against children, the expansion of reporting requirements in cases of such offenses, and the expansion of the central child abuse and maltreatment register; and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T153151.TXT", "SOBI.D110119.T103738.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295451458475
}