{
  "year" : 2011,
  "senateBillNo" : "A24-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to corporations, authorities and commissions",
    "billEventId" : "A24-2011-1294203600000-referred+to+corporations%2C+authorities+and+commissions",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cahill",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the public service commission to consider the economic impact of utility rates and charges",
  "summary" : "Requires consideration of evidence relating to the economic impact of major increases of rates or charges upon consumers and the areas affected by such increases of rates or charges prior to approval of any such rates or charges; establishes minimum data to be considered by the public service commission relating to such economic impact. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Public Service Law",
  "previousVersions" : [ "A712-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Finch",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          24\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. CAHILL, COLTON, FINCH -- Multi-Sponsored by -- M.\n         of  A.  DINOWITZ,  GALEF,  GLICK,  GOTTFRIED, JACOBS, LUPARDO, MAISEL,\n         MAYERSOHN, PHEFFER, SWEENEY, WEISENBERG -- read once and  referred  to\n         the Committee on Corporations, Authorities and Commissions\n\n       AN  ACT  to  amend  the  public  service  law,  in relation to requiring\n         evidence and consideration of the economic impact of utility rates and\n         charges by the public service commission\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Subdivision 1 of section 65 of the public service law, as\n    2  amended by chapter 789 of the laws  of  1930,  is  amended  to  read  as\n    3  follows:\n    4    1. Every gas corporation, every electric corporation and every munici-\n    5  pality  shall  furnish  and  provide such service, instrumentalities and\n    6  facilities as shall be safe and adequate and in all  respects  just  and\n    7  reasonable.  All  charges  made or demanded by any such gas corporation,\n    8  electric corporation or municipality for gas, electricity or any service\n    9  rendered or to be rendered, shall be just and reasonable  and  not  more\n   10  than allowed by law or by order of the commission. IN DETERMINING WHETH-\n   11  ER  CHARGES ARE JUST AND REASONABLE, CONSIDERATION SHALL BE GIVEN TO THE\n   12  ECONOMIC IMPACT OF SUCH CHARGES UPON CONSUMERS AND THE  AREA  SERVED  BY\n   13  EACH  SUCH GAS CORPORATION, ELECTRIC CORPORATION AND MUNICIPALITY. Every\n   14  unjust or unreasonable charge made or demanded for gas,  electricity  or\n   15  any  such  service,  or  in  connection  therewith, or in excess of that\n   16  allowed by law or by the order of the commission is prohibited.\n   17    S 2. Subdivision 1 of section 79 of the public service law, as amended\n   18  by chapter 134 of the laws of 1921, is amended to read as follows:\n   19    1. Every steam corporation shall furnish  and  provide  such  service,\n   20  instrumentalities  and  facilities  as shall be safe and adequate and in\n   21  all respects just and reasonable. All charges made or  demanded  by  any\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01043-01-1\n\n       A. 24                               2\n\n    1  such  corporation  for  such service rendered or to be rendered shall be\n    2  just and reasonable and not more than allowed by order  of  the  commis-\n    3  sion.  IN DETERMINING WHETHER CHARGES ARE JUST AND REASONABLE, CONSIDER-\n    4  ATION SHALL BE GIVEN TO THE ECONOMIC IMPACT OF SUCH CHARGES UPON CONSUM-\n    5  ERS  AND THE AREA SERVED BY EACH SUCH STEAM CORPORATION. Every unjust or\n    6  unreasonable charge made or demanded for such service, or in  connection\n    7  therewith  or  in  excess of that allowed by law or by the commission is\n    8  prohibited.\n    9    S 3. Subdivision 1 of section 89-b of the public service law, as added\n   10  by chapter 715 of the laws of 1931, is amended to read as follows:\n   11    1. Every  water-works  corporation  shall  furnish  and  provide  such\n   12  service,  instrumentalities and facilities as shall be safe and adequate\n   13  and in all respects just and reasonable. All charges made or demanded by\n   14  any such water-works corporation for water, or for  equipment  furnished\n   15  or  for any service rendered or to be rendered shall be just and reason-\n   16  able and not more than allowed by law or by order of the commission.  IN\n   17  DETERMINING WHETHER CHARGES ARE JUST AND REASONABLE, CONSIDERATION SHALL\n   18  BE GIVEN TO THE ECONOMIC IMPACT OF SUCH CHARGES UPON CONSUMERS  AND  THE\n   19  AREA SERVED BY EACH SUCH WATER-WORKS CORPORATION. Every unjust or unrea-\n   20  sonable  charge made or demanded for water or for equipment furnished or\n   21  for any such service, or in connection therewith, or in excess  of  that\n   22  allowed by law or by the order of the commission is prohibited.\n   23    S  4.  Subdivision 1 of section 91 of the public service law, as added\n   24  by chapter 673 of the laws of 1910, is amended to read as follows:\n   25    1. Every telegraph corporation and every telephone  corporation  shall\n   26  furnish  and provide with respect to its business such instrumentalities\n   27  and facilities as shall be adequate and in all respects just and reason-\n   28  able. All charges made or demanded by any telegraph corporation or tele-\n   29  phone corporation  for  any  service  rendered  or  to  be  rendered  in\n   30  connection  therewith  shall  be  just  and reasonable and not more than\n   31  allowed by law or by order of the  commission.  IN  DETERMINING  WHETHER\n   32  CHARGES  ARE  JUST  AND  REASONABLE, CONSIDERATION SHALL BE GIVEN TO THE\n   33  ECONOMIC IMPACT OF SUCH CHARGES UPON CONSUMERS AND THE  AREA  SERVED  BY\n   34  EACH  SUCH TELEGRAPH CORPORATION AND TELEPHONE CORPORATION. Every unjust\n   35  or unreasonable charge made or demanded  for  any  such  service  or  in\n   36  connection  therewith or in excess of that allowed by law or by order of\n   37  the commission is prohibited and declared to be unlawful.\n   38    S 5. The public service law is amended by adding a new  section  119-d\n   39  to read as follows:\n   40    S  119-D. ECONOMIC IMPACT. 1. PRIOR TO APPROVING ANY MAJOR INCREASE IN\n   41  RATES OR CHARGES PROPOSED BY A PUBLIC UTILITY COMPANY  OR  MUNICIPALITY,\n   42  THE  COMMISSION  SHALL CONSIDER THE ECONOMIC IMPACT OF ANY SUCH PROPOSED\n   43  INCREASE IN THE RATES OR CHARGES UPON CONSUMERS IN THE  AREA  SERVED  BY\n   44  THE  COMPANY  OR  MUNICIPALITY  PROPOSING SUCH INCREASE. FOR PURPOSES OF\n   45  THIS SUBDIVISION, \"MAJOR INCREASE\" SHALL MEAN AN INCREASE IN  THE  RATES\n   46  AND CHARGES WHICH WOULD INCREASE THE AGGREGATE REVENUES OF THE APPLICANT\n   47  MORE  THAN THE GREATER OF THREE HUNDRED THOUSAND DOLLARS OR TWO AND ONE-\n   48  HALF PERCENT.\n   49    2. THE COMMISSION SHALL  CONSIDER  UNEMPLOYMENT  DATA,  MEDIAN  INCOME\n   50  INFORMATION  AND THE NUMBER OF PERSONS RECEIVING SOCIAL SERVICES ASSIST-\n   51  ANCE WITH RESPECT TO THE  APPLICABLE  SERVICE  AREA.  IN  ADDITION,  THE\n   52  COMMISSION SHALL CONSIDER IN REACHING ITS DETERMINATION IN ANY SUCH RATE\n   53  CASE:\n   54    A.  THE  AVERAGE  MONTHLY UTILITY BILL FOR EACH CLASS OF CUSTOMERS WHO\n   55  WOULD BE AFFECTED BY AN INCREASED  RATE  OR  CHARGE  AND  THE  ESTIMATED\n   56  INCREASED UTILITY BILL FOR EACH SUCH CLASS OF CUSTOMERS; AND\n\n       A. 24                               3\n\n    1    B.  THE LATEST FEDERAL BUREAU OF LABOR STATISTICS CONSUMER PRICE INDEX\n    2  FIGURES INDICATING THE AVERAGE COST OF LIVING AND THE  AVERAGE  COST  OF\n    3  FUEL  AND UTILITIES FOR THE NATION AND, IF POSSIBLE FOR THE STATE OR THE\n    4  SERVICE AREA AFFECTED BY SUCH INCREASED RATE OR CHARGE.\n    5    S  6.  This  act shall take effect immediately and shall apply to each\n    6  request for increased rates or charges submitted on or after the  effec-\n    7  tive date of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the public service law, in relation to requiring evidence and consideration of the economic impact of utility rates and charges by the public service commission ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101216.T124922.TXT", "SOBI.D101216.T102903.TXT", "SOBI.D101216.T103912.TXT", "SOBI.D101216.T104912.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292521762381
}