{
  "year" : 2011,
  "senateBillNo" : "A2408-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2408-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires a participant or one whose participation has been foreclosed by the procuring agency to be given an opportunity to challenge a procurement award",
  "summary" : "Requires a participant or one whose participation has been foreclosed by the procuring agency to be given an opportunity to challenge a procurement award; also requires the procurement record be made available to the parties to a challenge to the award absent extraordinary circumstances. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A1051-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2408\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, BRENNAN, MARKEY -- Multi-Sponsored by --\n         M.  of A. COOK, MAGEE, PHEFFER, J. RIVERA -- read once and referred to\n         the Committee on Governmental Operations\n\n       AN ACT to amend the state finance law, in relation to  providing  for  a\n         challenge to a procurement award\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 12 of section 163 of the state finance law,  as\n    2  added by chapter 83 of the laws of 1995, is amended to read as follows:\n    3    12.  Review  by  the  office  of  the state comptroller. Review by the\n    4  office of the state comptroller shall be in accordance with section  one\n    5  hundred  twelve of this chapter.  THE COMPTROLLER SHALL PROMULGATE REGU-\n    6  LATIONS WHICH PROVIDE, TO A PARTICIPANT IN THE PROCUREMENT  PROCESS  AND\n    7  THOSE WHOSE PARTICIPATION IN THE PROCUREMENT PROCESS HAS BEEN FORECLOSED\n    8  BY  THE  ACTIONS  OF THE PROCURING AGENCY, AN OPPORTUNITY TO CHALLENGE A\n    9  PROCUREMENT AWARD.  ABSENT EXTRAORDINARY CIRCUMSTANCES, THE  PROCUREMENT\n   10  RECORD  SHALL  BE  AVAILABLE  TO PARTIES TO A CHALLENGE TO A PROCUREMENT\n   11  AWARD.\n   12    S 2. This act shall take effect on the one hundred twentieth day after\n   13  it shall have become a law, provided, however, that effective immediate-\n   14  ly, the addition, amendment and/or repeal of any  rules  or  regulations\n   15  necessary for the implementation of the foregoing section of this act on\n   16  its  effective  date is authorized and directed to be made and completed\n   17  on or before such effective date; provided, however, that the  amendment\n   18  to  subdivision  12  of  section  163  of  the state finance law made by\n   19  section one of this act shall not affect the repeal of such section  and\n   20  shall be deemed repealed therewith.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06373-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to providing for a challenge to a procurement award ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T111740.TXT", "SOBI.D110118.T155653.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453860643
}