{
  "year" : 2011,
  "senateBillNo" : "A2401-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to real property taxation",
    "billEventId" : "A2401-2011-1295326800000-referred+to+real+property+taxation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Thiele",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to special equalization rates for certain school districts and review of final determinations regarding such special equalization rates",
  "summary" : "Relates to special equalization rates for certain school districts and review of final determinations regarding such special equalization rates. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Real Property Tax Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2401\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. THIELE -- read once and referred to the Committee\n         on Real Property Taxation\n\n       AN ACT to amend the real property tax law, in relation to special equal-\n         ization  rates for certain school districts and review of final deter-\n         minations regarding such special equalization rates\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 1230 of the real property tax law,\n    2  as  amended by section 54 of part A-1 of chapter 58 of the laws of 2006,\n    3  is amended to read as follows:\n    4    3. Special equalization rates shall be established for  the  following\n    5  school districts:\n    6    Amityville union free school district\n    7    Brentwood school district\n    8    Central Islip school district\n    9    EASTPORT-SOUTH MANOR CENTRAL SCHOOL DISTRICT\n   10    Freeport union free school district\n   11    Hempstead union free school district\n   12    RIVERHEAD CENTRAL SCHOOL DISTRICT\n   13    Roosevelt union free school district\n   14    SAG HARBOR UNION FREE SCHOOL DISTRICT\n   15    Tuckahoe union free school district\n   16    Uniondale union free school district\n   17    Westbury union free school district\n   18    Wyandanch school district\n   19    S  2. Section 1218 of the real property tax law, as amended by section\n   20  18 of part W of chapter 56 of the laws of 2010, is amended  to  read  as\n   21  follows:\n   22    S 1218. Review of final determinations of state board of real property\n   23  tax services relating to state equalization rates. A final determination\n   24  of  the  state  board  of  real  property tax services relating to state\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD05689-01-1\n\n       A. 2401                             2\n\n    1  equalization rates may be reviewed by commencing an action in the appel-\n    2  late division of the supreme court in the  manner  provided  by  article\n    3  seventy-eight  of the civil practice law and rules upon application [of]\n    4  BY:\n    5    (A) the county, city, town or village for which the rate or rates were\n    6  established; OR\n    7    (B)  THE  CHIEF  EXECUTIVE  OFFICER OR GOVERNING BODY OF ANY MUNICIPAL\n    8  CORPORATION CONTAINING A SCHOOL DISTRICT FOR WHICH A  SPECIAL  EQUALIZA-\n    9  TION RATE HAS BEEN ESTABLISHED; OR\n   10    (C) ANY AGGRIEVED PERSON RESIDING WITHIN A SCHOOL DISTRICT FOR WHICH A\n   11  SPECIAL EQUALIZATION RATE HAS BEEN ESTABLISHED.\n   12    The  standard  of review in such a proceeding shall be as specified in\n   13  subdivision four of section seventy-eight hundred  three  of  the  civil\n   14  practice  law  and  rules.  Whenever  a  final order is issued in such a\n   15  proceeding directing a revised  state  equalization  rate,  any  county,\n   16  village  or  school district that used the former rate in the apportion-\n   17  ment of taxes must, upon receipt of such final  order,  recalculate  the\n   18  levy  that  used such former rate and credit or debit as appropriate its\n   19  constituent municipalities in its next  levy.    Any  special  franchise\n   20  assessments  that  were  established  using  the  former rate must, upon\n   21  receipt of such final order, be revised by the state board in accordance\n   22  with the new rate, and, if taxes have  already  been  levied  upon  such\n   23  assessments, the affected special franchise owners shall either automat-\n   24  ically  receive  a  refund  if  there  is  a  decrease or be taxed on an\n   25  increase in the next levy in the manner provided for omitted parcels  in\n   26  title three of article five of this chapter.\n   27    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the real property tax law, in relation to special equalization rates for certain school districts and review of final determinations regarding such special equalization rates ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T151652.TXT", "SOBI.D110119.T111740.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453860656
}