{
  "year" : 2011,
  "senateBillNo" : "A2405-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2405-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Specifies that where the basis of procurement award is best value, the approach to be used for combining technical and financial evaluation results shall be included",
  "summary" : "Specifies that where the basis of a procurement award is best value, the approach to be used for combining technical and financial evaluation results shall be included; specifies that information required by competitive procurement process be set forth with particularity except in extraordinary circumstances. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "State Finance Law",
  "previousVersions" : [ "A1053-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Markey",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2405\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. DESTITO, BRENNAN, MARKEY -- Multi-Sponsored by --\n         M.  of  A.  CAHILL,  COOK,  MAGEE,  REILLY, J. RIVERA -- read once and\n         referred to the Committee on Governmental Operations\n\n       AN ACT to amend the state finance law, in  relation  to  specifying  the\n         approach  to  be used for combining technical and financial evaluation\n         results in the  competitive  procurement  process  and  setting  forth\n         information with particularity\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraphs a and b of subdivision 9 of section 163  of  the\n    2  state  finance  law,  as  added  by  chapter 83 of the laws of 1995, are\n    3  amended to read as follows:\n    4    a. The commissioner or a state agency shall select  a  formal  compet-\n    5  itive  procurement  process in accordance with guidelines established by\n    6  the state procurement council and  document  its  determination  in  the\n    7  procurement  record. The process shall include, but is not limited to, a\n    8  clear statement of need; a description of  the  required  specifications\n    9  governing  performance  and  related  factors;  a reasonable process for\n   10  ensuring a competitive field; a fair and equal opportunity for  offerers\n   11  to  submit  responsive  offers; and a balanced and fair method of award.\n   12  Where the basis for the  award  is  best  value,  documentation  in  the\n   13  procurement record shall, where practicable, include a quantification of\n   14  the application of the criteria to the rating of proposals and the eval-\n   15  uation  results  AND THE APPROACH TO BE USED FOR COMBINING TECHNICAL AND\n   16  FINANCIAL EVALUATION RESULTS, or,  where  not  practicable,  such  other\n   17  justification  which  demonstrates  that  best  value  will be achieved.\n   18  EXCEPT IN EXTRAORDINARY CIRCUMSTANCES, THE INFORMATION REQUIRED BY  THIS\n   19  PARAGRAPH SHALL BE SET FORTH WITH PARTICULARITY.\n   20    b.  The  solicitation  shall  prescribe  the minimum specifications or\n   21  requirements that must be met in order to be considered  responsive  and\n   22  shall  describe  and  disclose  AT LEAST the general manner in which the\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD06374-01-1\n\n       A. 2405                             2\n\n    1  evaluation and selection shall  be  conducted.  Where  appropriate,  the\n    2  solicitation  shall  identify  the  relative importance and/or weight of\n    3  cost and the overall technical criterion AND THE APPROACH TO BE USED FOR\n    4  COMBINING TECHNICAL AND FINANCIAL EVALUATION RESULTS to be considered by\n    5  a  state  agency in its determination of best value.  EXCEPT IN EXTRAOR-\n    6  DINARY CIRCUMSTANCES, THE INFORMATION REQUIRED BY THIS  PARAGRAPH  SHALL\n    7  BE SET FORTH WITH PARTICULARITY.\n    8    S 2. This act shall take effect on the one hundred twentieth day after\n    9  it shall have become a law; provided, however, that effective immediate-\n   10  ly,  the  addition,  amendment and/or repeal of any rules or regulations\n   11  necessary for the implementation of this act on its  effective  date  is\n   12  authorized  and  directed  to  be  made  and completed on or before such\n   13  effective date; and provided further, however, that  the  amendments  to\n   14  paragraphs  a and b of subdivision 9 of section 163 of the state finance\n   15  law made by section one of this act shall not affect the repeal of  such\n   16  section as provided in subdivision 5 of section 362 of chapter 83 of the\n   17  laws of 1995, as from time to time amended, and shall be deemed repealed\n   18  therewith.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the state finance law, in relation to specifying the approach to be used for combining technical and financial evaluation results in the competitive procurement process and setting forth information with particularity ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T111244.TXT", "SOBI.D110118.T151652.TXT", "SOBI.D110118.T155653.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453564479
}