{
  "year" : 2011,
  "senateBillNo" : "A2404-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to education",
    "billEventId" : "A2404-2011-1295326800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Cusick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires dating violence education and dating violence policies in school districts, board of cooperative educational services and county vocational education and extension boards",
  "summary" : "Requires dating violence education and dating violence policies in school districts, board of cooperative educational services and county vocational education and extension boards; \"dating violence\" means a pattern of behavior where one person uses threats of, or actually uses, physical, sexual, verbal or emotional abuse to control his or her dating partner; requires the department, in conjunction with, to assist schools in developing a policy for dating violence incidents; education to be taught to students regarding dating violence in the annual health curriculum framework for students in grades 7 through 12. ",
  "currentCommittee" : null,
  "sameAs" : "S138",
  "lawSection" : "Education Law",
  "previousVersions" : [ "A819-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Reilly",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2404\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. CUSICK, REILLY -- Multi-Sponsored by -- M. of A.\n         ABBATE, McENENY, PHEFFER -- read once and referred to the Committee on\n         Education\n\n       AN ACT to amend the education  law,  in  relation  to  providing  dating\n         violence  education  and dating violence policies in school districts,\n         boards of  cooperative  educational  services  and  county  vocational\n         education and extension boards\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"Kari Ann Gorman act.\"\n    3    S  2.  Legislative findings and intent.  The legislature finds, deter-\n    4  mines and declares that when a student is a victim of  dating  violence,\n    5  his  or  her  academic  life  suffers and his or her safety at school is\n    6  jeopardized. The legislature finds that a policy to create  an  environ-\n    7  ment free of dating violence shall be a part of each school district. It\n    8  is the intent of the legislature to enact legislation that would require\n    9  each  school  district to establish a policy for responding to incidents\n   10  of dating violence and to provide dating violence education to students,\n   11  parents, staff, faculty and administrators, in order to  prevent  dating\n   12  violence and to address incidents involving dating violence.\n   13    S  3. The education law is amended by adding a new section 815 to read\n   14  as follows:\n   15    S 815. DATING VIOLENCE EDUCATION.    1.  EACH  SCHOOL  DISTRICT  SHALL\n   16  INCORPORATE  DATING  VIOLENCE EDUCATION THAT IS AGE-APPROPRIATE INTO THE\n   17  ANNUAL HEALTH CURRICULUM FRAMEWORK FOR STUDENTS IN GRADES SEVEN  THROUGH\n   18  TWELVE.\n   19    (A)  DATING  VIOLENCE  EDUCATION SHALL INCLUDE, BUT NOT BE LIMITED TO,\n   20  DEFINING DATING VIOLENCE, RECOGNIZING DATING VIOLENCE WARNING SIGNS  AND\n   21  CHARACTERISTICS  OF  HEALTHY RELATIONSHIPS. ADDITIONALLY, STUDENTS SHALL\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01599-02-1\n\n       A. 2404                             2\n\n    1  BE PROVIDED  WITH  THE  SCHOOL  DISTRICT'S  DATING  VIOLENCE  POLICY  AS\n    2  PROVIDED IN SECTION TWENTY-EIGHT HUNDRED THREE OF THIS CHAPTER.\n    3    (B) FOR THE PURPOSES OF THIS SECTION:\n    4    (I)  \"DATING  VIOLENCE\"  MEANS  A PATTERN OF BEHAVIOR WHERE ONE PERSON\n    5  USES THREATS OF, OR ACTUALLY USES, PHYSICAL, SEXUAL, VERBAL OR EMOTIONAL\n    6  ABUSE TO CONTROL HIS OR HER DATING PARTNER.\n    7    (II) \"DATING PARTNER\" MEANS ANY PERSON INVOLVED IN AN INTIMATE ASSOCI-\n    8  ATION WITH ANOTHER PRIMARILY CHARACTERIZED BY THE EXPECTATION OF  AFFEC-\n    9  TIONATE INVOLVEMENT WHETHER CASUAL, SERIOUS OR LONG-TERM.\n   10    (III)  \"AT SCHOOL\" MEANS IN A CLASSROOM, ON OR IMMEDIATELY ADJACENT TO\n   11  SUCH SCHOOL PREMISES, ON A SCHOOL BUS OR OTHER  SCHOOL-RELATED  VEHICLE,\n   12  AT  AN  OFFICIAL SCHOOL BUS STOP, OR AT ANY SCHOOL-SPONSORED ACTIVITY OR\n   13  EVENT WHETHER OR NOT IT IS ON SCHOOL GROUNDS.\n   14    (C) TO ASSIST SCHOOL DISTRICTS IN DEVELOPING A DATING VIOLENCE  EDUCA-\n   15  TION  PROGRAM,  THE  DEPARTMENT SHALL REVIEW AND APPROVE THE GRADE LEVEL\n   16  TOPICS RELATING TO DATING VIOLENCE AND HEALTHY RELATIONSHIPS.\n   17    2. UPON WRITTEN REQUEST TO THE SCHOOL PRINCIPAL,  A  PARENT  OR  LEGAL\n   18  GUARDIAN OF A PUPIL LESS THAN EIGHTEEN YEARS OF AGE, WITHIN A REASONABLE\n   19  PERIOD  OF TIME AFTER THE REQUEST IS MADE, SHALL BE PERMITTED TO EXAMINE\n   20  THE DATING VIOLENCE  EDUCATION  PROGRAM  INSTRUCTION  MATERIALS  AT  THE\n   21  SCHOOL IN WHICH HIS OR HER CHILD IS ENROLLED.\n   22    S 4. The education law is amended by adding a new section 2803 to read\n   23  as follows:\n   24    S 2803. DATING VIOLENCE POLICY.  1. AS USED IN THIS SECTION:\n   25    (A)  \"DATING  VIOLENCE\"  MEANS  A PATTERN OF BEHAVIOR WHERE ONE PERSON\n   26  USES THREATS OF, OR ACTUALLY USES, PHYSICAL, SEXUAL, VERBAL OR EMOTIONAL\n   27  ABUSE TO CONTROL HIS OR HER DATING PARTNER.\n   28    (B) \"DATING PARTNER\" MEANS ANY PERSON, REGARDLESS OF GENDER,  INVOLVED\n   29  IN  AN INTIMATE RELATIONSHIP WITH ANOTHER PRIMARILY CHARACTERIZED BY THE\n   30  EXPECTATION OF  AFFECTIONATE  INVOLVEMENT  WHETHER  CASUAL,  SERIOUS  OR\n   31  LONG-TERM.\n   32    (C)  \"AT  SCHOOL\"  MEANS IN A CLASSROOM, ON OR IMMEDIATELY ADJACENT TO\n   33  SCHOOL PREMISES, ON A SCHOOL BUS OR OTHER SCHOOL-RELATED VEHICLE, AT  AN\n   34  OFFICIAL  SCHOOL  BUS STOP, OR AT ANY SCHOOL-SPONSORED ACTIVITY OR EVENT\n   35  WHETHER OR NOT IT IS ON SCHOOL GROUNDS.\n   36    2. THE DEPARTMENT, IN CONJUNCTION WITH THE OFFICE FOR  THE  PREVENTION\n   37  OF  DOMESTIC  VIOLENCE,  SHALL DEVELOP A MODEL DATING VIOLENCE POLICY TO\n   38  ASSIST SCHOOL DISTRICTS, BOARDS OF COOPERATIVE EDUCATIONAL SERVICES  AND\n   39  COUNTY  VOCATIONAL EDUCATION AND EXTENSION BOARDS IN DEVELOPING POLICIES\n   40  FOR DATING VIOLENCE REPORTING AND RESPONSE. THE MODEL  POLICY  SHALL  BE\n   41  ISSUED ON OR BEFORE APRIL FIRST, TWO THOUSAND TWELVE.\n   42    3. EACH SCHOOL DISTRICT, BOARD OF COOPERATIVE EDUCATIONAL SERVICES AND\n   43  COUNTY  VOCATIONAL  EDUCATION  AND  EXTENSION  BOARD  SHALL  ESTABLISH A\n   44  SPECIFIC POLICY  TO  ADDRESS  INCIDENTS  OF  DATING  VIOLENCE  INVOLVING\n   45  STUDENTS  AT SCHOOL BY DECEMBER FIRST, TWO THOUSAND TWELVE.  EACH SCHOOL\n   46  DISTRICT, BOARD OF COOPERATIVE EDUCATIONAL  SERVICES  AND  COUNTY  VOCA-\n   47  TIONAL  EDUCATION  AND  EXTENSION BOARD SHALL VERIFY COMPLIANCE WITH THE\n   48  DEPARTMENT ON AN ANNUAL BASIS THROUGH THE SCHOOL DISTRICT  REPORT  CARDS\n   49  OR  BOARD  OF  COOPERATIVE  EDUCATIONAL SERVICES REPORT CARD REQUIRED BY\n   50  THIS CHAPTER.\n   51    (A) SUCH POLICY SHALL INCLUDE, BUT NOT BE LIMITED TO, A STATEMENT THAT\n   52  DATING VIOLENCE WILL NOT BE TOLERATED, DATING VIOLENCE REPORTING  PROCE-\n   53  DURES,  GUIDELINES  TO  RESPONDING  TO  AT-SCHOOL  INCIDENTS  OF  DATING\n   54  VIOLENCE AND DISCIPLINE PROCEDURES SPECIFIC TO SUCH INCIDENTS.\n   55    (B) TO ENSURE NOTICE OF THE SCHOOL DISTRICT'S,  BOARD  OF  COOPERATIVE\n   56  EDUCATIONAL  SERVICES'  AND  COUNTY  VOCATIONAL  EDUCATION AND EXTENSION\n\n       A. 2404                             3\n\n    1  BOARD'S DATING VIOLENCE POLICY, THE POLICY SHALL  BE  PUBLISHED  IN  ANY\n    2  SCHOOL  DISTRICT,  BOARD  OF COOPERATIVE EDUCATIONAL SERVICES AND COUNTY\n    3  VOCATIONAL EDUCATION AND EXTENSION BOARD POLICY AND HANDBOOK  THAT  SETS\n    4  FORTH  THE  COMPREHENSIVE RULES, PROCEDURES AND STANDARDS OF CONDUCT FOR\n    5  STUDENTS AT SCHOOL.\n    6    4. EACH SCHOOL DISTRICT, BOARD OF COOPERATIVE EDUCATIONAL SERVICES AND\n    7  COUNTY VOCATIONAL EDUCATION AND EXTENSION  BOARD  SHALL  PROVIDE  DATING\n    8  VIOLENCE  TRAINING  TO  ALL  ADMINISTRATORS, TEACHERS, NURSES AND MENTAL\n    9  HEALTH STAFF AT THE MIDDLE AND HIGH SCHOOL LEVELS. UPON THE  RECOMMENDA-\n   10  TION OF THE ADMINISTRATOR, OTHER STAFF MAY BE INCLUDED OR MAY ATTEND THE\n   11  TRAINING  ON  A  VOLUNTEER  BASIS.  THE  DATING  VIOLENCE TRAINING SHALL\n   12  INCLUDE, BUT NOT BE LIMITED TO, BASIC  PRINCIPLES  OF  DATING  VIOLENCE,\n   13  WARNINGS  SIGNS  OF  DATING  VIOLENCE  AND  THE SCHOOL DISTRICT'S DATING\n   14  VIOLENCE POLICY, TO ENSURE THAT THEY ARE ABLE TO  APPROPRIATELY  RESPOND\n   15  TO  INCIDENTS  OF  DATING  VIOLENCE AT SCHOOL. THEREAFTER, THIS TRAINING\n   16  SHALL BE PROVIDED YEARLY TO ALL NEWLY HIRED STAFF DEEMED APPROPRIATE  TO\n   17  RECEIVE THE TRAINING BY THE SCHOOL'S ADMINISTRATION.\n   18    5. EACH SCHOOL DISTRICT, BOARD OF COOPERATIVE EDUCATIONAL SERVICES AND\n   19  COUNTY  VOCATIONAL  EDUCATION  AND  EXTENSION  BOARD  SHALL  INFORM  THE\n   20  STUDENTS' PARENTS OR LEGAL GUARDIANS OF THE DATING VIOLENCE  POLICY.  IF\n   21  REQUESTED,   THE  SCHOOL  DISTRICT,  BOARD  OF  COOPERATIVE  EDUCATIONAL\n   22  SERVICES OR  COUNTY  VOCATIONAL  EDUCATION  AND  EXTENSION  BOARD  SHALL\n   23  PROVIDE THE PARENTS OR LEGAL GUARDIANS WITH THE SCHOOL DISTRICT'S DATING\n   24  VIOLENCE  POLICY  AND  RELEVANT  INFORMATION. IT IS STRONGLY RECOMMENDED\n   25  THAT THE SCHOOL DISTRICT, BOARD OF COOPERATIVE EDUCATIONAL  SERVICES  OR\n   26  COUNTY VOCATIONAL EDUCATION AND EXTENSION BOARD PROVIDE PARENT AWARENESS\n   27  TRAINING.\n   28    6.  THIS  SECTION DOES NOT PREVENT A VICTIM FROM SEEKING REDRESS UNDER\n   29  ANY OTHER AVAILABLE LAW, EITHER CIVIL OR CRIMINAL. THIS SECTION DOES NOT\n   30  CREATE OR ALTER ANY TORT LIABILITY.\n   31    S 5. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to providing dating violence education and dating violence policies in school districts, boards of cooperative educational services and county vocational education and extension boards ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T111244.TXT", "SOBI.D110118.T151652.TXT", "SOBI.D110118.T155653.TXT", "SOBI.D110202.T120211.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296666131463
}