{
  "year" : 2011,
  "senateBillNo" : "A2400-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to education",
    "billEventId" : "A2400-2011-1295326800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Allows the Yonkers city school district to become an independent school district",
  "summary" : "Allows the Yonkers city school district to become an independent school district; establishes members of the board of education of the city school district of the city of Yonkers shall be elected; establishes powers of superintendent and board of education of the city of Yonkers. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2486-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2400\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW -- read once and referred to the Commit-\n         tee on Education\n\n       AN ACT to amend the education law, in relation to allowing  the  Yonkers\n         city school district to become an independent school district\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The education law is amended by adding a new section 2554-d\n    2  to read as follows:\n    3    S 2554-D. DISSOLUTION AND REORGANIZATION OF THE  YONKERS  CITY  SCHOOL\n    4  DISTRICT. 1. NOTWITHSTANDING THE PROVISIONS OF THIS CHAPTER OR ANY OTHER\n    5  GENERAL,  SPECIAL, OR LOCAL LAW TO THE CONTRARY, THE YONKERS CITY SCHOOL\n    6  DISTRICT SUPERINTENDENT SHALL DISSOLVE THE CURRENT YONKERS  CITY  SCHOOL\n    7  DISTRICT  AND  ORGANIZE A NEW YONKERS CITY SCHOOL DISTRICT IN ACCORDANCE\n    8  WITH SECTIONS FIFTEEN HUNDRED FOUR AND  FIFTEEN  HUNDRED  FIVE  OF  THIS\n    9  TITLE  IF THE QUALIFIED VOTERS OF THE YONKERS CITY SCHOOL DISTRICT, BY A\n   10  MAJORITY VOTE TAKEN AT AN ANNUAL OR SPECIAL MEETING  OF  SUCH  DISTRICT,\n   11  SHALL ADOPT A PROPOSITION TO ALLOW THE DISSOLUTION AND REORGANIZATION OF\n   12  SUCH  SCHOOL DISTRICT. SUCH ORDER SHALL SPECIFY A DATE ON WHICH THE SAME\n   13  SHALL TAKE EFFECT, AND SHALL HAVE THE SAME EFFECT AS AN ORDER MADE BY  A\n   14  DISTRICT SUPERINTENDENT DISSOLVING SUCH CITY SCHOOL DISTRICT AND FORMING\n   15  A  NEW  DISTRICT THEREFROM. A COPY OF SUCH ORDER SHALL BE FILED WITH THE\n   16  CLERK OF THE NEW YONKERS CITY SCHOOL  DISTRICT.  THE  NEW  YONKERS  CITY\n   17  SCHOOL DISTRICT SHALL BE INDEPENDENT FROM THE CITY OF YONKERS.\n   18    2.  THE  PROVISIONS  OF SECTION TWENTY-FIVE HUNDRED FIFTY-FOUR OF THIS\n   19  ARTICLE NOTWITHSTANDING, THE BOARD OF EDUCATION IN THE CITY  OF  YONKERS\n   20  SHALL HAVE THE POWER AND IT SHALL BE ITS DUTY:\n   21    (A)  TO ESTABLISH POLICIES REGARDING THE CONDUCT AND ACTIVITIES OF THE\n   22  SCHOOL DISTRICT WORKFORCE;\n   23    (B) TO REVIEW, APPROVE AND FILE WITH THE MAYOR,  PURSUANT  TO  SECTION\n   24  TWENTY-FIVE  HUNDRED  SEVENTY-SIX  OF  THIS ARTICLE, THE ANNUAL ITEMIZED\n   25  ESTIMATE OF REVENUES, EXPENSES AND INDEBTEDNESS AND CAPITAL PLAN FOR THE\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02492-01-1\n\n       A. 2400                             2\n\n    1  DISTRICT, WHICH BUDGET AND CAPITAL PLAN SHALL INCLUDE MULTI-YEAR PROJEC-\n    2  TIONS OF REVENUES, EXPENSES, INDEBTEDNESS AND CAPITAL NEEDS;\n    3    (C) TO MAKE APPROPRIATIONS AND INCUR INDEBTEDNESS, CONSISTENT WITH THE\n    4  ADOPTED BUDGET AND CAPITAL PLAN;\n    5    (D)  TO  AUTHORIZE  CONTRACTS  FOR GOODS AND SERVICES IN EXCESS OF TWO\n    6  HUNDRED FIFTY THOUSAND DOLLARS PER YEAR;\n    7    (E) TO MONITOR THE DISTRICT'S  REVENUES  AND  EXPENSES;  AND,  IN  ITS\n    8  DISCRETION, AUDIT THE SAME;\n    9    (F)  TO ADOPT, IN ITS DISCRETION, A RESOLUTION ESTABLISHING THE OFFICE\n   10  OF AUDITOR AND APPOINT AN AUDITOR WHO SHALL HOLD SUCH  POSITION  SUBJECT\n   11  TO  THE  PLEASURE OF THE BOARD OF EDUCATION. THE AUDITOR SHALL REPORT TO\n   12  AND WORK UNDER THE DIRECTION OF THE PRESIDENT OF THE BOARD OF EDUCATION.\n   13  NO PERSON SHALL BE ELIGIBLE FOR APPOINTMENT TO THE OFFICE OF AUDITOR WHO\n   14  SHALL BE A MEMBER OF THE BOARD OF EDUCATION  OR  THE  SUPERINTENDENT  OF\n   15  SCHOOLS. NO PERSON APPOINTED TO THE OFFICE OF AUDITOR SHALL SERVE SIMUL-\n   16  TANEOUSLY  IN  ANY  OTHER  POSITION OR CAPACITY WITHIN THE DISTRICT. THE\n   17  BOARD OF EDUCATION, AT ANY TIME AFTER THE ESTABLISHMENT OF THE OFFICE OF\n   18  AUDITOR, MAY ADOPT A RESOLUTION ABOLISHING THE OFFICE. WHEN  THE  OFFICE\n   19  OF  AUDITOR  SHALL  HAVE BEEN ESTABLISHED AND AN AUDITOR SHALL HAVE BEEN\n   20  APPOINTED AND SHALL HAVE QUALIFIED, THE POWERS AND DUTIES OF  THE  BOARD\n   21  OF  EDUCATION,  WITH  RESPECT  TO  AUDITING ACCOUNTS, CHARGES, CLAIMS OR\n   22  DEMANDS AGAINST THE CITY SCHOOL DISTRICT SHALL DEVOLVE UPON  AND  THERE-\n   23  AFTER BE EXERCISED BY SUCH AUDITOR, SUBJECT TO THE RULES AND REGULATIONS\n   24  OF THE BOARD OF EDUCATION, DURING THE CONTINUANCE OF THE OFFICE;\n   25    (G)  TO ASSIGN, IN ITS DISCRETION AND IN FURTHERANCE OF ITS POWERS AND\n   26  DUTIES, BY A TWO-THIRDS VOTE OF THE BOARD OF EDUCATION, SUBJECT TO  SUCH\n   27  PARAMETERS AND CRITERIA AS IT MAY AUTHORIZE, A COMMITTEE OF THE BOARD OF\n   28  EDUCATION OR ONE OR MORE EMPLOYEES, STAFF OR CONTRACTORS OF THE BOARD OF\n   29  EDUCATION  TO  SERVE AS AN EXAMINER WITH POWER TO CONDUCT INVESTIGATIONS\n   30  AND HEARINGS ON BEHALF OF THE BOARD OF EDUCATION.  EACH  EXAMINER  SHALL\n   31  HAVE  THE POWER TO SUBPOENA WITNESSES, ADMINISTER OATHS, AND REQUIRE THE\n   32  PRODUCTION OF BOOKS, PAPERS AND OTHER DOCUMENTS AND INFORMATION MATERIAL\n   33  TO THE INVESTIGATION OR HEARING. EACH EXAMINER SHALL CONCLUDE AND REPORT\n   34  THE RESULT OF ANY SUCH INVESTIGATION OR HEARING TO THE BOARD  OF  EDUCA-\n   35  TION  NO  LATER  THAN SIX MONTHS AFTER THE DATE OF AUTHORIZATION OF SUCH\n   36  INVESTIGATION OR HEARING;\n   37    (H) TO OVERRIDE, WITHIN THREE WORKDAYS AFTER RECEIVING  A  MESSAGE  OF\n   38  VETO,  BY  A  TWO-THIRDS  VOTE  OF THE BOARD OF EDUCATION, VETOES BY THE\n   39  SUPERINTENDENT OF SCHOOLS OF ITS ACTS OR RESOLUTIONS; AND\n   40    (I) TO ADOPT SUCH RULES AND REGULATIONS AS ARE NECESSARY TO EFFECTUATE\n   41  ITS POWERS AND DUTIES.\n   42    3. THE SUPERINTENDENT OF SCHOOLS OF THE CITY OF YONKERS SHALL  POSSESS\n   43  THE FOLLOWING POWERS AND BE CHARGED WITH THE FOLLOWING DUTIES:\n   44    (A)  TO  PREPARE  FOR THE BOARD OF EDUCATION'S REVIEW AND APPROVAL THE\n   45  ANNUAL ITEMIZED ESTIMATE OF DISTRICT  REVENUES,  EXPENSES,  INDEBTEDNESS\n   46  AND  CAPITAL PLAN PURSUANT TO SECTION TWENTY-FIVE HUNDRED SEVENTY-SIX OF\n   47  THIS ARTICLE, WHICH BUDGET AND CAPITAL  PLAN  SHALL  INCLUDE  MULTI-YEAR\n   48  PROJECTIONS OF REVENUES, EXPENSES, INDEBTEDNESS AND CAPITAL NEEDS AND BE\n   49  IN A FORMAT APPROVED BY THE BOARD OF EDUCATION AND MAYOR;\n   50    (B) TO PREPARE AND SUBMIT, IN A FORMAT APPROVED BY THE BOARD OF EDUCA-\n   51  TION  AND  MAYOR,  BIMONTHLY  REPORTS  TO THE BOARD OF EDUCATION AND THE\n   52  MAYOR SUMMARIZING THE DISTRICT'S ACTUAL REVENUES, EXPENSES, AND  INDEBT-\n   53  EDNESS AND CONTRASTING THE SAME WITH THE ANNUAL ESTIMATES;\n   54    (C) TO AUTHORIZE CONTRACTS FOR GOODS AND SERVICES IN AMOUNTS LESS THAN\n   55  TWO HUNDRED FIFTY THOUSAND DOLLARS PER YEAR;\n\n       A. 2400                             3\n\n    1    (D)  TO  APPROVE  OR  VETO, WITHIN FIVE WORKDAYS AFTER APPROVAL BY THE\n    2  BOARD OF EDUCATION, ALL ACTS OR RESOLUTIONS OF THE BOARD  OF  EDUCATION,\n    3  PROVIDED,  HOWEVER THAT THE SUPERINTENDENT SHALL HAVE NO VETO POWER OVER\n    4  MATTERS RELATED TO BOARD OF EDUCATION HEARINGS OR INVESTIGATIONS OR  THE\n    5  HIRING,  PUNISHMENT, OR DISMISSAL OF THE SUPERINTENDENT OR AS TO MATTERS\n    6  WITHIN THE INTERNAL AFFAIRS OF THE BOARD  OF  EDUCATION,  INCLUDING  THE\n    7  HIRING,  SUPERVISION  OR  DISMISSAL OF SCHOOL BOARD EMPLOYEES, STAFF, OR\n    8  CONTRACTORS; AND\n    9    (E) TO LIAISON WITH AND REPRESENT THE SCHOOL DISTRICT BEFORE ALL OTHER\n   10  POLITICAL SUBDIVISIONS, STATE AND FEDERAL OFFICIALS AND AGENCIES.\n   11    S 2. Subdivisions 2 and 3 of section 2553 of  the  education  law,  as\n   12  added  by  chapter  242  of  the  laws  of  1974, are amended to read as\n   13  follows:\n   14    2. In the city school districts of the cities  of  Rochester,  YONKERS\n   15  and  Syracuse  the members of such board of education shall be chosen by\n   16  the voters at large at either a general or  municipal  election,  or  at\n   17  both.  In the city school district of the city of Buffalo the members of\n   18  such board of education shall be chosen pursuant to  the  provisions  of\n   19  subdivision ten of this section.\n   20    [3.  In the city school district of the city of Yonkers members of the\n   21  board of education shall be appointed from the  city  at  large  by  the\n   22  mayor  and  shall be for terms of five years each, to begin on the first\n   23  Tuesday in May.]\n   24    S 3. This act shall take effect on the one hundred eightieth day after\n   25  it shall have become a law; provided that the commissioner of  education\n   26  is  authorized  to promulgate any and all rules and regulations and take\n   27  any other measures necessary to implement this act on its effective date\n   28  on or before such date and provided further  that  Yonkers  city  school\n   29  district  board  members serving in office on the effective date of this\n   30  act may continue in office for the remainder of  their  term,  provided,\n   31  however,  that  a vacancy occurring other than by the expiration of term\n   32  for such school board members in office  on the effective date  of  this\n   33  act shall be filled subject to the provisions of this act.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to allowing the Yonkers city school district to become an independent school district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T151652.TXT", "SOBI.D110119.T111740.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453860648
}