{
  "year" : 2011,
  "senateBillNo" : "A2402-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to local governments",
    "billEventId" : "A2402-2011-1295326800000-referred+to+local+governments",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes Bay Park fire district to refund and pay a portion of the existing funds in its capital reserve account to the taxpayers of the district",
  "summary" : "Authorizes Bay Park fire district to refund and pay a portion of the existing funds in its capital reserve account to the taxpayers of the district. ",
  "currentCommittee" : null,
  "sameAs" : "S2131",
  "lawSection" : "Nassau County",
  "previousVersions" : [ "AA9116-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2402\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  WEISENBERG  -- read once and referred to the\n         Committee on Local Governments\n\n       AN ACT in relation to authorizing the Bay Park fire district  to  refund\n         and pay a portion of the existing funds in its capital reserve account\n         to the taxpayers of the district\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Notwithstanding the provisions set forth in section 6-g  of\n    2  the  general  municipal  law,  the Bay Park fire district in the town of\n    3  Hempstead, county of Nassau, is hereby authorized to transfer any  unex-\n    4  pended  funds contained in the district's existing capital reserve fund;\n    5  to any fund legally established by  such  district  including,  but  not\n    6  limited  to  its general fund in order to provide property tax relief to\n    7  the property owners of the district.\n    8    S 2. Such transfer shall be of an amount to be  determined  by  resol-\n    9  ution of the board of fire commissioners of the district.\n   10    S  3.  This  authorization  shall  apply  only  to funds placed in the\n   11  district's capital reserve account prior to the effective date  of  this\n   12  act, and any interest thereon.\n   13    S 4. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04208-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT in relation to authorizing the Bay Park fire district to refund and pay a portion of the existing funds in its capital reserve account to the taxpayers of the district AN ACT in relation to authorizing the Bay Park fire district to refund and pay a portion of the existing funds in its capital reserve account to the taxpayers of the district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T164157.TXT", "SOBI.D110118.T151652.TXT", "SOBI.D110119.T111740.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453860663
}