{
  "year" : 2011,
  "senateBillNo" : "A2415-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to governmental operations",
    "billEventId" : "A2415-2011-1295326800000-referred+to+governmental+operations",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Limits tenure of temporary president of the senate, speaker of the assembly, minority leaders and committee chairs",
  "summary" : "Limits the tenure of the temporary president of the senate, speaker of the assembly, minority leader of the senate and minority leader of the assembly to 8 years; limits the tenure of the chairman of any single legislative committee to 8 years. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Legislative Law",
  "previousVersions" : [ "A11233-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2415\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. GALEF, SPANO -- read once and referred to the\n         Committee on Governmental Operations\n\n       AN ACT to amend the legislative law, in relation to limiting the  amount\n         of time any member of the legislature may serve as temporary president\n         of the senate, speaker of the assembly, minority leader of the senate,\n         minority leader of the assembly or chairman of a legislative committee\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The legislative law is amended by adding two  new  sections\n    2  5-b and 5-c to read as follows:\n    3    S 5-B. LIMITATION ON TENURE OF TEMPORARY PRESIDENT, SPEAKER AND MINOR-\n    4  ITY  LEADERS.  NO  MEMBER  OF  THE  LEGISLATURE SHALL HOLD THE OFFICE OF\n    5  TEMPORARY PRESIDENT OF THE SENATE, SPEAKER  OF  THE  ASSEMBLY,  MINORITY\n    6  LEADER  OF  THE  SENATE OR MINORITY LEADER OF THE ASSEMBLY FOR MORE THAN\n    7  TWELVE YEARS.\n    8    S 5-C. LIMITATION ON TENURE  OF  LEGISLATIVE  COMMITTEE  CHAIRMAN.  NO\n    9  MEMBER  OF  THE LEGISLATURE SHALL BE THE CHAIRMAN OF ANY SINGLE LEGISLA-\n   10  TIVE COMMITTEE, EXCEPT THE COMMITTEE  ON  RULES,  FOR  MORE  THAN  EIGHT\n   11  YEARS.\n   12    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04088-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the legislative law, in relation to limiting the amount of time any member of the legislature may serve as temporary president of the senate, speaker of the assembly, minority leader of the senate, minority leader of the assembly or chairman of a legislative committee ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T162156.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110119.T111740.TXT", "SOBI.D110118.T155653.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453860631
}