{
  "year" : 2011,
  "senateBillNo" : "A2418-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to labor",
    "billEventId" : "A2418-2011-1295326800000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"adjunct professors' unemployment insurance fairness act\"",
  "summary" : "Enacts the \"adjunct professors' unemployment insurance fairness act\"; provides that an offer of employment or assignment made to a part-time faculty employee by a higher education institution which is contingent on enrollment, funding, or programmatic changes shall not constitute reasonable assurance of continued employment. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2418\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Labor\n\n       AN ACT to amend the labor law, in  relation  to  enacting  the  \"adjunct\n         professors' unemployment insurance fairness act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. This act shall be known and may be cited  as  the  \"adjunct\n    2  professors' unemployment insurance fairness act\".\n    3    S  2.  Subdivision  10  of  section 590 of the labor law is amended by\n    4  adding a new paragraph (d) to read as follows:\n    5    (D) IN THE CASE OF COLLEGES OR UNIVERSITIES ASSIGNED THE NORTH  AMERI-\n    6  CAN INDUSTRY CLASSIFICATION CODE 611310 OR 611210 FOR SERVICES PERFORMED\n    7  IN  A  PRINCIPAL,  ADMINISTRATIVE,  RESEARCH OR INSTRUCTIONAL CAPACITY A\n    8  PERSON IS PRESUMED NOT TO HAVE REASONABLE ASSURANCE UNDER AN OFFER  THAT\n    9  IS CONDITIONED ON ENROLLMENT, FUNDING OR PROGRAMMATIC CHANGES. IT IS THE\n   10  EMPLOYER'S  BURDEN  TO PROVIDE SUFFICIENT DOCUMENTATION TO OVERCOME THIS\n   11  PRESUMPTION. REASONABLE ASSURANCE MUST BE DETERMINED ON  A  CASE-BY-CASE\n   12  BASIS  BY  THE TOTAL WEIGHT OF EVIDENCE RATHER THAN THE EXISTENCE OF ANY\n   13  ONE FACTOR. PRIMARY WEIGHT MUST BE GIVEN TO THE CONTINGENT NATURE OF  AN\n   14  OFFER  OF  EMPLOYMENT  BASED ON ENROLLMENT, FUNDING AND PROGRAM CHANGES.\n   15  PROVIDED, HOWEVER, THAT IN ANY UNEMPLOYMENT INSURANCE PROCEEDING A WRIT-\n   16  TEN LETTER FROM AN EMPLOYER TO AN EMPLOYEE WHICH MAKES EMPLOYMENT CONDI-\n   17  TIONAL SHALL NOT BE PRIMA FACIE EVIDENCE OF REASONABLE ASSURANCE  TO  BE\n   18  USED TO DENY A CLAIM FOR UNEMPLOYMENT.\n   19    S 3. This act shall take effect immediately.\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00773-02-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to enacting the \"adjunct professors' unemployment insurance fairness act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T111244.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110118.T160655.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453564472
}