{
  "year" : 2011,
  "senateBillNo" : "A2413-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to environmental conservation",
    "billEventId" : "A2413-2011-1295326800000-referred+to+environmental+conservation",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Gabryszak",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Regulates taking of elk or moose in the same manner as deer hunting and trapping are currently regulated",
  "summary" : "Regulates hunting and trapping of elk or moose in the same manner as deer hunting and trapping are currently regulated; takes effect on the first day of November next succeeding the date on which it shall have become a law. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : [ "A815-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2413\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. GABRYSZAK, GUNTHER, SCHROEDER -- read once and\n         referred to the Committee on Environmental Conservation\n\n       AN ACT to amend the environmental conservation law, in relation to hunt-\n         ing or trapping of elk and moose\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph b of subdivision 2 and paragraph b of subdivision\n    2  4  of section 11-0103 of the environmental conservation law, paragraph b\n    3  of subdivision 2 as amended by chapter 427 of  the  laws  of  1988,  are\n    4  amended to read as follows:\n    5    b.  \"Big  game\" means deer, bear, moose, elk[, except captive bred and\n    6  raised North American elk (Cervus elaphus)], caribou and antelope.\n    7    b. \"Domestic game animal\" means white-tailed deer  OR  ELK  propagated\n    8  under  a  domestic  game  animal  breeder's  license pursuant to section\n    9  11-1905 or propagated on a preserve or island outside the state under  a\n   10  law similar in principle to title 19 of this article.\n   11    S  2.  Subdivision 3 of section 11-0505 of the environmental conserva-\n   12  tion law, as amended by chapter 135 of the laws of 1982, is  amended  to\n   13  read as follows:\n   14    3.  No  deer, ELK, MOOSE or bear traps shall be made, set or used upon\n   15  land inhabited by deer, ELK, MOOSE or bear. No salt lick shall be  made,\n   16  set or used upon land inhabited by deer, ELK, MOOSE or bear, except that\n   17  the  department may do so on state wildlife refuges and wildlife manage-\n   18  ment areas.\n   19    S 3. Section 11-0521 of the environmental conservation law is  amended\n   20  by adding a new subdivision 4 to read as follows:\n   21    4.  NOTWITHSTANDING  THE  FOREGOING PROVISIONS OF THIS SECTION, IN THE\n   22  CASE OF ELK OR MOOSE, THE DEPARTMENT MAY ISSUE  A  LICENSE  BY  RULE  OR\n   23  REGULATION  TO ALLOW THE TAKING OF INDIVIDUAL ANIMALS THAT ARE DEEMED TO\n   24  BE DESTRUCTIVE.\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04171-01-1\n\n       A. 2413                             2\n\n    1    S 4. Section 11-0529 of the environmental conservation  law,  subdivi-\n    2  sions 1 and 4 as amended by chapter 911 of the laws of 1990 and subdivi-\n    3  sions  2 and 5 as amended by chapter 610 of the laws of 2006, is amended\n    4  to read as follows:\n    5  S 11-0529. Cats hunting birds; dogs pursuing deer or killing other wild-\n    6               life in certain areas.\n    7    1.  Any  person  over the age of twenty-one years possessing a hunting\n    8  license may, and environmental conservation officers and peace officers,\n    9  acting pursuant to  their  special  duties,  or  police  officers  shall\n   10  humanely  destroy  cats  at large found hunting or killing any protected\n   11  wild bird  or  with  a  dead  bird  of  any  protected  species  in  its\n   12  possession.\n   13    2.  Every environmental conservation officer, forest ranger and member\n   14  of the state police may kill any dog (a) ACTIVELY  pursuing  or  killing\n   15  deer, ELK OR MOOSE within the Adirondack or Catskill parks, at any time;\n   16  (b)  pursuing or killing any game or wildlife on a state-owned game farm\n   17  or wildlife refuge; or (c) pursuing or killing any game or wildlife on a\n   18  state-owned or leased wildlife  management  area,  except  a  dog  being\n   19  legally used for hunting small game or for dog training.\n   20    3.  Every  park patrolman, park ranger and member of the state police,\n   21  county police and town police may kill any dog pursuing or killing deer,\n   22  ELK OR MOOSE within any state park or  state  park  reservation  at  any\n   23  time.\n   24    4. At any time (a) any environmental conservation officer, dog warden,\n   25  forest  ranger or member of the state police, anywhere in the state, (b)\n   26  any member of any town police within the limits of  the  town  of  which\n   27  such  member  is  an  officer,  (c) any member of the Westchester County\n   28  Parkway police on any park, parkway or reservation owned  or  controlled\n   29  by  the  county  of  Westchester  or (d) any member of a police force or\n   30  department of any county, city, town or village in which such member has\n   31  jurisdiction and is regularly employed may  kill  any  dog  pursuing  or\n   32  killing deer, ELK OR MOOSE and any coyote killing a domestic animal.\n   33    5.  No  action for damages shall lie against any authorized person for\n   34  the killing of a cat, dog or coyote as provided in this section,  EXCEPT\n   35  IN  THE CASE OF KILLING A HUNTING DOG USED PURSUANT TO THE PROVISIONS OF\n   36  SECTION 11-0928 OF THIS ARTICLE.\n   37    S 5. Section 11-0713 of the environmental conservation law is  amended\n   38  by adding a new subdivision 7 to read as follows:\n   39    7.  THE  COMMISSIONER MAY, BY RULE AND REGULATION, ESTABLISH A LICENSE\n   40  LOTTERY FOR ELK AND MOOSE WHEN CONDITIONS WARRANT CONTROL OF  INDIVIDUAL\n   41  ANIMALS OR WHEN SUCH BIG GAME ANIMALS CONSTITUTE A NUISANCE POPULATION.\n   42    S 6. Subparagraph 2 of paragraph b of subdivision 1 of section 11-0719\n   43  of  the environmental conservation law, as amended by chapter 289 of the\n   44  laws of 2004, is amended to read as follows:\n   45    (2) is convicted of a violation of the Fish and Wildlife Law involving\n   46  the illegal taking of a deer, ELK, COW OR CALF ELK, moose  or  bear,  or\n   47  signs  an  acknowledgment  of  any  such  violation  of that law for the\n   48  purpose of effecting a settlement by civil compromise or by stipulation;\n   49  or\n   50    S 7. Paragraph b of subdivision 3 of section 11-0901 of  the  environ-\n   51  mental  conservation law, as amended by chapter 911 of the laws of 1990,\n   52  is amended to read as follows:\n   53    b. Wild deer, ELK, MOOSE and bear shall not be taken except by gun  or\n   54  by  long  bow.  Where  an  open  season,  set forth in the table of open\n   55  seasons in section 11-0907 OF THIS TITLE or otherwise established by law\n   56  or fixed by regulation, is specified as an open season for  taking  such\n\n       A. 2413                             3\n\n    1  game  by shotgun or long bow only, or is specified as an open season for\n    2  taking such game by long bow only, they shall not be taken except as  so\n    3  specified.\n    4    S  8. Paragraph a and the opening paragraph of paragraph b of subdivi-\n    5  sion 4 of section 11-0901 of the environmental conservation  law,  para-\n    6  graph  a  as  amended by chapter 600 of the laws of 1993 and the opening\n    7  paragraph of paragraph b as amended by chapter 483 of the laws of  2010,\n    8  are amended to read as follows:\n    9    a. Wild deer, ELK, MOOSE and bear shall not be taken in water.\n   10    No person shall hunt deer, ELK OR MOOSE:\n   11    S  9. The opening paragraph of paragraph b of subdivision 4 of section\n   12  11-0901 of the environmental conservation law, as amended by chapter 600\n   13  of the laws of 1993, is amended to read as follows:\n   14    No person shall hunt deer, ELK OR MOOSE:\n   15    S 10. The opening paragraph of paragraph d and subparagraph 1 of para-\n   16  graph e of subdivision 4 of section 11-0901 of the environmental conser-\n   17  vation law, the opening paragraph of paragraph d as amended  by  chapter\n   18  483  of the laws of 2010 and subparagraph 1 of paragraph e as amended by\n   19  chapter 600 of the laws of 1993, are amended to read as follows:\n   20    The use upon land inhabited by deer, ELK, MOOSE or  bear  of  a  jack-\n   21  light,  spotlight or other type of artificial light by any person who is\n   22  or is accompanied by a person who is in possession, at the time of  such\n   23  use, of a long bow, a crossbow or firearm of any kind, shall be presump-\n   24  tive  evidence that such person is hunting deer, ELK, MOOSE or bear with\n   25  the aid of such light, in violation of this subdivision, unless:\n   26    (1) No person shall use a jacklight, spotlight or other type of  arti-\n   27  ficial  light  upon  lands  inhabited by deer, ELK, MOOSE or bear within\n   28  five hundred feet from a dwelling house, farm building or farm structure\n   29  actually occupied or used, for the purpose of locating, spotting, harry-\n   30  ing, worrying or otherwise disturbing deer or bear.\n   31    S 11. The opening paragraph of paragraph d of subdivision 4 of section\n   32  11-0901 of the environmental conservation law, as amended by chapter 600\n   33  of the laws of 1993, is amended to read as follows:\n   34    The use upon land inhabited by deer, ELK, MOOSE or  bear  of  a  jack-\n   35  light,  spotlight or other type of artificial light by any person who is\n   36  or is accompanied by a person who is in possession, at the time of  such\n   37  use, of a long bow, a crossbow or firearm of any kind, shall be presump-\n   38  tive  evidence that such person is hunting deer, ELK, MOOSE or bear with\n   39  the aid of such light, in violation of this subdivision, unless:\n   40    S 12. Section 11-0907 of the environmental conservation law is amended\n   41  by adding a new subdivision 10 to read as follows:\n   42    10. THE COMMISSIONER IS AUTHORIZED TO ESTABLISH,  BY  RULE  AND  REGU-\n   43  LATION; LICENSES, SEASONS, MANNER OF TAKING, TAG LIMITS AND LICENSE FEES\n   44  FOR BIG GAME NOT SPECIFICALLY DESIGNATED BY THIS SECTION.\n   45    S  13.  Paragraphs  a and b of subdivision 3 of section 11-0909 of the\n   46  environmental conservation law, as amended by chapter 911 of the laws of\n   47  1990, are amended to read as follows:\n   48    a. Wild deer, ELK, MOOSE and bear, wild upland game birds,  and  small\n   49  game  other  than bobcat, mink, muskrat, raccoon, coyote, fox and skunk,\n   50  taken in any open season, shall be  taken  only  between  the  hours  of\n   51  sunrise  and  sunset,  unless  otherwise  provided in regulations of the\n   52  department.\n   53    b. The department shall have the authority to establish by  regulation\n   54  hours of hunting wild deer, ELK, MOOSE and bear, wild upland game birds,\n   55  and  small  game, other than bobcat, mink, muskrat, raccoon, coyote, fox\n   56  and skunk, during the open season provided therefor.\n\n       A. 2413                             4\n\n    1    S 14. The section heading, paragraph a of subdivision 1  and  subdivi-\n    2  sion  2  of section 11-0911 of the environmental conservation law, para-\n    3  graph a of subdivision 1 as added by section 8 of part D of  chapter  61\n    4  of the laws of 2000, are amended to read as follows:\n    5    Procedure  on taking [wild deer and bear; transportation of wild deer]\n    6  AND TRANSPORTING BIG GAME.\n    7    a. When [a wild deer] BIG GAME is taken the  taker  shall  immediately\n    8  fill  in, using ink, ball point pen or indelible pencil, the [deer] tags\n    9  issued to the taker as provided in regulations of  the  department.  The\n   10  taker  shall  immediately  cut out or mark the month and date of kill on\n   11  the tag and shall attach it to the [deer] ANIMAL, except  that  it  need\n   12  not  be attached to the [deer] ANIMAL while it is being dragged or phys-\n   13  ically carried by the taker to a camp or point where  other  transporta-\n   14  tion  is  available.  The taker shall report details of the location and\n   15  date of harvest and data on the [deer] ANIMAL as required by regulation.\n   16    2. The taker shall remove his [deer] OR HER BIG GAME ANIMAL out of the\n   17  woods or open country to a camp or other inhabited location by  midnight\n   18  of  the  day  immediately following the expiration of the open season in\n   19  the county or part of a county in which the [deer] ANIMAL was taken.\n   20    S 15. Section 11-0911 of the environmental conservation law is amended\n   21  by adding a new subdivision 8 to read as follows:\n   22    8. NO PERSON TAKING, POSSESSING OR TRANSPORTING  ELK  OR  MOOSE  SHALL\n   23  FAIL  TO  COMPLY WITH ANY REQUIREMENTS ESTABLISHED BY RULE OR REGULATION\n   24  PURSUANT TO THIS SECTION.\n   25    S 16. Section  11-0915  of  the  environmental  conservation  law,  as\n   26  amended  by  chapter  190  of  the  laws  of 1999, is amended to read as\n   27  follows:\n   28  S 11-0915. Disposal of [deer, moose and bear] BIG GAME  killed  uninten-\n   29                 tionally by collision.\n   30    The  owner  of a motor vehicle which has been damaged by unintentional\n   31  collision with a deer, ELK, moose or bear shall be entitled  to  possess\n   32  such [deer, moose or bear] BIG GAME under the following conditions:\n   33    1.  The accident is reported to an environmental conservation officer,\n   34  a member of the State Police, a member of the  sheriff's  department  in\n   35  which  the accident occurred or, if the accident occurred on lands under\n   36  the jurisdiction of the office of parks, recreation and historic preser-\n   37  vation, to an officer of the regional park police having law enforcement\n   38  responsibilities on such lands, or to any police officer of a city, town\n   39  or  village  located  in  the  county  of  such  accident  within   [24]\n   40  TWENTY-FOUR hours thereafter.\n   41    2. The officer shall investigate and, if he finds the deer, ELK, moose\n   42  or  bear  has  been killed or so injured as to require that it be killed\n   43  and the damage has been done as alleged, he shall issue a permit to  the\n   44  owner  of the motor vehicle entitling such owner to possess the carcass.\n   45  Such permit shall authorize the owner of the motor vehicle  to  transfer\n   46  the carcass to a designated person.\n   47    3.  Whenever  the  owner  of  such  damaged  motor vehicle declines to\n   48  possess  such  deer,  ELK,  moose  or  bear,  the  officer  may  in  his\n   49  discretion,  issue  a  permit  to possess the carcass to any other party\n   50  requesting such possession.\n   51    S 17. Section  11-0921  of  the  environmental  conservation  law,  as\n   52  amended  by  chapter  213  of  the  laws  of 1999, is amended to read as\n   53  follows:\n   54  S 11-0921. Surrender of game unfit for  human  consumption;  permit  for\n   55               taking another of species surrendered.\n\n       A. 2413                             5\n\n    1    When  a  wild  turkey, wild deer, WILD ELK, WILD MOOSE or wild bear is\n    2  taken by a person holding a license or permit and, upon presentation  to\n    3  an  environmental  conservation  officer or other authorized employee of\n    4  the department, it is shown to  the  satisfaction  of  such  officer  or\n    5  authorized  employee  that  its flesh was unfit for human consumption at\n    6  the time it was killed, the taker may surrender the carcass to the offi-\n    7  cer or authorized employee and the officer or authorized employee  shall\n    8  issue  the  taker  a special permit to take another specimen of the same\n    9  species as surrendered and for which the season is still open.\n   10    S 18. Section 11-0923 of the environmental conservation law, paragraph\n   11  a of subdivision 1 and subdivision 5 as amended by chapter  160  of  the\n   12  laws  of  1979,  subdivision  2 as amended by chapter 312 of the laws of\n   13  1980 and subdivision 6 as amended by chapter 600 of the laws of 1993, is\n   14  amended to read as follows:\n   15  S 11-0923. Dogs.\n   16    1. No owner or trainer of a dog shall:\n   17    a. allow it to hunt deer, ELK OR MOOSE, or to run at large on enclosed\n   18  lands on which wildlife or domestic  game  is  possessed  under  license\n   19  issued pursuant to the Fish and Wildlife Law or in any state park, state\n   20  park  reservation,  state-owned  game  farm or wildlife refuge or state-\n   21  owned or leased wildlife management area;\n   22    b. allow it to run at large in fields or woods inhabited by deer,  ELK\n   23  OR  MOOSE  outside  the  limits  of any city or village, except on lands\n   24  actually farmed or cultivated by the owner or trainer of the  dog  or  a\n   25  tenant of such owner or trainer.\n   26    2.  No  owner or trainer of a dog shall take it afield for training on\n   27  wild game except from August [16] SIXTEEN to April [15]  FIFTEEN  or  as\n   28  otherwise permitted by department order.\n   29    3. Dogs may be trained on artificially propagated game which is shack-\n   30  led,  or led or confined game, legally possessed, or on training dummies\n   31  or other artificial devices at any time on lands owned or leased by  the\n   32  owner or trainer of the dog or on lands for which he has written permis-\n   33  sion  of the owner or lessee, provided such training is done in a manner\n   34  to preclude any disturbances injurious to wildlife.\n   35    4. During the training of a dog, the trainer and  any  person  in  his\n   36  company  shall not possess afield a firearm loaded with ammunition other\n   37  than blank shells or blank cartridges, or inflict any injury to  animals\n   38  or game birds contrary to law.\n   39    5.  Dogs hunting deer, ELK OR MOOSE, or hunting any wildlife or domes-\n   40  tic game on enclosed lands described in paragraph a of subdivision 1  or\n   41  on a state game farm or wildlife refuge or wildlife management area, may\n   42  be killed as provided in section 11-0529 OF THIS ARTICLE.\n   43    6.  Wildlife,  except  skunk,  deer, ELK, MOOSE and bear, may be taken\n   44  with the aid of a dog, provided, however, that the department is author-\n   45  ized to establish a training season during which only  persons  licensed\n   46  by  the department pursuant to section 11-0928 of this article may train\n   47  tracking dogs on bear. Such season shall not begin before July first and\n   48  shall end at least eight days in advance of any open hunting season  for\n   49  bear  and  no  person  participating  in  such  training shall possess a\n   50  firearm of any kind or a longbow. Nothing in this subdivision  shall  be\n   51  construed  to  invalidate  or otherwise affect a permit to track or take\n   52  bear issued pursuant to subdivision one of section 11-0521 of this arti-\n   53  cle.\n   54    S 19. Subdivisions 6 and 7 of section  11-0931  of  the  environmental\n   55  conservation law, subdivision 6 as amended by chapter 483 of the laws of\n   56  2010, are amended to read as follows:\n\n       A. 2413                             6\n\n    1    6.  No person while engaged in hunting deer, ELK, MOOSE or bear pursu-\n    2  ant to a bowhunting stamp, and no person accompanying him OR  HER  or  a\n    3  member  of  his  OR  HER  party,  while he OR SHE is so engaged during a\n    4  special longbow season, shall have in his OR HER possession a firearm or\n    5  crossbow  of  any  kind,  and no person while engaged in hunting deer or\n    6  bear pursuant to a muzzle-loading stamp, and no person accompanying  him\n    7  OR  HER  or  a member of his OR HER party, while he OR SHE is so engaged\n    8  during a special muzzle-loading firearm season, shall have in his OR HER\n    9  possession a firearm of any kind other than a muzzle-loading firearm.\n   10    7. During any open season for deer,  ELK,  MOOSE  OR  BEAR,  a  person\n   11  afield  shall  not  possess  shotgun  shells  loaded with a slug or ball\n   12  unless he OR SHE holds a valid license or  permit  to  take  deer,  ELK,\n   13  MOOSE or bear.\n   14    S  20. Subdivision 6 of section 11-0931 of the environmental conserva-\n   15  tion law, as amended by chapter 97 of the laws of 1978,  is  amended  to\n   16  read as follows:\n   17    6.  No person while engaged in hunting deer, ELK, MOOSE or bear pursu-\n   18  ant to a bowhunting stamp, and no person accompanying him OR  HER  or  a\n   19  member  of  his  OR  HER  party,  while he OR SHE is so engaged during a\n   20  special longbow season, shall have in his OR HER possession a firearm of\n   21  any kind, and no person while engaged in hunting deer or  bear  pursuant\n   22  to  a  muzzle-loading  stamp, and no person accompanying him OR HER or a\n   23  member of his OR HER party, while he OR  SHE  is  so  engaged  during  a\n   24  special  muzzle-loading  firearm  season,  shall  have  in  his  OR  HER\n   25  possession a firearm of any kind other than a muzzle-loading firearm.\n   26    S 21. This act shall  take  effect  on  the  first  of  November  next\n   27  succeeding the date on which it shall have become a law, provided that:\n   28    (a) the amendments to the opening paragraph of paragraph b of subdivi-\n   29  sion 4 of section 11-0901 of the environmental conservation law, made by\n   30  section eight of this act, shall be subject to the expiration and rever-\n   31  sion  of  such  paragraph  when upon such date the provisions of section\n   32  nine of this act shall take effect;\n   33    (b) the amendments to the opening paragraph of paragraph d of subdivi-\n   34  sion 4 of section 11-0901 of the environmental conservation law, made by\n   35  section ten of this act shall be subject to the expiration and reversion\n   36  of such paragraph when upon such date the provisions of  section  eleven\n   37  of this act shall take effect; and\n   38    (c) the amendments to subdivision 6 of section 11-0931 of the environ-\n   39  mental  conservation law, made by section nineteen of this act, shall be\n   40  subject to the expiration and reversion of such  subdivision  when  upon\n   41  such  date  the  provisions  of  section  twenty  of this act shall take\n   42  effect.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to hunting or trapping of elk and moose ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T111244.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110118.T155653.TXT", "SOBI.D110118.T152214.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453564481
}