{
  "year" : 2011,
  "senateBillNo" : "A241-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to labor",
    "billEventId" : "A241-2011-1294203600000-referred+to+labor",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes the green jobs workforce subcommittee of the state workforce investment board",
  "summary" : "Establishes the green jobs workforce subcommittee of the state workforce investment board to conduct labor market data analysis, to provide job training and education programs, and to provide a local green jobs corps. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Labor Law",
  "previousVersions" : [ "AB8377-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Paulin",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Abbate",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lifton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          241\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LATIMER, MAISEL, LUPARDO, SPANO, PAULIN, ABBATE,\n         SCHROEDER, COLTON, LIFTON, GALEF, HOYT, CLARK -- Multi-Sponsored by --\n         M. of A. BING, BRENNAN, GABRYSZAK, GUNTHER, HEASTIE, HOOPER,  PEOPLES-\n         STOKES, SCHIMEL, WEISENBERG -- read once and referred to the Committee\n         on Labor\n\n       AN  ACT  to amend the labor law, in relation to establishing the subcom-\n         mittee on green jobs workforce to conduct labor market data  analysis,\n         to provide job training and education programs, and to provide a local\n         green jobs corps\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The labor law is amended by adding a  new  section  854  to\n    2  read as follows:\n    3    S  854.  GREEN  JOBS WORKFORCE SUBCOMMITTEE. 1. CREATION AND CONSTITU-\n    4  TION. (A) THE GREEN JOBS SUBCOMMITTEE  (THE  \"SUBCOMMITTEE\")  IS  HEREBY\n    5  ESTABLISHED  BY  THE  STATE  WORKFORCE  INVESTMENT  BOARD  CONSISTING OF\n    6  MEMBERS OF THE  STATE  WORKFORCE  INVESTMENT  BOARD  TO  COORDINATE  THE\n    7  STATE'S EFFORTS TO DEVELOP AND TRAIN A WORKFORCE IN THE GREEN ECONOMY.\n    8    (B)  THE SUBCOMMITTEE SHALL WORK WITH THE FOLLOWING PUBLIC AND PRIVATE\n    9  STAKEHOLDERS IN  DEVELOPING  AND  CARRYING  OUT  ITS  TASKS  UNDER  THIS\n   10  SECTION,  INCLUDING  BUT NOT LIMITED TO THE FOLLOWING: THE DEPARTMENT OF\n   11  LABOR; THE NEW YORK STATE  ENERGY  RESEARCH  AND  DEVELOPMENT  AUTHORITY\n   12  (NYSERDA); THE WORKFORCE DEVELOPMENT INSTITUTE; THE DEPARTMENT OF EDUCA-\n   13  TION; THE PUBLIC SERVICE COMMISSION; THE EMPIRE STATE DEVELOPMENT CORPO-\n   14  RATION;  DOWNSTATE  EMPIRE STATE DEVELOPMENT CORPORATION; UPSTATE EMPIRE\n   15  STATE DEVELOPMENT CORPORATION; THE DEPARTMENT OF CORRECTIONAL  SERVICES;\n   16  THE  OFFICE  OF  CHILDREN AND FAMILY SERVICES' NATIVE AMERICAN SERVICES;\n   17  THE DEPARTMENT OF ENVIRONMENTAL CONSERVATION; THE DEPARTMENT OF AGRICUL-\n   18  TURE AND MARKETS; THE DEPARTMENT OF TRANSPORTATION;  THE  DEPARTMENT  OF\n   19  HOUSING;  THE  NEW YORK POWER AUTHORITY; THE OFFICE OF GENERAL SERVICES;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00301-01-1\n\n       A. 241                              2\n\n    1  THE OFFICE OF TEMPORARY AND  DISABILITY  ASSISTANCE;  THE  ENVIRONMENTAL\n    2  FACILITIES CORPORATION; NEW YORK POWER AUTHORITY; NEW YORK STATE DEPART-\n    3  MENT  OF  PUBLIC  SERVICES;  NEW YORK STATE FARM BUREAU; REPRESENTATIVES\n    4  FROM  THE  ENVIRONMENTAL  JUSTICE  COMMUNITY; REPRESENTATIVES FROM LABOR\n    5  ORGANIZATIONS; REPRESENTATIVES FROM ORGANIZATIONS WHOSE PRIMARY  MISSION\n    6  IS  COMMITTED  TO  JOB  TRAINING  ACTIVITIES;  REPRESENTATIVES FROM K-12\n    7  EDUCATIONAL  INSTITUTIONS,  SECONDARY  EDUCATIONAL  INSTITUTIONS,  TRADE\n    8  SCHOOLS,  AND  THE  NEW  YORK  STATE  AND REGIONAL BOARDS OF COOPERATIVE\n    9  EDUCATION SERVICES (\"BOCES\"); REPRESENTATIVES FROM THE  PRIVATE  SECTOR,\n   10  SMALL  BUSINESS, INDUSTRIES AND TRADE ASSOCIATIONS; THE NEW YORK CHAPTER\n   11  OF THE UNITED STATES GREEN BUILDING COUNCIL; NON-PROFIT,  NON-GOVERNMEN-\n   12  TAL  AND  COMMUNITY-BASED  ORGANIZATIONS  WHICH FOCUS ON LABOR, ENVIRON-\n   13  MENTAL ISSUES, ENERGY EFFICIENCY, RENEWABLE ENERGY, CLEAN  TECHNOLOGIES,\n   14  AND  ALTERNATIVE  FUELS;  NATIVE  AMERICAN TRIBES; ORGANIZATIONS DEALING\n   15  WITH ADULTS AND YOUTH WITH SPECIAL  NEEDS,  AND  PHYSICAL  AND  LEARNING\n   16  DISABILITIES;  LOCAL  GOVERNMENTS  AND MUNICIPALITIES; WORKER INVESTMENT\n   17  AGENCY ONE-STOP CAREER CENTERS; AND LOCAL VETERANS AGENCIES AND VETERANS\n   18  SERVICE ORGANIZATIONS.\n   19    (C) THE SUBCOMMITTEE MAY EMPLOY AND REMOVE SUCH PERSONNEL  AS  IT  MAY\n   20  DEEM  NECESSARY  FOR  THE PERFORMANCE OF ITS FUNCTIONS. TO CARRY OUT THE\n   21  TASKS UNDER THIS  SECTION,  THE  SUBCOMMITTEE  SHALL  ASSIGN  SUFFICIENT\n   22  STAFF.\n   23    2.  LABOR MARKET/INDUSTRY DATA ANALYSIS. (A) THE SUBCOMMITTEE SHALL BE\n   24  RESPONSIBLE FOR  COLLECTING,  DEVELOPING  AND  ANALYZING  STATEWIDE  AND\n   25  REGIONAL LABOR MARKET AND INDUSTRY DATA.\n   26    (B)  IN CARRYING OUT ITS DUTIES UNDER THIS SUBDIVISION, THE SUBCOMMIT-\n   27  TEE SHALL CONSULT WITH ALL RELEVANT  PUBLIC  AND  PRIVATE  STAKEHOLDERS,\n   28  INCLUDING, BUT NOT LIMITED TO, THOSE LISTED IN PARAGRAPH (B) OF SUBDIVI-\n   29  SION ONE OF THIS SECTION.\n   30    (C)  THE SUBCOMMITTEE SHALL PROVIDE A PERIODIC ANALYSIS WHICH INCLUDES\n   31  INDUSTRY AND WORKFORCE DATA, AND IDENTIFIES EXISTING AND EMERGING  BUSI-\n   32  NESSES  IN THE GREEN ECONOMY AND WORKFORCE SKILLS NEEDED TO MATCH EXIST-\n   33  ING AND/OR GROWING DEMAND. THE SUBCOMMITTEE SHALL PROVIDE THIS  INFORMA-\n   34  TION  IN  AN  ANNUAL  REPORT  AS  PROVIDED  IN SUBDIVISION SEVEN OF THIS\n   35  SECTION.\n   36    (D) FOR PURPOSES OF COLLECTING INDUSTRY DATA, THE  SUBCOMMITTEE  SHALL\n   37  FOCUS ON THE FOLLOWING SECTORS, WHICH INCLUDE BUT ARE NOT LIMITED TO THE\n   38  FOLLOWING:\n   39    (I)  ENERGY-EFFICIENT  BUILDING,  CONSTRUCTION AND RETROFIT INDUSTRIES\n   40  AND OTHER INDUSTRIES WITH AN EXPERTISE IN GREEN BUILDING TECHNIQUES;\n   41    (II) ENERGY-EFFICIENCY ASSESSMENT INDUSTRIES SERVING THE  RESIDENTIAL,\n   42  COMMERCIAL AND INDUSTRIAL SECTORS;\n   43    (III) RENEWABLE ELECTRIC POWER INDUSTRIES;\n   44    (IV) BIOFUELS INDUSTRIES;\n   45    (V) DECONSTRUCTION, MATERIALS REUSE AND RECYCLING INDUSTRIES;\n   46    (VI) BROWNFIELD REMEDIATION;\n   47    (VII)  COMPONENT  MANUFACTURERS  THAT MAKE PARTS FOR RENEWABLE ENERGY,\n   48  BIOFUELS,  OR  ENERGY  EFFICIENT  SYSTEMS;  MANUFACTURERS  THAT  PRODUCE\n   49  SUSTAINABLE  PRODUCTS  USING  ENVIRONMENTALLY  SUSTAINABLE PROCESSES AND\n   50  MATERIALS;\n   51    (VIII) PUBLIC TRANSPORTATION (OPERATIONS AND MAINTENANCE); AND\n   52    (IX) \"INDUSTRIES-IN-TRANSITION\" COVERING  SECTORS  THAT  ARE  ADOPTING\n   53  CLEANER TECHNOLOGIES AND PROCESSES.\n   54    (E)  THE  SUBCOMMITTEE'S  ANALYSIS SHALL IDENTIFY JOB OPPORTUNITIES IN\n   55  THE GREEN ECONOMY AND DETERMINE THE POTENTIAL FOR EACH  INDUSTRY  SECTOR\n\n       A. 241                              3\n\n    1  TO CREATE NEW JOBS IN NEW YORK STATE, TAKING INTO ACCOUNT THE AVAILABIL-\n    2  ITY OF EXISTING HOUSING AND PUBLIC TRANSPORTATION NEAR THESE JOB SITES.\n    3    (F)  WITH RESPECT TO WORKFORCE DATA, THE SUBCOMMITTEE'S ANALYSIS SHALL\n    4  CONDUCT AN INVENTORY OF EXISTING:\n    5    (I) JOB TRAINING PROGRAMS RELATED TO CLEAN TECHNOLOGY, RENEWABLE ENER-\n    6  GY, AND ENERGY EFFICIENCY TECHNOLOGIES;\n    7    (II) EDUCATIONAL PROGRAMS RELATED TO CLEAN TECHNOLOGY, RENEWABLE ENER-\n    8  GY AND ENERGY EFFICIENCY TECHNOLOGIES AT PUBLIC AND PRIVATE COLLEGES AND\n    9  UNIVERSITIES  AND  KINDERGARTEN  THROUGH  TWELFTH   GRADE   INSTITUTIONS\n   10  THROUGHOUT THE STATE; AND\n   11    (III)  REFERRAL,  CAREER COUNSELING AND CASE MANAGEMENT SERVICES WHICH\n   12  LINK JOB SEEKERS TO JOB OPENINGS AND TRAINING PROGRAMS RELATED TO  CLEAN\n   13  TECHNOLOGY, RENEWABLE ENERGY AND ENERGY EFFICIENCY.\n   14    (G) THE SUBCOMMITTEE'S ANALYSIS SHALL:\n   15    (I)  DETERMINE  THE  EXTENT TO WHICH EXISTING TRAINING AND EDUCATIONAL\n   16  PROGRAMS PREPARE THE WORKFORCE FOR THE NEEDS OF THE CLEAN TECH INDUSTRY;\n   17  IN SO DOING, THE SUBCOMMITTEE SHALL IDENTIFY GAPS IN RELEVANT SKILLS AND\n   18  COMPETENCIES TO BETTER MATCH INDUSTRY DEMAND AND DEFINE TYPES OF  TRAIN-\n   19  ING AND EDUCATIONAL PROGRAMS NECESSARY TO FILL THOSE GAPS;\n   20    (II)  ADDRESS  THE  CURRENT BARRIERS AND OPPORTUNITIES FOR THE PARTIC-\n   21  IPATION OF TARGETED POPULATIONS DEFINED IN SUBPARAGRAPH (III)  OF  PARA-\n   22  GRAPH (D) OF SUBDIVISION THREE OF THIS SECTION; AND\n   23    (III)  INCLUDE  RECOMMENDATIONS FOR ACTION TO PROMOTE JOB TRAINING AND\n   24  EDUCATION PROGRAMS.\n   25    3. JOB TRAINING PROGRAMS. (A)  BASED  ON  THE  RESULTS  OF  THE  LABOR\n   26  MARKET/INDUSTRY  DATA  ANALYSIS  IN SUBDIVISION TWO OF THIS SECTION, THE\n   27  SUBCOMMITTEE SHALL DEVELOP STRATEGIES FOR  JOB  TRAINING  PROGRAMS  THAT\n   28  MATCH THE NEEDS OF THE STATE'S GROWING GREEN ECONOMY.\n   29    (B)  IN CARRYING OUT ITS DUTIES UNDER THIS SUBDIVISION, THE SUBCOMMIT-\n   30  TEE SHALL WORK  WITH  ALL  RELEVANT  PUBLIC  AND  PRIVATE  STAKEHOLDERS,\n   31  INCLUDING, BUT NOT LIMITED TO, THOSE LISTED IN PARAGRAPH (B) OF SUBDIVI-\n   32  SION ONE OF THIS SECTION.\n   33    (C)  THE  SUBCOMMITTEE SHALL EXPAND ON EXISTING JOB TRAINING PROGRAMS,\n   34  SUCH AS NYSERDA PROGRAMS FOR INSTALLER CERTIFICATION  REGARDING  MAINTE-\n   35  NANCE AND OPERATION OF LARGE-SCALE RENEWABLES AND ADDITIONAL SMALL SCALE\n   36  RENEWABLE  TECHNOLOGIES SUCH AS WIND, SOLAR THERMAL, BIOMASS AND ANAERO-\n   37  BIC DIGESTION SYSTEMS.\n   38    (D) THE SUBCOMMITTEE SHALL DEVELOP NEW PROGRAMS NEEDED TO  FILL  RELE-\n   39  VANT  SKILLS  GAPS. IN DEVELOPING THESE PROGRAMS, THE FOLLOWING CRITERIA\n   40  MUST BE MET:\n   41    (I) INVOLVING EMPLOYERS AND LABOR ORGANIZATIONS IN  DETERMINING  RELE-\n   42  VANT  SKILLS AND COMPETENCIES, AS WELL AS ENSURING THAT THE CERTIFICATES\n   43  OR CREDENTIALS RESULTING FROM THE TRAINING PROGRAMS ARE  EMPLOYER-RECOG-\n   44  NIZED;\n   45    (II)  COORDINATING  JOB  TRAINING PROGRAMS WITH EXISTING WORKFORCE AND\n   46  ECONOMIC DEVELOPMENT  STRATEGIES,  SUCH  AS  LABOR  MANAGEMENT  TRAINING\n   47  PROGRAMS, UNION AND NON-UNION APPRENTICESHIP PROGRAMS, TO RETOOL WORKERS\n   48  IN DECLINING INDUSTRIES; AND\n   49    (III)  GIVING  PRIORITY AND PROVIDING AN ENTRY-POINT TO TARGETED POPU-\n   50  LATIONS, INCLUDING BUT NOT LIMITED TO THE FOLLOWING:\n   51    (A) INDIVIDUALS SEEKING PATHWAYS OUT  OF  POVERTY  AND  INTO  ECONOMIC\n   52  SELF-SUFFICIENCY SUCH AS AT-RISK YOUTH, HIGH SCHOOL DROPOUTS, LOW-INCOME\n   53  WORKERS, UNEMPLOYED YOUTH AND ADULTS OR OTHER UNDERSERVED SECTORS OF THE\n   54  WORKFORCE IN AREAS OF HIGH POVERTY;\n   55    (B)  VETERANS OR PAST AND PRESENT MEMBERS OF RESERVE COMPONENTS OF THE\n   56  ARMED FORCES;\n\n       A. 241                              4\n\n    1    (C) NATIVE AMERICANS;\n    2    (D) PEOPLE WITH PHYSICAL AND/OR LEARNING DISABILITIES;\n    3    (E) FORMERLY INCARCERATED, ADJUDICATED, NON-VIOLENT OFFENDERS;\n    4    (F)  WORKERS  AFFECTED  BY DECLINING INDUSTRIES AND NATIONAL AND STATE\n    5  ENERGY AND ENVIRONMENTAL POLICIES; AND\n    6    (G)  DISABLED  VETERAN  BUSINESS   ENTERPRISES,   MINORITY-OWNED   AND\n    7  WOMEN-OWNED BUSINESSES;\n    8    (IV)  REQUIRING THAT PROGRAMS BE OFFERED AT ALTERNATIVE TIMES, INCLUD-\n    9  ING EVENING AND WEEKEND PROGRAMS,  AND  BE  LOCATED  IN  CONVENIENT  AND\n   10  ACCESSIBLE  LOCATIONS  FOR PARTICIPANTS, PARTICULARLY THE TARGETED POPU-\n   11  LATIONS SET FORTH IN SUBPARAGRAPH (III) OF THIS PARAGRAPH;\n   12    (V) LINKING TRAINEES TO RELEVANT EMPLOYERS AND JOB OPPORTUNITIES; AND\n   13    (VI) TO THE MAXIMUM EXTENT FEASIBLE, LEVERAGING A MIX  OF  PUBLIC  AND\n   14  PRIVATE  FUNDING,  INCLUDING  CASH OR IN-KIND MATCHES FROM PARTICIPATING\n   15  EMPLOYERS WITH THE GOAL THAT TRAINING IS PARTIALLY OR  FULLY  SUBSIDIZED\n   16  AND THAT ALL APPRENTICES RECEIVE A WAGE AND BENEFIT PACKAGE.\n   17    (E)  TO  EXECUTE  ITS  TASKS  UNDER THIS SUBDIVISION, THE SUBCOMMITTEE\n   18  SHALL ENSURE THAT IT COORDINATES ITS EFFORTS WITH ITS TASKS UNDER SUBDI-\n   19  VISION FOUR OF THIS SECTION TO BUILD LINKAGES BETWEEN EDUCATION AND  JOB\n   20  TRAINING PROGRAMS AND ENSURE SMOOTH CAREER PATHWAYS.\n   21    4. EDUCATION PROGRAMS.  (A) THE SUBCOMMITTEE SHALL WORK WITH ALL RELE-\n   22  VANT  PUBLIC  AND  PRIVATE  STAKEHOLDERS,  INCLUDING BUT NOT LIMITED TO,\n   23  THOSE LISTED IN PARAGRAPH (B) OF SUBDIVISION  ONE  OF  THIS  SECTION  TO\n   24  ASSIST  SUCH  ENTITIES  IN DEVELOPING EDUCATIONAL PROGRAMS AND CURRICULA\n   25  THAT PREPARE STUDENTS FOR FUTURE CAREERS IN THE GREEN ECONOMY  BASED  ON\n   26  THE  RESULTS  OF  THE  LABOR  MARKET/INDUSTRY  DATA ANALYSIS REQUIRED BY\n   27  SUBDIVISION TWO OF THIS SECTION.\n   28    (B) THE SUBCOMMITTEE SHALL EXPAND AND BUILD ON THE SUCCESSES OF EXIST-\n   29  ING EDUCATION PROGRAMS AT COLLEGES AND UNIVERSITIES, SUCH AS SUNY DELHI,\n   30  SUNY FARMINGDALE, HUDSON VALLEY COMMUNITY COLLEGE, AND  BRONX  COMMUNITY\n   31  COLLEGE; TO FILL THE GAPS IDENTIFIED IN THE WORKFORCE DATA ANALYSIS, THE\n   32  SUBCOMMITTEE  SHALL  DEVELOP  NEW  TRAINING PROGRAMS, CURRICULA, SUPPORT\n   33  SERVICES AND CAREER GUIDANCE/MENTORING PROGRAMS IN THE GREEN ECONOMY.\n   34    (C) IN DEVELOPING THESE PROGRAMS, THE SUBCOMMITTEE  WILL  ENSURE  THAT\n   35  THE FOLLOWING CRITERIA ARE MET:\n   36    (I)  ASSIST  STUDENTS  IN  ACQUIRING THE SKILLS AND KNOWLEDGE THAT ARE\n   37  RELEVANT TO FUTURE CAREERS DIRECTLY RELATED TO THE GREEN ECONOMY;\n   38    (II) INVOLVE EMPLOYERS AND LABOR ORGANIZATIONS IN DETERMINING RELEVANT\n   39  SKILLS AND COMPETENCIES, AS WELL AS  ENSURE  THAT  THE  CERTIFICATES  OR\n   40  CREDENTIALS  RESULTING  FROM  THE  TRAINING PROGRAMS ARE EMPLOYER-RECOG-\n   41  NIZED;\n   42    (III)  TO  THE  MAXIMUM  EXTENT  FEASIBLE,  COORDINATE  WITH  EXISTING\n   43  PROGRAMS TO INTEGRATE GREEN CONCEPTS INTO EXISTING CURRICULA;\n   44    (IV) COORDINATE WITH UNION AND NON-UNION APPRENTICESHIP PROGRAMS; AND\n   45    (V)  LEVERAGE  A  MIX OF PUBLIC AND PRIVATE FUNDING, INCLUDING CASH OR\n   46  IN-KIND MATCHES.\n   47    (D) TO EXECUTE ITS TASKS  UNDER  THIS  SUBDIVISION,  THE  SUBCOMMITTEE\n   48  SHALL  ENSURE THAT IT COORDINATES ITS EFFORTS UNDER SUBDIVISION THREE OF\n   49  THIS SECTION TO  BUILD  LINKAGES  BETWEEN  EDUCATION  AND  JOB  TRAINING\n   50  PROGRAMS AND ENSURE SMOOTH CAREER PATHWAYS.\n   51    5.  LOCAL  GREEN JOBS CORPS. (A) THE SUBCOMMITTEE WILL WORK WITH LOCAL\n   52  AND REGIONAL GOVERNMENTS TO FACILITATE THE CREATION OF LOCAL GREEN  JOBS\n   53  CORPS IN MUNICIPALITIES THROUGHOUT NEW YORK STATE;\n   54    (B)  GREEN  JOBS CORPS WILL WORK WITH THE LOCAL COMMUNITY, LOCAL WORK-\n   55  FORCE INVESTMENT BOARDS, OTHER ESTABLISHED LOCAL GREEN JOBS PROGRAMS AND\n   56  INITIATIVES, AND TAKE ALL NECESSARY STEPS TO DEVELOP GREEN CAREER PATHS,\n\n       A. 241                              5\n\n    1  INCLUDING BUT NOT LIMITED TO, JOB READINESS, SKILLS EDUCATION AND CAREER\n    2  COUNSELING;\n    3    (C)  TO THE MAXIMUM EXTENT FEASIBLE, EACH LOCAL GREEN JOBS CORPS SHALL\n    4  BE ESTABLISHED AS A MULTI-STAKEHOLDER TASK FORCE AND INCLUDE KEY  STAKE-\n    5  HOLDERS  SUCH  AS  REPRESENTATIVES FROM THE COMMUNITY, LOCAL GOVERNMENT,\n    6  RESIDENTS, ENVIRONMENTAL, EDUCATION, BUSINESS AND LABOR GROUPS; AND\n    7    (D) THE SUBCOMMITTEE SHALL ASSIST LOCAL GREEN JOBS CORPS AS NEEDED.\n    8    6. THE SUBCOMMITTEE SHALL EXPLORE ALL PUBLIC AND PRIVATE FUNDING MECH-\n    9  ANISMS TO IMPLEMENT THE PROVISIONS OF THIS SECTION; SUCH FINANCING MECH-\n   10  ANISMS SHALL INCLUDE BUT NOT BE LIMITED TO THE FOLLOWING:\n   11    (A) ANY AND ALL FUNDS AVAILABLE  THROUGH  THE  AMERICAN  RECOVERY  AND\n   12  REINVESTMENT ACT;\n   13    (B) ANY OR ALL FUNDS AVAILABLE THROUGH THE ENERGY EFFICIENCY OR RENEW-\n   14  ABLE ENERGY PORTFOLIO STANDARDS;\n   15    (C)  STATE  AND  FEDERAL  WORKFORCE  AND  ECONOMIC  DEVELOPMENT FUNDS,\n   16  INCLUDING BUT NOT LIMITED TO NYSERDA;\n   17    (D) PRIVATE SECTOR TRAINING INVESTMENTS;\n   18    (E) STATE BONDING INITIATIVES;\n   19    (F) AUCTION REVENUES FROM STATE AND FEDERAL CAP-AND-TRADE PROGRAMS;\n   20    (G) GRANTS;\n   21    (H) PUBLIC PENSION FUND INVESTMENTS;\n   22    (I) SAVINGS FROM INVESTMENTS IN ENERGY EFFICIENCY RETROFITS;\n   23    (J) INVESTMENT/PRODUCTION TAX CREDITS AND OTHER TAX  ABATEMENT  INCEN-\n   24  TIVES; AND\n   25    (K) FOUNDATIONS AND CORPORATIONS.\n   26    7.  REPORTING  REQUIREMENTS. (A) BASED ON ITS PERIODIC REPORTS, AS SET\n   27  FORTH IN SUBDIVISION TWO OF THIS SECTION, THE SUBCOMMITTEE SHALL PREPARE\n   28  AN ANNUAL REPORT ON GREEN LABOR MARKET OUTCOMES  AND  WORKFORCE  TRENDS,\n   29  WHICH  SHALL  BE  SUBMITTED  TO  THE GOVERNOR AND THE LEGISLATURE.   ALL\n   30  SUBSEQUENT ANNUAL REPORTS SHALL BE DUE ONE YEAR FROM THE  SUBMISSION  OF\n   31  THE PRIOR REPORT OR AS SOON AS PRACTICABLE THEREAFTER.\n   32    (B)  THE  REPORT  SHALL  INCLUDE, BUT NOT BE LIMITED TO, THE FOLLOWING\n   33  INFORMATION:\n   34    (I) UP-TO-DATE LABOR MARKET  AND  INDUSTRY  DATA  ANALYSIS,  INCLUDING\n   35  DEMOGRAPHICS OF TRAINEES AND STUDENTS AND SIGNIFICANT BARRIERS TO TRAIN-\n   36  ING,  EDUCATION AND EMPLOYMENT SUCH AS LIMITED LANGUAGE SKILLS, CRIMINAL\n   37  RECORD, ADDICTION OR MENTAL HEALTH ISSUES;\n   38    (II) A SUMMARY OF  NEW  JOB  TRAINING  PROGRAMS  AND  FUNDING  SOURCES\n   39  SUPPORTING  THESE  PROGRAMS,  INCLUDING  THE  NUMBER  OF APPLICANTS TO A\n   40  PROGRAM, NUMBER OF PARTICIPANTS ENROLLED, AND COMPLETION RATES;\n   41    (III) A SUMMARY OF NEW EDUCATION PROGRAMS AND FUNDING SOURCES SUPPORT-\n   42  ING THESE PROGRAMS, INCLUDING THE NUMBER OF  APPLICANTS  TO  A  PROGRAM,\n   43  NUMBER OF PARTICIPANTS ENROLLED, AND GRADUATION RATES;\n   44    (IV)  A SUMMARY OF EXISTING PROGRAMS THAT HAVE INCORPORATED GREEN JOBS\n   45  SKILLS INTO THEIR CURRICULUM;\n   46    (V) A SUMMARY OF  PARTNERSHIPS  THAT  HAVE  CREATED  LINKAGES  BETWEEN\n   47  EDUCATION AND JOB TRAINING PROGRAMS;\n   48    (VI) A SUMMARY OF NEW LOCAL GREEN JOBS INITIATIVES;\n   49    (VII)  THE  RATE  OF  JOB PLACEMENT AND EMPLOYMENT RETENTION AFTER ONE\n   50  YEAR;\n   51    (VIII) THE AVERAGE WAGE AT PLACEMENT, INCLUDING BENEFITS AND  RATE  OF\n   52  AVERAGE WAGE INCREASE AFTER ONE YEAR;\n   53    (IX)  RECOMMENDATIONS  TO  IMPLEMENT  NEW  JOB  TRAINING AND EDUCATION\n   54  PROGRAMS, AND TO INCREASE JOB PLACEMENT AND RETENTION; AND\n   55    (X) PROGRESS ON IMPLEMENTATION OF RECOMMENDATIONS FROM PRIOR REPORTING\n   56  CYCLES.\n\n       A. 241                              6\n\n    1    (C) THE REPORT SHALL MAKE NARROWLY TAILORED RECOMMENDATIONS BASED UPON\n    2  THE AFOREMENTIONED DATA AND FINDINGS, INCLUDING  SPECIFIC  AND  TARGETED\n    3  REQUIREMENTS  FOR  ACTIONS  TO  BE COMPLETED WITHIN PRE-DETERMINED TIME-\n    4  FRAMES.\n    5    S  2.  This act shall take effect immediately; provided that the state\n    6  workforce investment board shall establish the green  jobs  subcommittee\n    7  within 6 months of the date on which this act shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the labor law, in relation to establishing the subcommittee on green jobs workforce to conduct labor market data analysis, to provide job training and education programs, and to provide a local green jobs corps ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T160339.TXT", "SOBI.D101217.T161506.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101220.T154338.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292879019469
}