{
  "year" : 2011,
  "senateBillNo" : "A2426-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to education",
    "billEventId" : "A2426-2011-1295326800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires that health services paid for by a school district for a student attending outside the district be no greater than the district's cost",
  "summary" : "Requires that health and welfare services and facilities paid by a school district for a student attending school outside the district to be no greater than the district's cost. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education Law",
  "previousVersions" : [ "A2473-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Galef",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Clark",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gunther",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2426\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. PRETLOW, BRENNAN, GALEF, CLARK, GUNTHER, JACOBS,\n         WRIGHT -- Multi-Sponsored by -- M.  of  A.  TOWNS  --  read  once  and\n         referred to the Committee on Education\n\n       AN ACT to amend the education law, in relation to the payment for health\n         services for children attending school outside of their district\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 912 of the education law, as amended by chapter 477\n    2  of the laws of 2004, is amended to read as follows:\n    3    S 912. Health and welfare services to all children. The voters  and/or\n    4  trustees  or  board  of  education  of every school district shall, upon\n    5  request of the authorities of a school other than public, provide  resi-\n    6  dent  children  who attend such school with any or all of the health and\n    7  welfare services and facilities which are made available by such  voters\n    8  and/or  trustees  or board of education to or for children attending the\n    9  public schools of the district. Such services may include, but  are  not\n   10  limited  to  all services performed by a physician, physician assistant,\n   11  dentist, dental hygienist, registered professional nurse, nurse  practi-\n   12  tioner, school psychologist, school social worker or school speech ther-\n   13  apist,  and  may  also  include  dental  prophylaxis, vision and hearing\n   14  screening examinations, the taking of medical histories and the adminis-\n   15  tration of health screening tests, the maintenance of cumulative  health\n   16  records  and  the  administration  of emergency care programs for ill or\n   17  injured students. Any such services or facilities shall be  so  provided\n   18  notwithstanding  any  provision of any charter or other provision of law\n   19  inconsistent herewith. Where children residing in  one  school  district\n   20  attend  a  school  other than public located in another school district,\n   21  the school authorities of the district of residence shall contract  with\n   22  the  school  authorities  of the district where such nonpublic school is\n   23  located, for the provision of  such  health  and  welfare  services  and\n   24  facilities  to such children by the school district where such nonpublic\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD02467-01-1\n\n       A. 2426                             2\n\n    1  school is located, for a consideration, NO GREATER THAN THAT PAID BY THE\n    2  DISTRICT OF RESIDENCE, to be agreed upon between the school  authorities\n    3  of  such  districts,  subject to the approval of the qualified voters of\n    4  the  district  of  residence  when required under the provisions of this\n    5  chapter. Every such contract  shall  be  in  writing  and  in  the  form\n    6  prescribed by the commissioner, and before such contract is executed the\n    7  same  shall  be  submitted for approval to the superintendent of schools\n    8  having jurisdiction over such district of residence  and  such  contract\n    9  shall not become effective until approved by such superintendent.\n   10    S  2.  This  act  shall  take  effect  on  the first of September next\n   11  succeeding the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to the payment for health services for children attending school outside of their district ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110119.T111740.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454161828
}