{
  "year" : 2011,
  "senateBillNo" : "A2425-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to alcoholism and drug abuse",
    "billEventId" : "A2425-2011-1295326800000-referred+to+alcoholism+and+drug+abuse",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires office of alcoholism and substance abuse services to establish a curriculum for course of instruction on adolescent problem gambling in grades 4 through 12",
  "summary" : "Requires the office of alcoholism and substance abuse services, in consultation with an adolescent gambling task force, to establish a course of instruction on adolescent problem gambling which may be provided in grades 4 through 12. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A4839-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Meng",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jaffee",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Pheffer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2425\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. P. RIVERA, MENG, BROOK-KRASNY, CASTRO, JAFFEE,\n         PHEFFER -- Multi-Sponsored by -- M. of A. MARKEY,  McENENY,  ROBINSON,\n         RUSSELL,  TITONE,  TOWNS -- read once and referred to the Committee on\n         Alcoholism and Drug Abuse\n\n       AN ACT to amend the mental hygiene law, in  relation  to  requiring  the\n         office  of  alcoholism  and  substance  abuse  services to establish a\n         curriculum in problem gambling which may be provided  in  grades  four\n         through  twelve;  to  establish  an adolescent gambling task force and\n         providing for its duties; and providing  for  the  repeal  of  certain\n         provisions upon expiration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Section 19.07 of the  mental  hygiene  law  is  amended  by\n    2  adding a new subdivision (i) to read as follows:\n    3    (I) THE OFFICE OF ALCOHOLISM AND SUBSTANCE ABUSE SERVICES SHALL ESTAB-\n    4  LISH  A  CURRICULUM  FOR  A  COURSE OF INSTRUCTION IN ADOLESCENT PROBLEM\n    5  GAMBLING WHICH MAY, AT THE OPTION OF ANY SCHOOL, BE PROVIDED  IN  GRADES\n    6  FOUR  THROUGH TWELVE. SUCH COURSE OF INSTRUCTION SHALL INCLUDE MATERIALS\n    7  TO EDUCATE STUDENTS ON THE DANGERS AND CONSEQUENCES OF PROBLEM GAMBLING,\n    8  AND SHALL BE AVAILABLE ON THE INTERNET WEBSITE OF SUCH OFFICE.\n    9    S 2. Adolescent gambling task force. (a) An adolescent  gambling  task\n   10  force  is  hereby  created to examine, evaluate and make recommendations\n   11  concerning the content and manner  of  instruction  for  the  course  of\n   12  instruction  in  problem  gambling  established  by  subdivision  (i) of\n   13  section 19.07 of the mental hygiene law, as added by section one of this\n   14  act. Such task force shall also examine the prevalence and  consequences\n   15  of problem gambling among adolescents.\n   16    (b)  The  adolescent  gambling  task  force  shall be composed of nine\n   17  members as follows: the commissioner of alcoholism and  substance  abuse\n   18  services,  one  member appointed by the commissioner of health to repre-\n   19  sent the department of health, one member appointed by the  commissioner\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00067-01-1\n\n       A. 2425                             2\n\n    1  of  education  to  represent  the  department  of education, two members\n    2  appointed by the temporary president of the senate to  represent  organ-\n    3  izations  which  serve or advocate on behalf of adolescents, two members\n    4  appointed  by  the  speaker  of  the assembly to represent organizations\n    5  which serve or advocate on behalf of adolescents, one  member  appointed\n    6  by  the  minority  leader  of the senate and one person appointed by the\n    7  minority leader of the assembly. The appointees shall be broadly  repre-\n    8  sentative  of  the geographic areas of the state, and shall serve at the\n    9  pleasure of the appointing official for such member. The  chair  of  the\n   10  task  force  shall be the commissioner of alcoholism and substance abuse\n   11  services.  The commissioner of alcoholism and substance  abuse  services\n   12  shall,  on  or  before  January  1, 2012, report to the governor and the\n   13  legislature as to whether all  members  of  the  task  force  have  been\n   14  appointed,  and if not, which member or members have not been appointed.\n   15  Vacancies in the membership of the task force shall  be  filled  in  the\n   16  manner provided for original appointments.\n   17    (c)  The  task force may meet within and without the state, shall hold\n   18  public hearings, and shall have all the powers of a legislative  commit-\n   19  tee pursuant to the legislative law.\n   20    (d)  The  members  of the task force shall receive no compensation for\n   21  their services, but shall be allowed their actual and necessary expenses\n   22  incurred in the performance of their duties pursuant to this section.\n   23    (e) To the maximum extent feasible, the task force shall  be  entitled\n   24  to  request  and  receive,  and  shall utilize and be provided with such\n   25  facilities, resources and  data  of  any  court,  department,  division,\n   26  board, bureau, commission or agency of the state or any political subdi-\n   27  vision  thereof  as  it may reasonably request to properly carry out its\n   28  powers and duties pursuant to this section.\n   29    (f) On or before June 1, 2012, the task  force  shall  report  to  the\n   30  office  of alcoholism and substance abuse services its findings, conclu-\n   31  sions and recommendations on implementing the provisions of  subdivision\n   32  (i)  of section 19.07 of the mental hygiene law, as added by section one\n   33  of this act.\n   34    (g) On or before June 1, 2013, the task  force  shall  report  to  the\n   35  office  of  alcoholism and substance abuse services on the status of and\n   36  any actions taken on the recommendations made  pursuant  to  subdivision\n   37  (f) of this section.\n   38    S  3.  This act shall take effect immediately, except that section one\n   39  of this act shall take effect September 1, 2012, and section two of this\n   40  act shall expire and be deemed repealed June 2, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to requiring the office of alcoholism and substance abuse services to establish a curriculum in problem gambling which may be provided in grades four through twelve; to establish an adolescent gambling task force and providing for its duties; and providing for the repeal of certain provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T161155.TXT", "SOBI.D110119.T111740.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453860670
}