{
  "year" : 2011,
  "senateBillNo" : "A2423-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to education",
    "billEventId" : "A2423-2011-1295326800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Establishes a task force to study and make recommendations on the necessity, content and manner of instruction about problem gambling in grades 4 through 12",
  "summary" : "Establishes an adolescent gambling task force to study and make recommendations on the necessity, content and manner of instruction about problem gambling in grades 4 through 12. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Education",
  "previousVersions" : [ "A4619-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Cymbrowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Sayward",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Weisenberg",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Canestrari",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hoyt",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2423\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A.  P. RIVERA,  CYMBROWITZ, SAYWARD, WEISENBERG,\n         CANESTRARI, COLTON, HOYT -- Multi-Sponsored by -- M.  of  A.  FARRELL,\n         FINCH,  HOOPER,  MARKEY, MAYERSOHN, PHEFFER, PRETLOW, REILLY, ROBINSON\n         -- read once and referred to the Committee on Education\n\n       AN ACT to establish an adolescent gambling task force and providing  for\n         its duties; and providing for the repeal of such provisions upon expi-\n         ration thereof\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1.  Adolescent gambling task force. (a) An adolescent gambling\n    2  task force is hereby created to examine, evaluate and  make  recommenda-\n    3  tions  concerning the necessity, content and manner of instruction for a\n    4  course of instruction in problem gambling in grades 4 through  12.  Such\n    5  task force shall also examine the prevalence and consequences of problem\n    6  gambling  among adolescents.   The task force shall also analyze whether\n    7  such instruction should  be  conducted  during  school  hours  or  after\n    8  school.\n    9    (b)  The  adolescent  gambling  task  force  shall be composed of nine\n   10  members as follows: the commissioner of alcoholism and  substance  abuse\n   11  services,  one  member appointed by the commissioner of health to repre-\n   12  sent the department of health, one member appointed by the  commissioner\n   13  of  education  to  represent  the  department  of education, two members\n   14  appointed by the temporary president of the senate to  represent  organ-\n   15  izations  which  serve or advocate on behalf of adolescents, two members\n   16  appointed by the speaker of  the  assembly  to  represent  organizations\n   17  which  serve  or advocate on behalf of adolescents, one member appointed\n   18  by the minority leader of the senate and one  person  appointed  by  the\n   19  minority  leader of the assembly. The appointees shall be broadly repre-\n   20  sentative of the geographic areas of the state, and shall serve  at  the\n   21  pleasure  of  the  appointing official for such member. The chair of the\n   22  task force shall be the commissioner of alcoholism and  substance  abuse\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00098-01-1\n\n       A. 2423                             2\n\n    1  services.    On  or before January 15, 2012, the chair of the task force\n    2  shall submit, to the governor and the legislature, a list of  the  names\n    3  of  the  members  appointed  to  the task force and any vacancies in the\n    4  membership thereof.  Vacancies in the membership of the task force shall\n    5  be filled in the manner provided for original appointments.\n    6    (c)  The  task force may meet within and without the state, shall hold\n    7  public hearings, and shall have all the powers of a legislative  commit-\n    8  tee pursuant to the legislative law.\n    9    (d)  The  members  of the task force shall receive no compensation for\n   10  their services, but shall be allowed their actual and necessary expenses\n   11  incurred in the performance of their duties pursuant to this section.\n   12    (e) To the maximum extent feasible, the task force shall  be  entitled\n   13  to  request  and  receive,  and  shall utilize and be provided with such\n   14  facilities, resources and  data  of  any  court,  department,  division,\n   15  board, bureau, commission or agency of the state or any political subdi-\n   16  vision  thereof  as  it may reasonably request to properly carry out its\n   17  powers and duties pursuant to this section.\n   18    (f) On or before June 1, 2012, the task force shall submit a  prelimi-\n   19  nary report to the governor and the legislature of its findings, conclu-\n   20  sions and recommendations.\n   21    (g)  On  or  before  June 1, 2013, the task force shall submit a final\n   22  report to the governor and the legislature of its findings,  conclusions\n   23  and recommendations.\n   24    S  2.  This  act shall take effect immediately and shall expire and be\n   25  deemed repealed June 2, 2013.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to establish an adolescent gambling task force and providing for its duties; and providing for the repeal of such provisions upon expiration thereof ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T161155.TXT", "SOBI.D110119.T111740.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453860660
}