{
  "year" : 2011,
  "senateBillNo" : "A2424-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to mental health",
    "billEventId" : "A2424-2011-1295326800000-referred+to+mental+health",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires the commissioner for people with developmental disabilities to take certain actions upon significant service reduction at a state facility",
  "summary" : "Requires the commissioner for people with developmental disabilities to take certain actions upon making a determination that there will be a significant service reduction at a state-operated facility which is subject to his or her supervision; requires steps be taken to reduce the impact upon employees, and the local and regional economies; also requires notice to affected persons, entities and governments, and seeking alternative uses of such facilities. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A5901-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Destito",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lupardo",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schroeder",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2424\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. P. RIVERA, DESTITO, LUPARDO, SCHROEDER -- read\n         once and referred to the Committee on Mental Health\n\n       AN ACT to amend the mental  hygiene  law,  in  relation  to  significant\n         service  reductions at facilities of the office for people with devel-\n         opmental disabilities\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  13.17  of  the  mental hygiene law is amended by\n    2  adding a new subdivision (e) to read as follows:\n    3    (E) IN THE EVENT THAT THE PLAN FOR STATE AND LOCAL SERVICES FOR  CITI-\n    4  ZENS  WITH  DEVELOPMENTAL  DISABILITIES,  DEVELOPED  IN  ACCORDANCE WITH\n    5  SECTION 13.07 OF  THIS  ARTICLE,  DETERMINES  THAT  SIGNIFICANT  SERVICE\n    6  REDUCTIONS ARE ANTICIPATED FOR A PARTICULAR STATE-OPERATED FACILITY OR A\n    7  STATE-OPERATED  RESEARCH  INSTITUTE,  THE  COMMISSIONER  SHALL  TAKE THE\n    8  FOLLOWING ACTIONS, PROVIDED NOTHING IN THIS SUBDIVISION SHALL  CREATE  A\n    9  BASIS FOR ENJOINING ANY OTHERWISE LAWFUL SERVICE REDUCTIONS:\n   10    1.  CONFER WITH THE DEPARTMENT OF CIVIL SERVICE, THE GOVERNOR'S OFFICE\n   11  OF EMPLOYEE RELATIONS AND ANY OTHER STATE AGENCY TO  DEVELOP  STRATEGIES\n   12  WHICH ATTEMPT TO MINIMIZE THE IMPACT ON THE STATE WORKFORCE BY PROVIDING\n   13  ASSISTANCE    IN    OBTAINING   STATE   EMPLOYMENT   IN   STATE-OPERATED\n   14  COMMUNITY-BASED SERVICES  OR  OTHER  EMPLOYMENT  OPPORTUNITIES,  AND  TO\n   15  DEVELOP STRATEGIES FOR THE DEVELOPMENT OF NECESSARY RETRAINING AND REDE-\n   16  PLOYMENT  PROGRAMS.  IN PLANNING SUCH STRATEGIES, THE COMMISSIONER SHALL\n   17  PROVIDE FOR THE PARTICIPATION  OF  THE  REPRESENTATIVES  OF  THE  PUBLIC\n   18  EMPLOYEE LABOR ORGANIZATIONS AND FOR THE PARTICIPATION OF MANAGERIAL AND\n   19  CONFIDENTIAL EMPLOYEES TO ENSURE CONTINUITY OF EMPLOYMENT;\n   20    2.  CONSULT  WITH THE DEPARTMENT OF ECONOMIC DEVELOPMENT AND ANY OTHER\n   21  APPROPRIATE STATE AGENCIES TO DEVELOP STRATEGIES WHICH ATTEMPT TO  MINI-\n   22  MIZE  THE IMPACT OF SUCH SIGNIFICANT SERVICE REDUCTIONS ON THE LOCAL AND\n   23  REGIONAL ECONOMIES;\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00023-01-1\n\n       A. 2424                             2\n\n    1    3. PROVIDE FOR A MECHANISM WHICH MAY REASONABLY BE EXPECTED TO PROVIDE\n    2  NOTICE TO LOCAL GOVERNMENTS, COMMUNITY  ORGANIZATIONS,  PUBLIC  EMPLOYEE\n    3  LABOR ORGANIZATIONS, MANAGERIAL AND CONFIDENTIAL EMPLOYEES, CONSUMER AND\n    4  ADVOCACY  GROUPS  OF THE POTENTIAL FOR SIGNIFICANT SERVICE REDUCTIONS AT\n    5  SUCH  STATE-OPERATED  FACILITIES OR PROGRAMS AND STATE-OPERATED RESEARCH\n    6  INSTITUTE AT LEAST  TWELVE  MONTHS  PRIOR  TO  COMMENCING  SUCH  SERVICE\n    7  REDUCTION; AND\n    8    4. CONSULT WITH THE OFFICE OF GENERAL SERVICES AND ANY OTHER APPROPRI-\n    9  ATE  STATE  AGENCY IN DEVELOPING A MECHANISM FOR DETERMINING ALTERNATIVE\n   10  USES FOR LAND AND BUILDINGS TO BE VACATED BY THE OFFICE.  SUCH  A  MECH-\n   11  ANISM  SHOULD  INCLUDE A REVIEW OF OTHER PROGRAMS OR STATE AGENCIES THAT\n   12  COULD FEASIBLY EXPAND THEIR OPERATIONS ONTO A STATE-OPERATED CAMPUS  AND\n   13  ARE COMPATIBLE WITH THE HEALTH, SAFETY AND PROGRAMMATIC NEEDS OF PERSONS\n   14  SERVED IN SUCH FACILITIES.\n   15    S 2. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law, in relation to significant service reductions at facilities of the office for people with developmental disabilities ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T161155.TXT", "SOBI.D110119.T111740.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453860665
}