{
  "year" : 2011,
  "senateBillNo" : "A2422-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A2422-2011-1295326800000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "McEneny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Relates to the sale and labeling of certain milk products",
  "summary" : "Prohibits the sale of milk products from cows injected with recombinant bovine somatotropin; defines terms; further provides that such product must be clearly labeled before being sold or supplied for human consumption in the state. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "General Business Law",
  "previousVersions" : [ "A2281-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2422\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by M. of A. McENENY, GOTTFRIED, MAYERSOHN -- Multi-Sponsored\n         by -- M. of A.  BRENNAN, CANESTRARI, CLARK, COOK,  CYMBROWITZ,  DINOW-\n         ITZ,  ENGLEBRIGHT,  GALEF,  GLICK,  HOOPER,  JACOBS, LENTOL, V. LOPEZ,\n         MARKEY, ORTIZ, SCARBOROUGH, TOWNS, WRIGHT -- read once and referred to\n         the Committee on Consumer Affairs and Protection\n\n       AN ACT to amend the general business law, in relation to  the  sale  and\n         labeling  of  milk  and  milk  products produced by cows injected with\n         recombinant bovine somatotropin\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. The general business law is amended by adding a new article\n    2  16-A to read as follows:\n    3                                ARTICLE 16-A\n    4                 SALE AND LABELING OF CERTAIN MILK PRODUCTS\n    5  SECTION 266. LEGISLATIVE DECLARATIONS.\n    6          267. DEFINITIONS.\n    7          268. SELLING  AND  LABELING  OF  MILK PRODUCTS FROM COWS TREATED\n    8                 WITH RECOMBINANT BOVINE SOMATOTROPIN.\n    9    S 266. LEGISLATIVE DECLARATIONS. 1. THE LEGISLATURE HEREBY  FINDS  AND\n   10  DECLARES  THAT THERE HAS BEEN A SUBSTANTIAL PUBLIC DEBATE CONCERNING THE\n   11  POSSIBLE HEALTH AND SAFETY EFFECTS OF MILK AND  MILK  PRODUCTS  PRODUCED\n   12  FROM  COWS  INJECTED  WITH  RECOMBINANT BOVINE SOMATOTROPIN OR \"RBST\" IN\n   13  ORDER TO STIMULATE AND INCREASE MILK PRODUCTION. THERE IS ALSO  SUBSTAN-\n   14  TIAL  EVIDENCE  THAT  WHEN  FOOD OR FOOD PRODUCTS, SUCH AS MILK OR OTHER\n   15  NATURALLY PRODUCED HUMAN CONSUMABLES, ARE ENHANCED BY THE  INFLUENCE  OF\n   16  FOREIGN  SUBSTANCES  SUCH  AS CHEMICALS, PESTICIDES OR OTHER SUBSTANCES,\n   17  THERE CAN BE A HEALTH AND SAFETY IMPACT UPON THE PERSONS CONSUMING  SUCH\n   18  ITEMS.  THE LEGISLATURE ALSO FINDS AND DECLARES THAT ALTHOUGH AT PRESENT\n   19  THE EXACT IMPACT, IF ANY, OF THE DIRECT LINK BETWEEN RECOMBINANT  BOVINE\n   20  SOMATOTROPIN  OR  \"RBST\"  AND  DISEASE OR AFFLICTION IS UNDETERMINED, AT\n   21  THEIR INCEPTION THE ENHANCEMENT OF FOOD AND FOOD PRODUCTS, SUCH AS  MILK\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01821-01-1\n\n       A. 2422                             2\n\n    1  OR  NATURALLY  PRODUCED  HUMAN  CONSUMABLES, BY THE INFLUENCE OF FOREIGN\n    2  SUBSTANCES SUCH AS  CHEMICALS,  PESTICIDES  OR  OTHER  SUBSTANCES,  WERE\n    3  EQUALLY  UNDETERMINED,  ONLY  TO  BE  FOUND LATER TO CAUSE A SIGNIFICANT\n    4  HEALTH  AND  SAFETY  IMPACT AS WELL AS A DIRECT LINK TO HUMAN DISEASE OR\n    5  AFFLICTION.\n    6    2. THE LEGISLATURE FURTHER FINDS AND DECLARES THAT IT IS THEREFORE  IN\n    7  THE BEST INTEREST OF THE HEALTH AND SAFETY OF THE CONSUMERS OF THE STATE\n    8  OF  NEW  YORK  TO BE ABLE TO DETERMINE WHICH MILK AND MILK PRODUCTS HAVE\n    9  BEEN PRODUCED FROM COWS INJECTED WITH RECOMBINANT BOVINE SOMATOTROPIN OR\n   10  \"RBST\" SO THAT ALL CITIZENS MAY MAKE AN INFORMED DECISION AS TO  WHETHER\n   11  THEY  WISH  TO CONSUME SUCH PRODUCTS. THE LEGISLATURE ADDITIONALLY FINDS\n   12  AND DECLARES THAT THE MOST PRUDENT AND APPROPRIATE  WAY  TO  INFORM  ITS\n   13  CITIZENS OF THE PRESENCE OF RECOMBINANT BOVINE SOMATOTROPIN OR \"RBST\" IN\n   14  MILK  OR  A  MILK  PRODUCT IS TO LABEL SUCH MILK OR MILK PRODUCT WITH AN\n   15  INFORMATIONAL LABEL EXPRESSING WHETHER SUCH MILK  OR  MILK  PRODUCT  HAS\n   16  BEEN PRODUCED FROM COWS INJECTED WITH RECOMBINANT BOVINE SOMATOTROPIN OR\n   17  \"RBST\".\n   18    S 267. DEFINITIONS. FOR THE PURPOSES OF THIS ARTICLE:\n   19    1.  \"MILK  PRODUCT\"  SHALL  MEAN ANY PRODUCT INTENDED FOR USE AS HUMAN\n   20  FOOD WHICH IS MADE, IN WHOLE OR IN PART, FROM MILK. \"MILK PRODUCT\" SHALL\n   21  NOT MEAN ANY PRODUCT WHICH CONTAINS  LESS  THAN  FIVE  PERCENT  MILK  BY\n   22  WEIGHT  OR  VOLUME,  OR WHICH SHALL BE EXEMPTED FROM THE DEFINITION OF A\n   23  MILK PRODUCT BY THE COMMISSIONER OF AGRICULTURE AND MARKETS  UNDER  SUCH\n   24  CONDITIONS AS THE COMMISSIONER MAY PRESCRIBE.\n   25    2.  \"RBST\"  SHALL  MEAN RECOMBINANT BOVINE SOMATOTROPIN, A RECOMBINANT\n   26  BOVINE GROWTH HORMONE USED WITH LACTATING DAIRY  COWS  TO  INCREASE  THE\n   27  PRODUCTION OF MARKETABLE MILK.\n   28    S  268.  SELLING  AND LABELING OF MILK PRODUCTS FROM COWS TREATED WITH\n   29  RECOMBINANT BOVINE SOMATOTROPIN. MILK FROM COWS WHICH WERE INJECTED WITH\n   30  RBST, AND ANY MILK PRODUCT MADE IN WHOLE OR IN PART WITH MILK  FROM  ANY\n   31  COW INJECTED WITH RBST, SHALL NOT BE SOLD OR SUPPLIED FOR HUMAN CONSUMP-\n   32  TION  IN  THIS  STATE,  UNLESS  IT  SHALL  CONTAIN A LABEL WHICH CLEARLY\n   33  INSCRIBES IN LETTERS OF NO LESS THAN EIGHT POINT TYPE  THAT  \"THIS  MILK\n   34  PRODUCT  IS  DERIVED  FROM  COWS  INJECTED  WITH SYNTHETIC BOVINE GROWTH\n   35  HORMONE\".\n   36    S 2. This act shall take effect on the first of October next  succeed-\n   37  ing the date on which it shall have become a law.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the general business law, in relation to the sale and labeling of milk and milk products produced by cows injected with recombinant bovine somatotropin ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T161155.TXT", "SOBI.D110119.T111740.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T152651.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453860651
}