{
  "year" : 2011,
  "senateBillNo" : "A242-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to election law",
    "billEventId" : "A242-2011-1294203600000-referred+to+election+law",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Enacts the \"nominating petitions streamlining act\"",
  "summary" : "provides that candidates shall file a notice of intent to circulate designating petitions and pay a fee of five hundred dollars to the board of elections and if only one person of a particular party files such a notice for a particular position then he shall not need to file a designating petition to have his name placed on the ballot for such party. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Election Law",
  "previousVersions" : [ "A10240-2009", "A9725-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          242\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced  by M. of A. LANCMAN -- read once and referred to the Commit-\n         tee on Election Law\n\n       AN ACT to amend the election law, in relation to enacting the  \"nominat-\n         ing petitions streamlining act\"\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Short title. This act shall be known and may  be  cited  as\n    2  the \"nominating petitions streamlining act\".\n    3    S 2. Subdivision 6 of section 6-104 of the election law, as amended by\n    4  chapter 79 of the laws of 1992, is amended to read as follows:\n    5    6.  The  meeting of the state committee for the purpose of designating\n    6  candidates shall be held not earlier than  twenty-one  days  before  the\n    7  first  day  to  [sign  designating petitions] FILE A NOTICE OF INTENT TO\n    8  CIRCULATE A DESIGNATING PETITION and not later than  the  first  day  to\n    9  [sign  designating  petitions]  FILE  A  NOTICE OF INTENT TO CIRCULATE A\n   10  DESIGNATING PETITION for the primary election.\n   11    S 2. Subdivision 1 of section 6-108 of the election law, as amended by\n   12  chapter 160 of the laws of 1996, is amended to read as follows:\n   13    1. In any town in a county having a population of over  seven  hundred\n   14  fifty  thousand inhabitants, as shown by the latest federal decennial or\n   15  special population census, party  nominations  of  candidates  for  town\n   16  offices  shall  be  made  at  the primary preceding the election. In any\n   17  other town, nominations of candidates for town offices shall be made  by\n   18  caucus  or  primary  election as the rules of the county committee shall\n   19  provide, except that the members of the county committee from a town may\n   20  adopt by a two-thirds vote, a rule providing that the  party  candidates\n   21  for  town  offices shall be nominated at the primary election. If a rule\n   22  adopted by the county committee of a political party or by  the  members\n   23  of  the county committee from a town, provides that party candidates for\n   24  town offices, shall be nominated at a primary election, such rule  shall\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01415-01-1\n\n       A. 242                              2\n\n    1  not  apply  to  nor  affect a primary held less than four months after a\n    2  certified copy of the rule shall have  been  filed  with  the  board  of\n    3  elections.  After  the filing of such a rule, the rule shall continue in\n    4  force until a certified copy of a rule revoking the same shall have been\n    5  filed  with such board at least four months before a subsequent primary.\n    6  Such a caucus shall be held no earlier  than  the  first  day  on  which\n    7  [designating  petitions]  NOTICE  OF  INTENT  TO CIRCULATE A DESIGNATING\n    8  PETITION for the fall primary election may be [signed] FILED.\n    9    S 3. Section 6-116 of the election law, as amended by chapter  373  of\n   10  the laws of 1978, is amended to read as follows:\n   11    S  6-116. Party nominations; election to fill a vacancy. A party nomi-\n   12  nation of a candidate for election to fill  a  vacancy  in  an  elective\n   13  office  required  to  be  filled at the next general election, occurring\n   14  after seven days  before  the  last  day  for  [circulating  designating\n   15  petitions] FILING A NOTICE OF INTENT TO CIRCULATE A DESIGNATING PETITION\n   16  or  after the holding of the meeting or convention to nominate or desig-\n   17  nate candidates for such, shall be made, after the day  of  the  primary\n   18  election,  by  a majority vote of a quorum of the state committee if the\n   19  vacancy occurs in an office to be filled by all voters of the state, and\n   20  otherwise by a majority vote of a quorum of  the  members  of  a  county\n   21  committee  or  committees  last  elected in the political subdivision in\n   22  which such vacancy is to be filled, or  by  a  majority  of  such  other\n   23  committee  as the rules of the party may provide. A certificate of nomi-\n   24  nation shall be filed as provided for herein.\n   25    S 4. Section 6-118 of the election law, as amended by chapter 9 of the\n   26  laws of 1978, is amended to read as follows:\n   27    S 6-118. Designation and nomination by petition. Except  as  otherwise\n   28  provided by this article, the designation of a candidate for party nomi-\n   29  nation  at  a  primary  election  and  the nomination of a candidate for\n   30  election to a party position to be elected at a primary  election  shall\n   31  be  by FILING A NOTICE OF INTENT TO CIRCULATE A DESIGNATING PETITION AND\n   32  PAYING A FEE OF FIVE HUNDRED DOLLARS TO THE BOARD OF  ELECTIONS  AND  BY\n   33  designating petition.\n   34    S 5. The election law is amended by adding a new section 6-117 to read\n   35  as follows:\n   36    S  6-117.  NOTICE OF INTENT TO CIRCULATE A DESIGNATING PETITION. 1.  A\n   37  NOTICE OF INTENT TO CIRCULATE A DESIGNATING PETITION, WITH ALL  REQUIRED\n   38  INFORMATION  CONTAINED  THEREIN,  SHALL  BE FILED IN THE SAME PLACES AND\n   39  MANNER AS PROVIDED FOR DESIGNATING PETITIONS,  AND  SHALL  BE  FILED  NO\n   40  EARLIER  THAN  THIRTY  DAYS  BEFORE  THE  FIRST  DAY TO SIGN DESIGNATING\n   41  PETITIONS AND NO LATER THAN SEVEN DAYS BEFORE  THE  FIRST  DAY  TO  SIGN\n   42  DESIGNATING PETITIONS.\n   43    2.  A  FEE  OF  FIVE  HUNDRED  DOLLARS  SHALL  BE PAID TO THE BOARD OF\n   44  ELECTIONS AT THE TIME OF FILING THE NOTICE  OF  INTENT  TO  CIRCULATE  A\n   45  DESIGNATING PETITION WITH THE BOARD OF ELECTIONS.\n   46    3.  IF  ONLY  ONE  PERSON FROM A PARTY HAS FILED A NOTICE OF INTENT TO\n   47  CIRCULATE A DESIGNATING PETITION FOR A PARTICULAR POSITION AND PAID  THE\n   48  REQUISITE  FEE TO THE BOARD OF ELECTIONS THEN THAT PERSON SHALL BE NAMED\n   49  ON THE BALLOT WITHOUT HAVING TO CIRCULATE A  DESIGNATING  PETITION.  FOR\n   50  THE  PURPOSES OF THIS TITLE, A PERSON WHO IS NAMED ON THE BALLOT WITHOUT\n   51  HAVING TO CIRCULATE A DESIGNATING PETITION SHALL BE CONSIDERED AS  BEING\n   52  NOMINATED BY PETITION.\n   53    4.  THE  STATE  BOARD  OF  ELECTIONS  SHALL PREPARE A SAMPLE FORM OF A\n   54  NOTICE OF INTENT TO CIRCULATE A DESIGNATING  PETITION  WHICH  MEETS  THE\n   55  REQUIREMENTS OF THIS SECTION AND SHALL DISTRIBUTE OR CAUSE SUCH FORMS TO\n   56  BE  DISTRIBUTED  TO  EACH  BOARD  OF ELECTIONS. SUCH FORMS SHALL BE MADE\n\n       A. 242                              3\n\n    1  AVAILABLE TO THE PUBLIC, UPON REQUEST, BY THE STATE BOARD  OF  ELECTIONS\n    2  AND  EACH  SUCH  BOARD.  ANY NOTICE OF INTENT TO CIRCULATE A DESIGNATING\n    3  PETITION THAT IS A COPY OF SUCH A SAMPLE SHALL BE  DEEMED  TO  MEET  THE\n    4  REQUIREMENTS  OF  FORM  OF A NOTICE OF INTENT TO CIRCULATE A DESIGNATING\n    5  PETITION.\n    6    5. A NOTICE OF INTENT TO CIRCULATE A DESIGNATING PETITION  MAY  DESIG-\n    7  NATE  CANDIDATES FOR NOMINATION FOR ONE OR MORE DIFFERENT PUBLIC OFFICES\n    8  OR FOR NOMINATION FOR ELECTION TO ONE OR MORE PARTY POSITIONS  OR  BOTH,\n    9  BUT DESIGNATIONS OR NOMINATIONS FOR WHICH THE NOTICES ARE REQUIRED TO BE\n   10  FILED  IN  DIFFERENT  OFFICES  OR  NOTICES FOR THE SAME PUBLIC OFFICE OR\n   11  PARTY POSITION IN DIFFERENT POLITICAL SUBDIVISIONS MAY NOT  BE  COMBINED\n   12  IN  THE SAME NOTICE. IF TWO OR MORE OFFICES HAVING THE SAME TITLE ARE TO\n   13  BE FILLED FOR DIFFERENT TERMS, THE TERMS OF OFFICE SHALL BE INCLUDED  AS\n   14  PART OF THE TITLE OF THE OFFICE.\n   15    6.  NOTICES  OF  INTENT  TO  CIRCULATE A DESIGNATING PETITION SHALL BE\n   16  DELIVERED TO THE BOARD OF ELECTIONS IN THE MANNER  PRESCRIBED  BY  REGU-\n   17  LATIONS THAT SHALL BE PROMULGATED BY THE STATE BOARD OF ELECTIONS.  SUCH\n   18  REGULATIONS  SHALL  BE  NO MORE RESTRICTIVE THAN IS REASONABLY NECESSARY\n   19  FOR THE PROCESSING OF SUCH NOTICES BY THE  BOARD  OF  ELECTIONS.    SUCH\n   20  REGULATIONS  SHALL  BE  BINDING ON THE BOARDS OF ELECTION IN EACH COUNTY\n   21  AND IN THE CITY OF NEW YORK. WHEN A DETERMINATION IS MADE THAT A  NOTICE\n   22  OF  INTENT TO CIRCULATE A DESIGNATING PETITION DOES NOT COMPLY WITH SUCH\n   23  REGULATIONS, THE CANDIDATE SHALL HAVE THREE BUSINESS DAYS FROM THE  DATE\n   24  OF SUCH DETERMINATION TO CURE THE VIOLATION.\n   25    S 6. Subdivision 3 of section 6-120 of the election law, as amended by\n   26  chapter 226 of the laws of 1982, is amended to read as follows:\n   27    3.  The  members  of  the  party  committee representing the political\n   28  subdivision of the office for which a designation or nomination is to be\n   29  made, unless the rules of the party provide for  another  committee,  in\n   30  which case the members of such other committee, and except as hereinaft-\n   31  er  in  this subdivision provided with respect to certain offices in the\n   32  city of New York, may, by a majority vote of those present at such meet-\n   33  ing provided a quorum is present, authorize  the  designation  or  nomi-\n   34  nation  of a person as candidate for any office who is not enrolled as a\n   35  member of such party as provided in this section. In the event that such\n   36  designation or nomination is for an office  to  be  filled  by  all  the\n   37  voters of the city of New York, such authorization must be by a majority\n   38  vote  of those present at a joint meeting of the executive committees of\n   39  each of the county committees of the party within the city of New  York,\n   40  provided a quorum is present at such meeting. The certificate of author-\n   41  ization  shall  be  filed not later than four days after the last day to\n   42  file the NOTICE OF INTENT TO CIRCULATE A designating  petition,  certif-\n   43  icate of nomination or certificate of substitution to which such author-\n   44  ization  relates.  The  certificate of authorization shall be signed and\n   45  acknowledged by the presiding officer and the secretary of  the  meeting\n   46  at which such authorization was given.\n   47    S  7.  Section 6-144 of the election law, as amended by chapter 635 of\n   48  the laws of 1990, the opening paragraph as amended by chapter 150 of the\n   49  laws of 1996, is amended to read as follows:\n   50    S 6-144. Nominating and designating petitions and certificates;  place\n   51  for  filing.   Petitions, NOTICES, FEES, certificates and minutes speci-\n   52  fied in this article shall be filed in the office of the  [Board]  BOARD\n   53  of  [Elections]  ELECTIONS  of  the  county, except as follows:   for an\n   54  office or position to be voted for wholly within the city of  New  York,\n   55  in  the  office  of  the  [Board] BOARD of [Elections] ELECTIONS of that\n   56  city; for an office or position to be voted for in  a  district  greater\n\n       A. 242                              4\n\n    1  than  one  county, or portions of two or more counties, in the office of\n    2  the state board of elections; for a village office to  be  filled  in  a\n    3  village  election not conducted by the board of elections, in the office\n    4  of the village clerk. All such petitions, NOTICES, FEES and certificates\n    5  shall at the time of filing thereof be endorsed by such officer or board\n    6  with  the  day,  hour  and  minute of such filing. Such officer or board\n    7  shall keep a book, which shall be open to  public  inspection  in  which\n    8  shall  be entered the times of filing all such petitions, NOTICES, FEES,\n    9  and certificates; the names and residences of all candidates named ther-\n   10  ein; the names and residences of all candidates certified to such  offi-\n   11  cer or board; the title of the office or party position; the name of the\n   12  party  or  independent  body  to  which the petition, NOTICE, AND FEE or\n   13  certificate relates and a memorandum of any objections to such petition,\n   14  NOTICE, or certificate. Forthwith upon the filing of a petition, NOTICE,\n   15  AND FEE or certificate designating or nominating a person or persons for\n   16  public office, such officer or board shall mail notice thereof  to  each\n   17  such  person.  Such notice shall also state the last day to decline such\n   18  designation or nomination, and include a statement that the  candidate's\n   19  name shall appear on the ballot as it appears in such notice.\n   20    S  8.  Section  6-154 of the election law, subdivision 2 as amended by\n   21  chapter 248 of the laws of 1981, is amended to read as follows:\n   22    S 6-154. Nominations and designations; objections to. 1. Any  petition\n   23  OR  NOTICE  OF INTENT TO CIRCULATE A DESIGNATING PETITION filed with the\n   24  officer or board charged with the duty of receiving it shall be presump-\n   25  tively valid if it is in proper form and appears to bear  the  requisite\n   26  number of signatures, authenticated in a manner prescribed by this chap-\n   27  ter.\n   28    2.  Written objections to any certificate of designation or nomination\n   29  or to a nominating or designating petition, NOTICE OF INTENT  TO  CIRCU-\n   30  LATE  A DESIGNATING PETITION or a petition for opportunity to ballot for\n   31  public office or to  a  certificate  of  acceptance,  a  certificate  of\n   32  authorization,  a certificate of declination or a certificate of substi-\n   33  tution relating thereto may be filed by any voter registered to vote for\n   34  such public office and to a designating petition OR NOTICE OF INTENT  TO\n   35  CIRCULATE A DESIGNATING PETITION or a petition for opportunity to ballot\n   36  for  party  position  or a certificate of substitution, a certificate of\n   37  acceptance or a certificate of declination relating thereto by any voter\n   38  enrolled to vote for such party position. Such objections shall be filed\n   39  with the officer or board with whom the original petition OR  NOTICE  OF\n   40  INTENT TO CIRCULATE A DESIGNATING PETITION or certificate is filed with-\n   41  in  three  days  after the filing of the petition OR NOTICE OF INTENT TO\n   42  CIRCULATE A DESIGNATING PETITION or certificate to  which  objection  is\n   43  made,  or  within  three  days after the last day to file such a certif-\n   44  icate, if no such certificate is filed except that if any  person  nomi-\n   45  nated  by  an  independent  nominating petition, is nominated as a party\n   46  candidate for the same office by a party certificate filed, or  a  party\n   47  nomination made after the filing of such petition, the written objection\n   48  to such petition may be filed within three days after the filing of such\n   49  party  certificate or the making of such party nomination.  When such an\n   50  objection is filed, specifications of  the  grounds  of  the  objections\n   51  shall be filed within six days thereafter with the same officer or board\n   52  and  if specifications are not timely filed, the objection shall be null\n   53  and void.  Each such officer or board is hereby empowered to make  rules\n   54  in  reference  to the filing and disposition of such petition, NOTICE OF\n   55  INTENT TO CIRCULATE A DESIGNATING PETITION, certificate, objections  and\n   56  specifications.\n\n       A. 242                              5\n\n    1    3.  When  a  determination  is  made that a certificate or petition OR\n    2  NOTICE OF INTENT TO CIRCULATE A DESIGNATING  PETITION  is  insufficient,\n    3  such  officer  or board shall give notice of the determination forthwith\n    4  by mail to each candidate named in the petition, NOTICE or  certificate,\n    5  and,  if the determination is made upon specified objections, the objec-\n    6  tor shall be notified.\n    7    S 9. The section heading and subdivision 1 of  section  6-158  of  the\n    8  election  law,  subdivision  1  as amended by chapter 434 of the laws of\n    9  1984, are amended to read as follows:\n   10    Nominating and designating petitions, NOTICE OF INTENT TO CIRCULATE  A\n   11  DESIGNATING PETITION and certificates, conventions; times for filing and\n   12  holding.  1.  (A) A designating petition shall be filed not earlier than\n   13  the tenth Monday before, and not later than the ninth Thursday preceding\n   14  the primary election.\n   15    (B) A NOTICE OF INTENT TO CIRCULATE A DESIGNATING  PETITION  SHALL  BE\n   16  FILED NOT EARLIER THAN THIRTY DAYS BEFORE, AND NOT LATER THAN SEVEN DAYS\n   17  BEFORE, THE FIRST DAY TO SIGN A DESIGNATING PETITION.\n   18    S  10. Subdivision 3 of section 6-168 of the election law, as added by\n   19  chapter 143 of the laws of 1979, is amended to read as follows:\n   20    3. If, at any primary election in which more than one nomination is to\n   21  be made for the office of judge of the civil court of the  city  of  New\n   22  York  in  any borough of such city or in any civil court district within\n   23  any such borough, only one candidate is designated for any such vacancy,\n   24  such candidate shall be deemed nominated and his name shall  not  appear\n   25  upon  the primary ballot unless a NOTICE OF INTENT TO CIRCULATE A DESIG-\n   26  NATING PETITION AND, IF REQUIRED, A petition for opportunity  to  ballot\n   27  for such vacancy is filed pursuant to the provisions of this chapter.\n   28    S  11.  Section 1-106 of the election law, subdivision 1 as amended by\n   29  chapter 700 of the laws of 1977, is amended to read as follows:\n   30    S 1-106. Filing of papers; when received. 1. All papers required to be\n   31  filed pursuant to the provisions of this chapter shall, unless otherwise\n   32  provided, be filed between the hours of nine A.M. and five P.M.  If  the\n   33  last  day  for filing shall fall on a Saturday, Sunday or legal holiday,\n   34  the next business day shall become the last day for filing.  All  papers\n   35  sent by mail in an envelope postmarked prior to midnight of the last day\n   36  of  filing  shall  be  deemed  timely filed and accepted for filing when\n   37  received, except that all certificates and petitions of  designation  or\n   38  nomination,  NOTICES  OF  INTENT  TO  CIRCULATE  A DESIGNATING PETITION,\n   39  certificates of acceptance or declination of such designations and nomi-\n   40  nations, certificates of substitution for  such  designations  or  nomi-\n   41  nations  and objections and specifications of objections to such certif-\n   42  icates and petitions required to be filed with the board of elections of\n   43  the city of New York must be actually received by  such  city  board  of\n   44  elections  on  or before the last day to file any such NOTICE, petition,\n   45  certificate or objection and such office shall be open for  the  receipt\n   46  of  such  NOTICES, petitions, certificates and objections until midnight\n   47  on the last day to  file  any  such  NOTICE,  petition,  certificate  or\n   48  objection.  Failure  of the post office or any other person or entity to\n   49  deliver any such NOTICE, petition, certificate or objection to such city\n   50  board of elections on or before such last day shall be a fatal defect.\n   51    2. The failure to file any NOTICE, petition or certificate relating to\n   52  the designation or nomination of  a  candidate  for  party  position  or\n   53  public office or to the acceptance or declination of such designation or\n   54  nomination  within the time prescribed by the provisions of this chapter\n   55  shall be a fatal defect.\n\n       A. 242                              6\n\n    1    S 12. Subdivisions 6 and 6-a of section 3-220  of  the  election  law,\n    2  subdivision  6 as amended by chapter 163 of the laws of 1994, and subdi-\n    3  vision 6-a as added by chapter 324 of the laws of 1977, are  amended  to\n    4  read as follows:\n    5    6. All petitions, NOTICES, certificates, objections or papers filed or\n    6  deposited  with  a  board  or  officer before an election or primary and\n    7  relating to designations  or  nominations,  and  all  registers,  books,\n    8  statements,  returns or papers so filed or deposited after registration,\n    9  enrollment, election or primary at which they were used or to which they\n   10  relate, not including, however, the voted, unused,  protested,  void  or\n   11  wholly blank ballots, shall be preserved by such board or officer for at\n   12  least two years after the receipt thereof and until the determination of\n   13  any  action or proceeding touching the same or in which they are ordered\n   14  to be preserved pending the action or proceeding and at  the  expiration\n   15  of  such  time they may be either destroyed or sold. Lists of registered\n   16  voters with computer generated facsimile  signatures  used  in  lieu  of\n   17  registration  poll  records at any election shall be preserved until the\n   18  end of the fourth calendar year after the year of such election. In  all\n   19  jurisdictions,  the  original  statements  of  results made by the state\n   20  board of canvassers or a county or city  board  of  canvassers  and  any\n   21  original  record  specifying  the name of a person declared to have been\n   22  elected to a public office shall not be destroyed or sold but  shall  be\n   23  preserved, as part of the records of such board or officer, until other-\n   24  wise provided by law.\n   25    6-a.  During the period prescribed by subdivision six of this section,\n   26  no petition OR NOTICE shall be removed from the office of the  board  of\n   27  elections  for copying or any other purpose except while in the custody,\n   28  or under the supervision of a member or employee of such board or pursu-\n   29  ant to court order.\n   30    S 13. Subdivision 3 of section 3-502 of the election  law,  as  renum-\n   31  bered by chapter 180 of the laws of 2005, is amended to read as follows:\n   32    3.  All  petitions,  NOTICES  and certificates of nomination or desig-\n   33  nation, or of declination thereof, for an election to which this section\n   34  applies, and all statements of receipts  and  expenditures  relating  to\n   35  such  an election, required to be filed with any officer of Nassau coun-\n   36  ty, or political subdivision therein shall be filed with  the  board  of\n   37  elections.\n   38    S  14.  Subdivision  3 of section 3-504 of the election law, as renum-\n   39  bered by chapter 180 of the laws of 2005, is amended to read as follows:\n   40    3. All petitions, NOTICES and certificates  of  nomination  or  desig-\n   41  nation, or of declination thereof, for an election to which this section\n   42  applies,  and all statements of receipts and expenditures required to be\n   43  filed with any officer of Suffolk county, or political subdivision ther-\n   44  ein shall be filed with the board of elections.\n   45    S 15. The section heading and subdivisions 1 and 2 of section 6-210 of\n   46  the election law, as added by chapter 359  of  the  laws  of  1989,  are\n   47  amended to read as follows:\n   48    Petitions,  NOTICES  and  certificates; place and times for filing. 1.\n   49  Petitions, NOTICES and certificates specified in  this  title  shall  be\n   50  filed with the county board of elections.\n   51    2.  a. A certificate of party nomination for an office to be filled at\n   52  the time of a general or special village election for offices  shall  be\n   53  filed  not  earlier than fifty-four days nor later than forty-seven days\n   54  preceding the election.\n   55    b. A certificate of acceptance or declination of  a  party  nomination\n   56  for  an  office to be filled at the time of a general or special village\n\n       A. 242                              7\n\n    1  election shall be filed not later than forty-four  days  prior  to  such\n    2  election.\n    3    c.  A  certificate  to fill a vacancy caused by declination of a party\n    4  nomination for an office to be filled  at  the  time  of  a  general  or\n    5  special  village  election  shall be filed not later than forty-one days\n    6  prior to such election.\n    7    d. A NOTICE OF INTENT TO CIRCULATE A  DESIGNATING  PETITION  SHALL  BE\n    8  FILED  NOT  EARLIER  THAN THIRTY DAYS NOR LATER THAN SEVEN DAYS PRIOR TO\n    9  THE START OF PETITIONING.\n   10    E. Party designating petitions for a village primary election shall be\n   11  filed not earlier than twenty-two days nor later than fifteen days prior\n   12  to the primary election.  Upon such a filing,  the  board  of  elections\n   13  shall immediately notify the village election chairman of such party and\n   14  the  person  or  persons designated in such petition of the fact of such\n   15  filing and that such petition may be inspected in its office.\n   16    [e.] F. A written declination of a party  designation  must  be  filed\n   17  within three days of the date of the filing of the designating petition.\n   18  Upon the filing of such declination, the board of elections shall, with-\n   19  in one day notify the committee to fill vacancies named in the petition.\n   20  A  certificate  to fill the vacancy caused by a declination or any other\n   21  reason must be filed within three days after the date of the  notice  to\n   22  the  committee  to  fill  vacancies  and shall have appended thereto the\n   23  written consent of the person or persons designated.\n   24    S 16. Section 6-212 of the election law, as added by  chapter  359  of\n   25  the laws of 1989, is amended to read as follows:\n   26    S  6-212. Designations and nominations, objections. Written objections\n   27  to a nominating or designating petition, NOTICE OF INTENT TO CIRCULATE A\n   28  DESIGNATING PETITION, or to a certificate of nomination, certificate  of\n   29  acceptance,  certificate of authorization, certificate of declination or\n   30  certificate of substitution with respect to an office to be filled at  a\n   31  general  or special village election may be filed not later than the day\n   32  after the last day to file such petition, NOTICE OF INTENT TO  CIRCULATE\n   33  A  DESIGNATING PETITION, or certificate, or the day after such petition,\n   34  NOTICE OF INTENT TO CIRCULATE A DESIGNATING PETITION, or certificate  is\n   35  received by the board of elections if such petition, NOTICE OF INTENT TO\n   36  CIRCULATE  A  DESIGNATING  PETITION, or certificate is mailed within the\n   37  time permitted by law, whichever is later. Written specifications of the\n   38  grounds for such objections shall be so filed within two days  thereaft-\n   39  er.  A  failure  to  file  such  written specifications shall render the\n   40  original objection null and void. Upon  receipt  of  written  specifica-\n   41  tions,  the  county  board  of  elections  shall immediately notify each\n   42  candidate named in such petition, NOTICE OF INTENT TO CIRCULATE A DESIG-\n   43  NATING PETITION,  or  certificate  and  take  all  steps  necessary  and\n   44  consistent  with this chapter to render a determination on the questions\n   45  raised in such objections and specifications. When a  determination  has\n   46  been  made by the county board of elections that the petition, NOTICE OF\n   47  INTENT TO CIRCULATE A DESIGNATING PETITION, is  sufficient  or  insuffi-\n   48  cient, it shall immediately notify each candidate named in the petition,\n   49  NOTICE  OF  INTENT  TO CIRCULATE A DESIGNATING PETITION, or certificate,\n   50  and, if such determination was made on objection, the objector.\n   51    S 17. Paragraphs (c) and (d) of subdivision 1  and  paragraph  (e)  of\n   52  subdivision  2  of  section  7-114 of the election law, paragraph (c) of\n   53  subdivision 1 as amended by chapter 433 of the laws of  1984  and  para-\n   54  graph (d) of subdivision 1 as amended and paragraph (e) of subdivision 2\n   55  as  added  by  chapter  234  of the laws of 1976, are amended to read as\n   56  follows:\n\n       A. 242                              8\n\n    1    (c) Where a candidate for nomination for the same public office or for\n    2  election to the same  party  position  is  designated  by  two  or  more\n    3  petitions  OR  NOTICES, his name shall be placed upon the ballot for the\n    4  primary election but once as such a candidate.\n    5    (d) The ballot shall not contain a space for voting for candidates for\n    6  uncontested  offices and positions, and no ballot shall be printed for a\n    7  party whose primary is uncontested unless a [petition for opportunity to\n    8  ballot] NOTICE OF INTENT TO CIRCULATE A DESIGNATING  PETITION  has  been\n    9  filed.\n   10    (e)  The  names  of candidates on paper ballots shall be numbered with\n   11  arabic numerals printed in heavy faced type beginning with \"one\" for the\n   12  first candidate named in the first  part  and  continuing  in  numerical\n   13  order to and including the last candidate named in the last part, except\n   14  that where two or more candidates are to be elected to a party position,\n   15  the  names  of candidates designated by each petition OR NOTICE shall be\n   16  grouped, and each group shall have but one number, which shall be print-\n   17  ed opposite the approximate center of the group.\n   18    S 18. Paragraph a of subdivision 3 and subdivision 7 of section 15-108\n   19  of the election law, paragraph a of subdivision 3 as amended by  chapter\n   20  447  of the laws of 2006, subdivision 7 as amended by chapter 462 of the\n   21  laws of 1977 and paragraph (e) of subdivision 7 as amended by chapter  9\n   22  of the laws of 1978, are amended to read as follows:\n   23    a.  Party designations for elective village offices shall be made [on]\n   24  BY FILING A NOTICE OF INTENT TO CIRCULATE  A  DESIGNATING  PETITION  AND\n   25  PAYING  A  FEE  OF  FIVE HUNDRED DOLLARS. IF MORE THAN ONE PERSON FROM A\n   26  PARTICULAR PARTY FILES A NOTICE OF INTENT  TO  CIRCULATE  A  DESIGNATING\n   27  PETITION  FOR A PARTICULAR POSITION THEN a designating petition contain-\n   28  ing the signatures in ink of residents of the village who are registered\n   29  to vote with the appropriate county board of elections at  the  time  of\n   30  signing  and  who  are  enrolled in such political party SHALL BE FILED.\n   31  The sheets of such a petition shall be numbered. Such petition must  set\n   32  forth  in  each  instance  the  correct date of signing, the name of the\n   33  signer, and his or her present address, and may set forth a committee to\n   34  fill vacancies consisting of at least  three  qualified  voters  of  the\n   35  village enrolled in such party and their residence within the village. A\n   36  signer  need  not himself or herself fill in the date or residence. Each\n   37  sheet of such petition must be in substantially the following  form  and\n   38  shall contain all the information required therein:\n\n   39                         PARTY DESIGNATING PETITION\n\n   40    I, the undersigned do hereby state that I am a registered voter of the\n   41  Village  of ...... and  a  duly enrolled voter of the ........ party and\n   42  entitled to vote at the next primary election of  such  party,  that  my\n   43  place  of  residence is truly stated opposite my signature hereto, and I\n   44  hereby designate the following named person (or persons) as a  candidate\n   45  (or  candidates)  for nomination of such party for the public office (or\n   46  public offices) to be voted for at the primary election to  be  held  on\n   47  the ...... day of ........... 20.... as hereinafter specified.\n\n   48      Name of Candidate     Public Office      Term       Residence\n\n   49    ....................  .................   .......   ...............\n   50    ....................  .................   .......   ...............\n\n       A. 242                              9\n\n    1    I  do  hereby  appoint  (insert  names and addresses of at least three\n    2  persons, all of whom shall be  enrolled  voters  of  said  party)  as  a\n    3  committee  to  fill  vacancies  in accordance with the provisions of the\n    4  election law.\n    5    IN  WITNESS  WHEREOF,  I  have  hereunto set my hand, the day and year\n    6  placed opposite my signature.\n\n    7      Date             Name            Residence\n\n    8    .............    .............   ...............\n    9    .............    .............   ...............\n\n   10                            STATEMENT OF WITNESS\n\n   11    I ............... (name of witness) state: I am a duly qualified voter\n   12  of the State of New York; and an enrolled voter  of  the ......... party\n   13  and  now reside in the Village of ......... County of ......... State of\n   14  New York at ............ (residence  address)  therein.    Each  of  the\n   15  persons   whose   names   are   subscribed   to   this   petition  sheet\n   16  containing ......... signatures, subscribed his or her name in my  pres-\n   17  ence.\n   18    I  understand that this statement will be accepted for all purposes as\n   19  the equivalent of an affidavit and, if  it  contains  a  material  false\n   20  statement,  shall subject me to the same penalties as if I had been duly\n   21  sworn.\n   22    .......................                   ...........................\n   23        Date                                  Signature of Witness\n   24                          page no. .........\n\n   25    7. a. A certificate of party nomination for an office to be filled  at\n   26  the  time  of a general or special village election for offices shall be\n   27  filed not earlier than fifty-four days nor later than  forty-seven  days\n   28  preceding the election.\n   29    b.  A  certificate  of acceptance or declination of a party nomination\n   30  for an office to be filled at the time of a general or  special  village\n   31  election  shall  be  filed  not later than forty-four days prior to such\n   32  election.\n   33    c. A certificate to fill a vacancy caused by declination  of  a  party\n   34  nomination  for  an  office  to  be  filled  at the time of a general or\n   35  special village election shall be filed not later  than  forty-one  days\n   36  prior to such election.\n   37    d.    A  NOTICE OF INTENT TO CIRCULATE A DESIGNATING PETITION SHALL BE\n   38  FILED AND A FEE OF FIVE HUNDRED DOLLARS SHALL BE PAID IN THE  OFFICE  OF\n   39  THE VILLAGE CLERK NOT EARLIER THAN THIRTY DAYS NOR LATER THAN SEVEN DAYS\n   40  PRIOR TO THE FIRST DAY TO SIGN DESIGNATING PETITIONS.\n   41    E. Party designating petitions for a village primary election shall be\n   42  filed  in  the  office  of the village clerk not earlier than twenty-two\n   43  days nor later than fifteen days prior to  the  primary  election.  Upon\n   44  such  a  filing,  the village clerk shall immediately notify the village\n   45  election chairman of such party and the person or persons designated  in\n   46  such  petition  of the fact of such filing and that such petition may be\n   47  inspected in his office.\n   48    [(e)] F. A written declination of a party designation must be filed in\n   49  the office of the village clerk within three days of  the  date  of  the\n   50  filing  of  the designating petition.   Upon the filing of such declina-\n   51  tion, the village clerk shall, within one day notify  the  committee  to\n\n       A. 242                             10\n\n    1  fill vacancies named in the petition.  A certificate to fill the vacancy\n    2  caused  by  a  declination  or  any  other reason must be filed with the\n    3  village clerk within three days after the date  of  the  notice  to  the\n    4  committee  to fill vacancies and shall have appended thereto the written\n    5  consent of the person or persons designated.\n    6    S 19. Subdivisions 1 and 2 of section  16-102  of  the  election  law,\n    7  subdivision 1 as amended by chapter 373 of the laws of 1978 and subdivi-\n    8  sion 2 as amended by chapter 79 of the laws of 1992, are amended to read\n    9  as follows:\n   10    1.  The  nomination  or  designation  of  any candidate for any public\n   11  office or party position or any independent nomination, or  the  holding\n   12  of  an  uncontested  primary  election,  by  reason of a petition for an\n   13  opportunity to ballot OR NOTICE OF INTENT  TO  CIRCULATE  A  DESIGNATING\n   14  PETITION  having  been filed, or the election of any person to any party\n   15  position may be contested in a  proceeding  instituted  in  the  supreme\n   16  court  by  any  aggrieved  candidate,  or  by  the chairman of any party\n   17  committee or by a person who shall have filed objections, as provided in\n   18  this chapter, except that the chairman of  a  party  committee  may  not\n   19  bring  a  proceeding  with respect to a designation or the holding of an\n   20  otherwise uncontested primary.\n   21    2. A proceeding with respect to a petition OR NOTICE shall  be  insti-\n   22  tuted  within  fourteen  days after the last day to file the petition OR\n   23  NOTICE, or within three business days after the officer  or  board  with\n   24  whom  or  which such petition OR NOTICE was filed, makes a determination\n   25  of invalidity with respect to such  petition  OR  NOTICE,  whichever  is\n   26  later; except that a proceeding with respect to a petition OR NOTICE for\n   27  a  village  election or an independent nomination for a special election\n   28  shall be instituted within seven days after the last  day  to  file  the\n   29  petition  OR  NOTICE for such village election or independent nomination\n   30  or within three business days after the officer or board  with  whom  or\n   31  which  such petition OR NOTICE was filed, makes a determination of inva-\n   32  lidity with respect to such petition OR NOTICE, whichever  is  later.  A\n   33  proceeding  with  respect  to  a primary, convention, meeting of a party\n   34  committee, or caucus shall be instituted within ten days after the hold-\n   35  ing of such primary or convention or the filing of  the  certificate  of\n   36  nominations made at such caucus or meeting of a party committee.\n   37    S 20. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the election law, in relation to enacting the \"nominating petitions streamlining act\" ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101217.T155505.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T161506.TXT", "SOBI.D101220.T154338.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292877818410
}