{
  "year" : 2011,
  "senateBillNo" : "A2425A-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to alcoholism and drug abuse",
    "billEventId" : "A2425A-2011-1295326800000-referred+to+alcoholism+and+drug+abuse",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296018000000,
    "eventText" : "amend (t) and recommit to alcoholism and drug abuse",
    "billEventId" : "A2425A-2011-1296018000000-amend+%28t%29+and+recommit+to+alcoholism+and+drug+abuse",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  }, {
    "eventDate" : 1296018001000,
    "eventText" : "print number 2425a",
    "billEventId" : "A2425A-2011-1296018001000-print+number+2425a",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera P (MS)",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Requires office of alcoholism and substance abuse services to establish a curriculum for course of instruction on adolescent problem gambling in grades 4 through 12",
  "summary" : "Requires the office of alcoholism and substance abuse services, in consultation with the education department, to establish a course of instruction on adolescent problem gambling which may be provided in grades 4 through 12; provides such curriculum be posted on the department of education internet website. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Mental Hygiene Law",
  "previousVersions" : [ "A4839-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                        2425--A\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of A. P. RIVERA, MENG, BROOK-KRASNY, CASTRO, JAFFEE,\n         PHEFFER -- Multi-Sponsored by -- M. of A. MARKEY,  McENENY,  ROBINSON,\n         RUSSELL,  TITONE,  TOWNS -- read once and referred to the Committee on\n         Alcoholism and Drug  Abuse  --  committee  discharged,  bill  amended,\n         ordered reprinted as amended and recommitted to said committee\n\n       AN  ACT  to  amend  the  mental  hygiene  law  and the education law, in\n         relation to requiring the office of  alcoholism  and  substance  abuse\n         services  to  establish  a curriculum in problem gambling which may be\n         provided in grades four through twelve\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Section  19.07  of  the  mental hygiene law is amended by\n    2  adding a new subdivision (i) to read as follows:\n    3    (I) THE OFFICE OF ALCOHOLISM AND SUBSTANCE ABUSE SERVICES, IN  CONSUL-\n    4  TATION WITH THE EDUCATION DEPARTMENT, SHALL ESTABLISH A CURRICULUM FOR A\n    5  COURSE  OF  INSTRUCTION IN ADOLESCENT PROBLEM GAMBLING WHICH MAY, AT THE\n    6  OPTION OF ANY SCHOOL, BE PROVIDED IN GRADES FOUR  THROUGH  TWELVE.  SUCH\n    7  COURSE OF INSTRUCTION SHALL INCLUDE MATERIALS TO EDUCATE STUDENTS ON THE\n    8  DANGERS  AND CONSEQUENCES OF PROBLEM GAMBLING, AND SHALL BE AVAILABLE ON\n    9  THE INTERNET WEBSITE OF SUCH OFFICE.\n   10    S 2. Section 305 of the education law  is  amended  by  adding  a  new\n   11  subdivision 42 to read as follows:\n   12    42.  HE  OR  SHE  SHALL CAUSE TO BE POSTED, ON THE DEPARTMENT INTERNET\n   13  WEBSITE, THE CURRICULUM OF THE COURSE OF INSTRUCTION IN ADOLESCENT PROB-\n   14  LEM GAMBLING ESTABLISHED PURSUANT TO SUBDIVISION (I) OF SECTION 19.07 OF\n   15  THE MENTAL HYGIENE LAW.\n   16    S 3. This act shall take effect September 1, 2012.\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD00067-02-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the mental hygiene law and the education law, in relation to requiring the office of alcoholism and substance abuse services to establish a curriculum in problem gambling which may be provided in grades four through twelve ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110126.T110245.TXT", "SOBI.D110126.T105745.TXT", "SOBI.D110126.T101742.TXT", "SOBI.D110127.T103400.TXT", "SOBI.D110126.T103743.TXT", "SOBI.D110126.T104245.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1296142440275
}