{
  "year" : 2011,
  "senateBillNo" : "A243-2011",
  "billEvents" : [ {
    "eventDate" : 1294203600000,
    "eventText" : "referred to aging",
    "billEventId" : "A243-2011-1294203600000-referred+to+aging",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Authorizes the panel to adopt policies to exclude certain non-recurring items from income for the program for elderly pharmaceutical insurance coverage",
  "summary" : "Authorizes the panel to adopt policies to exclude certain non-recurring items from income that would artificially inflate the availability of funds to meet current needs relating to eligibility for the program for elderly pharmaceutical insurance coverage. ",
  "currentCommittee" : null,
  "sameAs" : "S122",
  "lawSection" : "Elder Law",
  "previousVersions" : [ "A8044-2009" ],
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                          243\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                      (PREFILED)\n\n                                    January 5, 2011\n                                      ___________\n\n       Introduced by M. of A. DINOWITZ -- read once and referred to the Commit-\n         tee on Aging\n\n       AN ACT to amend the elder law, in relation to policies excluding certain\n         non-recurring items from income for purposes of the program for elder-\n         ly pharmaceutical insurance coverage\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Subdivision 3 of section 241 of the elder law is amended to\n    2  read as follows:\n    3    3. \"Income\" shall mean \"household gross income\" as defined in the real\n    4  property tax circuit breaker credit program,  pursuant  to  subparagraph\n    5  [(C)]  (C) of paragraph one of subsection (e) of section six hundred six\n    6  of the tax law, but only shall include the income of program  applicants\n    7  and  spouses and shall exclude the income of other members of the house-\n    8  hold; PROVIDED, HOWEVER, THAT THE PANEL MAY ADOPT  POLICIES  TO  EXCLUDE\n    9  FROM  INCOME  CERTAIN NON-RECURRING ITEMS THAT WOULD ACT TO ARTIFICIALLY\n   10  INFLATE THE AVAILABILITY OF FUNDS TO MEET CURRENT NEEDS  INCLUDING,  BUT\n   11  NOT  LIMITED  TO,  A  RETIREE'S PREVIOUS YEAR'S WAGES, AND NON-RECURRING\n   12  DISTRIBUTIONS FROM AN INDIVIDUAL RETIREMENT ACCOUNT.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD03235-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the elder law, in relation to policies excluding certain non-recurring items from income for purposes of the program for elderly pharmaceutical insurance coverage ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D101220.T170342.TXT", "SOBI.D101217.T153003.TXT", "SOBI.D101217.T161506.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1292882622933
}