{
  "year" : 2011,
  "senateBillNo" : "A2430-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to housing",
    "billEventId" : "A2430-2011-1295326800000-referred+to+housing",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Rosenthal",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Makes conforming technical changes to the New York City administrative code and the emergency tenant protection act relating to vacancy decontrol; repealer",
  "summary" : "Makes conforming technical changes to the New York City administrative code and the emergency tenant protection act relating to vacancy decontrol. ",
  "currentCommittee" : null,
  "sameAs" : "S1193",
  "lawSection" : "New York City Administrative Code",
  "previousVersions" : [ "A2005-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Silver",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brennan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lopez V",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lentol",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Wright",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jeffries",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Bing",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Latimer",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Camara",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Brook-Krasny",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Boyland",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kellner",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lancman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Schimel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Maisel",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Kavanagh",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gottfried",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Dinowitz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Millman",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Mayersohn",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Lavine",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Colton",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Nolan",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "O'Donnell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Titus",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Farrell",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Ortiz",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Benedetto",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Hooper",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Jacobs",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Robinson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Rivera N",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Zebrowski",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Glick",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Towns",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Castro",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  }, {
    "id" : null,
    "position" : null,
    "fullname" : "Gibson",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2430\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M.  of  A. ROSENTHAL, SILVER, BRENNAN, V. LOPEZ, LENTOL,\n         WRIGHT, JEFFRIES, BING, LATIMER, CAMARA, BROOK-KRASNY, BOYLAND,  KELL-\n         NER, LANCMAN, SCHIMEL, MAISEL, KAVANAGH, GOTTFRIED, DINOWITZ, MILLMAN,\n         MAYERSOHN,  LAVINE,  COLTON,  NOLAN, O'DONNELL, TITUS, FARRELL, ORTIZ,\n         BENEDETTO, HOOPER,  JACOBS,  ROBINSON,  N. RIVERA,  ZEBROWSKI,  GLICK,\n         SPANO, TOWNS, CASTRO, GIBSON -- Multi-Sponsored by -- M. of A. BARRON,\n         COOK,  CYMBROWITZ,  HEASTIE,  JAFFEE,  MARKEY,  MENG,  PEOPLES-STOKES,\n         PERRY, PHEFFER, PRETLOW, J. RIVERA, SCARBOROUGH,  WEISENBERG  --  read\n         once and referred to the Committee on Housing\n\n       AN  ACT to amend the administrative code of the city of New York and the\n         emergency tenant protection act of nineteen seventy-four, in  relation\n         to  making conforming technical changes; and to repeal paragraph 13 of\n         subdivision a of section 5 of section 4 of chapter 576 of the laws  of\n         1974  constituting  the  emergency  tenant  protection act of nineteen\n         seventy-four, paragraph (n) of subdivision 2 of section 2  of  chapter\n         274  of  the  laws  of  1946,  constituting the emergency housing rent\n         control law, and section 26-504.2 and subparagraph (k) of paragraph  2\n         of  subdivision  e of section 26-403 of the administrative code of the\n         city of New York, relating to vacancy decontrol\n\n         THE PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND  ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section  1.  Legislative  findings  and  declaration of emergency. The\n    2  legislature hereby finds and declares that the serious public  emergency\n    3  which  led  to the enactment of the existing laws regulating residential\n    4  rents and evictions continues to exist;  that  such  laws  would  better\n    5  serve  the public interest if certain changes were made thereto, includ-\n    6  ing the continued regulation  of  certain  housing  accommodations  that\n    7  become  vacant  and  the  reinstatement of regulation of certain housing\n    8  accommodations that have been deregulated upon vacancy.\n    9    The legislature further  recognizes  that  severe  disruption  of  the\n   10  rental  housing market has occurred and threatens to be exacerbated as a\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01749-01-1\n\n       A. 2430                             2\n\n    1  result of the present state of the law in relation to  the  deregulation\n    2  of  housing  accommodations  upon  vacancy.  The situation has permitted\n    3  speculative and profiteering practices and has brought about the loss of\n    4  vital and irreplaceable affordable housing for working persons and fami-\n    5  lies.\n    6    The legislature therefore declares that in order to prevent uncertain-\n    7  ty,  potential  hardship  and  dislocation  of tenants living in housing\n    8  accommodations subject to  government  regulations  as  to  rentals  and\n    9  continued occupancy as well as those not subject to such regulation, the\n   10  provisions of this act are necessary to protect the public health, safe-\n   11  ty  and  general  welfare.  The necessity in the public interest for the\n   12  provisions hereinafter enacted is hereby declared as a matter of  legis-\n   13  lative determination.\n   14    S 2. Paragraph (n) of subdivision 2 of section 2 of chapter 274 of the\n   15  laws  of  1946,  constituting the emergency housing rent control law, is\n   16  REPEALED.\n   17    S 3. Paragraph 13 of subdivision a of section 5 of section 4 of  chap-\n   18  ter  576  of  the  laws  of  1974,  constituting  the  emergency  tenant\n   19  protection act of nineteen seventy-four, is REPEALED.\n   20    S 4. Subparagraph (k) of paragraph  2  of  subdivision  e  of  section\n   21  26-403 of the administrative code of the city of New York is REPEALED.\n   22    S  5.  Section  26-504.2 of the administrative code of the city of New\n   23  York is REPEALED.\n   24    S 6. Any housing accommodations that on or after January 1, 2007  were\n   25  excluded from coverage from the emergency tenant protection act of nine-\n   26  teen  seventy-four, the emergency housing rent control law or the admin-\n   27  istrative code of the city of New York pursuant to the provisions of law\n   28  repealed by sections two, three, four and five  of  this  act  shall  be\n   29  subject  to  the  provisions  of  such  act, law or administrative code,\n   30  respectively.  Notwithstanding the provisions of  any  lease  or  rental\n   31  agreement,  the  legal regulated rent or maximum collectible rent of any\n   32  housing accommodation excluded from regulation on or  after  January  1,\n   33  2007  by  reason of the provisions repealed by sections two, three, four\n   34  and five of this act shall  be  the  legal  regulated  rent  or  maximum\n   35  collectible  rent applicable to such accommodation on December 31, 2006,\n   36  subject to further adjustment in accordance with  applicable  provisions\n   37  of law.\n   38    S  7.  Any  housing  accommodations that prior to January 1, 2007 were\n   39  excluded from coverage from the emergency tenant protection act of nine-\n   40  teen seventy-four, the emergency housing rent control law or the  admin-\n   41  istrative code of the city of New York pursuant to the provisions of law\n   42  repealed  by  sections two, three, four, and five of this act, and where\n   43  such housing accommodations were located outside the city  of  New  York\n   44  and  were  rented  to a tenant on or after January 1, 2007 for less than\n   45  $3,500 per month or were located within the city of New  York  and  were\n   46  rented  to  a tenant on or after January 1, 2007 for less than $5,000.00\n   47  per month, shall be subject to the provisions of such act, law or admin-\n   48  istrative code, respectively.   Notwithstanding the  provisions  of  any\n   49  lease  or rental agreement, the legal regulated rent or maximum collect-\n   50  ible rent of any housing accommodation excluded from regulation prior to\n   51  January 1, 2007 by reason of the provisions repealed  by  sections  two,\n   52  three, four and five of this act and made subject to regulation shall be\n   53  the  actual rent applicable to such accommodations on January 1, 2007 or\n   54  the first rent applicable to such accommodation after January  1,  2007,\n   55  subject  to  further adjustment in accordance with applicable provisions\n   56  of law.\n\n       A. 2430                             3\n\n    1    S 8. Paragraph 14 of subdivision c of section 26-511 of  the  adminis-\n    2  trative code of the city of New York, as added by chapter 82 of the laws\n    3  of 2003, is amended to read as follows:\n    4    (14) provides that where the amount of rent charged to and paid by the\n    5  tenant  is  less  than the legal regulated rent for the housing accommo-\n    6  dation, the amount of rent for such housing accommodation which  may  be\n    7  charged  upon  renewal or upon vacancy thereof may, at the option of the\n    8  owner, be based upon such previously established legal  regulated  rent,\n    9  as  adjusted  by the most recent applicable guidelines increases and any\n   10  other increases authorized by law. [Where, subsequent to  vacancy,  such\n   11  legal  regulated  rent, as adjusted by the most recent applicable guide-\n   12  lines increases and any other increases authorized by law is  two  thou-\n   13  sand  dollars  or  more  per  month, such housing accommodation shall be\n   14  excluded from the provisions of this law pursuant to section 26-504.2 of\n   15  this chapter.]\n   16    S 9. Subdivision a-2 of section 10 of section 4 of chapter 576 of  the\n   17  laws  of  1974 constituting the emergency tenant protection act of nine-\n   18  teen seventy-four, as added by chapter  82  of  the  laws  of  2003,  is\n   19  amended to read as follows:\n   20    a-2. Provides that where the amount of rent charged to and paid by the\n   21  tenant  is  less  than the legal regulated rent for the housing accommo-\n   22  dation, the amount of rent for such housing accommodation which  may  be\n   23  charged  upon  renewal or upon vacancy thereof may, at the option of the\n   24  owner, be based upon such previously established legal  regulated  rent,\n   25  as adjusted by the most recent applicable guidelines increases and other\n   26  increases  authorized  by law. [Where, subsequent to vacancy, such legal\n   27  regulated rent, as adjusted by the  most  recent  applicable  guidelines\n   28  increases  and  any  other  increases  authorized by law is two thousand\n   29  dollars or more per month, such housing accommodation shall be  excluded\n   30  from the provisions of this act pursuant to paragraph thirteen of subdi-\n   31  vision a of section five of this act.]\n   32    S 10. This act shall take effect immediately; provided, however, that:\n   33    (a)  the  amendments to section 26-511 of chapter 4 of title 26 of the\n   34  administrative code of the city of New York made  by  section  eight  of\n   35  this act shall expire on the same date as such law expires and shall not\n   36  affect  the  expiration  of such law as provided under section 26-520 of\n   37  such law; and\n   38    (b) the amendments to subdivision a-2 of section 10 of  section  4  of\n   39  the  emergency  tenant  protection  act of nineteen seventy-four made by\n   40  section nine of this act shall expire on  the  same  date  as  such  act\n   41  expires  and  shall not affect the expiration of such act as provided in\n   42  section 17 of chapter 576 of the laws of 1974.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the administrative code of the city of New York and the emergency tenant protection act of nineteen seventy-four, in relation to making conforming technical changes; and to repeal paragraph 13 of subdivision a of section 5 of section 4 of chapter 576 of the laws of 1974 constituting the emergency tenant protection act of nineteen seventy-four, paragraph (n) of subdivision 2 of section 2 of chapter 274 of the laws of 1946, constituting the emergency housing rent control law, and section 26-504.2 and subparagraph (k) of paragraph 2 of subdivision e of section 26-403 of the administrative code of the city of New York, relating to vacancy decontrol ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110118.T153151.TXT", "SOBI.D110118.T162655.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454161837
}