{
  "year" : 2011,
  "senateBillNo" : "A2431-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to education",
    "billEventId" : "A2431-2011-1295326800000-referred+to+education",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Spano",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for inclusion of the school district's regional cost index in calculating the supplemental education improvement plan grant amount for Yonkers city schools",
  "summary" : "Provides for inclusion of the school district's regional cost index in calculating the supplemental education improvement plan grant amount for Yonkers city school district. ",
  "currentCommittee" : null,
  "sameAs" : "S1403",
  "lawSection" : "Education Law",
  "previousVersions" : [ "AB8167-2009" ],
  "coSponsors" : [ {
    "id" : null,
    "position" : null,
    "fullname" : "Pretlow",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  } ],
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2431\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced  by  M. of A. SPANO, PRETLOW -- read once and referred to the\n         Committee on Education\n\n       AN ACT to amend the education law, in relation  to  supplemental  educa-\n         tional improvement plan grants\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Paragraph b of subdivision 8 of section 3641 of the  educa-\n    2  tion  law,  as amended by section 29 of part B of chapter 57 of the laws\n    3  of 2008, is amended to read as follows:\n    4    b. To the Yonkers city school district there shall be  paid  seventeen\n    5  million  five  hundred thousand dollars ($17,500,000) MULTIPLIED BY SUCH\n    6  DISTRICT'S REGIONAL COST INDEX, PURSUANT TO SUBPARAGRAPH  TWO  OF  PARA-\n    7  GRAPH  A  OF  SUBDIVISION FOUR OF SECTION THIRTY-SIX HUNDRED TWO OF THIS\n    8  ARTICLE, on an annual basis.   Such grant shall be  payable  from  funds\n    9  appropriated  for  such  purpose and shall be apportioned to the Yonkers\n   10  city school district in accordance with the payment schedules  contained\n   11  in  section  thirty-six  hundred nine-a of this article, notwithstanding\n   12  any provision of law to the contrary.\n   13    S 2. This act shall take effect immediately.\n\n\n\n\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD04063-01-1\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the education law, in relation to supplemental educational improvement plan grants ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110119.T112241.TXT", "SOBI.D110118.T161155.TXT", "SOBI.D110118.T153151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295454161841
}