{
  "year" : 2011,
  "senateBillNo" : "A2442-2011",
  "billEvents" : [ {
    "eventDate" : 1295326800000,
    "eventText" : "referred to consumer affairs and protection",
    "billEventId" : "A2442-2011-1295326800000-referred+to+consumer+affairs+and+protection",
    "sobiReferenceList" : [ ],
    "luceneActive" : true,
    "luceneModified" : 0
  } ],
  "votes" : null,
  "sponsor" : {
    "id" : null,
    "position" : null,
    "fullname" : "Castelli",
    "branch" : null,
    "contactInfo" : null,
    "guid" : null
  },
  "title" : "Provides for the disposal of pharmaceutical drugs and controlled substances and prohibits labeling prescriptions with directions to flush it down the toilet",
  "summary" : "Provides for the disposal of pharmaceutical drugs and controlled substances and prohibits labeling prescriptions with directions to the consumer to dispose of the drug by flushing it down the toilet. ",
  "currentCommittee" : null,
  "sameAs" : null,
  "lawSection" : "Environmental Conservation Law",
  "previousVersions" : null,
  "coSponsors" : null,
  "pastCommittees" : null,
  "fulltext" : "\n                           S T A T E   O F   N E W   Y O R K\n       ________________________________________________________________________\n\n                                         2442\n\n                              2011-2012 Regular Sessions\n\n                                 I N  A S S E M B L Y\n\n                                   January 18, 2011\n                                      ___________\n\n       Introduced by M. of A. CASTELLI -- read once and referred to the Commit-\n         tee on Consumer Affairs and Protection\n\n       AN  ACT  to amend the environmental conservation law, in relation to the\n         disposal of pharmaceutical drugs and  controlled  substances;  and  to\n         amend  the  education  law, in relation to prohibiting the labeling of\n         prescriptions with directions to the consumer to dispose of  the  drug\n         by flushing it down the toilet\n\n         THE  PEOPLE OF THE STATE OF NEW YORK, REPRESENTED IN SENATE AND ASSEM-\n       BLY, DO ENACT AS FOLLOWS:\n\n    1    Section 1. Title 27 of article 27 of  the  environmental  conservation\n    2  law, as added by chapter 625 of the laws of 2008, is amended by adding a\n    3  new section 27-2705 to read as follows:\n    4  S 27-2705. DISPOSAL OF PHARMACEUTICAL DRUGS AND CONTROLLED SUBSTANCES.\n    5    1.  FOR  PURPOSES  OF THIS SECTION, THE FOLLOWING TERMS SHALL HAVE THE\n    6  FOLLOWING MEANINGS:\n    7    A. \"PHARMACEUTICAL DRUGS\" SHALL MEAN:\n    8    (I) ARTICLES RECOGNIZED IN THE OFFICIAL UNITED  STATES  PHARMACOPOEIA,\n    9  OFFICIAL NATIONAL FORMULARY OR OFFICIAL HOMEOPATHIC PHARMACOPOEIA OF THE\n   10  UNITED STATES, OR ANY SUPPLEMENT OF ANY OF THEM;\n   11    (II)  ARTICLES  INTENDED  FOR  USE IN THE DIAGNOSIS, CURE, MITIGATION,\n   12  TREATMENT OR PREVENTION OF DISEASE IN HUMANS OR OTHER ANIMALS; OR\n   13    (III) ARTICLES, OTHER THAN FOOD, INTENDED TO AFFECT THE  STRUCTURE  OR\n   14  ANY FUNCTION OF THE BODY OF HUMANS OR OTHER ANIMALS.\n   15    ARTICLES  DESCRIBED  IN  SUBPARAGRAPH (I), (II) OR (III) OF THIS PARA-\n   16  GRAPH SHALL NOT INCLUDE DEVICES OR THEIR COMPONENT PARTS OR ACCESSORIES.\n   17    B. \"CONTROLLED SUBSTANCES\" SHALL MEAN ANY CONTROLLED SUBSTANCE  LISTED\n   18  IN   THE   SCHEDULE  OF  CONTROLLED  SUBSTANCES  SET  FORTH  IN  SECTION\n   19  THIRTY-THREE HUNDRED SIX OF THE PUBLIC HEALTH LAW.\n   20    2. ON AND AFTER APRIL NINETEENTH, TWO THOUSAND ELEVEN, EVERY COUNTY IN\n   21  THIS STATE SHALL PROVIDE A PERMANENT  PROGRAM  FOR  THE  ACCEPTANCE  AND\n   22  COLLECTION  OF PHARMACEUTICAL DRUGS FROM RESIDENTIAL CITIZENS, EXCLUDING\n\n        EXPLANATION--Matter in ITALICS (underscored) is new; matter in brackets\n                             [ ] is old law to be omitted.\n                                                                  LBD01181-03-1\n\n       A. 2442                             2\n\n    1  HOSPITALS, HEALTH CARE FACILITIES AND PHARMACIES, FOR  PROPER  DISPOSAL.\n    2  SUCH  PROGRAM  SHALL BE IMPLEMENTED AND OPERATED BY THE SHERIFFS DEPART-\n    3  MENT OF EACH COUNTY. SUCH PROGRAM SHALL PROVIDE THAT THE PROPER DISPOSAL\n    4  OF  PHARMACEUTICAL  DRUGS  BE MADE AT A DEPARTMENT REGULATED SOLID WASTE\n    5  INCINERATOR.\n    6    S 2. Section 6811-a of the education law is amended by  adding  a  new\n    7  subdivision 2-a to read as follows:\n    8    2-A.  NO DRUG FOR WHICH ANY PRESCRIPTION IS REQUIRED BY THE PROVISIONS\n    9  OF THE FEDERAL FOOD, DRUG AND COSMETIC ACT OR  BY  THE  COMMISSIONER  OF\n   10  HEALTH CONTAINED WITHIN A BOTTLE, VIAL, CARTON OR OTHER CONTAINER, OR IN\n   11  ANY WAY AFFIXED OR APPENDED TO OR ENCLOSED WITHIN A PACKAGE OF ANY KIND,\n   12  AND DESIGNED OR INTENDED FOR DELIVERY IN SUCH CONTAINER OR PACKAGE TO AN\n   13  ULTIMATE  CONSUMER, SHALL INCLUDE ANY RECOMMENDATION OR DIRECTION TO THE\n   14  CONSUMER TO DISPOSE OF THE DRUG BY MEANS OF A PUBLIC OR PRIVATE WASTEWA-\n   15  TER TREATMENT SYSTEM, SUCH AS BY FLUSHING DOWN THE TOILET.\n   16    S 3. This act shall take effect immediately.\n",
  "memo" : null,
  "law" : null,
  "actClause" : "AN ACT to amend the environmental conservation law, in relation to the disposal of pharmaceutical drugs and controlled substances; and to amend the education law, in relation to prohibiting the labeling of prescriptions with directions to the consumer to dispose of the drug by flushing it down the toilet ",
  "sortIndex" : -1,
  "latestAmendment" : null,
  "sobiReferenceList" : [ "SOBI.D110118.T154652.TXT", "SOBI.D110118.T161655.TXT", "SOBI.D110119.T111740.TXT", "SOBI.D110118.T160154.TXT", "SOBI.D110118.T153151.TXT" ],
  "luceneActive" : true,
  "luceneModified" : 1295453860636
}